{"id": "0000a9fd-a6b1-3c13-b513-87b48244a9bb", "title": "Het plezier van de voetbalbroers Ryan en Danzell Gravenberch", "url": "https://volkskrant.nl/sport/het-plezier-van-de-voetbalbroers-ryan-en-danzell-gravenberch~b2d77861/", "summary": "‘Plezier in voetbal is het belangrijkst’, zegt Ryan Gravenberch, die soms een uitbundige lach op het gezicht tovert als een actie slaagt.\n‘Hij kan heel ver reiken, maar het is hard werken en het gaat om de keuzes die hij maakt.\nBijna iedereen in Amsterdam houdt van voetbal en van Ajax.\nDanzell zegt dat ik de dingen die ik op een andere positie zou doen, ook op die iets defensievere plek moet doen.\nIk heb het aan mezelf gezien, dat het plezier helemaal uit mijn spel was verdwenen.", "paragraphs": ["Ryan Gravenberch viert zijn doelpunt, vorig seizoen tegen Sparta. Beeld Guus Dubbelman / de Volkskrant", "Waar het universum voor de rijzige tiener Ryan Gravenberch nog onbegrensd is, is twintiger Danzell na avonturen elders weer geland in het polderland. Danzell is ‘supertrots’ op de ontwikkeling van zijn broertje, de langere Ryan, en waakt over hem, voor zover dat nodig is bij de stoïcijn.", "Alleen al die pure, jeugdige ontspanning in het spel van de 18-jarige Ajacied Ryan Gravenberch oogt weldadig. Hoe hij bijna langs tegenstanders glijdt, rechtop, sierlijk, als een slangenmens en onbevreesd. Hij oogt zo anders dan zijn oudere broer Danzell (26), de bonkige, sterke spits van Sparta, die de bal afschermt, kont naar achteren, vrij handig toch ook. Middenvelder en spits. Supertalent en gemiddelde prof, hoewel Danzell meestal reserve is. Ze hervatten de competitie zondag met topduels, Ajax-PSV en Sparta-Feyenoord.", "Wisselvallig", "Ryan Gravenberch veegt de bal soms langs tegenstanders. Hij schiet eenvoudig, heeft overzicht en is een vroeg aanspeelpunt in de opbouw. Ja, hij is nog wisselvallig. Mag het? Omschakelen, zegt het stemmetje in zijn hoofd, en als dat stemmetje zwijgt, roept trainer Erik ten Hag wel. ‘Plezier in voetbal is het belangrijkst’, zegt Ryan Gravenberch, die soms een uitbundige lach op het gezicht tovert als een actie slaagt. ‘Ja, die lach wil ik behouden.’", "Zijn broer Danzell is al overal geweest. Ook hij is opgeleid door Ajax, maar toen de doorbraak uitbleef, bood hij zijn diensten aan in Roemenië, België en Engeland, tot in de kelder van de eerste divisie toe, bij TOP Oss en Dordrecht. Het leven heeft hem gelouterd. ‘Ik wilde slagen in het buitenland. Dat is niet gelukt. Ik raakte buiten beeld, zo gezegd. Maar ik geef nooit op, en hier ben ik weer.’", "Danzell Gravenberch voor Sparta in een duel met Melle Meulensteen van RKC. Beeld BSR", "Goedlachse mannen zijn ze, de Amsterdammers. Dat vindt Ryan zo mooi aan zijn broer, met wie hij vrijwel elke dag contact heeft. Qua voetbal mag hij Danzell dan voorbij zijn, die is wel een voorbeeld om zijn vechtlust en mentaliteit. Ryan: ‘Ik blijf sowieso met beide benen op de grond. Daar zorgt mijn familie ook voor. We praten veel over onze loopbaan, met mijn ouders en als broers onderling.’ Tussen de twee zit nog een broer, die al is gestopt.", "Ryan speelde schitterende duels, op Anfield tegen Liverpool bijvoorbeeld, maar niets is nog zeker. Trainer Erik ten Hag: ‘Hij maakt een prachtige ontwikkeling door. Met hem kunnen we dynamischer spelen. Hij wordt dominanter en geeft aanvalsspel vorm. Je ziet de omschakeling, van aanval naar verdediging en andersom. Maar hij komt ook voor de goal.’ Ten Hag noemt hem zeker van zichzelf. ‘Ryan is opgeschoven in de hiërarchie. Hij is echt onderaan begonnen in de kleedkamer, en hij werkt zich naar boven. Hij blijft zichzelf en hoeft niet meer alle klusjes te doen.’ Wat die klusjes zijn? Waterdragen, letterlijk, de ballen halen, de materiaalmensen helpen.", "Lach", "Ook Ten Hag prijst de lach van de tiener. ‘Hij kan heel ver reiken, maar het is hard werken en het gaat om de keuzes die hij maakt. Carrièrekeuzes.’ Die maakte Danzell al eerder. Hij brak niet door bij Ajax en vertrok naar het buitenland, waar hij onder meer bij Cluj, Roeselaere en Reading voetbalde. Hoe voelde soms eenzaamheid. Dan weer moest hij wachten op salaris. Hij weet nog dat Alfons Groenendijk werd ontslagen als trainer van Cluj, in Roemenië. ‘Het was daarna een spookhuis. Vreselijk. Als ik de tijd kon terugdraaien, was het misschien anders gelopen. Misschien ook niet. De keuzes hebben me gemaakt tot de speler en de mens die ik ben. Ik durf me mentaal sterk te noemen, en dat is mede gekomen door het buitenland.’", "Ryan ging vorig seizoen nog vaak kijken bij zijn broer, op vrijdag in de eerste divisie, bij Dordrecht en TOP Oss. Dat is onmogelijk, nu ze beiden in de eredivisie voetballen, en door corona. Ryan ondergaat zijn ontwikkeling bedaard. Kort voor corona, bij een eerste gesprek, zei hij: ‘Van alles gaat door je hoofd. Ik kijk ook op sociale media, ik lees ook het nieuws, wat mensen over je zeggen. Ik laat het gaan.’ Hij merkt dat hij een voorbeeld is voor talenten. ‘Ik denk dat nog jongere jongens misschien tegen me opkijken. Bijna iedereen in Amsterdam houdt van voetbal en van Ajax. Maar ik ben heel rustig. Ik ben een toekijker. Dat is al zo sinds kleins af aan.’", "Vroeger ijdel", "Als hij vrij is, gaat hij gamen of relaxen met vrienden. Vroeger was hij ijdel, maar de tijd van lang voor de spiegel staan is voorbij. Op YouTube kijkt hij filmpjes van voorbeeldige voetballers. Zidane. Later Messi, Ronaldo. De schaar van Neymar is ‘lastig, maar ik kan het wel.’ Het leven lacht hem toe, zoals hij naar het leven lacht. ‘Ik won bijna alles vroeger. Bijna altijd ben ik kampioen geworden in de jeugd. Ja, ik heb soms een finale verloren op een jeugdtoernooi, maar voor de rest heb ik weinig tegenslagen gehad.’", "Voor de corona zei hij, over zijn positie links op het middenveld, met veel defensieve taken als controleur: ‘Ik moet leren op deze positie. Van nature ben ik aanvallende middenvelder. Ik moet laten zien dat ik dit ook kan, dat gaat met ups en downs. Ik speel liever wat aanvallender.’ Nu is hij al een stuk verder en beoordeelt hij zijn positie als mooi. ‘Ik wil ook creatief zijn en meer scoren. Beter omschakelen. Soms heb ik niet meteen door dat ik moet omschakelen, maar het gaat steeds beter.’", "Ryan Gravenberch dit seizoen in de Champions League. Beeld Guus Dubbelman / de Volkskrant", "Hij leert van de trainer, met de adviezen van zijn broer in het achterhoofd. ‘Mijn broer zegt altijd dat ik dicht bij mezelf moet blijven. Het is niet mijn spel om te veel op safe te spelen. Danzell zegt dat ik de dingen die ik op een andere positie zou doen, ook op die iets defensievere plek moet doen. Anders maak je van jezelf een andere speler, en dat wil ik niet. Ik wil lef tonen. Acties maken. Dieptepasses geven. Breed en achteruit spelen is niet zo mijn spel. Soms moet ik me meer laten gelden in wedstrijden.’", "Danzell weet intussen ook wat goed is voor hemzelf: ‘Ik moet leren iets rustiger te zijn in mijn spel, meer geduld te tonen. Zeker ook in de afronding. En ik ben nog steeds hartstikke ambitieus. Mijn droom is voetballen in de Championship, het tweede niveau van Engeland. Ik ben een nuchtere jongen die reëel moet zijn. Real Madrid is te hoog gegrepen voor mij. De Championship is een geweldige competitie, met veel beleving.’", "En Ryan? Die kan de absolute top halen. ‘Hij is een nuchtere jongen.’ Als ervaringsdeskundige heeft Danzell een tip, maar dat heeft hij al zo vaak tegen zijn broer gezegd. ‘Geniet vooral van het spel. Dat vergeten voetballers vaak: genieten. Ik heb het aan mezelf gezien, dat het plezier helemaal uit mijn spel was verdwenen. Maar het is terug. Heerlijk.’"], "authors": ["Willem Vissers"], "keywords": ["gravenberch", "ik", "zijn", "plezier", "van", "en", "een", "danzell", "voetbalbroers", "ryan", "op", "het", "hij", "dat", "die"], "pubDate": "2021-01-08T16:36:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}