{"id": "000df679-2db5-31ac-ac91-8178335a51ec", "title": "Ook de VVD waait nu met alle windjes mee, en de kiezer gelooft het nog ook", "url": "https://trouw.nl/opinie/ook-de-vvd-waait-nu-met-alle-windjes-mee-en-de-kiezer-gelooft-het-nog-ook~b4fa76a6/", "summary": "Het woord ombudspolitiek stond eind 2020 niet op de nominatielijst van Van Dale voor woord van het jaar.\nNou, niet aan mijn keukentafel, en vast ook niet aan die van Hoekstra zelf, maar natuurlijk wel aan die van de kiezers die het CDA hoopte terug te veroveren op PVV en FvD.\nHet verkiezingsprogramma van de partij voor maart 2021 is doorspekt met ingezonden voorstellen van leden en niet-leden, in de kantlijn gemarkeerd met een blauw zeteltje.\nAls het niet zo hemeltergend infantiel en opportunistisch was, zou je erom kunnen lachen.\nIs het niet flauw een partij voortschrijdend inzicht te verwijten?", "paragraphs": ["Het woord ombudspolitiek stond eind 2020 niet op de nominatielijst van Van Dale voor woord van het jaar. Misschien verandert dat dit jaar nu Richard de Mos, die de term hanteert voor zijn manier van politiek bedrijven, met Code Oranje meedoet aan de Tweede Kamerverkiezingen in maart.", "Ombudspolitiek. Klinkt hartstikke democratisch. In de praktijk is het de zoveelste variant van meewaaien met elk willekeurig windje van kiezers. Flatulentiepolitiek, dus.", "Voor gevestigde politieke partijen is flatulentiepolitiek niets nieuws, maar bij het CDA hebben ze er tegenwoordig een ware kunstvorm van gemaakt. De voortekenen daarvan waren al te horen in de H.J. Schoo-lezing die minister van financiën en inmiddels CDA-lijsttrekker Wopke Hoekstra in september 2019 hield. Voor Hoekstra waren de belangrijkste thema’s waar Nederland ‘aan de keukentafel’ mee bezig was: economie, integratie en de Nederlandse identiteit. Nou, niet aan mijn keukentafel, en vast ook niet aan die van Hoekstra zelf, maar natuurlijk wel aan die van de kiezers die het CDA hoopte terug te veroveren op PVV en FvD.", "De Tweede Huiskamerzetel van Hoekstra", "De keukentafel van Hoekstra is inmiddels geëvolueerd tot een heuse ‘Tweede Huiskamerzetel’. Het verkiezingsprogramma van de partij voor maart 2021 is doorspekt met ingezonden voorstellen van leden en niet-leden, in de kantlijn gemarkeerd met een blauw zeteltje. Als het niet zo hemeltergend infantiel en opportunistisch was, zou je erom kunnen lachen. Er is niets mis met een partij die oog heeft voor wat er in de samenleving speelt, maar die Tweede Huiskamerzetel is vooral een marketingtrucje om de kiezer het zand van directe invloed in de ogen te strooien.", "Niets deed trouwens mijn bek zo wijd open vallen als het schaamteloze opportunisme dat ik aantrof in het verkiezingsprogramma van de VVD. Daarin gaat het over ‘de publieke sector herwaarderen’, ‘een sterke actieve overheid’ en ‘doorgeschoten marktwerking’. De partij stelt zelfs dat de ‘door liberalen omarmde eigen verantwoordelijkheid’ niet mag doorslaan naar ‘onverschilligheid’. Je gelooft je ogen niet. Zo’n beetje alles wat des VVD’s is, wordt hier ­ontmanteld, en er is de belofte het voortaan allemaal beter te doen.", "Prima toch? Is het niet flauw een partij voortschrijdend inzicht te verwijten?", "Zijn alle missers dan ineens verleden tijd?", "Toch kan ik al die mooie voornemens maar moeilijk geloven. De toeslagenaffaire, de dividendbelastingrel, de afbraak van de zorg, de gevolgen daarvan tijdens de coronacrisis, de stikstofcrisis, het smerige handjeklap over die honderd vluchtelingen uit kamp Moria: allemaal verleden tijd?", "Maar het wonderlijkst zijn de kiezers die hier massaal in trappen, getuige de recentste peilingen, waarin de VVD veruit de grootste is. Bedwelmd door de walmen van hun eigen flatulentie stemmen die kiezers goedgelovig op de partij die hun ingewanden al een decennium lang van streek maakt.", "Jamal Ouariachi is schrijver. Behalve­­ romans en verhalen schrijft hij onder meer recensies en columns. Lees hier eerdere columns van Ouariachi terug."], "authors": ["Jamal Ouariachi"], "keywords": ["waait", "van", "nog", "vvd", "windjes", "voor", "en", "met", "kiezer", "een", "partij", "nu", "ook", "te", "het", "mee", "niet", "die"], "pubDate": "2021-01-09T11:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}