{"id": "001d179a-cb4f-395b-a64a-3bb9093f6f38", "title": "In onze ijver die mythe van heldhaftigheid te ontkrachten, dreigen we door te slaan", "url": "https://volkskrant.nl/columns-opinie/in-onze-ijver-die-mythe-van-heldhaftigheid-te-ontkrachten-dreigen-we-door-te-slaan~bc1d1f3f/", "summary": "Maar dat scriba René de Reuver namens de Protestantse Kerk in Nederland (PKN) komende zondag schuld zal belijden weten we wel.\nEn zeker klopt het dat dit alles veel te traag doordrong tot het naoorlogse bewustzijn, vervuld als het was van een heldhaftige mythe.\nToch, in onze ijver om die mythe te ontkrachten dreigen we anno 2020 soms wat door te slaan.\nUiteraard hadden ze méér kunnen doen, maar ze protesteerden minstens zeven keer publiekelijk tegen de Jodenvervolging.\nHistoricus Geert Hovingh begon ooit een lijst met ‘predikanten die Joden hielpen’, te raadplegen via de website van het Historisch Documentatiecentrum van de VU.", "paragraphs": ["De precieze tekst van de verklaring is nog onbekend. Maar dat scriba René de Reuver namens de Protestantse Kerk in Nederland (PKN) komende zondag schuld zal belijden weten we wel. Hij doet dat in de Amsterdamse Obrechtsjoel tijdens de herdenking van de Kristallnacht – de hier courante benaming voor wat in het land der daders meestal Reichspogromnacht of Novemberpogrome heet. Oftewel: de opmaat tot de Holocaust. Naar verluidt zal De Reuver onder meer zeggen. ‘Wij schoten tekort in spreken en in zwijgen, in doen en in laten, in houding en in gedachten.’", "Met die verklaring sluit het grootste protestantse kerkgenootschap van Nederland zich aan bij andere instituten die 75 jaar na het einde van de Tweede Wereldoorlog door het stof gaan vanwege hun labbe-kakkerigheid tegenover de Joden. Eerder boden premier Rutte (namens de overheid), de koning (namens het koningshuis) en de Nederlandse Spoorwegen excuses aan.", "Maar konden deze drie tournures op brede instemming rekenen, de aankondiging van de PKN kreeg een aanmerkelijk koelere ontvangst. Historicus Jan Bank zei in de Volkskrant ervan op te kijken, historicus Wim Berkelaar noemde de schuldbelijdenis ‘ongetwijfeld goed bedoeld, maar goedkoop’, kerkhistoricus Arno Fafié liet in Trouw weten excuses ‘overdreven’ te vinden en Fred van Lieburg zei in NRC Handelsblad: ‘Als historicus geloof ik sowieso niet dat je schuld kunt belijden of excuses kunt maken voor het gedrag van mensen uit een andere tijd.’ Verder deden lezers hun beklag in de brievenrubrieken, met verhalen over kerkelijke (voor)ouders die Joden hadden verborgen en gered. ‘En dan een soort verontschuldiging van de PKN? Wat een ontkenning van het vele dat er wel gebeurd is, maar waar de betrokkenen zich nooit op hebben beroemd.’", "Eerlijk is eerlijk, ook mij bekroop ongemak, om niet te zeggen ergernis. Want natuurlijk klopt het dat de protestantse theologie, net als de katholieke, van oudsher weinig ophad met de Joden. Bizarre logica: hun verre voorzaten hingen ooit Jezus aan het kruis. Ook klopt het dat niet alle kerkgangers en predikanten tijdens de bezetting toonbeelden van moed en verzet waren. De overgrote meerderheid schipperde tussen goed en kwaad en keek de andere kant op toen het erop aankwam. (Gedroeg zich, kortom, geen haar beter dan de rest van Nederland.) En zeker klopt het dat dit alles veel te traag doordrong tot het naoorlogse bewustzijn, vervuld als het was van een heldhaftige mythe.", "Toch, in onze ijver om die mythe te ontkrachten dreigen we anno 2020 soms wat door te slaan.", "Vergelijk je de voorlopers van de huidige PKN – de hervormde, de synodaal-gereformeerde en de lutherse kerk – met andere instituten, dan valt het alleszins mee. Uiteraard hadden ze méér kunnen doen, maar ze protesteerden minstens zeven keer publiekelijk tegen de Jodenvervolging. Dat was vaker dan, ik noem maar wat, de regering in Londen deed. (De rooms-katholieke kerk gedroeg zich trouwens, dankzij de koppige aartsbisschop De Jong, nog prijzenswaardiger.)", "Bovendien waren individuele predikanten dikwijls actief in de hulp aan Joden. Er liepen destijds, inclusief andere denominaties, in totaal zo’n drieduizend dominees rond in Nederland. Historicus Geert Hovingh begon ooit een lijst met ‘predikanten die Joden hielpen’, te raadplegen via de website van het Historisch Documentatiecentrum van de VU. In 2015 telde die nog 243 namen, inmiddels heeft hij er ruim vijfhonderd getraceerd. Met andere woorden: bijna één op de zes Nederlandse predikanten bood hulp aan Joden. Nog altijd veel te weinig, dat spreekt. Maar ze waren relatief betrokkener dan, ik noem maar wat, notarissen, advocaten, artsen of politiebeambten.", "Mij schoot een uitspraak te binnen van dichteres Hanny Michaelis (1922-2007), die jarenlang in de onderduik zat. In 2002 keek ze daarop terug in Verst verleden, haar door Nop Maas opgetekende jeugdherinneringen. Ze verbleef bij aardige protestanten, bij onuitstaanbare protestanten, bij ‘een tikje’ antisemitische protestanten, die niettemin vonden dat ‘Gods volk’ bescherming verdiende. Op de laatste bladzijde zegt ze: ‘De gereformeerden ben ik altijd dankbaar gebleven. Ik stem nog altijd op de kleine christelijke partijen en ben donateur van de EO.’", "Goed, dat is misschien wat overdreven. Maar het zou de PKN sieren als ze in haar zucht tot boetedoening zulke kleine grote helden niet vergeet."], "authors": ["Elma Drayer"], "keywords": ["mythe", "van", "het", "dat", "te", "ijver", "die", "op", "een", "heldhaftigheid", "door", "slaan", "ze", "ontkrachten", "en", "dreigen", "onze", "maar"], "pubDate": "2020-11-05T15:09:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}