{"id": "00296622-e641-37b3-86ef-6e8358c35258", "title": "UvA-studenten publiceren boek Gouden Vrouwen", "url": "https://www.parool.nl/ps/uva-studenten-publiceren-boek-gouden-vrouwen~baf097df/", "summary": "Ik heb nog nooit eerder meegemaakt dat iedereen honderd procent van zijn energie in een vak steekt.”Wie zijn de gouden vrouwen?\n“Veel kunst die in de 17de eeuw werd gekocht, was in handen van vrouwen, want zij gingen over de inboedel van het huishouden.\nWél heeft ze een kostbaar portret van zichzelf laten schilderen door Rembrandt.\nHelaas is het schilderij in privébezit, het is van de Britse koningin.”Gouden Vrouwen gaat over vrouwen en is geschreven dóór vrouwen.\n“We waren inderdaad vooral met vrouwen, op twee mannen na.", "paragraphs": ["De publicatie is voortgekomen uit het vak ‘We schrijven een boek’.", "“In twee maanden tijd hebben we met 34 studenten alles geschreven, samen met de uitgever. Iedere student heeft één vrouw geportretteerd. Dat het boek is gepubliceerd, met onze namen erop, is heel gaaf. Gewoonlijk verdwijnen de papers voor je studie in een laatje.”", "Een stukje beroepspraktijk in een academische studie. Kunnen andere vakken daar nog van leren?", "“Dat denk ik wel. Het was direct al de bedoeling dat het boek gepubliceerd zou worden, maar de kwaliteit moest daar natuurlijk wel naar zijn. Ik heb nog nooit eerder meegemaakt dat iedereen honderd procent van zijn energie in een vak steekt.”", "Wie zijn de gouden vrouwen?", "“Veel kunst die in de 17de eeuw werd gekocht, was in handen van vrouwen, want zij gingen over de inboedel van het huishouden. Van kunstenaars tot verzamelaars en opdrachtgevers: het zijn allemaal kunstvrouwen.”", "En de jouwe?", "“Ze heet Catrina Hoogsaet. Ze is drie keer gescheiden en had geen kinderen; iets ongebruikelijks in die tijd. Wél heeft ze een kostbaar portret van zichzelf laten schilderen door Rembrandt. Zo heeft ze zichzelf toch vereeuwigd. Helaas is het schilderij in privébezit, het is van de Britse koningin.”", "Gouden Vrouwen gaat over vrouwen en is geschreven dóór vrouwen.", "“We waren inderdaad vooral met vrouwen, op twee mannen na. Samen hebben we deze kunstvrouwen de geschiedenis ingeschreven. Slechts dertien procent van de kunst in Nederlandse musea is door een vrouw gemaakt, dus er is nog veel werk aan de winkel.”"], "authors": ["Noor Lagendijk"], "keywords": ["boek", "van", "heeft", "vrouwen", "het", "gouden", "nog", "met", "publiceren", "zijn", "uvastudenten", "een", "ze", "en"], "pubDate": "2020-11-27T09:38:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}