{"id": "0055b5d3-9742-398f-808a-e3bb068d8806", "title": "Review: Cyberpunk 2077 is prachtig, maar nog niet af", "url": "https://nu.nl/reviews/6095134/review-cyberpunk-2077-is-prachtig-maar-nog-niet-af.html", "summary": "Cyberpunk 2077 is een game met een visueel prachtige en uitermate gedetailleerde wereld, die door een reeks bugs net niet het gehoopte niveau weet te bereiken.\nDe game is gebaseerd op het traditionele Cyberpunk, een rollenspel dat net als Dungeons & Dragons met pen en papier gespeeld wordt.\nCD Projekt Red probeerde jarenlang van Cyberpunk 2077 zijn grootste game tot nu toe te maken.\nV kan een vaardig hacker zijn die ooit voor een megacorporatie werkte, of is juist een pistoolheld die op straat opgroeide.\nHet is een visueel prachtige titel met een wereld die beter is uitgediept dan bij menig concurrent.", "paragraphs": ["Cyberpunk 2077 is een game met een visueel prachtige en uitermate gedetailleerde wereld, die door een reeks bugs net niet het gehoopte niveau weet te bereiken.", "Er zijn weinig games met zo'n lang ontwikkeltraject als Cyberpunk 2077. De Poolse ontwikkelaar CD Projekt Red onthulde de nieuwe titel al in 2012, toen de PlayStation 3 en Xbox 360 de belangrijkste spelcomputers waren.", "De game is gebaseerd op het traditionele Cyberpunk, een rollenspel dat net als Dungeons & Dragons met pen en papier gespeeld wordt. De eerste editie, over een dystopische stad in de nabije toekomst, verscheen eind jaren tachtig.", "CD Projekt Red probeerde jarenlang van Cyberpunk 2077 zijn grootste game tot nu toe te maken. De releasedatum werd meermaals uitgesteld, terwijl personeel stelselmatig moest overwerken. Critici vreesden voor een cultuur van burn-outs bij de ontwikkelaar.", "Vol met neonverlichting", "Dat neemt niet weg dat de uiteindelijke game er fenomenaal uitziet. Het fictieve Night City hangt vol met neonverlichting dat wordt gereflecteerd door waterplassen en vreemde gassen ontsnappen uit leidingen van gebouwen. Het is een grimmige visie van de toekomst gemengd met de esthetiek van de jaren tachtig.", "Het is een stad waar iedere technologische vooruitgang de verkeerde kant op is gegaan. Mensen vervangen lichaamsdelen met artificiële alternatieven om zo sneller, beter en slimmer te worden. Hackers loggen rechtstreeks met hun hersenen in en grote multinationals hebben overheden vervangen als machthebbers.", "Personage kan uitvoerig aangepast worden", "Spelers maken aan het begin van de game een eigen personage genaamd V. Deze is visueel tot aan de genitaliën aan te passen, maar ook wordt een achtergrondverhaal en een specialisatie gekozen. V kan een vaardig hacker zijn die ooit voor een megacorporatie werkte, of is juist een pistoolheld die op straat opgroeide.", "V begint als simpele huurling, maar raakt bij een missie ernstig gewond en krijgt de geest van een overleden terrorist geïnjecteerd in zijn brein. Wat volgt is een verhaal dat zich anders ontpopt dan in andere games. V is een antiheld die vooral met zichzelf bezig is en steeds dieper verstrikt raakt in criminele organisaties, waardoor Cyberpunk vaak aanvoelt als een misdaadfilm.", "Gamesystemen voelen ouderwets aan", "V's vaardigheden worden langzamerhand verfijnd naarmate het spel zich voortzet, wat missies op meerdere manieren benaderbaar maakt. Een kamer vol vijanden kan met wapens worden uitgeschakeld, maar ook door bijvoorbeeld apparatuur te hacken. Daarnaast is iedereen voorbij sluipen vaak ook een optie.", "Dat soort keuzes in aanpak zijn gamers niet vreemd: ze vormen de basis in veel andere rollenspellen, zoals CD Projekts eigen Witcher-titels en bijvoorbeeld Skyrim. In Cyberpunk voelen ze vaak wel gelikter en zijn ze fraaier in beeld gebracht.", "Maar Cyberpunk probeert weinig echt nieuwe dingen. Deze game herpakt wat we al jarenlang bij genregenoten zien, op grotere schaal. Prima voor iedereen die oude games een warm hart toedraagt, maar jammer voor wie hoopte op vernieuwing en innovatie.", "254 Gametrailer Cyberpunk", "Game zit vol met bugs", "Daarnaast hangt er één groot pijnpunt boven Cyberpunk: het spel zit op dit moment tjokvol met bugs en problemen. We liepen bij onze speelsessies aan tegen buitengewoon veel problemen die de speelervaring belemmerden, zoals onzichtbare personages en gek zwevende objecten.", "Sommige andere bugs waren onschuldiger: onze hoofdpersoon raakte af en toe zijn haar kwijt, waardoor hij kaal verder moest. Ook had hij de neiging zijn schoenen ineens te verliezen.", "Dat houdt je spelvoortgang niet tegen, maar voelt buitengewoon slordig, alsof je een film kijkt waarin de cameraman de helft van de tijd in beeld staat. Een patch moest afgelopen weekend veel mankementen verhelpen, maar na installatie dook iedere paar minuten wel een foutje op.", "Conclusie", "Al die bugs voelen tragisch. Dit is een game waar acht jaar aan gewerkt is, die ook meermaals werd uitgesteld. Leidinggevenden vroegen personeel continu over te werken, ondanks beloftes na kritiek dit niet meer te doen.", "Zelfs na dat alles voelt Cyberpunk niet af. Het is een visueel prachtige titel met een wereld die beter is uitgediept dan bij menig concurrent. Maar zet je tegenover die pracht de afwerking en speelstijl, dan is het eindresultaat slechts een goede game. Hopelijk worden de technische problemen in latere updates verder rechtgezet."], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["prachtig", "af", "2077", "van", "game", "nog", "het", "maar", "cyberpunk", "met", "die", "zijn", "niet", "een", "en", "te", "review"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}