{"id": "005d0913-96ca-38e3-b756-32c30996a6c4", "title": "Thé Tjong-Khings bundel vol tsaren, reuzen, (sterke) prinsessen en wonderlijke dieren is een aanwinst", "url": "https://trouw.nl/cultuur-media/the-tjong-khings-bundel-vol-tsaren-reuzen-sterke-prinsessen-en-wonderlijke-dieren-is-een-aanwinst~b52c57f7/", "summary": "Dat maakt deze bundel vol tsaren, reuzen, (sterke) prinsessen en wonderlijke dieren een aanwinst.\nWe zien een bruingrijze illustratie van een woud vol hoge boomstammen, die van links griezelig wit zijn verlicht.\nOp een open plek de hut, omringd door een hek met schedels erop.\nHet meisje dat de heks gaat bezoeken, zien we klein, op de rug, in de schaduw van een van de bomen.\nOok Baba Jaga zelf, die op een rat knabbelt, is verrukkelijk: grappig en akelig tegelijk – zoals meer in het boek.", "paragraphs": ["De oude Thé Tjong-Khing (87) glorieert opnieuw als geestig sprookjesverteller.", "Lang, lang geleden begon Thé Tjong-Khing (87) zijn carrière als striptekenaar, maar sinds 1973 legt hij zich toe op kinderboekillustraties. Zijn veelbekroonde oeuvre omvat talloze titels, van grote namen als Miep Diekmann, Dolf Verroen en recenter Sylvia Vanden Heede, met wie hij de succesvolle Vos en Haas-reeks maakt.", "Pas toen hij begin zeventig was, begon Thé in zijn eentje boeken te maken, die elk de start bleken van een reeks: het tekstloze prentenboek Waar is de taart? (2004) en De sprookjesverteller (2007), met door hem bewerkte sprookjes.", "In de laatste serie is nu het vierde deel verschenen: Russische sprookjes. Die verhalen zijn, op een paar iconische na, niet zo tot ons collectieve geheugen doorgedrongen als die van Grimm of Andersen en bovendien niet recent voor kinderen uitgebracht.", "Dat maakt deze bundel vol tsaren, reuzen, (sterke) prinsessen en wonderlijke dieren een aanwinst.", "Thé schrijft fris, bondig, maar met smaak, en voegt geestig commentaar toe:", "“Ja ja, stiefmoeders in sprookjes, die kunnen er wat van! Gelukkig is dat in het echte leven heel anders.”", "Zo relativeert hij een enkele keer, zonder de sprookjes tandeloos te maken. Integendeel, al in het eerste verhaal wordt een boze stiefmoeder door een steekvlam verkoold.", "Hut op kippenpoten", "Spannend zijn bijna alle sprookjes en dat is te zien aan de tekeningen, met als een van de hoogtepunten de hut op kippenpoten van de heks Baba Jaga. We zien een bruingrijze illustratie van een woud vol hoge boomstammen, die van links griezelig wit zijn verlicht. Op een open plek de hut, omringd door een hek met schedels erop. Het meisje dat de heks gaat bezoeken, zien we klein, op de rug, in de schaduw van een van de bomen. Dat zij zo dat helle licht in moet stappen, verhoogt de spanning.", "Ook Baba Jaga zelf, die op een rat knabbelt, is verrukkelijk: grappig en akelig tegelijk – zoals meer in het boek.", "Meestal tekent de formidabele ‘regisseur’ Thé bevroren, theatrale actie: de prinses die door een wolf wordt gegrepen, hangt verticaal in de lucht, net als het paard dat in een ravijn is geschopt: kop omhoog, poten in het luchtledige uitgestrekt.", "Naast de veelzeggende composities is Thé’s kleurgebruik beeldschoon. Neem de goud uitgedoste prins, die opspringt om een staartveer uit de eveneens gouden vuurvogel te trekken. Door het maanlicht glanzen ze prachtig in het nachtduister.", "Beeld -", "Thé Tjong-Khing", "Russische sprookjes", "Gottmer, 168 blz. € 19,99. Vanaf 5 jaar."], "authors": ["Bas Maliepaard"], "keywords": ["tjongkhings", "thé", "van", "vol", "prinsessen", "als", "sterke", "het", "tsaren", "die", "op", "zijn", "wonderlijke", "een", "reuzen", "en", "dat"], "pubDate": "2020-11-22T09:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}