{"id": "00657bc7-1847-34c7-99e9-2584d86f5a89", "title": "Harma van Kreij: handbaldebutant die de onvervangbare Polman vervangt", "url": "https://volkskrant.nl/sport/harma-van-kreij-handbaldebutant-die-de-onvervangbare-polman-vervangt~b0e231d1/", "summary": "Harma van Kreij in haar periode bij Dortmund.\nDebutant Van Kreij zou daar haar teamgenoten de boks of elleboog geven, om vervolgens de ‘EK-bubbel’ te betreden.\nVoor Van Kreij, de laatste ontdekking van bondscoach Manu Mayonnade, is het vertraagde aansluiten bij de nationale ploeg extra zuur.\nPolman, herstellend van een kruisbandscheuring, was vorig jaar de beste speelster van het WK in Japan.\nVan Kreij kent twee van de zeventien collega-internationals persoonlijk.", "paragraphs": ["Harma van Kreij in haar periode bij Dortmund. Beeld ImagoSport / HH", "Maandag had de grote dag voor handbalster Harma van Kreij moeten zijn. Het Nederlands team, de wereldkampioen van 2019, verzamelde op Papendal voor de aanloop naar de Europese titelstrijd die eind volgende week in Denemarken begint. Debutant Van Kreij zou daar haar teamgenoten de boks of elleboog geven, om vervolgens de ‘EK-bubbel’ te betreden.", "Mis. Harma van Kreij moest thuis in Venray vier dagen in quarantaine, meldde het handbalverbond NHV. Het is de nasleep van een coronabesmetting in haar Sloveense clubteam, RK Krim Mercator. Voor Angela Malestein, zaterdag met het Hongaarse Ferencvaros de (winnende) opponent van Mercator, bleek hetzelfde te gelden. Thuis blijven. In Spakenburg, tot en met donderdag.", "Voor Van Kreij, de laatste ontdekking van bondscoach Manu Mayonnade, is het vertraagde aansluiten bij de nationale ploeg extra zuur. Ze had er enorm naar uitgekeken. ‘In oktober zou ik de twee interlands tegen Duitsland meespelen. In maart was ik door Mayonnade al op de longlist gezet, maar miste ik de echte selectie voor die wedstrijd tegen Spanje die uiteindelijk door corona niet doorging. Voor de dubbel tegen Duitsland zat ik er wel bij. Maar we kwamen toen uit Rusland terug, waar we Champions League hadden gespeeld en toen bleek er één coronageval in ons team. Dat betekende eventjes tien dagen in quarantaine, in Ljubljana. Ik mocht er niet weg.’", "Van Kreij is een speciaal verhaal in de successtory van het Nederlandse handbal. Van de huidige EK-selectie van achttien hebben er zestien een verleden op de Handbal Academie, een intussen vermaard geraakt opleidingsinstituut op Nationaal Sportcentrum Papendal. Larissa Nüsser, als jeugdinternational vroeg ontdekt, koos een andere weg, via het semiprofteam van Dalfsen en een snelle transfer naar Denemarken.", "Eigen weg", "Van Kreij deed de Arnhemse academie niet en droeg ook nooit het oranje tenue. ‘Ik heb altijd mijn eigen weg gevolgd. Voor lange tijd wist ook niemand wie ik was. Dat is pas veranderd toen ik in 2019 hier in Ljubljana bij Mercator ben gaan spelen en ik meer bekend werd.", "‘Ik heb voor Limburgse clubs gespeeld, Manual, Bevo en Venlo, en ben toen in Duitsland gaan handballen. Bij Venlo vroeg mijn toenmalige trainer Gino Smits wat ik in de sport wilde bereiken. Het Nederlands team komt dan in gedachten en de Champions League. Die haalde ik door naar Krim Mercator over te stappen. Dan hoop je nog een keer in aanmerking te komen voor het Nederlands team. Ik heb zelf nooit in de jongere selecties gezeten. Dan is het ook lastig om in beeld te komen. Je kunt maar één ding: goed presteren.’", "Mercator, voor de helft bestaand uit de internationals die Nederland vorig jaar bij het WK namens Slovenië op een nederlaag in de openingswedstrijd trakteerde, geldt als een Europese topclub, tweemaal Champions Leaguewinnaar (2001 en 2003) en nu overigens net een treetje onder het hoogste niveau. Van Kreij mocht in april 2019 daar een proeftraining doen.", "‘Mijn spelersmakelaar Ana Djokic had dat geregeld. Ik had drie jaar voor Borussia Dortmund gespeeld. Ik wilde een nieuwe uitdaging. Zoals ik hoop dat er hierna nog één stapje hoger te zetten. Die proeftraining was een sollicitatie. Ze zochten een opbouwspeelster. Dat ben ik, rechtshandig, dus op de linkeropbouw. Maar ook wel aan de andere kant. Mijn kracht is mijn dynamiek, mijn een-tegen-een en mijn verdedigen.’", "Verdedigende kracht", "Haar moeder geeft telefonisch hoog op van de verdedigende kracht van dochterlief. Harma: ‘Dat is altijd mijn sterkste punt geweest. Ik heb mijn verdedigingswijze meegenomen uit het judo dat ik als meisje heb gedaan. Ik pak ze bij mouw en revers, en dan trek ik de aanvallers naar mij toe. Dat ze geen kant meer op kunnen. Dat heet frontaal verdedigen. Als je de armen zijwaarts uitsteekt, heb je straffen en 7-meters tegen.’", "Van Kreij is bij de EK dat nu definitief aan Denemarken is toegewezen een van de opties om Estavana Polman, de onvervangbare, te vervangen. Polman, herstellend van een kruisbandscheuring, was vorig jaar de beste speelster van het WK in Japan. Het zijn grote schoenen om te vullen. ‘Aan die kant van de opbouwrij heeft het Nederlands team natuurlijk echte topspelers staan, Abbingh, Polman en Dulfer’, zo schetst Van Kreij de concurrentie die haar, de selfmade handbalster uit Limburg, lang in de schaduw deed verblijven.", "Ze is net zo lang als Polman (1.73) die wegens haar frêle postuur vaak Polmannetje wordt genoemd. Van Kreij heeft zeker niet dezelfde trefzekere arm. Maar ze is wat steviger, ‘ik ben wat breder gebouwd’, zegt ze daar zelf over. Dat is dan weer een plus in een handbalploeg die vooral drijft op aanvallend vernuft. Van Kreij kent twee van de zeventien collega-internationals persoonlijk. De rest kent ze van tv. ‘Of tegenwoordig uit de Champions League. Laatst met Martine Smeets en met Angela Malestein, dan is het toch effe hallo zeggen als Hollanders onder elkaar.’"], "authors": ["John Volkers"], "keywords": ["harma", "polman", "van", "handbaldebutant", "het", "op", "die", "kreij", "ik", "een", "en", "dat", "vervangt", "onvervangbare", "voor"], "pubDate": "2020-11-23T22:47:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}