{"id": "00718f74-b9bd-3095-9578-2ecbffe9b345", "title": "Bitcoin breekt met gemak even door dak van $23.000", "url": "https://www.telegraaf.nl/financieel/1115914166/bitcoin-breekt-met-gemak-even-door-dak-van-23-000", "summary": "Deze week heeft de bitcoin de weg omhoog krachtig ingezet met op cryptoplatform Coindesk om 11.00 uur (Nederlandse tijd) een sprong omhoog van 20% naar een piek $23.400.\nVan bitcoin worden volgens de whitepaper van oprichter Satoshi Nakamoto in 2009 maximaal 21 miljoen stuks via software gemaakt, momenteel zijn er 18,5 miljoen gemijnd.\nDe cryptomunt is, na een tussentijdse duikvlucht in maart als gevolg van de uitbraak van de pandemie, vanaf april hard omhoog gegaan.\nDe Amerikaanse betalingsverwerker gaat vanaf volgend jaar de deur openzetten voor 346 miljoen klanten om te betalen met cryptomunten op het platform.\nDaarnaast hebben steeds meer grote gevestigde partijen interesse om te beleggen in bitcoin en de cryptomunten op hun balans te zetten.", "paragraphs": ["Nadat vanaf begin november al een prachtige rit werd gemaakt, waarbij de bitcoin het hoogste niveau ooit aantikte van net onder de $20.000, moest de digitale munt afgelopen week door winstnemingen nog flink terrein prijsgeven. Inmiddels heeft de munt zijn all time high bereikt.", "Deze week heeft de bitcoin de weg omhoog krachtig ingezet met op cryptoplatform Coindesk om 11.00 uur (Nederlandse tijd) een sprong omhoog van 20% naar een piek $23.400. Daarna kwam enige afkoeling. de Vorige week dook de crypto nog onder de grens van $18.000.", "Van bitcoin worden volgens de whitepaper van oprichter Satoshi Nakamoto in 2009 maximaal 21 miljoen stuks via software gemaakt, momenteel zijn er 18,5 miljoen gemijnd.", "Het maken van een nieuwe bitcoin wordt standaard geverifieerd door gebruikers, die de transacties bevestigen op de blockchain, het onderliggende digitale ’grootboek’ waarin ze voor iedereen zichtbaar vastleggen en dat tot op heden niet is gehackt.", "Duikvlucht", "Beleggers in de bitcoin, dat geen centrale uitgever kent maar miljoenen gebruikers, hebben dit jaar geen reden tot klagen. De cryptomunt is, na een tussentijdse duikvlucht in maart als gevolg van de uitbraak van de pandemie, vanaf april hard omhoog gegaan. Vooral in november kreeg de digitale munt vleugels. Daarmee is de bitcoin dit jaar al meer dan 170% duurder geworden.", "PayPal heeft een belangrijke rol gespeeld bij de grote animo voor de bitcoin. De Amerikaanse betalingsverwerker gaat vanaf volgend jaar de deur openzetten voor 346 miljoen klanten om te betalen met cryptomunten op het platform.", "Daarnaast hebben steeds meer grote gevestigde partijen interesse om te beleggen in bitcoin en de cryptomunten op hun balans te zetten. Het aantal zogeheten whales, die een groot bedrag aan digitale munten in bezit aanhouden, is dit jaar fors toegenomen."], "authors": ["Redactie Dft"], "keywords": ["van", "gemak", "digitale", "breekt", "een", "het", "week", "23000", "vanaf", "op", "voor", "jaar", "bitcoin", "dak", "met", "door"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}