{"id": "00739e50-5e69-3bb3-a42a-6b9213bc0212", "title": "'Bij teruggeven nazi-roofkunst is het onjuist om belangen musea mee te wegen'", "url": "https://nos.nl/nieuwsuur/artikel/2359643-bij-teruggeven-nazi-roofkunst-is-het-onjuist-om-belangen-musea-mee-te-wegen.html", "summary": "Die bestaat uit juristen, een historicus en een kunsthistoricus.\nOoit was Nederland toonaangevend als het ging om het teruggeven van nazi-roofkunst.\nBij een aantal geruchtmakende zaken waarbij musea zeer waardevolle schilderijen mochten houden, vonden onder meer Joodse organisaties dat de belangen van het museum een te grote rol speelden.\nDe evaluatiecommissie pleit ervoor om het herkomstonderzoek naar deze kunstwerken te hervatten en de oorspronkelijke eigenaren en hun erfgenamen actief op te sporen.\n\"Arrogant, onwelwillend, bureaucratisch en absoluut niet bereid mee te denken\" was één van de reacties op een vraag naar de tevredenheid over het contact.", "paragraphs": ["Het is \"principieel onjuist\" om de belangen van musea of andere bezitters te betrekken bij de afweging of door nazi's geroofde kunst wordt teruggegeven aan de erfgenamen van de oorspronkelijke Joodse eigenaren. Herstel van onrecht weegt zwaarder, concludeert een evaluatiecommissie in een kritisch rapport dat vandaag wordt aangeboden aan minister Ingrid van Engelshoven. De evaluatiecommissie, onder leiding van Jacob Kohnstamm, heeft op verzoek van de minister gekeken naar het beleid zoals dat sinds 2001 wordt uitgevoerd door de restitutiecommissie. Die bestaat uit juristen, een historicus en een kunsthistoricus. Zij bepalen of een kunstobject na een claim wordt teruggegeven aan de erfgenamen of niet. Ooit was Nederland toonaangevend als het ging om het teruggeven van nazi-roofkunst. Maar de afgelopen jaren kwam er veel kritiek. Bij een aantal geruchtmakende zaken waarbij musea zeer waardevolle schilderijen mochten houden, vonden onder meer Joodse organisaties dat de belangen van het museum een te grote rol speelden. Volgens de evaluatiecommissie heeft \"de Nederlandse reputatie schade opgelopen\".", "De restitutiecommissie kijkt naar claims over kunstwerken waarvan de voormalige eigenaar onder het naziregime door roof, inbeslagname of gedwongen verkoop het bezit verloor. Deze voorwerpen kunnen nu in bezit zijn van de Nederlandse Staat, een provinciale of gemeentelijke overheidsinstelling, een stichting of een particulier.", "Leidend bij het restitutiebeleid zijn de in 1998 door Nederland en 43 andere landen ondertekende 'Washington Conference Principles on Nazi-Confiscated Art'. Volgens Kohnstamm is het Nederlandse beleid nu op één punt strijdig met die principes. \"Namelijk dat er geen structureel onderzoek meer wordt gedaan naar herkomst.\" Dit is vooral van belang voor de zogenoemde 'Nederlands-Kunstbezit collectie'. Deze collectie omvat kunstvoorwerpen die de geallieerden na de Tweede Wereldoorlog van Duitsland naar Nederland hebben gebracht, waarvan vaststaat dat ze geroofd zijn. Een deel is inmiddels teruggegeven, maar de Staat beheert nog steeds 3800 objecten die vaak zijn ondergebracht bij musea of in rijksgebouwen. De evaluatiecommissie pleit ervoor om het herkomstonderzoek naar deze kunstwerken te hervatten en de oorspronkelijke eigenaren en hun erfgenamen actief op te sporen.", "'Arrogant en onwelwillend' Kohnstamm: \"Wat ons ook opviel was dat het beleid, dus de grond waarop de commissie een oordeel velt, buitengewoon ondoorzichtig is. Het bestaat uit vijftien nota's, brieven van ministers en staatssecretarissen. Totaal onduidelijk voor iemand die wil weten of een claim kans maakt.\" De commissie sprak daarom ook met mensen die een claim hebben gedaan. Sommigen kwamen met felle kritiek op de restitutiecommissie. \"Arrogant, onwelwillend, bureaucratisch en absoluut niet bereid mee te denken\" was één van de reacties op een vraag naar de tevredenheid over het contact.", "Alfred Hammerstein was sinds 2016 voorzitter van de restitutiecommissie. Hij is twee weken geleden opgestapt uit onvrede over het rapport van de evaluatiecommissie. Vicevoorzitter Els Swaab vervangt hem momenteel."], "authors": ["Ronja Hijmans", "Dit Is Een Artikel Van"], "keywords": ["teruggeven", "van", "bij", "wegen", "het", "op", "naar", "mee", "die", "musea", "onjuist", "een", "om", "te", "en", "dat", "wordt", "naziroofkunst"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}