{"id": "00935b28-639b-3723-86e4-dd920c5920e0", "title": "Zouden alle vaccins eerst naar India moeten gaan?", "url": "https://volkskrant.nl/economie/zouden-alle-vaccins-eerst-naar-india-moeten-gaan~bf8f9e56/", "summary": "Een kwart miljard mensen in India legden tegelijkertijd het werk neer uit protest tegen het beleid van de eigen regering in de coronacrisis.\nIn India zijn 9,2 miljoen mensen met covid-19 besmet.\nIn India en andere lagere-inkomenslanden zal corona veel rampzaliger uitpakken dan in rijke westerse landen.\nIn veel ontwikkelingslanden zal het tot 2023 of 2024 duren voordat veel mensen zijn gevaccineerd.\nDaarna volgen de andere provincies een voor een, afhankelijk van wat beschikbaar komt.", "paragraphs": ["Afgelopen donderdag vond de grootste staking in de wereldgeschiedenis plaats. Die kreeg weinig aandacht of – beter gezegd – ging ten onder in het nieuwsgeweld over de Brexit, de mondkapjesplicht in de supermarkten, de paleisrevolutie bij FvD, de strapatsen van Trump en het feit dat een van de puppy’s van Rachel Hazes is overleden na euthanasie.", "Een kwart miljard mensen in India legden tegelijkertijd het werk neer uit protest tegen het beleid van de eigen regering in de coronacrisis. Door de lockdowns zijn de mensen daar massaal hun werk en inkomen kwijtgeraakt. Daar overstijgt het aantal slachtoffers van honger, ondervoeding en gebrek aan medische zorg mogelijk het aantal daadwerkelijke coronaslachtoffers.", "In India zijn 9,2 miljoen mensen met covid-19 besmet. Ongeveer 135 duizend zijn er officieel aan overleden. Maar het werkelijke cijfer zal vele malen hoger zijn, omdat daar maar op zeer kleine schaal wordt getest en in grote delen nauwelijks zorgvoorzieningen zijn.", "In India en andere lagere-inkomenslanden zal corona veel rampzaliger uitpakken dan in rijke westerse landen. Ten slotte is thuiswerken in India voor velen een onbereikbaar ideaal en is anderhalve meter afstand in steden als Calcutta, Delhi en Mumbai fysiek onmogelijk.", "Niettemin komen de mensen in de rijke landen het eerst in aanmerking voor een prik. De vaccins van Pfizer en Moderna – de eerste goedgekeurde die op de markt komen – gaan voor de overgrote meerderheid naar de mensen in de rijke landen. India komt pas in aanmerking voor grootschalige inentingen als het goedkopere Astra Zeneca-vaccin beschikbaar komt of het land in staat is zelf een vaccin te produceren. In veel ontwikkelingslanden zal het tot 2023 of 2024 duren voordat veel mensen zijn gevaccineerd.", "Eigenlijk zouden vaccins moeten worden gedistribueerd volgens twee economische principes: hoe voorkomen we wereldwijd de meeste slachtoffers en hoe dammen we de pandemie het snelst in?", "Maar nu probeert elk land zo veel mogelijk dosis van het goedgekeurde vaccin in handen te krijgen. Daarna wordt een prioriteitenlijstje opgesteld, waarbij degenen die het meeste risico lopen als eerste worden ingeënt. In Nederland zijn dat de ouderen, kwetsbare mensen en zorgmedewerkers.", "Het zou niet alleen verstandig zijn om de vaccinatie te beginnen in de grootste risicogebieden in de wereld, ook per land zou het anders moeten worden aangepakt.", "In plaats van de eerste 400 duizend inentingen te laten plaatsvinden verspreid over het hele land, zouden eerst alle inwoners in een provincie (Flevoland of Zeeland) kunnen worden gevaccineerd, waardoor hier iedereen weer gewoon naar de winkels, café’s, sportclubs en bioscopen kunnen. Daarna volgen de andere provincies een voor een, afhankelijk van wat beschikbaar komt. Nu zal het hele land in lockdown blijven.", "En als dat achter de rug is, komt India aan de beurt."], "authors": ["Peter De Waard"], "keywords": ["moeten", "vaccins", "alle", "van", "zal", "zouden", "mensen", "het", "naar", "gaan", "zijn", "eerst", "een", "en", "land", "india", "voor"], "pubDate": "2020-12-07T19:28:50+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}