{"id": "0093ccbb-a3e7-3f2e-9ef4-aad3d7c8d708", "title": "De winnaars in de tv-evolutie: ‘Even tot hier’ en ‘Frontberichten’", "url": "https://trouw.nl/rubrieken/de-winnaars-in-de-tv-evolutie-even-tot-hier-en-frontberichten~b26be2ab1/", "summary": "Hoe moet dat nu met zijn ‘Oudejaars 2020’ in de Kleine Komedie, voor het eerst in dertig jaar zonder publiek?\nZaterdag: Youp van ’t Hek gaat toch zijn oudejaarsconference doen, bevestigde hij in satirisch programma ‘Even tot hier’ (BNNVara).\nHij zong er een rake coronagekkies-versie van zijn konijnenliedje ‘Flappie’ bij, nu ‘Wappie’ geheten, en stuwde de kijkcijfers op tot 1,5 miljoen.\nHet dagelijkse vlogprogramma van documentairemaker Geertjan Lassche liet van maart tot en met mei zien hoe het achter de deuren van ziekenhuizen en verpleeghuizen ging.\nVrachtwagens met doden, een ambulancefile met ic-patiënten van het zuiden naar het noorden.", "paragraphs": ["Het is een Darwiniaans jaar geweest. De evolutie gaat altijd door, maar dit jaar ging ze meer door dan anders, illustreerde het afgelopen tv-weekend.", "Vrijdag in ‘Beau’ vertelde cabaretier Dolf Jansen hoe hij de zaal nodig heeft op het ­podium. Hij heeft bakken materiaal in zijn hoofd. Per onderwerp plukt hij daar dingen uit, al naar gelang de mensen erop aanslaan. Hoe moet dat nu met zijn ‘Oudejaars 2020’ in de Kleine Komedie, voor het eerst in dertig jaar zonder publiek?", "Zaterdag: Youp van ’t Hek gaat toch zijn oudejaarsconference doen, bevestigde hij in satirisch programma ‘Even tot hier’ (BNNVara). Hij zong er een rake coronagekkies-versie van zijn konijnenliedje ‘Flappie’ bij, nu ‘Wappie’ geheten, en stuwde de kijkcijfers op tot 1,5 miljoen.", "Niels van der Laan en Jeroen Woe van Even tot hier hadden net glimmend gezegd dat mensen vonden dat zíj die conference maar moesten doen als Youp zich terugtrok. In Darwiniaanse zin zit daar wat in.", "Kijk naar die geweldige studio: aanpassingsvermogen in optima forma. Youp van ’t Hek, Guido Weijers, Dolf Jansen, allen twijfelden over zo’n voorstelling zonder publieksenergie. En deze twee staan luchtig te ginnegappen tegen hun muur van beeldbellers. Ze laten zich het applaus welgevallen, horen het gegrinnik of de stilte bij grappen die aanslaan of niet.", "In de evolutionaire selectie zijn zij het best aangepast aan de omstandigheden. Zo grappig vind ik hun ‘hitshow’ niet altijd, maar om hun machtige beeldbel-scherm had ik hen een oudejaarskans gegund. Nu moeten ze hun studioconcept maar voor veel geld verhuren aan Van ’t Hek. (Och, ook bij BNNVara).", "‘Frontberichten’ raakt je weer als een mokerslag", "Zondag had die omroep met de documentaire ‘Frontberichten - De Special’ zelf al een terugbik op het jaar. Het dagelijkse vlogprogramma van documentairemaker Geertjan Lassche liet van maart tot en met mei zien hoe het achter de deuren van ziekenhuizen en verpleeghuizen ging. Hoewel Lassche daarmee net naast de belangrijkste televisieprijzen greep (Zilveren Nipkowschijf, Europese Gouden Roos) is hij in ­Darwiniaanse zin wel een winnaar. Zijn ­format overleefde als enige het informatievacuüm in de lockdown. Met de huidige ‘wappies’ die roepen dat de ziekenhuizen eigenlijk leeg zijn maar dat niemand dat vertelt, wordt het ongepolijste programma in deze tweede golf node gemist.", "In de special blikt Lassche met vele vloggende zorgverleners zoals longarts Wouter, verpleegkundige Ellen en woonbegeleider gehandicaptenzorg Elsje terug op dit coronajaar. Je denkt dat je het al gezien hebt, maar het raakt je weer als een mokerslag. Hoe naïef hebben we dat virus uit Wuhan gebagatelliseerd. Het RIVM twitterde in januari dat ‘de ziekte, met wat nu bekend is, niet heel besmettelijk is’.", "Na carnaval en wintersport barstte de bom. Verpleegkundigen en artsen vertellen over de vele verwijderde naambordjes op de gang van een verpleegtehuis. Over de pijn bij de familie én in hun eigen doktershart wanneer hun werk niet genoeg was geweest. Vrachtwagens met doden, een ambulancefile met ic-patiënten van het zuiden naar het noorden. Mondkapjestekort. Wc-papier-gehamster. Videobellen met familie en dan alleen sterven. Vooral de hoge prijs van eenzaamheid staat voorop in deze film. Dat diep verdrietige, zinloze gevoel mag volgend jaar wel verslagen worden.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["tot", "zijn", "hier", "van", "winnaars", "frontberichten", "en", "met", "een", "hun", "tvevolutie", "het", "maar", "hij", "dat"], "pubDate": "2020-12-21T09:26:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}