{"id": "0095fc57-cd1c-3b23-84e4-de758df4f997", "title": "Britse bedrijven hamsteren volop in aanloop naar Brexit", "url": "https://nu.nl/economie/6092965/britse-bedrijven-hamsteren-volop-in-aanloop-naar-brexit.html", "summary": "Veel Britse bedrijven leggen extra grote voorraden aan nu de Brexit nadert.\nMet de voorraden willen de bedrijven voorkomen dat ze in de problemen komen zodra het VK uit de EU is gestapt.\nBritse bedrijven vullen daarom nu hun opslagruimtes met extra voorraden, om in de periode na 1 januari verzekerd te zijn van genoeg goederen.\nLogistieke bedrijven merken de laatste tijd dan ook dat ze het extra druk hebben.\nDe verwachting is dat in de komende weken het transport alleen maar duurder wordt.", "paragraphs": ["Veel Britse bedrijven leggen extra grote voorraden aan nu de Brexit nadert. Dat merken diverse logistieke ondernemers, die de laatste weken veel extra opdrachten binnenkrijgen. Met de voorraden willen de bedrijven voorkomen dat ze in de problemen komen zodra het VK uit de EU is gestapt.", "Het Verenigd Koninkrijk zit officieel al sinds 31 januari niet meer in de Europese Unie. Maar momenteel is nog sprake van een overgangstermijn waarin de handel tussen de Britten en de EU-lidstaten geen hinder ondervindt. Die termijn loopt eind dit jaar af, terwijl er nog geen handelsakkoord is gesloten. Een Brexit zonder akkoord is daardoor nog altijd mogelijk.", "Britse bedrijven vullen daarom nu hun opslagruimtes met extra voorraden, om in de periode na 1 januari verzekerd te zijn van genoeg goederen. Logistieke bedrijven merken de laatste tijd dan ook dat ze het extra druk hebben. Ook medewerkers bij de douane zeggen dat ze worden overstelpt met vragen van handelaren.", "De prijzen voor het transport van goederen zijn de laatste weken fors opgelopen, met stijgingen tot 20 procent. De verwachting is dat in de komende weken het transport alleen maar duurder wordt. Ook zijn er steeds minder vrachtwagens beschikbaar om alle lading te vervoeren."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["weken", "aanloop", "volop", "brexit", "van", "het", "naar", "met", "zijn", "voorraden", "ze", "bedrijven", "dat", "hamsteren", "extra", "britse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}