{"id": "00a5d4c7-4e9e-3a29-ace5-34b8231c3ceb", "title": "Jorien Ceelen: ‘Mijn jaarplan strandt vaak al in februari’", "url": "https://www.parool.nl/kunst-media/jorien-ceelen-mijn-jaarplan-strandt-vaak-al-in-februari~b6d6ce79/", "summary": "Ik heb mijn interesse in kunst en cultuur dan ook voor het grootste gedeelte aan mijn ouders te danken.\n“In januari maak ik meestal een plan, wat vaak na Art Rotterdam (in februari) al gestrand is.\n“Het grootste deel van mijn verzameling heb ik bij een galerie aangekocht.\nVerder is het echt meer mijn feestje, en mijn verzameling.\nIk dacht altijd dat ik van mijn eerste salaris een designertas zou kopen, maar het werd een schilderij van Floor van het Nederend.”Is er een galerie waar u een speciale band mee heeft?", "paragraphs": ["Jorien Ceelen. Beeld Vincent Zanni", "Wat betekent kunst voor u?", "“Kunst is iets wat bij het leven hoort, of je dit nu wilt of niet: er is moeilijk aan te ontkomen. Soms is het geruststellend en soms confronterend. Het is iedere dag anders en gaat, met een beetje geluk, nooit vervelen. Dit maakte het tijdens de lockdown toch een stukje minder erg om naar de muren te moeten staren.”", "Cathrin Hoffmann, Hello Distraction My Old Friend (2020), Galerie Ron Mandos. Beeld Gallery Viewer", "Heeft u kunst van huis uit meegekregen?", "“Ik ben een boerendochter, dus de connectie met kunst is misschien niet heel snel gelegd. Ik heb mijn interesse in kunst en cultuur dan ook voor het grootste gedeelte aan mijn ouders te danken. Al van jongs af aan gingen we met grote regelmaat naar musea en hebben mijn ouders me geleerd om met een open blik te kijken en nieuwsgierig te blijven.”", "Waar haalt u uw informatie over het wel en wee in de kunstwereld vandaan?", "“Ik heb het geluk dat ik door mijn werk – ik begeleid projecten en werk bij een grote bedrijfscollectie – eigenlijk de hele dag met kunst en de kunstwereld bezig ben. Hierdoor krijg ik de kans om veel beurzen, afstudeershows en open ateliers te bezoeken.”", "Waar bekijkt u het liefste kunst?", "“Ik vind het leuk om online kunst te bekijken. Je ziet dat wat dat betreft in deze tijd, met onder meer viewing rooms, grote stappen zijn gemaakt, maar toch kan ook dit (nog) niet tippen aan de ‘real life’ ervaring. Van kunst in een museale setting kan ik net zo veel genieten als kunst in een galerie of op een beurs.”", "Sam Andrea, Erfam (2020), Galerie Vriend van Bavink. Beeld Gallery Viewer", "Hoe vaak per jaar koopt u kunst?", "“In januari maak ik meestal een plan, wat vaak na Art Rotterdam (in februari) al gestrand is. Een vast aantal heb ik dus niet echt, tot ongenoegen van mijn vriend, omdat ik mijn ‘dit is de laatste voor dit jaar’ belofte al meerdere keren heb gebroken.”", "En waar koopt u dan: in de galerie, op een kunstbeurs, op een veiling of online?", "“Het grootste deel van mijn verzameling heb ik bij een galerie aangekocht. Ik heb dit jaar voor het eerst een schilderij dat ik niet in het echt heb kunnen zien bij een buitenlandse galerie gekocht.”", "Is het belangrijk dat u en uw partner het altijd eens zijn over een aankoop?", "“Mijn vriend studeert fotografie aan de Willem de Kooning Academie in Rotterdam, dus met de fotografie kijkt hij wel mee. Verder is het echt meer mijn feestje, en mijn verzameling. Ik dacht altijd dat ik van mijn eerste salaris een designertas zou kopen, maar het werd een schilderij van Floor van het Nederend.”", "Is er een galerie waar u een speciale band mee heeft?", "“Ik kom altijd graag bij Galerie Fleur & Wouter. Ze supporten veel jonge kunstenaars, wat ik heel belangrijk vind. Om dezelfde reden kom ik ook bij Logman Gallery in Utrecht. Ik kom ook graag bij tegenboschvanvreden. Naast dat het hele fijne mensen zijn, hebben ze altijd prachtige tentoonstellingen, waar ik altijd het liefst alles zou willen inpakken en meenemen. Het concept van Marian Cramer Projects – ze hangt kunst in haar woonkamer – vind ik ook inspirerend.”", "Cleo Goossens, Desert Gold III (2020), Galerie Fleur & Wouter. Beeld Gallery Viewer", "Als u een onbeperkt budget had, van wie zou u dan een werk aankopen?", "“Cathrin Hoffmann staat bovenaan, ik vind haar werken zo fascinerend en ze wordt alleen maar beter. Een mural van Thomas Trum staat ook hoog op mijn verlanglijstje. Video art verzamelen lijkt me ook heel tof.”", "Wie zijn uw favoriete kunstenaars?", "“Cleo Goossens’ foto’s zijn persoonlijk en stralen een rust uit zonder saai te worden. Catharin Hoffmann: nogmaals, fascinerende werken. Sam Andrea schildert belachelijk mooi én goed.”", "Een langere versie lezen of zelf kunst kopen? galleryviewer.com"], "authors": ["Manuela Klerkx En Oscar Van Gelderen"], "keywords": ["ik", "strandt", "februari", "van", "ceelen", "al", "kunst", "mijn", "jorien", "en", "een", "galerie", "te", "ook", "het", "vaak", "jaarplan"], "pubDate": "2020-12-28T11:38:36Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}