{"id": "00c19856-b8ab-30ac-aca2-03976ffe584c", "title": "Allemaal aan de adventskalender om af te tellen naar een nieuw begin", "url": "https://trouw.nl/nieuws/allemaal-aan-de-adventskalender-om-af-te-tellen-naar-een-nieuw-begin~b439bb87/", "summary": "Als kind kreeg Lanie Preston (23), trainee digitaal ontwerp, begin december steevast een adventskalender.\n“Ik heb er een met chocolaatjes.\nElke dag open ik er eentje bij het ontbijt.” Een goede manier om de dag te beginnen, lacht ze.\n“Maar ik eet er nog wel iets bij, hoor.”Ze is bepaald niet de enige die op het idee kwam om een adventskalender in huis te halen.\nDus op een bepaalde manier slaat het kerstgevoel naar binnen.”Dat is precies hoe Lanie Preston haar aankoop van de adventskalender uitlegt.", "paragraphs": ["Als kind kreeg Lanie Preston (23), trainee digitaal ontwerp, begin december steevast een adventskalender. Het openmaken van de kartonnen luikjes hoort voor haar bij Kerst zoals de kerstboom en lichtjes. En nu de Amsterdamse de feestdagen vanwege corona niet met haar familie in de Verenigde Staten kan doorbrengen, heeft ze er uit nostalgie zelf maar een gekocht. “Ik heb er een met chocolaatjes. Elke dag open ik er eentje bij het ontbijt.” Een goede manier om de dag te beginnen, lacht ze. “Maar ik eet er nog wel iets bij, hoor.”", "Ze is bepaald niet de enige die op het idee kwam om een adventskalender in huis te halen. Op Bol.com doen de kalenders het dit jaar bijzonder goed, zegt een woordvoerder. De webwinkel verkocht bijna driemaal zoveel kalenders als in 2019. De populairste was de kalender van het Nederlandse beautybedrijf Rituals - die is al uitverkocht. Er zijn kalenders te vinden met de meest uiteenlopende producten: van speciaalbier, nagellak, kaas en seksspeeltjes tot Lego. Roel Jacobs, oprichter van de website adventskalenderkopen.nl, ziet het aanbod elk jaar groeien. “Je kunt het zo gek niet bedenken of er bestaat inmiddels wel een kalender van.”", "Lanie Preston pakt een chocolaatje uit haar adventskalender. Beeld Jean-pierre Jans", "Van traditioneel to t conceptueel", "De traditionele, bezinnende varianten van de adventskalenders doen het eveneens goed: bij de Protestantse Kerk in Nederland (PKN) is men al door de voorraad van hun 75.000 kalenders heen. Maar ook allerhande bedrijven en instellingen gebruiken het concept van de adventskalender dit jaar. Zo biedt het Amsterdamse theater De Kleine Komedie via een digitale adventskalender dagelijks een stukje vermaak: een korte voorstelling die op de website te volgen is. Ook een samenwerkingsverband van meer dan twintig kerken in Den Haag biedt een online versie aan. Op www.oecumenedenhaag.nl/adventskalender komt er elke dag een muziekstuk, lied of kerstboodschap langs.", "Het ligt voor de hand dat de opleving van de adventskalender te maken heeft met corona. Wordt er meer dan anders uitgezien naar het einde van dit jaar? Hoogleraar publieke theologie Erik Borgman denkt van wel. “Achter deze trend gaat een verlangen schuil om de tijd te markeren. Vooral tijdens zo’n lockdown als deze is dat belangrijk. Nu het extra donker is vanwege corona, leef je des te meer naar Kerstmis toe, naar het licht, of in ieder geval een eindpunt. Dat het niet onbestemd voortduurt.”", "En nu het vieren van de feestdagen er amper in zit, is een klein, innig ritueel als de kalender een welkome vervanging. “Grote dingen mogen niet, dus dan maar klein. Omdat mensen de deur niet uit kunnen, proberen ze kerst nog meer in huis te halen. Dus op een bepaalde manier slaat het kerstgevoel naar binnen.”", "Dat is precies hoe Lanie Preston haar aankoop van de adventskalender uitlegt. “Het is een manier om, nu mijn dagen een beetje saai zijn, toch elke dag iets nieuws te krijgen. Elke dag heb ik een klein kadootje. En nu ik niet naar huis kan en mijn familie niet zie met de feestdagen, heb ik toch iets dat me meeneemt naar de tradities van mijn kindertijd. Daar word ik gelukkig van.”", "Herkomst Adventskalenders begonnen ooit met krijtstreepjes op de muur. Een stukje godsdienstige opvoeding, vertelt Anite Haverkamp, medewerker van het Museum Catharijneconvent voor christelijk erfgoed in Utrecht. Het doel was kinderen iets te leren over geduld en verwachting in de voorbereidingstijd op Kerst. De eerste gedrukte adventskalender is bedacht door Gerhard Lang, in 1902. “Achter de luikjes waren vrome plaatjes te zien van het kerstverhaal. Dit werd een groot succes, ook commercieel gezien. Vervolgens gingen zowel protestantse als katholieke drukkerijen zo’n ding maken. Rond 1920 komt er voor het eerst een kalender met chocolade uit. In Nederland verschenen de eerste kalenders na de Tweede Wereldoorlog.”", "Lees ook:", "Een blokjeskerst, of toch buitenbuffetten? Zo vier je Kerst het veiligst", "De veiligheid van je kerstplannen hangt vooral af van hoe je je in de dagen ervóór gedraagt, waarschuwt viroloog Bert Niesters."], "authors": ["Sieme De Wolf"], "keywords": ["begin", "allemaal", "van", "nieuw", "af", "het", "op", "naar", "adventskalender", "met", "ik", "tellen", "een", "niet", "om", "te", "er"], "pubDate": "2020-12-09T14:09:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}