{"id": "00c7b2c8-2032-39c5-a92f-21f219d0f191", "title": "Maakt vuile lucht het virus sterker? Een waarschijnlijk, maar moeilijk te bewijzen verband", "url": "https://volkskrant.nl/wetenschap/maakt-vuile-lucht-het-virus-sterker-een-waarschijnlijk-maar-moeilijk-te-bewijzen-verband~bd4739ce/", "summary": "Zo weten we dat het inademen van vervuilde lucht kleine ontstekingsreacties in het lichaam veroorzaakt, waardoor de kans op hart-, vaat- en longziekten toeneemt.\nZo is de lucht vaak viezer in steden, waar het virus sowieso sneller rondgaat doordat mensen er op een kluitje wonen.\nDaarbij valt op dat het verband met de concentraties stikstofdioxide veel sterker is dan die met fijnstof.\nHet is goed mogelijk, schrijven de Spaanse onderzoekers, dat de extra zieken helemaal niet te wijten zijn aan de uitlaatgassen van het verkeer.\n‘Misschien niet zozeer bij de verspreiding van het virus, maar wel bij het verergeren van de ziekte.", "paragraphs": ["Het ligt voor de hand dat het coronavirus harder toeslaat in gebieden met verontreinigde lucht en de ene na de andere studie concludeert dit dan ook. Het probleem is: al die studies hebben één grote zwakte.", "Als het coronavirus zich dit voorjaar over de wereld verspreidt, begint er iets op te vallen. Meerdere brandhaarden – van Lombardije in Italië tot Noord-Brabant in Nederland – hebben een overeenkomst: de luchtkwaliteit is er minder goed dan in gebieden eromheen. Zou luchtvervuiling de pandemie verergeren?", "Dat ongezonde lucht gevolgen kan hebben voor de ernst van corona-infecties ligt voor de hand, zegt Lidwien Smit, epidemioloog aan de Universiteit Utrecht en gespecialiseerd in luchtverontreiniging. Zo weten we dat het inademen van vervuilde lucht kleine ontstekingsreacties in het lichaam veroorzaakt, waardoor de kans op hart-, vaat- en longziekten toeneemt. En die ziekten verhogen weer het risico op ernstigere klachten en overlijden door covid-19.", "Luchtweginfecties", "Daar komt bij dat eerder onderzoek erop duidt dat leven in verontreinigde lucht je over het algemeen gevoeliger maakt voor luchtweginfecties, waardoor je sneller een longontsteking oploopt. Smit: ‘Er is geen enkele reden om aan te nemen dat dit bij covid-19 anders is.’", "De grote vraag is alleen: hoeveel invloed heeft luchtvervuiling dan op het verloop van de pandemie? Leidt vervuiling tot een heftiger ziektebeeld in enkele losse gevallen, of is een aanzienlijk deel van de doden eraan te wijten?", "Zowel gegevens over luchtkwaliteit als die over besmettingen, ziekenhuisopnamen en doden door het coronavirus zijn voor veel plekken gewoon openbaar. Je zou dus zeggen: kijk of het virus harder toeslaat op plekken waar de lucht sterker vervuild is, en je krijgt een aardig beeld.", "Sinds het voorjaar zijn er meerdere statistische studies uitgevoerd waarin precies dat gebeurt, onder meer voor Nederland, Engeland en de Verenigde Staten. Daarbij moeten de onderzoekers rekening houden met factoren die de resultaten kunnen verdraaien. Zo is de lucht vaak viezer in steden, waar het virus sowieso sneller rondgaat doordat mensen er op een kluitje wonen.", "Elke extra microgram", "Onderzoekers nemen daarom zaken als bevolkingsdichtheid, gemiddelde leeftijd en gemiddeld inkomen mee in hun berekeningen. Keer op keer blijkt ook dan: hoe slechter de luchtkwaliteit, hoe meer zieken en doden. Volgens de studie uit de VS, uitgevoerd door de Harvard-universiteit, vallen er 6 tot 17 procent meer doden voor elke extra microgram fijnstof per kubieke meter lucht.", "Hoe overtuigend is dat? Daarover verschillen de meningen. Voor atmosfeeronderzoeker Jos Lelieveld, onder meer verbonden aan het Max Planck Instituut, maakt de forse stapel onderzoeken duidelijk dat luchtvervuiling inderdaad een grote rol speelt.", "Hij werkte dan ook mee aan recent gepubliceerd onderzoek waarbij is uitgerekend hoeveel extra coronadoden er wereldwijd aan menselijke luchtvervuiling te relateren zijn. De wetenschappers gebruikten de uitkomsten van twee statistische studies – de eerdergenoemde Harvardstudie en een publicatie uit China – en combineerden die met satellietgegevens over fijnstofconcentraties van over de hele wereld.", "Het resultaat voor Europa: tussen de 8 en 41 procent van alle sterfgevallen door het coronavirus is te wijten aan luchtvervuiling. Waarschijnlijk zit het eerder aan de onderkant van die marge, aldus Lelieveld. Dan nog gaat het in Nederland om minstens zevenhonderd van de geregistreerde coronadoden.", "Beeld Studio V in samenwerking met Sarah van der Wilk", "De onzekerheden zijn flink, mede omdat de gebruikte statistiekstudie uit China over sars ging, niet over covid-19. Ook is het maar de vraag in hoeverre je de VS en China kunt vergelijken met andere landen. Dat onderzoeken uit andere gebieden vergelijkbare relaties vinden, geeft vertrouwen dat de aannamen kloppen, zegt Lelieveld. ‘Dit is het beste wat we konden doen op basis van de beschikbare gegevens.’", "Maar wat microbioloog Joke van der Giessen (RIVM) en Lidwien Smit betreft zijn de voornoemde statistiekstudies hoogstens aanwijzingen dat dit onderwerp het bestuderen waard is. Voor harde cijfers is het wat hen betreft te vroeg.", "Al die studies hebben immers één grote zwakte: de gebruikte data zijn zeer algemeen. De onderzoekers gebruiken gemiddelden van complete gemeenten, provincies of gezondheidsregio’s en missen dus details over het gedrag van individuen. Hoeveel correcties je ook toepast, zeggen Smit en Van der Giessen, het is mogelijk dat je iets belangrijks over het hoofd ziet.", "‘Hypergecompliceerd’", "Ter illustratie wijst Smit op een studie met data uit Catalonië, Spanje. Ook deze onderzoekers zien, na correcties, een verband tussen luchtvervuiling en verspreiding van het coronavirus. Daarbij valt op dat het verband met de concentraties stikstofdioxide veel sterker is dan die met fijnstof. En een belangrijke bron van stikstofdioxide is lokaal verkeer.", "Het is goed mogelijk, schrijven de Spaanse onderzoekers, dat de extra zieken helemaal niet te wijten zijn aan de uitlaatgassen van het verkeer. In gebieden met meer verkeer heb je immers ook iets anders: meer contactmomenten.", "De vele factoren die het verloop van de coronapandemie beïnvloeden écht uit elkaar pielen is ‘hypergecompliceerd’ en met openbaar beschikbare data zelfs schier onmogelijk, zegt Smit. ‘En mochten die studies steeds dezelfde fout maken zonder dat we het doorhebben, dan komt er steeds hetzelfde resultaat uit. Ook als je er nog dertig uitvoert.’", "Dat er onderzoeken met preciezere gegevens nodig zijn voor een beter beeld, daarover is iedereen het eens. Joke van der Giessen werkt met onder andere RIVM-collega’s, de GGD’s en de onderzoeksgroep van Lidwien Smit een onderzoeksvoorstel uit. Daarin spelen ook niet-publieke data van individuen die de GGD’s verzamelen een rol, zodat ook de dynamiek van de epidemie op kleinere schaal bij het onderzoek kan worden betrokken.", "‘Maar ook al hebben we het wat mij betreft nog niet adequaat aangetoond, het blijft enorm waarschijnlijk dat luchtkwaliteit een rol speelt bij de pandemie’, benadrukt Smit. ‘Misschien niet zozeer bij de verspreiding van het virus, maar wel bij het verergeren van de ziekte. Acties voor het verbeteren van de luchtkwaliteit kan ik alleen maar aanbevelen.’"], "authors": ["Niels Waarlo"], "keywords": ["moeilijk", "lucht", "van", "sterker", "het", "op", "maar", "met", "die", "virus", "verband", "maakt", "een", "ook", "te", "waarschijnlijk", "en", "dat", "vuile", "voor"], "pubDate": "2020-11-27T13:00:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}