{"id": "00dbfaed-00fd-37c8-8e70-45fa6d0428df", "title": "VDL werkt aan nieuwe elektrische stadsbus", "url": "https://nu.nl/auto/6093965/vdl-werkt-aan-nieuwe-elektrische-stadsbus.html", "summary": "Het Nederlandse VDL Bus & Coach heeft een nieuwe generatie elektrische stadsbussen in ontwikkeling, zo meldt het bedrijf dinsdag.\nDankzij de toepassing van lichtere materialen is de zijwand van de nieuwe generatie VDL Citea voortaan 15 procent lichter.\nDe gewichtsbesparing, in combinatie met een beter energiebeheer en een geoptimaliseerde stroomlijn, moet bijdragen aan een 30 procent lager energieverbruik.\nDe nieuwe VDL Citea rolt in 2021 in Nederland en België van de band.\nInmiddels zijn er zo'n 750 elektrische bussen in tien landen onderweg, waarmee het bedrijf een marktaandeel van ongeveer 20 procent heeft.", "paragraphs": ["Het Nederlandse VDL Bus & Coach heeft een nieuwe generatie elektrische stadsbussen in ontwikkeling, zo meldt het bedrijf dinsdag. De nieuwe bus wordt in 2021 gepresenteerd en komt in vier lengtevarianten op de markt.", "Dankzij de toepassing van lichtere materialen is de zijwand van de nieuwe generatie VDL Citea voortaan 15 procent lichter. De gewichtsbesparing, in combinatie met een beter energiebeheer en een geoptimaliseerde stroomlijn, moet bijdragen aan een 30 procent lager energieverbruik.", "\"Ondanks dat de bussenindustrie door de coronacrisis te maken heeft met stevige tegenwind, zijn we met volle overgage doorgegaan met de ontwikkeling van dit nieuwe ov-platform\", zegt Willem van der Leegte, president-directeur van de VDL Groep, het moederbedrijf van VDL Bus & Coach. De nieuwe VDL Citea rolt in 2021 in Nederland en België van de band.", "De eerste VDL Citea werd in 2013 gepresenteerd. Inmiddels zijn er zo'n 750 elektrische bussen in tien landen onderweg, waarmee het bedrijf een marktaandeel van ongeveer 20 procent heeft."], "authors": ["Door"], "keywords": ["citea", "stadsbus", "procent", "van", "heeft", "elektrische", "het", "nieuwe", "met", "vdl", "een", "en", "aan", "werkt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}