{"id": "00eca69b-66bf-3915-a30c-06d0f1aa2cda", "title": "Wat vooral beklijfde was de vraag of Kaag er wel goed aan had gedaan om lijsttrekker van D66 te worden", "url": "https://volkskrant.nl/cultuur-media/wat-vooral-beklijfde-was-de-vraag-of-kaag-er-wel-goed-aan-had-gedaan-om-lijsttrekker-van-d66-te-worden~b18a201f/", "summary": "Goed idee: in de eenmalige, speciale uitzending Hooggemist publiek, zondagavond op tv, richtte Studio Sport zijn schijnwerpers niet op de sporters, maar op het publiek.\nZo werd bijvoorbeeld het fraaie gedicht Bericht van het stadion van schrijver ­Carolina Trujillo tot leven gebracht met beelden van schreeuwende, huilende en juichende voetbalfans.\nJij met je vrienden, je club en je waanzin.\nDat jij een op een wedstrijddag aan mijn poort zou staan, was zo zeker als dat de zon zou opgaan.\nWat na vijf kwartier vooral beklijfde was de vraag of Kaag er wel goed aan had gedaan om lijsttrekker van D66 te worden.", "paragraphs": ["Goed idee: in de eenmalige, speciale uitzending Hooggemist publiek, zondagavond op tv, richtte Studio Sport zijn schijnwerpers niet op de sporters, maar op het publiek. Zo werd bijvoorbeeld het fraaie gedicht Bericht van het stadion van schrijver ­Carolina Trujillo tot leven gebracht met beelden van schreeuwende, huilende en juichende voetbalfans. Beelden die we altijd voor lief namen, maar nu zo node missen. Het stadion, schreef Trujillo, mist ons ook. ‘Mijn hele leven kom je al hier. Jij met je vrienden, je club en je waanzin. Dat jij een op een wedstrijddag aan mijn poort zou staan, was zo zeker als dat de zon zou opgaan. En ineens ben je er niet meer.’", "Even later op de avond werd een ander monument opgericht. De TV Show bestaat veertig jaar en dus blikte Ivo Niehe terug op de spraakmakendste reportages en interviews die hij sinds 1981 maakte en deed. Nu is de verschijning van Niehe in het hedendaagse televisielandschap sowieso al een wat nostalgische ervaring – een vintage platenspeler in een moderne huis­kamer – maar de aaneen­rijging van interviews met Lady Diana, Johnny Kraaijkamp en Prince toonden maar weer eens het meedogenloze verstrijken van de tijd. ‘Gelooft u nog steeds in reïncarnatie’, vroeg Niehe destijds aan Prince, ‘omdat u geen ­dagen en verjaardagen telt?’ Waarop op Prince misschien wel de beste wedervraag uit de veertigjarige geschiedenis van de TV Show stelde: ‘Gelooft u nog steeds in het niet-dragen van stropdassen?’", "Ivo Niehe in een Ivo Niehe-achtig decor.", "Ook geen drager van stropdassen (maar wel lief­hebber pur sang van kekke leesbrillen): Sigrid Kaag, protagonist van de documentaire Sigrid Kaag – Van ­Beiroet tot Binnenhof, die laat op de zondagavond werd uitgezonden. Er was vooraf nogal wat gedoe geweest over de docu. Er waren kamervragen gesteld en PVV-­Kamerlid Martin Bosma noemde het ‘een uur durende reclamespot voor D66’. Dat bleek wel mee te vallen. ­Regisseur Shuchen Tan volgde Kaag vijf jaar, een periode waarin ze van topdiplomaat voor de VN in Libanon, via een ministerschap naar het D66-lijsttrekkerschap ging. We zagen Kaag in Beiroet, Den Haag, op geheim bezoek bij de Birmese generaal Min Aung Hlaing en in de auto als ze zich verbaast over de gunstige peilingen voor de FvD. ‘Dat is toch verschrikkelijk. Wie zijn die mensen, die daarop stemmen?’ Het klonk wereldvreemd en deed in de verte denken aan de beruchte deplorables-opmerking van Hillary Clinton.", "Wat na vijf kwartier vooral beklijfde was de vraag of Kaag er wel goed aan had gedaan om lijsttrekker van D66 te worden. Ze leek als diplomaat in Beiroet veel meer op haar plek dan als lijsttrekker in Den Haag, waar ze verplicht kunstjes moet doen in het imago­circus, zich dagelijks overspoeld weet door misogynie en zelf ook niet een sterke politieke ideologie lijkt te hebben. ‘Volgens mij moet je dat niet willen, bij je goede verstand’, zei Kaag halverwege de documentaire over een toen nog eventueel lijsttrekkerschap. Ze had misschien beter naar zichzelf moeten luisteren."], "authors": ["Julien Althuisius"], "keywords": ["van", "vooral", "kaag", "en", "lijsttrekker", "om", "een", "vraag", "ze", "te", "op", "het", "maar", "worden", "wat", "wel", "die", "je"], "pubDate": "2021-01-04T13:08:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}