{"id": "0106c908-e028-3935-95ab-63c469e6d21b", "title": "Amsterdamse criminelen wilden ‘Noffel’ liquideren in Berlijn: ‘Hij moet dood, dood, dood’", "url": "https://www.parool.nl/amsterdam/amsterdamse-criminelen-wilden-noffel-liquideren-in-berlijn-hij-moet-dood-dood-dood~b57e0eea/", "summary": "Twee mannen op een motor verschijnen onopvallend in een van de chicste winkelstraten van Berlijn.\nToch gaat het hier om een weldoordacht scenario dat volgens justitie glashelder blijkt uit het berichtenverkeer van een groepje bekende Amsterdamse criminelen.\nNoffel moest dood omdat hij een belangrijke moordmakelaar was in de groepering waar­tegen zij streden (‘hij is een soort god voor die motherfuckers’).\nNoffel is daar gezien in een Mercedes S-klasse met Duits kenteken, die hij heeft gehuurd onder de valse naam die hij dan vaker gebruikt.\nBij nader inzien belooft hij ook te zullen schieten als hij de kans krijgt, zeker als Noffel in gezelschap is.", "paragraphs": ["Berlijn is in de zomer van 2015 ternauwernood ontsnapt aan een wilde schietpartij in een chique winkelstraat. Amsterdamse criminelen togen naar de Duitse hoofdstad om daar rivaal ‘Noffel’ te liquideren. Een catastrofe bleef uit doordat het doelwit verdween. Een reconstructie.", "Twee mannen op een motor verschijnen onopvallend in een van de chicste winkelstraten van Berlijn. Bij grand café Cappuccino legen ze hun wapens op de Amsterdamse crimineel Naoufal F., ‘Noffel’. Als ook diens entourage sterft, is dat een bonus. Als onder het verbijsterde winkel­publiek slachtoffers vallen, is dat maar zo.", "", "Het doet denken aan de openingsscène uit een B-film. Toch gaat het hier om een weldoordacht scenario dat volgens justitie glashelder blijkt uit het berichtenverkeer van een groepje bekende Amsterdamse criminelen. De leidende figuren beramen met voelbaar fanatisme hoe ze hun gehate rivaal uit de weg zullen ruimen.", "", "Het berichtenverkeer, in bezit van Het Parool, schetst een genadeloos plan – al ontkennen de belangrijkste verdachten de rollen die de ­recherche hun toedicht. Ze weerspreken op cru­ciale momenten de gebruikers te zijn geweest van de Blackberry’s waarmee de versleutelde berichten zijn verstuurd.", "Het begint allemaal met het onderzoek naar de blunder waardoor twee schutters in oktober 2016 in een Amsterdamse parkeergarage niet de drugshandelaar doodden de zie hadden moeten liquideren, maar dj en feestorganisator Djordy Latumahina. Zijn vriendin raakte zwaar ­gewond, hun tweejarig dochtertje dat achterin zat, werd maar net gemist.", "Zwaluw", "In de aanloop naar het hoger beroep tegen de straffen tot 30 jaar die de rechtbank de hoofdverdachten oplegde, ploegt de recherche door de talloze versleutelde maar leesbaar gemaakte berichtjes die de verdachten elkaar volgens justitie hebben gestuurd. In die conversaties tekent zich het plan af voor een tweede onderwereldmoord: die op ‘Noffel’, in de nazomer van 2015 in Berlijn. Het moordplan is inmiddels vastgelegd onder ­codenaam Zwaluw.", "De hoofdlijn in het dossier: de in het milieu ­beruchte Amsterdamse crimineel Salim B., ‘de Slang’, stuurde de operatie aan. Hij werkte ­samen met de broers Khalid en Mimoun B., Nouredinne H. en de inmiddels voor liquidaties tot levenslang veroordeelde Omar Lkhorf.", "Noffel moest dood omdat hij een belangrijke moordmakelaar was in de groepering waar­tegen zij streden (‘hij is een soort god voor die motherfuckers’).", "Drie mannen die volgens justitie later ook sleutelrollen zouden spelen bij de moord op ­Latumahina, moeten de liquidatie in Berlijn uitvoeren: Tony D. (‘Ita’, vanwege zijn voorliefde voor Italië), Cedric R. (‘Bolle’) en Djurgen W. (‘Sikje’). Het moordcommando wacht gedurende een kleine drie weken de kans af Noffel dood te schieten. De mannen slapen op een onderduikadres in de Helmholtzstrasse, een paar ­kilometer ten westen van de Brandenburger Tor. Er is ook een chauffeur voor een vluchtauto beschikbaar die de weg in Berlijn goed kent.", "Naoufal F. zit in die tijd ondergedoken in Berlijn, dat staat inmiddels wel vast. De Amsterdamse ‘spotter’ Mimoun B. heeft hem gezien bij een koffietentje (‘die cappuccino’) in de chique winkelstraat – waarvan onduidelijk blijft of de Kurfürstendamm of de Friedrichstrasse wordt bedoeld in de mails over ‘hun PC Hooftstraat’ of ‘die dure straat’.", "Noffel is daar gezien in een Mercedes S-klasse met Duits kenteken, die hij heeft gehuurd onder de valse naam die hij dan vaker gebruikt. Hij is ook gefotografeerd door zijn vijanden.", "Broer", "Het fanatisme van de plannenmakers spat van het onderlinge berichtenverkeer af. Op Noffels hoofd staat een miljoen euro, bespreken ze. ­Helaas heeft Salim geen ‘Colo’ (Colombiaan) ­beschikbaar die Noffel gewoon rustig zonder vermomming kan benaderen en dan ‘ze kanker moer doorzeeft’.", "Omar Lkhorf heeft de benodigde wapens in zijn opslagplaats. Salim wil twee kalasjnikovs en vier Glockpistolen. Omar moet ze laten afleveren bij het tankstation in Amsterdam-Zuid, vlak bij het voormalige Huis van Bewaring aan de Havenstraat. Een man die met zijn gezin naar Duitsland gaat, zal ze in zijn auto verstoppen en in Berlijn overdragen. Noffel, ‘die hoerenkind’, móet neer, bespreken de twee. Salim: ‘Bro, deze man is zó belangrijk. Ik heb te veel energie hier in gestoken.’", "Omar Lkhorf, wiens broer Youssef in 2012 in de Staatsliedenbuurt is geliquideerd, volgens hem en volgens de recherche onder anderen door Noffel: ‘Broer, ik hoef je niet te vertellen hoe graag ik hem wil. Ben zo gemotiveerd dat ik mezelf rustig moet houden.’ In een later bericht: ‘Ik wil die man meer dan jou geloof me. Die man heeft m’n broer vermoord.’", "Cedric R. en Tony D. reizen met de trein naar Berlin Hauptbahnhof. Vandaar moeten ze een taxi nemen naar een hotel, waar Salim ze laat oppikken door iemand die hij in zijn berichten Mister X. noemt: Mimoun B.", "Op 21 en 22 augustus 2015 geeft Salim instructies aan Cedric over de uitvoering van de liquidatie, met een motor. Hij wil dat bestuurder Cedric en bijrijder Tony D. allebei schieten.", "Salim: ‘Is beter als je afstapt en ook schiet, snap je. Je ­mattie moet afstappen en niet zittend, want hij moet hem door zijn hoofd geven. Hij moet echt dood.’", "Cedric: ‘Nee, me mattie stapt ook af. Het is 4 uur in de middag en het is druk. Als hij afstapt heb ik geen tijd, is hij al begonnen met schieten.’", "Cedric wil eerst in een gestolen auto overstappen en vervolgens verderop in een ‘eerlijke’ vluchtauto, die zeker niet opvalt. Het zal immers druk zijn, overdag in de Berlijnse binnenstad. Bij nader inzien belooft hij ook te zullen schieten als hij de kans krijgt, zeker als Noffel in gezelschap is.", "Salim: ‘Als hij met twee man is, dan kan alleen je vriend schieten, maar hij móet in zijn hoofd schieten. Hij moet dood, dood, dood. Niet denken: hij is dood, echt door zijn hoofd als hij ligt.’", "Cedric: ‘Komt goed. Hij gaat dood, dat is de hele bedoeling. Hij krijgt sowieso een headshot.’", "Salims hoofd ‘gaat ontploffen van de stress’, zegt hij.", "Bonus", "Uiteindelijk keert Cedric nog even terug naar Nederland om ook Djurgen W. op te halen, zodat die de motor kan besturen en samen met Tony D. kan schieten, en hij zelf als chauffeur van de tweede vluchtauto kan dienen, concludeert ­justitie uit de berichten.", "Mimoun bespreekt met zijn broer Khalid dat hij ‘die nigger’ (Cedric) kent en ook ‘die tata’ (de blanke Tony) eerder heeft gezien. Mimoun: ­’Tegenwoordig hit iedereen, man.’", "Khalid verkneukelt zich erover dat Cedric Noffel ‘zijn galgenmaaltijd gaat serveren als ober, een ­bakkie lood’.", "De broers hebben overigens ook lol om Cedric, over wie ze in weinig vleiende en ­politiek correcte termen spreken en van wie ­Mimoun weet dat die een junk is geweest die cocaïne rookte, soms vijf dagen niet sliep en ‘naar poep stonk als een speenvarken’.", "Maar goed, als hij met zijn doodseskader zijn werk doet, gaan ze hem rijkelijk belonen zodat hij een mooi huis kan kopen in Suriname.", "Als Cedric op 24 augustus weer terug is in ­Berlijn, belooft Salim hem vanuit Nederland ‘een zware bonus, héél groot’ en voor elke ­‘motherfucker’ die bij Noffel is en die het team doodschiet, nog 100.000 euro er bij.", "Cedric: ‘Bro, als alles is geregeld, pakken we hem. Als we hem zien, is ie van ons.’", "Ook in de laatste dagen van augustus kijkt ­Mimoun bij ‘die cappuccino’ of ‘die flikker’ er is, maar hij ziet Noffel niet. Wel ziet hij ‘een paar ­rare figuren’ die mogelijk bij Noffel horen, dus kan hij elk moment komen en dan moeten ­Cedric en de zijnen ‘paraat staan’.", "De dagen daarna wachten de huurmoordenaars in het appartement. Tony D. bezat zich aan de whisky met cola en moet overgeven. ­Mimoun vraagt ze alert te blijven, want ze kunnen elk moment in actie moeten komen zodra hij hun doelwit ziet.", "Treinkaartjes", "Cedric en zijn mannen worden almaar onge­duldiger en willen een paar dagen terug naar ­Nederland, ook omdat de vrouw van Tony D. zwanger is van een tweeling. In het mailverkeer daarover blijkt overigens dat Cedric al die tijd heeft gedacht dat hij in Berlijn was om ‘Hoes’ dood te schieten: een andere crimineel dan ­Noffel, uit een heel andere groep ook nog.", "Het zegt opnieuw alles over de achteloosheid waarmee huurmoordenaars liquidaties plegen: puur voor grof geld en zonder zelfs maar te willen weten wie ze uit het leven schieten.", "Nouredinne H. legt Cedric nog maar eens uit waarom het Noffel is die dood moet: ‘Bro, die hond wou ons doen en had ons ook bijna. Daarom is dit belangrijk.’ Noffel zal ’99 procent ­zeker’ weer in het koffietentje verschijnen, denken de opdrachtgevers.", "Op 9 september moet het gezelschap in Duitsland concluderen dat de missie is mislukt. ­Noffel duikt niet meer op, evenmin als zijn ­entourage. Cedric verstopt de wapens onder het gasfornuis van het onderduikadres en koopt treinkaartjes van de 1000 euro die hij daartoe van Mimoun heeft gekregen.", "Naoufal F., Noffel, wordt zeven maanden later in Dublin gearresteerd, waar hij weer was ondergedoken, weer in een dure straat.", "Inmiddels is hij veroordeeld tot levenslang voor het aansturen van de mislukte liquidatie van een Amsterdamse crimineel in Diemen én een geslaagde liquidatie in Almere.", "Wanneer de strafzaak over dossier Zwaluw kan dienen, is nog onduidelijk."], "authors": ["Wouter Laumans", "Paul Vugts"], "keywords": ["moet", "van", "zijn", "en", "een", "ze", "amsterdamse", "noffel", "liquideren", "criminelen", "dood", "wilden", "berlijn", "het", "hij", "als", "die"], "pubDate": "2021-01-04T07:35:23Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}