{"id": "01067de3-b8f0-39dc-8278-dc61924cb6d3", "title": "Koen en Gina sliepen een jaar buiten: ‘In een land zonder wildernis wilden we de wildheid zoeken’", "url": "https://trouw.nl/duurzaamheid-natuur/koen-en-gina-sliepen-een-jaar-buiten-in-een-land-zonder-wildernis-wilden-we-de-wildheid-zoeken~b3f2f7da/", "summary": "“Het idee van het experiment was dat we wildheid wilden vinden in een land zonder wildernis.\nWij ervoeren dat zelf buiten als het ging schemeren of nacht was.\nAls je de natuur meer ervaart, wil je er ook beter voor zorgen.\nDe structuur en het ritme die daardoor ontstonden, gaven me uiteindelijk de meeste steun.”Uw wilde jaar was van 2016 tot 2017.\nPrivébezit, al zou je het niet zeggen bij het zien van alle wandelaars, fietsers en ruiters te paard.", "paragraphs": ["Waarom dit experiment?", "“Mijn vrouw en ik zijn al ons hele leven met de natuur bezig, zowel als hobby als professioneel. Toch begon het ook te knagen: ik geef les in natuur- en bosbeheer. Al mijn studenten willen iets doen om de natuur te beschermen, maar we leiden ze op tot bureaucraten die nooit buitenkomen. Ook ik gaf niet het goede voorbeeld. Met dit project wilde ik op zoek gaan naar een manier om de natuur toe te laten in het dagelijks leven.”", "Uw boek heet Wild Jaar. Hoe wild kan het worden in een Nederlandse achtertuin?", "“Het idee van het experiment was dat we wildheid wilden vinden in een land zonder wildernis. Want wilde natuur bestaat eigenlijk niet in Nederland. Maar zelfs in een stad of in gebied met intensieve veeteelt is wildheid te vinden. Wij ervoeren dat zelf buiten als het ging schemeren of nacht was. Je wordt geconfronteerd met je eigen primaire behoefte aan warmte en beschutting. Dat was voor ons wildheid.”", "Het boek is niet bedoeld als maatschappijkritiek, schrijft u. Maar zijn we niet eigenlijk te veel binnenmensen geworden?", "“Het is heel goed mogelijk om heel gelukkig in een stad te wonen zonder natuurervaring. Tegelijkertijd is er een relatie tussen natuurbescherming en natuurbeleving. Als je de natuur meer ervaart, wil je er ook beter voor zorgen. Dat meer mensen tijdens corona naar buiten trokken, vind ik daarom alleen maar heel goed.”", "Hoe kan ik als stadsbewoner zelf wildheid vinden?", "“Dat hoeft niet ingewikkeld te zijn! Je kunt in plaats van op zondag overdag bijvoorbeeld een keer in het donker naar buiten gaan. Of ’s avonds een vuur in je achtertuin maken. De eerste keer dat je zoiets doet, is het misschien een beetje lastig. Het is net als in koud water zwemmen: als je er eenmaal in ligt, en als je eruit komt, is het heel lekker.”", "Heeft u weleens gedacht: dit gaat te ver, ik houd er mee op?", "(Lachend:) “Na vier nachten buiten stonden we al op het punt om naar binnen te gaan. Mijn eerste uitvoering van het plan was namelijk vrij extreem: ik wilde onder een tarp of in een bivakzak slapen. Maar alles wordt buiten nat en koud, en we moesten overdag gewoon werken. Mijn vrouw Gina heeft bovendien diabetes, dat maakte het soms extra lastig. Het ging beter toen we overgingen op een tipi.", "“Een moeilijk moment was ook toen de winter eraan kwam en mijn vader overleed. We bleven buiten, hij had nooit gewild dat we naar binnen zouden gaan. Maar mijn moeder was alleen in dat lege huis, dat vonden we moeilijk. Uiteindelijk hebben we de tipi onder mijn moeders slaapkamer gezet, zodat als ze zou roepen we er meteen heen zouden kunnen.”", "Had u op dat moment van rouw troost aan de natuur?", "“Het past bij de romantische traditie van natuurbeleving dat je troost ervaart aan iets dat groter is dan jezelf. Maar tijdens ons wilde jaar waren we eigenlijk niet bezig met bewondering en kijken, het was vooral heel praktisch. Een pannetje afwassen of koken is buiten al iets waar je goed over na moet denken. De structuur en het ritme die daardoor ontstonden, gaven me uiteindelijk de meeste steun.”", "Uw wilde jaar was van 2016 tot 2017. In de tussentijd kreeg u twee kinderen. Hoeveel bent u nu nog buiten?", "“Veel! We zetten nog steeds de tipi op en slapen nog steeds weleens buiten. Maar met een baby zijn de moderne gemakken wél heel erg gemakkelijk. We proberen onze kinderen wel veel mee naar buiten te nemen. Onze tweejarige dochter zei laatst plotseling tijdens een wandeling in het donker: ‘Vuurtje maken?’ Toen moest er natuurlijk een vuur komen.”", "Lees ook:", "Hoe krijgen we de kinderen naar buiten tijdens de gure lockdown?", "Het thuisonderwijs is weer begonnen. Hoe zorg je er voor dat de kinderen niet de hele dag binnen zitten?", "Familielandgoed Den Treek-Henschoten is er voor iedereen", "Midden in Nederland ligt het enorme, wonderschone landgoed Den Treek-Henschoten. Privébezit, al zou je het niet zeggen bij het zien van alle wandelaars, fietsers en ruiters te paard."], "authors": ["Robin Goudsmit"], "keywords": ["jaar", "wildheid", "wildernis", "buiten", "land", "te", "wilden", "dat", "je", "en", "een", "zoeken", "sliepen", "zonder", "koen", "het", "maar", "niet", "als"], "pubDate": "2021-01-09T08:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}