{"id": "01149e35-4ada-370f-ab6a-d8a8958e98f2", "title": "10x the best forest walks in Amsterdam and surroundings", "url": "https://www.parool.nl/english/10x-the-best-forest-walks-in-amsterdam-and-surroundings~b6229026/", "summary": "Het Vliegenbos in Noord.englos Beeld Siebe Swart luchtfotografieVliegenbosThe Vliegenbos is the oldest urban forest in Amsterdam.\nHooglander walk (Amsterdam Forest)If you walk along the hooglander walk in the Amsterdam Forest, you may come across Scottish Highlanders (cattle).\nIts covers approximately four kilometres and it starts at the Aditeren car park in the southern part of the Amsterdam Forest.\nBoskabouterpad (Amsterdam Forest)Also, within the Amsterdam Forest, there is a walk that is specifically aimed at young children: the Boskabouterpad (of course the parents can participate too!).\nANP MARTEN VAN DIJL Beeld ANPAmsterdam Water Supply DunesThe Amsterdam Water Supply Dunes are a great place to go for a walk.", "paragraphs": ["Het Vliegenbos in Noord.englos Beeld Siebe Swart luchtfotografie", "Vliegenbos", "The Vliegenbos is the oldest urban forest in Amsterdam. It consists mainly of elm trees and according to various sources it is probably the largest deciduous forest in Western Europe. If you like walking, this forest offers you the perfect opportunity to do so. The Zuiderzeepad, for example, runs through the forest (long distance walk number 8). A special mention: dogs are allowed to roam freely in large parts of the forest, except in playgrounds and picnic areas.", "Hooglander walk (Amsterdam Forest)", "If you walk along the hooglander walk in the Amsterdam Forest, you may come across Scottish Highlanders (cattle). Its covers approximately four kilometres and it starts at the Aditeren car park in the southern part of the Amsterdam Forest. An extensive description of this walk is for sale in De Boswinkel which costs around 1.50 euros. Note: if you have a dog, it might be better to leave it at home, since large chunks of this walk are not accessible to dogs.", "Boskabouterpad (Amsterdam Forest)", "Also, within the Amsterdam Forest, there is a walk that is specifically aimed at young children: the Boskabouterpad (of course the parents can participate too!). This path has different assignments every season. You can buy a booklet there with assignments for your children and also a bag with a gnome hat, amongst other things. Compared to many other walks within the Amsterdams Forest, this walk is not too long and is in particular suitable for children from the ages three to six years old. A side note however: this walk is not available for the time being due to maintenance.", "2013-08-21 ZANDVOORT - Damherten in de Amsterdamse Waterleidingduinen. Omdat de populatie te groot is, wil de gemeente Amsterdam damherten in het gebied laten afschieten. De gemeenteraad moet nog wel instemmen met het voorstel. ANP MARTEN VAN DIJL Beeld ANP", "Amsterdam Water Supply Dunes", "The Amsterdam Water Supply Dunes are a great place to go for a walk. This is a nature reserve south of the Zuid-Kennemerland National Park, where you can only walk or run in order to protect the dune landscape. Cycling is therefore not allowed, but there is a cycling path that connects the park with the coast for keen cyclists.", "In the Heilooër Forest south of Alkmaar in North Holland, you can take an alpaca hike! This alpaca trail is not that close to Amsterdam, but it is well worth your time! During this hike, you are able to experience some natural wonders in the forest such as the cat mountain. Halfway through the walk, the hikers are also offered a picnic and in addition to this, you can feed the alpacas by hand! For those interested in this walk, tickets can be purchased here.", "Schellingwouderpark", "Do you like a safari? And one that is also in Amsterdam? Then a walk through the Schellingwouderpark would be ideal for you. This is a huge nature reserve in North Amsterdam with a beautiful view over the Ij. Furthermore, you are able to see a diverse range of plants and animals around you whilst walking. There are some special animals to see here which include bats and kingfishers, as well as a wide variety of shrubs and plants.", "Day recreation Hemmeland", "Day recreation Hemmeland is a beautiful recreational area located on a piece of land behind the dike from Monnickendam to Marken. Furthermore, it borders directly onto the open water of the Gouwzee, which offers a beautiful view whilst walking. An extensive network of trails has also been created here especially for hikers. For example, there is the “Troeterroute”, which is a six kilometre walk that passes several special places in Monnickendam. In addition to this route, there is also the “Palingroute” and “Wervingroute”. If you want to learn more about these routes, you can contact Dagrecreatie Hemmeland directly via info@hemmeland.nl.", "Sloterpark", "In the Amsterdam Sloterpark there is a lake called the Sloterplas. This lake was excavated between 1948 and 1956 and it is actually much more than a lake. There is an endless number of things to do and find here such as tranquillity, water sports, a beach, festivals, great food, dance parties, a swimming pool and running competitions. For keen hikers, there is a special path around the Sloterplas (5.8 kilometres) which has been specifically marked for this occasion.", "Geuzenbos", "This is a 70-hectare reserve within the Amsterdam Geuzenbos where hikers can feast their eyes. You can walk here amongst toad pools, willow forests and hawthorns through a varied landscape. The landscape is indeed varied in the sense that at one point you can find yourself in an old polder and at some other point in the dunes. There are also many special animals to see when you wander through the area, including koniks and Scottish highlanders. In short, this is a beautiful nature reserve in which you can stroll through at your own pace and enjoy various flora and fauna.", "Purmerbos", "The Purmerbos is located on the east side of Purmerend and consists of winding paths that give you a real forest feeling. In addition, there is an island, a rope bridge, loose branches to build huts and platforms spread across the water. In short, an adventurous place to spend your day! This is also a paradise for dog owners as dogs are able to roam freely for the most part and even have access to their own swimming pool!"], "authors": ["Natasha Booth"], "keywords": ["walks", "path", "10x", "hikers", "surroundings", "amsterdam", "forest", "water", "beautiful", "best", "walk", "special", "reserve", "walking"], "pubDate": "2020-08-31T15:27:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}