{"id": "01242165-9720-3add-b363-576a8c5e69df", "title": "Brouwerij Martinus in Groningen krijgt de Stones op het dak na bierflesjes met het tonglogo", "url": "https://www.dvhn.nl/cultuur/Brouwerij-Martinus-krijgt-de-Stones-op-haar-dak-na-bierflesjes-met-het-tonglogo-26270237.html", "summary": "Dat komt dan niet door het bier, maar door The Rolling Stones, die een appeltje met hem te schillen hebben.\nMartinus heeft het door het Groninger Museum bewerkte logo van de Stones - de Tong - gebruikt voor etiketten op zijn bierflesjes.\nEn daar zijn de Stones niet van gediend.\nInbreuk op het beeldrecht.\nMaar flesjes met Mick, Charlie, Keith en Ron mochten niet, nee.”Swierstra geeft toe dat Martinus daarna zonder overleg andere etiketten heeft laten ontwerpen, nu niet met de Stones zelf er op, maar met songtitels.", "paragraphs": ["Hij klinkt redelijk ontspannen, Albert-Jan Swierstra van Brouwerij Martinus in Groningen. Toch zal hij soms met licht bevende handjes de telefoon opnemen. Dat komt dan niet door het bier, maar door The Rolling Stones, die een appeltje met hem te schillen hebben.", "Martinus heeft het door het Groninger Museum bewerkte logo van de Stones - de Tong - gebruikt voor etiketten op zijn bierflesjes. Voor de handel dus. En daar zijn de Stones niet van gediend. Inbreuk op het beeldrecht. Dan hebben we het over de Rolling Stones-firma. De bandleden zelf weten ongetwijfeld nergens van.", "‘Het logo aan een product hangen mag niet, dat wisten ze’", "Het museum voorzag eerder die Tong, mét toestemming uit Londen, van de Groningse vlag en de titel Unzipped van de nu lopende Stones-expositie. ,,We hebben ons Unzipped -logo doorgegeven aan de winkeliers en de ondernemers van het Ondernemersfonds Groningen. Ze kunnen ermee laten zien dat zij de tentoonstelling sponsoren”, zegt Andreas Blühm, directeur van het Groninger Museum. ,,Maar dit logo commercieel uitbaten, en het aan een product plakken, dat mag absoluut niet. En dat heeft iedereen ook te horen gekregen.”", "Martinus had de Stones, met het museum als tussenpersoon, al eens gevraagd of de brouwerij vier bieren mocht verkopen met dat logo erop, plus de namen van de bandleden. Antwoord: nee. Blühm: ,,Vervolgens heeft Martinus zonder navraag op eigen houtje een andere vorm gekozen. Met de Tong, en ook nog eens zonder de titel Unzipped . Niet zo handig.”", "Eerst al etiketten met Mick, Keith, Charlie en Ron", "Albert-Jan Swierstra mag, op last van de Stones, geen contact zoeken met de pers. Dan zoekt de pers maar contact met hem. ,,Er was onduidelijkheid over wat nou wel en wat niet mocht”, vindt hij. ,,In ontbijtsessies met Marketing Groningen vlogen allerlei ideeën over tafel. Zo kwam bij ons dat etikettenplan tot stand. Maar flesjes met Mick, Charlie, Keith en Ron mochten niet, nee.”", "Swierstra geeft toe dat Martinus daarna zonder overleg andere etiketten heeft laten ontwerpen, nu niet met de Stones zelf er op, maar met songtitels. ,,Dat mocht dus kennelijk ook niet. Jammer. Alleen kan ik er niks meer aan doen. Ze zijn op. Gestopt in kerstpakketten en zo. Ik zou zo kunnen bijmaken. Maar ja.”", "Dat logo alleen als bewijs van sponsoring, daar kocht hij weinig voor, zegt Swierstra: ,,Leuk hoor. Maar we zitten in een lockdown. Je moet wat.”", "Popelende advocaten", "Je moet wat, maar je mag weinig. En zeker niet zomaar. ,,Dat is uit de gesprekjes met het Stones-bedrijf wel duidelijk geworden. Jammer, we hadden Groningen graag nog wat fleur gegeven.”", "Met nu als gevaar dat dit muisje nog een vette staart krijgt. ,,Tsja, nou, we wachten maar af. Er zijn in elk geval advocatenkantoren die heel Google afstruinen. Dat is wel duidelijk.”", "Het volgende nieuwe biertje wordt dan toch maar weer puur Gronings. ,,Een Lage der A. Je hebt bovengistende bieren, de speciaalbieren, ‘ale’ in het Engels, en ondergistende bieren, de pils, ‘lager’. Uit het water van de Lage der A maken wij nu pils met die naam. Leuk toch?”", "Als nu de rechten maar niet bij de gemeente liggen."], "authors": ["Eric Nederkoorn"], "keywords": ["stones", "groningen", "van", "martinus", "het", "op", "maar", "met", "brouwerij", "tonglogo", "niet", "en", "krijgt", "dat", "een", "dak"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}