{"id": "01258c29-d6e1-347b-9947-1ff13f78fed8", "title": "VK en EU wagen de komende dagen een ultieme poging om tot een akkoord te komen", "url": "https://trouw.nl/politiek/vk-en-eu-wagen-de-komende-dagen-een-ultieme-poging-om-tot-een-akkoord-te-komen~b15be659/", "summary": "Het was veelzeggend dat er deze keer geen gezamenlijke verklaring was van de twee kopstukken.\nWel hebben ze hun onderhandelingsteams de opdracht gegeven de komende dagen nog een ultieme poging te wagen om tot een akkoord te komen, drie weken voordat de echte economische brexit een feit is.\n“We zullen aan het einde van het weekeinde tot een beslissing komen”, aldus Von der Leyen, suggererend dat dan eindelijk duidelijk moet zijn of we afstevenen op een naar verwachting chaotische no-deal-brexit per 1 januari, of niet.\nDe komende twee dagen zijn de 27 EU-regeringsleiders bijeen in Brussel voor hun eindejaarstop, maar hun agenda puilt uit van andere zware thema’s, zoals klimaatbeleid en sancties tegen Turkije.\nLees ook:Opeens is er een brexit-lichtpuntje, na weken pessimistisch rumoerMaandenlang verstoorden wetsvoorstellen van de regering-Johnson de vertrouwensrelatie met de EU.", "paragraphs": ["Het was veelzeggend dat er deze keer geen gezamenlijke verklaring was van de twee kopstukken. Wel hebben ze hun onderhandelingsteams de opdracht gegeven de komende dagen nog een ultieme poging te wagen om tot een akkoord te komen, drie weken voordat de echte economische brexit een feit is.", "“We zullen aan het einde van het weekeinde tot een beslissing komen”, aldus Von der Leyen, suggererend dat dan eindelijk duidelijk moet zijn of we afstevenen op een naar verwachting chaotische no-deal-brexit per 1 januari, of niet.", "De komende twee dagen zijn de 27 EU-regeringsleiders bijeen in Brussel voor hun eindejaarstop, maar hun agenda puilt uit van andere zware thema’s, zoals klimaatbeleid en sancties tegen Turkije. Gezien het ‘resultaat’ van de ontmoeting Johnson-Von der Leyen kunnen zij op dit moment ook niet zo veel aan de brexit-onderhandelingen toevoegen. Naar verwachting zal de commissievoorzitter de regeringsleiders vrijdag bijpraten over de ontwikkelingen.", "Lees ook:", "Opeens is er een brexit-lichtpuntje, na weken pessimistisch rumoer", "", "Maandenlang verstoorden wetsvoorstellen van de regering-Johnson de vertrouwensrelatie met de EU. Die kou is nu uit de lucht."], "authors": ["Christoph Schmidt"], "keywords": ["vk", "tot", "weken", "van", "poging", "wagen", "komende", "het", "twee", "zijn", "een", "ultieme", "te", "om", "verwachting", "uit", "komen", "hun"], "pubDate": "2020-12-09T23:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}