{"id": "0125875a-8d64-3aa0-8f4b-ddb90dc4c170", "title": "Warme soep, romige curry, een zachte risotto: op zoek naar de essentie van comfortfood", "url": "https://www.volkskrant.nl/kijkverder/v/2020/comfort-food~v412818/", "summary": "Een warme kom soep met dikke noedels erin, een bord met romige curry, een stoofpot die uren heeft staan pruttelen, een zachte risotto met rijst met nog een beetje bite: we blieven dit jaar niet zomaar winterkost.\nBij het doorbladeren van kookboeken die de afgelopen tijd zijn uitgekomen, lijkt de term comfortfood onontkoombaar.\nZo heeft ook de categorie ‘comfortfood’ zijn entree gemaakt, als aanprijzing van een enkel gerecht, als de titel van een hoofdstuk of zelfs een heel boek.\nDe term verwijst meer naar een gemoedstoestand dan naar een gerecht of ingrediënt.\nWat maakt dat het ene gerecht tot de comfortklasse behoort en het andere niet?", "paragraphs": ["Een warme kom soep met dikke noedels erin, een bord met romige curry, een stoofpot die uren heeft staan pruttelen, een zachte risotto met rijst met nog een beetje bite: we blieven dit jaar niet zomaar winterkost. Bij het doorbladeren van kookboeken die de afgelopen tijd zijn uitgekomen, lijkt de term comfortfood onontkoombaar.", "De nieuwe kookboeken wekken de suggestie dat de transparantie uit onze eetpatronen verdwijnt. In het merendeel van de kookboeken bestaat de indeling uit heldere categorieën: voor-, hoofd- en nagerechten of ontbijt, lunch, diner en tussendoor. Of zijn de hoofdstukken gerangschikt naar hoofdingrediënt (vlees, vis, groenten en zoet) of naar bereiding (soepen, stoofschotels, curry’s). Kookboeken van nu hebben hoofdstukken als ‘In een kom’, ‘Basis’, ‘Street’, ‘Licht’, ‘Erbij’, ‘Hapjes’ en ‘Grote porties’. Zo heeft ook de categorie ‘comfortfood’ zijn entree gemaakt, als aanprijzing van een enkel gerecht, als de titel van een hoofdstuk of zelfs een heel boek.", "Maar wát eet je dan precies wanneer je comfortfood eet? De term verwijst meer naar een gemoedstoestand dan naar een gerecht of ingrediënt. Wat maakt dat het ene gerecht tot de comfortklasse behoort en het andere niet?"], "authors": ["December"], "keywords": ["kookboeken", "zijn", "van", "gerecht", "risotto", "essentie", "naar", "romige", "en", "een", "zoek", "met", "warme", "op", "zachte", "het", "comfortfood", "soep"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}