{"id": "01366ff5-090b-3bd7-acab-458160b4dee3", "title": "‘Bij aankomst gaf ze me een volle zoen op mijn mond. Was dit erotisch bedoeld of vriendschappelijk?’", "url": "https://volkskrant.nl/de-gids/bij-aankomst-gaf-ze-me-een-volle-zoen-op-mijn-mond-was-dit-erotisch-bedoeld-of-vriendschappelijk~b093c653/", "summary": "Marleen (60): ‘In 2017 was ik op een avond uit eten met mijn man in Spanje, waar we destijds een appartement hadden.\nZe schreef me dat ik special was, en dat ik goed Engels sprak en meer van die dingen die ik niet gewend was te horen.\nBij aankomst gaf ze me een volle zoen op mijn mond.\nElke ochtend maakte ik haar wakker en bracht haar thee en dan schoof ze op en kroop ik naast haar en kletsten we in onze pyjama’s over het leven.\nZe zei altijd dat ze de huiselijkheid bij mij thuis zo fijn vond.", "paragraphs": ["Marleen leert in Spanje een Engelse vrouw kennen die onwillekeurig haar hoofd op hol brengt.", "Marleen (60): ‘In 2017 was ik op een avond uit eten met mijn man in Spanje, waar we destijds een appartement hadden. Naast ons zat een Engels echtpaar met wie hij een praatje begon. Dat was zo geanimeerd dat hij ze aan tafel vroeg. Ik hield de hele avond stuurs mijn mond, niet in de stemming voor gebabbel, bovendien heb ik een hekel aan Engels praten. Toch stelde mijn man voor om de dag erna opnieuw met hen af te spreken. Ik ga niet, zei ik. Maar ik ging toch, en dat wist hij natuurlijk. Tegenover de dorpsdrogist, waar we elkaar ontmoetten, omhelsde de vrouw me alsof we oude vriendinnen waren, ze kuste me op beide wangen, en de hele maaltijd stelde ze mij belangstellende vragen waarbij ze zelfs een keer met een hand over mijn gezicht streek. Ze koopt me, dacht ik en toch deed ze me wat. Ik hield mezelf voor dat ik zo door deze vriendelijkheid geraakt werd omdat ik die warmte tussen vrouwen zelf niet kende – van mijn moeder had ik die nooit gehad. Deze plotselinge nieuwe kennis, hoe zweverig en aanrakerig ze ook was, irritant en boeiend tegelijk, wilde weten wie ik was. En zij doorzag mijn gevoeligheid. Of misschien beschouwde ze me als een project; zo’n ontoeschietelijk mens als ik, hoe ontdooi je die?", "‘Niet lang daarna ging ik terug naar Nederland, maar zij en ik bleven contact houden per mail. Ze schreef me dat ik special was, en dat ik goed Engels sprak en meer van die dingen die ik niet gewend was te horen. Het was raar te merken hoe ik smolt, iets wat ik niet meteen doorhad, want dan had ik het nog kunnen stoppen. Met voldoende zelfbescherming had ik kunnen denken: ze gebruikt me als een toy, maar al mijn aanvankelijke zelfbescherming was inmiddels verdreven door nieuwsgierigheid. Het vele mailen bracht mijn hoofd op hol, in korte tijd kreeg onze vriendschap een intensiteit die die nooit had gehad als we met zijn vieren in Spanje waren gebleven en af en toe wat samen hadden gegeten. Al schrijvend vertel je meer dan wanneer je tegenover elkaar zit en je openhartigheid niet alleen afhangt van iemands stem en woorden, maar juist ook van iemands gezichtsuitdrukking en lichaamshouding. Een half jaar later, maart 2018, ben ik tegen mijn gewoonte in zonder mijn man naar Spanje gereisd om haar te kunnen zien. Bij aankomst gaf ze me een volle zoen op mijn mond. Ik was verrast. Was dit erotisch bedoeld of vriendschappelijk? Was er bij haar eigenlijk ooit sprake van een intentie of gebeurde alles met diezelfde verwarrende warme gemoedelijkheid waarmee ze zovelen leek te benaderen? Wat mij betreft: ik ervoer de kus wel degelijk als erotisch. Daar gaan we weer, dacht ik. Dertig jaar geleden was ik voor het laatst voor een vrouw gevallen. Al die jaren erna had ik een heel normaal monogaam huwelijk gehad. Ik wist wel dat ik vrouwen ook leuk vond, maar heb er nooit iets mee gedaan.", "‘Het was ook niet dat ik nu ineens stapelverliefd was, of zelfs met de gedachte speelde om hier werk van te maken. Dat zou te ontregelend zijn geweest. Daarbij, het katholieke Engeland waar zij vandaan komt, had het haar heel lastig gemaakt een stap verder in mijn richting te doen. We spraken niks uit, ik keek wel uit. Bang om dat wat er niet was, nog niet was en misschien nooit zou komen, in de knop te breken. Ook toen ze mij in juli 2018 in Nederland opzocht, hebben we eindeloos gepraat, maar nooit over ons, nooit over onze gevoelens. Ik herinner me dat ik haar ophaalde op Schiphol, aankomsthal 3 of 4, hoe ik haar door die deuren zag komen en alleen maar kon huilen toen we elkaar omarmden. Het was ochtend, we gingen een inpandig onooglijk cafeetje binnen en bestelden elk een gin-tonic, zeiden tegen elkaar hoe bijzonder het was om elkaar te zien, maar het woord liefde viel niet. Ze logeerde bij ons op zolder. Elke ochtend maakte ik haar wakker en bracht haar thee en dan schoof ze op en kroop ik naast haar en kletsten we in onze pyjama’s over het leven. Ze zei altijd dat ze de huiselijkheid bij mij thuis zo fijn vond. Daarna gingen we naar buiten, en liepen hand in hand langs het water en door de stad. Mijn man zag daar niks bijzonders in. Hij moedigde mijn zelfstandigheid aan, goed voor je, zei hij, dingen alleen ondernemen. Maar zij was soms ineens op haar hoede. Telkens als ik opperde eens naar Engeland te komen, hield ze dat af. Haar man was ziekelijk, zei ze, en ze had een gescheiden zoon thuis. ‘Ik wil je voor mezelf houden.’ Maar een vriendin van me zei: ze wil je niet in haar wereld.", "‘Een van de laatste keren dat ik haar zag was september 2019, weer in Spanje. Midden in de nacht kwam ik aan na een enorme vertraging op Málaga, zij wachtte op me bij mij thuis met een glaasje gin. Doodmoe zijn we op haar bed gaan liggen. Toen zoenden we, en met onze kleren nog aan vielen we in elkaars armen in slaap. Ze was zo vreselijk lief, zo lief. Wat een prachtig wijf. Maar ik bleef voorzichtig, wilde me niet opdringen. Ook zonder seks leek ze al niet helemaal te begrijpen wat haar overkwam met mij. De volgende ochtend ging ze heel vroeg naar haar eigen appartement en de hele verdere week hebben we samen opgetrokken. Ik ontfutselde haar kussen op het strand en daar bleef het bij. Na een tijdje raakte ik gefrustreerd, terug in Nederland schreef ik brieven met steeds meer verwijten. Ik was in de war, verafschuwde de afhankelijke positie waarin ik terechtgekomen was, die ik al op de eerste avond ten koste van alles had willen voorkomen. Ineens had ze genoeg van mijn gedram en zei me nooit meer te willen zien. De kerstkaart die ik een paar maanden later stuurde kwam ongeopend terug: Not known at this address. Please return to sender.’", "Op verzoek van de geïnterviewde is de naam Marleen ­gefingeerd."], "authors": ["Corine Koole"], "keywords": ["erotisch", "op", "volle", "ik", "zoen", "vriendschappelijk", "mond", "ze", "mijn", "een", "gaf", "en", "haar", "dat", "te", "niet"], "pubDate": "2020-11-26T15:00:31+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}