{"id": "01507c93-379f-33b8-a2f8-da4d228262f1", "title": "De dribbel is dood", "url": "https://www.volkskrant.nl/kijkverder/v/2020/de-dribbel-is-dood~v410800/", "summary": "Zijn voetbal zal voor eeuwig voortleven, om hoe het was en om wie hij was.\nToen hij net bij Napoli was, en Napoli nog niet was gewend aan winnen, nam hij een sinaasappel van een schaal.\nHij begon te jongleren en zong hoe makkelijk het zou zijn om van Juventus te winnen.\nMaradona was de held van het Argentijnse volk, omdat hij zijn land wereldkampioen maakte in 1986.\nEen socialist met een tatoeage van Ché Guevara.", "paragraphs": ["Kijk hoe Goicoechea, de slager van Bilbao, zijn enkel splijt, in zijn tijd bij Barcelona. Zie hoe hij duels uitvecht met bikkelharde Italiaanse verdedigers. Bijna altijd stond hij op en nam hij sportieve revanche. Zo fotogeniek als hij was. Die dijen, het atletisch vermogen, de lokken, de donkere ogen. Het krachtlijf, de borst een beetje naar voren. Trots, 1,65 meter klein. Een individualistische teamspeler. Een stuiterbal. Zijn voetbal zal voor eeuwig voortleven, om hoe het was en om wie hij was. De dribbels, op slechte velden, het maakte hem niet uit. Het ging hem om het plezier, om de lach, het superieure, het gemak waarmee hij voetbalde, waarmee hij vrije trappen in de kruising legde, zo precies dat het leek alsof hij grootmeester was in de meetkunde.", "Vraag aan Ruud Gullit of Marco van Basten hoe goed hij was, en ook zij beginnen te zwijmelen, al waren zij met AC Milan dan een tijdlang beter dan Napoli met Maradona. Toen hij net bij Napoli was, en Napoli nog niet was gewend aan winnen, nam hij een sinaasappel van een schaal. Hij begon te jongleren en zong hoe makkelijk het zou zijn om van Juventus te winnen. Daarmee gaf hij zijn ploeggenoten vertrouwen.", "Maradona was de held van het Argentijnse volk, omdat hij zijn land wereldkampioen maakte in 1986. Hij huilde en lachte voor en met Argentinië. Heel anders dan Lionel Messi, die al emigreerde op zijn dertiende en buiten het veld nauwelijks profiel heeft. Maradona was een en al profiel, een revolutionair bovendien. Een socialist met een tatoeage van Ché Guevara. Hij raakte bevriend met leider Fidel Castro van Cuba, het land dat hem liet afkicken van drugs. Hij liet zich gaarne op de foto zetten met Hugo Chavez, toen die de Copa America van 2007 gebruikte om de zegeningen van Venezuela onder de aandacht te brengen."], "authors": ["November"], "keywords": ["van", "hoe", "het", "hij", "met", "dood", "zijn", "dribbel", "een", "en", "om", "te"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}