{"id": "01508fb7-067c-3745-a363-6a448a9ee8d1", "title": "Ook goed nieuws voor Nederland: ‘Oxfordvaccin’ beschermt 70 procent ingeënten tegen corona", "url": "https://volkskrant.nl/nieuws-achtergrond/ook-goed-nieuws-voor-nederland-oxfordvaccin-beschermt-70-procent-ingeenten-tegen-corona~b80885ce/", "summary": "Het ‘Oxfordvaccin’ tegen corona, ontwikkeld door de Universiteit van Oxford en fabrikant AstraZeneca, beschermt 70 procent van de ingeënten tegen covid-19.\nDat blijkt uit de eerste grootschalige proef van het vaccin, in het Verenigd Koninkrijk en Brazilië.\nDat zou erop kunnen duiden dat het immuunsysteem beter ‘op gang komt’ bij een lage dosering.\nAls het meezit, zou die het vaccin dan begin volgend jaar kunnen toelaten tot de markt.\nDe productie is inmiddels in volle gang: de fabrikant hoopt volgend jaar 3 miljard doses vaccin te kunnen leveren.", "paragraphs": ["Ook voor Nederland zijn de resultaten goed nieuws. Het Oxfordvaccin is de belangrijkste aankoop van ons land. Beeld Anadolu Agency via Getty Images", "En dat is drie. Het ‘Oxfordvaccin’ tegen corona, ontwikkeld door de Universiteit van Oxford en fabrikant AstraZeneca, beschermt 70 procent van de ingeënten tegen covid-19. Dat blijkt uit de eerste grootschalige proef van het vaccin, in het Verenigd Koninkrijk en Brazilië.", "Dat lijkt een wat matig resultaat – afgelopen weken meldden fabrikanten Pfizer en Moderna dat hun vaccins 95 procent beschermen – maar het is niettemin een belangrijk succes. Alleen al omdat het Britse vaccin goedkoper is en gewoon in de koelkast houdbaar is, anders dan het vaccin van Pfizer dat bij -70 graden moet worden opgeslagen en vervoerd.", "Bovendien vond men verstopt in de onderzoeksgegevens sterke aanwijzingen dat de bescherming nog beter kan, als men de dosering aanpast. ‘Dit zijn wederom resultaten waar we blij mee mogen zijn’, reageert Cécile van Els, immunoloog bij het RIVM en hoogleraar vaccinologie aan de Universiteit Utrecht.", "Het Oxfordvaccin is de belangrijkste aankoop van ons land op dit gebied: mocht het worden goedgekeurd, dan kunnen we er 11,7 miljoen doses van tegemoet zien, meer dan de vaccins van Pfizer (7,8 miljoen doses) en Moderna (3,1 miljoen) bij elkaar. Omdat er per inenting twee injecties nodig zijn, zou dat genoeg zijn om zo’n 6 miljoen mensen te vaccineren.", "Goed jaar", "De afgelopen maanden werd het vaccin getest op 20 duizend Britten en Brazilianen, van wie de helft de echte prik kreeg en de helft een placebomiddel. In de ingeënte groep kregen 30 mensen covid-19, in de groep die het nepmiddel kreeg 101 mensen. Dat vertaalt zich naar 70 procent bescherming, vergelijkbaar met de griepprik in een goed jaar.", "Bovendien hoefde in de ingeënte groep niemand naar het ziekenhuis. ‘Dat zou betekenen dat we in staat zijn te voorkomen dat mensen ernstig ziek worden’, aldus onderzoeksleider Andrew Pollard maandagochtend in een reactie. ‘We zijn zeer blij met deze resultaten.’", "90 procent", "Bij een subgroep die een lage dosis kreeg, gevolgd door een hoge dosis, lijkt de bescherming bovendien op te lopen tot 90 procent, ontdekten de wetenschappers in de gegevens. Dat zou erop kunnen duiden dat het immuunsysteem beter ‘op gang komt’ bij een lage dosering.", "Maar Van Els vindt het nog te vroeg voor definitieve conclusies. ‘De getallen zijn nog laag. En het is denkbaar dat wat je hier ziet te maken heeft met verschillen tussen Brazilië en Groot-Brittannië, waar je immers een andere bevolking hebt, en een andere druk van het virus.’", "Ook is de vraag in hoeverre het nieuwe vaccin echt voorkomt dat men het virus nog kan doorgeven. Bij vroege proeven op apen bleek dat het Oxfordvaccin weliswaar de ernst van de ziekte dempt, maar dat ingeënte dieren nog wel virus aanmaakten in hun neus, waardoor ze het toch nog zouden kunnen verspreiden – een groot nadeel.", "Nepinfectie", "De volgende stap is nu dat AstraZeneca het onderzoek afrondt en de resultaten ter goedkeuring indient bij de Europese gezondheidsautoriteit EMA. Als het meezit, zou die het vaccin dan begin volgend jaar kunnen toelaten tot de markt. De productie is inmiddels in volle gang: de fabrikant hoopt volgend jaar 3 miljard doses vaccin te kunnen leveren.", "Ook bij de Leidse farmaceut Janssen zal men de Britse resultaten met extra belangstelling gadeslaan. Het coronavaccin dat in Leiden is ontwikkeld werkt immers volgens ruwweg hetzelfde principe als het Oxfordvaccin, met een onschuldig verkoudheidsvirus dat eigenschappen van het coronavirus heeft meegekregen zodat het een soort nepcorona-infectie opwekt."], "authors": ["Maarten Keulemans"], "keywords": ["nieuws", "procent", "van", "bij", "goed", "nederland", "nog", "het", "ingeënten", "vaccin", "voor", "zijn", "corona", "een", "ook", "dat", "oxfordvaccin", "en", "te", "tegen"], "pubDate": "2020-11-23T11:58:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}