{"id": "01624e37-b015-3485-b09d-40bec9ee4089", "title": "Waarom Edson Álvarez (nog) niet mag vertrekken", "url": "https://www.parool.nl/sport/waarom-edson-alvarez-nog-niet-mag-vertrekken~bb3ea757/", "summary": "Bij Ajax is hij er niet in geslaagd zich op een van die posities in het basiselftal te spelen.\nMaar als stand-in van Klaassen en Schuurs is Álvarez te belangrijk om halverwege het jaar te laten vertrekken.\nÁlvarez kwam in 13 duels in actie, waarvan 7 keer als invaller.\nDe club kan zich een vertrek van Álvarez niet permitteren.\nDe wens van Álvarez is begrijpelijk: hij wil meer speeltijd en hij wil dat zijn gezin wordt herenigd.", "paragraphs": ["Edson Álvarez. Beeld BSR Agency", "“We willen de groep bij elkaar houden,” zei trainer Erik ten Hag zondagmiddag na de 4-2 zege op ADO. “We hebben iedereen keihard nodig, dat heeft afgelopen half jaar wel bewezen.”", "De vermeende belangstelling voor Álvarez is begrijpelijk: hij is 23 jaar, een vaste kracht in de Mexicaanse nationale ploeg en hij kan als middenvelder en als centrale verdediger spelen. Bij Ajax is hij er niet in geslaagd zich op een van die posities in het basiselftal te spelen.", "Na de komst van Davy Klaassen werd Álvarez naar de reservebank verwezen. De slag om een plek in het hart van de defensie naast Daley Blind verloor hij vorig seizoen van Joël Veltman en dit seizoen van Perr Schuurs. Maar als stand-in van Klaassen en Schuurs is Álvarez te belangrijk om halverwege het jaar te laten vertrekken.", "Ajax speelde 19 wedstrijden dit seizoen: 12 in de eredivisie, 6 in de Champions League en één in het bekertoernooi. Álvarez kwam in 13 duels in actie, waarvan 7 keer als invaller. Hij speelde 708 minuten, ongeveer net zoveel als ploeggenoten Lisandro Martínez, David Neres en Lassina Traoré die ook niet zeker zijn van een basisplek.", "Meer speeltijd", "Ajax heeft niet zo’n heel brede selectie en trainer Erik ten Hag moet rekening blijven houden met extra uitval vanwege het coronavirus. De club kan zich een vertrek van Álvarez niet permitteren. Het is onmogelijk voor technisch directeur Marc Overmars om midden in het seizoen een (betaalbare) vervanger te vinden die onmiddellijk inpasbaar is in het elftal. En de noodzaak daarvan is groot.", "Ajax heeft na de jaarwisseling – en een ultrakort kerstreces – in januari en februari een loodzwaar programma: de club speelt in twee maanden tijd twee keer tegen PSV, twee keer tegen Lille in de Europa League, twee keer uit tegen AZ (waarvan één keer voor de beker) en tegen Feyenoord.", "De wens van Álvarez is begrijpelijk: hij wil meer speeltijd en hij wil dat zijn gezin wordt herenigd. Hij zal echter nog een paar maanden geduld moeten hebben. Als zich komende zomer een club voor hem meldt die die minimaal negen miljoen euro wil betalen – een bedrag dat gelijk staat aan de nog openstaande afschrijvingen op de speler – dan zal Overmars best willen meewerken aan een transfer.", "Overmars heeft zich in de afgelopen negen jaar immers laten kennen als een technisch directeur die óók aan het belang van de voetballers denkt."], "authors": ["Dick Sintenie"], "keywords": ["van", "waarom", "nog", "en", "edson", "een", "álvarez", "als", "keer", "hij", "het", "zich", "niet", "vertrekken", "mag", "die"], "pubDate": "2020-12-20T15:56:13Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}