{"id": "0173dec2-79f1-3b33-892a-ec5176a6cc07", "title": "5 restaurants for paella in Amsterdam", "url": "https://www.parool.nl/english/5-restaurants-for-paella-in-amsterdam~bff866f3/", "summary": "They worked for years at Centra restaurant in De Wallen, the first Spanish restaurant in the Netherlands.\nBut there is always a classical Valencian paella on the menu as well.\nBocador has two types of paella on the menu: the classical Valencian (€17.95) and Paella mixta de Bocador (€17.50).\nMeer en Vaart 195Some 70 years ago, Centra was the first Spanish restaurant in the Netherlands.\nIf you fancy a taste of paella, but have forgotten to book, paella bitterballen are on offer (€1.70 each).", "paragraphs": ["You'll find the best paella at those 5 spots Beeld Shutterstock", "Café Duende Dos is well known to Amsterdam’s many Spanish fans. You immediately feel transported to Spain in this restaurant with its blue-tiled bar and pictures of bulls. Among the dishes on offer are paella (€19.50 p.p. for a minimum of two) or tapas. On Sundays, the paella is made in a pan measuring a metre in diameter to ensure there’s enough for the entire neighbourhood. The kitchen at Duende Dos is in the hands of experienced Spanish chefs. They worked for years at Centra restaurant in De Wallen, the first Spanish restaurant in the Netherlands.", "Nieuwe Willemsstraat 3", "Barça on Marie Heinekenplein specialises in Catalan tapas with a twist – calamari with Korean kimchimayo (€9) for example. But there is always a classical Valencian paella on the menu as well. This traditional paella (€24 per person) is made with seafood, chicken and chorizo. But a vegetarian version is also on offer. Barça has seven different brands of cava for combining with the paella.", "Marie Heinekenplein 30-31", "They are currently enjoying a well-earned holiday - in Spain of course - but four types of paella will once again be on the menu at Vamos a Ver from 18 May. Top of the list is the paella especial with different kinds of fish and meat (€38.50 for two). Run by a Spanish chef and his Dutch partner, Vamos a Ver has been in business for 21 years. For those seeking a change from paella, goat cooked in the oven is a house speciality to be recommended (€21.50).", "Govert Flinckstraat 308", "Bocador is on the banks of Sloterplas. On a fine day, with a bit of imagination, you could imagine yourself dining on the Costa del Sol. Bocador has two types of paella on the menu: the classical Valencian (€17.95) and Paella mixta de Bocador (€17.50). All dishes, including the paellas, are made in the charcoal oven. Spanish barbecue-style dishes are also prepared in this way, for example the lamb chops (€18.95).", "Meer en Vaart 195", "Some 70 years ago, Centra was the first Spanish restaurant in the Netherlands. It went broke in 2016, but a thorough facelift and a fresh start 14 months later saw the doors reopening. Paella (€18.50 p.p.) is on the menu for a minimum of four and must be ordered a day in advance. If you fancy a taste of paella, but have forgotten to book, paella bitterballen are on offer (€1.70 each).", "Lange Niezel 29"], "authors": ["Translation", "Rohan Minogue"], "keywords": ["ver", "amsterdam", "restaurants", "types", "vamos", "paella", "offer", "dishes", "valencian", "restaurant", "spanish", "menu"], "pubDate": "2019-05-16T08:34:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}