{"id": "0178922a-9bfb-30e7-853d-2e891cb3fd2d", "title": "Alles aan De wasstraat ontroert op onnadrukkelijke wijze", "url": "https://volkskrant.nl/cultuur-media/alles-aan-de-wasstraat-ontroert-op-onnadrukkelijke-wijze~bf7b66bb/", "summary": "Matz Carwash is een op het oog doodnormale wasstraat.\nVincent, een van de Matz-mannen, vindt het een raar woord.\nSamen met Abdul, Tim, Maurice, Denai en Patrick heeft Vincent een van de hoofdrollen in De wasstraat, een documentaireserie die vorige week elke avond op NPO 2 werd uitgezonden.\nAlles aan De wasstraat ontroert op onnadrukkelijke wijze: de regie, Jacob Derwigs voice-over, de eerlijkheid, Martin.\nDikke kans dat de serie een van de beste tv-programma’s is die in 2021 op de Nederlandse tv te zien zullen zijn.", "paragraphs": ["Matz Carwash is een op het oog doodnormale wasstraat. Er werken voornamelijk jongens en mannen met een, zoals dat heet in het woud van dossiers en beleidsplannen waar de eufemismen welig tieren, ‘afstand tot de arbeidsmarkt’. Er zitten statushouders bij, en mensen met een beperking. En ach, wat is een beperking nou helemaal? Dat je soms een omweg nodig hebt waar andere mensen recht op hun doel af gaan? Vincent, een van de Matz-mannen, vindt het een raar woord. Volgens hem bestaan er geen mensen zonder beperkingen. En gelijk heeft hij.", "Samen met Abdul, Tim, Maurice, Denai en Patrick heeft Vincent een van de hoofdrollen in De wasstraat, een documentaireserie die vorige week elke avond op NPO 2 werd uitgezonden. Elke aflevering diepte regisseur Martijn Heijne de verhalen van de wasstraatjongens wat verder uit. Dat van Denai bijvoorbeeld, die uit Eritrea naar Nederland was gekomen en hier nu in alle eenzaamheid zijn PTSS moest zien te overwinnen. En Tim, die zijn jeugdtrauma’s en rouw verpakte in een aanstekelijk optimisme. Of Abdul, die als 12-jarige alleen vanuit Syrië naar Nederland was gevlucht, twee jaar onderweg was en nu als jongvolwassene bij Matz enthousiast aan de weg timmerde. De jongens verhaalden uitvoerig over hun dromen, maar ook over droeve herinneringen, pestverledens, schulden, scheidingen en al die andere omstandigheden die hen in het werkende leven op een lastig in te lopen achterstand hadden gezet. Ze vertelden daarnaast óók over de dingen die hen gaande hielden, over de liefde voor hun kinderen, de muziek van MC Snelle of Go Ahead Eagles. Ze deelden hun frustraties over het eigen onvermogen, of over het onbegrip van de rest van de wereld. Onderwijl volgde de camera hen in het werk in de carwash, in de pauzes en tijdens de onderonsjes in keuken en rookhok. Zo werden de mannen van Matz in een paar avonden tijd goede bekenden, en werd een abstractie als ‘afstand tot de arbeidsmarkt’ voor iedereen die keek zicht- en voelbaar.", "De wasstraat Beeld Omroep Human", "In tegenstelling tot de eveneens onder de vlag van Omroep Human gemaakte prachtserie Klassen, groeide De wasstraat niet uit tot het gesprek van de dag en werden er geen online meet-ups van de grond getild om de toekomst van Denai of Maurice te bespreken. En eigenaar Martin, die zijn werknemers bijstaat waar mogelijk en hen steunt tot ver buiten de hekken van de carwash, is geen nationale ster. Nog niet, althans. Alles aan De wasstraat ontroert op onnadrukkelijke wijze: de regie, Jacob Derwigs voice-over, de eerlijkheid, Martin. Dikke kans dat de serie een van de beste tv-programma’s is die in 2021 op de Nederlandse tv te zien zullen zijn. Wie het heeft gemist, moet het echt even terugkijken. En voor wie toevallig in de buurt van Deventer is: doe jezelf een plezier en laat je auto bij Matz eens stevig VIP’en."], "authors": ["Frank Heinen"], "keywords": ["tot", "zijn", "van", "en", "een", "ontroert", "onnadrukkelijke", "alles", "aan", "op", "wasstraat", "te", "het", "wijze", "die"], "pubDate": "2021-01-10T14:53:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}