{"id": "01817fdb-4a20-3eaf-902d-7472c241b56d", "title": "Danny Vera vond het tijd voor een nieuwe nummer één in Top 2000", "url": "https://nu.nl/muziek/6095170/danny-vera-vond-het-tijd-voor-een-nieuwe-nummer-een-in-top-2000.html", "summary": "Danny Vera vindt dat het \"ook weleens tijd was voor een nieuwe nummer één\" in de Top 2000.\nMaar het is ook lekker dat het een keer iemand anders is en het past ook goed bij een jaar waarin alles al anders gaat.\"\nDat Vera er in de 22e editie van de Top 2000 verantwoordelijk voor is dat het voor de vijfde keer gebeurt, had hij niet verwacht.\n\"Ik dacht: misschien was het vorig jaar wel gewoon een hype en ben ik nu gedaald.\nVera, vorig jaar de hoogste nieuwe binnenkomer ooit, is de tweede Nederlander die de Top 2000 aanvoert: alleen Boudewijn de Groot ging hem voor, in 2005 met Avond.", "paragraphs": ["Danny Vera vindt dat het \"ook weleens tijd was voor een nieuwe nummer één\" in de Top 2000. De zanger stoot Queen van de troon met zijn nummer Roller Coaster.", "\"Er zijn vast wel heel veel fans die boos zijn dat ik nu op de eerste plek sta, vorig jaar was dat ook zo toen ik op vier binnenkwam. Maar het is ook lekker dat het een keer iemand anders is en het past ook goed bij een jaar waarin alles al anders gaat.\"", "Queen stond met Bohemian Rhapsody zeventien keer bovenaan de eindejaarslijst van NPO Radio 2. De band moest de eerste plaats slechts vier keer eerder afstaan.", "Dat Vera er in de 22e editie van de Top 2000 verantwoordelijk voor is dat het voor de vijfde keer gebeurt, had hij niet verwacht. \"Ik dacht: misschien was het vorig jaar wel gewoon een hype en ben ik nu gedaald. Maar ik vind het een hele eer.\"", "Vera, vorig jaar de hoogste nieuwe binnenkomer ooit, is de tweede Nederlander die de Top 2000 aanvoert: alleen Boudewijn de Groot ging hem voor, in 2005 met Avond."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["één", "nummer", "het", "jaar", "nieuwe", "zijn", "danny", "ik", "keer", "vond", "vera", "tijd", "een", "dat", "ook", "vorig", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}