{"id": "01833183-91b1-3118-8892-3f5732d8fb5a", "title": "Luchtvervuiling aangewezen als doodsoorzaak Brits meisje met astma (9)", "url": "https://nu.nl/klimaat/6097133/luchtvervuiling-aangewezen-als-doodsoorzaak-brits-meisje-met-astma-9.html", "summary": "Luchtverontreiniging droeg in belangrijke mate bij aan de dood van een negenjarig astmatisch meisje uit Londen, blijkt uit onderzoek van een Britse lijkschouwer.\nHet meisje, Ella Kissi-Debrah, overleed in 2013 aan \"astma, verergerd door blootstelling aan buitensporige hoeveelheden luchtvervuiling\", concludeert lijkschouwer Philip Barlow.\nTot woensdag was de officiële doodsoorzaak aangemerkt als \"acuut ademhalingsfalen als gevolg van zeer ernstige astma\".\nEen van de experts die namens de familie bewijs aandroegen, omschreef Ella als een \"kanarie in de kolenmijn\", die het risico van luchtvervuiling voor andere bewoners van Londen blootlegt.\nDe burgemeester van Londen, Sadiq Khan, noemt de conclusie van de lijkschouwer een \"historisch moment\".", "paragraphs": ["Luchtverontreiniging droeg in belangrijke mate bij aan de dood van een negenjarig astmatisch meisje uit Londen, blijkt uit onderzoek van een Britse lijkschouwer. Nooit eerder is luchtvervuiling officieel aangemerkt als doodsoorzaak in het Verenigd Koninkrijk, aldus The Guardian.", "Het meisje, Ella Kissi-Debrah, overleed in 2013 aan \"astma, verergerd door blootstelling aan buitensporige hoeveelheden luchtvervuiling\", concludeert lijkschouwer Philip Barlow. Ook was haar moeder niet goed voorgelicht over de schadelijke gevolgen van vervuiling met het oog op astma.", "Britse juristen stellen dat er juridische geschiedenis is geschreven. Mogelijk verhoogt de conclusie van de lijkschouwer de druk op de Britse overheid om de luchtvervuiling in het land te verminderen.", "Kissi-Debrah woonde in Zuid-Londen, minder dan 30 meter van een drukke ringweg. Daar was de stikstofuitstoot vele malen groter dan de landelijke en Europese limieten. Ook overschreed de uitstoot ruimschoots de fijnstoflimieten van de gezondheidsorganisatie WHO, schrijft The Guardian.", "Moeder leverde juridische strijd", "Rosamund Kissi-Debrah, de moeder van Ella, streed al jaren om haar dochter door een tweede lijkschouwer te laten onderzoeken. Tot woensdag was de officiële doodsoorzaak aangemerkt als \"acuut ademhalingsfalen als gevolg van zeer ernstige astma\".", "Uiteindelijk leidde dit tot een nieuwe hoorzitting, waarbij experts namens de familie bewijs mochten aandragen. Een tweede lijkschouwer onderschreef het argument van de familie: de astma van Ella werd veroorzaakt en verergerd door de hoge mate van uitstoot in de omgeving.", "Ella is 'kanarie in de kolenmijn'", "Advocaten van de familie stelden dat luchtvervuiling een noodsituatie veroorzaakt en dat het belangrijk is om de vervuiling vast te leggen als doodsoorzaak, zodat het terugdringen van uitstoot prioriteit krijgt in het overheidsbeleid, schrijft The Guardian.", "Een van de experts die namens de familie bewijs aandroegen, omschreef Ella als een \"kanarie in de kolenmijn\", die het risico van luchtvervuiling voor andere bewoners van Londen blootlegt.", "De burgemeester van Londen, Sadiq Khan, noemt de conclusie van de lijkschouwer een \"historisch moment\". Khan beloofde de uitstoot in de binnenstad nog verder terug te dringen en zei dat ook de landelijke politiek de zaak moet oppakken, aldus The Guardian."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["aangewezen", "luchtvervuiling", "lijkschouwer", "van", "familie", "doodsoorzaak", "astma", "een", "te", "het", "uitstoot", "meisje", "en", "als", "brits", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}