{"id": "018ac864-75de-39f7-b02a-8f7fbf3a6011", "title": "Er was weer veel te doen over het oude volk, indachtig de journalistieke mantra: Jews are news", "url": "https://volkskrant.nl/columns-opinie/er-was-weer-veel-te-doen-over-het-oude-volk-indachtig-de-journalistieke-mantra-jews-are-news~b8be9e8d/", "summary": "Omdat hij met dat geteisem niet over straat durfde.\nDit grapje vertelde Paul Damen, oud-hoofdredacteur van het Nieuw Israëlitisch Weekblad, mij eens in café De Pels in Mokum.\n‘Slager, doe mij twee ons van die vis.’ Slager: ‘Maar rebbe, dat is ham!’ Rabbijn: ‘Oi, wat maakt mij het nou uit hoe die vis heet.’Er was in het treurige moederland weer veel te doen over het oude volk, indachtig de journalistieke mantra: Jews are news.\nToch knap dat een volk van wereldwijd amper 15 miljoen mensen zo de internationale gemoederen bezighoudt.\nPas woensdag vertrekt er weer een bus naar het treinstation van Covilhã, want 1 december is een officiële feestdag en ligt het land opnieuw plat.", "paragraphs": ["Waarom trok Mozes met zijn uitverkoren volk veertig jaar door de Sinaïwoestijn? Omdat hij met dat geteisem niet over straat durfde. Dit grapje vertelde Paul Damen, oud-hoofdredacteur van het Nieuw Israëlitisch Weekblad, mij eens in café De Pels in Mokum.", "Ik ben opgegroeid met de Geinlijn van Max ‘ik lach om niet te huilen’ Tailleur en sloeg keihard terug met deze witz: een rabbijn komt bij de slager en wijst naar een enorme beenham. ‘Slager, doe mij twee ons van die vis.’ Slager: ‘Maar rebbe, dat is ham!’ Rabbijn: ‘Oi, wat maakt mij het nou uit hoe die vis heet.’", "Er was in het treurige moederland weer veel te doen over het oude volk, indachtig de journalistieke mantra: Jews are news. Toen ik correspondent in Israël was, kon ik bij wijze van spreken een bericht slijten over een kip (mits Joods) die ik de weg had zien oversteken in Jeruzalem. Toch knap dat een volk van wereldwijd amper 15 miljoen mensen zo de internationale gemoederen bezighoudt.", "Toevalligerwijs bivakkeer ik in het kosjere Sinai Hotel in Belmonte, een bergdorpje tegen de Spaanse grens aan. Kosjer is een groot woord want bij mijn ontbijt lagen ham en kaas keurig naast elkaar, al moet ik daarbij opmerken dat de ham van kalkoen was.", "Pedro Álvares Cabral, de ontdekker van de zeeroute naar Brazilië, komt hier vandaan maar Belmonte is vooral bekend door de marranen: Joden die uit angst voor de inquisitie in het openbaar leefden als rooms-katholieken maar in het geheim hun tradities voortzetten. Je zou ze heel oneerbiedig spekjoden kunnen noemen.", "Ik ben hier neergestreken om mijn boek Saudades af te schrijven. De uitsmijter heet De laatste trein. Toen ik kort voor het intreden van de sjabbes de lobby binnenstormde, vertelde de receptionist (zo Joods als Thierry Baudet) dat er drie dagen een strikt covid-uitgaansverbod is. Ik mag ‘s morgens even luchten in het gehucht en daarna is het Sperrzeit. Pas woensdag vertrekt er weer een bus naar het treinstation van Covilhã, want 1 december is een officiële feestdag en ligt het land opnieuw plat.", "Ik ben de enige gast en waan me in een klooster. Om Louis-Ferdinand Céline maar te parafraseren: ik kan me bezatten met goedkope wijn, naar de bioscoop gaan en manisch masturberen. Ik sta al vier weken droog en als er hier een bios was, zat die nu potdicht. Mij rest niets anders dan te schrijven als een monnik."], "authors": ["Arthur Van Amerongen"], "keywords": ["weer", "van", "die", "dat", "volk", "indachtig", "het", "mantra", "een", "en", "te", "jews", "ik", "journalistieke", "naar", "veel", "met", "oude"], "pubDate": "2020-11-30T15:36:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}