{"id": "01930fc5-079c-3f12-965b-bb07cfdb6f40", "title": "Nigeriaanse boerinnen sturen hun schoffels met pensioen. ‘We willen vrouwvriendelijke machines’", "url": "https://trouw.nl/buitenland/nigeriaanse-boerinnen-sturen-hun-schoffels-met-pensioen-we-willen-vrouwvriendelijke-machines~b1c3f4a4/", "summary": "Het aantal Nigerianen dat afhankelijk is van kleine boeren, en dan vooral boerinnen, voor hun dagelijkse voedsel blijft groeien in een land met zo’n 200 miljoen inwoners.\n“We kunnen niet langer schoffels gebruiken om het land te blijven voeden”, zei Afan.\nWe worden er oud en stram van en de opbrengst van het land met schoffels is laag.”Nigeria is nog steeds afhankelijk van dure import om het land van voedsel te voorzien.\nNigeria heeft voldoende land om in zijn eigen voedselbehoefte te voorzien, maar met schoffels alleen gaat dat niet lukken.\nMet veel van die landen gaat het niet best.", "paragraphs": ["Onder aanvoering van Mary Afan, de voorzitter van de organisatie voor kleinschalige boerinnen in Nigeria (Swofon), werden de schoffels demonstratief afgegeven. “We zijn hier gekomen om de schoffels met pensioen te laten gaan in een museum dat dit soort voorwerpen verzamelt en tentoonstelt, zodat onze kinderen, kleinkinderen en de ongeboren generaties die hier kunnen bekijken. Ze leren dan waarmee hun ouders vroeger voedsel produceerden”, zei Afan.", "Het protest was ludiek, maar met een ernstige boodschap. Het aantal Nigerianen dat afhankelijk is van kleine boeren, en dan vooral boerinnen, voor hun dagelijkse voedsel blijft groeien in een land met zo’n 200 miljoen inwoners. In 2050 is dit aantal verdubbeld, is de prognose.", "“We kunnen niet langer schoffels gebruiken om het land te blijven voeden”, zei Afan. Boerinnen eisen een verbetering van hun positie, en mechanische hulpmiddelen. “We willen van de regering vrouwvriendelijke machines die ons energie besparen bij het boerenwerk. We worden er oud en stram van en de opbrengst van het land met schoffels is laag.”", "Nigeria is nog steeds afhankelijk van dure import om het land van voedsel te voorzien. Zo komt driekwart van de melk uit het buitenland, vooral van FrieslandCampina. Nigeria heeft voldoende land om in zijn eigen voedselbehoefte te voorzien, maar met schoffels alleen gaat dat niet lukken. Afhankelijk van de regio is in Nigeria 60 tot 80 procent van de boeren vrouw.", "Lees ook:", "Het probleem van Afrika is Afrika.", "Zestig jaar geleden werden zeventien Afrikaanse kolonies zelfstandig. Met veel van die landen gaat het niet best. En nee, dat komt niet door neokolonialisme, stellen twee Nigeriaanse wetenschappers."], "authors": ["Erik Van Zwam"], "keywords": ["pensioen", "van", "schoffels", "nigeriaanse", "sturen", "het", "met", "willen", "niet", "een", "en", "land", "boerinnen", "te", "vrouwvriendelijke", "om", "machines", "hun"], "pubDate": "2020-12-10T11:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}