{"id": "0194aa13-6066-3c95-a50f-0788776dd35c", "title": "’Testen op vliegveld is niets nieuws’", "url": "https://www.telegraaf.nl/watuzegt/645726732/testen-op-vliegveld-is-niets-nieuws", "summary": "In de jaren 70 en 80 was het doodnormaal dat vluchten uit risicogebieden (qua gezondheid) als Afrika, Azië op de daartoe speciaal ingerichte gates op Schiphol aankwamen, vertelt A. Nieuwendijk.\nDat betekende dat de GGD naar de gate kwam, de passagiers in het juiste tempo langs speciale balies werden gevoerd (mijn taak).\nEr werd gecontroleerd op de vereiste inentingen, toen nog pokken en gele koorts e.d.\nDe reiziger diende zich dus voor te bereiden welk land, welke eisen stelde.\nEn voor de goede orde, iedereen passeerde de GGD balie.", "paragraphs": ["Ik heb 43 jaar in de luchtvaart gewerkt. In de jaren 70 en 80 was het doodnormaal dat vluchten uit risicogebieden (qua gezondheid) als Afrika, Azië op de daartoe speciaal ingerichte gates op Schiphol aankwamen, vertelt A. Nieuwendijk.", "De opdracht aan mij was dan ’ga jij even de quarantaine van de KLM doen’ . Dat betekende dat de GGD naar de gate kwam, de passagiers in het juiste tempo langs speciale balies werden gevoerd (mijn taak). Er werd gecontroleerd op de vereiste inentingen, toen nog pokken en gele koorts e.d. Iedereen die er een beetje verdacht uitzag qua temperatuur, werd door de GGD meegenomen naar de Medische Dienst voor nader onderzoek.", "De reiziger diende zich dus voor te bereiden welk land, welke eisen stelde. Niet alleen wat visa betreft maar ook qua gezondheid. Deze procedure is verdwenen omdat dit op een gegeven moment overbodig bleek. De wereld was pokkenvrij en gele koorts kwam steeds minder voor. En voor de goede orde, iedereen passeerde de GGD balie.", "Hoezo kort geding tegen de PCR test? Er is helemaal niets nieuws onder de zon. Men diende destijds ook bewijs van vaccinatie te tonen.", "A. Nieuwendijk, Hoofddorp"], "authors": [], "keywords": ["nieuws", "er", "van", "niets", "voor", "vliegveld", "en", "testen", "ggd", "op", "te", "werd", "qua", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}