{"id": "01a16e43-80a2-3c0c-b398-a67f12bd3074", "title": "Veel Nederlanders bereid vliegen op te geven voor klimaat", "url": "https://www.parool.nl/nederland/veel-nederlanders-bereid-vliegen-op-te-geven-voor-klimaat~baaa6f31/", "summary": "Bijna driekwart van de Nederlanders zegt zich in te spannen om de klimaatcrisis aan te pakken, 9 procent van de bevolking voert daadwerkelijk radicale veranderingen door in de eigen levensstijl.\nBeeld Getty ImagesNa stoppen met vliegen, volgen stoppen met vlees eten, videostreaming en nieuwe kleding kopen in de top vijf van dingen die Nederlanders bereid zijn op te geven om klimaatverandering tegen te gaan.\nNederlanders zijn het minst bereid (10 procent) om de auto te laten staan.\nHet merendeel van de mensen (67 procent) zegt al minder vlees te eten, nog eens 19 procent zegt dat te willen opgeven.\nCorrectie: In een eerdere versie van dit artikel stond dat ruim een vijfde van de Nederlanders door klimaatverandering minder wil gaan vliegen.", "paragraphs": ["Bijna driekwart van de Nederlanders zegt zich in te spannen om de klimaatcrisis aan te pakken, 9 procent van de bevolking voert daadwerkelijk radicale veranderingen door in de eigen levensstijl. Beeld Getty Images", "Na stoppen met vliegen, volgen stoppen met vlees eten, videostreaming en nieuwe kleding kopen in de top vijf van dingen die Nederlanders bereid zijn op te geven om klimaatverandering tegen te gaan.", "Nederlanders zijn het minst bereid (10 procent) om de auto te laten staan. Met name ouderen en mensen die in landelijke gebieden wonen vinden dat lastig. Het merendeel van de mensen (67 procent) zegt al minder vlees te eten, nog eens 19 procent zegt dat te willen opgeven. Tussen mannen en vrouwen zit weinig verschil, behalve als het om kleding en vlees eten gaat. Vrouwen zijn meer geneigd om vlees links te laten liggen, maar zien minder in het idee geen nieuwe kleding te kopen. Bij mannen is dat precies andersom.", "Tekst gaat verder onder grafiek", "Driekwart van de jongeren tussen de 15 en 29 jaar geeft aan zich in te spannen voor een beter klimaat. Jongeren vinden het het moeilijkst om met streamingdiensten te stoppen. Servers en netwerken gebruiken daarvoor veel energie, wat weer voor uitstoot van broeikasgassen zorgt, zolang de meerderheid van elektriciteit met fossiele brandstoffen wordt geproduceerd.", "Ook werd er gevraagd naar de invloed van de coronapandemie op klimaatbewuste keuzes, zoals het gebruik van openbaar vervoer. 58 procent van de Nederlanders geeft aan zich meer zorgen maken over een mogelijke coronabesmetting, dan over de langetermijnimpact van klimaatverandering.", "Daadwerkelijke verandering", "Bijna driekwart van de Nederlanders zegt zich in te spannen om de klimaatcrisis aan te pakken, 9 procent van de bevolking voert daadwerkelijk radicale veranderingen door in de eigen levensstijl. “Dit onderzoek toont aan dat er aan de ene kant behoorlijke bereidheid is om de klimaatcrisis aan te pakken, maar aan de andere kant dat de radicale wijzigingen die mensen willen doorvoeren veel minder zijn,” zegt Els Sweeney-Bindels, hoofd van het Amsterdamse EIB-kantoor.", "Daarnaast stemt het de EIB positief dat ruim twee vijfde van de Nederlanders door klimaatverandering minder wil gaan vliegen en ruim een derde in eigen land op vakantie wil vanwege uitstootvermindering. “Mensen lijken erover na te denken. En niet meer vliegen zou ik best een radicale wijziging willen noemen.”", "Wel lijken Nederlanders alleen bereid om klimaatvriendelijk gedrag te vertonen als dit hun comfort niet aantast of geen extra inspanning vereist. “Maar 18 procent is bereid CO 2 -compensatie te betalen voor vliegen. Zodra het wat gaat kosten, gaat de bereidheid omlaag,” aldus Sweeney-Bindels.", "Correctie: In een eerdere versie van dit artikel stond dat ruim een vijfde van de Nederlanders door klimaatverandering minder wil gaan vliegen. Dat moet twee vijfde (42 procent) zijn."], "authors": ["Anp Het Parool"], "keywords": ["veel", "van", "voor", "vliegen", "en", "om", "een", "dat", "bereid", "te", "op", "klimaat", "geven", "het", "procent", "aan", "nederlanders"], "pubDate": "2021-01-11T08:41:42Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}