{"id": "01a6e13b-8320-3133-896b-eb241595218f", "title": "Energiekosten vergoed en een buddy op kantoor? Wat er geregeld moet worden als thuiswerken blijft", "url": "https://volkskrant.nl/nieuws-achtergrond/energiekosten-vergoed-en-een-buddy-op-kantoor-wat-er-geregeld-moet-worden-als-thuiswerken-blijft~bb947bcb3/", "summary": "Werkgevers kunnen vragen van de Inspectie SZW tegemoet zien of ze de risico’s van het thuiswerken in kaart hebben gebracht.\nDaarin benoemen werkgever en werknemer hun verplichtingen, worden afspraken gemaakt over het verschaffen van materiaal als bureau en beeldscherm en wijst de werkgever op de risico’s en valkuilen van het thuiswerken.\nDat kan door het invullen van een jaarlijkse checklist of het maken van een foto of video van de werkplek.\nHoud samen een pubquiz op vrijdagmiddag, wandel met collega’s, doe een dagstart in de vorm van een korte vergadering.\nDe nationale goudvoorraad gaat, met een tussenstop in Haarlem, naar een ‘Cash Centre’ op een militair terrein in Zeist.", "paragraphs": ["Terwijl premier Rutte woensdag een versoepeling van de coronamaatregelen per 1 juli aankondigt, lijkt (vaker) thuiswerken een permanent karakter te krijgen. Er zijn nog wel wat zaken te regelen.", "We zijn bezig met het heruitvinden van de werkomgeving, zegt Wim Pullen, directeur van het Center for People and Buildings van de TU Delft. Met zijn ­onderzoekscentrum voor mens en werkomgeving werkt hij aan een groot onderzoek naar de effecten van het thuiswerken, dat als corona-noodmaatregel werd ingevoerd. De ervaringen lopen sterk uiteen, zoveel is hem al duidelijk. ‘De een heeft thuis last van zijn kinderen of zijn partner en kan niet wachten om weer naar kantoor te gaan. De ander vindt het geweldig en zegt dat hij nooit zo goed kon doorwerken.’", "Het lijkt erop dat ook na de coronacrisis veel meer werknemers een deel van hun werktijd thuis zullen doorbrengen. Werkgeversvereniging AWVN stelde vast dat ongeveer een kwart van de bedrijven meer wil laten thuiswerken dan voor de crisis. De voordelen: meer productiviteit en er zijn minder werkplekken nodig op kantoor. Ook veel werknemers denken deels thuis te blijven werken, aldus een onderzoek van Intermediair. Tot de pluspunten van het thuiskantoor behoren meer concentratie en meer rust voor telefoongesprekken.", "Gaan we inderdaad meer thuiswerken, dan zullen bedrijven en andere organisaties daarbij moeten helpen. De werkgever heeft de wettelijke plicht om zorg te dragen voor de veiligheid en gezondheid van zijn werknemers, ook als die in hun eigen woning aan de slag zijn. ‘Hoe meer we gaan thuiswerken, hoe zwaarder die zorgplicht gaat wegen’, zegt Eva Bok­slag, advocaat arbeidsrecht in Amsterdam.", "Een werkgever kan aansprakelijk zijn voor eventuele schade, als hij niet heeft gezorgd voor goede arbeidsomstandigheden, ook thuis. Zo is een werkgever al eens veroordeeld tot schadevergoeding van een werknemer die tijdens het thuiswerken rsi opliep, een aandoening die kan optreden bij langdurig computergebruik.", "Ook de Inspectie SZW, zoals de arbeidsinspectie tegenwoordig heet, ziet een nieuwe tijd opdoemen. De dienst gaat onderzoek doen naar thuiswerkers, zegt woordvoerder Elizabeth Palandeng. Werkgevers kunnen vragen van de Inspectie SZW tegemoet zien of ze de risico’s van het thuiswerken in kaart hebben gebracht. Wat doen ze om die risico’s te verkleinen? Daarbij zal de dienst speciale aandacht hebben voor werknemers met een jong gezin. Combineert de thuiswerker de uren aan de laptop met de zorg voor kinderen? Dan is er extra risico op ongezonde werkstress.", "Wat moeten we nog regelen, als we inderdaad meer gaan thuiswerken?", "Thuiskantoor: e en goed bureau is ook thuis belangrijk", "‘Na een paar weken fulltime thuiswerken kregen werknemers klachten’, zegt ergonoom Erwin Speklé van arbodienst Arbo Unie. ‘Op kantoor zijn mensen bijvoorbeeld gewend om te werken met twee grote beeldschermen. Thuis bekijken ze die Excel-sheets op klein formaat op hun laptop, voorovergebogen en dicht op dat schermpje. Dat leidt tot meer problemen met nek en schouders.’", "Een goed beeldscherm, met een los toetsenbord en een losse muis, is thuis dus ook belangrijk, zegt Speklé. Net als een goed bureau, een goede stoel en goede verlichting. Aandacht voor klimaatbeheersing is eveneens belangrijk, zeker met de zomer voor de boeg. ‘De werkkamer moet niet te warm of te koud zijn.’", "Moet iemand veel videobellen, dan voorkomt een goede headset of speaker ‘dat je ingespannen tegen je laptop zit te schreeuwen’. Speklé wijst op de gevaren van dat soort ‘technostress’. Zorg dus voor een goede digitale verbinding tussen thuis, kantoor en collega’s.", "Dat gaat allemaal geld kosten, erkent de ergonoom. ‘Maar het voorkomen van problemen betaalt zich echt wel terug. En wellicht zijn de kosten wat te drukken door kantoormateriaal dat nu toch niet wordt gebruikt uit te lenen aan werknemers.’", "Thuiswerkplekken voor huisgenoten in Utrecht. In een thuiswerkovereenkomst zouden afspraken over materiaal gemaakt moeten worden. Beeld Sabine van Wechem", "Overeenkomst: e en bijdrage in de stookkosten thuis?", "Het wordt tijd voor het opstellen van een thuiswerkovereenkomst met al die nieuwe hybride werkers, stelt de landelijke arbodienst Arboned. Daarin benoemen werkgever en werknemer hun verplichtingen, worden afspraken gemaakt over het verschaffen van materiaal als bureau en beeldscherm en wijst de werkgever op de risico’s en valkuilen van het thuiswerken. Ook kan worden vast­gelegd dat de werknemer laat controleren of hij zich houdt aan de afspraken. Dat kan door het invullen van een jaarlijkse checklist of het maken van een foto of video van de werkplek. Ook een videogesprek met een arbodienst kan onderdeel zijn van het nieuwe thuiswerken.", "Er hoort ook een goede finan­ciële regeling bij, zegt woordvoerder Wouter de Jong van vakbond CNV. ‘Wie betaalt wat? In oktober gaat de kachel weer aan. Als de thuiswerker op kantoor had gezeten, dan was de verwarming wellicht uitgebleven. Een tegemoetkoming in die kosten zou dus op zijn plaats zijn.’", "Voor vergoeding van de kosten gelden geen harde regels. Bij verzekeraar VGZ bijvoorbeeld kunnen werknemers maximaal 150 euro declareren voor de inrichting van hun werkplek thuis. Ook liet het bedrijf de reiskostenvergoeding doorlopen als een tijdelijke thuiswerktoeslag. Een werkgever mag eens in de vijf jaar een belastingvrije vergoeding geven van 1.815 euro inclusief btw voor de inrichting van het thuiskantoor. Kosten die de werknemer zelf maakt, mag hij niet aftrekken van de belasting.", "Thuiswerkplek in Leiden. Een kwart van de nieuwe thuiswerkers ‘zakt door het ijs', zegt Jan van den Hogen, adviseur arbeid en organisatie. Beeld Sabine van Wechem", "Contact : v ideobellen verhelpt het sociale gemis niet", "Meer thuiswerken heeft ook mentale gevolgen, ziet Jan van den Hogen, adviseur arbeid en organisatie bij Arbo Unie. Met zijn Monitor Thuiswerken volgt hij sinds april een groot aantal thuiswerkers. ‘Aan het begin was er haast euforie. We kunnen dit aan! Nu thuiswerken onderdeel lijkt te worden van ons normale werkproces, schieten we bijna in een depressie. Soms is er zelfs boosheid. Hier heb ik niet voor gekozen!’", "Zijn voorlopige conclusie: de meerderheid kan het nieuwe werken goed aan, maar ongeveer een kwart van de nieuwe thuiswerkers ‘zakt door het ijs. Voor iedereen geldt: alles wat we in kantoor hebben geleerd over planning en ontspanning lijken we vergeten. De lunchpauze slaan we over en we bewegen veel minder. We moeten dus veel aandacht besteden aan het herstel van die gewoonten.’", "Wie het moeilijk heeft, mist vaak de verbinding met collega’s, ziet Van den Hogen. ‘Dat zijn mensen die zichzelf niet snel op de voorgrond plaatsen, of die niet als eersten worden uitgenodigd voor een sociale activiteit. Die functioneren wel goed bij de fysieke nabijheid op een kantoor. Maar nu iedereen op afstand zit, lijden ze echt.’", "Dat sociale gemis kun je niet alleen verhelpen met een technische oplossing als meer videobellen. Van den Hogen: ‘We moeten goed nadenken over het herstellen van die horizontale verbindingen in een bedrijf, dus tussen werknemers. Laat daarvoor oplossingen aandragen door de mensen zelf. Bedenk bijvoorbeeld een buddysysteem. Of laat die beeldverbinding met collega’s soms een tijd open staan. Gewoon voor de gezelligheid. Dat is een studententrucje, voor wat aanspraak tijdens het studeren.’", "Van den Hogen wijst ook nog even op een ‘vergeten groep’; de leidinggevenden. ‘Wie zorgt er voor de manager? Die staat voor enorme uitdagingen. Ook hij heeft behoefte aan steun en verbinding. Dat wordt vaak onderschat.’", "Thuiswerkplek in Spierdijk. ‘Zie thuiswerken niet als een mogelijkheid om te bezuinigen op kantoorruimte', zegt Wim Pullen van de TU Delft. Beeld Sabine van Wechem", "Organisatie: hoe moet het kantoor er dan uitzien?", "Veel bedrijven en instellingen onderzoeken wat ze van het thuiswerken in de coronacrisis kunnen leren, zegt organisatiepsycholoog Aukje Nauta, bijzonder hoogleraar mens en werkomgeving aan de Universiteit Leiden. Nu al blijkt dat er niet één oplossing is die iedere organisatie past. ‘Ik hoor dat er flexibele afspraken worden gemaakt, omdat de ervaringen zo uiteenlopen. Het is belangrijk om het gesprek aan te gaan over wat werkt voor wie en voor de organisatie. Maak afspraken op maat, over werktijden, over samenwerking. Maar ook over de balans tussen mens en taak, over vitaliteit en voldoende beweging.’", "Het nieuwe werken zal nooit alleen thuiswerken worden, verwacht Nauta. ‘We missen fysiek contact. We moeten elkaar zien. We zijn sociale dieren. Houd samen een pubquiz op vrijdagmiddag, wandel met collega’s, doe een dagstart in de vorm van een korte vergadering. Dat contact is ook belangrijk op een ander niveau. Onderzoek wijst uit dat mensen die meer dan tweeënhalve dag per week thuiswerken minder makkelijk promotie maken.’", "Iedere organisatie met meer thuiswerkers zal zich moeten aanpassen, denkt Pullen van de TU Delft. ‘Zie thuiswerken niet als een mogelijkheid om te bezuinigen op kantoorruimte. Analyseer je werkproces. Wat is je kritische activiteit op kantoor? Hoe moet dat kantoor eruitzien als ontmoetingsplaats? Hoe houd je contact? Het is een opgave voor iedereen, van de bestuurder tot de werkvloer.’", "Veel managers zullen anders moeten gaan werken, ziet Pullen. ‘Vaak sturen leidinggevenden nu nog op basis van nabijheid en controle. Productiviteit zul je anders moeten gaan meten. Daarbij moeten managers ook leren om ook op afstand empathie te tonen. Het is belangrijk om te blijven vragen: hoe gaat het met je?’", "In het nieuwe kantoor van DNB krijgt het nieuwe hybride werken al vorm De coronacrisis heeft toch iets toegevoegd aan de plannen voor het nieuwe kantoor van De Nederlandsche Bank (DNB), zegt Maaike van Leuken, divisiedirecteur bedrijfsvoering bij de centrale bank. ‘Hygiëne wordt nog belangrijker dan we al voorzien hadden. Dus we zijn nog scherper gaan bekijken hoe we deuren openen, hoe we kranen bedienen. Op nog meer plekken gaan we van ‘one touch’ naar ‘non touch’. En we denken nog eens over de vraag: waar laat je in de toiletruimte je laptop en je tas?’ DNB verlaat binnenkort haar grote gebouw aan het Westeinde in Amsterdam. De nationale goudvoorraad gaat, met een tussenstop in Haarlem, naar een ‘Cash Centre’ op een militair terrein in Zeist. Het DNB-personeel moet in 2023 terugkeren naar een geheel vernieuwd hoofdkantoor. Dat moet dan van een zwaarbewaakte veste zijn veranderd in een open en transparant gebouw, dat ook moet dienen als kennis- en ontmoetingscentrum voor de financiële wereld. Door die verbouwing heeft DNB het kantoordenken al grondig heroverwogen, vertelt Van Leuken, die verantwoordelijk is voor de hele operatie. Daarbij werd niet meer gedacht in vaste en uniforme werkplekken. ‘Onze centrale vraag was: wat heb je nodig om effectief je werk te kunnen doen, onafhankelijk van tijd en plaats? Dat gaat verder dan een fijn kantoor.’ Om te beginnen zijn dat volgens Van Leuken ‘eenvoudige dingen’ als een goede laptop, informatiebeveiliging en afspraken over de nieuwe werkwijze in cao’s en arbeidsvoorwaarden. En een goede werkplek thuis, ergonomisch verantwoord ingericht. Het nieuwe kantoor moet ‘een clubhuis’ worden, ‘een gebouw waarin je de identiteit, kwaliteit en waarden van je organisatie kunt ervaren. Een plek waar je graag naartoe gaat om je collega’s te ontmoeten. Met het hybride werken wordt sociale verbinding nog belangrijker. Het kantoor zal de beste plek blijven voor bepaalde werkzaamheden. Soms is er een betere locatie. Dat kan thuis zijn of onderweg. Maar ook in de tuin van DNB of in de natuur, om na te denken of voor een goed gesprek. Zowel op kantoor als daarbuiten stimuleren we mensen om meer te bewegen.’ Bij die grotere vrijheid en beweeglijkheid hoort ook een andere werkwijze. ‘Het werken zal meer draaien om resultaat dan om inspanning, meer om output dan om aanwezigheid. Doelen en verantwoordelijkheden moeten dus duidelijk worden geformuleerd. Leidinggevenden geven meer vertrouwen, maar monitoren wel op resultaat. Werknemers moeten die grotere verantwoordelijkheid en zelfstandigheid wel aankunnen. Dat vraagt om openheid en sensitiviteit tussen leidinggevende en medewerker. Actief informeren en kennis delen is essentieel.’"], "authors": ["Marc Van Den Eerenbeemt"], "keywords": ["van", "dat", "die", "thuiswerken", "vergoed", "een", "en", "moet", "te", "zijn", "kantoor", "op", "energiekosten", "worden", "voor", "geregeld", "er", "wat", "het"], "pubDate": "2020-06-23T16:19:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}