{"id": "01aaa9a5-93f1-39f9-97f7-b867d945851b", "title": "Europa wil dat farma-industrie meer doet om zeldzame ziektes te bestrijden", "url": "https://volkskrant.nl/nieuws-achtergrond/europa-wil-dat-farma-industrie-meer-doet-om-zeldzame-ziektes-te-bestrijden~be5aef7a/", "summary": "Om nieuwe vaccins en medicijnen sneller te ontwikkelen stelt de Commissie voor de administratieve procedures voor het op de markt brengen, fors te bekorten.\nDat kan omdat de onderzoeksfase deels parallel loopt aan de autorisatie van het vaccin waarmee veel tijd wordt bespaard.\nDe strategie is de ‘politieke visie’ van de Commissie op de farmaceutische industrie in Europa, goed voor circa 800 duizend banen.\nDe Commissie hoopt hier verandering in te brengen met meer EU-geld en het beter en sneller delen van onderzoeksdata.\nCommissievoorzitter Von der Leyen wil dat de EU naast een economische en monetaire unie ook een ‘zorgunie’ wordt.", "paragraphs": ["Pillenstrips bij een farmaceutisch bedrijf. Beeld Getty Images", "Daarnaast bereidt de Commissie maatregelen voor om prijsverschillen tussen de lidstaten voor hetzelfde geneesmiddel te verminderen.", "Om nieuwe vaccins en medicijnen sneller te ontwikkelen stelt de Commissie voor de administratieve procedures voor het op de markt brengen, fors te bekorten. Dat gebeurt op dit moment al voor de coronavaccins in ontwikkeling. Het Europees Geneesmiddelenbureau EMA in Amsterdam hoopt volgend maand de eerste vaccins goed te keuren. Dat kan omdat de onderzoeksfase deels parallel loopt aan de autorisatie van het vaccin waarmee veel tijd wordt bespaard. Brussel wil deze praktijk standaard maken, zo blijkt uit de farma-strategie die woensdag wordt gepresenteerd.", "De strategie is de ‘politieke visie’ van de Commissie op de farmaceutische industrie in Europa, goed voor circa 800 duizend banen. De concrete maatregelen volgen in 2022, inclusief heikele kwesties als hoe lang het eigendomsrecht op een geneesmiddel mag duren als het mede met publiek geld is gefinancierd.", "Commercieel niet interessant", "Nationaal en Europees wordt al jaren geijverd voor meer geld en aandacht voor zeldzame ziekten als neurologische problemen en uitzonderlijke types kanker. Daarvoor bestaan geen (of slechts heel dure) behandelingen omdat het kleine aantal patiënten dat eraan lijdt commercieel niet interessant is voor de farmaceutische industrie. De Commissie hoopt hier verandering in te brengen met meer EU-geld en het beter en sneller delen van onderzoeksdata. Nederland zette zich tijdens zijn EU-voorzitterschap in 2016 ook al in voor de ontwikkeling van de zogenoemde ‘weesgeneesmiddelen’ voor zeldzame ziekten.", "Een tweede pijler van de farmaceutische strategie is een grotere autonomie van Europa bij het ontwikkelen en produceren van geneesmiddelen en medische apparatuur. De coronapandemie drukte de lidstaten met de neus op de feiten dat er te weinig fabrieken waren voor de productie van beademingsapparatuur en mondmaskers. Dat leidde tot schaarste en import van soms dubieuze kwaliteit. De in de EU gebruikte paracetamol komt grotendeels uit India.", "De Commissie wil beslist geen handelsbarrières opleggen, import blijft welkom. Maar de EU moet de import wel spreiden en waar nodig op eigen bodem nieuwe farmabedrijven starten. Een nieuw op te zetten Europese pandemie-autoriteit kan tijdig waarschuwen voor dreigende tekorten.", "Co 2 -uitstoot", "De energie-intensieve farmaceutische industrie moet ook schoner gaan werken, de CO 2 -uitstoot van de sector is volgens betrokkenen vergelijkbaar met die van de automobielindustrie. De Commissie noemt schonere productiemethoden, hergebruik van grondstoffen en kleinere verpakkingen (minder verspilling) als maatregelen voor een duurzame farmasector.", "De farma-strategie past binnen het streven van de Commissie voor meer gezamenlijke acties en beleid in de gezondheidszorg. Commissievoorzitter Von der Leyen wil dat de EU naast een economische en monetaire unie ook een ‘zorgunie’ wordt. Dat ligt politiek gevoelig bij de lidstaten omdat zorg een nationale bevoegdheid is. De coronapandemie heeft echter aangetoond dat samenwerking soms onontbeerlijk is en bovendien goedkoper, zoals bij de inkoop van vaccins."], "authors": ["Marc Peeperkorn"], "keywords": ["dat", "van", "om", "een", "wil", "farmaindustrie", "en", "doet", "wordt", "te", "commissie", "meer", "zeldzame", "voor", "op", "europa", "het", "ziektes"], "pubDate": "2020-11-23T19:13:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}