{"id": "01abaeab-4b8e-3337-97f6-2d255ff7ea4c", "title": "Het is schraal, de theaterpraktijk in coronatijden, maar daar speelt dit danstheater goed op in", "url": "https://trouw.nl/cultuur-media/het-is-schraal-de-theaterpraktijk-in-coronatijden-maar-daar-speelt-dit-danstheater-goed-op-in~b71ff668/", "summary": "Want zij wisten dan wel onze virtuele ogen op zich gericht, in feite traden ze op voor een lege zaal.\nOp zich speelt Nederlands Dans Theater er met deze livestreams prima op in; met een helpdesk paraat voor als het aanmelden achter je scherm niet wil lukken – het is voor iedereen een beetje zoeken tenslotte.\nGelukkig probeert het gezelschap het ontbreken van de gedeelde theaterervaring te compenseren met de mogelijkheden die een on­linemedium biedt.\nMilev liet zich inspireren door een van de ijkpunten van het Japanse minimalisme, het principe van ‘ma’, ofwel de loze ruimte als bron voor creativiteit.\nDe handen gaan er spontaan van op elkaar, daar achter het computerscherm.", "paragraphs": ["Livestream Dare to Say", "Nederlands Dans Theater 2", "★★★★", "Wie had ingetekend voor de livestream van het Nederlands Dans Theater 2 kreeg een e-mail toegestuurd. Of je als toeschouwer na afloop je applaus op Instagram zou willen posten om de dansers een hart onder de riem te steken. Want zij wisten dan wel onze virtuele ogen op zich gericht, in feite traden ze op voor een lege zaal. Online ­applaus onder een hashtag is beter dan helemaal geen applaus, was de gedachte.", "Het is schraal, de theaterpraktijk in coronatijden. Op zich speelt Nederlands Dans Theater er met deze livestreams prima op in; met een helpdesk paraat voor als het aanmelden achter je scherm niet wil lukken – het is voor iedereen een beetje zoeken tenslotte.", "Gelukkig probeert het gezelschap het ontbreken van de gedeelde theaterervaring te compenseren met de mogelijkheden die een on­linemedium biedt. Meerdere camerastandpunten bijvoorbeeld, je zit er met je snufferd bovenop. Toch is de gelikte live editing bescheiden: als kijker word je niet dwingend gestuurd in kijkrichting en focus. Zo kijk je uitgesproken níet naar een dansfilm, maar krijg je de live happening echt mee.", "Reflecties op de huidige situatie", "Twee nieuwe balletten worden op deze manier gepresenteerd, en beide reflecteren ook in artistiek opzicht op de huidige situatie. Het groepswerk ‘Fusions and Some Confusions’ van Dimo Milev gaat over bewegingsvrijheid in een beperkte ruimte. Milev liet zich inspireren door een van de ijkpunten van het Japanse minimalisme, het principe van ‘ma’, ofwel de loze ruimte als bron voor creativiteit. Het oogt wat mistroostig hoe de dansers een oplichtend vierkant verkennen, als ontheemde lappenpoppen met ­ledematen die alle kanten op schieten. Het vierkant wordt steeds kleiner, wat de ruimte opnieuw ­definieert en tot nieuwe interacties en intenties leidt. Onder de kostuums komen smurfblauwe bodysuits tevoorschijn, wellicht als verwijzing naar bluescreens waarop je van alles oneindig kunt projecteren: het ultieme ‘ma’, zeg maar.", "Milev strooit rijkelijk met zulke associaties, niet altijd even coherent. Dan heb je aan Alexander Ekman een goeie. Deze choreograaf presenteert ook een soort filmische werkelijkheid, letterlijk door de camera in de choreografie te ­incorporeren. Het maakt het werk des te aansprekender, met groteske maar uiteindelijk altijd warm-weemoedige twists. Zijn ballet ‘Four Relations’ gaat precies over dát: het al dan niet onbeholpen aanknopen van relaties. Theatraal, cartoonesk, niet zelden om te lachen. Het duet waarin twee dansers elkaar met bombastisch omhaal de liefde verklaren via een kopje koffie mag worden ingelijst. ‘You are my coffee’, ‘I am your milk’. De handen gaan er spontaan van op elkaar, daar achter het computerscherm."], "authors": ["Alexander Hiskemuller"], "keywords": ["danstheater", "van", "dit", "goed", "als", "theaterpraktijk", "het", "op", "maar", "daar", "schraal", "met", "een", "je", "te", "niet", "speelt", "voor"], "pubDate": "2020-11-09T09:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}