{"id": "01ac2e27-6a04-3518-b0f6-3556e77315c9", "title": "Brazilië legt proeven met Chinees vaccin stil", "url": "https://www.nu.nl/coronavirus/6036016/rutte-bezoekt-supermarkt-geef-vakkenvullers-ruimte.html", "summary": "De bewindspersonen hopen volgende week \"iets zinnigs te kunnen zeggen over wat wel en wat niet kan\" in december.\n\"Het zal in elk geval niet de Kerst of Oud en Nieuw zijn, zoals we die van vorig jaar kennen\", stelt burgemeester Hubert Bruls van Nijmegen.\n\"Hoe dan ook ziet de Kerst er anders uit dan andere jaren\", beklemtoont ook de minister.\nDe burgemeesters willen de coronamaatregelen \"niet te veel en te snel versoepelen\" om een derde golf te voorkomen.\nOok adviseert de voorzitter van het beraad om alleen kerstinkopen te doen op rustige momenten.", "paragraphs": ["'Kerst in coronatijd nog onzeker'", "Het is nog onzeker met hoeveel mensen je dit jaar Kerst mag vieren of uit eten mag gaan, hebben minister Ferd Grapperhaus (Justitie en Veiligheid) en de burgemeesters van de 25 veiligheidsregio's maandag laten weten na afloop van het Veiligheidsberaad.", "", "De bewindspersonen hopen volgende week \"iets zinnigs te kunnen zeggen over wat wel en wat niet kan\" in december. \"Het zal in elk geval niet de Kerst of Oud en Nieuw zijn, zoals we die van vorig jaar kennen\", stelt burgemeester Hubert Bruls van Nijmegen. \"Hoe dan ook ziet de Kerst er anders uit dan andere jaren\", beklemtoont ook de minister.", "", "De burgemeesters willen de coronamaatregelen \"niet te veel en te snel versoepelen\" om een derde golf te voorkomen. Ze hebben volgens Bruls geleerd van de zomer. \"In september en oktober schoten de besmettingscijfers weer omhoog.\"", "", "Ook adviseert de voorzitter van het beraad om alleen kerstinkopen te doen op rustige momenten. Bovendien raadt hij aan om de kerstinkopen zoveel mogelijk online te doen."], "authors": ["Door"], "keywords": ["kerst", "chinees", "te", "met", "legt", "en", "ook", "proeven", "vaccin", "uit", "van", "het", "wat", "om", "brazilië", "niet", "stil"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}