{"id": "01ac2e27-6a04-3518-b0f6-3556e77315c9", "title": "Meer dan tweeduizend patiënten in het ziekenhuis", "url": "https://www.nu.nl/coronavirus/6036016/rutte-bezoekt-supermarkt-geef-vakkenvullers-ruimte.html", "summary": "De Europese Unie kondigde donderdag al aan op 27, 28 en 29 december te willen beginnen met het inenten.\nEU-landen gaan zelf over hun vaccinatiecampagne, woensdag maakten Duitsland, Denemarken en Frankrijk al bekend te hopen voor het einde van het jaar de eerste inwoners te kunnen vaccineren.\nHet is nog niet duidelijk of ook Nederland dan ook al begint met vaccineren.\nAlle landen krijgen een vast aandeel van deze vaccins, gebaseerd op het inwonersaantal.\nHet vaccin van farmaceuten Pfizer en BioNTech wordt naar verwachting maandag als eerste goedgekeurd door het Europese Geneesmiddelenbureau EMA.", "paragraphs": ["België wil meteen na Kerstmis beginnen met inenten", "België ent \"onmiddellijk na Kerstmis\" de eerste mensen in tegen het coronavirus. Dat heeft minister Frank Vandenbroucke (Volksgezondheid) aangekondigd. Dan moet fabrikant Pfizer-BioNTech wel woord houden en volgende week al een eerste 'symbolische' partij van 10.000 doses moet leveren.", "", "De Europese Unie kondigde donderdag al aan op 27, 28 en 29 december te willen beginnen met het inenten. EU-landen gaan zelf over hun vaccinatiecampagne, woensdag maakten Duitsland, Denemarken en Frankrijk al bekend te hopen voor het einde van het jaar de eerste inwoners te kunnen vaccineren. Het is nog niet duidelijk of ook Nederland dan ook al begint met vaccineren.", "De Europese Commissie heeft namens de EU-lidstaten zes coronavaccins aangekocht. Alle landen krijgen een vast aandeel van deze vaccins, gebaseerd op het inwonersaantal. Het vaccin van farmaceuten Pfizer en BioNTech wordt naar verwachting maandag als eerste goedgekeurd door het Europese Geneesmiddelenbureau EMA."], "authors": ["Door"], "keywords": ["europese", "ziekenhuis", "van", "eerste", "met", "al", "te", "het", "ook", "en", "op", "meer", "dan", "patiënten", "tweeduizend"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}