{"id": "01bee2a8-74ba-3371-a837-be7c7221db3f", "title": "De hilarische zoektochten naar auto-ontwerp van vlogger Doug DeMuro", "url": "https://volkskrant.nl/cultuur-media/de-hilarische-zoektochten-naar-auto-ontwerp-van-vlogger-doug-demuro~bf733399/", "summary": "Een daarvan is die over de wat hem betreft beste ‘quirks and features’ van het jaar.\nEn laat zijn oog voor die ‘quirks and features’, de kenmerken en eigenaardigheden van een auto, nou net zijn wat Doug zo geweldig maakt.\nVoor autoliefhebbers die Doug nog niet kennen (en dat zijn er in Nederland nog onverwacht veel) is dit eindejaarslijstje dus het ideale instapmoment.\nDoorheen het jaar bespreekt Doug auto’s, één auto per keer in een minuut of vijfentwintig, meestal nieuwe, soms ook oude, met het enthousiasme van die vriend die je belt in geval van persoonlijke ict-problemen.\nIn de Ford Mustang Mach-E zit óp het touchscreen een draaiknop voor het volume die niks mechanisch aanstuurt maar eigenlijk gewoon met een nepvinger-onderkant het touchscreen beroert.", "paragraphs": ["Normaal is er geen reden plompverloren over Doug DeMuro te beginnen, de leukste autovlogger ter wereld. Nu wel. Doug heeft namelijk vorige week zijn eindejaarslijstjes gepost. Een daarvan is die over de wat hem betreft beste ‘quirks and features’ van het jaar. En laat zijn oog voor die ‘quirks and features’, de kenmerken en eigenaardigheden van een auto, nou net zijn wat Doug zo geweldig maakt. Voor autoliefhebbers die Doug nog niet kennen (en dat zijn er in Nederland nog onverwacht veel) is dit eindejaarslijstje dus het ideale instapmoment. Graag gedaan.", "Doorheen het jaar bespreekt Doug auto’s, één auto per keer in een minuut of vijfentwintig, meestal nieuwe, soms ook oude, met het enthousiasme van die vriend die je belt in geval van persoonlijke ict-problemen. De besprekingen eindigen, heel traditioneel, in een score, opgedeeld in punten voor, minder traditioneel, eigenschappen uit de ‘doordeweekse’ en de ‘weekend’-categorie, respectievelijk zaken als praktisch nut, betrouwbaarheid en kost-efficiëntie, en rijgenot, coolfactor en styling. Voor hij tot die score komt heeft hij de auto even een stukje uit rijden genomen, om te kunnen omschrijven hoe-ie aanvoelt. Primadeluxe. Het voelt een beetje als het nacentrifugeren na een voetbalwedstrijd, alsof je nog even naar Pierre van Hooijdonk luistert om de adrenaline wat te laten zakken.", "Want het hoogtepunt van de filmpjes zit daarvoor. Doug bespreekt daarin minuten- en minutenlang uitgebreid alle spannende, leuke, eigenaardige dingen die er op de auto zitten, de quirks en de features dus, met de verwondering en bewondering van iemand die voor het eerst de beste mop vertelt die hij ooit heeft gehoord. In de kofferbak van de Polestar 2 zit een ruitje waarachter je een dikke partij oranje stekkers ziet zitten, ongeveer zoals dure Ferrari’s pronken met hun motor vanonder een glazen kapje. In de Ford Mustang Mach-E zit óp het touchscreen een draaiknop voor het volume die niks mechanisch aanstuurt maar eigenlijk gewoon met een nepvinger-onderkant het touchscreen beroert. Op de zwarte zijruitpartij van de nieuwe Landrover Defender zit een vierkant in carrosseriekleur dat de C-stijl aan het zicht onttrekt, maar dat ook een vak aan de binnenkant afdekt waarin je je waterflesje op kan bergen, zodat je ‘in de zekerheid verkeert dat je fles verborgen is achter een vierkante c-stijlbedekker’. Eindeloos gaat DeMuro door met de ontdekkingstocht, verbaasd door het ontwerpvernuft, en even vaak nauwelijks in staat zijn lachen in te houden.", "Zeg maar: de essentie van auto-ontwerp."], "authors": ["Chris Buur"], "keywords": ["autoontwerp", "van", "zijn", "zoektochten", "naar", "en", "voor", "een", "met", "doug", "het", "demuro", "die", "vlogger", "hilarische", "je"], "pubDate": "2021-01-05T17:01:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}