{"id": "01c1c149-5584-3670-bd16-377973621104", "title": "Utrecht uitgeroepen tot bijvriendelijkste gemeente van Nederland", "url": "https://nu.nl/utrecht/6089229/utrecht-uitgeroepen-tot-bijvriendelijkste-gemeente-van-nederland.html", "summary": "De gemeente Utrecht is dit jaar door Nederland Zoemt verkozen tot de bijvriendelijkste gemeente van het land.\nDe jury van Nederland Zoemt, een project dat zich inzet tegen het uitsterven van wilde bijen, is enthousiast over de integrale aanpak van de gemeente Utrecht.\n\"De ludieke acties staan niet op zichzelf, maar zijn onderdeel van een groter plan.\n\"Het is een grote eer dat we de prijs voor bijvriendelijkste gemeente van Nederland ontvangen\", reageert wethouder Van Hooijdonk.\nHet hotel, de bollen en de planten komen in het Griftpark te staan, om het zo nog bijvriendelijker te maken.", "paragraphs": ["De gemeente Utrecht is dit jaar door Nederland Zoemt verkozen tot de bijvriendelijkste gemeente van het land. Wethouder Lot van Hooijdonk nam zaterdag de prijs in ontvangst.", "De jury van Nederland Zoemt, een project dat zich inzet tegen het uitsterven van wilde bijen, is enthousiast over de integrale aanpak van de gemeente Utrecht. \"Utrecht blinkt uit in ludieke acties voor bijen en biodiversiteit\", zo luidt de toelichting.", "\"De ludieke acties staan niet op zichzelf, maar zijn onderdeel van een groter plan. Zo maakt de gemeente zich hard voor jaarrond voedsel voor bijen in de stad.\" Ook prijst de jury het feit dat Utrecht sinds dit jaar voor iedere wijk een groenadviseur heeft benoemd, die in allerlei ruimtelijke projecten bijvriendelijke adviezen kan geven.", "\"Het is een grote eer dat we de prijs voor bijvriendelijkste gemeente van Nederland ontvangen\", reageert wethouder Van Hooijdonk. \"Het is erkenning voor alles wat we doen om wilde bijen plek te bieden in Utrecht. Zo hebben we bijenhotels, 'bloemrijk' maaibeleid en groene bushokjes en die zorgen voor meer insecten in de stad.\"", "Als winnaar krijgt de gemeente een insectenhotel, 50 vierkante meter bloembollen, 50 vierkante meter bijvriendelijke planten en ecologisch advies. Het hotel, de bollen en de planten komen in het Griftpark te staan, om het zo nog bijvriendelijker te maken."], "authors": ["Door"], "keywords": ["te", "utrecht", "uitgeroepen", "en", "zo", "een", "nederland", "van", "het", "bijen", "bijvriendelijkste", "tot", "voor", "gemeente"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}