{"id": "01c68b8f-f13d-3466-be32-afb449a69479", "title": "De ‘zwarte Beatles’ verdienen meer dan wat anekdotes in ‘Everything – The Real Thing Story’", "url": "https://trouw.nl/cultuur-media/de-zwarte-beatles-verdienen-meer-dan-wat-anekdotes-in-everything-the-real-thing-story~b1b8e8d7/", "summary": "Vier jonge mannen uit Liverpool die als The Real Thing de hitlijsten opschudden.\nHet land ging, zoals de recente documentaire ‘White Riot’ ook liet zien, door een roerige tijd met racistisch populisme.\nTegenover filmmaker Sheridan blikken de bandleden terug op hun plotselinge faam én op de moeite hun serieuzere muziek erkend te krijgen.\nBehalve een bedachtzame kenner van zwarte muziek haalt de maker, ogenschijnlijk wat gehaast, mensen voor de camera die blijven hangen in anekdotes.\nBilly Ocean, Kim Wilde: eerbiedig leveren ze hun bijdrage, maar veel wijzer over een muziektijdperk word je er niet van.", "paragraphs": ["De ‘zwarte Beatles’ werden ze wel genoemd. Vier jonge mannen uit Liverpool die als The Real Thing de hitlijsten opschudden. In de hete zomer van 1976 klonk hun ‘You To Me Are Everything’ uit de radio. Mooi, de herinneringen die in deze documentaire langskomen aan zomerse plakkerigheid, verlicht door luchtige funk. Het lekker romantische nummer wordt nog altijd veel gespeeld op bruiloften.", "Met afrokapsels en diep uitgesneden kostuums waren de vier een kleurrijke verschijning op podia en uitvouwposters, maar ook ‘moeilijk te marketen’. In de Verenigde Staten waren zwarte popartiesten een fenomeen, in Engeland lag dat anders. Het land ging, zoals de recente documentaire ‘White Riot’ ook liet zien, door een roerige tijd met racistisch populisme.", "Tegenover filmmaker Sheridan blikken de bandleden terug op hun plotselinge faam én op de moeite hun serieuzere muziek erkend te krijgen. Het persoonlijke ‘Children of the Ghetto’ werd later door artiesten als Mary J. Blige groot gemaakt, maar nekte de band destijds bijna. Die tragiek had best wat meer gewicht mogen krijgen met een wijdere historische blik. Behalve een bedachtzame kenner van zwarte muziek haalt de maker, ogenschijnlijk wat gehaast, mensen voor de camera die blijven hangen in anekdotes. Billy Ocean, Kim Wilde: eerbiedig leveren ze hun bijdrage, maar veel wijzer over een muziektijdperk word je er niet van."], "authors": ["Remke De Lange"], "keywords": ["meer", "ze", "hun", "maar", "op", "verdienen", "real", "dan", "een", "die", "van", "het", "door", "beatles", "wat", "zwarte", "anekdotes", "thing"], "pubDate": "2020-10-29T14:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}