{"id": "01ca47c8-d756-354c-8dd0-ee868331dde7", "title": "Voor AZ eindigt chaotisch week met keiharde kaakslag", "url": "https://volkskrant.nl/sport/voor-az-eindigt-chaotisch-week-met-keiharde-kaakslag~bc38d453/", "summary": "Met winst was AZ zeker door, maar het verloor zelfs met 2-1.\nDie keiharde beslissingen neemt ondanks een langdurige, warme relatie die AZ vorig seizoen naast Ajax bracht.\nAZ is dit seizoen echter als de examenkandidaat die na drie goede tussenexamens te weinig doet voor het belangrijkste eindproefwerk.\nAnders valt niet te verklaren waarom hij zo kort voor het doel de bal naast wist te werken.\nUitblinker Owen Wijndal deed het even later gelukkig voor AZ beter van een stuk verder en tekende met een, weliswaar houdbaar schot, voor 1-1.", "paragraphs": ["AZ staat onder druk. Doelman Marco Bizot moet zich strekken. Beeld EPA", "Het vorig seizoen opgeplakte goud bladdert in razend tempo van AZ af. Na de rigoureuze beslissing om succestrainer Arne Slot vorige week te ontslaan volgden twee onnodige nederlagen en drie rode kaarten.", "Die laatste prent, gisteravond in de 81ste minuut gegeven aan aanvaller Jesper Karlsson in het duel met HJK Rijeka, was schandalig, maar dat gold net zozeer voor de misser van Albert Gudmundsson op twee meter van het doel en tal van aannames, inspeelpasses en dekkingsfouten van de AZ-spelers. Zo werd op bezoek bij een matige, al uitgeschakelde Kroatische formatie kwalificatie voor de achtste finales om zeep geholpen.", "Met winst was AZ zeker door, maar het verloor zelfs met 2-1. Het winnende doelpunt viel in de blessuretijd toen AZ dus al ruim tien minuten met tien man speelde. Maar het onterechte rood voor Karlsson, die simpelweg een hoge bal probeerde aan te nemen en ineens de neus van directe opponent Stefulj tegen zijn schoen zag aanvliegen, kan de problemen bij de ploeg, in de eredivisie weggezakt naar de achtste plaats, lang niet verhullen.", "De geest van Slot, die AZ vorig seizoen sensationeel liet presteren en afgelopen weekeinde al even sensationeel de wacht werd aangezegd na een geheime vrijage met Feyenoord, blijft zo nog wel even rondwaren bij AZ. Het superieure AZ zal aan zijn naam verbonden blijven totdat de ploeg onder opvolger Pascal Jansen weer een gouden gloed krijgt. Dit seizoen ging het ook onder Slot moeizamer, maar AZ leek in diens laatste weken als hoofdcoach weer zichzelf. ‘Je ziet de trainer zijn gezicht overal in de media’, constateerde spits Boadu eerder deze week. ‘Maar op het veld moet je alles vergeten.’", "Dat klopt, en wellicht is dat pittig voor een grotendeels jonge groep. Boadu had ‘nog nooit zoiets meegemaakt’, maar stelde ‘we zijn allemaal volwassen.’", "Dat wil heel AZ graag zijn: een grote jongen. Die keiharde beslissingen neemt ondanks een langdurige, warme relatie die AZ vorig seizoen naast Ajax bracht. Het was meer dan een verzwegen slippertje, Slot gaat volgend seizoen bij Feyenoord aan de slag. AZ dacht Slots opvolger al in huis te hebben met Jansen. Maar die stond direct voor twee forse opdrachten: het karaktervolle FC Groningen (1-2 verlies) en Rijeka dat op volle oorlogssterkte aantrad.", "AZ heeft op elke positie een betere voetballer lopen en won thuis al met 4-1, maar kwam weer eens beroerd uit de kleedkamer na een behoorlijke eerste helft. AZ is dit seizoen een beetje als Gudmundsson, technische bagage genoeg, creatief en frivool, maar geen killer. Normaliter is Gudmundsson daarom geen basisspeler. Maar Dani de Wit ontbrak door een blessure dus Jansen moest wel, en dacht bovendien veel te hebben aan Gudmundsson’s ‘verfijnde spel’.", "Gudmundsson tekende in het thuisduel zowaar voor twee treffers, maar is bovenal een artiest. In de 7de minuut hakte de IJslander na een pirouette in de lucht de bal prachtig door naar Boadu die weg werd geduwd maar geen strafschop kreeg.", "Boadu en Sugawara verprutsten daarna nog kansen, maar de 0-0 bij rust was door de 1-0 voorsprong die Napoli op Real Sociedad had genomen voldoende voor kwalificatie. AZ is dit seizoen echter als de examenkandidaat die na drie goede tussenexamens te weinig doet voor het belangrijkste eindproefwerk. Dat zal niet bewust zo gebeuren, wellicht heeft de ploeg door de coronagolf eerder dit seizoen toch wat jasjes uitgedaan. De kern is smal, net als vorig seizoen maar toen bleef het goeddeels verschoond van blessures. Naast De Wit ontbraken Vlaar, Clasie en Svensson en viel Martins Indi vlot uit.", "Maar het gaat te ver om Rijeka na rust alle ruimte te bieden en af en toe zomaar de bal in de voeten van de Kroaten te spelen. Zoals in de 52ste minuut gebeurde toen Midtsjø onzuiver passte waarna Rijeka-aanvaller Menalo kon oprukken en vermoedelijk tot zijn eigen verbazing al vlot AZ-doelman Bizot voor zich zag. Daardoor was de afronding niet moeilijk meer.", "AZ schrok wakker, maar Gudmundsson vermoedelijk iets te hard. Anders valt niet te verklaren waarom hij zo kort voor het doel de bal naast wist te werken.", "Uitblinker Owen Wijndal deed het even later gelukkig voor AZ beter van een stuk verder en tekende met een, weliswaar houdbaar schot, voor 1-1.", "Het was daarna een status quo tot Karlsson bijna letterlijk tegen een rode kaart van de autoritaire scheidsrechter Karasev aanliep. AZ moest toen wel terug, maar ging in de 90ste minuut toch voorin afjagen omdat Sociedad op 1-1 was gekomen. Na een prima aanval krabde Rijeka’s Tomecak nog wat extra goudresten van AZ af."], "authors": ["Bart Vlietstra"], "keywords": ["van", "seizoen", "die", "chaotisch", "een", "het", "en", "maar", "te", "week", "az", "kaakslag", "voor", "eindigt", "keiharde", "met"], "pubDate": "2020-12-10T22:15:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}