{"id": "01d616eb-c337-3417-8470-609bc8a39141", "title": "Miljoenenboete in Frankrijk voor Amazon en Google", "url": "https://nos.nl/artikel/2360043-miljoenenboete-in-frankrijk-voor-amazon-en-google.html", "summary": "De Amerikaanse techbedrijven Google en Amazon zijn op de vingers getikt door de Franse privacywaakhond CNIL vanwege het overtreden van de regels voor cookiegebruik bij advertenties.\nGoogle kreeg een boete opgelegd van 100 miljoen euro en Amazon moet 35 miljoen euro betalen.\nDe bedrijven zouden cookies hebben geplaatst op computers van gebruikers zonder dat ze daar vooraf toestemming voor hadden gevraagd.\nToen moest het bedrijf een bedrag van 50 miljoen euro betalen, omdat het niet aan gebruikers niet duidelijk had gemaakt welke data het verzamelde.\nDe omzet van Google bedroeg in het derde kwartaal 39 miljard euro en die van Amazon 82 miljard.", "paragraphs": ["De Amerikaanse techbedrijven Google en Amazon zijn op de vingers getikt door de Franse privacywaakhond CNIL vanwege het overtreden van de regels voor cookiegebruik bij advertenties. Google kreeg een boete opgelegd van 100 miljoen euro en Amazon moet 35 miljoen euro betalen.", "De bedrijven zouden cookies hebben geplaatst op computers van gebruikers zonder dat ze daar vooraf toestemming voor hadden gevraagd. Ook ontbrak volgens de CNIL de juiste informatie over die cookies.", "In januari vorig jaar werd Google ook al beboet door de Franse privacywaakhond. Toen moest het bedrijf een bedrag van 50 miljoen euro betalen, omdat het niet aan gebruikers niet duidelijk had gemaakt welke data het verzamelde.", "Waarschijnlijk zullen beide bedrijven niet wakker liggen van de nieuw opgelegde boetes. De omzet van Google bedroeg in het derde kwartaal 39 miljard euro en die van Amazon 82 miljard."], "authors": [], "keywords": ["van", "miljoen", "frankrijk", "amazon", "het", "miljoenenboete", "google", "privacywaakhond", "niet", "en", "euro", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}