{"id": "01e13747-1c3b-3453-b685-8429128ac6a1", "title": "Tweede farmaceut komt met vaccin: ‘94,5 procent effectief’", "url": "https://volkskrant.nl/nieuws-achtergrond/tweede-farmaceut-komt-met-vaccin-94-5-procent-effectief~b645437a/", "summary": "Nadat eerder Pfizer had laten weten dat hun vaccin ‘meer dan 90 procent effectief’ is’ schrijft nu het Amerikaanse biotechbedrijf Moderna in een persbericht dat hun vaccin een vergelijkbare score haalt.\nDertigduizend proefpersonen in de Verenigde Staten kregen het vaccin van Moderna, of een placebo.\nDaarna was het afwachten: wie zou in het dagelijks leven besmet raken met het coronavirus en wie niet?\nIn de loop der maanden zullen sommige vrijwilligers het coronavirus oplopen, waarna onderzoekers kunnen zien in hoeverre het vaccin beschermt.\nNader onderzoek wees uit dat het vaccin veilig genoeg is om de proef te vervolgen.", "paragraphs": ["Nadat eerder Pfizer had laten weten dat hun vaccin ‘meer dan 90 procent effectief’ is’ schrijft nu het Amerikaanse biotechbedrijf Moderna in een persbericht dat hun vaccin een vergelijkbare score haalt. Beeld AFP", "Nadat eerder Pfizer had laten weten dat hun vaccin ‘meer dan 90 procent effectief’ is’, schrijft nu het Amerikaanse biotechbedrijf Moderna in een persbericht dat hun vaccin een vergelijkbare score haalt. Uit een tussentijdse analyse blijkt dat het Moderna-vaccin 94,5 procent effectief is. Dat zou betekenen dat van elke honderd mensen die de inenting krijgen, er zo’n 94 beschermd zijn tegen het coronavirus – al is nog onduidelijk hoelang de bescherming aanhoudt; daarvoor loopt de proef simpelweg te kort.", "Moderna (de naam verwijst naar het boodschappermolecuul RNA) zet het immuunsysteem op scherp met in vetblaasjes verpakte RNA-sliertjes, die net als bij het vaccin van Pfizer zorgt voor productie van virusuitsteeksels in de cellen van het lichaam. Zo raakt het afweersysteem gealarmeerd.", "Dertigduizend proefpersonen in de Verenigde Staten kregen het vaccin van Moderna, of een placebo. Daarna was het afwachten: wie zou in het dagelijks leven besmet raken met het coronavirus en wie niet? Bij de tussentijdse analyse bleken 95 personen besmet; negentig daarvan zaten in de placebogroep, vijf in de vaccingroep. Zo konden de wetenschappers uitrekenen hoe goed het vaccin beschermt.", "Aan de proef deden mensen mee van uiteenlopende leeftijden en etniciteiten. Moderna meldt dat er geen ernstige bijwerkingen optraden. Een nadeel van het Pfizer-vaccin is dat het bij min zeventig graden bewaard moet worden. Moderna meldt dat hun vaccin een half jaar goed blijft in een vriezer bij min twintig graden, en een maand in een koelkast tussen de 2 en 8 graden.", "‘Dat maakt de logistiek natuurlijk een stuk makkelijker’, zegt Cécile van Els, immunoloog bij het RIVM en hoogleraar vaccinologie aan de Universiteit Utrecht. ‘Elke huisarts heeft dat soort koelfaciliteiten in huis.’ Maar ze wil niet te vroeg juichen, want instanties als de FDA in de Verenigde Staten en de EMA in Europa nemen het vaccin de komende weken nog onder de loep.", "Goedkeuring", "Bij goedkeuring kan Moderna nog dit jaar 20 miljoen vaccins leveren in de Verenigde Staten. Komend jaar kan de farmaceut tussen de 500 miljoen en een miljard vaccins wereldwijd distribueren.", "De Europese Commissie heeft vergaande gesprekken afgerond - maar nog geen contract afgesloten - met Moderna voor de levering van 80 miljoen vaccins, met een optie op nog eens 80 miljoen. Dit betekent dat Nederland in eerste instantie aanspraak kan maken op 3,1 miljoen inentingen, met de mogelijkheid op het dubbele. Van alle vaccins die Brussel inkoopt, heeft Nederland volgens de vaste verdeelsleutel recht op 3,89 procent daarvan, aangezien Nederland 3,89 procent van het aantal inwoners van de EU herbergt.", "Met Pfizer is al een contact afgesloten dat neerkomt op 11,7 miljoen vaccins voor Nederland. Zowel bij Pfizer als Moderna zijn twee prikken per persoon nodig voor een volledige inenting. Ook bij andere farmaceuten, waarvan binnenkort resultaten worden verwacht, zijn al opties op vaccins.", "Nu de eerste resultaten van vaccinproeven zo hoopgevend zijn, doemt een toekomst op met een menukaart aan coronavaccins met elk net wat andere voor- en nadelen, zoals de mate van bescherming van ouderen of het prijskaartje. Het Moderna-vaccin moet naar verwachting zo’n 35 euro per prik kosten, bij Pfizer de helft.", "De levering van vaccins kan sneller als meerdere farmaceuten elk in hun eigen fabrieken hun coronavaccins produceren. Van Els: ‘Elk effectief en veilig vaccin kan helpen om ons sneller uit de coronacrisis te krijgen.’ Waarschijnlijk komen eerst de kwetsbaarste mensen in aanmerking voor het vaccin, daarna zorgmedewerkers en andere beroepen met veel fysiek contact.", "Marjolein van Egmond, hoogleraar immunologie aan Amsterdam UMC, is enthousiast over de resultaten van Moderna. ‘Dat twee farmaceuten die een vergelijkbare vaccintechniek gebruiken nu allebei een effectiviteit van boven de 90 procent melden, maakt de resultaten extra betrouwbaar. Blijkbaar werkt deze methode dus gewoon.’", "Wat de hoogleraar ook opvalt: alle proefpersonen die zwaar getroffen werden door covid-19 bevonden zich in de placebogroep en nul in de vaccingroep. ‘Dat suggereert dat het vaccin ook wel eens tegen de zwaarste klachten zou kunnen beschermen, zelfs als je het virus na vaccinatie toch oploopt.’", "Aanvulling 17/11/2020: De Europese lidstaten hebben met Pfizer reeds een contract afgesloten voor levering van vaccins indien die worden goedgekeurd. Bij Moderna gaat het om gesprekken in een vergaand stadium, maar is nog geen contract afgesloten.", "En de andere vaccins? Liefst twaalf vaccins bevinden zich momenteel in een ‘fase 3’-studie, waarbij duizenden proefpersonen het experimentele vaccin krijgen of een placebo. In de loop der maanden zullen sommige vrijwilligers het coronavirus oplopen, waarna onderzoekers kunnen zien in hoeverre het vaccin beschermt. Pfizer en Moderna leggen de lat met een effectiviteit van meer dan 90 procent meteen hoog. Een van de volgende kansrijke vaccins waarnaar wetenschappers uitkijken is het ‘Oxford-vaccin’. De studie werd in september tijdelijk gestaakt omdat een proefpersoon onwel was geworden. Nader onderzoek wees uit dat het vaccin veilig genoeg is om de proef te vervolgen. Hoe goed dit vaccin werkt? Dat zal naar verwachting in december blijken.", ". Beeld ."], "authors": ["Tonie Mudde"], "keywords": ["945", "van", "dat", "procent", "komt", "het", "effectief", "een", "en", "vaccins", "vaccin", "tweede", "moderna", "bij", "farmaceut", "met"], "pubDate": "2020-11-16T12:56:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}