{"id": "01e55c45-9f55-3053-8dee-1e84ebc25615", "title": "KNVB tegen hartstochtelijk juichen: ‘goede voorbeeld geven aan voetbalsupporters’", "url": "https://volkskrant.nl/nieuws-achtergrond/knvb-tegen-hartstochtelijk-juichen-goede-voorbeeld-geven-aan-voetbalsupporters~b4ee94a0/", "summary": "Dan past het in deze tijd niet om samen uitgebreid te gaan juichen of vlak naast elkaar van het veld te lopen.’De kans op besmetting is klein tijdens wedstrijden.\nMaar de KNVB hamert bij clubbestuurders en bij spelers op de voorbeeldfunctie en heeft hierin een bondgenoot in de VVCS.\n‘Wat je dan terugkrijgt is dat het een primaire reactie is, dat het haast niet tegen te houden is’, zegt Levtsjenko.\nWe zijn bij RKC geweest, daar hadden ze een corona-uitbraak en is sindsdien alles echt geweldig georganiseerd.\nHoe dan ook: vooralsnog landt het niet, maar we blijven met elkaar in gesprek.’Levtsjenko heeft nog een oplossing.", "paragraphs": ["João Carlos Teixeira bespringt ploeggenoot Ridgeciano Haps na zijn openingstreffer tijdens Feyenoord-Sparta. Beeld Guus Dubbelman / de Volkskrant", "Edwin Goedhart, bondsarts bij de KNVB: ‘Er is keihard gewerkt om het voetbal overeind te houden, er zijn allerlei protocollen opgesteld. We hebben die uitzonderingspositie als betaald-voetbaltak gekregen. Dan past het in deze tijd niet om samen uitgebreid te gaan juichen of vlak naast elkaar van het veld te lopen.’", "De kans op besmetting is klein tijdens wedstrijden. Die spelen zich af in de buitenlucht en spelers zijn vooraf getest. Maar de KNVB hamert bij clubbestuurders en bij spelers op de voorbeeldfunctie en heeft hierin een bondgenoot in de VVCS.", "Emotie", "VVCS-voorzitter Jevgeni Levtsjenko bracht het thema in bij de Centrale Spelersraad waarin een aantal aanvoerders zitting hebben. ‘Wat je dan terugkrijgt is dat het een primaire reactie is, dat het haast niet tegen te houden is’, zegt Levtsjenko. ‘Ze werken de hele week toe naar iets. Spelers geven ook aan dat ze voor en na de wedstrijd getest worden. Vind ik een zwak argument. Zelfs als de kans op besmetting minimaal is, moet je die, zeker voor het oog van de camera, zoveel mogelijk vermijden.’", "Goedhart: ‘Spelers zeggen dat het in hun aard ligt om succes met elkaar te delen. Voetbal kan niet zonder emotie, dat snap ik heel goed als voetballiefhebber. Maar als arts stoort het me. Ik kan me heel goed voorstellen dat als je dienst op de ic erop zit en je gaat vervolgens voetbal kijken, je daar niet altijd blij van wordt. Het probleem is dat we in de zomer met de voorbereiding zijn gestart en toen leek het virus onder controle. Als je bij het begin al de urgentie voelt dat het noodzakelijk is om niet onnodig aan elkaar te zitten dan krijg je het er makkelijker in.’", "Internationale verwarring", "Het is een mondiaal verschijnsel. In de Bundesliga, de eerste competitie die weer hervat werd, juichten spelers in de allereerste wedstrijden nog separaat, maar al vlot niet meer. Levtsjenko: ‘Eredivisiespelers zien bij Barcelona-Juventus dat spelers van beide clubs vantevoren gewoon met elkaar praten in de tunnel. Er lopen mensen met en mensen zonder mondkapjes voorbij. Dan hebben ze zoiets van: waarom moeten wij ons inhouden?’", "Gezamenlijk juichen bestraffen kan alleen de overkoepelende spelregelorganisatie Ifab regelen. Levtsjenko: ‘Wij kunnen slechts adviseren. We bieden bij clubs aan om samen met de experts van de KNVB langs te komen om alle protocollen door te nemen. We zijn bij RKC geweest, daar hadden ze een corona-uitbraak en is sindsdien alles echt geweldig georganiseerd. De komende tijd gaan we bij nog meer clubs langs.’", "Gunfactor", "Goedhart realiseert zich hoe belangrijk het is dat voetbal de gunfactor behoudt. ‘En dan helpt het als we het goede voorbeeld geven. Ook al zie je dat de hele maatschappij zich minder scherp aan de regels houdt en de voetballerij daar een afspiegeling van is, dan nog moet je hier scherp op zijn. Clubs doen al hun uiterste best. Misschien zou je de trainer verantwoordelijk moeten maken voor het gewenste gedrag. Hoe dan ook: vooralsnog landt het niet, maar we blijven met elkaar in gesprek.’", "Levtsjenko heeft nog een oplossing. ‘Verzin iets creatiefs. Ga met zijn allen een koprol maken op anderhalve meter van elkaar. Maar spring elkaar niet meer uitgebreid om de nek. Dat is gewoon een slecht signaal.’"], "authors": ["Bart Vlietstra"], "keywords": ["bij", "zijn", "goede", "voetbalsupporters", "te", "je", "van", "voorbeeld", "en", "een", "tegen", "aan", "geven", "juichen", "knvb", "het", "niet", "dat", "hartstochtelijk"], "pubDate": "2020-12-18T11:22:48Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}