{"id": "01f5de70-1898-3e92-8d40-250f7257ddaf", "title": "El Father Plays Himself: bijna net zo goed als docu Hearts of Darkness", "url": "https://www.parool.nl/kunst-media/el-father-plays-himself-bijna-net-zo-goed-als-docu-hearts-of-darkness~b780844a/", "summary": "El Father Plays Himself haalt weliswaar niet de grote hoogten van die meesterwerken, maar komt toch een aardig eind.\nHij is geen acteur, maar wordt toch de hoofdrolspeler in La Fortaleza, de tweede speelfilm van zijn zoon Jorge Thielen Armand.\nEn die film, afgelopen januari geselecteerd voor de Tiger Competitie van het Filmfestival Rotterdam, is ook nog eens op Roques eigen leven gebaseerd.\nVeel meer draait het om de zoon en de vader en hun pogingen elkaar te begrijpen.\nSoms lijkt de afstand onoverbrugbaar, maar een moment later kan er plotseling een ongekende intimiteit opbloeien.", "paragraphs": ["Beeld -", "De documentaire El Father Plays Himself kan worden toegevoegd aan het illustere rijtje van making of-docu’s die op zijn minst even interessant zijn als de films waarvan ze het maakproces documenteren.", "Het genre van de making-of komt over het algemeen niet veel verder dan wat willekeurig bij elkaar geveegde setbeelden en interviews waarin de cast en crew elkaar veren in de kont steken. Maar er zijn enkele uitzonderingen: Hearts of Darkness over het maken van Francis Ford Coppola’s Apocalypse Now; Burden of Dreams over Fitzcarraldo van Werner Herzog; Lost in La Mancha over Terry Gilliams’ vergeefse pogingen Don Quichote te verfilmen.", "El Father Plays Himself haalt weliswaar niet de grote hoogten van die meesterwerken, maar komt toch een aardig eind. Wat de film van Mo Scarpelli met al die klassiekers gemeen heeft, is dat hij draait om een geplaagde filmproductie, en dat de rampspoed niet omfloerst maar juist zonder opsmuk in beeld wordt gebracht.", "In El Father Plays Himself draaien die problemen zonder uitzondering om één man: ‘el father’ uit de titel, de Venezolaanse flierefluitende en alcoholistische vijftiger Jorge Thielen Hedderich, door iedereen Roque genoemd. Hij is geen acteur, maar wordt toch de hoofdrolspeler in La Fortaleza, de tweede speelfilm van zijn zoon Jorge Thielen Armand. En die film, afgelopen januari geselecteerd voor de Tiger Competitie van het Filmfestival Rotterdam, is ook nog eens op Roques eigen leven gebaseerd. Het is een poging van de zoon, die als vijftienjarige met zijn moeder uit Venezuela naar Canada vertrok, om de verbroken band met zijn vader aan te halen.", "Dat gaat bepaald niet zonder slag of stoot. Roque is nuchter niet vooruit te branden, met één fles rum achter de kiezen is hij een feestbeest, maar een paar glazen verder slaat dat om naar een kwade dronk om te eindigen in geschreeuw en geweld, tegen iedereen die dan nog in de buurt is of tegen zichzelf. En dan moet de kater nog komen. Van de ene op de andere minuut kan hij omslaan van enorme trots dat zijn zoon een film maakt en dat hij daarin centraal staat, naar paranoïde uitbarstingen over hoe de filmmakers met zijn leven aan de haal gaan. Bepaald geen ideale man om een hele film omheen te bouwen, in elk geval niet uit praktisch oogpunt.", "Documentairemaker Mo Scarpelli richt zich echter niet in de eerste plaats op het maken van La Fortaleza, hoewel haar film zich geheel afspeelt op de filmset en in de hotelkamers van de crew. Veel meer draait het om de zoon en de vader en hun pogingen elkaar te begrijpen. Soms lijkt de afstand onoverbrugbaar, maar een moment later kan er plotseling een ongekende intimiteit opbloeien."], "authors": ["Joost Broeren-Huitenga"], "keywords": ["goed", "bijna", "om", "father", "darkness", "zijn", "plays", "docu", "te", "die", "van", "zo", "hearts", "en", "een", "el", "net", "het", "maar", "niet"], "pubDate": "2020-12-16T08:55:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}