{"id": "0203a5e1-bf8d-3842-a94b-b22b9c3893c6", "title": "Reacties op verbod toeristen in coffeeshops: ‘Zorgen over illegale markt’", "url": "https://www.parool.nl/amsterdam/reacties-op-verbod-toeristen-in-coffeeshops-zorgen-over-illegale-markt~b743a455/", "summary": "De kritiek op het plan van Halsema richt zich vooral op de gevolgen.\nDe burgemeester kan nog niet goed duidelijk maken welke effecten het heeft op de illegale handel of op de aantrekkingskracht van de stad als dat niet meer mogelijk is.\nGoed voor het imago van de binnenstad, maar dit gaat leiden tot verschuiving naar- en toename van de straathandel.\nVolgens de driehoek zijn de gevolgen van het weren van toeristen uit coffeeshops ‘handhaafbaar’.\nOok oppositiepartij VVD is groot voorstander van de invoering van het ingezetenencriterium.", "paragraphs": ["Hoofdcommissaris van de politie Frank Paauw en burgemeester Femke Halsema. Beeld ANP", "Sceptisch, kritisch en afwachtend, maar nog geen keihard nee. Zo vallen de reacties van de grote bestuurspartijen uit de gemeenteraad samen te vatten nadat Halsema bekend heeft gemaakt dat ze het ingezetenencriterium wil invoeren. Deze bestaande wetgeving zorgt ervoor dat een gemeente coffeeshophouders kan verbieden om cannabisproducten te verkopen aan mensen die niet in Nederland wonen.", "De kritiek op het plan van Halsema richt zich vooral op de gevolgen. Voor corona waren de bezoekers goed voor 1,5 miljoen coffeeshopbezoekjes per maand. De burgemeester kan nog niet goed duidelijk maken welke effecten het heeft op de illegale handel of op de aantrekkingskracht van de stad als dat niet meer mogelijk is.", "Sceptisch", "“Wij zijn sceptisch over de verwachting dat er straks geen toeristen meer komen voor een joint en zijn bezorgd over een grotere illegale markt, straatdealers en de impact op de Amsterdamse jeugd,” zegt D66-raadslid Alexander Hammelburg.", "“In de strijd tegen het overtoerisme moet je niet de illusie hebben dat je er bent als je softdrugs voor toeristen verbiedt,” zegt GroenLinks-raadslid Zeeger Ernsting. “Wij zien ook in dat er dingen moeten gebeuren, maar we zijn nog niet overtuigd.” Ook de PvdA is huiverig.", "Goed voor het imago van de binnenstad, maar dit gaat leiden tot verschuiving naar- en toename van de straathandel. Daardoor zal de rekening hiervan o.a belanden bij jonge Amsterdammers uit Nieuw-West en Zuidoost die het drugscircuit in worden getrokken.https://t.co/qVtVQHCFqd — Sofyan Mbarki (@sofyan_mbarki) 8 januari 2021", "Straathandel", "Halsema wordt wel gesteund door politiechef Frank Paauw en de nieuwe hoofdofficier van Justitie René de Beukelaar, die samenwerken in een overlegorgaan dat de driehoek wordt genoemd. Volgens de driehoek zijn de gevolgen van het weren van toeristen uit coffeeshops ‘handhaafbaar’. Wel heeft Halsema al aangekondigd dat er dit jaar meer onderzoek wordt uitgevoerd naar de precieze effecten op de illegale straathandel, voordat het verbod wordt ingevoerd.", "Ook oppositiepartij VVD is groot voorstander van de invoering van het ingezetenencriterium. In 2020 diende de partij zelf ook al een voorstel in waarin tot invoering van de regel werd opgeroepen. “Ik hoop dat alle partijen in de raad, inclusief de linkse coalitiepartijen, inzien dat hiermee een belangrijke stap in de richting van de aanpak van toeristische overlast wordt gezet,” zegt VVD-fractievoorzitter Marianne Poot. “Een herstart voor de manier waarop we met de binnenstad en de coffeeshops omgaan is hoognodig.”", "Wij steunen de aanpak van de burgemeester Halsema om de Amsterdamse cannabismarkt te reguleren. Hiermee geeft de burgemeester uitvoering aan het VVD-voorstel om het ingezetenencriterium voor coffeeshops te handhaven. Lees hier onze reactie: https://t.co/VTnSWXuhN6 — Amsterdamse VVD (@VVDAmsterdam) 8 januari 2021", "Dilemma", "Momenteel is er nog geen solide meerderheid in zicht voor het plan van Halsema en de driehoek, maar de situatie voor coffeeshops zal hoe dan ook niet bij het oude blijven. “Het is een dilemma, in een vrijzinnige stad is het gek om softdrugs wel aan te pakken en alcohol niet,” zegt GroenLinks-raadslid Zeeger Ernsting. “Maar de combinatie van een illegale softdrugsketen, de grote winsten en het risico op ondermijning maakt wel dat er iets moet gebeuren.”", "Overigens is instemming van de gemeenteraad niet noodzakelijk. Op veiligheidsgebied heeft de burgemeester een eigenstandige bevoegdheid. Als politie en OM de invoering van het ingezetenencriterium blijven steunen kan Halsema de plannen doorzetten.", "De burgemeester heeft wel gezegd dat ze graag in gesprek gaat met de raad, maar waarschuwt dat ze niet opnieuw naar de tekentafel wil. “Ik zie eigenlijk geen alternatief om de stap te kunnen zetten naar het reguleren van de markt, dat moeten de coalitiepartijen ook begrijpen.”"], "authors": ["Ruben Koops"], "keywords": ["reacties", "coffeeshops", "van", "verbod", "voor", "toeristen", "en", "een", "illegale", "op", "markt", "halsema", "te", "het", "zorgen", "niet", "dat"], "pubDate": "2021-01-08T13:02:42Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}