{"id": "0208e36f-edb8-3c22-bff8-3bceeccc8d29", "title": "Spitse naar Ajax: ‘Eindelijk mijn kinderen in het echt zien en niet via FaceTime’", "url": "https://www.parool.nl/sport/spitse-naar-ajax-eindelijk-mijn-kinderen-in-het-echt-zien-en-niet-via-facetime~b3c3cf02/", "summary": "“Ik keek op een bepaald moment uit het raam van mijn huis in Oslo en dacht: wat doe ik hier?\nEindelijk mijn kinderen in het echt zien en niet via FaceTime.”Je bent een Friezin, maar was altijd fan van Ajax?\n“Als klein meisje ging ik nooit naar het stadion hoor, maar ik was en ben absoluut fan.\n“Jullie weten allemaal dat ik een nuchtere Friezin ben.\nMaar het is niet zo dat ik daarna zeg: ik heb alle toernooien meegemaakt en het is mooi geweest.", "paragraphs": ["Beeld BSR Agency", "Waarom de stap naar Ajax?", "“Ik keek op een bepaald moment uit het raam van mijn huis in Oslo en dacht: wat doe ik hier? Dan moet je niet alleen roepen, maar ook actie ondernemen. Zo zit ik in elkaar. Mijn vrouw Jolien en kinderen Jens (3) en Mila (0) wonen in Nederland. Dat gemis werd te groot. Zeker in deze coronatijden waarbij reizen lastig is. Ze konden niet zomaar even langs komen. Dat is erg zwaar en heftig. We hebben als gezin eerder een duidelijke keuze gemaakt: Jolien en de kids settelen zich alvast in Nederland. Ik ga nog door met voetballen in Noorwegen. Maar op een gegeven moment komt het punt dat zoiets niet meer gaat. Eigenlijk speelt dit al vanaf mei, dus ik heb heel lang mijn mond gehouden naar buiten toe. Bij Vålerenga liep mijn contract nog een jaar door, maar gelukkig zijn ze er met Ajax uitgekomen. Ze hoeven geen transfersom te betalen. Dat vind ik een mooie geste naar mij toe. Ik blijf tot december hier om het seizoen goed af te maken. Dan ga ik terug naar Nederland. Eindelijk mijn kinderen in het echt zien en niet via FaceTime.”", "Je bent een Friezin, maar was altijd fan van Ajax?", "“Als klein meisje ging ik nooit naar het stadion hoor, maar ik was en ben absoluut fan. Ajax en FC Barcelona, dat was hét voor mij. Daarom is het wel bijzonder om straks zelf in het Ajax-shirt te spelen. En dan kan ik ook bij de mannen kijken straks, haha. Deze keuze voelt echt goed. Privé en sportief.”", "(Ex)-internationals Sari van Veenendaal, Mandy van den Berg (beiden PSV), Stefanie van der Gragt en Desiree van Lunteren (beiden Ajax) keerden ook al terug naar de eredivisie. Speelde dat een rol in je keuze?", "“Jullie weten allemaal dat ik een nuchtere Friezin ben. Maar ik weet ook dat mijn bekendheid kan bijdragen aan de Nederlandse eredivisie. Over het niveau kan ik nog niet zo veel zeggen, dat zal ik echt moeten ervaren. Maar ik vind het wel mooi om een rol te spelen in de ontwikkeling van de competitie. Dat ik als ervaren speelster wat kan overbrengen op jonge meiden. Qua belangstelling valt er nog genoeg te winnen. Maar ik zag dat er vorige week een half miljoen mensen naar FC Twente-PSV keken; dat is toch mooi? Ik ben ook echt toe aan een ander soort voetbal. Dat rennen en vliegen in Noorwegen heeft me veel sterker gemaakt de afgelopen jaren. Maar in Nederland zie je toch meer verzorgd voetbal. Ik sluit niet uit dat ik ooit weer in het buitenland ga voetballen, maar voor nu is dit de goede keuze.’’", "Met 180 interlands ben je met afstand recordinternational. Op naar de 200?", "“Zeker. Ik ben niet zo met die cijfertjes bezig hoor. Ik doe alles voor Oranje, daarom heb ik in al die jaren ook nauwelijks interlands gemist. Dat gevoel bij Oranje heb ik nog steeds. Dus we gaan lekker door. Volgend jaar zijn natuurlijk de Olympische Spelen. Dat wordt heel speciaal. Maar het is niet zo dat ik daarna zeg: ik heb alle toernooien meegemaakt en het is mooi geweest. Ik ben nog lang niet klaar.”"], "authors": ["Daniël Dwarswaard"], "keywords": ["van", "eindelijk", "het", "zien", "spitse", "naar", "maar", "kinderen", "ik", "niet", "mijn", "facetime", "en", "dat", "een", "te"], "pubDate": "2020-11-20T14:29:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}