{"id": "021ab834-0b46-3f5b-8b39-c1fca29cf2b9", "title": "Premier League: Liverpool wint kraker van Tottenham en pakt koppositie", "url": "https://www.telegraaf.nl/sport/831767801/premier-league-liverpool-wint-kraker-van-tottenham-en-pakt-koppositie", "summary": "Zowel The Reds als de Spurs hadden voorafgaand aan de kraker 25 punten en wisten dus dat er veel op het spel stond vanavond.\nNa een wat afwachtend begin van beide kanten was het Liverpool dat steeds sterker werd.\nMohamed Salah schoot Liverpool met een van richting veranderd schot op een verdiende 1-0 voorsprong.\nLeeds United wint overtuigt van NewcastleLeeds United won met drie goals in een overtuigende slotfase van Newcastle United, 5-2.\nLeicester en Southampton hebben beide een punt achterstand op Tottenham Hotspur en Liverpool.", "paragraphs": ["Beide ploegen begonnen met hetzelfde doel aan de wedstrijd: de koppositie van de Premier League veroveren. Zowel The Reds als de Spurs hadden voorafgaand aan de kraker 25 punten en wisten dus dat er veel op het spel stond vanavond.", "Na een wat afwachtend begin van beide kanten was het Liverpool dat steeds sterker werd. Via Firmino was de ploeg van coach Jürgen Klopp na tien minuten dicht bij de openingstreffer, maar keeper Hugo Lloris hield Tottenham overeind.", "Een kwartier later was het wel raak. Mohamed Salah schoot Liverpool met een van richting veranderd schot op een verdiende 1-0 voorsprong. De goal leek The Reds vleugels te geven, want het gevaar kwam opeens van alle kanten. Uit het niets lag de bal na een half uur spelen toch aan de andere kant in het doel. De eerste doelpoging leverde Tottenham de gelijkmaker op. Heung-Min Son rekende oog in oog af met Alisson Becker, waardoor de ploegen in evenwicht de rust ingingen. Hier mocht vooral het team van José Mourinho blij mee zijn.", "Tottenham kwam veel sterker de kleedkamer uit en was vooral via Harry Kane en Steven Bergwijn een aantal keer heel gevaarlijk. Vooral de Nederlander had de held van de avond kunnen zijn, maar zijn schot raakte de paal. Beide ploegen speelden de tweede helft vol voor de overwinning. Lang leek het erop dat de punten zouden worden verdeeld, maar in de negentigste minuut maakte Firmino zijn tweede van de avond en schoot Liverpool hiermee naar de koppositie.", "Georginio Wijnaldum (Liverpool) speelde de hele wedstrijd. Bergwijn (Tottenham Hotspur) werd een kwartier voor tijd naar de kant gehaald.", "Leicester city laat punten liggen tegen Everton", "Leicester City heeft de kans laten liggen in elk geval voor even koploper van de Premier League te zijn. De club verloor met 0-2 van Everton. Leicester staat nu gedeeld derde met Southampton, dat niet verder kwam dan 1-1 bij het laaggeklasseerde Arsenal.", "Richarlison schoot Everton in de openingsfase op voorsprong. Doelman Kasper Schmeichel leek zich te verkijken op het schot van de Braziliaan. Amper een minuut later was het al bijna gelijk. Jamie Vardy kon vrij inkoppen, maar de aanvaller kopte uitgerekend in de handen van keeper Robin Olsen, die de voorkeur had gekregen boven international Jordan Pickford. \"Soms rouleren we\", verduidelijkte trainer Carlo Ancelotti.", "Mason Holgate vergrootte ongeveer een kwartier voor tijd de voorsprong voor de club uit Liverpool. De verdediger scoorde uit de rebound na een hoekschop, nadat Schmeichel eerst nog twee keer redding had gebracht. Vervolgens kreeg Leicester een strafschop, een beslissing die de VAR echter terugdraaide. Daarna werd nog een treffer van Ayoze Pérez wegens buitenspel afgekeurd.", "Arsenal thuis niet langs Southampton", "Theo Walcott zette Southampton na 18 minuten op voorsprong tegen zijn oude club Arsenal. De Londense formatie kwam kort na rust op gelijke hoogte dankzij Pierre-Emerick Aubameyang. De Braziliaanse verdediger Gabriel van Arsenal kon na een uur met twee keer geel vertrekken.", "Leeds United wint overtuigt van Newcastle", "Leeds United won met drie goals in een overtuigende slotfase van Newcastle United, 5-2. Leicester en Southampton hebben beide een punt achterstand op Tottenham Hotspur en Liverpool."], "authors": [], "keywords": ["van", "koppositie", "een", "voorsprong", "wint", "en", "pakt", "zijn", "liverpool", "league", "op", "tottenham", "kraker", "premier", "voor", "met", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}