{"id": "023fe54a-2afb-31a2-a859-9f30e7fc1c83", "title": "Langere lockdown dreigt: ‘Veel seinen op rood’", "url": "https://www.parool.nl/nederland/langere-lockdown-dreigt-veel-seinen-op-rood~ba73d487/", "summary": "Beeld ANP“Zoveel seinen staan op rood,” zegt een deelnemer aan het OMT vrijdagochtend op voorwaarde van anonimiteit.\nIn de politiek heerst echter grote aversie tegen die ingrijpende maatregel: “Maar andere landen doen het ook, het kan wat bijdragen,” zegt de bron.\nAls er al iets versoepeld zou kunnen worden, zo stelt ook een andere deelnemer aan het overleg, dan is het hooguit de herstart van het fysieke basisonderwijs.\nDit weekend krijgt de regering het OMT-advies op papier, zondag volgt informeel overleg in het Catshuis, dinsdag komt het kabinet met het besluit over de maatregelen na half januari.\nDe zorg wil weer gewone operaties kunnen uitvoeren bij mensen met andere kwalen, zoals kanker.", "paragraphs": ["Beeld ANP", "“Zoveel seinen staan op rood,” zegt een deelnemer aan het OMT vrijdagochtend op voorwaarde van anonimiteit. “De Britse variant is volgens onderzoek een stuk besmettelijker en die is in Nederland aangetroffen, en de Zuid-Afrikaanse mutatie is nu ook opgedoken. Ik zie het heel somber in.”", "Met de riskante nieuwe virusmutaties, gemiddeld nog ruim 7.500 dagelijkse infecties en in totaal dik 2.600 opgenomen patiënten zijn ook striktere maatregelen niet uitgesloten. Zo zou een avondklok nog ingevoerd kunnen worden om het aantal contactmomenten verder terug te dringen, meldt de betrokkene. In de politiek heerst echter grote aversie tegen die ingrijpende maatregel: “Maar andere landen doen het ook, het kan wat bijdragen,” zegt de bron.", "Als er al iets versoepeld zou kunnen worden, zo stelt ook een andere deelnemer aan het overleg, dan is het hooguit de herstart van het fysieke basisonderwijs. “Maar ook dat is niet zonder risico’s. Het is heel goed oppassen.” Die keuze is aan het kabinet. Dit weekend krijgt de regering het OMT-advies op papier, zondag volgt informeel overleg in het Catshuis, dinsdag komt het kabinet met het besluit over de maatregelen na half januari.", "Vaccins", "Premier Mark Rutte wilde tijdens de wekelijkse persconferentie vrijdagmiddag niet vooruitlopen op de besluitvorming. Wel zei hij: “Helaas zien we nog altijd te hoge besmettingscijfers, het blijft te druk in de ziekenhuizen. De zorg wil weer gewone operaties kunnen uitvoeren bij mensen met andere kwalen, zoals kanker. Ook daarom moet de druk van corona op de zorg worden verlaagd.”", "Dat afgelopen week begonnen is met vaccineren is ‘heuglijk’, maar biedt niet direct ruimte voor meer vrijheden: “We zijn niet van de één op andere dag verlost van het virus. Het is voor mensen individueel van groot belang dat ze het vaccin hebben gekregen, maar voor het land als geheel geldt dat het echt een tijd duurt voordat we het collectief met elkaar gaan merken.”"], "authors": ["Niels Klaassen"], "keywords": ["veel", "lockdown", "van", "rood", "dreigt", "langere", "een", "met", "andere", "worden", "op", "seinen", "ook", "het", "maar", "niet"], "pubDate": "2021-01-08T18:01:05Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}