{"id": "0241e308-8f68-39ed-9bf3-ba9613105801", "title": "Het belangrijkste nieuws in vijf minuten van donderdag 10 december", "url": "https://www.volkskrant.nl/nieuws-achtergrond/het-belangrijkste-nieuws-in-vijf-minuten-van-donderdag-10-december~b00f264f/", "summary": "Slechts een klein deel van deze toename komt door het verruimde testbeleid, bleek dinsdag uit de wekelijkse rapportage van het RIVM.\nZes weken geleden kondigde president Christine Lagarde al aan dat het herstel in de economie ‘sneller dan verwacht aan momentum verliest’.\nVoorzitter Elzbieta Witek van het Poolse parlement noemt de motie van het Nederlandse kabinet om Polen voor het Europese Hof te dagen ‘een serieuze klap voor de bilaterale relaties’.\nDeze lopen uiteen van de Nederlandse rol als belastingparadijs en het ‘gebrek aan respect voor de mensenrechten’ van arbeidsmigranten tot de ineffectieve aanpak van mensenhandel.\nHet nieuws in vijf minuten bevat het nieuws van donderdag 10 december tot 16.15 uur.", "paragraphs": ["Beeld Sophia Twigt", "1/5 | Sterke toename: hoogste aantal nieuwe meldingen sinds 31 oktober", "Het aantal nieuw gemelde coronabesmettingen blijft in een rap tempo stijgen. Door de registratie van 8.793 meldingen - het hoogste aantal sinds 31 oktober - komt de stijging op weekbasis uit op 36 procent. Slechts een klein deel van deze toename komt door het verruimde testbeleid, bleek dinsdag uit de wekelijkse rapportage van het RIVM.", "Er liggen nu 1.648 coronapatiënten in de Nederlandse ziekenhuizen, 36 minder dan woensdagmiddag. Op weekbasis neemt de bezetting wel toe: zeven dagen geleden lagen er 1.595 coronapatiënten in het ziekenhuis. Dat blijkt uit cijfers van het Landelijk Coördinatiecentrum Patiëntenspreiding.", "Al het nieuws over de coronacrisis is te lezen in het liveblog van de Volkskrant.", "2/5 | ECB pompt nog eens half biljoen in economie vanwege tweede golf", "Om de schade van de tweede coronagolf te beperken, injecteert de Europese Centrale Bank (ECB) 500 miljard euro extra in de economie. Dat hebben de centrale bankiers donderdag, na afloop van hun monetaire overleg, bekend gemaakt. Ook wordt de rente niet verder verlaagd.", "De actie van de ECB komt niet als een verrassing. Zes weken geleden kondigde president Christine Lagarde al aan dat het herstel in de economie ‘sneller dan verwacht aan momentum verliest’. Eerder stelde de ECB al 1350 miljard euro beschikbaar om staat- en bedrijfsschulden te kopen. Het pandemieprogramma eindigt nu op zijn vroegst eind maart 2022.", "3/5 | Parlementsvoorzitter Polen klaagt bij Arib over houding Tweede Kamer", "De Europese discussie over de rechtsstaat krijgt trekken van een moddergevecht tussen Nederland en Polen. Voorzitter Elzbieta Witek van het Poolse parlement noemt de motie van het Nederlandse kabinet om Polen voor het Europese Hof te dagen ‘een serieuze klap voor de bilaterale relaties’. Dat schrijft ze in een brief aan Tweede Kamervoorzitter Khadija Arib.", "De brief bevat een litanie van klachten over Nederlandse praktijken ‘waar het Poolse parlement tot dusver over heeft gezwegen’. Deze lopen uiteen van de Nederlandse rol als belastingparadijs en het ‘gebrek aan respect voor de mensenrechten’ van arbeidsmigranten tot de ineffectieve aanpak van mensenhandel.", "Op 1 december nam een grote Kamermeerderheid een motie aan waarin de Nederlandse regering verzocht wordt te onderzoeken of met gelijkgezinde EU-landen Polen voor het Hof van Justitie gedaagd kan worden wegens het niet nakomen van zijn verdragsverplichtingen.", "4/5 | Onderzoek naar langdurige seksuele intimidatie binnen D66", "D66 stelt een intern onderzoek in naar seksuele intimidatie binnen de partij. In een bericht, dat sinds gisteravond in online D66-circuits circuleert, schrijft een anonieme vrouw dat ‘een aantal Tweede Kamerleden, oud-partijleiders en machtige strategen achter deze leiders, zich veelvuldig storten op stagiaires en vrouwen met ambitie binnen de partij.’", "De zwaarste beschuldiging is aan het adres van een invloedrijke partijadviseur die betrokken is bij de campagne van Kaag. Hij zou de vrouw zijn gaan lastigvallen toen zij niet op avances van zijn kant inging.", "Partijleider Sigrid Kaag schrijft op de D66-website ‘enorm geschrokken’ te zijn van het bericht. ‘Ik leid een partij waar we respectvol met elkaar omgaan en die voor iedereen een veilige werkomgeving en politieke vereniging moet zijn. Daarom hecht ik eraan dat dit zo snel mogelijk grondig wordt onderzocht.’", "5/5 | Trump krijgt steun van bijna 20 staten bij ultieme poging om verkiezingsuitslag te keren", "Een opsteker voor de huidige president Donald Trump: zeventien Amerikaanse staten hebben zich woensdag aangesloten bij een rechtszaak van Texas om miljoenen Biden-stemmen ongeldig te laten verklaren. De kans blijft evenwel klein dat Trumps laatste poging om de verkiezingsuitslag te keren alsnog gaat slagen.", "Volgens Texas en de zeventien staten zijn Pennsylvania, Georgia, Michigan en Wisconsin, waar Biden als winnaar uit de bus kwam, in de fout gegaan door hun verkiezingsregels voor het stemmen per post te verruimen. Dit was volgens Texas in strijd met federale wetten en zou hebben geleid tot grootschalige verkiezingsfraude. De hoogste Justitiebaas uit Texas eist daarom dat de 62 kiesmannen uit de vier cruciale staten niet worden toegekend aan Biden, waardoor Trump de verkiezingen alsnog zou winnen.", "Het nieuws in vijf minuten bevat het nieuws van donderdag 10 december tot 16.15 uur."], "authors": ["Pepijn De Lange"], "keywords": ["nieuws", "vijf", "van", "minuten", "belangrijkste", "het", "op", "zijn", "een", "donderdag", "te", "en", "dat", "aan", "voor"], "pubDate": "2020-12-10T09:33:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}