{"id": "024e105f-9c21-36c9-9f91-71dde696934c", "title": "Dotan uitgenodigd voor optreden in Vaticaan in bijzijn van paus", "url": "https://nu.nl/muziek/6095463/dotan-uitgenodigd-voor-optreden-in-vaticaan-in-bijzijn-van-paus.html", "summary": "Zanger Dotan vertrekt donderdag naar Italië voor een optreden in het Vaticaan, dat op Kerstavond wordt uitgezonden op de Italiaanse televisie.\nTijdens repetities voor de Show Do Vaticano heeft de zanger een ontmoeting met de paus, laat hij weten via zijn platenmaatschappij.\n\"Ik vind het een ontzettende eer om in het Vaticaan te mogen optreden en de paus te mogen ontmoeten\", zegt hij in een reactie.\n\"Het Vaticaan is een van de mooiste plekken ter wereld om te mogen spelen.\nDotan zal daarom optreden voor een lege zaal.", "paragraphs": ["Zanger Dotan vertrekt donderdag naar Italië voor een optreden in het Vaticaan, dat op Kerstavond wordt uitgezonden op de Italiaanse televisie.", "Tijdens repetities voor de Show Do Vaticano heeft de zanger een ontmoeting met de paus, laat hij weten via zijn platenmaatschappij.", "\"Ik vind het een ontzettende eer om in het Vaticaan te mogen optreden en de paus te mogen ontmoeten\", zegt hij in een reactie. \"Het Vaticaan is een van de mooiste plekken ter wereld om te mogen spelen. Wat er dit jaar allemaal gebeurd is met mijn muziek in Europa is ongelooflijk, en dit voelt als de kers op de taart.\"", "De 34-jarige Dotan was afgelopen zomer veel in Italië te vinden, waar hij verschillende keren live optrad in tv-programma's.", "In het Vaticaan vindt jaarlijks een kerstconcert met internationale beroemdheden plaats. Vorig jaar waren dat onder anderen Lionel Richie, Bonnie Tyler en Susan Boyle. Normaal gesproken is bij de show een groot publiek aanwezig, maar dat kan dit jaar niet als gevolg van het coronavirus. Dotan zal daarom optreden voor een lege zaal."], "authors": ["Door"], "keywords": ["van", "paus", "bijzijn", "het", "op", "vaticaan", "met", "dotan", "uitgenodigd", "een", "mogen", "te", "jaar", "optreden", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}