{"id": "0260cca3-580d-3607-a107-81ee05f9d05b", "title": "Voorschotense raad stemt in met nieuw cultuurgebouw bij bibliotheek", "url": "https://nu.nl/leiden/6095984/voorschotense-raad-stemt-in-met-nieuw-cultuurgebouw-bij-bibliotheek.html", "summary": "Een meerderheid van de Voorschotense gemeenteraad heeft donderdagavond ingestemd met een nieuwe culturele accommodatie bij de bibliotheek.\nMet het besluit van donderdagavond is het nog niet zeker dat de nieuwe multifunctionele accommodatie er ook daadwerkelijk komt.\nToen het voorstel tot het omvormen van de bibliotheek naar buiten kwam, was er veel kritiek.\nDaarin werd het voorstel om de bibliotheek te verbouwen tot multifunctionele accommodatie iets aangescherpt.\nIn dat geval zou de bibliotheek wel verduurzaamd worden, maar niet omgevormd worden tot multifunctionele accommodatie.", "paragraphs": ["Een meerderheid van de Voorschotense gemeenteraad heeft donderdagavond ingestemd met een nieuwe culturele accommodatie bij de bibliotheek. Na twintig jaar lijkt daarmee eindelijk een besluit te zijn genomen.", "Met het besluit van donderdagavond is het nog niet zeker dat de nieuwe multifunctionele accommodatie er ook daadwerkelijk komt. De precieze kosten zijn nog onbekend. Daarvan is nu alleen nog een schatting gemaakt. Het gemeentebestuur gaat de financiële onderbouwing de komende tijd uitwerken.", "Er was veel te doen rondom de komst van het nieuwe culturele centrum. Eigenlijk wilden de meeste partijen dat onderbrengen bij de Kruispuntkerk aan de Schoolstraat. Dat zou zorgen voor de gewenste impuls van het centrum.", "Maar vanwege de beperkte financiële mogelijkheden van het gemeentebestuur werd voorgesteld om de bibliotheek aan de Wijngaardenlaan om te vormen tot multifunctionele accommodatie.", "Toen het voorstel tot het omvormen van de bibliotheek naar buiten kwam, was er veel kritiek. Enkele oppositiepartijen voelden zich gepiepeld en hekelden in een open brief de gang van zaken. Daarnaast zei coalitiepartij VVD vorige week nog geen keuze te willen maken. Het leek erop dat er geen meerderheid was voor het voorstel.", "Achter de schermen was gewerkt aan een compromis. Daarin werd het voorstel om de bibliotheek te verbouwen tot multifunctionele accommodatie iets aangescherpt. Zo mag onder meer de exploitatie niet meer kosten dan de huidige uitgaven aan het cultureel centrum.", "Het gemeentebestuur kijkt ook naar de zogeheten nulvariant. In dat geval zou de bibliotheek wel verduurzaamd worden, maar niet omgevormd worden tot multifunctionele accommodatie."], "authors": ["Door"], "keywords": ["cultuurgebouw", "van", "dat", "nog", "bibliotheek", "nieuw", "een", "het", "voorschotense", "te", "multifunctionele", "raad", "accommodatie", "tot", "bij", "stemt", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}