{"id": "026ad08b-03f3-3fc5-85f9-3f9171ebc2d4", "title": "Mijnen, verwoeste moskeeën en graven, het doet er allemaal even niet toe. Revan is na 27 jaar thuis", "url": "https://www.volkskrant.nl/kijkverder/v/2020/mijnen-verwoeste-moskeeen-en-graven-het-doet-er-allemaal-even-niet-toe-revan-is-na-27-jaar-thuis~v418556/", "summary": "Eigenlijk voelt heel Azerbeidzjan zich momenteel als Revan Mammadov, een 33-jarige vluchteling uit Nagorno-Karabach die vandaag de misschien wel vreemdste dag van zijn leven beleeft.\nWant of hij nou blijdschap voelt omdat hij voor het eerst de stad terugziet die hij als zesjarig kereltje moest ontvluchten, of juist woede omdat er van diezelfde stad vrijwel niets meer over is, Mammadov weet het niet.\nArmenië won die oorlog waarna het ongeveer 14 procent van Azerbeidzjaans grondgebied innam.\n‘Het Hiroshima van de Kaukasus’, noemt Mammadov het.\n‘Tsjernobyl’, is de vergelijking die zijn 65-jarige moeder Sulbaz Mammadova maakt.", "paragraphs": ["Eigenlijk voelt heel Azerbeidzjan zich momenteel als Revan Mammadov, een 33-jarige vluchteling uit Nagorno-Karabach die vandaag de misschien wel vreemdste dag van zijn leven beleeft. Want of hij nou blijdschap voelt omdat hij voor het eerst de stad terugziet die hij als zesjarig kereltje moest ontvluchten, of juist woede omdat er van diezelfde stad vrijwel niets meer over is, Mammadov weet het niet. Hij weet eigenlijk alleen dat hij verschrikkelijk opgewonden is, ‘want kijk dan’, wijst hij om zich heen. ‘Kijk dan, mamma: Agdam!’", "Mammadov versnelt zijn pas, stopt, schudt zijn hoofd, slikt, rookt een sigaret, kust zijn moeder, vertelt over zijn hier gesneuvelde vader, rookt nog een sigaret, wijst opnieuw en zegt: ‘Kom, we gaan ons huis zoeken.’", "De laatste keer dat Mammadov en zijn moeder in Agdam waren, was het 1993 en woedde de oorlog tussen Armenië en Azerbeidzjan nog volop. Het was een bloedige oorlog met als inzet de macht over de bergregio Nagorno-Karabach. Armenië won die oorlog waarna het ongeveer 14 procent van Azerbeidzjaans grondgebied innam. Om een soort bufferzone te creëren, maakten de Armeniërs een aantal steden nabij de nieuwe grens, waaronder Agdam, met de grond gelijk. ‘Het Hiroshima van de Kaukasus’, noemt Mammadov het. ‘Tsjernobyl’, is de vergelijking die zijn 65-jarige moeder Sulbaz Mammadova maakt.", "Sinds dat verlies is het eigendomsrecht van Nagorno-Karabach fundamenteel onderdeel geworden van de Azerbeidzjaanse identiteit. De belangrijkste berg in hoofdstad Bakoe is gereserveerd voor de graven van soldaten die sneuvelen in precies die strijd en iedere schooljongen kan je vertellen hoeveel burgers de Armeniërs hebben afgeslacht op 26 februari 1992 in Khojali.", "Dus wat waren de Mammadov, zijn moeder en al die schooljongens blij toen Azerbeidzjan vorige maand na een korte, maar hevige oorlog een groot deel van het dertig jaar geleden verloren gebied terugveroverde op Armenië. Dat het verhaal van Nagorno-Karabach eindelijk een einde kreeg, en dan geen treurig eind, zoals lang werd gevreesd, maar een glorieus einde, zorgt al weken voor een euforisch gevoel in het land. ‘Karabach is Azerbeidzjaans!!!’, is niet voor niets de jubelkreet die momenteel op vrijwel alle posters langs alle wegen in heel het land prijkt."], "authors": ["December"], "keywords": ["moskeeën", "jaar", "toe", "revan", "zijn", "mammadov", "thuis", "mijnen", "die", "van", "en", "een", "oorlog", "voor", "niet", "verwoeste", "het", "graven", "hij"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}