{"id": "027b743e-3816-3560-b194-cbed84fa040f", "title": "Richt ook voor het klimaat een OMT op", "url": "https://nrc.nl/nieuws/2020/12/17/richt-ook-voor-het-klimaat-een-omt-op-a4024286", "summary": "Online is het inmiddels een bekende meme: het plaatje waarop Covid-19 als een tsunami op ons afkomt, met daarachter de nog veel grotere vloedgolven van een economische recessie en klimaatverandering.\nReint Jan Renes is lector Psychologie voor een Duurzame Stad (HvA) en was betrokken bij de gedragsunit van het RIVM.\nEchter, de Covid-19-tsunami biedt kansen ons voor te bereiden op de klimaatgolven die onherroepelijk volgen.\nGoede, aansprekende informatievoorziening en het ontwikkelen van een gemeenschappelijk beeld van de werkelijkheid bleek vervolgens van groot belang.\nDe urgentie die deskundigen voelen met betrekking tot het klimaat, wordt door het brede publiek helaas nog amper ervaren.", "paragraphs": ["Online is het inmiddels een bekende meme: het plaatje waarop Covid-19 als een tsunami op ons afkomt, met daarachter de nog veel grotere vloedgolven van een economische recessie en klimaatverandering. Het is een onheilspellend beeld. Wat te doen? In het commentaar van NRC werd zaterdag (12/12) terecht gesteld dat vijf jaar na het Parijsakkoord een effectieve aanpak van de klimaatcrisis ondanks de goede voornemens nog ver te zoeken is.", "Reint Jan Renes is lector Psychologie voor een Duurzame Stad (HvA) en was betrokken bij de gedragsunit van het RIVM. Jasper Zuure is sociaal-psycholoog en senior adviseur bij de Raad voor het Openbaar Bestuur.", "Echter, de Covid-19-tsunami biedt kansen ons voor te bereiden op de klimaatgolven die onherroepelijk volgen. Als een blessing in disguise kan deze crisis helpen de samenleving ‘antifragiel’ te maken zodat die beter met de klimaatcrisis om kan gaan. Een systeem dat antifragiel is, stelt filosoof Nassim Nicholas Taleb, herstelt niet alleen van schokken, maar wordt er sterker van. Net als een vaccin het lichaam sterker maakt, kan Covid-19 de samenleving weerbaarder maken.", "Wellicht klinkt dit wat naïef in de oren. Maar in de huidige crisis gebeurt het om ons heen in wetenschap, beleid en politiek. Covid-19 heeft de samenleving een gemeenschappelijk doel gegeven en van daaruit gemeenschappelijke ervaring en taal die behulpzaam is voor de toekomst.", "Het goede voorbeeld", "Het NRC-commentaar noemt de klimaatcrisis een „verantwoordelijkheidscrisis”. Inderdaad, als corona ons iets heeft geleerd, dan is het wel dat autoriteiten het goede voorbeeld dienen te geven. De brede erkenning van de urgentie, met name door autoriteiten, zet aan tot collectieve actie. Daar hoort duidelijke communicatie bij: autoriteiten moeten het beleid zelf uitdragen. In regelmatige persconferenties, maar ook als ze een huwelijk sluiten.", "Ondanks de constatering van het Planbureau voor de Leefomgeving dat Nederland de inspanningen moet verdubbelen om het klimaatdoel voor 2030 te halen, zien we in het klimaatbeleid nog geen autoriteiten die de bevolking dringend oproepen tot duurzaam gedrag. Of een overheid die in navolging van de Nieuw-Zeelandse premier de klimaatnoodtoestand uitroept. Integendeel, vorig jaar gaf minister-president Rutte nog aan dat we niet moeten doorslaan met het nemen van klimaatmaatregelen: „je moet ook wel met z’n allen een leuk leven blijven hebben” waarin je kunt blijven barbecueën. Tegen het AD vertelde hij graag lang onder de douche te staan, „dan mijmer ik wat over de dag”.", "Stel je voor dat diezelfde minister-president nu in relatie tot Covid-19 zou zeggen dat we niet moeten doorslaan met het nemen van maatregelen en dat we nog gewoon gezellig kerst met elkaar moeten kunnen vieren.", "Beluister deze podcast van NRC: Vijf jaar historisch klimaatakkoord: waar staan we?", "Urgentie ervaren", "De Covid-19-crisis heeft ons echter niet alleen een gemeenschappelijke ervaring en taal gegeven, maar ons ook geleerd hoe affectieve dreigingen te vertalen zijn naar een beeld dat voor burgers herkenbaar is. De grote zorgen die mensen begin maart collectief hadden, stimuleerden een honger naar informatie; naar feiten en zekerheden. Goede, aansprekende informatievoorziening en het ontwikkelen van een gemeenschappelijk beeld van de werkelijkheid bleek vervolgens van groot belang. Van ‘flatten the curve’ en heldere richtlijnen tot het omlaag brengen van het reproductiecijfer ‘R’.", "De urgentie die deskundigen voelen met betrekking tot het klimaat, wordt door het brede publiek helaas nog amper ervaren. Afgelopen zomer werkte het kabinet bijvoorbeeld aan noodmaatregelen om bij extreme droogte ons drinkwater in stappen te kunnen inperken. De waterbedrijven en minister Cora van Nieuwenhuizen van Infrastructuur en Waterstaat (VVD) riepen iedereen op zuinig te zijn met water, „anders raakt de dagelijkse voorraad op”. Weinigen van ons zullen zich deze crisis herinneren en ook weinigen zullen in staat zijn de vier fasen te identificeren van het ‘escalatiesysteem drinkwaterbeperking’ van het RIVM.", "Concrete doelen nodig", "Dankzij Covid-19 weten we dat burgers tijdens een crisis een concreet doel en handelingsperspectief nodig hebben. Duidelijke richtlijnen en een helder pakket aan maatregelen. Van het ‘stukwassen’ van onze handen tot duidelijkheid over mondkapjes.", "In het klimaatbeleid ontbreekt echter een concreet, breed uitgedragen gedragsperspectief. We weten dat vlees eten niet duurzaam is en dat het verstandig is om ons huis goed te isoleren, maar we hebben geen Klimaat Management Team dat op basis van actuele informatie en wetenschappelijke inzichten het kabinet dringend adviseert wat nodig is om de opwarming van de aarde te stoppen.", "Kortom, de coronacrisis heeft ons dankzij een gemeenschappelijke vijand gedwongen tot samenwerking en ons geleerd hoe we het samen beter kunnen doen. Wie weet, als de autoriteiten alsnog hun verantwoordelijkheid nemen en we vanaf nu samen de schouders eronder zetten, kunnen we ook de klimaatgolf aan en houden we onze voeten droog."], "authors": ["Reint Jan Renes", "Jasper Zuure", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "klimaat", "een", "richt", "ook", "en", "te", "tot", "op", "voor", "omt", "ons", "met", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}