{"id": "028ca33d-cb09-3040-b7f2-7b976922ce0a", "title": "OM: inloggen Twitteraccount Trump niet strafbaar", "url": "https://nos.nl/artikel/2360887-om-inloggen-twitteraccount-trump-niet-strafbaar.html", "summary": "Het Openbaar Ministerie vindt dat een Nederlandse hacker met het correct raden van het Twitterwachtwoord van president Trump niets strafbaars heeft gedaan.\nVictor Gevers bracht eind oktober zelf naar buiten dat het hem na zeven pogingen was gelukt om Trump Twitteraccount in te komen.\nDe zogenoemde tweestapsverificatie bleek te zijn uitgeschakeld.\nDm's niet gelezenHoewel zowel Twitter als het Witte Huis ontkent dat het account van Trump is gehackt, gaat het OM ervan uit dat Gevers daadwerkelijk is binnengedrongen.\nVolgens het OM heeft Gevers voldaan aan de criteria om als ethisch hacker vrijuit te gaan.", "paragraphs": ["Het Openbaar Ministerie vindt dat een Nederlandse hacker met het correct raden van het Twitterwachtwoord van president Trump niets strafbaars heeft gedaan.", "Victor Gevers bracht eind oktober zelf naar buiten dat het hem na zeven pogingen was gelukt om Trump Twitteraccount in te komen. Het wachtwoord was maga2020!, een afkorting van de campagneslogan van de Amerikaanse president. De zogenoemde tweestapsverificatie bleek te zijn uitgeschakeld.", "Dm's niet gelezen", "Hoewel zowel Twitter als het Witte Huis ontkent dat het account van Trump is gehackt, gaat het OM ervan uit dat Gevers daadwerkelijk is binnengedrongen. Wie toegang heeft tot een Twitteraccount kan namens diegene twitteren, het wachtwoord en de profielfoto veranderen maar ook de persoonlijke berichten lezen. Gevers zegt deze dm's, direct messages, niet te hebben gelezen.", "Hacken is in Nederland verboden, maar onder bepaalde omstandigheden vervalt de strafbaarheid. Volgens het OM heeft Gevers voldaan aan de criteria om als ethisch hacker vrijuit te gaan. Zo heeft hij onder zijn eigen naam contact gezocht met de Amerikaanse autoriteiten en gaf hij tips om de kwetsbaarheid te herstellen."], "authors": [], "keywords": ["dat", "om", "van", "strafbaar", "niet", "heeft", "inloggen", "het", "te", "gevers", "een", "twitteraccount", "trump", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}