{"id": "028fb71c-0a0c-3f47-8bd7-87eb21ca389c", "title": "Gelukt, melk uit de regio heeft weg naar de grote supermarkt gevonden", "url": "https://www.parool.nl/ps/gelukt-melk-uit-de-regio-heeft-weg-naar-de-grote-supermarkt-gevonden~b8a8274e/", "summary": "Het waren de Boeren van Amstel, en ze hadden wat te vieren.\nBeperkt ruimte“We moesten opschalen voor bestaansrecht,” zegt Boeren van Amstel-directeur Michel Penterman, maar hij werd van tevoren gewaarschuwd.\nEen supermarkt moet dat aandurven.”Daarbij komt volgens hem dat een plekje in het schap van een grote supermarkt veel geld waard is, omdat je dan in contact komt met een groot publiek.\nDat het Boeren van Amstel is gelukt, is bemoedigend voor andere lokale producenten, zegt Penterman.\nNu maar hopen dat ze een tijdje in de schappen mogen ­blijven liggen.", "paragraphs": ["Liep je donderdag 12 november langs de Amstel, dan heb je ze misschien gezien: elf boten die in een V-formatie richting Stopera voeren. Het waren de Boeren van Amstel, en ze hadden wat te vieren. Geen glaasje champagne, maar een levensgroot pak melk was op weg naar wethouder Laurens Ivens (Wonen, Bouwen, Openbare Ruimte, Groen, Reiniging en Dierenwelzijn), omdat hun lokaal geproduceerde melk sinds kort in een groot deel van de Amsterdamse supers ligt.", "Het was te hopen dat de wethouder dorst had, maar enthousiast was hij vast. Namens de gemeente schudde hij onlangs nog de hand van boeren uit de regio, om duidelijk te maken dat meer lokale producten in de boodschappenmandjes van Amsterdammers een prioriteit is. Want waarom moeten pruimen uit Chili komen, als ze hier ook groeien?", "Het belang van de zogenoemde korte keten, waarbij de afstand van boer tot keukenkastje korter is, werd nog eens aangestipt en als goed voorbeeld daarvan worden de Boeren van Amstel regelmatig genoemd. Een coöperatie die de winst van de melkopbrengst stopt in het groen en de weidevogels van Amstelland en het met een afzetmarkt in de regio zonder onnodige vervoersstromen kan doen.", "Die melk van dichtbij ligt er nu, toch hoorde ik een van die boeren laatst tijdens een tafelgesprek ook zeggen dat het zo moeilijk is dit soort producten breed in de supermarkten te krijgen. Als we dat allemaal zo graag willen, waarom is het dan zo lastig?", "Beperkt ruimte", "“We moesten opschalen voor bestaansrecht,” zegt Boeren van Amstel-directeur Michel Penterman, maar hij werd van tevoren gewaarschuwd. “Het zou ons nooit lukken om bij de grote supermarkten binnen te komen. Zo zijn over logistiek bijvoorbeeld vaste afspraken gemaakt, daar moet je tussen zien te komen.”", "Bovendien moet je flink investeren in je product, zodat het van verpakking tot veiligheid goed genoeg is – niet voor 4 supermarkten, maar voor 150, zegt hij. “Het is alsof we opeens meespelen in de Champions League. Een supermarkt moet dat aandurven.”", "Daarbij komt volgens hem dat een plekje in het schap van een grote supermarkt veel geld waard is, omdat je dan in contact komt met een groot publiek. “Er is veel vraag, maar beperkt ruimte.”", "Hoe ze daar toch tussen kwamen? Een kwestie van de juiste tijd en plek, denkt hij. Hun melk past in de trend van meer lokaal en minder anoniem, en de supermarkten bewegen mee in die richting. Albert Heijn-baas Marit van Egmond zei het laatst ook al in de Volkskrant: de supermarkt krijgt meer vragen over de herkomst van voedsel en ziet een vlucht in belangstelling voor Nederlandse producten. De coronacrisis maakte volgens haar bovendien duidelijk hoe lang en complex toeleveringsketens zijn.", "Dat het Boeren van Amstel is gelukt, is bemoedigend voor andere lokale producenten, zegt Penterman. Nu maar hopen dat ze een tijdje in de schappen mogen ­blijven liggen."], "authors": ["Laura Obdeijn"], "keywords": ["regio", "van", "heeft", "gelukt", "gevonden", "supermarkt", "het", "grote", "naar", "melk", "maar", "boeren", "een", "je", "en", "uit", "dat", "te", "ze", "weg"], "pubDate": "2020-11-24T15:00:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}