{"id": "0294888c-b0d2-33ea-bfea-3d5f0f18bd4d", "title": "Grote overname in techsector: zakelijke chatapp Slack voor 27,7 miljard dollar naar Salesforce", "url": "https://volkskrant.nl/nieuws-achtergrond/grote-overname-in-techsector-zakelijke-chatapp-slack-voor-27-7-miljard-dollar-naar-salesforce~b645d9773/", "summary": "Beeld Getty ImagesDe overname is daarmee een van de grootste in de techsector.\nOok is het een voorbeeld van de toegenomen aantrekkelijkheid van overnames van een aantal techbedrijven die producten aanbieden om het groeiend aantal thuiswerkers door de coronapandemie te ondersteunen.\nNa de overname van Slack wil Salesforce de chatapp combineren met Salesforce Customer 360.\n‘Salesforce en Slack zullen samen de toekomst van bedrijfssoftware vormgeven.’ThuiswerktoolsDe helft van de 27,7 miljard betaalde Salesforce in aandelen.\nSlack verdwijnt met de overname van de beurs, maar blijft volgens een tweet van oprichter Stewart Butterfield ‘een onafhankelijk en open platform’.", "paragraphs": ["Het hoofdkantoor van Salesforce in San Francisco. Beeld Getty Images", "De overname is daarmee een van de grootste in de techsector. Ook is het een voorbeeld van de toegenomen aantrekkelijkheid van overnames van een aantal techbedrijven die producten aanbieden om het groeiend aantal thuiswerkers door de coronapandemie te ondersteunen.", "Salesforce is het grootste bedrijf in customer relationship management: daarmee beheert en analyseert het bedrijf interacties met bestaande, vroegere en potentiële klanten. Na de overname van Slack wil Salesforce de chatapp combineren met Salesforce Customer 360. ‘Dit is een match made in heaven’, zegt Marc Benioff, ceo van Salesforce, daarover in een statement. ‘Salesforce en Slack zullen samen de toekomst van bedrijfssoftware vormgeven.’", "Thuiswerktools", "De helft van de 27,7 miljard betaalde Salesforce in aandelen. Slack verdwijnt met de overname van de beurs, maar blijft volgens een tweet van oprichter Stewart Butterfield ‘een onafhankelijk en open platform’. De zakelijke chatapp werd opgericht in 2010 en had in 2019 meer dan 10 miljoen dagelijkse gebruikers. Onder meer Google, Microsoft en Amazon probeerden Slack eerder over te nemen, maar het bedrijf besloot in plaats daarvan naar de beurs te gaan. Aandeelhouders van Slack krijgen per aandeel 26,79 dollar en 0,0776 aandelen in Salesforce.", "Ter vergelijking: WhatsApp werd in 2014 door Facebook overgenomen voor 19 miljard dollar en Adobe maakte vorige maand plannen bekend om het werk-management-platform Workfront over te nemen voor 1,5 miljard dollar. Microsoft kocht in 2016 het zakelijke sociale netwerkbedrijf LinkedIn voor 26 miljard dollar.", "De overname komt niet uit het niets, door de coronapandemie is de vraag naar tools waarmee mensen thuis kunnen werken toegenomen. Uit een enquête van communicatieplatform Twilio onder 2.500 bedrijven bleek dat corona de digitale transformatie met zes jaar versnelt. In Nederland werkten, volgens het CBS, in het tweede kwartaal één op de vijf werknemers (deels) thuis."], "authors": ["Birk Heijkants"], "keywords": ["van", "salesforce", "dollar", "een", "en", "slack", "te", "zakelijke", "techsector", "miljard", "voor", "naar", "grote", "met", "het", "overname"], "pubDate": "2020-12-02T11:08:49Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}