{"id": "02a0f650-f8bb-308a-9cc1-f0422301e919", "title": "Ziekenhuizen stoppen voorlopig met alle zorg die zes weken kan wachten", "url": "https://volkskrant.nl/nieuws-achtergrond/ziekenhuizen-stoppen-voorlopig-met-alle-zorg-die-zes-weken-kan-wachten~bfac8c61/", "summary": "Alleen de zorg die langer dan zes weken kan wachten wordt geschrapt.\nHet afschalen van bijvoorbeeld andere planbare zorg als kankerzorg, transplantaties en hart- en vaatingrepen, is nadrukkelijk niet aan de orde.\nHet is voor het eerst sinds de eerste golf dat alle ziekenhuizen gedwongen zijn zoveel reguliere, planbare zorg af te schalen.\nDe RIVM-onderzoekers richtten zich daarbij op de twaalf grootste specialismen in de ziekenhuizen, en onderzochten bij elkaar 48 veel voorkomende behandelingen, zoals staar-, knie- en heupoperaties.\nHet is niet helemaal zwart-wit.’Ondanks de druk in het ziekenhuis probeert het Rijnstate zo lang mogelijk weg te blijven van het intrekken van de verloven van het personeel in de kerstvakantie.", "paragraphs": ["Ziekenhuizen kampen met een snel toenemend aantal coronapatiënten, maar ook met een steeds hoger ziekteverzuim. Beeld ANP", "Polikliniek-afspraken en dagbehandelingen gaan nog wel door. Alleen de zorg die langer dan zes weken kan wachten wordt geschrapt. Het gaat daarbij om zaken als liesbreuken, sterilisaties en cosmetische ingrepen. Het afschalen van bijvoorbeeld andere planbare zorg als kankerzorg, transplantaties en hart- en vaatingrepen, is nadrukkelijk niet aan de orde. Dat zegt Ernst Kuipers, voorzitter van het Landelijk Netwerk Acute Zorg.", "Voor veel ziekenhuizen gelden deze maatregelen al, erkent Kuipers, ‘maar er waren nog steeds verschillen tussen de ziekenhuizen, zelfs per regio. Vandaar dit bericht als een signaal, zodat voor alle ziekenhuizen duidelijk is dat we sturen op een evenredige verdeling van covid-patiënten.’", "De maatregelen gaan geen maanden duren, zegt Kuipers. ‘Het is nu nodig omdat we kampen met een combinatie van een toenemend aantal covid-patiënten, de roosters voor de feestdagen, het ziekteverzuim en het personeel dat al heel lang een bovennormale prestatie levert.’", "Voor veel ziekenhuizen kwam het bericht van de minister als een verrassing. Zij werden plots overvallen door een stortvloed aan telefoontjes van bezorgde patiënten. Ziekenhuizen bellen doorgaans hun patiënten zelf als een behandeling niet doorgaat.", "De lockdown is pas een week oud, te kort om al een dalend effect in de patiëntenaantallen te zien. Dinsdag lagen er 2.289 covid-patiënten in het ziekenhuis, 127 meer dan op maandagmiddag. De verwachting is dat het aantal ziekenhuisopnames nog tot in januari zal doorstijgen.", "Het is voor het eerst sinds de eerste golf dat alle ziekenhuizen gedwongen zijn zoveel reguliere, planbare zorg af te schalen. Na de eerste golf was juist de uitdrukkelijke wens van alle zorgpartijen dat de reguliere zorg bij een eventuele tweede golf gespaard zou blijven.", "Het RIVM berekende vorige week dat door de uitgestelde zorg uit de eerste golf alleen al 50 duizend gezonde levensjaren verloren zullen gaan. De RIVM-onderzoekers richtten zich daarbij op de twaalf grootste specialismen in de ziekenhuizen, en onderzochten bij elkaar 48 veel voorkomende behandelingen, zoals staar-, knie- en heupoperaties.", "Regen in de drup", "Wim van Harten, bestuursvoorzitter van het Rijnstate ziekenhuis in Arnhem, ziet in de maatregelen de bevestiging dat er nog altijd ziekenhuizen zijn ‘die nog niet de aantallen coronapatiënten halen waar ze voor ingepland staan. Dat leidt er bij ons toe dat wij juist meer doen dan gepland. En dat roept de vraag op: zijn alle ziekenhuizen voldoende afgeschaald? En hebben zij voldoende prioriteit kunnen geven aan het opschalen van de coronazorg? Of kon dat bijvoorbeeld door het hoge ziekteverzuim niet?’", "Afschalen van de reguliere zorg is een dilemma, zegt Van Harten, want patiënten komen erdoor in de kou te staan. ‘Maar wat het zwaarst is, moet het zwaarst wegen.’", "Toch, zegt Van Harten, is de beslissing om geen reguliere zorg meer te doen een principe-uitspraak, en een oekaze om alle ziekenhuizen en zelfstandige klinieken te dwingen geen lichtere vormen van planbare zorg meer te doen. ‘Maar neem iets als cataract-zorg (de oogaandoening staar, red.). Het heeft echt niet veel zin het personeel daar bij de covid-zorg in te zetten. Het is niet helemaal zwart-wit.’", "Ondanks de druk in het ziekenhuis probeert het Rijnstate zo lang mogelijk weg te blijven van het intrekken van de verloven van het personeel in de kerstvakantie. Van Harten: ‘Onze mensen zijn al zo overbelast. Als je hun verlof intrekt, kom je van de regen in de drup.’"], "authors": ["Michiel Van Der Geest"], "keywords": ["voorlopig", "van", "nog", "weken", "en", "wachten", "zes", "met", "kan", "een", "dat", "ziekenhuizen", "te", "als", "het", "die", "stoppen", "zorg"], "pubDate": "2020-12-22T11:59:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}