{"id": "02d66f8d-972c-351f-a4ab-9a0ae4e41817", "title": "Veel klachten over werkgevers die zich niet houden aan de coronarichtlijnen", "url": "https://volkskrant.nl/nieuws-achtergrond/veel-klachten-over-werkgevers-die-zich-niet-houden-aan-de-coronarichtlijnen~bdc9f3d7/", "summary": "Collega’s lunchen er schouder aan schouder en op vrijdag wordt er als vanouds geborreld.\n‘Omdat we erop willen toezien dat werkgevers zich aan de regels houden en voorkomen dat werknemers besmet raken.’En dat lijkt nodig.\nHet RIVM stelde vorige week dinsdag in zijn weekrapportage dat het aantal mensen dat op het werk besmet raakt met het virus toeneemt.\nAls het aan hem ligt, komt iedereen weer drie dagen per week weer naar het volledig coronaproof kantoor.\n‘Ik denk dat dat het nieuwe normaal gaat zijn, alhoewel het natuurlijk nu maar weer afwachten is hoe het virus zich ontwikkelt.’Voor marketeer Elise lijkt het nieuwe normaal door dat fulltime op kantoor zijn vooralsnog verdraaid veel op het oude normaal.", "paragraphs": ["Bij het meldpunt van de arbeidsinspectie zijn ruim 3.500 klachten binnengekomen over corona op de werkvloer. Veruit de meeste meldingen gaan over een ongezonde en onveilige werksituatie. Ook worden werknemers gedwongen weer naar kantoor te komen.", "Marketeer Elise (36) moet zichzelf er regelmatig aan herinneren als ze naar de supermarkt of sportschool gaat: we zitten in een pandemie. Op haar werk lijkt die realiteit namelijk ver weg. Collega’s lunchen er schouder aan schouder en op vrijdag wordt er als vanouds geborreld. Het adagium ‘werk zoveel mogelijk thuis’ heeft haar werkgever in het werknemersportaal vrij vertaald als: ‘het enige argument om niet naar de zaak te komen is als je ziek bent’.", "Wilt u dit verhaal liever beluisteren? Hieronder staat de door Blendle voorgelezen versie.", "Dergelijke schendingen van de coronamaatregelen door werkgevers zijn niet uniek. Sinds het uitbreken van de crisis heeft de Inspectie SZW, voorheen Arbeidsinspectie, ruim 3.500 coronagerelateerde klachten en meldingen binnengekregen. Dat blijkt uit cijfers die de Volkskrant heeft opgevraagd. In 60 procent van de gevallen gaat het om een ongezonde of onveilige werkplek waar bijvoorbeeld de anderhalve meter niet wordt gewaarborgd of zieke collega’s aan het werk zijn.", "Daarnaast kwamen er tientallen meldingen binnen van werknemers die niet thuis mogen werken terwijl de werkzaamheden dat wel toelaten. Van de meldingen die werden gemaakt, gaf 70 procent aanleiding tot onderzoek. ‘We geven prioriteit aan deze klachten’, zegt een woordvoerder van de inspectie. ‘Omdat we erop willen toezien dat werkgevers zich aan de regels houden en voorkomen dat werknemers besmet raken.’", "En dat lijkt nodig. Het RIVM stelde vorige week dinsdag in zijn weekrapportage dat het aantal mensen dat op het werk besmet raakt met het virus toeneemt. Van alle getraceerde besmettingen is 10 procent terug te leiden naar de werkplek. Daarmee is de werkvloer, na het eigen huishouden en familiebijeenkomsten, de meest voorkomende besmettingshaard.", "Eerder deze zomer werd al duidelijk dat de pakweg 4,5 miljoen werkenden die niet vanuit huis kunnen werken, kwetsbaarder kunnen zijn voor het virus. Zo waren er grote corona-uitbraken onder arbeidsmigranten in de vleesverwerkende industrie en onder zorgpersoneel. Maar nu baren de steeds voller lopende kantoren het kabinet zorgen. Uit metingen van de gsm-zendmasten zou blijken dat mensen weer in grote aantallen naar het werk gaan, terwijl thuiswerken ‘een van de effectiefste maatregelen’ was.", "Die beweging naar kantoor zal voor een groot deel vrijwillig zijn ingezet door kantoorklerken die terugverlangen naar hun collega’s en automatenkoffie, maar als er sprake is van dwang of drang dan heeft de werknemer nauwelijks de gelegenheid om te weigeren. ‘De werkgever is verplicht om te zorgen voor een gezonde en veilige werkplek’, zegt arbeidsrechtjurist Pascal Besselink van de juridisch dienstverlener DAS. ‘Het volgen van de RIVM-richtlijnen valt daar ook onder, maar er bestaat nog niet zoiets als een recht op thuiswerken.’", "Dus toen grafisch vormgever Chantal (31) van haar HR-manager hoorde dat het bedrijf weer ging voor ‘een volledige bezetting’, had ze niet het gevoel dat ze daartegen kon ageren. Ook al is ze hoogzwanger en bezorgd over het oplaaiende virus. Elke dag komt ze bewust te laat zodat ze niet met al haar collega’s tegelijk door dezelfde sluis moet om in te klokken. Bij het gebrek aan desinfectiemiddelen, neemt ze zelf flesjes met 70 procent handalcohol mee. ‘Ik vind het gewoon eng. Vanochtend hing er een collega over mijn bureau die zei: niet schrikken hoor, maar mijn ouders hebben corona. Dat ik dacht: wat doe je bij mijn bureau dan?’", "Werkgeversorganisatie AWVN herkent het beeld van moedwillige overtredingen van de coronamaatregelen door werkgevers niet. ‘Maar we zien wel dat er een bepaalde klepel van de klok aan het terugzwaaien is’, zegt een woordvoerder. ‘We komen er steeds meer achter dat je met thuiswerken dingen mist in de creatieve en sociale processen. Dus zoeken werkgevers naar een nieuwe balans bij thuiswerken. Maar dat gaat zeker niet tegen de wil van werknemers in.’", "Een zo’n werkgever die merkte dat fulltime thuiswerken niet zaligmakend is, is Basjan Faber van ingenieursbureau C-Job Naval Architects. Sinds augustus stimuleert hij zijn honderd medewerkers daarom weer afwisselend naar kantoor te komen. ‘Je kunt blijven videobellen maar mensen zijn sociale wezens, als iedereen thuis blijft verlies je de connectie met het team. En juist in die informele setting op kantoor komen creatieve ideeën tot stand.’", "Faber verplicht zijn medewerkers nergens toe, maar gaat het gesprek aan als zijn mensen zich niet inschrijven op het rooster. Als het aan hem ligt, komt iedereen weer drie dagen per week weer naar het volledig coronaproof kantoor. ‘Ik denk dat dat het nieuwe normaal gaat zijn, alhoewel het natuurlijk nu maar weer afwachten is hoe het virus zich ontwikkelt.’", "Voor marketeer Elise lijkt het nieuwe normaal door dat fulltime op kantoor zijn vooralsnog verdraaid veel op het oude normaal. Al heeft dat ook zo zijn voordelen. ‘Als ik hoor dat vriendinnen zich zorgen maken over de coronacrisis, dan denk ik: nou, die gaat gelukkig grotendeels langs me heen.’", "Om de geïnterviewden te beschermen zijn de namen van de werknemers geanonimiseerd.", "Verder lezen Thuiswerken is een marathon zonder eindstreep geworden. ‘Het is moeilijk te verkopen dat personeel wel weer naar de kroeg mag, maar niet naar kantoor.’ Nu thuiswerken een structureel karakter lijkt te krijgen, legt vakbond FNV een thuiswerkregeling op de cao-tafels. Dit zijn de psychologische gevolgen van thuiswerken: ‘Vrouwelijke leiders zijn in het voordeel’"], "authors": ["Marieke De Ruiter"], "keywords": ["dat", "van", "die", "coronarichtlijnen", "niet", "een", "klachten", "houden", "werkgevers", "en", "te", "zijn", "op", "naar", "veel", "zich", "het", "aan"], "pubDate": "2020-09-23T03:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}