{"id": "02e1aab1-cb92-32a9-b8f3-4a1b9cc6e1fa", "title": "De corona-uitvaart is een vreemd saluut via het scherm", "url": "https://trouw.nl/nieuws/de-corona-uitvaart-is-een-vreemd-saluut-via-het-scherm~b86c33d6/", "summary": "Hij was 97 toen hij mij een prachtig verhaal vertelde, en hij was 100 toen hij mij een paar weken geleden nog een mail stuurde.\nDit is de uitvaart anno corona: een saluut via het scherm, medeleven zonder dat iemand het merkt.\nIn de woonkamer spelen mijn kinderen met lego, terwijl ik op het studeerkamertje naar het beeldscherm staar - in spijkerbroek en slobbertrui.\nBeneden mij barst op hetzelfde moment ruzie uit, een van de kinderen komt stampvoetend de trap op gerend.\nMaar ook in kleine kring was het een mooi afscheid.", "paragraphs": ["Niemand die ik kende was zo oud als Bessel Vrijhof. Hij was 97 toen hij mij een prachtig verhaal vertelde, en hij was 100 toen hij mij een paar weken geleden nog een mail stuurde. Eerder die dag hadden we elkaar gezien en gesproken. Hij was opgewekt, glunderde haast.", "Bessel Vrijhof is gestorven. Ik lees het op de kaart die zijn familie me stuurt. Vrijhof kwam mij voor als een reusachtige eik die vele stormen heeft doorstaan. En nu, zegt zijn zoon, heeft een stevige bries hem toch geveld.", "In normale tijden zou ik mij in een pak steken, plaatsnemen in de kerk en na afloop de nabestaanden welgemeend de hand schudden. Maar, het valt te lezen in zo veel rouwberichten in de krant: begrafenissen zijn dezer dagen ‘in kleine kring’, in ‘familiekring’ of in ‘besloten kring’. Soms is de plechtigheid via internet bij te wonen. Zo ook bij Bessel Vrijhof, ooit voorzitter van de Studiecommissie Invloed Aardgas op Beplantingen. ‘De dodebomenclub’, zei hij zelf olijk.", "Medeleven zonder dat iemand het merkt", "Ik klap mijn laptop open. Er is een livestream, een inlogcode, mijn wankele wifi-signaal. Dit is de uitvaart anno corona: een saluut via het scherm, medeleven zonder dat iemand het merkt.", "Het is kerstvakantie. In de woonkamer spelen mijn kinderen met lego, terwijl ik op het studeerkamertje naar het beeldscherm staar - in spijkerbroek en slobbertrui. In beeld verschijnt eerst een luchtopname van het kerkgebouw, daarna schakelen we over naar binnen. De kerk is vrijwel leeg, her en der in de zaal zit iemand allenig op een stoel.", "Vrijhofs kinderen herdenken hun vader. Hij keek samen met hen naar de sterren, leerde hun de namen van de bomen en kon gemakkelijk een kwartier bevlogen praten over een bloeiende plant.", "“Laten wij bidden”, zegt de dominee. Beneden mij barst op hetzelfde moment ruzie uit, een van de kinderen komt stampvoetend de trap op gerend.", "In de kerkdienst op mijn scherm is het tijd voor een lied. Samenzang is niet toegestaan, maar het kerkkoor is aanwezig. Het bestaat uit slechts drie leden, ze staan ieder twee passen uit elkaar, want de afstandsregels gelden ook binnen de muren van de kerk. ‘Dat wij allen, zo zwaar en droevig als wij zijn, niet uit elkaars genade vallen en doelloos en onvindbaar zijn’, zingen ze.", "Aan het eind van de dienst bedankt de dominee de kijkers thuis. De familie rijdt de kist op een wagentje de kerk uit, mondkapjes voor het gezicht. Ik staar naar de muur en denk aan de honderdjarige. Beneden smijt een kleuter kwaad zijn lego door de kamer.", "Ik bel Vrijhofs zoon. Om in deze tijden een dierbare te begraven, dat was, zegt hij, nu ja - vreemd. “Geen kerk vol mensen, dat is een heel ander gevoel. Minder uitputtend, eerlijk gezegd. Maar ook in kleine kring was het een mooi afscheid. We hebben vader niet tekort gedaan.”", "Verslaggever Emiel Hakkenes reist de komende weken door Nederland en peilt de stemming.", "Lees ook: Nederland op slot", "", "Voor het eerst in 150 jaar mag de boekhandel in Schagen niet open.", "Met een mondkapje op ging moeder Hakkenes naar de laatste kerkdienst."], "authors": ["Emiel Hakkenes"], "keywords": ["zijn", "van", "coronauitvaart", "en", "uit", "een", "naar", "vreemd", "scherm", "mij", "op", "hij", "het", "saluut"], "pubDate": "2021-01-02T12:55:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}