{"id": "02e365aa-4ac4-364c-b0f3-f970a42e41ca", "title": "Waarom mogen gebedshuizen openblijven, terwijl heel het land op slot zit?", "url": "https://trouw.nl/opinie/waarom-mogen-gebedshuizen-openblijven-terwijl-heel-het-land-op-slot-zit~b4fe2aa1/", "summary": "Ik bedoel: ik ben Dante’s ‘Inferno’ aan het herlezen, buitengewoon geschikte lectuur voor deze donkere tijd van het jaar.\nBij het artikel stond een foto van een beschilderd doek uit Klungkung, met daarop een verbeelding van het verhaal van de Balinese held Bima Swarga, ‘die zijn ouders bevrijdt uit de hel’.\nIs het niet voldoende dat we in het aardse leven wetten hebben en we overtreders straffen?\nTijdens de coronacrisis zijn het in de ogen van sommigen juist de religieuzen die zondigen, want waarom mogen gebedshuizen openblijven terwijl heel het land op slot zit?\nWaarom staat zij boven de regels die voor iedereen gelden?", "paragraphs": ["Dagelijks breng ik een uurtje in de hel door. Ik bedoel: ik ben Dante’s ‘Inferno’ aan het herlezen, buitengewoon geschikte lectuur voor deze donkere tijd van het jaar. Het blijft een afschrikwekkend boek, niet eens zozeer vanwege de vindingrijke martelingen die de zondaars ondergaan, als wel vanwege het meedogenloze wereldbeeld dat eruit spreekt. Het wreedst is misschien wel dat vrijwel iedereen die leefde voordat Christus zijn blijde boodschap kon verkondigen, in de hel verblijft. Hoe kunnen mensen zo’n ­sadistische God bedenken, eentje die wezens creëert in onwetendheid, en hen vervolgens voor hun onwetendheid straft?", "Laatst las ik in NRC over het retourneren van roofkunst die Nederland in de koloniale tijd in Indonesië heeft buitgemaakt. Bij het artikel stond een foto van een beschilderd doek uit Klungkung, met daarop een verbeelding van het verhaal van de Balinese held Bima Swarga, ‘die zijn ouders bevrijdt uit de hel’.", "Ik kende dat verhaal niet, maar het intrigeerde me, omdat het de zoveelste uitwerking is van die universele fantasie over een helse onderwereld, waarin sommige stervelingen bij leven kunnen afdalen, liefst om er iemand die daar onterecht ­beland is, uit te bevrijden.", "Waarom duikt die idee van een hel overal en in alle tijden op? Is het niet voldoende dat we in het aardse leven wetten hebben en we overtreders straffen? Blijkbaar niet, want we weten dat heel wat zondaars wegkomen met hun misdaden. ­Aardse rechtvaardigheid kent grenzen.", "Wie is de zondaar?", "In een tijd als de onze, waarin de onomstotelijke waarheden zijn verdwenen, is het moeilijker vast te stellen wie de zondaar is. Tijdens de coronacrisis zijn het in de ogen van sommigen juist de religieuzen die zondigen, want waarom mogen gebedshuizen openblijven terwijl heel het land op slot zit? Waarom bezocht minister Bijleveld op Kerstavond een kerkdienst? Waarom staat zij boven de regels die voor iedereen gelden? Op Tweede Kerstdag probeerde Gert-Jan Segers van de ChristenUnie op Twitter de discussie hierover af te doen als gezeur, maar de kritiek is legitiem.", "Natuurlijk, je zou kunnen redeneren: als de supermarkten open­blijven omdat mensen nu eenmaal moeten eten, dan mag ook de leverancier van gééstelijk voedsel de deuren openhouden. Alleen komt geestelijk voedsel niet uitsluitend meer in de smaak ‘religieus’. Theaters, boekhandels en nachtclubs ­bieden andere, misschien wel even noodzakelijke geestelijke ­gerechten – maar de deuren zijn ­gesloten.", "Van mij mag iedereen geloven wat-ie wil. Maar voorrangsregelingen voor instituten die zich aan de aardse mores onttrekken, zijn niet meer van deze tijd. De hel is afgeschaft. Hades, Osiris en Satan zitten in quarantaine hun vitamine D-­tabletjes te slikken. We zullen het zelf moeten doen, hier en nu: rekenschap afleggen over het al of niet ­naleven van regels die in de tastbare wereld gelden.", "Schrijver Jamal Ouariachi vervangt deze week Stevo Akkerman."], "authors": ["Jamal Ouariachi"], "keywords": ["openblijven", "van", "zijn", "zit", "waarom", "mogen", "voor", "en", "een", "heel", "slot", "terwijl", "op", "land", "het", "niet", "dat", "die"], "pubDate": "2020-12-28T06:47:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}