{"id": "02e9e0b2-41da-33a8-90eb-f9deec609068", "title": "Sunny Bergman: ‘Ze maken vaak een karikatuur van activisten’", "url": "https://www.parool.nl/kunst-media/sunny-bergman-ze-maken-vaak-een-karikatuur-van-activisten~bd4c309f/", "summary": "In de documentaire Oproerkraaiers volgt ze Kick Out Zwarte Piet en dierenactivisten, maar rijdt ze ook mee met de trekkers van Farmers Defence Force.\nUit onderzoek blijkt ook dat het grote publiek vaak wel achter de doelen van acties staat, maar de boodschapper wordt irritant gevonden.\nDaarom krijg je als activist vaak het verwijt een moraalridder te zijn, of een aandachtstrekker.\n“Dat heeft naast de lange strijd van KOZP ook te maken met de stupiditeit van de tegenstanders.\nIk merk nu dat veel jongeren zijn ­opgegroeid met mijn films, en dat ik ze heb ­aangezet om ook activist of feminist te worden.", "paragraphs": ["Sunny Bergman (48) onderzocht waarom activisme zoveel weerstand oproept. In de documentaire Oproerkraaiers volgt ze Kick Out Zwarte Piet en dierenactivisten, maar rijdt ze ook mee met de trekkers van Farmers Defence Force.", "Sunny Bergman (48) associeerde termen als activist en feminist nooit met iets negatiefs. Integendeel, voor haar stonden ze voor streven naar een rechtvaardige wereld, en daar kun je toch niet tegen zijn? Maar het activisme dat zij zo vanzelfsprekend als iets positiefs beschouwt wordt door een groot deel van de samenleving anders gezien. Als drammerig, ongenuanceerd, irritant. Ze besloot te onderzoeken waarom activisme zoveel weerstand oproept. In de documentaire Oproerkraaiers volgt Bergman onder meer Kick Out Zwarte Piet en dierenactivisten, maar rijdt ze ook mee met de trekkers van de Farmers Defence Force en ontmoet ze mensen die ten strijde trekken tegen de coronamaatregelen.", "Is het negatieve imago van activisten niet inherent aan wat ze doen? Zonder drammen bereik je weinig.", "“Als je de wereld wilt veranderen, moet je aandacht trekken, disruptief zijn. Dat wordt als vervelend gezien. Uit onderzoek blijkt ook dat het grote publiek vaak wel achter de doelen van acties staat, maar de boodschapper wordt irritant gevonden. Daarom krijg je als activist vaak het verwijt een moraalridder te zijn, of een aandachtstrekker. Ik vermoed dat bij veel mensen de weerstand ook voortkomt uit schuldgevoel over hun eigen onvermogen of omdat ze zelf niks doen.”", "In uw film heeft u het over het ‘onverschillige midden’. Wat bedoelt u daarmee?", "“Er wordt vaak een karikatuur gemaakt van activisten. Die worden dan neergezet als drammers, of hooligans. Zo kun je jezelf profileren als een baken van nuance. Maar juist de mensen in het ‘onverschillige midden’ zorgen er vaak voor dat er niets verandert, dat het systeem in stand blijft.”", "In uw film blijkt dat u soms ook tot die groep behoort.", "“Dat was confronterend. Toen ik optrok met een dierenactiviste verweet zij mij mijn gedrag, omdat ik nog zuivel en vlees eet. Dat klopt. Ik ben met haar meegegaan naar een varkensslachthuis en begreep wel wat ze bedoelde: het is ook eigenlijk onbegrijpelijk dat zoiets nog kan bestaan.”", "Je kunt niet overal de straat voor op gaan.", "“Nee, maar zij vond dat ik toch ten minste vegan kon worden. Je komt dan bij een voor mij fundamentele maar ingewikkelde vraag: in hoeverre kun je een individu verantwoordelijk stellen voor een systeem? Het is namelijk ook een neoliberaal smoesje: als jij nou stopt met vliegen, dan lost het probleem zich wel op. Dat is natuurlijk een illusie: zolang het systeem niet wordt ontmanteld, kunnen bedrijven als Shell met steun van de overheid hun gang blijven gaan.”", "U volgt in uw film ook de Farmers Defence Force. In hoeverre zag u overeenkomsten tussen de boeren en Kick Out Zwarte Piet, een organisatie die u van binnenuit kent?", "“De boer met wie ik optrok, was ook geraakt door onrecht. Activisten in de jaren zestig zeiden: al het persoonlijke is politiek, maar voor veel activisten en dus ook voor deze boeren is het politieke ook persoonlijk: ze voelen zich oprecht gekrenkt door het overheidsbeleid. Ik ben het totaal niet eens met hun analyses over onder meer het klimaat, maar herkende me in dat opzicht wel in hun gedrevenheid.”", "En waarin verschillen de boeren van KOZP?", "“Toen de boeren begonnen met hun acties was de publieke opinie op hun hand. Later, toen hun acties harder werden, is dat beeld gekanteld. Bij KOZP ging het precies omgekeerd: wij werden eerst neergezet als hooligans en terroristen, Jerry Afriyie is tijdens een demonstratie door de politie mishandeld en vervolgens werd door een agent aangifte tegen hém gedaan, waardoor hij zijn baan verloor. Dat de acties van boeren en anti-Zwarte Pietdemonstranten zo anders werden ontvangen, valt niet los te zien van racisme. Zwarte mensen die zich uitspreken, wordt te verstaan gegeven dat ze hun mond moeten houden terwijl boeren juist appelleren aan een Nederlands zelfbeeld van koeien, klompen en tulpen.”", "Toch heeft KOZP wel een hoop voor elkaar gekregen: Zwarte Piet is op steeds minder plekken te zien.", "“Dat heeft naast de lange strijd van KOZP ook te maken met de stupiditeit van de tegenstanders. Toen die met eieren en stenen gingen gooien en snelwegen blokkeerden, dachten mensen in het onverschillige midden: daar wil ik niet meer mee geassocieerd worden. Dit jaar zijn activisten van KOZP en Black Lives Matter zelfs uitgenodigd op het Catshuis.”", "“Het helpt om als activist haalbare doelen te stellen. Zwarte Piet is een belangrijk symbool, maar het gaat uiteindelijk om het aanpakken van institutioneel racisme. Daarom word ik ook zo wanhopig van de klimaatproblematiek: die is zo groot en daar is zo’n enorme systeemverandering voor nodig dat ik niet zie hoe we dat moeten aanpakken.”", "Veel films die u maakte, liepen vooruit op discussies die pas jaren later breed gevoerd werden. Bent u uw tijd niet te ver vooruit?", "“Dat vind ik raar om over mezelf te zeggen. Ik laat mij inspireren door mijn netwerk, en dat zijn veelal activistische mensen die vaak vanuit een ander perspectief naar de samenleving kijken. Zo stuit je vroeg op problemen, die pas later breed worden opgepakt. In 2013 maakte ik de film Sletvrees, en pas een paar jaar later werd slutshaming een onderwerp. Beperkt houdbaar, over cosmetische chirurgie, maakte ik in 2007, en nu is de discussie over het schoon-heids­ideaal, ook vanwege Instagram, actueler dan ooit. Uiteindelijk maak ik films om het ­bewustzijn van mensen een klein beetje te ­veranderen. Ik merk nu dat veel jongeren zijn ­opgegroeid met mijn films, en dat ik ze heb ­aangezet om ook activist of feminist te worden. Daar ben ik best trots op.”", "Oproerkraaiers is maandagavond om 20.25 uur te zien bij de VPRO op NPO2"], "authors": ["Roelf Jan Duin"], "keywords": ["van", "vaak", "sunny", "het", "met", "ik", "karikatuur", "ze", "een", "en", "dat", "ook", "te", "maken", "activisten", "bergman"], "pubDate": "2020-12-07T12:11:49+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}