{"id": "02ed7f89-32ed-35d7-9658-9f45d181d631", "title": "Schrijver Bernardine Evaristo: ‘Ik wilde stereotypes vermijden’", "url": "https://www.parool.nl/kunst-media/schrijver-bernardine-evaristo-ik-wilde-stereotypes-vermijden~bf1945cf/", "summary": "“Ik wilde koste wat het kost stereotypes vermijden,” zegt Evaristo tijdens een zoomgesprek vanuit haar huis in Londen.\nIk houd van haar verhaal en ik ben gek op de jaren tachtig, waarin haar verhaal begint.\n“Als je een zwarte schrijver bent die over zwarte personages schrijft, zeggen mensen al snel dat je over identiteit schrijft.\nAls dit niet het geval was geweest, had ik het boek als mislukt beschouwd.\nWitte lezers herkennen zich ook in de personages, maar geven vaker aan dat het gevoel hebben dat ze wat hebben geleerd.", "paragraphs": ["Bernardine Evaristo: ‘Mensen hebben verzorging en liefde nodig om van zichzelf te kunnen houden.’ Beeld Getty Images", "Er zijn te weinig romans waarin de ervaringen van zwarte vrouwen uit Groot-Brittannië centraal staan, vindt Bernardine Evaristo (61). Met Meisje, vrouw, anders, waarin ze de levens van twaalf zwarte vrouwelijke personages schetst, won ze een gedeelde Man Booker Prize 2019. (De andere winnaar was Margareth Atwood, met De testamenten.) “Ik wilde koste wat het kost stereotypes vermijden,” zegt Evaristo tijdens een zoomgesprek vanuit haar huis in Londen.", "In uw roman heeft u twaalf personages op de een of andere manier met elkaar verbonden (moeders, dochters, vriendinnen, kennissen). Hoe begon u aan deze exercitie?", "“Ik wilde zoveel mogelijk zwarte vrouwen uit Groot-Brittannië in een roman met elkaar verbinden, om het idee van wie we zijn in deze samenleving te verruimen. Aanvankelijk had ik veel meer dan twaalf vrouwen in gedachten. Het werd me echter al snel duidelijk dat de personages allemaal zoveel mogelijk van elkaar moesten verschillen, zodat niemand het boek zou lezen met de gedachte dat we op een of andere manier ‘homogeen’ zijn. We verschillen net zoveel van elkaar als ieder ander persoon.”", "Waarom koos u voor Amma als centrale figuur in de roman?", "“Amma is het meest eigenzinnig. Ik houd van haar verhaal en ik ben gek op de jaren tachtig, waarin haar verhaal begint. Amma’s theatervoorstelling fungeerde bovendien mooi als een vormtechnisch hulpmiddel: de roman begint ermee dat ze graag een voorstelling wil maken en eindigt ermee dat de personages haar voorstelling bezoeken.”", "“Het eerste personage over wie ik schreef was Carole. Omdat Carole een traumatische verkrachting doormaakt, wilde ik niet dat het verhaal om haar zou draaien en dat die gebeurtenis de toon zou zetten voor de rest van de roman. Dat is een veelvoorkomende truc van schrijvers: als je begint met een verschrikkelijke gebeurtenis, trek je de lezer het verhaal in en wek je sympathie voor het personage – maar ik vind de uitkomst vaak smakeloos. Je weet dat lezers gechoqueerd, ontzet en emotioneel het verhaal in worden getrokken als ze lezen dat een jong meisje wordt verkracht.”", "En u zou daarmee een ander hardnekkig stereotype bevestigen, namelijk dat van de agressieve, zwarte man.", "“Ik laat in het midden of Tray (de verkrachter) zwart is, omdat ik me daar ook bewust van was. Er is zoveel om rekening mee te houden. Hij heeft grijze ogen. Hij zou ook wit kunnen zijn.”", "Is Amma het personage met wie u zich persoonlijk het meest identificeert?", "“Mijn jongere zelf, jazeker! Amma en ik komen uit dezelfde omgeving. Maar ik voel me ook verbonden met Shirley, die net zoals ik professor op een universiteit is, en met Carole, die zich in een heel witte omgeving begeeft.”", "Amma is een zwarte, lesbische feminist die in de jaren tachtig, activistisch theater maakt. Toch drijft ze de spot met al die naar sekse, seksuele voorkeur, ras, religie en activisme gegroepeerde individuen die ze in de straten van Londen ziet. Hoe denkt u persoonlijk over identiteitspolitiek?", "“Als je een zwarte schrijver bent die over zwarte personages schrijft, zeggen mensen al snel dat je over identiteit schrijft. Identiteitspolitiek gaat over wie we zijn in de samenleving. Kijk hoe Trump zich manifesteert in de media: dat is ook identiteitspolitiek, maar dan van een witte, patriarchale man.”", "“Als we identiteitspolitiek willen gebruiken als hulpmiddel om te analyseren hoe we in de samenleving opereren, moet we over de grenzen kijken en alle groeperingen meenemen. Amma drijft zeker de spot met al die mensen die zichzelf buiten de maatschappij zien staan vanwege hun geaardheid, politieke voorkeur, etcetera. Ze willen allemaal tegen de geldende norm zijn, maar tegelijkertijd bestrijden ze elkaar. Identiteitspolitiek is een grote verdeler.”", "De personages in de roman hebben hun zwarte vriendinnen hard nodig. Die behoefte wordt sterker naarmate de omgeving waarin ze verkeren witter is. De Afro-Amerikaanse feministe Brittney Cooper schrijft in Eloquent Rage (2017) dat ze zelf lange tijd geen vriendinnen, maar ‘bondgenoten’ had, onder het mom van ‘we have to stick together’. Herkent u dat?", "“Sommige personages bevinden zich in een totaal witte werkomgeving, zoals Carole en ­Shirley. Zij zouden wel een vriendin of bond­genoot kunnen gebruiken. De levens van de oudere vrouwen Hatty and Grace zouden er heel anders uitzien als ze zwarte vriendinnen zouden hebben. Zwarte vrouwen kunnen zo’n steunnetwerk gebruiken, al bestaat dat maar uit ten minste één andere zwarte vrouw.”", "“Ik heb altijd een gemeenschap van zwarte vrouwen om me heen gehad. Voor mij persoonlijk is dat erg belangrijk gebleken. Er zijn zaken die onderzocht of besproken moeten worden die vrouwen die niet zwart zijn niet begrijpen, omdat zij de wereld niet ervaren als zwarte vrouw. Dit gevoel komt zeker op verschillende manieren aan de orde in de roman.”", "Audre Lorde schreef in Sister Outsider dat zwarte vrouwen elkaar haten vanwege een gedeelde onderdrukte positie in de samen­leving die hun gevoel van eigenwaarde heeft aangetast. Het essay dateert weliswaar uit 1984 en is gesitueerd in Amerika, waar veel zwarte Amerikanen dezelfde geschiedenis delen, maar toch ben ik benieuwd uw ervaring in Groot-Brittannië.", "“Hier is het tegenovergestelde het geval. Zwarte vrouwen vallen in de eerste plaats terug op elkaar, er is veel gedeeld begrip en de verhoudingen zijn vriendschappelijk. De Afro-Amerikaanse geschiedenis is heel lineair met een gezamenlijk slavernijverleden. Zwarte vrouwen in Groot-Brittannië komen uit alle windstreken. Wij hebben geen gedeelde geschiedenis. Mijn vader is Nigeriaans, maar ik heb veel Caribische vrienden en vrienden uit andere Afrikaanse landen. Wat ons verbindt, is dat we allemaal in Engeland zijn opgegroeid. Mijn generatie vrouwen en de generaties na mij hebben de neiging te mengen.”", "Een aantal personages is extreem gevoelig voor liefde en aandacht van de verkeerde personen. Carole gaat als dronken tiener mee met een knappe jongen en wordt slachtoffer van een groepsverkrachting, LaTisha raakt op jonge leeftijd zwanger van een jongen die haar direct laat zitten. Is dit gebrek aan eigenliefde een uitwas van de maatschappelijke onzichtbaarheid van zwarte vrouwen?", "“Ik wil niet al te veel psychologiseren, maar waar Carole en LaTisha vooral onder lijden, is de afwezigheid van een vader. Als ik iets wil uitdrukken, is het dat jonge meisjes kwetsbaar zijn. LaTisha is teleurgesteld door haar vader. Haar moeder heeft haar niet onder controle. Ze krijgt kinderen bij verschillende vaders. Binnen de verscheidenheid van vrouwen die ik wilde laten zien, moest ook een vrouw voorkomen met kinderen bij verschillende vaders, want dat is iets wat heel reëel aanwezig is in de samen­leving.”", "“Maar in de roman mocht maar één personage als LaTisha voorkomen, want anders zou ik stereotyperen: ik wilde onder geen beding de boodschap uitzenden dat zwarte vrouwen baby mama’s zijn, zoals we dat noemen. Ik geloof dat maar weinig mensen worden geboren met eigenliefde, want we hebben bevestiging van de mensen om ons heen nodig. Mijn roman gaat over verbindingen tussen mensen. Mensen hebben verzorging en liefde nodig om van zichzelf te kunnen houden.”", "U had de ambitie om zwarte vrouwen in Groot-Brittannië zichtbaar te maken. Bent u daarin geslaagd?", "“Zwarte vrouwen voelen zich gezien. Ze verhouden zich op verschillende niveaus tot de ervaringen en de levens van mijn personages. Als dit niet het geval was geweest, had ik het boek als mislukt beschouwd. Ook witte mannen herkennen zich in het boek, bijvoorbeeld omdat ze een klasse of achtergrond delen met mijn personages. Zwarte lezers reageren meer vanuit een perspectief van ‘insider’. Witte lezers herkennen zich ook in de personages, maar geven vaker aan dat het gevoel hebben dat ze wat hebben geleerd. Maar ik schrijf niet om te onderwijzen, ik schrijf om het idee van wie we zijn te verbreden.”", "Bernardine Evaristo Bernadine Anne Mobolaji Evaristo (Eltham, Londen, 1959), is gelauwerd auteur van fictie, korte verhalen, essays en theater. Ze onderscheidt zich door haar experimentele stijl en haar durf. In haar werk onderzoekt ze diverse aspecten van de Afrikaanse diaspora. Ze is de eerste zwarte vrouw en de eerste zwarte Britse schrijver die de Man Booker Prize heeft gewonnen."], "authors": ["Dieuwertje Mertens"], "keywords": ["van", "wilde", "het", "stereotypes", "zwarte", "die", "ik", "evaristo", "met", "vermijden", "een", "dat", "en", "schrijver", "ze", "bernardine"], "pubDate": "2020-12-06T13:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}