{"id": "02f37c13-3693-3acf-8c20-56e71e0ef858", "title": "15 pond ‘entree’ was veel geld voor een weinig exclusieve videoregistratie van Gorillaz ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/15-pond-entree-was-veel-geld-voor-een-weinig-exclusieve-videoregistratie-van-gorillaz~bad706ad8/", "summary": "Beeld Christian CargillOok als Gorillaz, de ‘virtuele’ band van popmuzikant Damon Albarn en cartoonist Jamie Hewlett, wel gewoon voor publiek had mogen optreden was het een moeilijke productie geweest.\nHij zong met zijn typerende huilstem een krachtig Strange Timez met achter hem in de ruime Kong Studio een veertienkoppige begeleidingsband onder leiding van Albarn.\nHet tweede liedje vereiste net als de plaat de aanwezigheid van Beck, maar die kreeg een eigen hologram en Elton John werd een door Hewlett getekend stripfiguur.\nAl leek hij wel een van zijn schreeuwerige, goudkleurige glitterbrillen aan Albarn te hebben afgestaan.\nMaar 15 pond (16,50 euro) ‘entree’ was veel geld voor een weinig exclusieve videoregistratie.", "paragraphs": ["Gorillaz live in Kong Studio in Londen. Beeld Christian Cargill", "Ook als Gorillaz, de ‘virtuele’ band van popmuzikant Damon Albarn en cartoonist Jamie Hewlett, wel gewoon voor publiek had mogen optreden was het een moeilijke productie geweest. Albarn werkt in ieder liedje samen met andere gastmuzikanten, en zie die allemaal maar eens bij elkaar te krijgen.", "Toch zagen we daar met verwilderd zwart haar onmiskenbaar Cure-zanger Robert Smith tijdens een van de drie ‘stream-only’ concerten in Londen, waarbij Gorillaz hun meest recente album Song Machine live presenteerde. Hij zong met zijn typerende huilstem een krachtig Strange Timez met achter hem in de ruime Kong Studio een veertienkoppige begeleidingsband onder leiding van Albarn.", "Het tweede liedje vereiste net als de plaat de aanwezigheid van Beck, maar die kreeg een eigen hologram en Elton John werd een door Hewlett getekend stripfiguur. Al leek hij wel een van zijn schreeuwerige, goudkleurige glitterbrillen aan Albarn te hebben afgestaan. Die bewoog zich tachtig minuten lang met zijn zwarte wollen mutsje behendig tussen iedereen door.", "Het klonk goed en was knap gemonteerd. Maar 15 pond (16,50 euro) ‘entree’ was veel geld voor een weinig exclusieve videoregistratie."], "authors": ["Gijsbert Kamer"], "keywords": ["van", "geld", "die", "videoregistratie", "een", "en", "exclusieve", "weinig", "maar", "gorillaz", "zijn", "wel", "entree", "voor", "veel", "pond", "met", "albarn"], "pubDate": "2020-12-14T13:43:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}