{"id": "030463e2-9329-36cd-8d36-4aacff873bca", "title": "Nu staan de vermogensbeheerders bovenop de financiële apenrots", "url": "https://volkskrant.nl/economie/nu-staan-de-vermogensbeheerders-bovenop-de-financiele-apenrots~bb25d44f/", "summary": "Het pas in 1988 opgerichte Amerikaanse concern zit boven op een onvoorstelbare zak geld van meer dan 7.000 miljard dollar.\nMet de invloed van Blackrock en zijn concurrenten Vanguard en State Street groeit ook de kritiek.\nZo bekritiseert de Europese Ombudsman het besluit van de Europese Commissie om uitgerekend Blackrock te contracteren voor een onderzoek naar hoe duurzaamheid onderdeel moet worden van financiële wetgeving.\nWe beleven misschien wel het hoogtepunt van het tijdperk van het ‘money manager capitalism’, zoals de legendarische econoom Hyman Minsky het al in de jaren negentig noemde.\nWant Blackrock mag op papier de grootste kapitalist ter wereld zijn, het gaat om uitbestede rijkdom.", "paragraphs": ["‘Vergeet Government Sachs’, schreef de rechtse New York Post maandag over de aanstaande machtswisseling in de Verenigde Staten, ‘het is Blackrock dat zich warmloopt om de nieuwe Wall Street-olifant in het Witte Huis te worden.’", "Government Sachs, dat was de bijnaam van de vorige regering. Donald Trump haalde de ene na de andere (ex-)medewerker van de roemruchte zakenbank Goldman Sachs naar Washington. Sommigen haakten voortijdig af (economisch adviseur Gary Cohn), anderen blijven tot het bittere einde op hun post (minister van Financiën Steve Mnuchin).", "Biden heeft andere plannen. Minstens twee Blackrock-namen zingen rond, onder meer voor de post van hoogste economische adviseur. Het is een teken des tijds. De macht in de financiële wereld is al jaren aan het verschuiven. Boven op de apenrots wankelt de positie van de banken. Kanshebbers die genoemd worden om de vacante positie van alfadier in te vullen, zijn behalve de grote techbedrijven de money managers, de vermogensbeheerders.", "Blackrock is de allergrootste. Het pas in 1988 opgerichte Amerikaanse concern zit boven op een onvoorstelbare zak geld van meer dan 7.000 miljard dollar. Die belegt het namens rijke particulieren, pensioenfondsen en andere beleggers. Op die manier heeft Blackrock als grootaandeelhouder een vinger in de pap bij vrijwel alle toonaangevende bedrijven.", "Donald Trump, Mike Pence en Steve Mnuchin. Beeld AP", "Ook bij ons. Volgens Corporate Europe Observatory, een ngo die de Brusselse lobby kritisch volgt, is Blackrock de belangrijkste of een-na-belangrijkste aandeelhouder van maar liefst twaalf van de vijftien grootste Europese banken. In Nederland zijn er forse belangen in ondernemingen als Ahold, ASR, ING en DSM.", "Met de invloed van Blackrock en zijn concurrenten Vanguard en State Street groeit ook de kritiek. Er zijn zorgen over machtsmisbruik en belangenverstrengeling. Temeer omdat overheden de vermogensbeheerders regelmatig inhuren voor advies. Zo bekritiseert de Europese Ombudsman het besluit van de Europese Commissie om uitgerekend Blackrock te contracteren voor een onderzoek naar hoe duurzaamheid onderdeel moet worden van financiële wetgeving.", "‘Bij elkaar zijn de Grote Drie de grootste eigenaar van 88 procent van alle S&P 500-bedrijven’, waarschuwt het fel tegen monopolies gekante American Economic Liberties Project. De denktank pleit er in een nieuw rapport voor dit ‘oligopolie’ op te breken.", "Dat wordt nog een helse klus. We beleven misschien wel het hoogtepunt van het tijdperk van het ‘money manager capitalism’, zoals de legendarische econoom Hyman Minsky het al in de jaren negentig noemde. En we beseffen nog maar half wat dat betekent. Want Blackrock mag op papier de grootste kapitalist ter wereld zijn, het gaat om uitbestede rijkdom.", "‘Het geld dat wij beheren, is niet van ons’, schrijft topman en miljardair Larry Fink in zijn jaarlijkse brief aan ceo’s. ‘Het is van mensen in tientallen landen die met dit geld doelen op de lange termijn willen financieren, zoals hun pensioen.’ Dus waar ligt dan de échte financiële macht: bij de grootste tussenpersoon ter wereld, of zijn duizenden kapitaalverstrekkers?"], "authors": ["Koen Haegens"], "keywords": ["bovenop", "apenrots", "van", "vermogensbeheerders", "financiële", "het", "op", "zijn", "die", "staan", "een", "nu", "en", "te", "blackrock", "voor"], "pubDate": "2020-12-02T16:34:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}