{"id": "031135c2-2646-3215-a890-3af362ac9f6f", "title": "Architectuurhistoricus Amy Thomas: ‘Het kantoor is gebouwd voor mannen, en door mannen’", "url": "https://trouw.nl/wetenschap/architectuurhistoricus-amy-thomas-het-kantoor-is-gebouwd-voor-mannen-en-door-mannen~b48a0320/", "summary": "Geïnspireerd door Scandinavische voorbeelden stelde ze voor huizen voor woongroepen te ontwerpen, met aangrenzende kinderopvang, gezamenlijke keukens en wasfaciliteiten, zodat bewoners taken konden verdelen, en vrouwen en mannen beiden konden werken.\n“Van oudsher is het kantoor gebouwd voor mannen en door mannen”, zegt Thomas, die nu drie jaar in Delft werkt.\nAan het University College Londen promoveerde ze op het ontwerp van het financiële district in de Britse hoofdstad.\nAanhangers van het Taylorisme voerden minutieuze studies uit naar de bureaus en stoelen die het werk van vrouwelijke typistes konden optimaliseren, zegt Thomas.\nMannen maken even snel gebruik van een urinoirOf neem sanitaire voorzieningen, die door vrouwen anders worden gebruikt dan door mannen.", "paragraphs": ["De Delftse architectuurhistoricus Amy Thomas begint een groot onderzoek naar de genderongelijkheid in ontwerp en inrichting van kantoren.", "Veertig jaar geleden publiceerde een toen nog onbekende architect een essay in het feministische tijdschrift Signs. ‘Hoe zou een niet-seksistische stad eruit zien?’ luidde de titel van haar iconisch geworden verhaal. Daarin ­fileerde ze het ontwerp van Amerikaanse steden en suburbs, voorsteden. Mannelijke architecten bouwen deze woonwijken met traditionele rolverdelingen in hun achterhoofd, vond zij. Een vrouw hoort thuis, was het adagium. Dolores Hayden, die een vermaard hoogleraar stedelijke architectuur aan de Yale-universiteit zou worden, verafschuwde het.", "Vrouwen zitten met hun kinderen gevangen in hun gezinswoningen, schetste Hayden. De man verdwijnt ’s morgens met de auto naar het werk, de vrouw achterlatend met taken die haar aan huis binden. Haydens oplossingen waren even creatief als radicaal. Geïnspireerd door Scandinavische voorbeelden stelde ze voor huizen voor woongroepen te ontwerpen, met aangrenzende kinderopvang, gezamenlijke keukens en wasfaciliteiten, zodat bewoners taken konden verdelen, en vrouwen en mannen beiden konden werken.", "Hoewel ze erover bleef schrijven, kwam er in de praktijk weinig van Haydens ideeën terecht. Toch heeft haar gedachtegoed invloed gehad. De manier van bouwen kan een gelijkwaardige rol voor vrouwen inperken of juist stimuleren, dat idee is nu onbetwist. Maar er zit nog een groot hiaat in de kennis over rolpatronen in de gebouwde omgeving, meent de Britse architectuurhistoricus Amy Thomas van de TU Delft.", "Thomas vindt het hoog tijd om te onderzoeken welke rol gender heeft gespeeld in het ontwerp van kantoren. Hoe zou een niet-seksistische werkplek eruit zien? Op die vraag hoopt ze een antwoord te vinden in haar onderzoek, waarvoor ze van onderzoeksfinancier NWO een subsidie kreeg van 250.000 euro.", "“Van oudsher is het kantoor gebouwd voor mannen en door mannen”, zegt Thomas, die nu drie jaar in Delft werkt. Aan het University College Londen promoveerde ze op het ontwerp van het financiële district in de Britse hoofdstad. Terwijl ze zich verdiepte in het ontstaan van de beursvloeren en ­kantoren in die wijk, die na de Tweede Wereldoorlog werd gebouwd, realiseerde ze zich hoezeer de architectuur verband hield met gender. “De ruimtes op die handelsvloeren werden opzettelijk klein gehouden zodat het gevoel van concurrentie werd aangewakkerd. Hier konden testosteron en agressie hun werk doen.”", "Amy Thomas Beeld Ollie Palmer", "Als architectuurhistoricus aan de TU Delft doet Amy Thomas haar werk ­allereerst voor een wetenschappelijk publiek, maar ze hoopt met haar onderzoeksresultaten ook een documentaire te maken. Die wil ze vertonen in het bijzijn van architecten en ontwerpers. Ze hoopt te laten zien hoe het ontwerp van werkplekken is beïnvloed door historische gendernormen, soms op subtiele manieren, en door patronen die niet zo makkelijk aan te passen zijn. “Daarover hoop ik het gesprek op gang te brengen.” Soms zijn genderpatronen nog heel uitgesproken, vertelt Thomas. Zo vindt ze het vreemd dat zoveel kantoren nog geen ruimte hebben waar moeders kunnen kolven. Of neem de kantoren waar een rij portretten van mannen de wanden siert. Die kun je zelfs nog zien bij architectuuropleidingen, zegt ze. Als dat de helden van de architectuurstudenten moeten zijn, is er nog werk aan de winkel, wil ze maar zeggen.", "Het gemiddelde kantoor is geen Londense beursvloer. Maar het is wel een plek waar genderverschillen decennialang zijn uitvergroot, waar mannelijke directeuren en vrouwelijke secretaresses in verschillende ruimtes werkten, zegt Thomas. Die verschillen speelden een rol in het ontwerp van meubels en de indeling van ruimtes.", "Hoewel het aantal vrouwen in managementposities stijgt, is er nog steeds sprake van ongelijkheid op de werkvloer. In 2005 was 3 procent van de leden van het dagelijks bestuur bij beursgenoteerde ondernemingen in Nederland vrouw, nu is dat 12,5 procent, blijkt uit de Female Board Index.", "Typistes zette men in grote, open ruimtes waar toezicht kon worden gehouden", "De eerste kantoortorens die in de Verenigde Staten en Europa uit de grond werden gestampt aan het eind van de negentiende en het begin van de twintigste eeuw, zijn niet gebouwd op een idee van gelijkheid. De mannelijke kantoorklerk was tot die tijd de standaard geweest, maar ineens gingen ook vrouwen op grote schaal aan het werk achter typemachines en in telefooncentrales. Deze secretaresses en telefonistes werden vaak in grote open ruimtes neergezet, waar er toezicht op hen kon worden gehouden. Mannen werkten vaker in een eigen kantoor, waar ze deur achter zich dicht konden trekken.", "Het belang van toegang tot die afgesloten ruimtes, zegt Thomas, heeft de Amerikaanse planoloog Daphne Spain laten zien in haar boek Gendered Spaces. Zij noemt het ‘het rijk van de gesloten deuren’. “Dat zijn de plekken met privileges, waar je toegang hebt tot de kennis die je nodig hebt om op te klimmen in een organisatie.”", "Typisch vrouwenwerk werd in open ruimtes gedaan. “En dat waren niet de plekken waar de beslissingen werden genomen.” Directiesecretaresses waren een uitzondering op deze regel. Zij kwamen in de regel veel dichter bij de macht en hadden daarmee een bijzondere ­positie.", "In haar onderzoek wil Thomas doorgronden welke rol gender speelde in de managementtheorieën die door de jaren heen de kantoorinrichting bepaalden. Een voorbeeld is het Taylorisme, dat in zwang raakte vanaf 1910. De Amerikaanse Ford-fabrieken presenteerden hun lopende-bandsysteem, onder meer bedoeld om verspilling van tijd en menselijke energie tegen te gaan en efficiëntie te verhogen. ‘Wetenschappelijke bedrijfsvoering’, noemde grondlegger Frederick Taylor zijn methode, die ook op administratieve kantoren zou aanslaan.", "Aanhangers van het Taylorisme voerden minutieuze studies uit naar de bureaus en stoelen die het werk van vrouwelijke typistes konden optimaliseren, zegt Thomas. “Er werden speciale stoelen en bureaus voor ze gebouwd, het vrouwelijk lichaam werd het verlengstuk van de machine.” Directiebureaus waren design­objecten, zegt Thomas, terwijl een typistenbureau meer als een instrument werd gezien.", "De kantoortuin doorbrak de strenge hiërarchie", "Het Taylorisme zou geleidelijk invloed verliezen. Langzaamaan kwam het productieproces minder centraal te staan en ontstond er aandacht voor wat de mens op de werkvloer nodig had. Na de Tweede Wereldoorlog groeide het idee van human resources. Er kwam aandacht voor sociale processen op kantoor.", "In de jaren vijftig en zestig ontstond de voorloper van de kantoortuin. Een Duitse firma bedacht het concept Bürolandschaft, grote open ruimtes, landschappen, waar werknemers met elkaar samenwerkten in clusters, van elkaar afgescheiden door planten, kasten en schermen. Kantoortuinen waren in Nederland onder meer terug te vinden in het Centraal Beheerkantoor in Apeldoorn uit 1972, ontworpen door architect Herman Hertzberger.", "Met het idee van de kantoortuin werd de strenge hiërarchie tussen hoog en laag ietwat doorbroken en daarmee bevorderde het gelijkheid. Werknemers met verschillende functies werkten vaker samen en dus ook mannen met vrouwen.", "In de Verenigde Staten en Groot-Brittannië vonden ze dit loslaten van hiërarchie in kantoren maar gek, zegt Thomas. “Het had daar veel minder invloed. In Nederland hebben werknemers meer zeggenschap over hun werk en werkplek, hier heerst een minder hiërarchische cultuur.”", "In haar studie wil Thomas mede daarom kantoorgebouwen in de Verenigde Staten, het Verenigd Koninkrijk en Nederland vergelijken. Haar onderzoek zal historisch zijn, maar ze vermoedt dat de rolpatronen die vroeger in kantoorinrichting ingebakken ­zaten hun sporen hebben nagelaten in de huidige kantoorpanden. Die sporen wil ze blootleggen. Het kantoor is nog altijd meer ‘zijn kantoor’ dan ‘haar kantoor’.", "De meeste kantoren zijn door mannen gebouwd en ingericht, zegt Thomas. Vrouwen zijn altijd ondervertegenwoordigd geweest in de architectuur, laat staan dat er plek was voor vrouwen die kantoren ontwierpen. Interieurontwerp is een tak van sport waarin meer vrouwen werken, maar zelfs dát geldt niet voor kantoren, zegt Thomas. “Uit eerder onderzoek weten we dat de meeste ­grote bedrijven door mannen geleid werden en liever niet met een vrouwelijke ontwerper te maken wilden hebben. Het idee was toch dat dit een mannenzaak was.”", "Als enige vrouw stond Florence Knoll tussen mannen in pak", "Er zijn uitzonderingen, zoals de Amerikaanse Florence Knoll, pionier van moderne naoorlogse kantoorgebouwen. Ze had haar eigen firma en deed de inrichting voor klanten als IBM, General Motors en Heinz. Er zijn foto’s waarop Knoll als enige vrouw ­omgeven door mannen in pakken haar plannen voor ontwerpen uiteenzet.", "Ook weet Thomas dat er wel degelijk af en toe vrouwennamen tussen de designteams van kantoren staan. Ze wil onderzoeken of hun rol niet groter is geweest dan tot nu toe gedacht.", "Waarom is het erg dat mannen kantoren ontwerpen, vrouwen kunnen daar toch net zo goed in werken? Zo is het niet helemaal, zegt Thomas. Het punt is dat in zo’n mannenwereld de man als de standaard wordt genomen. In de jaren zestig is de richtlijn bepaald voor temperatuurinstellingen van airconditioning in kantoren. Daarvoor werd de mannelijke stofwisseling als basis gebruikt, concludeerden twee Maastrichtse onderzoekers in 2015 in het tijdschrift Nature Climate Change. In die tijd werkten er nu eenmaal meer mannen dan vrouwen op kantoor.", "Vrouwen geven echter de voorkeur aan een hogere binnentemperatuur, waardoor zij het op kantoor vaker koud hebben, aldus de onderzoekers.", "Zo zijn mannen ook als standaard genomen voor het ontwerp van bureaus, stoelen en kantoorkasten, weet Thomas. Dat resulteert in bureaus die zo open zijn, dat vrouwen die een rok of jurk dragen erop moeten letten dat ze hun benen bij ­elkaar houden.", "Thomas wijst naar het in 2019 verschenen boek Onzichtbare vrouwen van de Britse journalist Caroline Criado Perez, dat laat zien dat in ontwikkeling van heel veel producten de man norm is, of het nu gaat om autogordels of medicijnen.", "Mannen maken even snel gebruik van een urinoir", "Of neem sanitaire voorzieningen, die door vrouwen anders worden gebruikt dan door mannen. Dat speelt ook op kantoren, denkt Thomas. “Over het algemeen zijn er meer mannentoiletten, ik wil onderzoeken of dit ook op kantoren zo is.” Mannen kunnen even snel gebruikmaken van een urinoir, voor vrouwen is dit niet mogelijk. Die moeten dus minder wc’s delen. En ze hebben andere behoeftes, bijvoorbeeld wanneer ze ongesteld zijn. “Er is in design onvoldoende waardering voor de verschillende manieren waarop vrouwen het toilet moeten gebruiken”, aldus Thomas.", "Thomas is schatplichtig aan het werk dat architecte Dolores Hayden veertig jaar geleden begon, omdat ze ook kijkt naar de locaties van het kantoren en de manieren waarop vrouwen en mannen kantoren kunnen bereiken en op kantoor kunnen socializen.", "Het is nog altijd zo dat vrouwen oververtegenwoordigd zijn in het huishouden en de zorg voor kinderen. “Vrouwen kunnen daardoor minder makkelijk even blijven voor een drankje in de stad na werktijd”, zegt Thomas. Dus pakt het verschijnsel dat kantoren vaak in het centrum van een stad staan, terwijl woningen in buitenwijken liggen, verschillend uit voor mannen en vrouwen. “Er ontstaat dan een dynamiek waarin forenzen en het sociale aspect van werk anders zijn voor vrouwen dan voor mannen.”", "Lees ook:", "De kantoortuin: ruimtelijk of ongezond?", "Eens ging de open werkplek door voor revolutionair, nu krijgt de kantoortuin vooral kritiek. Bedrijfsartsen waarschuwen zelfs voor hoofdpijn, stress en burn-out. De zoektocht naar de ideale werkplek gaat door. ‘Als we terug willen naar die hokken, lopen we achteruit.’"], "authors": ["Elleke Bal"], "keywords": ["zijn", "amy", "van", "voor", "gebouwd", "mannen", "en", "een", "ze", "dat", "thomas", "het", "architectuurhistoricus", "door", "die", "kantoor"], "pubDate": "2021-01-09T13:53:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}