{"id": "03178e3f-071a-3121-a9b7-ab0f566d09f1", "title": "Is het virus minder dodelijk dan we dachten?", "url": "https://volkskrant.nl/nieuws-achtergrond/is-het-virus-minder-dodelijk-dan-we-dachten~b333d7ec/", "summary": "en tijd voor minder schadelijke scenario’s!’, aldus Forum voor Democratie-Kamerlid Wybren van Haga, een van de prominenten die het getal herhaalden.\nDe 0,23 procent komt echter niet uit een ‘rapport van de WHO’, maar uit een artikel in het maandelijkse bulletin van de WHO.\nVoor zijn studie nam Ioannidis 61 eerdere onderzoeken naar het sterftecijfer van het coronavirus, en rekende die aan elkaar.\nKoolman denkt dat het sterfterisico de komende winter weer geleidelijk zal toenemen, als meer ouderen in aanraking komen met het virus en – dat ook – de zorg zwaarder belast raakt.\n‘Al denk ik niet dat het weer op het niveau komt van de eerste piek’, zegt hij.", "paragraphs": ["Met de tweede coronagolf neemt ook het aantal sterfgevallen weer toe: sinds oktober zijn in Nederland 1.350 personen aan covid-19 overleden. Maar hoe staat dat in verhouding tot een stevige griep, en is het overlijdensrisico nu lager? Drie stellingen beoordeeld.", "1. ‘De WHO heeft het sterftecijfer drastisch verlaagd’ (Beoordeling: onjuist )", "‘Wat mij deze week opviel, wat iets minder de media haalde, was het nieuwe rapport van de WHO, de Wereldgezondheidsorganisatie, over hoe dodelijk covid is. Ze denken nu dat de sterfte op ongeveer 0,23 procent zit van de geïnfecteerden. En voor de mensen onder de 70 zou dat zo’n 0,05 procent zijn. Dat dempt mijn covidpsychose enigszins.’", "Wilt u dit verhaal liever beluisteren? Hieronder staat de door Blendle voorgelezen versie.", "Jort Kelder toonde zich er op Radio 1 onthutst over, en hij is de enige niet: het getal van 0,23 procent duikt sindsdien voortdurend op, vooral in kringen van personen die de ernst van de coronacrisis willen relativeren. Voor de seizoensgriep schat men de sterfte immers op zo’n 0,1 procent, één op duizend; dat scheelt al niet meer zo veel. ‘Geen enkele reden voor handhaving van covid-19 op de A-lijst (van meldingsplichtige infectieziekten, red.) en tijd voor minder schadelijke scenario’s!’, aldus Forum voor Democratie-Kamerlid Wybren van Haga, een van de prominenten die het getal herhaalden.", "De 0,23 procent komt echter niet uit een ‘rapport van de WHO’, maar uit een artikel in het maandelijkse bulletin van de WHO. Erg vooraanstaand in de wetenschap is dat blad niet. Maar de auteur is dat wél: John Ioannidis, epidemioloog te Stanford en prominent waakhond van de medische wetenschapsbeoefening.", "Voor zijn studie nam Ioannidis 61 eerdere onderzoeken naar het sterftecijfer van het coronavirus, en rekende die aan elkaar. De uitkomst: van alle mensen die corona krijgen, zal zo’n 0,23 procent uiteindelijk overlijden.", "Maar dat is het wereldwijde gemiddelde. In Nederland ligt de sterfte veel hoger, blijkt uit Ioannidis’ eigen tabellen: 0,7 procent, volgens hem. Fors zijn ook de sterftecijfers die Ioannidis opsomt voor diverse andere Europese landen: 0,87 procent sterfte in België, 0,92 procent in Spanje, 0,93 in Engeland.", "Daarnaast leunt Ioannidis echter ook op andere, meer twijfelachtige gegevens. Zo betrekt hij zijn cijfers uit landen als Iran, Pakistan en India, waar de telling van het aantal coviddoden zo goed als zeker te laag is, en uit Afrikaanse en Aziatische landen, die dankzij hun piepjonge bevolking het gemiddelde omlaag trekken – jonge mensen hebben veel minder kans op sterfte.", "Bovendien blijken zijn cijfers vaak ontleend aan allerlei kleine, niet-representatieve deelonderzoeken. Voor de cijfers uit Chili leunt hij op een steekproef van schoolkinderen, de gegevens van Kroatië zijn gebaseerd op een steekproef onder fabrieksarbeiders.", "Voor Nederland baseert hij zich onder meer op een onderzoek van bloedmonsters uit een Rotterdams ziekenhuis. Marion Koopmans, die dat onderzoek leidde, is verbaasd als ze ervan hoort. ‘Dat is op geen enkele manier een studie waaruit je het landelijke sterftecijfer kunt afleiden’, benadrukt ze.", "‘Dit lage sterftecijfer is gewoon een gevolg van de lage kwaliteit van de review zelf’, aldus de Australische epidemioloog Gideon Meyerowitz-Katz tegen Britse journalisten. ‘Interessant genoeg citeert hij ons onderzoek, maar heeft hij de cijfers fout.’", "Ioannidis zelf is inmiddels verstrikt geraakt in een web van intriges, nadat uit gelekte e-mails is gebleken dat hij in maart in stilte een lobby probeerde op te zetten om strenge coronamaatregelen te voorkomen. Bovendien ontdekten Amerikaanse journalisten dat zijn onderzoek werd gefinancierd door de Cypriotische miljardair David Neeleman, oprichter van luchtvaartprijsvechter JetBlue.", "‘Ik weet niet of het bewust of onbewust is, maar dit onderzoek is duidelijk slordig’, zegt medisch statisticus Maarten van Smeden (UMC Utrecht). ‘Nederlandse collega’s die met hem hebben gewerkt zijn zeer verbaasd. Het doet pijn dat hij met bagger komt.’", "2. ‘Corona doodt toch haast alleen maar 70-plussers’ ( Deels juist, deels onjuist)", "Berekenen hoeveel mensen aan een ziekte overlijden is eigenlijk makkelijk. Tel het aantal overledenen, en deel ze door het aantal geïnfecteerden. In Nederland hadden na de eerste golf zo’n 880 duizend tot 1 miljoen mensen antistoffen tegen het virus in het bloed, blijkt uit diverse steekproeven. Volgens de officiële tellingen overleden er zeker 7.797, en vermoedelijk 10.067 mensen aan het virus. Dat vertaalt zich naar een sterfte van ongeveer 1 procent: tien keer dodelijker dan de griep.", "Maar dat is het gemiddelde. ‘Als je beleidsmaker bent, zijn dit belangrijke cijfers. Als je gewoon burger bent, haal je hier heel weinig uit’, benadrukt medisch statisticus Van Smeden. Het sterfterisico verschilt immers sterk per persoon. Vooral de leeftijd maakt uit: van de bij de GGD geregistreerde 7.576 coronadoden, waren er maar 59 onder de 50, en ruim vierhonderd onder de 65.", "Boven die leeftijd loopt het sterfterisico snel op, bleek deze week andermaal uit een grote Brits-Franse analyse in Nature van de sterfte in 45 landen: 1 procent overlijdenskans voor iemand tussen de 65 en de 70, 1,7 procent tussen de 70 en 75, 3,2 procent tussen de 75 en de 80 en zelfs 8,3 procent boven de 80 jaar. Dat sluit aan bij andere academische studies, die met vergelijkbare cijfers komen.", "En omdat in het ene land meer ouderen wonen dan in het andere en de gezondheidszorg per land verschilt, scheelt ook het sterftecijfer per land. Volgens een analyse van Imperial College London en de WHO ligt de sterfte in rijkere landen, met hun oudere bevolking, ergens tussen de 0,78 en de 1,79 procent, terwijl de sterfte in lage-inkomenslanden meestal ligt tussen de 0,14 en de 0,42 procent.", "De studie in Nature komt met een top-45 van landen, gerangschikt naar de hoogte overlijdenskans aan corona. Het vergrijsde Japan staat bovenaan, Nederland komt op de 15de plaats, na landen als Duitsland, Frankrijk, Zweden en België, maar met een hogere sterfte dan bijvoorbeeld Denemarken en Zuid-Korea.", "Verleidelijk om te denken dat het misschien het best is om alle 70-plussers te isoleren, zodat de rest van Nederland door kan. Maar dat is te simpel gedacht. Omdat het virus ongehinderd al snel 60 tot 80 procent van de bevolking zal infecteren, vertalen ook kleine sterfterisico’s zich al snel naar grote aantallen.", "Zelfs zonder de 70-plussers overlijden er dan zo’n 20 duizend mensen, onder wie ongeveer 50 kinderen, 200 twintigers, 500 dertigers, 1.500 veertigers en pakweg 5.000 vijftigers. Ter vergelijking: tijdens het uitzonderlijk zware griepseizoen van 2017-2018 overleden er in totaal 147 mensen jonger dan 70. Onder hen drie twintigers, twee dertigers en zeven veertigers.", "En dat is nog afgezien van de rest: naar schatting 180 duizend personen zouden naar het ziekenhuis moeten, de zorg zou imploderen zodat andere patiënten overlijden, en vele duizenden zouden weliswaar herstellen maar langdurig klachten houden en misschien zelfs voorgoed in de Ziektewet belanden.", "Van Smeden ziet een ander, praktisch probleem: doe het maar eens, de kwetsbaren afzonderen. ‘Ik kan me geen geval van een infectieziekte herinneren waarin het beschermen van mensen met een verhoogd risico heeft gewerkt.’", "3. ‘De sterfte is lager dan tijdens de eerste golf’ (Juist)", "Misschien wel de hoopvolste ontwikkeling zijn de sterke aanwijzingen dat het sterftecijfer lager ligt dan tijdens de eerste golf. ‘In de ziekenhuizen zien we een duidelijke afname in opnameduur en overlijden’, signaleert Van Smeden, die meewerkt aan een internationale analyse die nog in volle gang is.", "Zo ging in Nederland de kans om te overlijden na opname op de ic van 30 naar 20 procent, en nam de gemiddelde ligduur af, van 18,7 dagen tijdens de eerste golf naar 14,7 dagen nu. In Engeland bleek de sterftekans van covidpatiënten in het ziekenhuis afgelopen zomer zelfs gekrompen van 6 naar ‘slechts’ 1,5 procent.", "De vraag is echter waar dat precies aan ligt. Een belangrijke verklaring is dat de gemiddelde leeftijd van de huidige patiënten lager is: in Nederland is de gemiddelde ic-patiënt nu 63, vier jaar jonger dan tijdens de eerste golf. En aangezien jongere patiënten een betere prognose hebben, zie je dat terug in het sterftecijfer.", "Dat gunstige effect zou weleens van korte duur kunnen zijn. Gezondheidseconoom Xander Koolman (VU Amsterdam) wijst erop dat in meer Europese landen het sterftecijfer afgelopen zomer sterk daalde. ‘Waarschijnlijk omdat de hoogrisicogroepen toen weinig besmet raakten’, zegt hij. ‘De epidemie verschoof naar de studenten. Nu verwachten we dat de sterfte weer stijgt, omdat de hoogrisicogroepen weer vaker besmet worden.’", "Toch zijn er ook aanwijzingen dat er sprake is van een betere prognose, óngeacht de leeftijd. In Oxford rekenden wetenschappers van het Centre for Evidence Based Medicine de cijfers per leeftijdsgroep door uit Duitsland: bij vooral 80-plussers was de sterfte enorm afgenomen, van 29 procent naar 11 procent afgelopen zomer. Ook bij zestigers en zeventigers verbeterde het vooruitzicht: in het begin van de epidemie overleed zo’n 9 procent na de diagnose corona, in augustus nog maar 2 procent.", "Dat zou ook wel zo logisch zijn, want de ziekte is geen nieuwkomer meer. Patiënten herkennen haar eerder, artsen weten welke medicijnen ze moeten inzetten, en – cru maar waar – veel van de kwetsbaarsten zijn al tijdens de eerste golf overleden. Een meer speculatieve verklaring is dat het virus zelf wat ongevaarlijker is geworden, of dat patiënten minder ernstig ziek worden doordat ze vanwege de maatregelen een lagere dosis virus binnenkrijgen.", "Maar eerlijk is eerlijk, het coronavirus is heeft er nog niet één jaar op zitten. Koolman denkt dat het sterfterisico de komende winter weer geleidelijk zal toenemen, als meer ouderen in aanraking komen met het virus en – dat ook – de zorg zwaarder belast raakt. ‘Al denk ik niet dat het weer op het niveau komt van de eerste piek’, zegt hij. ‘Het virus gaat niet meer willekeurig rond door de samenleving. De hoogrisicogroepen zullen zich beter afzonderen en de thuiszorg heeft meer beschikking over persoonlijke beschermingsmiddelen.’", "Bron grafieken: O’Driscoll et al., Nature"], "authors": ["Maarten Keulemans"], "keywords": ["dodelijk", "van", "dan", "het", "op", "maar", "zijn", "virus", "minder", "een", "en", "dachten", "dat", "uit", "procent"], "pubDate": "2020-11-06T18:49:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}