{"id": "0321736b-714c-336d-84c4-30392e16f31b", "title": "De ene aasgier vindt de prooi, de ander raakt in opspraak", "url": "https://volkskrant.nl/economie/de-ene-aasgier-vindt-de-prooi-de-ander-raakt-in-opspraak~bb2eb6b9/", "summary": "Grote winnaar is het hedgefonds van tycoon Daniel Loeb, die in augustus al honderden miljoenen zette op de snelle komst van een vaccin.\nZijn hedgefonds Third Point met een vermogen van 13,5 miljard dollar, verdiende liefst 400 miljoen dollar door op voorhand te anticiperen op een koersrally na de verkiezingen.\nEen tweede opsteker voor Loeb was de bekendmaking van Pfizer dat het een vaccin heeft ontwikkeld dat in negen van de tien gevallen een coronabesmetting voorkomt.\nCrispin OdeyCrispin Odey (Odey Asset Management) - moet voor de rechter verschijnen vanwege seksueel misbruikHedgefondsmanagers staan bekend als aasgieren.\nHij had zich als hedgefondsmanager al bij veel van zijn beleggers onmogelijk gemaakt vanwege zijn slechte resultaten in de afgelopen tijd.", "paragraphs": ["Daniel Loeb", "Winnaar: Daniel Loeb (Third Point) - gokte op vaccin en uitslag verkiezingen", "Soms lacht het geluk je toe. Hedgefondsen, beleggingsfondsen die een slaatje proberen te slaan uit kortetermijnontwikkelingen, hebben geen goed jaar. Ze gokten nogal eens verkeerd op enorme koersdalingen door de coronapandemie. Maar de koersen stijgen, niet ondanks maar zelfs dankzij corona. De coronacrisis heeft ertoe geleid dat de centrale banken de rente nog lager hebben gemanipuleerd, waardoor iedereen in aandelen en vastgoed vlucht.", "Grote winnaar is het hedgefonds van tycoon Daniel Loeb, die in augustus al honderden miljoenen zette op de snelle komst van een vaccin. ‘Wij hebben na gesprekken met wetenschappers het vertrouwen dat nog voor het einde van het jaar verschillende efficiënte vaccins op de markt zullen zijn’, zo schreef hij.", "En ook met de uitslag van de Amerikaanse presidentsverkiezingen sloeg hij een slag. Zijn hedgefonds Third Point met een vermogen van 13,5 miljard dollar, verdiende liefst 400 miljoen dollar door op voorhand te anticiperen op een koersrally na de verkiezingen. Veel andere beleggers vreesden koersdalingen door chaos en onzekerheid over de uitslag. Loeb vertelde beleggers ‘dat hij niet bezorgd was over het effect van de verkiezingen op de markt’. Een tweede opsteker voor Loeb was de bekendmaking van Pfizer dat het een vaccin heeft ontwikkeld dat in negen van de tien gevallen een coronabesmetting voorkomt.", "Crispin Odey", "Crispin Odey (Odey Asset Management) - moet voor de rechter verschijnen vanwege seksueel misbruik", "Hedgefondsmanagers staan bekend als aasgieren. Maar Crispin Odey lukte het niet een goeie prooi te vinden. Hij had zich als hedgefondsmanager al bij veel van zijn beleggers onmogelijk gemaakt vanwege zijn slechte resultaten in de afgelopen tijd. En nu moet Crispin Odey ook nog terugtreden bij de naar hem genoemde paraplubeheerder, Odey Asset Management – dat 5 miljard beheert in verschillende fondsen – na te zijn beschuldigd van seksueel misbruik.", "Odey werd in juli beschuldigd door een ex-medewerker van seksueel misbruik. In februari zal hij toch moeten voorkomen, zo werd deze week bekend. Hiermee werd zijn positie onhoudbaar. Hij wordt opgevolgd door Timothy Peary.", "De misbruikzaak dateert overigens al van 1998. Hij betastte een vrouwelijke bankier onder haar blouse en rok toen ze bij hem thuis in Chelsea was. Odey was destijds getrouwd met Nichola Pease. Ze werd wel de City’s Posh & Becks genoemd, een verwijzing naar Spice Girl-zangeres Victoria en haar echtgenoot voetballer David Beckham.", "Odey, zelf miljardair, gaat wel verder met enkele persoonlijke fondsen. Hij is actief met fondsen die beleggers beschermen tegen toekomstige inflatie. Alleen is er helemaal geen inflatie, zodat het lijkt op weggegooid geld."], "authors": ["Peter De Waard"], "keywords": ["ene", "prooi", "van", "het", "op", "hij", "aasgier", "zijn", "odey", "met", "een", "opspraak", "en", "raakt", "dat", "vindt", "ander"], "pubDate": "2020-11-13T17:50:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}