{"id": "0335a53f-3bc2-377e-9266-ed548d069458", "title": "Alle platenzaken in Amsterdam missen op dit moment de toeristen", "url": "https://www.parool.nl/ps/alle-platenzaken-in-amsterdam-missen-op-dit-moment-de-toeristen~b53be6fe/", "summary": "“Ik denk dat alle platenzaken in Amsterdam op dit moment de toeristen missen, want als die er zijn heb je al snel een gevulde winkel.\n“Voor ons zijn de dagen na kerst de drukste periode van het jaar, want dan stroomt Amsterdam vol met mensen die nog vrij zijn.\n“Het gebeurt regelmatig dat ik uren alleen in de winkel zit, dus ik ben weer lekker de hele dag muziek aan het draaien.\nDat kan nog zo lang duren en het ­proces zal wel geleidelijk gaan.\nIk ­zal vooral heel blij zijn als het weer ­teruggaat naar ons eigen normaal.”", "paragraphs": ["Jan van Dorsten van Record Palace aan de Weteringschans. Beeld Nosh Neneh", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“Ik denk dat alle platenzaken in Amsterdam op dit moment de toeristen missen, want als die er zijn heb je al snel een gevulde winkel. Nu is het vaker leeg dan vol. In juli kwam de oude gezelligheid weer een beetje terug, maar toen het in augustus zo heet was, hield dat ook snel weer op. De grote platenbeurs in Utrecht, waar we onszelf voor kunnen stellen aan nieuwe klanten, ging dit jaar niet door.”", "“Ik sta nu vijf of zes dagen per week in de zaak, en ik ben alweer 71, dus ik zou geen nee zeggen tegen een vrije dag. Hiervoor had ik vaker middagen voor mezelf, maar dat zit er nu even niet in.”", "Hoe gaat de komende tijd eruitzien?", "“Voor ons zijn de dagen na kerst de drukste periode van het jaar, want dan stroomt Amsterdam vol met mensen die nog vrij zijn. We hopen dat we dat dit jaar weer mogen meemaken. Verder zijn we nu actiever op Instagram en Discogs, een muziekcollectiesite, waar we bijzondere tweedehands collector’s items aanbieden. Die verkopen nu iets beter dan normaal.”", "Nog creatieve inzichten gekregen door de situatie?", "“Beneden in de winkel hebben we onze hoek met goedkope platen ­uitgebreid. Daar staan nu veel meer platen dan vroeger en ze zijn allemaal nog wat meer afgeprijsd.”", "Hoe houdt u de moed erin?", "“Het gebeurt regelmatig dat ik uren alleen in de winkel zit, dus ik ben weer lekker de hele dag muziek aan het draaien. Ik speel elke dag wat anders af en ontdek zo heel nieuwe dingen. Met 20.000 platen is er ­gegarandeerd muziek die ik nog niet ken, of die ik eerder had ­afgeschreven en nu herontdek.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Ik durf het echt niet te zeggen. Dat kan nog zo lang duren en het ­proces zal wel geleidelijk gaan. Ik ­zal vooral heel blij zijn als het weer ­teruggaat naar ons eigen normaal.”"], "authors": ["Sietske Kleijwegt"], "keywords": ["alle", "missen", "platenzaken", "toeristen", "dit", "amsterdam", "nog", "het", "op", "die", "zijn", "ik", "weer", "niet", "nu", "dat", "en", "moment"], "pubDate": "2020-11-25T09:28:40+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}