{"id": "035232cf-b8f9-37d4-9460-6f81f48c4501", "title": "Rutte heeft iets uit te leggen over Brussels rechtstaatcompromis", "url": "https://trouw.nl/opinie/rutte-heeft-iets-uit-te-leggen-over-brussels-rechtstaatcompromis~b63f3807/", "summary": "Daarom hadden de twee hun veto uitgesproken over de nieuwe meerjaren-begroting van de EU en het miljarden omvattende ‘NextGenerationEU’ steunpakket.\nEn de Commissie moet de relevante onderdelen van een uitspraak van het Hof opnemen in de definitieve richtsnoeren.\nDeze is dan verplicht om ‘haar best te doen om een gemeenschappelijke positie te formuleren’.\nOok deze bepaling biedt dus weer de mogelijkheid aan kwaadwillende lidstaten om een definitief besluit te blokkeren of ernstig te verwateren.\nHet lijkt er dus op dat Polen en Hongarije terecht victorie kraaiden op de EU-top vorige week en dat premier Rutte het nodige heeft uit te leggen aan de Tweede Kamer en aan de Nederlandse bevolking.", "paragraphs": ["Het straffen van EU-lidstaten die rechtsstaatprincipes schenden, is in het compromis dat Brussel heeft gevonden vrijwel onmogelijk, meent Willem-Gert Aldershoff, analist internationale politiek.", "Met veel spanning werd uitgekeken naar de Europese Raad van Staatshoofden en Regeringsleiders van 10 december. Polen en Hongarije, gesteund door Slovenië, waren woedend over het voornemen van de Unie om in de toekomst strafmaatregelen te nemen tegen lidstaten die de rechtsstaatprincipes van de Unie schonden. Daarom hadden de twee hun veto uitgesproken over de nieuwe meerjaren-begroting van de EU en het miljarden omvattende ‘NextGenerationEU’ steunpakket. De zaak zat muurvast.", "Opluchting over compromis", "Groot was de opluchting toen vlak voor de top bekend werd dat Duitsland een ‘compromis’ had gevonden waarmee de twee dwarsliggers konden leven en waarbij de mogelijkheid van strafmaatregelen tegen rechtsstaatschenders overeind bleef. Uiteindelijk stemden alle zevenentwintig lidstaten in met de gevonden oplossing. Premier Mark Rutte noemde hem ‘echt historisch’.", "Een zorgvuldige lezing van de officiële conclusies van de vergadering noopt echter tot de nodige scepsis. De Europese Commissie moet namelijk aan zoveel voorwaarden voldoen voordat zij het strafmechanisme mag toepassen dat het serieus de vraag is of zij dat ooit zal kunnen doen.", "Een belangrijk punt is ook dat het strafmechanisme (in EU-jargon een ‘verordening’, dat wil zeggen een soort EU-wet) oorspronkelijk als titel had ‘Verordening ter bescherming van de EU-begroting in geval van algemene tekortkomingen inzake de rechtsstaat’. In definitieve versie is dat echter verworden tot ‘Verordening betreffende een algemeen conditionaliteitsregime ter bescherming van de EU-begroting.’ Dat verdwijnen van het woord rechtsstaat blijkt veelzeggend.", "Kwaadwillende lidstaten", "De Raadsconclusies bepalen dat de Commissie ‘richtsnoeren’ zal vaststellen over de manier waarop zij het mechanisme zal toepassen. Zij moet die ‘in nauw overleg’ met de lidstaten ontwikkelen. De Brusselse ervaring leert dat kwaadwillende lidstaten zulk overleg makkelijk kunnen traineren, met de nodige vertragingen tot gevolg.", "Vervolgens mogen de richtsnoeren pas definitief worden vastgesteld wanneer het Europese Hof van Justitie in Luxemburg zich heeft uitgesproken over een mogelijk bezwaar van Polen en Hongarije tegen het strafmechanisme. En de Commissie moet de relevante onderdelen van een uitspraak van het Hof opnemen in de definitieve richtsnoeren. Een procedure voor het Hof kan makkelijk twee jaar duren. Dat betekent dat de richtsnoeren wellicht pas in 2022 klaar zullen zijn.", "Ook mag de Commissie niet met strafmaatregelen komen zolang de richtsnoeren niet definitief zijn vastgesteld. Premier Rutte verzekerde dat er is toegezegd dat de Commissie strafzaken kan beginnen voor te bereiden nog voordat de oriëntaties definitief zijn en dat geld met terugwerkende kracht zal worden teruggevorderd van schendende lidstaten. Hierover staat echter niets in de conclusies van het overleg noch in andere documenten.", "De Raadsconclusies vervolgen met drie verdere voorwaarden: eventuele strafmaatregelen moeten ‘in verhouding staan’ tot de gevolgen van de rechtsstatelijke schendingen voor de EU-begroting; en het oorzakelijk verband tussen die schendingen en de negatieve gevolgen voor de begroting moet ‘voldoende direct’ zijn en ‘naar behoren zijn vastgesteld’. Het is niet moeilijk voor te stellen hoe beschuldigde lidstaten deze bepaling zullen gebruiken om elke beschuldiging van de Commissie onderuit te halen, in eindeloze gesprekken, en mogelijk zelfs met klachten bij het Hof.", "Grondige dialoog", "En dan staat er ook te lezen: ‘de loutere vaststelling van een schending van de rechtsstaat is niet voldoende om het strafmechanisme in werking te stellen’. Met andere woorden: zelfs zware schendingen van de rechtsstaat, die echter geen direct gevolg hebben voor de EU-begroting, zijn niet voldoende om strafmaatregelen te nemen.", "Dit is echter nog niet alles: elke opening van een strafprocedure moet namelijk worden voorafgegaan door een ‘grondige dialoog’ met de betrokken lidstaat zodat deze de mogelijkheid heeft ‘om de situatie te verhelpen’. Zo’n dialoog biedt natuurlijk een makkelijke gelegenheid voor een beschuldigde lidstaat om alles wat de Commissie beweert in twijfel te trekken en allerlei beloftes voor beterschap te doen; met enorme vertragingen, of uitstel, tot gevolg.", "Tenslotte kan een lidstaat nog verzoeken dat een klacht op de agenda komt van de Europese Raad. Deze is dan verplicht om ‘haar best te doen om een gemeenschappelijke positie te formuleren’. De Raad besluit doorgaans op basis van consensus. Ook deze bepaling biedt dus weer de mogelijkheid aan kwaadwillende lidstaten om een definitief besluit te blokkeren of ernstig te verwateren.", "Hoge hordes", "Zo wordt helaas duidelijk dat het oorspronkelijke idee om lidstaten te straffen die fundamentele waarden van de Europese Unie serieus schenden, is vervallen. En dat de Unie nu slechts nog strafmaatregelen kan nemen wanneer een schending van EU-principes door een lidstaat een direct negatief gevolg heeft voor de EU-begroting. Bovendien zijn er zoveel en zo hoge hordes opgesteld voordat de Europese Commissie eindelijk een strafmaatregel kan voorstellen, dat het zeer de vraag is of zulke maatregelen er ooit zullen komen.", "Het lijkt er dus op dat Polen en Hongarije terecht victorie kraaiden op de EU-top vorige week en dat premier Rutte het nodige heeft uit te leggen aan de Tweede Kamer en aan de Nederlandse bevolking.", "Lees ook:", "Akkoord over EU-meerjarenbegroting en coronafonds", "De laatste horde, Nederlandse scepsis over de rechtsstaatafspraken, is nu ook weg.", "Ultimatum voor Polen en Hongarije in begrotingscrisis: veto’s weg of het coronaherstelfonds gaat door zonder jullie", "Polen en Hongarije moeten uiterlijk dinsdag hun verzet tegen de EU-begroting laten varen, anders gaat het coronaherstelfonds verder zonder hen."], "authors": ["Willem-Gert Aldershoff"], "keywords": ["van", "leggen", "lidstaten", "voor", "en", "uit", "heeft", "een", "om", "iets", "rutte", "met", "rechtstaatcompromis", "te", "het", "dat", "brussels"], "pubDate": "2020-12-23T09:08:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}