{"id": "035eb072-4ea4-3cf4-9126-1c54ba25fd35", "title": "Iran lijkt kruit droog te houden na moord op atoomgeleerde", "url": "https://www.parool.nl/wereld/iran-lijkt-kruit-droog-te-houden-na-moord-op-atoomgeleerde~b53a4a8c/", "summary": "Beeld APDe president van Iran, Hassan Rohani beloofde zaterdag wraak voor de moord op atoomwetenschapper Mohsen Fakhrizadeh, afgelopen vrijdag.\nNiet veel later stapte hij uit de overeenkomst met Iran en legde hij het land opnieuw zware sancties op, waardoor het economisch bijzonder hard wordt geraakt.\nPresident Trump is voorstander van de harde aanpak van Iran, maar over minder dan twee maanden moet hij zijn positie verlaten.\nHet lijkt er dan ook op dat de vijanden van Iran hun kans nu nog schoon zien en van het moment gebruik maken.\nOok de aartsvijanden van Iran snappen dat en lijken nog even van de gelegenheid gebruik te hebben gemaakt.", "paragraphs": ["De vermoorde atoomgeleerde Mohsen Fakhrizadeh, die de leiding had over Irans atoomprogramma, werd zaterdag begraven. Beeld AP", "De president van Iran, Hassan Rohani beloofde zaterdag wraak voor de moord op atoomwetenschapper Mohsen Fakhrizadeh, afgelopen vrijdag. Hij voegde daar veelbetekenend aan toe: “Als de tijd rijp is.” Vrijdag was bij de stad Absard, even voorbij Teheran, een vrachtwagen met explosieven ontploft, waarna schutters een regen aan kogels hadden afgevuurd op de personenauto waarin de atoomgeleerde zat.", "Ook de geestelijk leider van de islamitische ­republiek, ayatollah Ali Khamenei, zei dat de ‘daders gestraft zullen worden’. Zowel hij als ­Rohani wees naar Israël als de aanslagpleger, maar dat land zwijgt. Intussen gaf de Amerikaanse president Donald Trump het vliegdekschip de USS Nimitz de opdracht terug te keren naar de Perzische Golf, waar het oorlogsschip begin dit jaar ook aanwezig was nadat een ­Amerikaanse drone de Iraanse generaal Qassim Soleimani, hoofd van het elitekorps van de Republikeinse Garde, had gedood.", "Gewild doelwit", "Het lijkt erop dat de vijanden van Iran in de nadagen van Trump als Amerikaans president nog even een slag wilden slaan, om zo het Iraanse verrijkingsprogramma te vertragen. Fakhrizadeh, de man die het nucleaire programma voor Iran leidde, was al lange tijd een gewild doelwit.", "Aartsvijanden Saoedi-Arabië, de Verenigde Arabische Emiraten (VAE), Israël en de VS zijn ongelukkig met de hoeveelheid verrijkt ura­nium die Iran de afgelopen twee jaar heeft geproduceerd. De overeenkomst uit 2015 tussen de VS – toen met Barack Obama als president – ­Rusland, China, Frankrijk, Duitsland en Groot-­Brittannië enerzijds en Iran anderzijds bepaalde dat Iran niet meer dan 300 kilo licht verrijkt uranium mag bezitten en zijn kerncentrifuge-activiteiten moest stopzetten in ruil voor het verlichten van de economische sancties.", "In 2018 eiste president Trump dat Iran ook zijn ballistische raketprogramma zou stopzetten. Niet veel later stapte hij uit de overeenkomst met Iran en legde hij het land opnieuw zware sancties op, waardoor het economisch bijzonder hard wordt geraakt.", "Twaalf keer zoveel", "Teheran startte zijn uraniumproductie weer op. Het Internationaal Atoomagentschap (IAEA) constateerde onlangs dat Iran inmiddels over twaalf keer zoveel verrijkt uranium beschikt als in 2015 was afgesproken. Ook is het uranium van een betere kwaliteit, waardoor er makkelijker atoomwapens van te maken zijn. Inmiddels wordt ervan uitgegaan dat Iran genoeg verrijkt uranium heeft om twee kernwapens te ontwikkelen.", "Saoedi-Arabië waarschuwde de wereld voor het nucleaire gevaar dat Iran zou zijn en eiste ­actie. Israël heeft zich altijd al laten gelden als het om het nucleaire programma van Iran gaat en wil aan tafel zitten als weer wordt onderhandeld met de aartsvijand. In 2015 was Israël geen partij bij het nucleaire akkoord.", "President Trump is voorstander van de harde aanpak van Iran, maar over minder dan twee maanden moet hij zijn positie verlaten. Het lijkt er dan ook op dat de vijanden van Iran hun kans nu nog schoon zien en van het moment gebruik maken.", "Opmerkelijk is ook dat Israël met zijn oude ­vijanden als de VAE en Saoedi-Arabië dit jaar de banden, onder begeleiding van de afgezanten van Trump, heeft aangehaald. Allemaal zien ze in het land van de ayatollahs een grote bedreiging voor de regio.", "Biden wil terug", "Zolang Trump in het Witte Huis zit, is er zeker Amerikaanse bescherming tegen de wraak van Iran. Niet voor niets zendt hij de Nimitz terug naar het Midden-Oosten. Onder de nieuwe president Joe Biden is de verwachting dat de aanpak van Iran anders wordt. Hij heeft al laten weten te willen terugkeren naar de deal uit 2015. Iets wat Teheran dolgraag wil om van de economische sancties af te komen.", "Misschien daarom zei de Iraanse president Rohani dat represailles pas te verwachten zijn ‘als de tijd rijp is’. Nu hard terugslaan, kan het Midden-Oosten in brand zetten. Ook Iran is daarbij niet gebaat. Het land wacht liever op de komst van president Biden.", "Ook de aartsvijanden van Iran snappen dat en lijken nog even van de gelegenheid gebruik te hebben gemaakt."], "authors": ["Erik Van Zwam"], "keywords": ["van", "als", "kruit", "het", "op", "hij", "zijn", "droog", "iran", "moord", "te", "dat", "en", "houden", "president", "atoomgeleerde", "lijkt"], "pubDate": "2020-11-30T10:18:58+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}