{"id": "0361d2be-8f2b-3610-b6fe-7212bad462bd", "title": "Alles en iedereen heeft gefaald, stelt keihard rapport over toeslagendrama", "url": "https://volkskrant.nl/nieuws-achtergrond/alles-en-iedereen-heeft-gefaald-stelt-keihard-rapport-over-toeslagendrama~b6b54930/", "summary": "De commissie tijdens de presentatie van het eindverslag van de parlementaire ondervragingscommissie Kinderopvangtoeslag.\nWiebes was tussen 2014 en eind 2017 als staatssecretaris van Financiën verantwoordelijk voor de Belastingdienst en de uitvoering van het toeslagensysteem.\nEn dat zijn nou juist bewindspersonen die pas kort geleden zijn aangetreden en mogelijk ook lid zullen worden van het nieuwe kabinet.\nEen van de vragen: hoe kon het dat het toeslagendrama ‘zolang in een dode hoek is blijven liggen’?\nAchteraf schamen ze zich voor ‘een pijnlijk, koud antwoord’ en voor het niet serieus nemen van noodkreten.", "paragraphs": ["De commissie tijdens de presentatie van het eindverslag van de parlementaire ondervragingscommissie Kinderopvangtoeslag. Beeld ANP", "De één na de ander krijgt een veeg uit de pan van de onderzoekscommissie. Niemand blijft buiten schot. De hoofdconclusie van de acht Kamerleden is dat het drama heeft kunnen plaatsvinden omdat er op alle fronten is gefaald. Het rapport, dat de veelzeggende titel ‘Ongekend onrecht’ draagt, stelt dat ‘het oplossen van de problemen waarin ouders door toedoen van de overheid terecht zijn gekomen lang niet werd gezien als noodzakelijk en keer op keer vooruit is geschoven.’", "Over de verantwoordelijkheid van de politiek schrijft de commissie: ‘De wetgever – kabinet en parlement – mag het zich aanrekenen dat zij wetgeving heeft vastgesteld die spijkerhard was en die onvoldoende de mogelijkheid bood recht te doen aan individuele situaties.[...] Noodzakelijke beginselen van behoorlijke bestuur kregen veel te weinig aandacht van de wetgever.’ Die spijkerharde wetgeving zag het levenslicht in de context van een ‘oververhitte politieke behoefte aan fraudebestrijding’, aldus de commissieleden.", "Over het ministerie van Financiën (inclusief de Belastingdienst), dat de toeslagenwetgeving uitvoert: ‘Het ministerie van Financiën heeft de kinderopvangtoeslag uitgevoerd als een massaproces. De groepsgewijze aanpak en de ‘alles-of-niets’-benadering hebben grove inbreuk gemaakt op het rechtsstatelijke principe dat optimaal recht gedaan moet worden aan individuele situaties van mensen.’", "Over het ministerie van Sociale Zaken, dat beleidsmatig verantwoordelijk is voor de kinderopvangtoeslag: ‘De wijze waarop het ministerie van Sociale Zaken en Werkgelegenheid haar verantwoordelijkheid voor het beleid heeft ingevuld, is ver onder de maat geweest.’", "Rechtspraak", "Ook de rechtspraak, en dan met name de hoogste bestuursrechter (de Raad van State) heeft een zeer kwalijke rol gespeeld, vindt de parlementaire onderzoekscommissie. ‘De bestuursrechtspraak heeft jarenlang een wezenlijke bijdrage geleverd aan het in stand houden van de spijkerharde uitvoering van de regelgeving van de kinderopvangtoeslag. Daarmee heeft de bestuursrechtspraak zijn belangrijke functie van (rechts)bescherming van individuele burgers veronachtzaamd.’", "Een van de belangrijkste redenen waarom de overheid jarenlang niets deed om de gedupeerde ouders te helpen, is de gebrekkige informatievoorziening binnen de rijksoverheid. Verantwoordelijke staatssecretarissen en ministers als Eric Wiebes en Lodewijk Asscher werden niet adequaat geïnformeerd door hun ambtenaren, waardoor zij de ernst van de zaak onvoldoende onderkenden. ‘De slechte informatievoorziening heeft bij herhaling geleid tot een ernstige belemmering van het (politiek) functioneren van bewindspersonen’. Ook de Tweede Kamer kreeg telkens niet de gevraagde en benodigde informatie. Tot op de dag van vandaag is het voor Kamerleden ontzettend lastig de relevante informatie boven tafel te krijgen.", "Dat de informatievoorziening, zowel intern als extern, bij de Belastingdienst om te huilen is, is genoegzaam bekend, maar ook op de ministeries zelf is het niet allemaal goed geregeld op dat vlak. Indirect wijst de commissie met de beschuldigende vinger naar premier Rutte, die tijdens zijn verhoor onder ede nogal luchthartig deed over de informatieplicht aan de Tweede Kamer. De premier verklaarde dat er op zijn eigen ministerie van Algemene Zaken vrijwel niets schriftelijk wordt vastgelegd, omdat hij met zijn kleine staf gewoon mondeling afspraken maakt. Maar mondelinge afspraken zijn niet controleerbaar door het parlement, omdat de Tweede Kamer achteraf dan nooit kan nagaan waarom iets besloten is en wanneer. ‘De commissie heeft met verbazing kennis genomen van de grote verschillen tussen ministeries, daar waar het ging om het (niet) vastleggen en archiveren van opmerkingen en aantekeningen van bewindspersonen.’", "Informatie", "De commissie zet vraagtekens bij de houding van het kabinet bij het informeren van de Tweede Kamer. ‘Transparantie, openheid en volledigheid zijn in de praktijk niet de leidende principes bij de beantwoording van Kamervragen, het opstellen van Kamerbrieven en het samenstellen van dossiers voor rechtszaken. De informatievoorziening was in meerdere gevallen ingegeven door gewenste juridische of politieke uitkomsten, resulterend in het slechts gedeeltelijk, vertraagd of niet verstrekken van informatie.’", "‘Door de optelsom van onvermogen om recht te doen aan het individu hebben ouders jarenlang geen schijn van kans gehad. De commissie is eerst met verbazing en uiteindelijk met diepe verontwaardiging tot dit besef gekomen. Zij doet een dringend beroep op alle betrokken staatsmachten om bij zichzelf te rade te gaan hoe in de toekomst herhaling kan worden voorkomen en hoe het ontstane onrecht alsnog kan worden rechtgezet.’", "Met die hersteloperatie en het regelen van schadevergoedingen is het kabinet – in de persoon van staatssecretaris Alexandra van Huffelen – al een jaar bezig, maar dit gaat de Tweede Kamer niet snel genoeg. Het rapport is geschreven in opdracht van de Tweede Kamer. Commissievoorzitter Chris van Dam heeft het vanmiddag aangeboden aan Kamervoorzitter Khadija Arib. Pas na het kerstreces, rond 15 januari, zal het aan de orde komen tijdens een Kamerdebat.", "Consequenties?", "Het is de vraag of het kabinet al eerder consequenties zal trekken uit de harde conclusies van de parlementaire commissies. Op het Binnenhof gaan geruchten dat het kabinet minister Eric Wiebes wil offeren bij wijze van ‘boetedoening’. Wiebes keert waarschijnlijk toch niet terug als minister in een nieuw kabinet, dus een aftreden vlak voor de verkiezingen maakt weinig verschil voor zijn politieke carrière. Wiebes was tussen 2014 en eind 2017 als staatssecretaris van Financiën verantwoordelijk voor de Belastingdienst en de uitvoering van het toeslagensysteem. Hij toonde zich tijdens zijn verhoor door de commissie erg berouwvol over de gemaakte fouten.", "Een aftreden van Wiebes zou staatsrechtelijk echter een precedentloze manoeuvre zijn, want hij is nu minister van Economische Zaken en Klimaat en in die hoedanigheid in zijn geheel niet betrokken bij de kinderopvangtoeslag. Normaal gesproken zouden de huidige dossierverantwoordelijken, Van Huffelen en staatssecretaris Bas van 't Wout van Sociale Zaken moeten aftreden. En dat zijn nou juist bewindspersonen die pas kort geleden zijn aangetreden en mogelijk ook lid zullen worden van het nieuwe kabinet.", "De NOS meldt donderdagochtend dan ook dat er in het kabinet ook over gesproken wordt om maar met zijn allen af te treden. Premier Wim Kok deed dat in 2002 ook vanwege het NIOD-rapport over Srebrenica. Het tweede kabinet-Kok viel een maand voor de al geplande Tweede Kamerverkiezingen, waardoor het symbolisch gebaar weinig praktische gevolgen had. Ook nu is de schade van een kabinetscrisis beperkt doordat de verkiezingen binnen handbereik zijn. Premier Rutte kan zo voorkomen dat zijn vierde kabinet wordt opgezadeld met de ‘erfzonde’ van een affaire die hij persoonlijk gelijk stelde met de ramp met vlucht MH17. Wat tegen aftreden pleit is het feit dat het land nog middenin de coronacrisis zit. De Tweede Kamer zou een demissionair kabinet echter een mandaat kunnen geven om alle beleidsmaatregelen die nodig zijn voor de crisisbestrijding wel gewoon te kunnen doorvoeren.", "Meer over het onderzoek van de parlementaire commissie", "Bewindspersonen, Belastingdienst, rechters, ambtenaren: allemaal lieten ze steken vallen in het schandaal rond de kinderopvangtoeslagen. Op de achtste en laatste verhoordag inzake de Kinderopvangtoeslag komt ook premier Rutte aan het woord. Als enige toppoliticus was hij er al die tijd bij. Tijdens de zevende dag van verhoren in de Tweede Kamer over de toeslagenaffaire komen staatssecretaris Van Ark en ex-staatssecretaris Snel aan het woord. Een van de vragen: hoe kon het dat het toeslagendrama ‘zolang in een dode hoek is blijven liggen’? Achteraf schamen ze zich voor ‘een pijnlijk, koud antwoord’ en voor het niet serieus nemen van noodkreten. De ministers snappen zelf echt niet hoe ze zo blind konden zijn geweest dat de hele ‘toeslagenaffaire’ onopgemerkt langs ze heen heeft kunnen gaan. Wie wist wat wanneer? Kamer gaat op zoek naar de schuldigen in het kinderopvangtoeslagendrama."], "authors": ["Yvonne Hofs"], "keywords": ["van", "dat", "niet", "een", "stelt", "en", "gefaald", "iedereen", "rapport", "zijn", "heeft", "op", "voor", "keihard", "toeslagendrama", "alles", "het"], "pubDate": "2020-12-17T12:00:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}