{"id": "03848383-8bfb-3587-9ec3-c446a075bffe", "title": "Recordsprong laat Kubacki ellendige week vergeten", "url": "https://volkskrant.nl/sport/recordsprong-laat-kubacki-ellendige-week-vergeten~bf258649/", "summary": "Ze mochten dinsdag toch deelnemen in Oberstdorf, bij het begin van het Vierschansentoernooi.\nBij de eerste omloop sprong Kubacki 139 meter, het verst van iedereen en twee meter verder dan de Noor Halvor Egner Granerud.\nToch stond Granerud na de eerste omloop bovenaan, omdat hijzelf meewind had en Kubacki tegenwind.\nNaast de overwinning van Kubacki viel er voor de Polen meer te juichen na de turbulente week.\nNa alle coronahectiek sprong Kubacki op dinsdag in Oberstdorf niet verder dan 129 meter en behaalde daarmee de vijftiende plek.", "paragraphs": ["Dawid Kubacki tijdens een training in Garmisch-Partenkirchen. Beeld AFP", "Sinds 1922 is het schansspringen in Garmisch-Partenkirchen traditie op Nieuwsjaardag. Het toernooi maakt deel uit van het Vierschansentoernooi, dat samen met de Olympische Spelen en de wereldkampioenschappen behoort tot de meeste prestigieuze wedstrijden in het schansspringen. Normaal hangt er rond de Grote Olympiaschans van Garmisch een geur van braadworst en glühwein, maar dit jaar waren de 21.000 toeschouwers niet welkom vanwege de coronapandemie.", "Ook Dawid Kubacki leek de wedstrijd te moeten missen. Hij won het Vierschansentoernooi vorig jaar, maar afgelopen zondag testte zijn ploeggenoot Klemens Muranka positief op het coronavirus en ging de gehele Poolse ploeg in quarantaine. Ze werden uitgesloten van de eerste wedstrijd van dinsdag in Oberstdorf en het was nog maar de vraag of deelname aan de tweede wedstrijd, op Nieuwjaarsdag in Garmisch-Partenkirchen, wel mogelijk was.", "Toch negatief", "Terwijl Kubacki en ploeggenoten al een dag binnen zaten, werd Muranka voor de zekerheid op maandag opnieuw getest. Deze keer was de uitslag negatief en de Polen tekenden protest aan tegen hun uitsluiting. De organisatie bepaalde dat een derde test doorslaggevend zou zijn. Toen die ook negatief was, kon de Poolse ploeg opgelucht ademhalen. Ze mochten dinsdag toch deelnemen in Oberstdorf, bij het begin van het Vierschansentoernooi.", "Dat toernooi bestaat uit vier wedstrijden. Eerst wordt er gesprongen van schansen in Oberstdorf en Garmisch (Zuid-Duitsland), daarna in de Oostenrijkse plaatsen Innsbruck en Bischofshofen. De vijftig deelnemers springen in een knock-outsysteem tegen elkaar. De 25 winnaars mogen samen met de vijf beste verliezers nog een keer springen.", "Voor elke sprong ontvangt de schansspringer een score op basis van de afgelegde afstand en uitvoering. Daarnaast wordt bij elke sprong de invloed van de wind gemeten. Bij meewind krijgt de schansspringer extra punten, bij tegenwind gaan er punten af. Dat klinkt tegenstrijdig, maar de springers kunnen op de tegenwind leunen en daardoor langer in de lucht blijven hangen.", "Wind", "De wind had vrijdag in Garmisch ook een grote invloed op de wedstrijd en de scores. Bij de eerste omloop sprong Kubacki 139 meter, het verst van iedereen en twee meter verder dan de Noor Halvor Egner Granerud. Toch stond Granerud na de eerste omloop bovenaan, omdat hijzelf meewind had en Kubacki tegenwind.", "Schansspringer Dawid Kubacki viert de winst in Garmisch-Partenkirchen. Beeld REUTERS", "Met zijn recordsprong van 144 meter herstelde Kubacki in de finale ruimschoots zijn achterstand. Hij sprong acht meter verder dan de 136 meter van Granerud en hoewel Kubacki daarbij opnieuw hulp had van tegenwind, was het verschil in afstand ruimschoots genoeg voor de dagzege. Naast de overwinning van Kubacki viel er voor de Polen meer te juichen na de turbulente week. Achter de Noor Granerud werden Kamil Stoch en Piotr Zyla derde en vierde. De postief en negatief geteste Muranka eindigde als tweeëntwintigste.", "Afwezig", "Grote afwezige in Garmisch-Partenkirchen was Marius Lindvik. De Noor won vorig jaar verrassend op Nieuwjaarsdag en evenaarde toen het record van 143,5 meter op de grote Olympiaschans. Dit jaar kon Lindvik zijn titel niet verdedigen. Nadat hij dinsdag nog derde was geworden in Oberstdorf kreeg hij last van een ontsteking aan zijn verstandskies en moest op Oudejaarsdag geopereerd worden in het ziekenhuis van Innsbruck.", "Met Lindvik, vorig jaar tweede in het eindklassement, hoeft Kubacki dus geen rekening meer te houden als hij zijn Vierschansentitel wil prolongeren. Toch ligt hij, ondanks de overwinning en recordsprong op Nieuwsjaardag niet op polepositie in het klassement. Na alle coronahectiek sprong Kubacki op dinsdag in Oberstdorf niet verder dan 129 meter en behaalde daarmee de vijftiende plek. Samen met zijn overwinning in Garmisch levert dat hem een vierde plek in de tussenstand op. Halvor Egner Granerud staat voorlopig op de eerste plaats, voor de Duitser Karl Geiger en de Pool Kamil Stoch.", "Maandag gaat de tournee verder in Innsbruck, waarna het toernooi woensdag wordt afgesloten in Bischofshofen."], "authors": ["David Van Meggelen"], "keywords": ["zijn", "van", "sprong", "laat", "ellendige", "en", "vergeten", "een", "meter", "op", "kubacki", "het", "week", "hij", "recordsprong"], "pubDate": "2021-01-01T17:56:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}