{"id": "038c6e90-951c-391a-8f27-e0536d309ec5", "title": "Noodverordening in Heerlense wijk vanwege conflict rond Syrisch gezin", "url": "https://nu.nl/binnenland/6097381/noodverordening-in-heerlense-wijk-vanwege-conflict-rond-syrisch-gezin.html", "summary": "Burgemeester Roel Wever van Heerlen heeft donderdag een noodverordening ingesteld voor de wijk die het toneel is van een geëscaleerde burenruzie.\nEr geldt een samenscholingsverbod en de wijk is verboden gebied voor mensen die er niet hoeven te zijn.\nEen van de twee betrokken gezinnen, een Syrisch vluchtelingengezin, is vanwege de ruzie in België ondergedoken.\n\"Het conflict heeft niets te maken met de achtergrond van de gezinnen, maar met buren die het niet met elkaar kunnen vinden.\"\nWoensdagavond verzamelden zich tientallen jongeren uit meerdere delen van het land in de wijk.", "paragraphs": ["Burgemeester Roel Wever van Heerlen heeft donderdag een noodverordening ingesteld voor de wijk die het toneel is van een geëscaleerde burenruzie. Er geldt een samenscholingsverbod en de wijk is verboden gebied voor mensen die er niet hoeven te zijn. Ook mag de politie er preventief fouilleren.", "Een van de twee betrokken gezinnen, een Syrisch vluchtelingengezin, is vanwege de ruzie in België ondergedoken. Op sociale media gaat een video rond waarin te zien is dat er tegen de voordeur van het gezin gebeukt wordt en dat er een brandbom naar het huis is gegooid.", "Volgens Wever escaleert de \"slepende burenruzie\" door berichten op sociale media, die volgens hem een eenzijdig beeld laten zien. \"Er is aan beide kanten veel meer aan de hand\", zei hij. \"Het conflict heeft niets te maken met de achtergrond van de gezinnen, maar met buren die het niet met elkaar kunnen vinden.\"", "Ook politiechef Bert Vermarien veroordeelde de \"polariserende beelden\" op sociale media. \"Eenzijdige beeldvorming doet geen recht aan de situatie en hindert het oplossen ervan.\"", "Woensdagavond verzamelden zich tientallen jongeren uit meerdere delen van het land in de wijk. Er verschenen oproepen om de buren \"een lesje te leren\". Er werden vernielingen aangericht in een woning en het bleef lang onrustig op straat.", "Wever wil dat beide ruziënde gezinnen uit de wijk vertrekken. Samen met de woningcorporatie zoekt hij naar nieuwe onderkomens."], "authors": ["Door"], "keywords": ["van", "die", "een", "vanwege", "het", "en", "met", "wijk", "te", "gezin", "op", "noodverordening", "rond", "conflict", "er", "heerlense", "syrisch"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}