{"id": "0394f2b4-86ab-3554-8f70-1bcf5dba8881", "title": "Ook ik ben emotioneel achter mijn mondkapje, terwijl de familie rouwt", "url": "https://trouw.nl/zorg/ook-ik-ben-emotioneel-achter-mijn-mondkapje-terwijl-de-familie-rouwt~bd73fa25/", "summary": "Om de een of andere reden vind ik een overlijden in de nacht nog verdrietiger.\nIedereen ligt te slapen terwijl de familie aan het bed van een stervende geliefde zit.\nDan heeft een patiënt meer medicatie of ondersteuning nodig om de bloeddruk te laten stijgen of andere organen te laten functioneren.\nZe hopen op herstel, op een wonder.\nOok ik ben emotioneel achter mijn mondkapje, terwijl de familie rouwt om het verlies van hun dierbare.", "paragraphs": ["Er is weer iemand overleden aan Covid-19. Het is voor mij de eerste coronapatiënt tijdens deze tweede golf. Ik kende de patiënt goed, zorgde er al drie weken voor. Ik was erbij toen de patiënt stierf.", "Het gebeurde tijdens de nachtdienst. Om de een of andere reden vind ik een overlijden in de nacht nog verdrietiger. Het ziekenhuis is dan donker en stil. Iedereen ligt te slapen terwijl de familie aan het bed van een stervende geliefde zit. Wat een nare situatie.", "Meestal zien we een overlijden aankomen. Dan heeft een patiënt meer medicatie of ondersteuning nodig om de bloeddruk te laten stijgen of andere organen te laten functioneren. Als die behoefte aanhoudt is dat vaak een slecht voorteken.", "Een nacht eerder wordt de familie daarom al in huis geroepen. Door de donkere gangen naar de intensive care. De voortekenen zijn slecht maar de patiënt blijft nog een dag in leven.", "Gelukkig staan we nu bezoek toe", "De volgende nacht werk ik weer, de familie is er ook. Na verloop van tijd wordt duidelijk dat de patiënt de dag niet haalt.", "Gelukkig staan we nu meer bezoek toe als iemand sterft. Tijdens de eerste golf was dat maximaal één familielid. Nu zijn de partner en kinderen aanwezig.", "De familie heeft het erg moeilijk, het overlijden komt onverwacht. Ze hopen op herstel, op een wonder. Gelukkig vinden ze toch berusting, nog in diezelfde nacht.", "Daar staan we dan rond het bed. De familieleden zijn net als ik helemaal ingepakt. Verdriet achter een masker en een bril. Ook ik ben emotioneel achter mijn mondkapje, terwijl de familie rouwt om het verlies van hun dierbare.", "Zo ziek kunnen mensen worden door corona", "Weer blijkt dat Covid-19 keihard is. Op het moment dat we de behandeling stoppen, behalve de slaap- en pijnmedicatie, overlijdt de patiënt. Zo ziek kunnen mensen worden door corona.", "Laten we alsjeblieft niet vergeten dat er nog steeds mensen dood gaan door Covid-19. Mensen van wie je het nog niet verwacht.", "Lisette Tänzler is verpleegkundige op de intensive care van het Rode Kruis Ziekenhuis in Beverwijk. Voor Trouw doet ze tijdelijk verslag van de tweede golf. Overige columns vindt u hier."], "authors": ["Lisette Tänzler"], "keywords": ["achter", "van", "rouwt", "terwijl", "emotioneel", "het", "nog", "op", "mensen", "ik", "familie", "mijn", "ook", "een", "patiënt", "dat", "ben", "mondkapje"], "pubDate": "2020-11-29T09:29:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}