{"id": "03994ed2-0c64-35bf-93a1-86db3a620688", "title": "Amerikaanse politicus zamelt 200.000 dollar in via stream game Among Us", "url": "https://nu.nl/tech/6093491/amerikaanse-politicus-zamelt-200000-dollar-in-via-stream-game-among-us.html", "summary": "De Amerikaanse politicus Alexandria Ocasio-Cortez heeft 200.000 dollar (167.000 euro) ingezameld tijdens een benefietstream van de game Among Us, schrijft ze op Twitter.\nHet is de tweede keer dat Ocasio-Cortez, een vertegenwoordiger in het Amerikaanse Huis van Afgevaardigden, de populaire game online streamt.\nKort voor de Amerikaanse verkiezingen speelde ze het spel in een poging mensen te overtuigen te gaan stemmen.\nZe belandde daarmee in de lijst van meest bekeken streams van een individuele speler aller tijden.\nDitmaal speelde ze samen met bekende YouTubers als HasanAbi, Jacksepticeye en Contrapoints en de linkse Canadese politicus Jagmeet Singh.", "paragraphs": ["De Amerikaanse politicus Alexandria Ocasio-Cortez heeft 200.000 dollar (167.000 euro) ingezameld tijdens een benefietstream van de game Among Us, schrijft ze op Twitter.", "Het is de tweede keer dat Ocasio-Cortez, een vertegenwoordiger in het Amerikaanse Huis van Afgevaardigden, de populaire game online streamt. Kort voor de Amerikaanse verkiezingen speelde ze het spel in een poging mensen te overtuigen te gaan stemmen. Ze belandde daarmee in de lijst van meest bekeken streams van een individuele speler aller tijden.", "Ditmaal speelde ze samen met bekende YouTubers als HasanAbi, Jacksepticeye en Contrapoints en de linkse Canadese politicus Jagmeet Singh. Met het ingezamelde geld wil ze mensen helpen die getroffen zijn door de coronacrisis. Het gaat onder andere naar voedselbanken en organisaties die rechtsbijstand bieden als iemand uit zijn huis wordt gezet.", "In Among Us moeten spelers taken uitvoeren om een ruimteschip te repareren. Sommige spelers worden aangewezen als saboteurs, die proberen anderen te doden. De overige spelers moeten proberen te achterhalen wie de saboteurs zijn."], "authors": ["Door"], "keywords": ["spelers", "stream", "van", "een", "zamelt", "te", "het", "game", "en", "politicus", "amerikaanse", "200000", "ze", "die", "dollar", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}