{"id": "03a9432d-0b52-3be6-a779-f0fc3154ce01", "title": "De nieuwsjunk hunkert naar nieuwsjunkfood, maar het vult nooit", "url": "https://volkskrant.nl/columns-opinie/de-nieuwsjunk-hunkert-naar-nieuwsjunkfood-maar-het-vult-nooit~b303919d/", "summary": "Nu ik na weken van woeste taferelen van het Trump-kamp eindelijk mijn nieuwsconsumptie terug hoopte te kunnen schroeven, was het ineens volop Baudet-time.\nIn de supermarkt van de waanzin was het schap met blaaskaken een paadje verplaatst, maar ze waren nog steeds in de aanbieding.\nEn ik zou ze niet laten liggen.\nDe nieuwsjunk hunkert naar nieuwsjunkfood, omdat het de vorige keer niet vulde.\nIn je achterhoofd steeds het besef dat je het allemaal kan missen zonder echt iets te missen, want de uiteindelijke uitkomst hoor je vanzelf.", "paragraphs": ["Nu ik na weken van woeste taferelen van het Trump-kamp eindelijk mijn nieuwsconsumptie terug hoopte te kunnen schroeven, was het ineens volop Baudet-time. Dat werd niet verslappen dus, niks rust pakken. In de supermarkt van de waanzin was het schap met blaaskaken een paadje verplaatst, maar ze waren nog steeds in de aanbieding. En ik zou ze niet laten liggen.", "De nieuwsjunk hunkert naar nieuwsjunkfood, omdat het de vorige keer niet vulde. Naar weer diezelfde cyclus, dagenlang, in dat duizelingwekkende tempo. Filmpje, verklaring, tegenspraak, tweetje, interview, uitgelekte brief, op straat gegooide ruzie. In je achterhoofd steeds het besef dat je het allemaal kan missen zonder echt iets te missen, want de uiteindelijke uitkomst hoor je vanzelf. Toch elk detail opslurpen, en je daar dan even schuldig als onbevredigd over voelen, omdat elke nieuwsjunk heus wel weet dat een hartig essay veel gezonder is."], "authors": ["Sander Donkers"], "keywords": ["van", "vult", "het", "maar", "naar", "nieuwsjunkfood", "hunkert", "niet", "je", "dat", "nieuwsjunk", "ze", "te", "steeds", "omdat", "nooit"], "pubDate": "2020-11-26T18:52:49+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}