{"id": "03c22276-3168-32b1-9c01-e7e5fc9bda66", "title": "Met hulp van elektroden kunnen blinden deel zicht terugkrijgen", "url": "https://www.parool.nl/nederland/met-hulp-van-elektroden-kunnen-blinden-deel-zicht-terugkrijgen~b6d270b5/", "summary": "Met een camera in een bril en elektroden in de visuele hersenschors lukt het om niet alleen een stipje te zien, maar ook vormen.\nMet duizend elektroden in de hersenschors kunnen de hersenen zo worden gestimuleerd dat blinden zelfs letters kunnen herkennen.\nOm iets te kunnen zien, moeten patiënten een operatie ondergaan.\n“Ik denk dat we wel tienduizend elektroden, verspreid over de visuele hersenschors, nodig hebben om echt op straat het verkeer te kunnen zien.\nAls alle tests goed blijven gaan, verwacht Roelfsema na 2028 grotere groepen patiënten te kunnen helpen.", "paragraphs": ["Onderzoekers zijn een stap verder om blinden iets van hun zicht terug te geven. Met een camera in een bril en elektroden in de visuele hersenschors lukt het om niet alleen een stipje te zien, maar ook vormen. Met duizend elektroden in de hersenschors kunnen de hersenen zo worden gestimuleerd dat blinden zelfs letters kunnen herkennen. Het is een belangrijke doorbraak, zegt Pieter Roelfsema, directeur van het Nederlands Herseninstituut. “We wisten al langer dat we stipjes konden laten zien, maar er is nooit eerder aangetoond dat er interpreteerbare beelden zijn te projecteren.”", "Al jaren doen onderzoekers testen met apen en muizen. Die krijgen elektroden (kleine, stijve staafjes) in de hersenschors. Op die elektroden worden een computer en camera aangesloten. De camera geeft beelden door aan de computer, die zet de beelden om in stipjes die naar delen van de hersenen worden gestuurd. Roelfsema: “Het is eigenlijk een matrixbord. We kunnen de elektroden zo stimuleren dat er stipjes verschijnen en die stipjes samen maken een vorm.”", "Voorbijrijdende auto's", "Uiteindelijk denken de onderzoekers dat patiënten via deze techniek meer kunnen herkennen, bijvoorbeeld voorbijrijdende auto’s, maar ook gezichtsuitdrukkingen.", "Om iets te kunnen zien, moeten patiënten een operatie ondergaan. Ze krijgen de implantaten in hun hersenschors. Probleem is nog wel dat het lichaam de elektroden na ongeveer een jaar probeert af te stoten. Onderzoekers zoeken naar nieuwe materialen die langer in het lichaam kunnen blijven. “We willen natuurlijk niet dat patiënten eindelijk weer wat kunnen zien, maar dat het systeem er na een jaar mee ophoudt.”", "Hoewel het systeem hoofdzakelijk op dieren wordt getest, is een Spaans onderzoeksteam – waarmee het Nederlands Herseninstituut samenwerkt – een stapje verder. Daar kreeg een patiënt een half jaar de elektroden geplaatst. Bij de apen zijn al duizend sensoren getest, de patiënt kreeg er honderd. Roelfsema: “De patiënt kon beelden herkennen. Als je je arm uitstrekt en van je duim en wijsvinger een cirkel maakt, zo’n klein stukje.” Niet veel, erkent Roelfsema, maar de test toonde aan dat de prikkeling van de hersenen óók bij mensen werkt. “Ik denk dat we wel tienduizend elektroden, verspreid over de visuele hersenschors, nodig hebben om echt op straat het verkeer te kunnen zien. Hoe meer delen we kunnen stimuleren, hoe groter het beeld dat de patiënten krijgen.”", "Draadloos systeem", "Over drie jaar hopen de onderzoekers een grotere proef bij mensen te kunnen starten. Maar daarvoor is nog veel werk te verzetten. Er moeten dus betere implantaten komen. Ook lopen patiënten nu nog rond met een stekker tussen hun schedel en de computer. De onderzoekers willen naar een draadloos systeem, zodat ze alleen een speciale bril op hoeven te zetten en een kleine computer (zo groot als een telefoon) bij zich hoeven te dragen.", "Als alle tests goed blijven gaan, verwacht Roelfsema na 2028 grotere groepen patiënten te kunnen helpen. “Blinde mensen hoeven nu nog niet de adem in te houden, maar ons onderzoek is wél veelbelovend.”"], "authors": ["Ellen Van Gaalen"], "keywords": ["van", "elektroden", "deel", "het", "terugkrijgen", "maar", "met", "hulp", "patiënten", "onderzoekers", "zicht", "een", "blinden", "kunnen", "te", "dat", "en"], "pubDate": "2020-12-04T11:13:09+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}