{"id": "03f2baf1-9929-380a-8d9d-f6eb022e8737", "title": "’Ik schaam me voor wat ik uitgeef aan kerstcadeaus’", "url": "https://www.telegraaf.nl/vrouw/1052442554/ik-schaam-me-voor-wat-ik-uitgeef-aan-kerstcadeaus", "summary": "Je kunt immers maar beter ruim voor 25 december alles in huis hebben, voor het geval je nog iets moet ruilen.\nAls ik me aan het budget zou houden, moest het mannetje het doen met twee kleine houten wagonnetjes en een spoorwegovergang met belletje.\nMaar eigenlijk wilde ik – met het oog op wat intellectuele uitdaging – ook nog een Barbapapaboek en een puzzel voor hem.\nZelfs als ik voor de goedkoopste variant zou kiezen, zou ik ruim boven de 200 euro uitkomen.\nEn die kosten reken ik voor het gemak maar even niet mee.", "paragraphs": ["„Het begon zo goed. Samen met mijn man had ik een budget vastgesteld voor de kerstcadeaus. Vijftig euro per persoon, dat vinden wij redelijk – hoewel dat best veel geld is. Aan die vijftig euro zouden wij ons dus netjes houden, ondanks het feit dat onze oudste zoon (8) veel wensen heeft en vorige maand al fanatiek een verlanglijstje had gemaakt.", "Flinke verlanglijst", "Opgewekt begon ik vorige week met het samenstellen van een ‘boodschappenlijstje’. Je kunt immers maar beter ruim voor 25 december alles in huis hebben, voor het geval je nog iets moet ruilen. Voor de jongste van tweeënhalf was het heel makkelijk: die doet niets anders dan met zijn trein spelen, dus had ik hiervoor wat accessoires in gedachten. Die moesten dan wel van Thomas de Trein zijn, want dat past bij de spullen die hij nu al heeft gekregen van opa en oma. Boekje erbij en klaar is kees!", "De oudste had zoals gezegd heel wat noten op zijn zang: die wilde, behalve ’een Minion die net zo groot is als papa en bananen voor me pelt en me naar school brengt’ (eeeh…), ook nog een raceauto met afstandsbediening én een dino.", "Boven de 200 euro", "Ik ben een drukke, werkende moeder, dus kwam het voor mij goed uit dat je nu je kerstcadeaus online moet bestellen. Daarom ging ik opgewekt aan de slag met bestellen bij een online warenhuis. Wat bleek? Voor 50 euro de kleuter koop je echt niet zoveel. Je schrikt je rot als je die Thomas de Trein-troep ziet! Als ik me aan het budget zou houden, moest het mannetje het doen met twee kleine houten wagonnetjes en een spoorwegovergang met belletje.", "Maar eigenlijk wilde ik – met het oog op wat intellectuele uitdaging – ook nog een Barbapapaboek en een puzzel voor hem. Pling! U heeft 4 artikelen in uw winkelmandje, wilt u betalen of verder winkelen? Verder winkelen graag, ruim over budget inmiddels. Een raceauto voor mijn oudste was zo gevonden. En zou het niet leuk zijn een Playmobil-drakenkasteel voor hem te kopen?", "Klikkend door de aparte Playmobilshop van het online warenhuis bleek de goedkoopste variant daarvan ruim 89 euro te kosten. 89 euro! Er was er zelfs een van 189 euro! Zelfs als ik voor de goedkoopste variant zou kiezen, zou ik ruim boven de 200 euro uitkomen. Voor wat kerstcadeaus!", "Cadeautjesberg", "Het werd dus uiteindelijk, naast de raceauto met afstandsbediening, een vuurspuwende Playmobildraak van ongeveer 35 euro. Plus nog een boek over sterrenkunde, want hij wil alles weten over de maan en planeten.", "Ik durfde haast niet te kijken naar het bedrag van alle in mijn online-winkelmandje verzamelde artikelen. Ruim 150 euro, zo luidde het vonnis. En dan heb ik eigenlijk nog valsgespeeld, want eerder in het jaar had ik al boekjes, stickervellen, knutselspullen en een dino-ei verzameld. En die kosten reken ik voor het gemak maar even niet mee. En ik weet dat ook opa’s en oma’s van beide kanten wat cadeautjes komen brengen, dus op kerstavond wacht ons een onverantwoorde cadeautjesberg. En dat zo vlak na Sinterklaas...", "Valkuil", "Gisteren bracht de postbode alvast een enorme doos – deel 2 volgt later deze week. Als een kind zo blij ging ik uitpakken. Wat een geweldige dingen! Die draak is echt fantastisch. Maar meteen overviel de schaamte me. Waarom zo veel en zo duur? Trap ik in de valkuil van werkende moeders (zelf werk ik vier dagen), die hun schuldgevoel afkopen met dure presentjes in glanzend pakpapier? Mijn kinderen krijgen zo veel, terwijl er zat arme kinderen zijn van wie de ouders zich niet een simpel cadeautje kunnen veroorloven.", "Ik herinner me hoe ik laatst in de krant las dat een Syrische mevrouw in een Libanees vluchtelingenkamp zou sterven omdat zij zich niet kon veroorloven een tumor te laten verwijderen. Aan die operatie zou zij namelijk 50 euro moeten bijdragen. Precies het bedrag dat ik over budget ben gegaan. Bizar. Ik weet wat me te doen staat: wat zijn de gironummers van Stichting Kinderfondsen Nederland en van Stichting Vluchteling ook alweer?”", "De rubriek Opgebiecht is gebaseerd op waargebeurde verhalen."], "authors": [], "keywords": ["van", "die", "een", "en", "kerstcadeaus", "zo", "schaam", "ik", "voor", "euro", "uitgeef", "met", "wat", "het", "aan"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}