{"id": "03f37cf8-e8de-3af8-a0f3-49b19187e323", "title": "Rusland voor twee jaar uitgesloten van sportevenementen", "url": "https://nrc.nl/nieuws/2020/12/17/rusland-voor-twee-jaar-uitgesloten-van-sportevenementen-a4024282", "summary": "Rusland wordt niet voor vier, maar twee jaar uitgesloten van deelname aan internationale sportevenementen.\nEind vorig jaar besloot WADA om Rusland voor vier jaar te schorsen van mondiale sporttoernooien, wegens het grootschalig manipuleren van dopingresultaten tijdens de Olympische Spelen in Sotsji in 2014.\nDe uitspraak betekent ook dat Rusland zich de komende twee jaar niet mag kandideren voor de organisatie van internationale sportevenementen.\nHet Russische dopingschandaal kwam aan het licht toen het voormalige hoofd van het antidopinglaboratorium van Moskou, Grigori Rodtsjenkov, het bestaan onthulde van een door de Russische staat verordonneerd dopingprogramma.\nAmper twee weken voor de Olympische Spelen van 2016 in Rio in juli van dat jaar riep het WADA op Rusland uit te sluiten.", "paragraphs": ["Rusland wordt niet voor vier, maar twee jaar uitgesloten van deelname aan internationale sportevenementen. Dat is het langverwachte en beslissende oordeel van het internationale sporttribunaal CAS, deze donderdag in het Zwitserse Lausanne. Daarmee is Russische deelname aan de Zomerspelen in Tokio (2021), de Winterspelen in Beijing (2022) én het WK voetbal in Qatar (2022) definitief van de baan. Ook moet Rusland ruim 1 miljoen euro betalen aan wereldantidopingagentschap WADA voor gemaakte kosten. De uitspraak vormt het slotakkoord in de zich al jaren voortslepende Russische dopingaffaire. Vanaf 16 december 2022 mag Rusland weer meedoen.", "Eind vorig jaar besloot WADA om Rusland voor vier jaar te schorsen van mondiale sporttoernooien, wegens het grootschalig manipuleren van dopingresultaten tijdens de Olympische Spelen in Sotsji in 2014. Die straf wordt nu door het CAS gehalveerd. Vorige maand waren er hoorzittingen op een geheime locatie.", "Neutrale vlag", "Russische sporters die bewezen ‘schoon’ zijn verklaard, mogen waarschijnlijk onder neutrale vlag deelnemen. Zij moeten kunnen bewijzen dat hun dopingcontroles niet zijn gemanipuleerd door Russische dopinglaboratoria. Bij de Winterspelen in Zuid-Korea in 2018 heetten zij ‘Olympische sporters uit Rusland’.", "De uitspraak betekent ook dat Rusland zich de komende twee jaar niet mag kandideren voor de organisatie van internationale sportevenementen. Officieel moet het land ook de reeds toegekende toernooien worden afgenomen, tenzij dit ‘juridisch of praktisch onhaalbaar is’.", "Critici ergeren zich aan het feit dat Rusland aankomend jaar wél mee mag doen aan het vanwege de pandemie uitgestelde EK voetbal en de Champions League. Die evenementen worden gezien als continentaal in plaats van internationaal. Rusland speelt twee groepsduels in het Krestovskistadion in Sint-Petersburg.", "Het Russische dopingschandaal kwam aan het licht toen het voormalige hoofd van het antidopinglaboratorium van Moskou, Grigori Rodtsjenkov, het bestaan onthulde van een door de Russische staat verordonneerd dopingprogramma. Amper twee weken voor de Olympische Spelen van 2016 in Rio in juli van dat jaar riep het WADA op Rusland uit te sluiten. Het IOC hield een regelrecht verbod echter tegen en stelde dat federaties individueel moeten beslissen of Russische sporters mogen deelnemen.", "WADA-voorzitter Witold Banka zei in een reactie dat het agentschap verheugd is over de uitkomst van de zaak. „We hebben geen middel onbeproefd gelaten bij het onderzoeken van deze zeer complexe kwestie en bij het presenteren van onze zaak aan CAS. Het panel heeft duidelijk onze bevindingen bevestigd, dat de Russische autoriteiten de gegevens van het laboratorium in Moskou schaamteloos en illegaal hebben gemanipuleerd in een poging een geïnstitutionaliseerd dopingsysteem te verdoezelen. Ondanks het voortdurende verzet en de ontkenning van Rusland, hebben we onze zaak duidelijk en eerlijk bewezen. In dat opzicht is deze uitspraak een belangrijk moment voor ‘schone’ sport en voor sporters over de hele wereld.”"], "authors": ["Eva Cukier", "December Om", "Leestijd Minuut"], "keywords": ["van", "dat", "een", "het", "en", "uitgesloten", "twee", "voor", "jaar", "sportevenementen", "russische", "rusland", "aan"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}