{"id": "0406de88-b9c0-392e-84c3-8a88c6c07816", "title": "Stage lopen op de IC, tijdens een pandemie", "url": "https://volkskrant.nl/nieuws-achtergrond/stage-lopen-op-de-ic-tijdens-een-pandemie~b3a64705/", "summary": "Eigenlijk loopt Mourik dit jaar stage op de oncologiekliniek van het Erasmus MC - afdeling hoofd-hals.\nVoor die tijd wil hij wel vertellen hoe dat is, stage lopen in de zorg, tijdens een pandemie.\nMourik had zich net ingeschreven voor de opleiding tot meesterslager, toen tijdens een periodieke controle bleek dat het weer mis was.\nVast staat dat de student nu gezond is, maar dat hij wel onder strenge controle moet blijven van het Erasmus MC.\nEn dat het ook weer goed kan komen.", "paragraphs": ["Remco Mourik, leerling verpleegkunde van het Zadkine college in het Erasmus Medisch Centrum. Beeld Guus Dubbelman / de Volkskrant", "Alsof het ziekenhuis waar hij al bijna heel zijn leven komt een paleis vol fonkelende schatten is. Zo loopt Remco Mourik (26), gestoken in een smetteloos wit verplegerspak, over de glanzende gangen van het Erasmus MC. ‘Móói is het hier hè? Dit is het grootste academische ziekenhuis. Technisch zijn ze hier ook zó goed.’", "Er zullen weinig studenten zijn die zulke pijnlijke jeugdherinneringen hebben aan hun stageplek, en er tegelijkertijd zo enthousiast over zijn als deze derdejaars verpleegkunde aan ROC Zadkine.", "Eigenlijk loopt Mourik dit jaar stage op de oncologiekliniek van het Erasmus MC - afdeling hoofd-hals. Maar nu de tweede golf de zorg in de tang heeft is hij vijf weken ‘uitgeleend’ aan de intensive care, die vol ligt met coronapatiënten. Omdat ze zijn hulp hard kunnen gebruiken. En omdat het hem een waardevolle ervaring oplevert.", "Op de intensive care assisteert hij andere verpleegkundigen. Hij helpt bijvoorbeeld bij het omdraaien van patiënten die aan de beademing liggen. Hij controleert of het zuurstofgehalte in orde is en of de juiste medicatie klaarstaat. ‘Heel leerzaam’, zegt Mourik. Zijn ogen glanzen.", "Het is vrijdagmiddag. Om drie uur begint de student aan zijn avonddienst. Voor die tijd wil hij wel vertellen hoe dat is, stage lopen in de zorg, tijdens een pandemie.", "Dat juist Mourik op de intensive care is beland, is bijzonder. Van de bijna dertig studenten die stage lopen bij oncologie - van tweedejaars mbo tot vierdejaars hbo - werden slechts twee stagiaires geselecteerd. Maar vooral omdat hij weet hoe het is als je lot in de handen van verpleegkundigen en dokters ligt.", "Van zijn tweede tot zijn zevende leed Mourik aan acute lymfatische leukemie, een vorm van bloedkanker. ‘Het zag er zo slecht uit dat de verwachting was dat ik mijn vijfde levensjaar niet zou halen.’ Dat alles speelde zich hier af, in het Sophia Kinderziekenhuis van het Erasmus MC.", "Op zijn tiende werd hij wonderwel genezen verklaard. In de jaren die volgden probeerde Mourik het ziekenhuis zoveel mogelijk te mijden. De plek riep alleen maar ellendige herinneringen op. Het plan werd: werken in de slagerij van zijn ouders in Krimpen aan den IJssel en uiteindelijk het bedrijf overnemen.", "Tot hij 22 werd en alles kantelde. Mourik had zich net ingeschreven voor de opleiding tot meesterslager, toen tijdens een periodieke controle bleek dat het weer mis was. Non-hodgkinlymfoom cluster 4, luidde de diagnose dit keer. Een zeldzame vorm van lymfklierkanker. Mourik kreeg te horen dat hij nog een jaar te leven had.", "Een zomer lang leefde hij met die boodschap. Maar meerdere operaties later bleek het toch anders te zitten. Mourik heeft geen kanker, maar een zeldzame auto-immuunziekte. Wat dat voor zijn toekomst betekent, is onzeker. Vast staat dat de student nu gezond is, maar dat hij wel onder strenge controle moet blijven van het Erasmus MC.", "Er kantelde nog iets, dat jaar. Mourik ging anders naar de plek kijken waar hij al 24 jaar patiënt is. ‘Ik begon te beseffen: wat ik hier als patiënt heb meegemaakt was heel naar, maar deze plek is eigenlijk heel mooi. Hier lopen mensen rond die je door een zware tijd heen slepen.’", "Dat wilde hij ook. Inmiddels, ruim over de helft van zijn studie, is voor stagebegeleider Dinie de Groot duidelijk dat Mourik geknipt is voor dit vak. Als praktijkbegeleider binnen de afdeling oncologie ziet ze hoe hoe ambitieus hij is. ‘Hij weet precies wat hij wil, staat stevig in zijn schoenen en hij heeft oog voor wat de patiënt nodig heeft. Juist omdat hij weet hoe het is.’", "Dat alles kan Mourik nu inzetten bij coronapatiënten en hun familieleden. En ja, het is soms ‘best confronterend’ om te zien ‘hoe mensen liggen te happen naar adem’. Maar dat is precies waarom hij dit vak heeft gekozen. Omdat deze plek mensen nodig heeft die weten hoe ellendig het kan zijn. En dat het ook weer goed kan komen.", "Kaya Bouma volgt het Rotterdamse ROC Zadkine. Binnen het onderwijs wordt het mbo misschien wel het zwaarst op de proef gesteld door de coronacrisis: een tekort van 20 duizend stageplekken, dreigende studievertraging, praktijklessen die in de knel raken, en veel online lessen."], "authors": ["Kaya Bouma"], "keywords": ["stage", "mourik", "van", "ic", "het", "op", "hij", "die", "zijn", "maar", "tijdens", "pandemie", "een", "dat", "lopen", "en"], "pubDate": "2020-12-03T22:56:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}