{"id": "0408eb7f-e634-3259-a4d5-98f7792696df", "title": "Nog geen product, al wel reclame: waarom bedrijven lokadvertenties inzetten", "url": "https://volkskrant.nl/wetenschap/nog-geen-product-al-wel-reclame-waarom-bedrijven-lokadvertenties-inzetten~b30dc3fd/", "summary": "Dit soort advertenties en aanmeldpagina’s zijn niet bedoeld om iets te verkopen, maar om te onderzoeken of er vraag is naar een product.\n‘Ze klikken erop en komen erachter dat het niet bestaat.\nMaak er een minimum viable product van, het absolute minimum dat nodig is om te testen of consumenten er gebruik van willen maken.\nDe Autoriteit Persoonsgegevens zegt dat een bedrijf persoonsgegevens mag verzamelen om te zien of er genoeg interesse is in een product.\nDaarbij moet wel duidelijk worden gemaakt dat dat de reden is voor het verzamelen van de gegevens.", "paragraphs": ["Beeld Studio V", "‘De enige energiemaatschappij die je minder energie wil verkopen’, zo stond er een tijdje terug op een banner bovenaan de homepage van Coolblue. Coolblue, een energiemaatschappij? Dat is toch een elektronicawebshop? Ja, en nu dus een ‘positieve energiemaatschappij’ die klanten met een slimme app wil helpen om minder stroom te verbruiken. Wie overstapt, ontvangt tot 200 euro retour, belooft de advertentie.", "Er is alleen een probleem: Coolblue Energie bestaat niet. Wie op het aanmeldformulier zijn gegevens achterliet, kreeg dat na het insturen te zien. ‘Voordat we dit gaan bouwen, willen we hier eerst meer over leren. Je kunt dus nu geen contract bij ons afsluiten’, reageert het bedrijf op tweets van klanten die erover in verwarring zijn. ‘We hebben deze pagina bewust online gezet om te testen.’ Het bedrijf reageert niet op vragen van de Volkskrant.", "Testen, dat is waar het om draait. Dit soort advertenties en aanmeldpagina’s zijn niet bedoeld om iets te verkopen, maar om te onderzoeken of er vraag is naar een product. Binnen de start-upwereld heet dit een ‘smoke test’ of ‘fake door testing’. Je bouwt een simpele webpagina waarop het lijkt alsof een dienst er al is. Hoeveel mensen klikken daar vervolgens op? Op basis van die cijfers is een grove inschatting te maken over hoe groot de interesse voor het product onder het publiek is. ‘Het is een lastige balans, want je moet de gebruiker niet frustreren’, zegt Mehmet Olmez van marketingadviesbureau Accenture Interactive. ‘Ze klikken erop en komen erachter dat het niet bestaat. Dan moet je ze goed opvangen met een bedankje.’", "Start-upgoeroe", "De techniek won aan populariteit nadat die werd beschreven in het boek The Lean Startup van de Amerikaanse start-upgoeroe Eric Ries. Volgens Ries kan deze vorm van testen ook breder worden toegepast. Wil een bedrijf een nieuwe functie toevoegen aan een bestaande dienst? Maak er een minimum viable product van, het absolute minimum dat nodig is om te testen of consumenten er gebruik van willen maken. Luister vervolgens naar de feedback van je klanten en pas het daarop aan.", "Vanuit de ondernemer goed te begrijpen, want zo weet je of er een markt is voordat je bergen geld in de ontwikkeling van het product steekt. Maar de consument wordt wel enigszins gefopt – afhankelijk van de manier waarop de advertentie is vormgegeven, kan die denken dat het al een bestaand product is. Mogen dit soort lokadvertenties wel?", "De Nederlandse Reclame Code en de Autoriteit Consument en Markt noemen advertenties ‘misleidend’ als ze onduidelijke of dubbelzinnige informatie over een product geven en als die informatie ervoor zorgt dat een consument een besluit neemt dat hij anders niet had genomen. Maar bij een lokadvertentie wordt uiteindelijk niets verkocht. ‘Je gaat geen transactie aan’, zegt ook Olmez.", "De Autoriteit Persoonsgegevens zegt dat een bedrijf persoonsgegevens mag verzamelen om te zien of er genoeg interesse is in een product. Daarbij moet wel duidelijk worden gemaakt dat dat de reden is voor het verzamelen van de gegevens. De Consumentenbond is nog iets stelliger: het zou eerlijker zijn als bedrijven meteen duidelijk maken dat de dienst er nog niet is. Zo wordt teleurstelling bij de consument ook voorkomen.", "Doorlopend proefpersoon", "Als internetgebruiker ben je echter doorlopend proefpersoon van de experimenten van bedrijven. Het kan goed zijn dat je op Volkskrant.nl een andere kop bij een stuk ziet dan je buurvrouw: zo wordt gemeten welke aankondiging het beste werkt. Dat heet een A/B-test: een deel van de gebruikers krijgt de ene variant te zien, een deel de andere. Vervolgens wordt het gedrag van de gebruikers gevolgd om te kijken welke variant voor het gedrag zorgt dat de sitebeheerder wil. Ook bijvoorbeeld Bol.com maakt gebruik van dit soort tests: een deel van de klanten kreeg wel een productbeschrijving bij mode-artikelen, een ander deel niet. Vooraf dacht de webshop dat consumenten producten zonder beschrijving even vaak zouden aanschaffen als die met een informatietekst, maar uit de test bleek dat klanten juist wel een beschrijving willen.", "‘Online kun je alles meten’, zegt Olmez. ‘Je kunt zien waar klanten afhaken. In de fysieke wereld zijn die data veel beperkter. Maar je moet je meetinstrumenten wel goed ingericht hebben, anders is het alsof je geblinddoekt in een auto zit. Dan kun je nog steeds niet rijden.’ Het puur meten van kliks is bovendien te beperkt, denkt de marketingexpert. ‘Dan weet je of ergens interesse voor is, maar niet wat een klant ergens van verwacht. Om het helemaal uit te denken, heb je uitgebreidere feedback nodig.’", "Het testen van hypotheses gebeurt natuurlijk ook in de fysieke wereld. Gemeenten die een straat willen herinrichten, proberen de nieuwe verkeerssituatie met tijdelijke bewegwijzering eerst een tijdje uit om te kijken of de verkeersdoorstroming ook echt verbetert. In de digitale wereld is het uitvoeren van een test een stuk laagdrempeliger: je voegt wat nieuwe computercode toe en de test staat live. Doordat bedrijven zo rap kunnen innoveren, kun je er als consument uiteindelijk een fijnere gebruikservaring aan overhouden – maar het zorgt er ook voor dat het niet altijd meer een gedeelde ervaring is. ‘Daarom moet je als bedrijf een goede strategie hebben’, zegt Olmez. ‘Misschien moet je niet alles personaliseren.’"], "authors": ["Timo Nijssen"], "keywords": ["om", "geen", "lokadvertenties", "er", "reclame", "waarom", "nog", "te", "bedrijven", "die", "je", "inzetten", "van", "een", "product", "al", "het", "niet", "dat", "wel"], "pubDate": "2020-12-18T12:00:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}