{"id": "04100d95-abaa-3c80-b9dd-8b8b148bd8c5", "title": "Alles over labskaus: het gerecht van zeevaarders, dat zowel regionale trots oproept als culinaire afschuw", "url": "https://www.dvhn.nl/groningen/Labskaus-klassiek-gerecht-van-de-kusten-26334687.html", "summary": "En wat te denken van het Noorse lapskaus , het Zweedse lapskojs of het Deense skipperlabskovs ?\nHet is ontstaan in een periode dat scheepsreizen lang en eentonig waren, en al helemaal als het om eten ging.\nWie dat was, en waar dus de oorsprong van het gerecht ligt, blijft in het ongewisse.\nloadingEerste vermelding dateert van 1706De scousers uit Liverpool claimen de ‘uitvinding’ van het gerecht, maar in Hamburg en Bremen zijn ze even overtuigd van het geboorterecht.\nSommigen menen dat het ontleend kan zijn aan het Letse woord labs kauss , dat zoiets als ‘goede kom’ of ‘stoofpot’ betekent, net als het Litouwse labas káušas .", "paragraphs": ["Liverpool of Hamburg, Gotenburg of Bremen? Nee, we hebben het niet over fans van voetbalclubs, maar over fans van labskaus . Het Noord-Europese stoof- of pureegerecht roept zowel regionale trots op als culinaire afschuw. Waar komt labskaus eigenlijk vandaan?", "Loop de Old Commercial Room in Hamburg binnen en je voelt de oude Hanzestad tot in je diepste poriën. On-Duits in naam – opgericht eind 18de eeuw door een Engelse reder – maar een reurend zij het toeristisch middelpunt van Duitse keuken. Op de kaart klassiekers als Hamburger Aalsuppe , Rauchmatjesfilet en Gegrillte Schweinshaxe . Maar de roem van de keuken: de Labskaus waarvan het restaurant zich trots ‘ambassadeur’ noemt.", "Een gerecht met aardappel, ui, rode biet, gepekeld rundvlees, zure augurken, haringfilet, eieren en kruiden. Misschien geen culinair bijster opwindend gerecht, maar wel een met een behoorlijke geschiedenis.", "Stoofpot van de zeevaarders", "Stap even op het virtuele schip en vaar van Hamburg naar de Engelse westkust, naar Liverpool. De inwoners van de havenstad aan de Mersey staan bekend als scousers , een bijnaam die is ontleend aan de lobscouse , een stoofpot van de zeevaarders van de stad. De overeenkomst is helder: Labskaus, lobscouse. En wat te denken van het Noorse lapskaus , het Zweedse lapskojs of het Deense skipperlabskovs ?", "In het Deense woord zit een belangrijke aanwijzing: skipper of schipper. Labskaus is een gerecht van scheepslieden, zeevaarders. Een eenpansgerecht dat een beetje scheepskok nog prima kan maken als alle pannen in zijn kombuis dansen op de woeste golven van de zee.", "Het is ontstaan in een periode dat scheepsreizen lang en eentonig waren, en al helemaal als het om eten ging. Denk aan de 17de, 18de eeuw toen schoeners, driemasters en andere tallships vanuit de Baltische staten en de Noord- en West-Europese Hanzesteden de zeeën bevoeren met hun handelswaar.", "De proviand bestond meestal uit gepekeld of gedroogd vlees, scheepsbeschuit, veel aardappels – goed te bewaren en bomvol vitamine C tegen de scheurbuik – knollen, uien wellicht. Ergens in die tijd zal een scheepskok een aantal van die ingrediënten bij elkaar hebben gedaan en een stevige pot hebben gekookt. Wie dat was, en waar dus de oorsprong van het gerecht ligt, blijft in het ongewisse.", "loading", "Eerste vermelding dateert van 1706", "De scousers uit Liverpool claimen de ‘uitvinding’ van het gerecht, maar in Hamburg en Bremen zijn ze even overtuigd van het geboorterecht. De waarheid zal in het midden liggen, en in elk geval op zee. De eerste vermelding van lobscouse is in een boek uit 1706, het eerste recept dateert van 1750, terwijl de Duitse woordvariatie labskaus pas in de 19de eeuw opduikt.", "De etymologische oorsprong blijft vooralsnog onduidelijk. Sommigen menen dat het ontleend kan zijn aan het Letse woord labs kauss , dat zoiets als ‘goede kom’ of ‘stoofpot’ betekent, net als het Litouwse labas káušas . Maar een soortgelijk gerecht onder die naam bestaat niet.", "Het gerecht heeft zich in allerlei variaties verspreid langs de kusten van Scandinavië, de Baltische Staten, Noord-Duitsland en Engeland – in Nederlandse zeevaartkringen werd het wel gegeten, maar drong het niet door tot de herbergen van Delfzijl, Harlingen of Enkhuizen. De zeelui uit het Hanzeverbond zullen elkaar steeds op verschillende plekken zijn tegengekomen en eetervaringen hebben uitgewisseld.", "Vermoedelijk heeft een van die zeelieden het recept aan een plaatselijke herbergier gegeven. Het is een goedkoop gerecht, eenvoudig te bereiden en nog eenvoudiger weg te slobberen. Wat best handig was gezien het gegeven dat veel zeemannen tamelijk tandeloos waren door structureel vitaminegebrek.", "Zoals de naam voor labskous – de term die wij in Nederland gebruiken – varieert, zo is ook de invulling van het gerecht in de loop der eeuwen verder uiteen gaan lopen. Oorspronkelijk zal het gemaakt met water, vlees of vis en scheepsbeschuit.", "Dat laatste werd gebruikt als bindmiddel, een rol die in onze noordelijke streken door de aardappel werd overgenomen. Als je bij de ingrediëntenlijst peterseliewortel tegenkomt, kun je er donder op zeggen dat je de versie uit Rostock of Riga eet: in die streken staat gemalen peterseliewortel standaard in het kruidenrek.", "In Liverpool nemen ze labskous bijzonder serieus", "In Noorwegen is het vooral een grove aardappelstoof, waaraan in de lichte versie ( lys labskaus ) ham of corned beef is toegevoegd en in de donkere versie ( brun labskaus ) rundvlees, rendiervlees, gevogelte of zelfs walvisvlees. Groenten als prei of selderij kunnen naar believen worden toegevoegd.", "Brun labskaus is vooral een wintergerecht, de lichte versie is meer voorjaar en zomer. Geserveerd in van die traditionele eettentjes met echte husmannskost . De Zweden eten eenzelfde type lapskojs als hun Noorse buren, maar het gerecht is minder bonkig en iets ’vloeibaarder’. Daarbij doet pastinaak vaak dienst als basispuree in plaats van aardappel. In Zweden doen ze niet moeilijk over variaties en uiteenlopende ingrediënten.", "De Liverpudlians, of scousers , nemen daarentegen hun gerecht bijzonder serieus. Heerlijk is de speurtocht van de Guardian-journaliste Felicity Cloake naar het ultieme recept voor lobscouse , waarbij ze de onderlinge strijd van verschillende ‘scholen’ in Liverpool aanroert (sowieso is de column van Cloake, een wekelijks zoektocht naar de oorsprong van diverse gerechten wereldwijd verplichte kost voor culinair historici, maar dat terzijde).", "Essentieel is in elk geval dat het vooral een stoofpot is, waarin aardappelen, wortelen, ui en stukken vlees enkele uren wordt gestoofd. Hoewel sommigen er lamsvlees in doen, zweren puristen bij rundvlees. Met lamsvlees wijkt het nauwelijks af van een Irish stew of een Lancashire hotpot , vandaar, en de Liverpudlians willen daar natuurlijk niet mee vergeleken worden.", "Wel zijn ze zo grootmoedig om hun gerecht te delen met Wales, waar in de havensteden een soortgelijk gerecht wordt geserveerd onder de naam lobsgaws .", "Duitse Labskaus ziet er niet uit maar is vol en troostrijk", "Terug naar de Old Commercial Room in Hamburg, waar volgens de Hamburgers de enige echte labskaus vandaan komt. Hoewel ook concurrent Bremen danig op de trom slaat. Het gerecht wat in Noord-Duitsland wordt geserveerd zal de inwoners van Liverpool nauwelijks bekend voorkomen. Op het bordje bij de Old Commercial Room krijgt u een roodbruine puree.", "De puree bestaat uit gepekeld en gekookt rundvlees, gekookte rode bieten, augurken, eventueel kappertjes en wat kruiden: alles gaat door de zogenoemde Fleischwolf (vleesmolen) en de puree wordt vervolgens met wat bietensap weer aan de kook gebracht zodat een iets steviger brei ontstaat.", "Het gerecht wordt geserveerd met een of twee gebakken eieren bovenop en repen augurk, schijfjes rode biet en filets van maatjesharing. De Bremer variant bevat vaak cornedbeef als vlees. Wat in elk geval duidelijk is: de brei ziet er in eerste instantie niet al te smakelijk uit.", "Over de rozerode puree lezen we op recensiesites dat het eruitziet als ‘kots’ of op zijn minst zeer onappetijtelijk. Maar wanneer je een paar happen neemt merk je dat het een vol en troostrijk gerecht is, met smaken van zuren, zouten, zetmeel en zee. Smakelijk eten."], "authors": ["Jacques Hermus"], "keywords": ["labskaus", "van", "gerecht", "regionale", "en", "oproept", "zeevaarders", "zowel", "trots", "een", "als", "op", "het", "maar", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}