{"id": "045e8a24-7f8b-3f28-a894-323e30cb7e1a", "title": "Twistpunten staan handelsakkoord tussen EU en VK nog altijd in de weg", "url": "https://nu.nl/brexit/6095033/twistpunten-staan-handelsakkoord-tussen-eu-en-vk-nog-altijd-in-de-weg.html", "summary": "De grote twistpunten in de onderhandelingen tussen de EU en het Verenigd Koninkrijk staan ook na de gesprekken van zondag een handelsakkoord in de weg, zo zeggen diplomaten maandag.\nVolgens The Sun zal Johnson daarom maandag mogelijk de stekker uit de onderhandelingen trekken.\nDe EU en het Verenigd Koninkrijk spreken maandag ook over een andere sta-in-de-weg, namelijk de bepaling die het mogelijk maakt om delen van het zogeheten Noord-Ierlandprotocol te overrulen.\nHet ontwerp van de wet die onderdelen van het Brexit-terugtredingsakkoord onderuithaalt, wordt maandag opnieuw aan het Lagerhuis voorgelegd.\n\"Dat deze wet opnieuw onderwerp van gesprek is, helpt de handelsgesprekken op zijn zachtst gezegd niet vooruit\", aldus een hooggeplaatste Europese ambtenaar.", "paragraphs": ["De grote twistpunten in de onderhandelingen tussen de EU en het Verenigd Koninkrijk staan ook na de gesprekken van zondag een handelsakkoord in de weg, zo zeggen diplomaten maandag. Michel Barnier, hoofdonderhandelaar namens de EU, zou weinig hoop hebben.", "Volgens ingewijden is er nog te weinig vooruitgang geboekt rond de drie grote vraagstukken: concurrentieregels, toezicht en visserij. \"Het Verenigd Koninkrijk heeft niet de noodzakelijke stappen gezet\", zou een diplomaat hebben gezegd. \"De bal ligt nu bij Boris Johnson.\"", "Op het gebied van visserij heeft de EU volgens Britse minister van Landbouw George Eustice \"idiote eisen\" gesteld. Volgens The Sun zal Johnson daarom maandag mogelijk de stekker uit de onderhandelingen trekken.", "De EU en het Verenigd Koninkrijk spreken maandag ook over een andere sta-in-de-weg, namelijk de bepaling die het mogelijk maakt om delen van het zogeheten Noord-Ierlandprotocol te overrulen. Het ontwerp van de wet die onderdelen van het Brexit-terugtredingsakkoord onderuithaalt, wordt maandag opnieuw aan het Lagerhuis voorgelegd. Met deze wet zouden de Britten het internationaal recht schenden.", "\"Dat deze wet opnieuw onderwerp van gesprek is, helpt de handelsgesprekken op zijn zachtst gezegd niet vooruit\", aldus een hooggeplaatste Europese ambtenaar. Het Britse Hogerhuis schrapte eerder de omstreden bepaling en doet dat mogelijk aanstaande woensdag opnieuw."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["twistpunten", "tussen", "nog", "van", "weg", "maandag", "een", "opnieuw", "eu", "en", "verenigd", "mogelijk", "staan", "vk", "handelsakkoord", "altijd", "het", "wet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}