{"id": "04683e94-a2f5-3a23-ac42-934cf0648871", "title": "GroenLinks en D66 willen na toeslagenaffaire overheid dwingen tot meer openheid", "url": "https://nos.nl/nieuwsuur/artikel/2363888-groenlinks-en-d66-willen-na-toeslagenaffaire-overheid-dwingen-tot-meer-openheid.html", "summary": "De affaire met de kinderopvangtoeslag onderstreept de noodzaak van meer openheid bij de overheid.\nDat zeggen D66 en GroenLinks die met een wetswijziging komen voor meer transparantie.\nDe twee partijen kwamen eerder al met een initiatiefwet die dit moet bewerkstelligen: de Wet Open Overheid.\nZe willen onder meer een soort ombudsman instellen waar journalisten terechtkunnen als ze bijvoorbeeld opgevraagde overheidsinformatie niet, of weer eens veel te laat, krijgen van een ministerie.\nGroenLinks-Kamerlid Bart Snels: \"De toeslagenaffaire laat zien hoe belangrijk het is voor de samenleving dat de informatiehuishouding van de overheid deugt.\"", "paragraphs": ["De affaire met de kinderopvangtoeslag onderstreept de noodzaak van meer openheid bij de overheid. Dat zeggen D66 en GroenLinks die met een wetswijziging komen voor meer transparantie.", "De twee partijen kwamen eerder al met een initiatiefwet die dit moet bewerkstelligen: de Wet Open Overheid. Die wordt morgen al in de Kamer behandeld. Maar met de wijziging op hun eigen wet willen de partijen nu nog verder gaan. Ze willen onder meer een soort ombudsman instellen waar journalisten terechtkunnen als ze bijvoorbeeld opgevraagde overheidsinformatie niet, of weer eens veel te laat, krijgen van een ministerie.", "'Twee scheppen erbij'", "Het wetsvoorstel zoals het er tot vandaag lag, kon waarschijnlijk op voldoende steun in de Kamer rekenen. De indieners waren graag gelijk al wat verder gegaan in het wettelijk afdwingen van transparantie bij de overheid, maar waren bang dat ze daarvoor onvoldoende politieke steun zouden krijgen, zeggen ze.", "Na het vernietigende rapport over de toeslagenaffaire is het politieke klimaat veranderd, zien de indieners van de wet. \"We doen er nu twee scheppen bij, dat wilden we altijd al, maar vanwege het draagvlak en de kosten deden we dat niet\", zegt D66-Kamerlid Steven van Weyenberg. \"We hopen dat in deze nieuwe werkelijkheid partijen die eerst heel kritisch waren, nu ook mee gaan in verdere stappen.\" GroenLinks-Kamerlid Bart Snels: \"De toeslagenaffaire laat zien hoe belangrijk het is voor de samenleving dat de informatiehuishouding van de overheid deugt.\""], "authors": ["Jorn Jonker", "Politiek Verslaggever", "Dit Is Een Artikel Van"], "keywords": ["d66", "wet", "meer", "groenlinks", "met", "ze", "toeslagenaffaire", "overheid", "die", "van", "en", "een", "dwingen", "tot", "al", "openheid", "het", "dat", "willen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}