{"id": "04896565-9579-3cec-bdab-46ff9c3d4a34", "title": "Fors meer positieve coronatests (12.844) dan gemiddeld (9.026) door storing", "url": "http://www.nu.nl/coronavirus/6097340/fors-meer-positieve-coronatests-12844-dan-gemiddeld-9026-door-storing.html", "summary": "Dat zijn er fors meer dan gemiddeld in de afgelopen zeven dagen (9.026).\nDe komende dagen liggen de dagcijfers hoger doordat de storing van begin deze week gecompenseerd wordt, aldus een woordvoerder van het RIVM.\nDe cijfers lagen maandag (8.496) en dinsdag (6.682) lager door overbelasting van het systeem.\nHet aantal coronapatiënten op de ic's staat nu op 536, tien meer dan een dag eerder.\nBij elkaar opgeteld liggen nu 2.003 coronapatiënten in het ziekenhuis, 39 meer dan een dag eerder.", "paragraphs": ["Het RIVM meldt donderdag 12.844 nieuwe positieve coronatests. Dat zijn er fors meer dan gemiddeld in de afgelopen zeven dagen (9.026). De komende dagen liggen de dagcijfers hoger doordat de storing van begin deze week gecompenseerd wordt, aldus een woordvoerder van het RIVM.", "De cijfers lagen maandag (8.496) en dinsdag (6.682) lager door overbelasting van het systeem. Die achterstallige meldingen moeten nu gecompenseerd worden. Het dagcijfer van woensdag lag hierdoor net als donderdag flink hoger (11.214) dan in de voorgaande dagen.", "Wanneer de achterstand bijgewerkt is, weet het RIVM niet. Meer toelichting geeft het instituut komende dinsdag bij de wekelijkse update, aldus de woordvoerder.", "Nog eens 77 mensen zijn overleden aan de gevolgen van het virus. Dat zijn er evenveel als een dag eerder. Het officiële dodental in Nederland passeerde zaterdag de tienduizend, hoewel het werkelijke aantal coronagerelateerde sterfgevallen waarschijnlijk al de dertienduizend gepasseerd is. Dat blijkt uit data van het Centraal Bureau voor de Statistiek (CBS), dat rekening houdt met oversterfte in Nederland.", "38 nieuwe opnames op ic, bezetting stijgt naar 536", "Op de intensive cares zijn in het afgelopen etmaal 38 nieuwe coronapatiënten opgenomen, blijkt uit cijfers van het Landelijk Coördinatiecentrum Patiëntenspreiding (LCPS). Het aantal coronapatiënten op de ic's staat nu op 536, tien meer dan een dag eerder.", "De totale bezetting op de ic's - inclusief patiënten zonder coronabesmetting - bedraagt nu 1.043, 27 minder dan een dag eerder.", "Op de reguliere ziekenhuisafdelingen zijn in het afgelopen etmaal 221 nieuwe coronapatiënten opgenomen. Het totale aantal staat nu op 1.467, 29 meer dan woensdag.", "Bij elkaar opgeteld liggen nu 2.003 coronapatiënten in het ziekenhuis, 39 meer dan een dag eerder. In de afgelopen 24 uur zijn zeven patiënten verplaatst tussen de regio's, van wie één ic-patiënt.", "Kuipers verwacht stijging aantal ziekenhuisopnames in januari", "Het toenemende aantal positieve tests zal in januari leiden tot meer ziekenhuisopnames, verwacht Ernst Kuipers van het Landelijk Netwerk Acute Zorg (LNAZ).", "\"De verwachting is dat we meer dan 2.600 patiënten krijgen\", aldus Kuipers. \"Er zijn drie cruciale momenten (in de coronacrisis, red.): half maart, half oktober en nu. Half maart lagen er ruim honderd coronapatiënten op de ic, half oktober driehonderd en nu ruim vijfhonderd. De uitgangssituatie is daarmee slechter dan in oktober.\"", "Daggemiddelden van de afgelopen week Woensdag 16 december: 8.295", "Dinsdag 15 december: 8.289", "Maandag 14 december: 8.100", "Zondag 13 december: 7.656", "Zaterdag 12 december: 7.284", "Vrijdag 11 december: 6.861", "Donderdag 10 december: 6.411", "83 Waarom het Pfizer-vaccin voor een andere vaccinatiestrategie zorgt", "Volg de laatste ontwikkelingen rond het coronavirus in ons liveblog."], "authors": ["Door"], "keywords": ["door", "fors", "gemiddeld", "positieve", "coronapatiënten", "van", "een", "coronatests", "9026", "het", "12844", "nu", "op", "dat", "meer", "dan", "storing", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}