{"id": "049c8dfe-7662-366a-9b69-3defcbb3fe12", "title": "Britse filmmaker Michael Apted (79) overleden", "url": "https://www.parool.nl/kunst-media/britse-filmmaker-michael-apted-79-overleden~be5411c7/", "summary": "Dat vertoonde zijn documentaire Me and Isaac Newton, waarin Apted zeven prominente wetenschappers aan het woord laat over hun drijfveren.\nBibliothecaresse Lynn is in 2013 overleden, kernfysicus Nick vertelt dat hij keelkanker heeft.\nDat is ook de reden waarom ik het contact in de jaren tussen de opnames tot een minimum beperk.\nSoms komt er iemand op bezoek als hij of zij in de buurt is, maar meer niet.\nAnders zou ik een zenuwinzinking krijgen.”", "paragraphs": ["Michael Apted. Beeld Hollandse Hoogte / AFP", "Het was zijn ‘ultieme droom’ om op zijn 99ste nog een 84 Up te maken, maar hij zou al blij zijn als hij het volgende deel zou halen, zei de Britse regisseur Michael Apted in de herfst van 2019 bij de première van 63 Up.", "Het driedelige 63 Up was het negende hoofdstuk uit zijn Up-reeks, waarvoor hij sinds 1963 een groep mensen elke zeven jaar opnieuw interviewde over hun dromen, ambities en wat daarvan was terechtgekomen. De documentaires leverden Apted wereldwijde bekendheid op. In 2005 werd Up door Channel 4 uitgeroepen tot de beste documentairereeks aller tijden; Apted beschouwde Up zelf ook als het belangrijkste wat hij ooit heeft gedaan. “Ik ben er zeker van dat het werk overeind zal blijven als ik er niet meer ben, wat ik niet kan zeggen van sommige films die ik gemaakt heb.”", "Carrière", "Michael Apted studeerde aan Cambridge University en begon zijn carrière als onderzoeker bij het Engelse regionale televisienetwerk ITV Granada. Daar kwam hij op het idee voor de documentairereeks Up, waarvoor hij veertien zevenjarige kinderen – tien jongens en vier meisjes - met uiteenlopende achtergronden bezocht. Motto van het programma was de aan de jezuïeten toegeschreven uitspraak ‘Geef me een kind tot zijn zevende en ik toon je de man’. Up was bedoeld als eenmalige uitzending, maar het resultaat beviel Apted zo goed dat hij besloot om elke zeven jaar opnieuw bij hen aan te kloppen.", "Als dertiger verhuisde Apted naar Los Angeles; hij regisseerde er tientallen speelfilms, waaronder Gorky Park (1983), Gorillas in the Mist (1988) en Thunder Heart (1992). In 1999 regisseerde hij de James Bond-film The World is not Enough, met Pierce Brosnan als 007 en Denise Richards als atoomgeleerde, die in strak hemdje en shorts Russische kernkoppen ontmantelt. Toen de film in Nederland in première ging, was Apted te gast op het Amsterdamse documentairefestival Idfa. Dat vertoonde zijn documentaire Me and Isaac Newton, waarin Apted zeven prominente wetenschappers aan het woord laat over hun drijfveren.", "Het succes van Bond hielp Apted weer verder in Hollywood (“Het maakt niet uit of het goed of slecht is geworden - het feit dat ik een Bondfilm heb geregisseerd volstaat”), maar hij is altijd documentaires blijven maken.", "De dood", "In 63 Up speelt de dood al een belangrijke rol. Bibliothecaresse Lynn is in 2013 overleden, kernfysicus Nick vertelt dat hij keelkanker heeft. “De diagnose van Nick was verschrikkelijk nieuws: voor hem, voor zijn gezin, en voor de hele crew,” zei Apted in een interview. “Wij volgen die mensen al zo lang dat ze familie zijn geworden: als hen iets overkomt, worden we daar allemaal door geraakt. Dat is ook de reden waarom ik het contact in de jaren tussen de opnames tot een minimum beperk. Soms komt er iemand op bezoek als hij of zij in de buurt is, maar meer niet. Anders zou ik een zenuwinzinking krijgen.”"], "authors": ["Jan Pieter Ekker"], "keywords": ["ik", "overleden", "apted", "filmmaker", "zijn", "van", "en", "79", "een", "dat", "britse", "het", "hij", "als", "michael"], "pubDate": "2021-01-10T10:54:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}