{"id": "04b26fba-0ddc-339f-9fb0-d35f62a8843e", "title": "‘Maf is dat de versoepeling met Kerst in Duitsland alleen geldt voor samenkomen met biologische familie’", "url": "https://volkskrant.nl/nieuws-achtergrond/maf-is-dat-de-versoepeling-met-kerst-in-duitsland-alleen-geldt-voor-samenkomen-met-biologische-familie~bbcaf3b5/", "summary": "‘In grote lijnen lijkt de situatie in Duitsland op die in Nederland.\nDie mogen dus opblijven.’‘Ook heeft Duitsland net als Nederland met Kerst een versoepeling, al hebben deelstaten ook daarin een eigen stem.\nMaf is dat de versoepeling met Kerst alleen geldt voor samenkomen met biologische families.\nNu is vuurwerk niet toegestaan en heeft het land eigenlijk bepaald dat het feest helemaal niet gevierd moet worden.\nHet helpt dat ze aan het eind van haar periode als bewindsvrouw zit.", "paragraphs": ["Een reiziger in Hamburg. De lockdown in Duitsland gaat woensdag in. Beeld julius schrank", "Ha Sterre, hoe vergelijkbaar is de Duitse lockdown met de Nederlandse?", "‘In grote lijnen lijkt de situatie in Duitsland op die in Nederland. Wat beide landen niet meer wilden – zware maatregelen – gaat toch gebeuren. Scholen, niet-essentiële winkels, kinderdagverblijven, ook hier gaan ze allemaal dicht. In Duitsland kunnen de accenten per deelstaat verschillen. Dat levert wel grappige verschillen op. In Berlijn vinden ze boekwinkels ‘geestelijke tankstations’. Die mogen dus opblijven.’", "‘Ook heeft Duitsland net als Nederland met Kerst een versoepeling, al hebben deelstaten ook daarin een eigen stem. Je mag met vijf mensen bij elkaar komen, exclusief kinderen tot veertien jaar oud. Normaal staat die max op vier mensen ouder dan veertien jaar uit hoogstens twee families. Maf is dat de versoepeling met Kerst alleen geldt voor samenkomen met biologische families. Terwijl niet iedereen een biologische familie heeft, of daarmee samen wil zijn dan. Daar zal het de komende weken nog wel over gaan.’", "‘Een verschil met Nederland is dat er met Oud & Nieuw een samenscholingsverbod is. Dat is ook wel opmerkelijk, want eerst wilde Duitsland niet eens aan een verbod op vuurwerk denken. Nu is vuurwerk niet toegestaan en heeft het land eigenlijk bepaald dat het feest helemaal niet gevierd moet worden. Overigens is dat samenscholingsverbod alleen op straat, thuis kan je wel nog met vier mensen bij elkaar komen.’", "Ook met de glühwein to go, waarover je zaterdag schreef, is het afgelopen.", "‘Ja, er is een alcoholverbod op straat. Je moet dat in Duitsland expliciet verbieden, want is heel normaal hier om op straat een biertje te drinken. Er waren veel vriendengroepen die zo lekker zaten te borrelen, nu Kerst eraan komt met glühwein. Dat is nu dus ook verboden.’", "Hoe gaan Duitsers daarmee om?", "‘Dat is afwachten. Ik zag op sociale media een bericht van iemand die vond dat hij ‘recht had om Kerst te vieren’. Duitsers zijn redelijk geobsedeerd door Kerst.", "‘Je zag tijdens de semi-lockdown van afgelopen maand dat mensen de maatregelen niet zo serieus namen als in het voorjaar. De Duitsers zijn wat dat betreft niet braver dan de Nederlanders. Ze gaan ook naar de winkels, en houden feestjes. Het is weer ouderwets hutjemutje op de stations. Dat was in het voorjaar echt anders.’", "In de zomer zagen we massale anti-coronaprotesten in Berlijn. Kunnen we die nu ook verwachten?", "‘In Berlijn staat op Oudjaarsdag een massale demonstratie gepland. De stad is aan het kijken of die verboden kan worden, maar dat is lastig: Duitsers zijn erg gesteld op hun recht op demonstreren. Dat komt ook door het verleden. Ze weten wat ze mogen en wat hun wettelijke vrijheden zijn. De discussie of de regering wel genoeg bevoegdheid heeft voor het nemen van ingrijpende maatregelen, leefde in hier in oktober en november nog sterker dan in Nederland. Het ging toen over een pandemiewet, die inmiddels is aangenomen.", "‘Toch zie je dat de bedenkingen minder luid worden, nu het aantal besmettingen hard oploopt. Het is voor Duitsland pas de eerste keer dat de zorg onder druk komt te staan door coronapatiënten, vooral qua personeel. Er was in Berlijn een uitbraak in een verzorgingshuis, met 28 doden tot gevolg. Dit soort situaties heeft Duitsland minder meegemaakt dan de rest van Europa.’", "Afgelopen week oogstte een speech van Angela Merkel veel lof in Nederland, waarin zij empathisch formuleerde hoe Kerst vieren met je familie mogelijk het overlijden van je opa en oma betekent. Hoe wordt in Duitsland naar haar coronacommunicatie gekeken?", "‘In haar begintijd als bondskanselier, zestien jaar geleden, kreeg ze juist op dat vlak kritiek, omdat ze altijd een beetje houterig overkwam. Maar ze doet dit echt goed. Buiten het anti-coronadeel van de bevolking, vindt iedereen haar sterk in de communicatie. Het helpt dat ze aan het eind van haar periode als bewindsvrouw zit. Ze hoeft niet herkozen te worden en zit stevig in het zadel.’", "‘Wat je merkt is dat ze het gehad heeft met mensen die zich niet aan de regels houden. Hoe kan het zo zijn, vraagt ze zich in dat soort toespraken af, dat de een zich over de kop werkt in de zorg en de ander vrolijk glühwein staat te drinken? Ze nam in die speech ook een zijpad naar haar tijd in de DDR. Merkel was expres natuurkunde gaan studeren, zei ze, omdat harde natuurwetenschappelijke feiten niet te veranderen zijn. Zo beargumenteert ze heel inhoudelijk waarom je de wetenschap moet vertrouwen en niet de anti-coronageluiden.’", "‘Daarbij helpt het dat Merkel geloofwaardig is. Sinds de zomer pleit ze al voor strengere wetgeving, maar daar wilden die relatief machtige deelstaten niet in mee. Dus zij kan nu ook zeggen: zie je wel, er moet een tandje bij.’", "Duitsland en Nederland allebei in lockdown, dus velen hebben wat extra vrije tijd. Heb je een goede Duitse serie of fijn Duits boek als aanrader?", "‘Oeh, dan moet het wel een serie zijn die je in Nederland kan zien. Ik raad Babylon Berlin aan. Dat gaat over een politieagent in de roaring twenties van de vorige eeuw, als de nazi’s opkomen. Babylon Berlin is de duurste serie die ooit in Duitsland is gemaakt en voor Duitse begrippen ook echt goed. De Duitsers zijn er zelf ook dol op.’"], "authors": ["Nick De Jager"], "keywords": ["dat", "die", "versoepeling", "geldt", "niet", "een", "het", "ook", "samenkomen", "duitsland", "kerst", "ze", "familie", "op", "voor", "je", "met", "maf"], "pubDate": "2020-12-15T21:31:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}