{"id": "04c6ed1f-4b2e-3b2f-b871-ed13e2c07f4a", "title": "In ‘Ulay was here’ gaat het afscheid van de kunstenaar tot op de huid", "url": "https://trouw.nl/cultuur-media/in-ulay-was-here-gaat-het-afscheid-van-de-kunstenaar-tot-op-de-huid~b8036bfe/", "summary": "Het lijkt het virus van het kapitalistische grootkapitaal, gezien de geëngageerde graffititeksten die hij óók fotografeerde.\nZo stal hij een lievelingsschilderij van Hitler uit een Berlijns museum en hing het tijdelijk in het huis van een Turkse gastarbeider.\nBeiden gaan door met hun werk, op hun manier – Abramovic regisseert de gefilmde ontmoeting in 2010 zelf, blijkt later.\nKort daarna claimt Abramovic de rechten van het beeldmateriaal van hun gezamenlijke performances, eind 2016 wint Ulay de rechtzaak.\nGefilmd van boven, liggend op een roze spiegel krast de kunstenaar witte verf van het oppervlak, tegen zijn onzichtbare tegenstander, kanker.", "paragraphs": ["Zwijgend zat Marina Abramovic in een New Yorks museum aan een tafel, steeds tegenover één museumbezoeker. De kunstenares en de vreemde keken elkaar dan aan, minuten of urenlang. En ineens was daar Ulay, de man met wie ze twaalf jaar lang haar leven had gedeeld, had samengewerkt. Samen schreven ze kunstgeschiedenis met hun performances. Ze hadden elkaar jaren niet gezien, vermeldde het online filmpje. De scène uit 2010 met hun tranen bij het weerzien ging de wereld over.", "S'he uit 1973. Beeld Rijksmuseum Twenthe", "Hoewel Ulay zich meer op de achtergrond hield dan Abramovic, was hij ook voor én na hun liefdesrelatie kunstenaar. In het Amsterdamse Stedelijk is de komende maanden een eerste overzichtstentoonstelling te zien met al zijn werk. Ulay was al ziek toen Rein Wolfs, net directeur van het Stedelijk, hem vroeg. In maart van dit jaar overleed de kunstenaar in zijn woonplaats Ljubljana, maar de tentoonstelling kon doorgaan: groots en, voor zover dat nu gaat, meeslepend.", "Stedelijk kan groot uitpakken", "Een heropvoering van Imponderabilia, de beroemde performance waarbij het publiek zich in een deuropening tussen twee naakte mensen moet wurmen, zit er nu niet in. Toch kon het Stedelijk met veel nieuw onbekend materiaal groot uitpakken.", "Amsterdam is voor deze tentoonstelling een logische locatie: in 1968 kwam Uwe Laysiepen vanuit Duitsland naar de Nederlandse hoofdstad, waar hij tot 2010 zou blijven wonen. Uwe Laysiepen werd Ulay.", "S'he uit 1973. Beeld Rijksmuseum Twenthe", "Op de eerste zwartwitfoto’s van Amsterdam uit 1971 tekent hij kriebeltjes, hij noemt het een ‘virus’ dat de stad bedreigt. Het lijkt het virus van het kapitalistische grootkapitaal, gezien de geëngageerde graffititeksten die hij óók fotografeerde.", "Ulay was een impulsieve kunstenaar, die niet volgens een vaste methode of techniek werkte, zich niet interesseerde voor stromingen of stijlen. Fotografie gebruikte hij om z’n ideeën vast te leggen, niet als kunst op zich. Hij was in Amsterdam vertegenwoordiger en fotograaf voor de firma Polaroid geworden en had dus vrij beschikking over het materiaal.", "Spelen met mannelijke en vrouwelijke kenmerken", "Op een vroege serie foto’s geeft de kunstenaar zich achter een witgekalkt raam langzaam bloot: de ene helft van het gezicht lijkt een vrouw, de andere helft man. ‘S’he’ heet de serie: het spelen met mannelijke en vrouwelijke kenmerken, gender en identiteit, werd een van de thema’s in zijn werk.", "Ook voerde Ulay al vroeg ‘acties’ uit. Zo stal hij een lievelingsschilderij van Hitler uit een Berlijns museum en hing het tijdelijk in het huis van een Turkse gastarbeider. Hij noemde de onderneming ‘Da ist eine kriminelle Berührung in die Kunst’. De actie, ­gefilmd en te zien in de tentoonstelling, haalde het Duitse televisiejournaal.", "Een ander thema is de menselijke huid. Zo laat Ulay een tekst op zijn arm tatoeëren, die hij vervolgens verwijdert en bewaart, het stukje huid hangt ingelijst in de tentoonstelling. Als kunstwerk, en als statement dat hij complete zeggenschap had over zijn eigen lichaam.‘k wist dat hij voor mij hetzelfde voelde", "‘Ik wist dat hij voor mij hetzelfde voelde’", "Dat charmeert de jonge Marina Abramovic, die in 1975 door Europa toert met haar performances waarbij ze een ster in haar buik snijdt. Als de twee elkaar in Amsterdam ontmoeten, verzorgt Ulay haar wond en ontdekken ze dat ze veel gemeenschappelijk hebben, waaronder hun verjaardag. Ze worden een stel. ‘Deze man was alles wat ik wilde en ik wist dat hij voor mij hetzelfde voelde’, schreef Abramovic in 2016 in haar autobiografie.", "Ze worden een twee-eenheid, maken samen kunst die gaat over hun relatie, hun lichaam. Ze ademen letterlijk elkaars lucht totdat ze bijna flauwvallen. De breuk komt in 1988, met een wandeling over de Chinese muur – gefilmd en in foto’s te zien in de tentoonstelling. De twee moeten elkaar in het midden tegenkomen om hun liefde te bezegelen, het wordt een definitieve scheiding.", "Beiden gaan door met hun werk, op hun manier – Abramovic regisseert de gefilmde ontmoeting in 2010 zelf, blijkt later. Kort daarna claimt Abramovic de rechten van het beeldmateriaal van hun gezamenlijke performances, eind 2016 wint Ulay de rechtzaak.", "In de tentoonstelling is die spiegel nu leeg", "Ulay blijft na de scheiding kunst maken. Over water, als eerste levensbehoefte, ook in het menselijk lichaam. Met lichaamsvocht, opgevangen in vazen. En in een zelfportret, een laatste, ingetogen op een gigantische polaroid. Nauwelijks zichtbaar biggelt op zijn rechterwang een traan. De huid blijft een rode draad, met foto’s van Berlijnse gebouwen, in kleurennegatief. Hij noemt ze ‘Berlijnse nabeelden – Huid van de stad’, omdat het, zoals hij zelf zegt, de wonden van de tijd zo mooi naar voren komen uit het stenen oppervlak. Gefilmd van boven, liggend op een roze spiegel krast de kunstenaar witte verf van het oppervlak, tegen zijn onzichtbare tegenstander, kanker. In de tentoonstelling is die spiegel nu leeg, maar de afdrukken lijken tastbaar dichtbij.", "‘Ulay was here’", "tot 18 april 2021 in het Stedelijk Museum, Amsterdam.", "stedelijk.nl", "★★★★", "Lees ook:", "De leunstoelreiziger heeft voorlopig genoeg aan Enschede", "Hoe gedetailleerd de coronakaart ook is, fysiek op reis gaan zit er voorlopig niet in. Kunstenaars Aldo van den Broek en Carlijn Kingma hebben een andere route gevonden. Naar Enschede."], "authors": ["Joke De Wolf"], "keywords": ["tot", "huid", "van", "kunstenaar", "het", "op", "hij", "met", "gaat", "hun", "ulay", "een", "ze", "en", "afscheid", "voor"], "pubDate": "2020-11-26T11:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}