{"id": "04e7744b-3e4d-3115-869e-1603330a3abd", "title": "Tien maanden cel voor Bredanaar die man met een klauwhamer mishandelde", "url": "https://nu.nl/breda/6095886/tien-maanden-cel-voor-bredanaar-die-man-met-een-klauwhamer-mishandelde.html", "summary": "Een 22-jarige Bredanaar is door de rechtbank Breda veroordeeld tot tien maanden cel waarvan drie voorwaardelijk voor zware mishandeling.\nHij sloeg een bekende van hem met een klauwhamer op zijn hoofd.\nToch staat vast dat de Bredanaar tweemaal met de vlakke kant van een klauwhamer tegen het hoofd van de man heeft geslagen.\nToen die laatste naar een fles greep, pakte de verdachte een klauwhamer van de grond.\nDaarom is hij van dat feit vrijgesproken.", "paragraphs": ["Een 22-jarige Bredanaar is door de rechtbank Breda veroordeeld tot tien maanden cel waarvan drie voorwaardelijk voor zware mishandeling. Hij sloeg een bekende van hem met een klauwhamer op zijn hoofd.", "Het Openbaar Ministerie eiste twee jaar celstraf, waarvan zes maanden voorwaardelijk, voor poging tot doodslag. Volgens de rechtbank heeft de verdachte niet 'het aanmerkelijke risico genomen dat het slachtoffer zou komen te overlijden'. Ook wijst een medische verklaring uit dat er sprake is van relatief oppervlakkig hoofdletsel.", "Toch staat vast dat de Bredanaar tweemaal met de vlakke kant van een klauwhamer tegen het hoofd van de man heeft geslagen. En dat is volgens de rechtbank wél een poging tot zware mishandeling.", "Chillen onder het genot van coke en alcohol", "Het voorval vond op 19 maart plaats in de flat van de broer van verdachte. Het was de bedoeling om daar met enkele bekenden, onder het genot van coke en alcohol, te ontspannen.", "Er heerste een spanning tussen de verdachte en het slachtoffer. Toen die laatste naar een fles greep, pakte de verdachte een klauwhamer van de grond. Die lag daar omdat in de flat werd geklust. Volgens zijn advocaat handelde hij uit noodweer. Maar dat verwerpt de rechtbank.", "Twee keer in het gezicht geblazen", "De Bredanaar moest zich tijdens de inhoudelijke zitting, twee weken geleden, ook nog verantwoorden omdat hij na zijn arrestatie een agent twee keer in het gezicht zou hebben geblazen. Die voelde zich daardoor, vanwege corona, ernstig bedreigd.", "Maar volgens de verdachte was het een soort van 'fluiten'. In het vonnis staat dat de agent de eerste keer alleen boos had gekeken. En daaruit blijkt niet dat hij zich erg bedreigd voelde. Bovendien hebben de rechters niet de indruk dat de verdachte de agent opzettelijk wilde besmetten. Daarom is hij van dat feit vrijgesproken."], "authors": ["Door"], "keywords": ["mishandelde", "zijn", "hij", "van", "zich", "een", "voor", "man", "maanden", "klauwhamer", "cel", "het", "en", "volgens", "die", "dat", "met", "verdachte", "tien"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}