{"id": "04e95805-c1a0-3dcb-ad3e-a8463ae333f9", "title": "De Philips Oled+ 935 onderscheidt zich van andere toptv’s door zijn kunstmatige intelligentie", "url": "https://volkskrant.nl/cultuur-media/de-philips-oled-935-onderscheidt-zich-van-andere-toptv-s-door-zijn-kunstmatige-intelligentie~b733d09d/", "summary": "Philips OLED+ 935 Beeld Philips TVGrappig, hoe de afgedankte dochters van Philips dapper uitgroeiden tot wereldmarktleiders op hun terrein: ASML (chipmachines), TSMC (chips) en TP Vision (beeldschermen).\nHet nieuwste topmodel, de Philips Oled+ 935, is ambitieus, met zijn oled+-scherm, 4K-resolutie, HDR10+-beeldbewerking, Dolby Atmos-geluid, Android-besturing, vierzijdig Ambilight-omgevingslicht, een snelle chip voor kunstmatige intelligentie en een soundbar van het Britse Bowers & Wilkins in een 3.1.2-configuratie.\nAmbilight is uniek voor Philips, de ledlampjes achterop de tv reageren op kleuren op het scherm en bieden een prettiger kijkervaring.\nOmroeplogo’s of scoreborden van videospellen worden herkend en vervaagd om inbranden van het dure oled-scherm te voorkomen.\nHet zal ’m in de stoffering van de uitstekende speaker zitten; een smaakvol weefsel van het Deense Kvadrat.", "paragraphs": ["Philips OLED+ 935 Beeld Philips TV", "Grappig, hoe de afgedankte dochters van Philips dapper uitgroeiden tot wereldmarktleiders op hun terrein: ASML (chipmachines), TSMC (chips) en TP Vision (beeldschermen). Die laatste firma uit Taiwan maakt onder meer in Gent ontworpen en ontwikkelde hightechtelevisies met het Philips-logo.", "Het nieuwste topmodel, de Philips Oled+ 935, is ambitieus, met zijn oled+-scherm, 4K-resolutie, HDR10+-beeldbewerking, Dolby Atmos-geluid, Android-besturing, vierzijdig Ambilight-omgevingslicht, een snelle chip voor kunstmatige intelligentie en een soundbar van het Britse Bowers & Wilkins in een 3.1.2-configuratie.", "Techliefhebbers smelten na zo’n opsomming, maar hoe zit dat met de gemiddelde televisiekijker? Zet een 4K-natuurfilm over tropische boomkikkers op – tv-fabrikanten zijn daar dol op – en dan blijkt zoals verwacht: oled-televisies bieden fraaie contrasten (zwart is écht zwart), 4K biedt veel detail, HDR biedt genereus bereik tussen licht en donker, en het geluid vult de hele kamer door speakers die op het plafond staan gericht.", "Ambilight is uniek voor Philips, de ledlampjes achterop de tv reageren op kleuren op het scherm en bieden een prettiger kijkervaring. Er schijnen tv-kijkers te bestaan die al vóór Ambilight een lampje achter hun televisie zetten.", "Al die kenmerken zijn niet gloednieuw. De 935 onderscheidt zich vooral door kunstmatige intelligentie. De televisie kan, op basis van miljoenen filmbeelden uit het verleden, het beeld per scène optimaliseren. De boomkikker wordt nog groener en zijn ogen gaan glinsteren. Dat geldt ook voor ridderhelmen, wuivend gras en traanrijke dialogen. De jongste P5-chip verscherpt details, maakt bewegingen vloeiender en kleurovergangen soepeler. Omroeplogo’s of scoreborden van videospellen worden herkend en vervaagd om inbranden van het dure oled-scherm te voorkomen.", "Je kunt natuurlijk de tv aanzetten en gewoon gaan kijken, maar dat is heel erg 2010. Eigenaren van hightechtv’s kiezen eerst een film die 4K, HDR10+ en Dolby Atmos is (Netflix vermeldt dit), en zappen dan door hun beeldstijl-menu: personal, vivid, natural, standard. Alsof je filters kiest op Instagram. Wie de film wil zien zoals de regisseur het heeft bedoeld, kiest movie. Je zou zeggen: dat is de enige acceptabele optie voor filmliefhebbers, maar die pakt in je huiskamer nogal somber en schokkerig uit.", "De 935 prijst zichzelf aan als Europees design, maar ja, het blijft een zwarte – weliswaar dunne – rechthoek. Het zal ’m in de stoffering van de uitstekende speaker zitten; een smaakvol weefsel van het Deense Kvadrat."], "authors": ["Noël Van Bemmel"], "keywords": ["van", "die", "een", "het", "en", "philips", "maar", "door", "zijn", "onderscheidt", "oled", "op", "intelligentie", "voor", "zich", "toptvs", "kunstmatige"], "pubDate": "2020-11-17T15:14:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}