{"id": "0511be64-62f2-3f1b-a580-bbee1f19ebd5", "title": "‘Onze dochter was de jongste seizoenkaarthouder van ‘Kowet’’", "url": "https://volkskrant.nl/mensen/onze-dochter-was-de-jongste-seizoenkaarthouder-van-kowet~b9caefe7/", "summary": "De euforie die ik tijdens het lezen van dat boek voelde, gun ik iedere tiener die nu ijzerenheinig volhoudt dat lezen stom is.’Het duizendste Volkskrant Magazine is verschenen.\nIk hou niet van koffie, dus ik haal mijn energie hieruit.\nEn het is gewoon lekker.’VoetbalclubGo Ahead Eagles‘Vanaf mijn werkkamer kan ik de lichtmasten van het stadion zien.\nOnze dochter Mia (4) was dit seizoen de jongste seizoenkaarthouder van de club.\nEr is nog wat werk te verrichten.’LievelingsmuziekWisselendBeeld Getty Images‘Dat is afhankelijk van mijn bui.", "paragraphs": ["Het Magazine ploft ieder weekend ook op de mat bij bekendere Nederlanders. We vroegen er vijf om uw Weekendgids te zijn, onder wie Özcan Akyol.", "Schrijver, presentator en AD-columnist Özcan Akyol (36) krijgt de Volkskrant op de deurmat, of hij dat nu leuk vindt of niet. Heeft-ie te danken aan zijn vriendin (Anna van den Breemer, red.), een vaste medewerker van de krant. ‘Maar het is geen dwang hoor, ik lees de krant vrijwillig.’ Náást zijn eigen AD uiteraard. Volkskrant Magazine mag hij ook graag openslaan, met name voor de interviews. ‘Die vind ik vaak origineel en goed geschreven. Vooral dat laatste wordt steeds zeldzamer in krantenland.’", "Boek", "Reis naar het einde van de nacht van Louis-Ferdinand Céline", "‘De rauwe, nihilistische en uitzichtloze wereld die in dit boek beschreven wordt, in een ongekend secure stijl, is ongeëvenaard en volstrekt uniek. Wat een roman! Er zit een cadans in dat werk die me oprecht emotioneerde omdat het gewoon zó ontzettend mooi is. De euforie die ik tijdens het lezen van dat boek voelde, gun ik iedere tiener die nu ijzerenheinig volhoudt dat lezen stom is.’", "Het duizendste Volkskrant Magazine is verschenen. Scroll, swipe en klik door die 1000 magazines en zie hoe vaak er een VVD’er op de cover stond. Hoe vaak een hond. Op welke covers we kozen voor naakt, welke fotograaf hofleverancier was en hoeveel Anton Corbijn er afleverde.", "Zin", "Deze parel van Nescio:", "‘De duivel haalde even z’n schouders op en keek naar de stationsklok. Tien minuten over zevenen. Hij gaapte achter z’n hand. De eeuwigheid schoot niet op.’", "Stad", "Deventer", "Beeld Alamy Stock Photo", "‘Mooier dan Parijs of Moskou. Maar ik zit natuurlijk niet helemaal neutraal in deze wedstrijd, ik ben hier geboren en getogen. In deze stad werd mijn persoonlijkheid gevormd. We hebben hier alles. De mensen zijn er behulpzaam en puur. De stad is oud, schilderachtig en de IJssel maakt het plaatje af.’", "Drankje", "Pepsi Max", "Beeld Alamy Stock Photo", "‘Dat drink ik overal en op elk tijdstip. Ik hou niet van koffie, dus ik haal mijn energie hieruit. En het is gewoon lekker.’", "Voetbalclub", "Go Ahead Eagles", "‘Vanaf mijn werkkamer kan ik de lichtmasten van het stadion zien. De club is sterk verweven met de stad Deventer, daarom hoort ‘Kowet’ ook echt bij mijn identiteit. Onze dochter Mia (4) was dit seizoen de jongste seizoenkaarthouder van de club. Daar ben ik echt trots op. Gelukkig kon ik haar voor de lockdown meenemen naar een wedstrijd – voor het eerst. Ze was vooral onder de indruk van de klapstoeltjes. Daar heeft ze negentig minuten mee gespeeld. Er is nog wat werk te verrichten.’", "Lievelingsmuziek", "Wisselend", "Beeld Getty Images", "‘Dat is afhankelijk van mijn bui. Als ik na een (televisie)optreden naar huis rijd, luister ik naar keiharde hiphop of r&b. Dan zit ik echt te dansen op mijn stoel. Chris Brown is momenteel mijn favoriet. Hij lijkt hard op weg om Usher van zijn troon te stoten. Als ik tot rust moet komen, wend ik me vaak tot minimal music. Dan moet je denken aan Philip Glass of Steve Reich.’", "Levensfilosofie", "Vergeet nooit dat hoop pas als laatste sterft", "‘Daarvóór is nog alles mogelijk. Om die reden laat ik me niet zo snel uit het veld slaan. Misschien ook wel omdat ik vroeger veel heb meegemaakt. Je kunt het ook een onveilige jeugd noemen. In mijn geval pakte het zo uit dat ik nergens meer zo van opkijk. Veel dieper dan de bodem kun je niet zinken.’"], "authors": ["Zoë Spaaij"], "keywords": ["van", "onze", "seizoenkaarthouder", "het", "op", "die", "kowet", "ik", "een", "mijn", "en", "jongste", "dat", "niet", "dochter"], "pubDate": "2020-11-05T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}