{"id": "055001ca-5a73-30ef-b509-c9554fc2db1c", "title": "Trump afwezig bij inauguratie Biden: ‘Ik zal niet gaan’", "url": "https://www.parool.nl/wereld/trump-afwezig-bij-inauguratie-biden-ik-zal-niet-gaan~b97b473c/", "summary": "Beeld AP‘Aan allen die het hebben gevraagd, ik zal niet naar de inauguratie gaan op 20 januari,’ schrijft Trump.\nMogelijk verlaat hij Washington al een dag eerder, zo is volgens bronnen van persbureau Reuters in het Witte Huis besproken.\n“Nu het congres de uitslag heeft geratificeerd, zal er een nieuwe regering aantreden op 20 januari en is het zaak dit vreedzaam en soepel te laten verlopen,” zei de vertrekkende president in een video.\nVicepresident Pence ziet daar volgens enkele van zijn adviseurs geen heil in.\nAls dat inderdaad het geval is, willen de Democraten in het Congres een afzettingsprocedure opstarten, waar mogelijk volgende week over wordt gestemd.", "paragraphs": ["Beeld AP", "‘Aan allen die het hebben gevraagd, ik zal niet naar de inauguratie gaan op 20 januari,’ schrijft Trump. Mogelijk verlaat hij Washington al een dag eerder, zo is volgens bronnen van persbureau Reuters in het Witte Huis besproken.", "Trump gaf afgelopen nacht min of meer toe de verkiezingen te hebben verloren. “Nu het congres de uitslag heeft geratificeerd, zal er een nieuwe regering aantreden op 20 januari en is het zaak dit vreedzaam en soepel te laten verlopen,” zei de vertrekkende president in een video.", "To all of those who have asked, I will not be going to the Inauguration on January 20th. — Donald J. Trump (@realDonaldTrump) 8 januari 2021", "25ste amendement", "Ondertussen willen de Democraten vanwege de bestorming van het Capitool door Trumpaanhangers dat vicepresident Pence en de ministers uit Trumps regering de president van zijn functies ontheffen door het 25e amendement van de Amerikaanse grondwet te activeren.", "Vicepresident Pence ziet daar volgens enkele van zijn adviseurs geen heil in. Als dat inderdaad het geval is, willen de Democraten in het Congres een afzettingsprocedure opstarten, waar mogelijk volgende week over wordt gestemd."], "authors": ["Anp Het Parool"], "keywords": ["ik", "zijn", "van", "het", "afwezig", "zal", "januari", "inauguratie", "en", "een", "biden", "te", "gaan", "trump", "bij", "niet", "volgens", "willen"], "pubDate": "2021-01-08T16:22:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}