{"id": "056242c0-0934-3199-9074-37129f6f402d", "title": "Tweede vaccin in aantocht: Moderna-vaccin goedgekeurd", "url": "https://www.parool.nl/nederland/tweede-vaccin-in-aantocht-moderna-vaccin-goedgekeurd~b15ef647/", "summary": "Het vaccin van Moderna heeft een effectiviteit van 94,1 procent en is daarmee vergelijkbaar met het coronavaccin van Pfizer, dat vlak voor de kerst is goedgekeurd.\nHet EMA is op 16 november al begonnen met het analyseren van de beschikbare data van het Modernavaccin.\nVaccin voor huisartsen en kwetsbare ouderenIn Nederland is het vaccin van Moderna in eerste instantie bestemd voor kwetsbare ouderen en huisartsen.\nNet als bij het vaccin van Pfizer zijn twee prikken nodig voor een optimale bescherming.\nHet RIVM raadt uit voorzorg ook zwangeren het gebruik van het vaccin af.", "paragraphs": ["De goedkeuring van het Modernavaccin hing al even in de lucht. Beeld REUTERS", "Nederland heeft ruim 6 miljoen vaccins besteld bij de Amerikaanse farmaceut, waarmee ongeveer drie miljoen mensen gevaccineerd kunnen worden.", "De goedkeuring hing al even in de lucht. Het vaccin van Moderna heeft een effectiviteit van 94,1 procent en is daarmee vergelijkbaar met het coronavaccin van Pfizer, dat vlak voor de kerst is goedgekeurd. In de Verenigde Staten wordt het Modernavaccin al op grote schaal ingezet.", "Het EMA is op 16 november al begonnen met het analyseren van de beschikbare data van het Modernavaccin. Volgens de Europese medicijnwaakhond is onomstotelijk gebleken dat het vaccin veilig en effectief is. Ook bij mensen in risicogroepen, zoals mensen met chronische longziekten, hartziekten, obesitas en leverziekten biedt het vaccin een extreem goede bescherming (90,9 procent).", "Wereldwijd deden ongeveer 30.000 deelnemers mee aan het onderzoek. De helft van hen kreeg een placebo (nep)vaccin. De meest voorkomende bijwerkingen zijn pijn en zwelling op de prikplek. In alle gevallen bleek het te gaan om kortdurende bijwerkingen, aldus het EMA.", "Vaccin voor huisartsen en kwetsbare ouderen", "In Nederland is het vaccin van Moderna in eerste instantie bestemd voor kwetsbare ouderen en huisartsen. De verwachting is dat eind deze maand de eerste prikken kunnen worden gezet. Net als bij het vaccin van Pfizer zijn twee prikken nodig voor een optimale bescherming. Tussen beide prikken zit een periode van 28 dagen.", "Ton de Boer, voorzitter van het College ter Beoordeling van Geneesmiddelen in Nederland, is blij met de goedkeuring: “Met dit tweede coronavaccin hebben we nog een extra middel in handen om uit deze pandemie te komen. Maar ons werk zit er niet op. Ook na marktoelating houden we, net zoals bij alle medicijnen, de veiligheid en werkzaamheid van dit vaccin goed in de gaten.”", "Het EMA heeft het vaccin ten slotte niet goedgekeurd voor kinderen, omdat het middel vooralsnog alleen is getest op volwassenen. Het RIVM raadt uit voorzorg ook zwangeren het gebruik van het vaccin af. Dat komt omdat er te weinig data beschikbaar is: aan de proeven deden weinig zwangere vrouwen mee."], "authors": ["Stephen Friedrichs"], "keywords": ["aantocht", "van", "modernavaccin", "voor", "en", "een", "met", "bij", "goedgekeurd", "vaccin", "op", "het", "dat", "tweede"], "pubDate": "2021-01-06T12:28:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}