{"id": "0574f9cf-c921-33d5-95df-715f4ab5fc15", "title": "Chefkok Joris Bijdendijk helpt in de keuken: zo bak je een lekkere braadworst", "url": "https://www.parool.nl/ps/chefkok-joris-bijdendijk-helpt-in-de-keuken-zo-bak-je-een-lekkere-braadworst~b0a7c0e2/", "summary": "Gehakt aanmaken, flink kneden voor binding en dan met een worsten­stopper de darm vullen.\nHet is aan te raden om ’m voor het bakken al op kamertemperatuur te laten komen.\nOftewel: het overgieten van het bakoppervlak met hete boter of olie, net zo lang tot je de gewenste kleur krijgt.\nDoe dit met een flinke klont boter; die gaat mooi bruisen en zorgt voor extra kleur.\nLet op dat je de onderkant niet laat aanfikken.", "paragraphs": ["Joris Bijdendijk Beeld Sjoukje Bierma", "Laatst mocht ik lesgeven aan kinderen uit groep 5. We gingen worst maken. Echt genieten. Gehakt aanmaken, flink kneden voor binding en dan met een worsten­stopper de darm vullen. Worst maken is een hele kunst; worst bakken ook.", "Voorbereiding", "Een te verse braadworst bakt minder mooi dan een braadworst die wat ingedroogd is. Leg de worst daarom twee dagen op een doek in de koelkast te drogen. Het is aan te raden om ’m voor het bakken al op kamertemperatuur te laten komen. Chambreren, heet dat. Haal de worst maximaal twee uur voor het bakken uit de koelkast. Neem een ronde bakpan met schuin opstaande rand en laat die op middelhoog vuur warm worden. De worst heeft ruimte nodig in de pan. Als je meerdere worsten tegelijk bakt, laat dan altijd voldoende ruimte om de worsten heen, zodat ze hun stoom kwijt kunnen. Bak beide kanten zo’n 5 minuten. Worst in echte darm heeft de vorm van een banaan; kunstdarmen zijn recht. Om zo’n kromme worst aan alle kanten toch goed kleur te geven, kun je de bolle ‘buitenbocht’ van de worst in de rand van de pan leggen terwijl je de pan schuin houdt.", "Arroseren", "De ‘binnenbocht’ is wat lastiger. Dat krijg je eigenlijk alleen maar voor elkaar door te arroseren. Oftewel: het overgieten van het bakoppervlak met hete boter of olie, net zo lang tot je de gewenste kleur krijgt. Doe dit met een flinke klont boter; die gaat mooi bruisen en zorgt voor extra kleur. Het arroseren kun je doen door de bakpan scheef te houden, waardoor het vet naar één kant stroomt. Van daaruit blijf je het vet over de worst heen scheppen. Let op dat je de onderkant niet laat aanfikken. Bij garen op een barbecue kunnen de worsten voorgegaard worden door ze te wellen.", "Niet prikken", "Prik worst niet in! Wie dat doet, is af. Je wilt juist de sappen in de worst houden.", "Bekijk hier nog meer tips van sterrenkok Joris Bijdendijk. Ook een vraag? Mail naar joris@parool.nl."], "authors": ["Joris Bijdendijk"], "keywords": ["zo", "lekkere", "bijdendijk", "van", "het", "op", "helpt", "met", "joris", "braadworst", "chefkok", "een", "je", "worst", "te", "dat", "keuken", "voor"], "pubDate": "2020-12-05T10:00:16+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}