{"id": "05819f7d-f334-360b-95e0-5bfec165c517", "title": "Zeldzame sterrenhemel: Jupiter en Saturnus spelen maandagavond voor kerstster", "url": "https://volkskrant.nl/wetenschap/zeldzame-sterrenhemel-jupiter-en-saturnus-spelen-maandagavond-voor-kerstster~bf872617/", "summary": "Tussen 17.30 en 18.00 uur staan Jupiter en Saturnus zeldzaam dicht bij elkaar laag aan de hemel, bijna als één heldere ster.\ndat een gedetailleerde beschrijving blijkt te bevatten van een samenstand van maar liefst vijf planeten aan de ochtendhemel, op 25 maart van dat jaar.\nJohannes Kepler was begin zeventiende eeuw de eerste die de Ster van Bethlehem in verband bracht met een samenstand van Jupiter en Saturnus, in de jaren 7 en 6 v.C.\nOok een samenstand van Jupiter en Venus in 2 v.C.\n‘Maar,’ zegt ze, ‘Jupiter en Saturnus zijn natuurlijk wel de supersterren van het zonnestelsel – Saturnus met zijn ringen en Jupiter met zijn ronddraaiende maantjes en wolkenwervels.", "paragraphs": ["Er zweven nog geen engelen door het luchtruim, maar bij helder weer straalt er maandagavond, 21 december, wel een soort Ster van Bethlehem. Tussen 17.30 en 18.00 uur staan Jupiter en Saturnus zeldzaam dicht bij elkaar laag aan de hemel, bijna als één heldere ster.", "Elke twintig jaar zien we de twee planeten ongeveer in dezelfde richting, maar sinds 1623 zijn ze elkaar niet meer zo dicht genaderd. De samenstand is schijnbaar: in werkelijkheid staat Saturnus ongeveer twee keer zo ver weg.", "Volgens sommige sterrenkundigen is een vergelijkbare samenstand ruim tweeduizend jaar geleden de bron geweest voor het Bijbelverhaal over de Ster van Bethlehem. De Wijzen uit het Oosten zouden Babylonische astrologen zijn geweest, die in het hemelverschijnsel de aankondiging zagen van de geboorte van de koning der Joden.", "De geboorte van Christus, Society for Promoting Christian Knowledge, London circa 1880. Beeld Getty Images", "‘Het verhaal uit het Mattheüs-evangelie is te goed om niet ten dele waar te zijn’, zegt Peter Barthel van de Rijksuniversiteit Groningen. ‘Er zitten elementen in die een mens niet uit zijn duim zuigt.’", "Dat de sterrenhemel in het Tweestromenland nauwlettend in het oog werd gehouden, staat buiten kijf. Afgelopen zomer publiceerden de Amsterdamse astronoom Teije de Jong en de Oostenrijkse oriëntalist Hermann Hunger nog een artikel in Archive for History of Exact Sciences over een kleitablet-fragment uit het jaar 185 v.C. dat een gedetailleerde beschrijving blijkt te bevatten van een samenstand van maar liefst vijf planeten aan de ochtendhemel, op 25 maart van dat jaar.", "Het sterrenkundig speurwerk van De Jong maakte het mogelijk om het fragment (van slechts 36 bij 46 millimeter) te dateren. ‘Voor zover ik weet is dit het eerste en enige verslag van een waarneming van zo’n groepering van alle vijf planeten die met het blote oog zichtbaar zijn’, zegt hij.", "Zo’n spectaculaire samenscholing komt maar zelden voor; de laatste was in het jaar 1186. Vier planeten bij elkaar is al iets minder zeldzaam; in 1774 leidde een groepering van Mercurius, Venus, Mars en Jupiter tot paniek onder de Friese bevolking, waarna wolkammer Eise Eisinga besloot tot de bouw van zijn wereldberoemde planetarium in Franeker, om inzicht te verschaffen in de loop van de hemellichamen.", "Johannes Kepler was begin zeventiende eeuw de eerste die de Ster van Bethlehem in verband bracht met een samenstand van Jupiter en Saturnus, in de jaren 7 en 6 v.C. (over het exacte geboortejaar van Jezus bestaat geen zekerheid, maar het is zo goed als zeker een paar jaar vóór het begin van onze jaartelling geweest). Ook een samenstand van Jupiter en Venus in 2 v.C. is geopperd als verklaring.", "Enkele jaren geleden kwam de Amerikaanse astronoom Michael Molnar met nog weer een nieuwe theorie: de Wijzen uit het Oosten zouden hun dromedarissen hebben gezadeld nadat ze in het voorjaar van 6 v.C. de maan voor de planeet Jupiter zagen schuiven, in het sterrenbeeld Ram – volgens sommige bronnen het Dierenriemsterrenbeeld dat geassocieerd wordt met de Joden.", "De meeste astronomen zijn nauwelijks in het onderwerp geïnteresseerd, zegt Barthel; ze zien het Bijbelverhaal als een legende. Sommige christelijke sterrenkundigen, zoals hijzelf, kijken daar toch iets anders tegenaan. Ook de Nijmeegse astronoom (en lekenpredikant) Heino Falcke beschreef Molnars theorie indertijd als ‘heel aannemelijk’.", "Guy Consolmagno, directeur van de Vaticaan-sterrenwacht in Castel Gandolfo (Italië), reageert nuchterder. In een interview met Catholic News Service beschrijft hij de vraag naar de ware aard van de Ster van Bethlehem als ‘leuk, maar totaal onbelangrijk, zowel voor de sterrenkunde als voor de theologie.’", "De samenstand van Jupiter en Saturnus die maandagavond zichtbaar is (alleen bij onbewolkte hemel, en met volledig vrij uitzicht op de zuidwestelijke horizon) heeft op internet overigens al geleid tot allerlei wilde ideeën. Niet over de geboorte van een messias, maar over Maya-kalenders en het einde van de wereld.", "Met het blote oog zie je gewoon twee heldere ‘sterren’ heel dicht bij elkaar, en volgens amateursterrenkundige Esther Hanko, die de nauwe samenstand hoopt te bekijken en te fotograferen met haar telescoop, wordt het verschijnsel wel iets te veel gehypet.", "‘Maar,’ zegt ze, ‘Jupiter en Saturnus zijn natuurlijk wel de supersterren van het zonnestelsel – Saturnus met zijn ringen en Jupiter met zijn ronddraaiende maantjes en wolkenwervels. Dat maakt het toch wel heel bijzonder.’"], "authors": ["Govert Schilling"], "keywords": ["saturnus", "sterrenhemel", "van", "zijn", "voor", "maandagavond", "en", "een", "met", "maar", "kerstster", "spelen", "te", "het", "zeldzame", "samenstand", "jupiter"], "pubDate": "2020-12-20T16:22:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}