{"id": "058102e4-af3b-3e22-bb44-e51ba8d45dc8", "title": "Lokroep van Frankfurt strekt buiten eurozone", "url": "https://www.ewmagazine.nl/opinie/opinie/2021/01/lokroep-van-frankfurt-strekt-buiten-eurozone-797815/", "summary": "Bij de Nederlandse financieel dienstverlener Intertrust Group kloppen naar eigen zeggen steeds meer ondernemingen aan die zich om financieringsredenen officieel in de eurozone willen vestigen.\nPas dan komen ze in aanmerking voor het grootschalige opkoopprogramma van de Europese Centrale Bank (ECB).\nZweden is wel een lidstaat van de Unie, maar maakt geen deel uit van de eurozone.\nOok zal de ECB niet alle schuld van een bedrijf opkopen.\nWordt het in de eurozone geïnvesteerd, dan is dat geheel in de geest van het ECB-beleid.", "paragraphs": ["De Europese Centrale Bank (ECB) koopt voor miljarden aan bedrijfsobligaties op. Dat werkt als een magneet op bedrijven buiten de eurozone, schrijft Marijn Jongsma.", "Marijn Jongsma (1969) is economisch redacteur bij EW. Hij blogt wekelijks over financieel- en macro-economische onderwerpen.", "Bij de Nederlandse financieel dienstverlener Intertrust Group kloppen naar eigen zeggen steeds meer ondernemingen aan die zich om financieringsredenen officieel in de eurozone willen vestigen.", "Pas dan komen ze in aanmerking voor het grootschalige opkoopprogramma van de Europese Centrale Bank (ECB).", "Britten, Zwitsers en Zweden kloppen aan de poort", "Simpel gezegd komt het erop neer dat wie vanuit de muntunie opereert en obligaties uitgeeft, kan profiteren van de ECB als grote koper met diepe zakken – en dus van een historisch lage rente.", "Volgens Arno Vink, directeur kapitaalmarkten bij Intertrust, hebben zich in 2020 een slordige twintig bedrijven gemeld aan het Amsterdamse Prins Bernhardplein, waarvan sommige ‘enkele miljarden’ willen ophalen in de eurozone.", "Het gaat voornamelijk om bedrijven uit het Verenigd Koninkrijk, Zwitserland en Zweden die kiezen voor een vestiging in Nederland, Luxemburg of Ierland. De eerste twee zijn landen buiten de Europese Unie. Zweden is wel een lidstaat van de Unie, maar maakt geen deel uit van de eurozone. In al deze drie landen voert de centrale bank eveneens een zeer ruim beleid, maar zeker in het Verenigd Koninkrijk en Zweden is de rente toch nog wat hoger dan in de eurozone.", "Alleen de meest kredietwaardige bedrijven", "Frankfurt koopt niet overigens alles wat los en vast zit, maar beperkt zich tot staatsobligaties en (vooralsnog) de meest degelijke bedrijfsobligaties (‘investment grade’), uitgegeven door bedrijven die wel tegen een stootje kunnen. Ook zal de ECB niet alle schuld van een bedrijf opkopen.", "Maar de schaal van het programma is groot: Frankfurt begon midden 2016 met het opkopen van bedrijfsobligaties en had begin dit jaar voor ruim 250 miljard euro in de portefeuille. Door deze kunstmatig hoge vraag kunnen bedrijven met een vestiging in de eurozone, afhankelijk van de kredietwaardigheid en de gekozen looptijd, in veel gevallen goedkoper lenen dan elders.", "Maar van een ‘free lunch’ is geen sprake, zegt directeur kapitaalmarkt bij Intertrust Arno Vink: bedrijven die willen meeliften op het ruime Europese beleid in de eurozone moeten er wel een ‘aanwezigheid’ hebben – precies de specialiteit van Intertrust. Maar wat houdt die aanwezigheid in?", "Echte vestiging, echte investeringen?", "Volgens Vink verschilt dat van klant tot klant, maar gaat het wel om een ‘relevante economische activiteit’, met ‘Nederlandse bestuurders en een in Nederland beheerde bankrekening en administratie’. Bovendien moet er hier belasting worden betaald over de behaalde winst.", "Het is het vak van Intertrust om dit voor hun klanten te regelen. Dat is goed voor dit bedrijf en daarmee ook voor de Nederlandse economie, maar van echte nieuwe bedrijvigheid is pas sprake als er ook van buiten de gespecialiseerde financiële sector personeelsleden op de loonlijst komen te staan.", "Belangrijker is de vraag wat de bedrijven met het goedkope Europese geld gaan doen. Wordt het in de eurozone geïnvesteerd, dan is dat geheel in de geest van het ECB-beleid. Vloeien de opbrengsten weg uit de muntunie, dan zet het weinig zoden aan de dijk. In dat geval zijn de door Intertrust gesignaleerde nieuwe vestigingen eerder een lek in het systeem dat goed uitpakt voor de bedrijven en eurolanden die goed zijn in de financiële dienstverlening die daarmee gepaard gaat.", "Liever een lek dan lobbycircus", "Nou, lekje dan. Want de aankoop van bedrijfsschuld valt in het niet bij de ongeveer 2.300 miljard euro aan staatsobligaties die de ECB heeft ingeslagen in het kader van de ‘gewone’ opkoopregeling. Daarin zijn de aankopen van het noodprogramma om de coronacrisis te bezweren nog niet meegenomen (tot nu toe 700 miljard aan zowel staats- als bedrijfsschuld, maar voornamelijk de eerste categorie).", "De ECB kan er bovendien weinig aan doen. Het opkopen van bedrijfsobligaties verloopt volgens vaste verdeelsleutels en is niet bedoeld om industriepolitiek te bedrijven. Gelukkig maar, want het zou monetair beleid een speelbal maken van ondoorzichtige lobbypraktijken van door politici gesteunde ondernemers: koop mijn obligaties, want ik ga een grote fabriek in de eurozone bouwen! Daarin is Nederland weer minder goed. Dan liever een generiek beleid dat af en toe zijn doel voorbijschiet, maar waarbij wel wat aan de strijkstok blijft hangen."], "authors": [], "keywords": ["van", "lokroep", "strekt", "voor", "en", "een", "eurozone", "buiten", "aan", "bedrijven", "het", "maar", "frankfurt", "dat", "die"], "pubDate": "2021-01-07T16:14:19Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}