{"id": "0585b220-b569-338d-9732-37e566bc4300", "title": "Peter Schat was de eerste Nederlandse componist die een basgitaar liet horen", "url": "https://www.parool.nl/kunst-media/peter-schat-was-de-eerste-nederlandse-componist-die-een-basgitaar-liet-horen~bcf358ba/", "summary": "Beeld Het ParoolVijftig jaar geleden schreef de Amsterdamse, in Utrecht geboren componist Peter Schat (1935-2003) met Thema een stuk dat in het Nederlandse muziekleven veel opzien baarde.\nHet onderstreepte zijn toenmalige positie als grote hemelbestormer onder de jongste generatie componisten, die het jaar daarvoor de gemoederen danig in beweging hadden gekregen met het muziekt­­heaterstuk Reconstructie.\nDaar zou de buitengewoon goed van de tongriem gesneden Schat, die er in de jaren zestig streng-socialistische sympathieën op nahield, zeker iets van hebben gevonden.\nHet is ook het eerste stuk van een Nederlandse componist waarin een basgitaar te horen is.\nOp Spotify en andere streamingsdiensten is een uitvoering van Thema door Han de Vries en het Nederlands Blazers Ensemble te vinden.", "paragraphs": ["Beeld Het Parool", "Vijftig jaar geleden schreef de Amsterdamse, in Utrecht geboren componist Peter Schat (1935-2003) met Thema een stuk dat in het Nederlandse muziekleven veel opzien baarde. Het onderstreepte zijn toenmalige positie als grote hemelbestormer onder de jongste generatie componisten, die het jaar daarvoor de gemoederen danig in beweging hadden gekregen met het muziekt­­heaterstuk Reconstructie.", "De naam Peter Schat ligt inmiddels alweer geruime tijd onder een dikke laag stof. Zijn werk wordt nauwelijks meer uitgevoerd. Sic transit gloria mundi, heet dat dan. Wel is er inmiddels een straat naar hem vernoemd, op de Zuidas. Daar zou de buitengewoon goed van de tongriem gesneden Schat, die er in de jaren zestig streng-socialistische sympathieën op nahield, zeker iets van hebben gevonden.", "Terug in de tijd Thema klonk voor het eerst tijdens het Holland Festival van 1970. Het stuk sprak algemeen tot de verbeelding, niet in de laatste plaats vanwege de grote, zeer heterogene bezetting: drie gitaren, een basgitaar, een hammondorgel, vijf klarinetten, vier fagotten, twee altsaxofoons, tenorsax, drie trompetten, drie trombones, en niet te vergeten de elektrisch versterkte solohobo. De solistenrol werd vervuld door Han de Vries, die aan zijn instrument multiphonics moest ontlokken, waardoor de hobo klonk als een schreeuwende uitheemse vogel.", "Waarom nu herbeluisteren? Omdat Thema nog steeds een ijzersterk stuk is. Het is ook het eerste stuk van een Nederlandse componist waarin een basgitaar te horen is. De striemende blazerspartijen zijn volgens Schat terug te voeren op I Feel Allright van James Brown. Die nadrukkelijke beïnvloeding door popmuziek was in het zeer serieuze Nederlandse muziekleven ook nog niet eerder vertoond. Schat was een pionier.", "Verder luisteren? Op Spotify en andere streamingsdiensten is een uitvoering van Thema door Han de Vries en het Nederlands Blazers Ensemble te vinden."], "authors": ["Erik Voermans"], "keywords": ["eerste", "van", "het", "op", "schat", "die", "zijn", "peter", "componist", "thema", "een", "stuk", "liet", "te", "horen", "basgitaar", "nederlandse"], "pubDate": "2020-12-07T14:11:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}