{"id": "058d54f5-8dac-3a52-9673-604caa1850e7", "title": "Biden hoopt dat Trump naar inauguratie komt", "url": "https://www.parool.nl/wereld/biden-hoopt-dat-trump-naar-inauguratie-komt~b6ba50b3/", "summary": "Toekomstig Amerikaans president Joe Biden.\nBeeld REUTERSBiden voegde er donderdag (lokale tijd) in een interview met CNN aan toe dat het voor hem persoonlijk onbelangrijk was of Trump wel of niet komt opdagen, maar dat het presenteren van twee formele rivalen, die samen staan ​​als iemand aantreedt, een belangrijk onderdeel is van de Amerikaanse democratie.\n“Meer dan de impact op de binnenlandse politiek, maak ik me echt zorgen over het beeld dat we aan de rest van de wereld presenteren”, zei hij in het gezamenlijke interview met aankomend vicepresident Kamala Harris.\n“De rest van de wereld keek naar ons.\nHoewel hij inmiddels wel heeft toegestaan ​​dat de officiële overgang begint terwijl staten hun verkiezingsresultaten blijven certificeren.", "paragraphs": ["Toekomstig Amerikaans president Joe Biden. Beeld REUTERS", "Biden voegde er donderdag (lokale tijd) in een interview met CNN aan toe dat het voor hem persoonlijk onbelangrijk was of Trump wel of niet komt opdagen, maar dat het presenteren van twee formele rivalen, die samen staan ​​als iemand aantreedt, een belangrijk onderdeel is van de Amerikaanse democratie.", "“Meer dan de impact op de binnenlandse politiek, maak ik me echt zorgen over het beeld dat we aan de rest van de wereld presenteren”, zei hij in het gezamenlijke interview met aankomend vicepresident Kamala Harris. “De rest van de wereld keek naar ons. En je hebt me dit een aantal keer horen zeggen, ze volgden ons niet alleen vanwege het voorbeeld van onze kracht, ze volgden ons om de kracht van ons voorbeeld.”", "Trump heeft geweigerd te zeggen of hij de inauguratie op 20 januari zal bijwonen en blijft volhouden dat hij de verkiezingen heeft gewonnen. Hoewel hij inmiddels wel heeft toegestaan ​​dat de officiële overgang begint terwijl staten hun verkiezingsresultaten blijven certificeren."], "authors": ["Het Parool"], "keywords": ["van", "trump", "biden", "heeft", "wereld", "het", "ons", "hij", "naar", "hoopt", "zeggen", "een", "ze", "dat", "komt", "inauguratie"], "pubDate": "2020-12-04T05:47:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}