{"id": "059488f1-83e7-3374-80e4-d34e7ea03f14", "title": "Is Nederland klaar voor het vaccin? Ja, zegt het RIVM", "url": "https://volkskrant.nl/nieuws-achtergrond/is-nederland-klaar-voor-het-vaccin-ja-zegt-het-rivm~ba68abe5/", "summary": "Ook bij ons staat alles straks klaar om ons inenting voor inenting van corona te bevrijden.\nMaar ik denk dat slimheid misschien wel belangrijker is’, reageert programmadirecteur coronavaccinatie Jaap van Delden (RIVM) op het spierballenvertoon in vooral Duitsland.\nBeeld ReutersIn ons land lift de operatie mee op, onder meer, de logistiek van de jaarlijkse griepprik, zegt programmamanager Hans van Vliet van het Rijksvaccinatieprogramma.\nDe voortekenen zien er gunstig uit, schetst immunoloog Cécile van Els, vaccinwatcher bij het RIVM.\n‘Eigenlijk zijn we heel hoopvol dat deze vaccins het goed gaan doen’, zegt Van Els.", "paragraphs": ["Een man wordt ingeënt tegen het griepvirus. In Nederland lift de coronavaccinoperatie mee op de logistiek van de jaarlijkse griepprik Beeld ANP", "Loodsen in Duitsland waar men oefent om 120 mensen per uur in te enten, duizenden ‘vaccinatieposten’ in Spanje, huisartsenposten in Groot-Brittannië waar men zeven dagen per week terecht kan. Met veel vertoon maakt Europa zich op voor de komst van de eerste vaccins, ergens rond de jaarwisseling. En Nederland? Geen paniek, zeggen de experts die met de operatie zijn belast. Ook bij ons staat alles straks klaar om ons inenting voor inenting van corona te bevrijden.", "‘Spierballen refereren aan kracht. Maar ik denk dat slimheid misschien wel belangrijker is’, reageert programmadirecteur coronavaccinatie Jaap van Delden (RIVM) op het spierballenvertoon in vooral Duitsland. ‘De minister heeft besloten nog niet direct mensen onder de zestig te vaccineren. En juist bij doelgroepen zoals verpleeghuisbewoners is een prikstraat waar je naartoe moet wel het laatste waar je aan denkt.’", "De leider van een Duitse vaccinatiecampagne toont de plattegrond van een prikstraat waarvoor hij in Berlijn voorbereidingen treft. Beeld Reuters", "In ons land lift de operatie mee op, onder meer, de logistiek van de jaarlijkse griepprik, zegt programmamanager Hans van Vliet van het Rijksvaccinatieprogramma. ‘Zo’n infrastructuur heeft Duitsland helemaal niet.’ Ook kunnen de GGD’s ertoe overgaan om regionale locaties in te richten voor de inentingen. ‘De bedoeling is om de hele bevolking te vaccineren. En als we eenmaal voldoende vaccin hebben, kan dat in grootschalige vorm’, verzekert Van Vliet. ‘We hebben ook ervaring met meningokokken en de Mexicaanse griep. Ik geloof niet dat het bij ons zoveel kleinschaliger is dan in Duitsland.’", "Geen toestemming 18-min", "Opmerkelijk is dat scholieren en kinderen, over wie momenteel veel te doen is als verspreiders van corona, voorlopig zijn uitgesloten van inenting. Omdat de politiek ervoor kiest om eerst ouderen en kwetsbaren in te enten, maar ook omdat de coronavaccins aanvankelijk niet eens zijn toegestaan voor minderjarigen, bleek woensdag tijdens een RIVM-bijeenkomst voor journalisten. ‘De eerste registratie is voor boven de 18’, aldus Van Vliet. Hoe de vaccins werken bij minderjarigen, wordt momenteel nog getest.", "Het RIVM weerspreekt opmerkingen van vooral Duitsland en Spanje dat men daar al in december zou kunnen beginnen met vaccineren, eerder dan het ‘ergens in januari’ dat in ons land vaak wordt genoemd. ‘We hebben met alle landen afgesproken om een vaccin pas als het is geregistreerd te gaan toepassen’, benadrukt Van Vliet. ‘Aan die registratiedatum zullen alle landen zich houden.’", "Gunstige tekenen", "De komende tijd buigt het Europees Geneesmiddelenbureau EMA zich over de werkzaamheid en de bijwerkingen van de eerste vaccins die zijn getest op een bescheiden voetbalstadion vol mensen: het vaccin van Pfizer en dat van Moderna. Als dat, zoals verwacht, uitmondt in een officiële marktregistratie, zal men de vaccins nog moeten controleren op kwaliteit, voordat de eerste inentingen kunnen beginnen.", "De voortekenen zien er gunstig uit, schetst immunoloog Cécile van Els, vaccinwatcher bij het RIVM. Zo lijken de eerste vaccins net zo goed te werken bij ouderen als bij jongeren, waarmee alweer een zorg van deskundigen wegvalt. ‘Eigenlijk zijn we heel hoopvol dat deze vaccins het goed gaan doen’, zegt Van Els.", "Eenmaal in Nederland zullen de vaccins worden opgeslagen op een geheime locatie. Vanwege het gevaar op diefstal, maar toch zeker ook vanwege de ‘emoties hierover bij sommige groepen’, zegt Van Delden. ‘Het helpt dat er dan niet groot op de gevel staat: hier liggen ze.’"], "authors": ["Maarten Keulemans"], "keywords": ["rivm", "ja", "zegt", "van", "dat", "een", "nederland", "vaccins", "en", "te", "vaccin", "op", "voor", "bij", "klaar", "het"], "pubDate": "2020-11-25T19:07:13Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}