{"id": "05ab2e7a-b0ac-31ff-b6e3-07ee43c23181", "title": "De dag dat het licht uit ging: Basketballer Drago Pasalic kreeg een hartstilstand tijdens een rondje hardlopen", "url": "https://www.dvhn.nl/sport/De-dag-dat-het-licht-uitging-26342738.html", "summary": "Drago Pasalic weet nog dat het bericht grote indruk op hem maakte.\nHet zette de Kroaat aan het denken, nog geen idee dat hij anderhalve maand later zelf op het randje zou liggen.\nNiet zijn beste wedstrijd, maar nog wel een duel waarin hij een van zijn spaarzame dunks maakte, zo herinnert Pasalic zich met een zoete glimlach.\nIk heb eigenlijk geen idee hoe dicht ik bij de andere kant ben geweest, al was ik er niet ver vanaf.\nMisschien dat ik het leven onbewust meer koester, maar ik heb er geen trauma aan overgehouden.", "paragraphs": ["27 september 2020 is een dag die Drago Pasalic van zijn leven niet meer vergeet. Het was bijna zijn laatste geweest. Tijdens een rondje hardlopen kreeg de voormalige basketballer van Donar een hartstilstand. Als door een wonder heeft hij het overleefd. Vier maanden na dato is hij gewoon weer de oude Drago en dankt hij zijn leven aan een reddende engel.", "Je hoort weleens van die verhalen. Topsporters die zomaar dood neervallen. Vorige zomer nog Michael Ojo, de basketballer van Rode Ster Belgrado. 27 jaar nog maar, drukdoende om in vorm te komen voor het nieuwe seizoen. Tijdens het gewichtheffen in de sportschool kreeg de 2,16 meter lange Nigeriaan een hartaanval. Er was geen redden meer aan.", "Drago Pasalic weet nog dat het bericht grote indruk op hem maakte. Niet dat de 36-jarige oud-speler van Donar Ojo persoonlijk kende, maar zeker wel van naam. Een gek idee dat het blijkbaar iedereen kan overkomen, dacht hij nog bij zichzelf. Al ben je nog zo’n groot sportman, leef je nog zo gezond, ben je zo afgetraind. Het zette de Kroaat aan het denken, nog geen idee dat hij anderhalve maand later zelf op het randje zou liggen.", "Pasalic had in het najaar de zaakjes net mooi op de rit. Na 20 jaar een zwervend bestaan te hebben geleid als basketbalnomade kreeg hij in Breda, waar zijn vrouw een goede baan heeft, eindelijk vaste grond onder de voeten. Met zijn Drentse geliefde Teska, de tweeling Ivan en Kinge van tien en Kiara van acht bewoont de 2,08 meter lange center in het Brabantse een fraaie vooroorlogse tussenwoning, vlak bij het centrum.", "Natuurlijk passeerde zijn lange carrière nog weleens de revue. Wat wil je? Hij diende in al die jaren liefst achttien clubs en zag alle uithoeken van Europa. Het waren niet de minste werkgevers waar hij zijn krachten aan spendeerde. Er staan aansprekende clubs uit Griekenland, Turkije, Israël en Oekraïne achter zijn naam, maar de mooiste tijd had Pasalic toch wel bij het Spaanse Bilbao Basket en in Nederland, bij Donar. Daar vierde hij met de hondstrouwe achterban landstitels, bekers en successen in Europa.", "Maar goed, dat lag allemaal achter hem. Hij had er vrede mee dat er in maart bij ZZ Leiden abrupt een einde kwam aan zijn loopbaan. Door corona werd het geen memorabel afscheid, maar je kunt niet alles hebben. Een uitduel bij Apollo Amsterdam was zijn laatste. Niet zijn beste wedstrijd, maar nog wel een duel waarin hij een van zijn spaarzame dunks maakte, zo herinnert Pasalic zich met een zoete glimlach. Een bal met veel geweld door de ring beuken was op zijn oude dag niet meer zijn favoriete bezigheid.", "Spelersscout", "Zijn toekomst had hij inmiddels veiliggesteld. Pasalic gaat aan de slag als spelersscout voor het gerenommeerde LA Clippers. Eerst op freelancebasis, maar zo gauw corona de wereld uit is in vaste dienst. Een mooie baan die op zijn pad kwam vanuit zijn grote netwerk dat hij in al die jaren opbouwde. De Europese velden afstropen op zoek naar talent voor de NBA, zo af en toe een uitstapje naar China of Australië en in de tussentijd vooral papa zijn voor de kinderen. Wat wil je nog meer?", "Ondertussen bouwde hij rustig zijn carrière als topsporter af. De dokter had gezegd: in één keer stoppen is niet goed na zoveel jaren functioneren op de toppen van je kunnen. Dus bleef Pasalic in beweging, onder meer met een vast loopje vanaf huis door de oude wijken van Breda. Zo ook op die 27ste september, halverwege de middag. De dag die hij nooit meer zal vergeten.", "Ineens werd het zwart", "Het rondje zat er bijna op, nog een paar honderd meter naar huis, toen het licht ineens uitging. ,,Ik weet er niets meer van’’, vertelt Pasalic. Van een paar dagen voor zijn hartstilstand tot en met het ontwaken uit coma in het ziekenhuis kan hij zich niets meer herinneren. Voor zover zijn geheugen strekt kreeg hij geen enkel voorteken, gaf zijn lichaam geen enkel signaal af van dat het weleens gruwelijk mis kon gaan. En toen, zo vanuit het niets, werd het ineens zwart.", "Aan de hand van ooggetuigen kan hij zich een voorstelling maken van hoe het gegaan moet zijn, die middag aan de Ginnekenweg, vlak bij bakkerij Van Disseldorp. Hij is gevallen, heeft op de stoep gelegen met zijn mond en ogen wijd open. De eerste omstander stond er als versteend bij, wist niet wat ze moest doen. Maar toen kwam bij toeval Laura langs, een jonge vrouw. Hij heeft haar nadien één keer ontmoet. Ze sprong uit de auto. Een engel. Een geschenk uit de hemel. Ze bleek de dochter van een moeder die reanimatiecursussen geeft en precies wist wat haar te doen stond.", "Het was niet het enige geluk dat de oud-basketballer die fatale middag had. Op nog geen twintig meter van de plek waar Pasalic voor dood neerviel, hangt een defibrillator aan de muur. ,,Eigenlijk ongelooflijk’’, beseft Pasalic terwijl hij eieren met spek in de koekenpan mikt voor zijn thuisonderwijs genietende kinderen die zo naar beneden komen. ,,Ik heb zo ontzettend veel geluk gehad. Stel dat ik in het bos een rondje was gaan lopen. Dan had ik dit niet na kunnen vertellen. Dan was ik hier niet meer geweest.’’", "In coma gehouden", "De ambulance was er razendsnel en bracht hem met gezwinde spoed naar het ziekenhuis. Daar aangekomen werd de boomlange sportman eerst in coma gehouden. De onzekerheid voor zijn gezin moet tijdens die dagen tergend zijn geweest. ,,Voor hen was het het ergste, niet voor mij. Ik kreeg er niets van mee. Het is een enorme shock geweest voor ze.’’", "De grote vragen waren óf hij en hoe hij uit zijn coma zou ontwaken. Langzaam werd Pasalic bij kennis gebracht. En ja, hij werd wakker. In het begin reageerde de voormalige basketballer heel vreemd. ,,Ik herkende in eerste instantie mijn kinderen niet eens en dacht dat mijn vrouw mijn vriendin was’’, vertelt hij. ,,Ik dacht bovendien dat ik in Istanbul was in plaats van in Breda. Mijn vrouw vertelde me alles, hoe het zat, wat er was gebeurd, maar na een half uur was ik alles weer vergeten. Dat was echt angstaanjagend.’’", "Maar het kwam goed. Dag na dag kwam het geheugen van Pasalic stukje bij beetje terug. Al snel voelde hij zich weer de oude. Hij kreeg het ene na het andere onderzoek, maar een oorzaak van het hartfalen werd niet gevonden. Hij werd op die ene, bijna fatale hapering na kerngezond bevonden. Middels een operatie werd er wel een kastje in zijn borst geplaatst. Het ziet er misschien niet zo mooi uit, je ziet een bobbel aan de zijkant van zijn ribbenkast, maar het apparaatje zorgt er wel voor dat zijn hart blijft tikken, mocht het ooit nog een keer misgaan.", "Weer helemaal de oude", "Daar is overigens geen enkele aanwijzing voor. ,,En dat is ook wel een beetje het frustrerende, het is moeilijk te accepteren dat dit je blijkbaar zomaar kan gebeuren’’, zegt de oud-topsporter die verder weer helemaal de oude Drago Pasalic is. ,,Niemand kan mij vertellen waar het is misgegaan, wat er is misgegaan. Ze hebben geen idee. Echt geen idee. Lichamelijk is er geen enkele aanwijzing voor te vinden.’’", "Natuurlijk heeft hij er zelf wel zijn ideeën over. ,,Het moet haast wel met het stopzetten van mijn topsportcarrière te maken hebben. Dat kan bijna niet anders. Ondanks dat ik wel op een zeker niveau bleef trainen, is dat na al die jaren toch een enorme verandering geweest. Je hebt de spanning niet meer, de intensiteit is weg, je voedingspatroon verandert. Die hele optelsom moet het wel zijn geweest, maar zekerheid daarover heb je niet. Sommige dingen in het leven vallen gewoon niet te beredeneren.’’", "Je hoort soms wel van mensen die een bijna-doodervaring hebben gehad, dat er letterlijk licht is aan het eind van de tunnel. Dat het er heel mooi is. Maar van al die dingen heeft Pasalic niets meegekregen. ,,Mijn herinneringen zijn nog altijd heel diffuus. Ik heb eigenlijk geen idee hoe dicht ik bij de andere kant ben geweest, al was ik er niet ver vanaf. Ik denk er niet meer dagelijks aan, droom er ook niet over. Misschien dat ik het leven onbewust meer koester, maar ik heb er geen trauma aan overgehouden. Ik heb ook gewoon weer het vertrouwen in mijn lichaam. Daar helpt dat kastje ook bij. Ook al is het nog geen vier maanden geleden, ik doe alles weer wat ik voorheen ook deed.’’", "Eén ding weet hij wel over bijna doodgaan. ,,Iedereen denkt waarschijnlijk weleens hoe het zou zijn, hoeveel mensen je nog zouden herinneren, hoe het eruit zou zien. Daar ben ik wel een beetje achter gekomen. Ik heb onvoorstelbaar via reacties gehad, via de post, via de telefoon, via email. Echt overweldigend. Dat heeft me echt heel erg goed gedaan. Blijkbaar is de wereld Drago Pasalic nog niet vergeten. Hij is voornemens om nog een hele tijd te blijven.’’"], "authors": ["William Pomp"], "keywords": ["licht", "ik", "zijn", "van", "er", "uit", "een", "dat", "pasalic", "niet", "kreeg", "hij", "het", "die", "tijdens", "rondje", "hardlopen", "hartstilstand"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}