{"id": "05b6b460-3144-3eb9-b801-b530c0ad30c1", "title": "Samsonite ruilt koffer in voor rugzak", "url": "https://www.telegraaf.nl/financieel/2018290406/samsonite-ruilt-koffer-in-voor-rugzak", "summary": "De verkoop van reiskoffers is in de eerste negen maanden van dit jaar met twee derde ingestort.\nManager Paul Melkebeke van de regio Azië laat aan persbureau Bloomberg weten voor de lange termijn optimistisch te zijn over de reisbranche.\nHet bedrijf ontwikkelt ook antivirale technologieën voor zijn producten om de zorgen bij klanten over het virus deels weg te nemen.\n„Vergeet niet dat als je met het vliegtuig reist, er een moment is waarop je de bagage afgeeft en vervolgens ergens anders weer ophaalt.\nDat is ook terug te zien in de glijvlucht van 28% van de aandelenkoers van het aan de beurs van Hongkong genoteerde bedrijf.", "paragraphs": ["Het Amerikaanse Samsonite heeft veel last van de coronapandemie. De verkoop van reiskoffers is in de eerste negen maanden van dit jaar met twee derde ingestort.", "Manager Paul Melkebeke van de regio Azië laat aan persbureau Bloomberg weten voor de lange termijn optimistisch te zijn over de reisbranche. „Maar ik ben er 100% zeker van dat de branche eind volgend jaar niet naar normale niveaus is teruggekeerd.” Samsonite verwacht dat toeristen geleidelijk zullen terugkeren dankzij de coronavaccinaties, maar dat het zakelijke segment nog geruime tijd onder druk blijft staan.", "Somber", "Voor Samsonite is het sombere perspectief voor de komende één tot twee jaar reden de eerder in gang gezette verschuiving naar het niet-reissegment te versnellen. Het gaat dan met name om rugzakken, handtassen en zakenkoffers, die inmiddels goed zijn voor de helft van de bedrijfsomzet, tegen 40% een jaar geleden. Het bedrijf ontwikkelt ook antivirale technologieën voor zijn producten om de zorgen bij klanten over het virus deels weg te nemen.", "„Vergeet niet dat als je met het vliegtuig reist, er een moment is waarop je de bagage afgeeft en vervolgens ergens anders weer ophaalt. Je hebt geen idee wat daarmee is gebeurd. De hygiënefactor zal er misschien altijd zijn”, meldt Melkebeke.", "Hoewel Samsonite stevig in de kosten heeft gesneden, onder meer door meer dan 10% van zijn winkels te sluiten, stevent het bedrijf af op een recordverlies. Dat is ook terug te zien in de glijvlucht van 28% van de aandelenkoers van het aan de beurs van Hongkong genoteerde bedrijf."], "authors": ["Redactie Dft"], "keywords": ["van", "rugzak", "het", "met", "zijn", "samsonite", "ruilt", "je", "te", "dat", "jaar", "koffer", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}