{"id": "05bdfb58-2490-3ad7-ad5d-527afd839de7", "title": "Oproep aan kabinet: Prik ook ‘s nachts en red festivalseizoen", "url": "https://www.parool.nl/nederland/oproep-aan-kabinet-prik-ook-s-nachts-en-red-festivalseizoen~b408588e/", "summary": "“Zo moeten wij het ook gaan doen,” zegt Schans.\nAls het kabinet geen vaart maakt met het opvoeren van de vaccinaties, kan er binnen nu en een paar maanden een streep door het aankomende festivalseizoen.\nLaten we er dan ook voor zorgen dat we de klus klaren.”ElfstedentochtVolgens Schans is het opvoeren van de vaccinaties niet zo’n probleem.\nBang voor overbelasting van de zorg is hij dan ook niet.\nLaten we hopen dat dat hier ook kan,” klinkt het hoopvol.", "paragraphs": ["Beeld ANP Kippa", "Drie weken na de start van de vaccinatiecampagne in Israël is reeds 20 procent van de bevolking ingeënt tegen Covid-19. Premier Benjamin Netanyahu (71) beloofde dat zijn land als eerste de coronacrisis achter zich zal laten en een modelstaat zal worden voor de snelle vaccinatie van een heel land.", "Bewondering", "De Nederlandse evenementenbranche kijkt met grote bewondering naar het vaccinatiebeleid in Israël. “Zo moeten wij het ook gaan doen,” zegt Schans. “Gewoon naald erin en knallen. De hele dag en nacht door. Hoe eerder we deze periode achter ons kunnen laten, hoe beter. Ik hoor nu dat gezonde, jonge mensen zoals ik pas in september aan de beurt zijn. Dat duurt echt veel te lang.”", "Na een jaar zonder grote evenementen snakken publiek, organisatoren en zeker de mensen werkzaam in de evenementenbranche, naar de terugkomst van de grote feesten, festivals en sportmanifestaties. Als het kabinet geen vaart maakt met het opvoeren van de vaccinaties, kan er binnen nu en een paar maanden een streep door het aankomende festivalseizoen. “Iedereen ziet het licht aan het einde van de tunnel. Het saamhorigheidsgevoel om met z’n allen weer plezier te maken, is groot. Laten we er dan ook voor zorgen dat we de klus klaren.”", "Elfstedentocht", "Volgens Schans is het opvoeren van de vaccinaties niet zo’n probleem. Bang voor overbelasting van de zorg is hij dan ook niet. “Het zetten van een injectie is niet heel moeilijk. Daar heb je geen extreem gespecialiseerde mensen voor nodig. Aan de bereidheid van de Nederlanders zal het niet liggen. Als er een Elfstedentocht is, gaat iedereen ook midden in de nacht langs de kant staan. Dat zou hier ook heel goed kunnen. Maak er gewoon iets gezelligs van. Zorg ervoor dat iedereen het gevoel krijgt dat we het inderdaad samen doen. Dan zijn we er zo!”", "Voor een succesvol evenement of festival moet er zo snel mogelijk een einde komen aan de anderhalvemetersamenleving, zegt Schans. De eerste geluiden vanuit Barcelona stemmen hem positief. Daar verliep een proefevenement met ruim vijfhonderd man publiek zonder problemen. Niemand raakte besmet met het coronavirus. “Geweldig natuurlijk. Laten we hopen dat dat hier ook kan,” klinkt het hoopvol.", "Deadline", "De evenementenbranche verlangt op 1 februari duidelijkheid over wat er wel of niet mag en kan de komende maanden. “Dan moeten we een go hebben om te kunnen starten met de voorbereidingen,” zei Jolanda Jansen van Fieldlab Evenementen vorige week.", "“Het organiseren van grootschalige evenementen vergt een lange voorbereidingstijd. We kunnen het ons niet veroorloven een tweede evenementenzomer te missen, want dan staat er straks een nog groter deel van de 100.000 mensen op straat en ligt een branche, die goed is voor 7,4 miljard euro omzet, compleet op zijn gat. Dan zijn niet alleen die mensen hun baan kwijt, maar de miljoenen bezoekers ook hun evenementen.”", "Al 26.000 medewerkers acute zorg gevaccineerd"], "authors": ["Sebastiaan Quekel"], "keywords": ["er", "s", "van", "dan", "red", "en", "een", "met", "kabinet", "aan", "ook", "niet", "prik", "het", "festivalseizoen", "nachts", "dat", "oproep"], "pubDate": "2021-01-10T15:15:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}