{"id": "05c83a48-47da-3baf-9493-1df7a3f9dd6b", "title": "Man (30) opgepakt voor zinloos geweld, jongen (17) ziekenhuis in geslagen", "url": "https://nu.nl/rotterdam/6100866/man-30-opgepakt-voor-zinloos-geweld-jongen-17-ziekenhuis-in-geslagen.html", "summary": "De politie heeft donderdagavond een dertigjarige Rotterdammer aangehouden die dinsdagavond op het Zuidplein zonder enige aanleiding een zeventienjarige jongen zodanig in elkaar heeft geslagen, dat het slachtoffer in het ziekenhuis geopereerd moest worden.\nDe jongen zat samen met zijn vriendin op een bankje toen de onbekende man op hem afliep en zonder aanleiding begon te schoppen en te slaan.\nHij maakt het naar omstandigheden goed, maar het incident heeft veel impact op hem gehad.\nOnder leiding van het Openbaar Ministerie (OM), dat spreekt van zinloos geweld, is meteen een onderzoek gestart.\nRechercheurs bekeken uren achter elkaar camerabeelden van de buurt en van metrostations.", "paragraphs": ["De politie heeft donderdagavond een dertigjarige Rotterdammer aangehouden die dinsdagavond op het Zuidplein zonder enige aanleiding een zeventienjarige jongen zodanig in elkaar heeft geslagen, dat het slachtoffer in het ziekenhuis geopereerd moest worden. De man zit vast op verdenking van poging tot doodslag.", "De jongen zat samen met zijn vriendin op een bankje toen de onbekende man op hem afliep en zonder aanleiding begon te schoppen en te slaan.", "Het slachtoffer moest met zwaar hoofdletsel per ambulance worden afgevoerd. Hij maakt het naar omstandigheden goed, maar het incident heeft veel impact op hem gehad.", "Onder leiding van het Openbaar Ministerie (OM), dat spreekt van zinloos geweld, is meteen een onderzoek gestart. Rechercheurs bekeken uren achter elkaar camerabeelden van de buurt en van metrostations. Dat leidde donderdag tot de aanhouding van de man."], "authors": ["Door"], "keywords": ["ziekenhuis", "zinloos", "worden", "geweld", "van", "30", "jongen", "en", "een", "17", "geslagen", "opgepakt", "man", "voor", "heeft", "zonder", "op", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}