{"id": "05c92cbf-25e5-35d1-a82a-11c8c80885a9", "title": "Deze 18 zwevende kiezers leggen uit waarom en waarover ze twijfelen", "url": "https://volkskrant.nl/nieuws-achtergrond/deze-18-zwevende-kiezers-leggen-uit-waarom-en-waarover-ze-twijfelen~bc599bf2/", "summary": "Wie dacht dat een crisis het zwevende kiezers makkelijker maakt, heeft het mis.\nRutte roept nu bij vrij veel kiezers meer positieve dan negatieve gevoelens op.’ Een ander belangrijk punt waar kiezers op afgaan, is het energieniveau.\nMisschien zijn dan de coronamaatregelen wel afgeschaald en zijn mensen gevaccineerd.\n‘Je ziet ze aan de linkerkant, zwevend tussen GroenLinks en de PvdD óf aan de rechterkant van het midden’, zegt van Praag.\nEn hoewel ik het met de partijpolitiek van de VVD niet eens ben, zweef ik ook richting Rutte.", "paragraphs": ["In maart kiest Nederland een nieuw parlement. Net als vier jaar geleden volgt de Volkskrant kiezers die nog twijfelen. ­Waarmee kan een partij ze ­over de streep helpen?", "Wie dacht dat een crisis het zwevende kiezers makkelijker maakt, heeft het mis. Ja, we willen allemaal dat de pandemie wordt bezworen, maar nee, we weten niet op wie we moeten stemmen om dat voor elkaar te krijgen. Het aantal twijfelaars blijkt, zo’n drie maanden voor we het stemhokje in mogen, even groot als bij de vorige Tweede Kamerverkiezingen. Van de circa 13 miljoen stemgerechtigden zijn er bijna 10 miljoen nog niet geland.", "En toch zijn de omstandigheden heel anders dan in december 2016. ‘Het verschil met vier jaar geleden is dat de situatie nu totaal apolitiek is’, zegt Peter Kanne van I&O Research. ‘Het is crisis, het land moet worden bestuurd. Dat heeft prioriteit.’", "Bij de laatste verkiezingen stonden de regeringspartijen altijd op verlies, dat is nu niet het geval. ‘Uniek’, volgens Kanne. De VVD staat er glorieus voor, met in de peiling 44 zetels. Het CDA, met de kersverse lijsttrekker Wopke Hoekstra aan het roer, wint ten opzichte van november 6 zetels en komt op 19 virtuele zetels. Kanne: ‘De coalitie als geheel heeft een kleine plus, alleen D66 staat op min 6.’", "Vier jaar geleden volgde de Volkskrant een aantal zwevende kiezers. Dat gaan we rond de verkiezingen van 2021 weer doen, met een vernieuwd panel, dat we hier voorstellen. Na gesprekken met deskundigen en bestudering van de nieuwe zweefcombinaties die het gevolg zijn van nieuwe politieke partijen en electorale verschuivingen hebben we verschillende typen zwevers geïdentificeerd. Bij elk type is een persoon gezocht, die de krant de komende maanden zal volgen.", "Dit panel is nadrukkelijk geen afspiegeling van het electoraat. Het is een afspiegeling van het zwevend electoraat. Zo wordt er rond de christelijke partijen traditioneel minder gezweefd en telt ons panel daarom net iets minder zwevers uit dit deel van het spectrum. Peter Kanne: ‘Van de CDA-stemmers zegt 26 procent uit gewoonte op deze partij te stemmen. Dit is bij andere partijen zo’n 12 procent.’", "Dat Rutte vertrouwen krijgt van veel kiezers leidt soms tot nieuwe zweefcombinaties. Mensen die eerder niet op de VVD zouden stemmen, overwegen dat nu wel te doen. Kanne: ‘Rutte is op dit moment voor veel mensen acceptabel. Ook verliest hij niet onder zijn eigen achterban.’ Wonderlijk is dat wel te noemen. Zeker met de toeslagenaffaire vers in het geheugen. De zaak, waarbij ongeveer 26 duizend ouders ten onrechte werden verdacht van fraude met de kinderopvangtoeslag, is ernstig en verwijtbaar, maar het lijkt tot nu toe geen effect te hebben op het zweefgedrag van de kiezers.", "‘Het is vrij ongelooflijk dat er al tien jaar zo weinig aan Rutte blijft kleven’, merkt Willem van der Does, hoogleraar klinische psychologie aan de Universiteit Leiden, op. ‘Kiezers stemmen op gevoel, ook al denken ze vaak van niet. Rutte roept nu bij vrij veel kiezers meer positieve dan negatieve gevoelens op.’ Een ander belangrijk punt waar kiezers op afgaan, is het energieniveau. ‘Ook dat zit bij Rutte goed; hij ziet er vrijwel nooit vermoeid uit.’", "Op de flanken zorgen nieuwkomers als Ja21, Splinter en Bij1 eveneens voor nieuwe zweefcombinaties. Joost Eerdmans en Annabel Nanninga proberen met Ja21 ontevreden Forum voor Democratie-aanhangers naar zich toe te trekken. Een deel van de kiezers rond Forum raakte ontheemd na de rel van eind november, waarbij Thierry Baudet zich niet nadrukkelijk genoeg uitsprak tegen antisemitische uitspraken binnen de JFVD, de jongerenbeweging van de partij. FvD zakte in de peilingen van 6 virtuele zetels in november naar 4 zetels. Volgens I&O research overwegen veel zwevende kiezers Baudet nog wel, maar eerder als tweede of derde partij.", "Met haar nieuwe partij Splinter probeert Femke Merel van Kooten weer een andere groep twijfelaars naar zich toe te trekken. Met thema’s als klimaat, dierenwelzijn, privacy, gelijke rechten en een betrouwbare overheid wil zij kiezers lokken die nu de Partij voor de Dieren en de SP overwegen. Sylvana Simons doet nagenoeg hetzelfde met Bij1: met een zeer linkse agenda en veel oog voor groen probeert ze kiezers een alternatief te bieden voor GroenLinks en de Partij voor de Dieren.", "Volgens Kanne wordt er vooral gezweefd op links, met name tussen GroenLinks, de PvdA en de SP. Aan de linkerzijde staan partijen dicht bij elkaar, waardoor er meer mogelijkheden zijn om te zweven. ‘Op rechts kijken VVD’ers bijna alleen naar het CDA (30 procent) en D66 (18 procent). En nauwelijks naar de PVV (7 procent).’", "Ondanks de gunstige peilingen is het beslist niet zeker dat de VVD straks weer de grootste wordt. ‘Nu zijn Rutte en Hoekstra in het voordeel’, zegt politicoloog Philip van Praag, ‘maar over twee maanden is de stemming wellicht heel anders. Misschien zijn dan de coronamaatregelen wel afgeschaald en zijn mensen gevaccineerd. Dan kan het zijn dat zwevers denken: we gaan nu weer voor het milieu stemmen, in plaats van op de VVD.’", "Verschil met 2016 is ook de groep kiezers rond de PvdA. Van Praag: ‘De partij stond toen op instorten, kiezers waren zoekende. Die zijn nu allemaal al uitgewaaierd.’ Vanuit allerlei hoeken wordt er nog steeds met D66 geflirt, al blijkt deze partij traditioneel voor veel mensen toch altijd een tweede keus. ‘Maar nu hebben ze Sigrid Kaag’, zegt Van Praag. ‘Het zou kunnen dat zij vrouwen over de streep gaat trekken.’", "De zwerm die twijfelt tussen de PVV en de SP, in het zogenaamde ‘hoefijzermodel’ waar uiterst links en rechts elkaar vinden, is dit jaar minder groot. ‘Omdat de SP in de peilingen op minder zetels staat dan voorheen’, legt Van Praag uit, ‘is dit gewoon een kleinere groep kiezers.’ Een andere opmerkelijke zwerm hangt tussen de SGP en de PVV. Hier wordt het appèl op het Nederlanderschap belangrijk gevonden, spelen conservatieve waarden een rol en is er angst voor islamisering.", "Van jongeren tot en met 25 jaar is het minst te zeggen over hun zweefgedrag. Van Praag: ‘Deze groep is sowieso minder honkvast. Vier jaar geleden ging er een bepaalde aantrekkingskracht uit van Jesse Klaver, die meet-ups organiseerde en jongeren mobiliseerde. Dat nieuwe is er nu af.’", "Opvallend is dat jonge mensen weinig in het midden zweven. ‘Je ziet ze aan de linkerkant, zwevend tussen GroenLinks en de PvdD óf aan de rechterkant van het midden’, zegt van Praag. De onrust onder jongeren is volgens de politicoloog wel toegenomen. ‘Er wordt gedacht: wij worden niet ziek van corona, waarom moeten wij boeten? Dat zal zich politiek vertalen. Maar de grote vraag is: waar zullen zij gaan landen?’", "1. Zweven tussen VVD en PVV", "Marco Scheeringa (50), Wolvega Beroep: voormalig chauffeur lange afstanden, nu vrijwilliger in een bejaardentehuis", "‘In mijn omgeving hoor ik mensen weleens zeggen dat Rutte dat virus heeft bedacht. Als ik daar tegenin ga, krijg ik ruzie. Erg vervelend. De coronamaatregelen zijn er niet voor niks. Ik geloof wel in het virus en vind dat Rutte het goed doet. Hij houdt tenminste stand in al deze ellende. En kijk eens hoeveel geld er gaat naar steunpakketten voor bedrijven! Dan heb je goed gespaard. Van mij mag hij nog vier jaar.", "‘Tegelijkertijd maak ik me wel boos om andere dingen. De relletjes die Black Lives Matter veroorzaakt bijvoorbeeld, of de petitie die Azarkan van Denk verdedigt, terwijl er net een Franse docent is onthoofd. Dan neig ik naar Wilders. Alleen lijkt hij me financieel niet zo sterk. Dan zie ik juist weer liever Rutte aan het roer.’", "2. Zweven tussen VVD, CDA en FvD", "Melvin Heersema (20), Groningen Beroep: eerstejaarsstudent toegepaste psychologie in Groningen", "‘Voor mij is fatsoen belangrijk, hoe mensen met elkaar omgaan. Daarom neig ik naar het CDA. De Jonge vind ik enorm interessant. Hij is charismatisch, doet het goed tijdens de coronacrisis en neemt zijn verantwoordelijkheid. Dat zie je ook door zijn keus om geen lijsttrekker te worden. Rutte loodst ons sterk en krachtig door de crisis, dus ik overweeg ook zeker een stem op hem.", "‘Op Baudet ben ik wel enigszins afgeknapt, al heb ik Forum nog niet afgeschreven. Als Baudet zijn partij weer op de eerste plaats zou zetten, en niet zichzelf, zou ik wellicht weer overwegen op hem te stemmen. Maar hij moet zijn gedrag wel veranderen. Qua inhoud voelde ik me wel thuis bij Forum: weinig overheidsingrijpen en het verdedigen van de vrijheid van meningsuiting in zo breed mogelijke zin.’", "3. Zweven tussen het CDA, VVD en FvD", "Wim de Jong (35), Buren Beroep: melkveehouder", "‘Ik stemde vaak CDA of VVD, maar bij deze partijen mis ik het begrip voor onze sector. En nu zijn ze allemaal druk met corona. Wij moeten als boeren meer geld en meer waardering krijgen. Dat wij te vervuilend zijn, is volgens mij niet correct; er worden rekenmodellen gebruikt die niet deugen. Vervuiling, klimaat, uitstoot: alles krijgen we hier op ons bordje. Laten ze eens kijken naar het luchtverkeer, dat is veel vervuilender. De overheid aast op onze landbouwgrond, zodat ze daar huizen kan bouwen. In de Randstad is dit moeilijk te begrijpen. Alleen Baudet steekt op dit moment energie in ons en neemt het voor ons op. Ik overweeg een stem op hem, al zou ik toch ook nog voor het CDA of de VVD kunnen kiezen. Maar dan moeten ze de agrarische sector wel echt meer gaan steunen.’", "4. Zweven tussen VVD, 50Plus en PVV", "Ine Kreuk (68), Rotterdam Beroep: gepensioneerd conciërge", "‘Eerst neigde ik nog wel naar de VVD, maar Rutte loopt steeds zo achter de feiten aan. In maart was-ie te laat met de boel dichtgooien en nu weer. Dat zijn grote blunders. En dan de vakantie van de koning naar Griekenland. Wij moesten in de herfstvakantie allemaal thuisblijven, maar meneer de koning stapt gewoon in het vliegtuig van onze centen. Je ziet wel dat hij familie is van Wilhelmina, die liet ons in 1940 ook gewoon in de steek. Ik neem het Rutte erg kwalijk dat hij de koning toestemming heeft gegeven, ik kan dat niet snel vergeten.", "‘50Plus is een zooitje geworden. Henk Krol is opeens weg. Die zat er zogenaamd voor het volk. Ja ja, dat blijkt dus voor zijn eigen zak. Op dit moment neig ik naar Wilders.’", "5. Zweven tussen VVD en D66", "Noura el Ayachi (42), Schoonhoven Beroep: runt een familiebedrijf in de fitnessbranche", "‘De tweede lockdown sloeg bij mij in als een bom. Ons familiebedrijf moest, na ook al drieënhalve maand in het voorjaar gesloten te zijn geweest, nu weer zijn deuren sluiten. Ik heb vanbinnen wel even een flinke traan gelaten. Je vraagt je af wat de waarde nog is van preventief aan je gezondheid werken als je in een overvolle supermarkt staat. Het voelt heel gek. Ook al heb ik alle begrip voor de maatregelen om de zorg te ontlasten.", "‘Los van de VVD en D66 heb ik geen andere partij waar ik iets mee kan. Ik ben een pragmatische kiezer. Bij D66 vind ik hun aandachtspunt om zorg te voorkomen door middel van gezond leven erg goed. Maar het liberale karakter en de aandacht voor de ondernemer bij de VVD spreken mij ook aan.’", "6. Zweven tussen PVV, FvD en JA21", "Xander Gravendijk (36), Haarlem Beroep: werkzaam in Albert Heijn en heeft een eigen designbureau", "‘Ik vind het belangrijk dat het fatsoen terugkeert in de samenleving. Op dit moment ben ik werkzaam in de Albert Heijn. Ik zie duizenden mensen langskomen en soms doet er iemand moeilijk over een mondkapje. Dan denk ik, je mag je mening hebben, maar luister gewoon naar de regering. Regels zijn er niet voor niks. Ik heb zelf in de gevangenis gezeten en gezien hoe er wordt gelachen om bepaalde straffen. Die moeten dus omhoog. Zo laten mensen het wel uit hun hoofd om een winkelroof te plegen en houden ze zich eerder aan regels. Vroeger stemde ik op Pim Fortuyn, daarna op Wilders. Forum was ook een optie, maar er is daar nu veel gedoe. Eerdmans vind ik een fatsoenlijke kerel. Hij is een nieuwe partij gestart dus wellicht stem ik op hem.’", "7. Zweven tussen CDA, CU, SGP, PVV, Bij1 en PvdD", "Godwin Arhin (27), Almere Beroep: zelfstandig gezinshuisouder", "‘Allereerst vind ik de kerk belangrijk. Vanuit het christendom bestaan er normen en waarden waarvan ik het prettig vind als die in de maatschappij zo veel mogelijk worden nageleefd. Zo is het gezin als hoeksteen erg belangrijk. Ik probeer in mijn werk jongens die zelf vroeg vader worden voor te bereiden op het vaderschap.", "‘Over welke christelijke partij het best bij me past, twijfel ik. Ik neig naar Don Ceder, nieuw op de lijst bij de CU. Hij vindt racisme een belangrijk thema. Ik ook, omdat ik uit ervaring weet hoe pijnlijk het kan zijn als mensen discriminerende opmerkingen maken. Daarom overweeg ik trouwens ook Sylvana. Bij de Partij voor de Dieren zie ik ook punten die me aanspreken, zoals beter leven voor dieren. En Wilders heeft soms ook uitspraken waarvan ik denk: daar sta ik achter.’", "8. Zweven tussen CU en GroenLinks", "Hadassa de Velde Harsenhorst (30), Utrecht Beroep: fysiotherapeut en bekkenfysiotherapeut i.o.", "‘Ik ben dankbaar dat mijn beroepsgroep tijdens de lockdown gewoon mag doorwerken. Maar voor ondernemers vind ik het natuurlijk sneu. Het is een enorme spagaat waarin we zitten. Na de crisis hoop ik dat we een andere koers gaan varen: meer aandacht voor het zorgpersoneel, ziekenhuizen beter bemand, de economie weer aan de praat en het land moet duurzaam worden.", "‘Ik neig nu zowel naar de ChristenUnie als naar GroenLinks en zie niet veel verschillen tussen beide partijen. Ze zijn allebei links met oog voor klimaat en milieu, en dragen goede, sociale standpunten uit. De lijsttrekker zal waarschijnlijk de doorslag geven. Klaver is een fijne politicus, creatief en energiek. Segers is altijd helder in zijn communicatie en de rust die hij uitstraalt vind ik ook erg prettig.’", "9. Zweven tussen PvdD en FvD", "Helen Mills (37), Leeuwarden Beroep: gastouder voor kinderen van 0 t/m 12 jaar", "‘De lockdown kwam voor mij compleet uit de lucht vallen. Het is zwaar voor kinderen, die in het voorjaar ook al een tijd geen goed onderwijs hebben gehad. Ik vind het buiten proportie en we moeten zo snel mogelijk van de coronamaatregelen af. Voorheen stemde ik GroenLinks, maar die hebben me teleurgesteld door opeens toch voor de coronanoodwet te stemmen. Nu neig ik naar Wybren van Haga, omdat hij de enige is die zich verzet tegen al die tegenstrijdige virusregels. Het klopt namelijk gewoon niet wat de regering aan het doen is. Een klein beetje zweef ik ook nog naar de Partij voor de Dieren. Onze omgang met dieren moet echt beter. Het is nu veel te massaal en dieronvriendelijk.’", "10. Zweven tussen PVV, SP, PvdD en FvD", "Mieke van Nistelrooij (62), Baarn Beroep: schrijver", "‘De diep invoelende kant van vrouwen is onderbelicht in de politiek. Zaken worden te weinig overdacht, waardoor er veel kostbare energie verloren gaat in hypes. Met mijn hart neig ik naar de Partij voor de Dieren, maar ik sympathiseer ook met het boerenprotest. Forum en de PVV vind ik goed, omdat ze zaken benoemen en niet verstoppen. De SP zou ik weleens willen zien als regeringspartij. Het opnieuw opbouwen van een goed sociaal systeem is nodig, zeker nu met de gevolgen van corona.", "‘Ik woon in Baarn, maar ben veel op de Veluwe te vinden. Ik kan niet tegen de straling van wifi en 4G. Het zou fijn zijn als de politiek eens serieus naar dit onderwerp zou kunnen kijken.’", "11. Zweven tussen D66, PvdA, GL", "Nora Ait Boubker (21), Amsterdam Beroep: derdejaarsstudent rechtsgeleerdheid", "‘Ik vind Sigrid Kaag echt gaaf. Zij vertegenwoordigt ook alle dingen die ik belangrijk vind: onderwijs, klimaat, mensenrechten. Maar ik vind de PvdA en GroenLinks ook hartstikke goed, al hebben die niet zo iemand als Kaag. Ik studeer rechtsgeleerdheid aan de VU in Amsterdam. Alles is nu online. Dat vind ik wel jammer, al gaat het gebruik van Zoom mij makkelijk af. Daarnaast assisteer ik docenten Nederlands en wiskunde op een middelbare school in Amsterdam-Noord. Ook dat gaat online, wat lastig is voor docenten en leerlingen. Ik heb het zelf niet zwaar, maar ik snap dat het voor andere mensen een moeilijke tijd kan zijn. Het is niet leuk, maar voor hoe de regering ons door deze moeilijke situatie heen loodst, heb ik wel begrip.’", "12. Zweven tussen VVD, PvdA, D66 en GL", "Herman Coenen (44), Gulpen Beroep: docent Nederlands op een vmbo-school in Valkenburg", "‘Ik vind het sterk aan de PvdA dat Asscher de partij is gaan leiden. Het is goed dat hij zijn excuses heeft gemaakt voor de toeslagenaffaire. Hij hoeft van mij nu niet van het toneel te verdwijnen, ik geloof dat hij het wil goedmaken. Het is ook belangrijk dat hij nu ziet hoe al die fouten bij de Belastingdienst konden ontstaan. De PvdA is weer standvastiger en socialer dan onder Samsom, voor mijn gevoel. Ook sommige standpunten, zoals de btw op gezonde producten en de terugkeer van de basisbeurs, vind ik goed. Bij de VVD spreekt Rutte me erg aan, hij leidt ons sterk door de crisis. D66 overweeg ik nog steeds, omdat ik hoop dat onderwijs weer een speerpunt voor ze wordt.’", "13. Zweven tussen PvdA, GL, PvdD en Bij1", "Iris de Ridder (38), Curaçao Beroep: huis- en tropenarts", "‘De PvdA maakt bij mij op dit moment de minste kans, met name vanwege hun bijdrage aan de liberalisering van veel publieke diensten, maar ook vanwege de toeslagenaffaire. Ik vind dat Asscher moet opstappen. Ik geloof niet dat hij nu een idealistische omslag maakt, het is meer een pragmatische. Daarnaast heeft de PvdA volop meegebouwd aan ons kapitalistische zorgstelsel, wat totaal verkeerd heeft uitgepakt. Nu neig ik naar Bij1. Ze zijn groen en het meest links op alle vlakken. Maar ze zitten niet in de Kamer en ik heb geen idee hoe dat zou uitpakken. Bij GroenLinks weet je meer wat je aan ze hebt. En de PvdD blijft ook een optie, al spreken ze zich over veel zaken niet uit.’", "14. Zweven bij PvdD, GL en D66", "Rabha Heinen-Nasr (76), Molenhoek Beroep: gepensioneerd docent", "‘De megastallen in Brabant vind ik erg zorgelijk, en kijk eens naar de nertsen. Onze omgang met dieren moet veranderen, daarom overweeg ik een stem op de Partij voor de Dieren. Gevoelsmatig sta ik dichter bij GroenLinks, zij belichamen mijn idealen en zijn minder een protestpartij. En ik ben ook onder de indruk van hoe kundig Sigrid Kaag is. D66 is altijd voor Europa geweest en ik hoop dat ze iets kunnen veranderen aan de patstelling die is ontstaan. Kijk hoe Polen en Hongarije op dit moment alles verlammen, er kunnen geen beslissingen worden genomen. Europa is te versnipperd en daardoor te traag. Om iets te bereiken, moeten wij in staat zijn om een gezamenlijk, stevig en goed onderbouwd standpunt in te nemen. Tegenwicht bieden aan andere grootmachten in de wereld is belangrijk.’", "15. Zweven tussen PvdA, GL, PvdD en SP", "Klaas Luchtmeijer (64), Amsterdam Beroep: coördinator verkeersregelaars", "‘Op het moment neig ik naar de PvdA en GroenLinks. Als ik kijk naar de toeslagenaffaire, dan siert het Asscher dat hij openlijk zijn excuses heeft aangeboden terwijl hij in de oppositie zit. Sowieso vind ik dat Asscher standvastig is en dat hij bij zijn eigen overtuigingen blijft. Dat is voor de PvdA belangrijk. Ze moeten bij hun principes blijven, ook als dat betekent dat ze niet gaan meeregeren. Dat is destijds misgelopen. GroenLinks heeft veel raakvlakken met de PvdA; ze zijn ook minder elitair geworden. Het liefst zou ik zien dat deze twee partijen gaan samenwerken en een groot front vormen. Ik heb de boeken van Yuval Noah Harari gelezen en daaruit blijkt dat de wereld steeds ongelijker wordt, dat is beangstigend. Ook in Nederland is dit een probleem.’", "16. Zweven tussen SP, FvD en Splinter", "Bata Milojevic (56), Rotterdam Beroep: voormalig acteur", "‘Rutte mag hoe dan ook niet aan de macht blijven. Ik had in maart al voorspeld dat het een ramp zou worden met die man. Mijn hart huilde toen ik al die oudjes in verpleeghuizen zag. Ze stierven bij bosjes, zonder hun dierbaren, en niemand nam hier verantwoordelijkheid. In Servië ging dat wel anders. Daar was er een directeur die nogal laks reageerde toen er een corona-uitbraak in zijn verpleeghuis was. Nou, die man is vervolgens berecht, hij ontliep zijn straf niet. In Nederland bleef de regering maar klungelen en niemand legde verantwoording af. Het roer moet om en daarom neig ik nu naar de SP. Maar ik kijk ook naar de nieuwe partij van Femke Merel van Kooten: Splinter. Zij is echt een goede politica, heel kundig en mijn favoriet op dit moment.’", "17. Zweven tussen Denk, PvdA en GroenLinks", "Dilek Yilmaz (41), Den Haag Beroep: fiscaal jurist", "‘Toen ik de toeslagenaffaire volgde, kon ik maar één ding denken: als er in de bestuurlijke, politieke top meer mensen met een niet-Nederlandse achtergrond hadden gezeten, was dit niet zo vreselijk uit de hand gelopen. Men zag het leed van de gedupeerden niet, het ontbrak ze aan kennis over de samenleving. Op zo’n moment neig ik naar Denk, zij maken zich hard voor gelijke rechten voor álle Nederlanders. De petitie die Azarkan laatst verdedigde, werd niet serieus genomen. Meer dan 120 duizend burgers hebben de moeite genomen om die petitie te ondertekenen, dan kun je niet zomaar wegkijken. In een democratie hoor je juist rekening te houden met de rechten van minderheden. Toch voel ik me ook thuis bij de sociale partijprogramma’s van de PvdA en GroenLinks. Al is Asscher wel weer medeverantwoordelijk voor de toeslagenaffaire.’", "18. Zweven in het luchtledige", "Saskia van der Jagt (59), Utrecht Beroep: schrijver, mantelzorger", "‘Op dit moment neig ik naar D66, omdat Pechtold eindelijk weg is. Kaag is een goede politicus en prettig om naar te kijken. En hoewel ik het met de partijpolitiek van de VVD niet eens ben, zweef ik ook richting Rutte. Van alle kanten staat hij onder druk: zijn eigen partij, deskundigen, het volk dat steeds iets anders wil. Al die maatregelen zullen voor de economie niet goed zijn, maar ja, wat moet hij dan?", "‘Ik verwacht wel dat het volgende virus ook weer van dieren afkomstig zal zijn, wellicht uit onze eigen bio-industrie. We blijven maar consumeren als gekken. Op zo’n moment neig ik dan naar de Partij voor de Dieren. Aan de andere kant: vier jaar geleden stemde ik op het laatste moment toch PvdA, dat zou in maart ook ineens weer kunnen gebeuren. Maar eerlijk gezegd heb ik nog totaal geen idee.’"], "authors": ["Iris Koppe"], "keywords": ["ik", "twijfelen", "zwevende", "deze", "zijn", "waarom", "uit", "ze", "ook", "van", "leggen", "kiezers", "en", "een", "waarover", "voor", "op", "het", "dat"], "pubDate": "2021-01-01T11:00:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}