{"id": "05d6d718-7512-3054-8420-db9796aee526", "title": "NUcheckt: Misverstanden over wie wordt meegeteld in coronacijfers", "url": "https://nu.nl/nucheckt/6087214/nucheckt-misverstanden-over-wie-wordt-meegeteld-in-coronacijfers.html", "summary": "Sinds 10 oktober gaat op Facebook en Twitter het gerucht rond dat als één gezinslid positief wordt getest op het coronavirus, ook de rest van het gezin automatisch wordt meegeteld in de cijfers die de GGD doorgeeft aan het RIVM.\nDoor: screenshotHoe zit het dan wel?\nAls de GGD een positieve testuitslag van een laboratorium binnenkrijgt, dan wordt het bron- en contactonderzoek opgestart en worden gegevens, zoals de woonplaats, doorgegeven aan het RIVM.\nNegatief ...ok. Is er 1 positief dan worden de 4 apart getest om te kijken wie en hoeveel.\nMail naar factcheck@nu.nl en dan gaan wij ermee aan de slag.", "paragraphs": ["NUcheckt controleert berichten op hun betrouwbaarheid. Dit keer kijken we naar de bewering dat huisgenoten automatisch worden meegeteld wanneer één persoon positief test op het coronavirus en naar het gerucht dat veel testuitslagen niet kloppen doordat in laboratoria materiaal van meerdere personen tegelijk wordt geanalyseerd. Beide verhalen kloppen niet.", "Sinds 10 oktober gaat op Facebook en Twitter het gerucht rond dat als één gezinslid positief wordt getest op het coronavirus, ook de rest van het gezin automatisch wordt meegeteld in de cijfers die de GGD doorgeeft aan het RIVM. Dit is onjuist.", "Door: screenshot", "Hoe zit het dan wel?", "Sonja Kloppenburg, woordvoerder van GGD GHOR, legt uit dat alleen mensen bij wie is vastgesteld dat ze besmet zijn met het coronavirus in de dagelijkse coronacijfers terechtkomen. Als de GGD een positieve testuitslag van een laboratorium binnenkrijgt, dan wordt het bron- en contactonderzoek opgestart en worden gegevens, zoals de woonplaats, doorgegeven aan het RIVM.", "Als één persoon binnen een huishouden positief getest is, dan betekent dit wel automatisch dat het hele huishouden minstens tien dagen binnen moet blijven en geen gasten mag ontvangen. Als je als huisgenoot van iemand die positief is getest ook klachten ontwikkelt, moet je de GGD bellen om een testafspraak te maken.", "Ook uit de update van de epidemiologische situatie die het RIVM wekelijks publiceert, blijkt dat huisgenoten niet automatisch worden meegeteld. Uit deze cijfers blijkt dat vorige week 7.662 huisgenoten van besmette personen zijn getest. Van hen testte 14 procent positief.", "Waar komt het gerucht vandaan?", "Het eerste bericht waarin werd gesuggereerd dat huisgenoten ook automatisch meetellen in de coronacijfers werd op 10 oktober op Facebook geplaatst. Dit bericht is ruim achthonderd keer gedeeld. Het is onduidelijk waar dit bericht op gebaseerd is. NU.nl kwam nog tientallen recentere berichten van dezelfde strekking tegen.", "Gepoold testen leidt niet tot meer positieve resultaten", "Op ons reactieplatform NUjij en Facebook wordt in enkele berichten ook gesuggereerd dat in laboratoria keel- en neusmonsters van meerdere personen tegelijk worden geanalyseerd en dat alle monsters als positief worden beschouwd wanneer één persoon positief test. Meerdere mensen zouden dus ten onrechte te horen krijgen dat ze besmet zijn met het coronavirus. Ook dit klopt niet.", "“Bizar is het dat er groepstesten worden afgenomen. 4 testen gaan samen in een buis. Negatief ...ok. Is er 1 positief dan worden de 4 apart getest om te kijken wie en hoeveel. Dit zijn 8 testen.....In de telling gaat de groepstest door als positief en de persoonlijke test wéér. Zo krijg je wel een scheef beeld in de telling.” NUjij", "Het klopt wel dat in sommige laboratoria een techniek wordt gebruikt die je gepoold testen noemt. Dit betekent dat je monsters van meerdere personen tegelijk analyseert. Als uit deze groepsanalyse een negatief resultaat komt, dan is in geen van de monsters genetisch materiaal van het coronavirus aangetroffen. Alle personen die werden getest, krijgen dan een negatieve uitslag.", "Als er een positief resultaat uit de analyse komt, dan is in zeker één van de monsters genetisch materiaal van het coronavirus gevonden. In dit geval worden alle monsters individueel geanalyseerd; alleen de mensen die op basis van deze laatste analyse positief bevonden worden, worden geregistreerd als positief en tellen dus mee voor de cijfers.", "Als relatief weinig mensen besmet zijn met het coronavirus, kan gepoold testen tijd besparen, doordat niet ieder monster individueel hoeft te worden geanalyseerd. Bij veel positieve tests is deze methode weinig zinvol. Bijna ieder monster moet dan alsnog individueel worden bekeken.", "Volg de laatste ontwikkelingen rond het coronavirus in ons liveblog.", "Heb jij ook een bericht of bewering gezien waarvan je de juistheid betwijfelt? Mail naar factcheck@nu.nl en dan gaan wij ermee aan de slag."], "authors": ["Door", "Shannon Bakker"], "keywords": ["van", "dat", "misverstanden", "positief", "dit", "dan", "een", "nucheckt", "en", "wordt", "wie", "coronacijfers", "worden", "op", "meegeteld", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}