{"id": "05dce22a-4ee0-390d-a99b-6d5b146a60a6", "title": "Het fameuze Russische fatalisme is weer duidelijk zichtbaar", "url": "https://www.parool.nl/columns-opinie/het-fameuze-russische-fatalisme-is-weer-duidelijk-zichtbaar~b65cc85c/", "summary": "Boris kreeg – na dit bezoek – ook als een van de eerste Russen het Spoetnikvaccin toegediend.\nVrij vertaald is dat een houding of gedrag van mensen die problemen niet onder ogen willen zien en tegelijkertijd hopen dat het allemaal goed afloopt.\nHet toont juist de veerkracht van het Russische karakter.\nEn het fameuze Russische fatalisme dat onvermijdelijk uit avos’ voortkomt, heeft in Russische ogen ook iets heel moois.\nDerk Sauer is uitgever van The Moscow Times en columnist bij Het Parool.", "paragraphs": ["Eerder schreef ik over onze kennis Boris – een hoge Russische official en zakenman die alvorens bij Poetin op bezoek te gaan eerst twee weken met zijn gehele familie in quarantaine moest.", "Boris kreeg – na dit bezoek – ook als een van de eerste Russen het Spoetnikvaccin toegediend.", "Deze week ontving ik een appje dat de hele familie – inclusief Boris – nu thuis met corona op bed ligt. Dat doet vragen rijzen over de effectiviteit van Spoetnik.", "Maar ik schrok vooral voor Masha – de dochter in de familie. Zij is net twee maanden zwanger van haar tweede kindje.", "Over corona en zwangerschap is nog weinig bekend. Deskundigen denken dat de foetus hier niet onder lijdt, maar leuk is bepaald anders.", "Natuurlijk, de hele familie is bezorgd, maar mij valt toch vooral de gelatenheid op waarmee alles wordt geaccepteerd.", "Terwijl mensen bij bosjes neervallen met corona gaat het dagelijks leven in Moskou gewoon door. De overheid blijft hardnekkig weigeren om nieuwe lockdownmaatregelen in te voeren.", "In Rusland bestaat het begrip avos’. Vrij vertaald is dat een houding of gedrag van mensen die problemen niet onder ogen willen zien en tegelijkertijd hopen dat het allemaal goed afloopt.", "Het leven is nu eenmaal onvoorspelbaar, en daarom kun je maar beter hopen op beetje mazzel.", "Russen zien avos’ niet als iets negatiefs. Het toont juist de veerkracht van het Russische karakter. Russen kunnen veel beter dan wij Nederlanders met slecht nieuws omgaan.", "En het fameuze Russische fatalisme dat onvermijdelijk uit avos’ voortkomt, heeft in Russische ogen ook iets heel moois.", "‘Tegen ziekte bestaat een goede remedie,’ schreef de filosoof Friedrich Nietzsche al, ‘het Russische fatalisme – waarmee de gewonde Russische soldaat voor wie het gevecht te lang duurt zich zonder te rebelleren neervlijt in de sneeuw.’", "Dat doen de Russen nu ook tijdens deze corona-epidemie. Ze hopen stuk voor stuk het geluk te hebben om aan de ziekte te ontsnappen en veranderen hun gedrag nauwelijks om hier zelf aan bij te dragen.", "En als ze het toch krijgen: jammer, maar helaas.", "Het begrip ‘nationale identiteit’ staat ernstig ter discussie, maar juist in tijden van crisis zie je het enorme verschil in houding tussen Europa en Rusland. (En Amerika trouwens, waar een obsessie bestaat voor individuele vrijheid).", "Russen slingeren al eeuwen heen en weer tussen de Europese verlichting en de Mongoolse steppen.", "Als puntje bij paaltje komt blijkt de Russische ziel – zo mooi verankerd in het begrip avos’ – springlevend.", "Derk Sauer is uitgever van The Moscow Times en columnist bij Het Parool. Hij is ook ­oprichter van de Russische krant Vedomosti en oud-uitgever van RBK Gazeta."], "authors": ["Derk Sauer"], "keywords": ["russische", "van", "duidelijk", "zichtbaar", "voor", "fameuze", "fatalisme", "en", "een", "weer", "bij", "te", "het", "maar", "dat"], "pubDate": "2021-01-10T10:00:31Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}