{"id": "05f8d235-f86e-3102-85d3-e6ef150cd967", "title": "Vrouw stapt met rugpijn naar spoedeisende hulp, gaat naar huis met baby", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2020/12/vrouw-rugpijn-spoedeisende-baby/", "summary": "Vrouw stapt met rugpijn naar spoedeisende hulp, gaat naar huis met een babyKun je het geloven?\nJe komt bij de spoedeisende hulp aan met rugpijn, en gaat vervolgens naar huis met een baby.\nLuke bracht haar naar het ziekenhuis, waar de dokter al snel ontdekte dat haar rugpijn niet kwam door haar menstruatie.\nJe gaat naar het ziekenhuis omdat je rugpijn hebt, vervolgens kom je thuis met een baby in je armen.\nLees ook: Vrouw bevalt in Amsterdam, terwijl ze niet wist dat ze zwanger was", "paragraphs": ["Vrouw stapt met rugpijn naar spoedeisende hulp, gaat naar huis met een baby", "Kun je het geloven? Je komt bij de spoedeisende hulp aan met rugpijn, en gaat vervolgens naar huis met een baby. Dit overkwam de Britse Rhea Martin. Samen met haar vriend Luke Melling was ze van een rustig dagje thuis aan het genieten. Totdat ze opeens verging van de pijn.", "Luke bracht haar naar het ziekenhuis, waar de dokter al snel ontdekte dat haar rugpijn niet kwam door haar menstruatie. Rhea was namelijk klaar om te bevallen. De 24-jarige vrouw wist niet wat ze meemaakte en verloor daardoor het bewustzijn. Rhea had geen idee dat ze zwanger was.", "Een traumatische ervaring", "Eenmaal bij bewustzijn gekomen, had zij geen tijd meer om Luke te bellen. Na de bevalling belde ze hem op en hij wilde dol graag weten of het een jongen was. „Hij wilde altijd al een zoon”, vertelt Rhea aan Metro uk. „We zijn heel gelukkig met Myles, maar het was een ontzettende traumatiserende ervaring. Je gaat naar het ziekenhuis omdat je rugpijn hebt, vervolgens kom je thuis met een baby in je armen. We waren totaal niet voorbereid. Daarom waren de afgelopen weken een uitdaging. Maar gelukkig staan mijn fantastische ouders altijd voor ons klaar.”", "Hoe kun je de zwangerschaptekens missen?", "Volgens gynaecoloog Joost Bosma komt het regelmatig voor dat een zwangerschap niet wordt herkend. Hij spreekt vaak vrouwen die wel eens moe of misselijk zijn, die denken dan dat het een andere oorzaak heeft zoals: laat naar bed gaan. Daarnaast kan een vrouw tijdens de zwangerschap door menstrueren. Dit zorgt er ook voor dat een vrouw niets door heeft. Bosma geeft aan dat bij vrouwen met overgewicht, het gewicht soms kan schommelen. Hierdoor is het groeien van de buik minder goed zichtbaar. Slanke vrouwen kunnen het kindje in de rug dragen en daardoor wordt de buik nauwelijks groter.", "‘Had helemaal niets door’", "De Britse Rhea merkte dat ze iets was aangekomen, maar dacht dat het door de lockdown kwam. „Ik zat gewoon heel veel thuis.” Daarnaast had zelfs de dokter niets door. Een paar dagen voor de bevalling bezocht Rhea het ziekenhuis omdat ze veel rugklachten had. Maar de arts gaf haar gewoon wat pijnstillers mee naar huis. „Kom niet naar hier met menstruatieklachten, zeker niet tijdens een pandemie”, is wat hij tegen haar zei. Rhea heeft er vrede mee. „We genieten nu gewoon lekker van ons gezinnetje”, zegt ze.", "Lees ook: Vrouw bevalt in Amsterdam, terwijl ze niet wist dat ze zwanger was"], "authors": ["Shazney Redan"], "keywords": ["rhea", "baby", "huis", "het", "vrouw", "stapt", "met", "naar", "hulp", "gaat", "rugpijn", "spoedeisende", "een", "ze", "dat", "niet", "je", "haar"], "pubDate": "2020-12-09T20:04:18+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}