{"id": "0622128f-7a34-398c-9325-a45cdcd6a1b3", "title": "Emmen komt met twee opties voor aanpak laag waterpeil Rietplas, maar oplossing wellicht pas na zomer 2021", "url": "https://www.dvhn.nl/drenthe/Emmen-komt-met-twee-opties-voor-aanpak-laag-waterpeil-Rietplas-maar-oplossing-wellicht-pas-na-zomer-2021-26274567.html", "summary": "Het oppompen van grondwater of het inlaten van water uit de Puurwaterfabriek.\nDat zijn de twee meest kansrijke opties om het lage waterpeil van de Rietplas in Emmen aan te pakken.\nJuist vanwege het belang van de Rietplas voor een grote groep mensen wil Van der Weide de huidige situatie niet accepteren.\nHet peil van het kanaal is al aan de lage kant.\nDan is het teleurstellend dat de wethouder nu aangeeft dat het wellicht langer duurt.", "paragraphs": ["Het oppompen van grondwater of het inlaten van water uit de Puurwaterfabriek. Dat zijn de twee meest kansrijke opties om het lage waterpeil van de Rietplas in Emmen aan te pakken. De gemeente verwacht niet het niveau volgende zomer al hoger te hebben.", "De eerste optie kost volgens wethouder René van der Weide (Wakker Emmen) ruw geschat een half miljoen euro, plus de jaarlijkse exploitatiekosten (afhankelijk ook van hoeveel grondwater er opgepompt moet worden voor een aanvaardbaar peil).", "Voor de tweede mogelijkheid is volgens Van der Weide op dit moment moeilijk een inschatting te maken. Zo moet er een leiding worden aangelegd van de Puurwaterfabriek naar de Rietplas en zijn de kosten sterk afhankelijk van hoeveel kuub er ingelaten moet worden. Daarvoor zal de gemeente een prijs moeten afspreken met waterschap Vechtstromen en Waterleidingmaatschappij Drenthe (WMD), oprichters van de Puurwaterfabriek.", "Enkel regenwater", "De lage waterstand van de Kleine en Grote Rietplas is al jaren een probleem. Beide plassen worden enkel gevoed door regenwater. Door de droogte van de afgelopen jaren - in hete zomers verdampt er meer water dan in de herfst en winter door regen weer wordt aangevuld - is het peil beduidend lager dan gewenst. Het verschil bedraagt in de zomer soms meer dan 80 centimeter.", "Boten lopen daardoor vast en steigers worden aangetast, omdat de houten fundering niet meer onder water staat. Honderden aanwonenden vanuit de Rietlanden en Woonparc Sandur kampen bovendien met aantasting van houten beschoeiingen, die dienen als afscheiding tussen tuinen en water. Doordat er minder tegendruk is vanwege de lage waterstand, zijn er sneller verzakkingen van tuinen.", "Kwaliteit zwemwater onder druk", "Ook de recreatie komt onder druk te staan. Bij een laag waterpeil wordt de kwaliteit van het zwemwater minder. Bovendien moet je op bepaalde plekken een eind het water inlopen om überhaupt te kunnen zwemmen. De Rietplas is hierdoor ook minder aantrekkelijk geworden voor gasten van Center Parcs Sandur. Wie een boot wil huren op het vakantiepark, komt er vanaf de steiger voor verhuur maar moeilijk in.", "Juist vanwege het belang van de Rietplas voor een grote groep mensen wil Van der Weide de huidige situatie niet accepteren. ,,Je zou kunnen zeggen dat we de gevolgen van de klimaatverandering maar moeten aanvaarden voor de Rietplas, maar daarvoor zijn de belangen te groot.’’ Beide plassen zijn destijds op onlogische plekken aangelegd, want de ligging is relatief hoog waardoor er altijd water wegsijpelt. De waterpartijen staan weliswaar met elkaar in verbinding, maar niet met ander water.", "Water uit Verlengde Hoogeveense Vaart valt af", "Het inlaten van water vanuit de Verlengde Hoogeveense Vaart is ook in beeld geweest, maar volgens Van der Weide is het waterschap daar niet voor te porren. Het peil van het kanaal is al aan de lage kant. Bovendien moet dit water hoe dan ook gezuiverd worden, omdat anders de kwaliteit van het zwemwater in de Rietplas niet meer gegarandeerd kan worden.", "Bij het oppompen van grondwater gaat het om water dat zich diep onder plas bevindt. ,,Je kan het zien als een circulair systeem. Water uit de Rietplas sijpelt langzaam naar beneden en wordt naar behoefte weer opgepompt.’’", "Aanpak wellicht niet op tijd voor zomer 2021", "De twee opties worden nader onderzocht op haalbaarheid en kosten. Ook moet er overleg worden gevoerd met betrokken partijen als het waterschap. Die uitwerking vindt het eerste kwartaal van volgend jaar plaats. Afhankelijk van de keuze moeten er vergunningen worden aangevraagd, zoals voor het oppompen van grondwater. Van der Weide verwacht daarom niet dat het waterpeil volgende zomer op een aanvaardbaar niveau ligt. ,,Je moet eerder denken aan 2022.’’", "Werkgroep: Blij met opties, teleurstellend dat het wellicht langer duurt", "Voorzitter Harry Burema van de werkgroep Waterpeil is blij dat er nu twee opties zijn die verder worden uitgewerkt. ,,Dat is het goede nieuws. We hebben telkens gehamerd op een goed gevulde plas voor volgende zomer. Dan is het teleurstellend dat de wethouder nu aangeeft dat het wellicht langer duurt. Dat vind ik wel een probleem.’’", "Volgens Burema is ondanks de regen van de afgelopen maanden het waterpeil nu nog steeds bijna 80 centimeter lager dan zou moeten. ,,Van de zomer heb ik gezien dat aanwonenden gras aan het maaien waren op de strandjes voor hun deur. Zo erg is het nu gesteld met de Rietplas.’’"], "authors": ["Gerton Albers"], "keywords": ["pas", "water", "van", "oplossing", "opties", "het", "twee", "op", "met", "zomer", "worden", "een", "wellicht", "dat", "waterpeil", "rietplas", "er", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}