{"id": "0637fb8f-b353-39fa-9a09-e94941caf6b0", "title": "Natuurlijk had de coronacrisis invloed op de nieuwe plaat van Spinvis, al weet hij zelf niet precies hoe", "url": "https://trouw.nl/religie-filosofie/natuurlijk-had-de-coronacrisis-invloed-op-de-nieuwe-plaat-van-spinvis-al-weet-hij-zelf-niet-precies-hoe~bca78753/", "summary": "Je kunt daarop aanstrepen welke onderdelen van je lichaam je later wel en welke je niet wilt afstaan.\nKijk, dat je zorgt voor de mensen om je heen, is redelijk evident, maar dat je dat doet voor mensen die je helemaal niet kent, is wat anders.\nToen ik van het een op het andere moment niets meer te doen had, kon ik mij nog weken bezighouden met allerlei details.\nBeschaving is volgens mij, dat je niet alleen zorgt voor de mensen die in jouw kringetje zitten, maar dat je dat ook doet voor mensen die je helemaal niet kent, die helemaal aan de andere kant staan.\nJe kunt je voorstellen dat je je ogen aan een ander geeft en er dan doorheen kijken.", "paragraphs": ["“Onlangs kreeg ik het donorregistratieformulier in de bus. Je kunt daarop aanstrepen welke onderdelen van je lichaam je later wel en welke je niet wilt afstaan. Zo kun je ook je ogen na je dood schenken aan een ander. Daar bleef ik hangen.", "Ooit schreef ik de regel: ‘Erf de ogen van je kind, kijk erdoor’. Die zin zou ik graag willen nomineren voor deze rubriek. Kijk, dat je zorgt voor de mensen om je heen, is redelijk evident, maar dat je dat doet voor mensen die je helemaal niet kent, is wat anders. Sterker nog: de kans is niet ondenkbaar dat na mijn dood mijn ogen naar een racistische complotdenker gaan, iemand die honderdtachtig graden aan de andere kant van mijn wereld staat.", "Voor mij heeft zo’n lockdown wel voordelen, net als voor veel schrijvers, die sowieso graag in een zeker isolement hun werk doen. Die gaan wel door. Net als ik. Er wordt niet meer gebeld, je kunt heel de dag en heel de nacht geconcentreerd aan het werk. Ik heb gelukkig een geestesgesteldheid die dat ook toelaat.”", "Voor wij was het thuiskomen", "“Toen in maart de crisis uitbrak was mijn meest recente album ‘7.6.9.6.’ voor zo’n driekwart af. Dat dacht ik tenminste, maar daar kun je je dus vreselijk in vergissen. Hij was helemaal nog niet ‘weg’. Toen ik van het een op het andere moment niets meer te doen had, kon ik mij nog weken bezighouden met allerlei details. De wereld stond in brand en iedereen was in paniek, maar voor wij was het thuiskomen. Mijn debuut-cd heb ik ooit ook helemaal in mijn eentje gemaakt.", "Natuurlijk heeft de coronacrisis invloed gehad op de nieuwe plaat. Al weet ik zelf niet precies hoe. In het openingsnummer ‘Ze Slapen’ staat de zin ‘zien zich in een ruit van een ziekenhuis’. Die is er pas later bijgekomen. Toen ik ‘m schreef had ik geen associatie met deze tijd. Je weet zelf ook niet altijd precies waar je zelf mee bezig bent. Ik schrijf redelijk associatief. Mijn teksten zijn collages van beelden die samen iets nieuws vormen. Het leuke daarvan is dat ik soms pas jaren later in mijn liedjes terugzie waar ik op dat moment mee bezig was. Uiteindelijk ben je ook maar toerist in je eigen leven.", "Gelukkig heb ik een optimistische inborst en probeer ik uit alle macht dingen te verzinnen. Kijken wat er wel kan. Zo krijg ik de sleutel van TivoliVredenburg om in december twee keer per week vanuit een bovenzaal te streamen. Dan ontvang ik gasten van allerlei pluimage. Het thema is ‘lichaam en geest’, een thema dat aan belang wint. We doen alles steeds meer online en ook de wereld van virtual reality is steeds vaker in ons leven aanwezig. We doen steeds meer met onze geest en ons lichaam lijkt een beetje op het tweede plan te geraken. Wat zijn daar de consequenties eigenlijk van?”", "Als je de hele dag niemand meer ziet, ga je in je pyjama lopen", "“Ik denk dat er op dit moment veel eenzaamheid aan het ontstaan is. Reken maar dat er veel mensen zijn bij wie de sociale contacten alleen maar bestaan uit collega’s van het werk. Thuis werken klinkt wel leuk, maar als je de hele dag niemand meer ziet, ga je in je pyjama lopen en pizza’s eten.", "Beschaving is volgens mij, dat je niet alleen zorgt voor de mensen die in jouw kringetje zitten, maar dat je dat ook doet voor mensen die je helemaal niet kent, die helemaal aan de andere kant staan. In godsnaam: laten we dat behouden. Wat is in dat licht bezien zo’n donorcodicil een prachtig symbool. Je kunt je voorstellen dat je je ogen aan een ander geeft en er dan doorheen kijken. Of je voorstellen dat hij door jouw ogen kan kijken.”", "Lees ook:", "Eerder in deze serie: de zin van Marc-Jan Janssen", "Deze gynaecoloog annex cartoonist maakt tekeningen voor patiënten: ‘Zo onthouden ze informatie beter’"], "authors": ["Stijn Fens"], "keywords": ["van", "precies", "het", "op", "nieuwe", "die", "plaat", "zelf", "natuurlijk", "ik", "niet", "je", "spinvis", "dat", "een", "en", "weet", "voor"], "pubDate": "2020-11-23T11:42:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}