{"id": "063b46bd-f3eb-3da5-8323-2d6c680528c9", "title": "Toeslagendrama heeft ook met racisme te maken en is de vrucht van twintig jaar rechts-populisme", "url": "https://trouw.nl/opinie/toeslagendrama-heeft-ook-met-racisme-te-maken-en-is-de-vrucht-van-twintig-jaar-rechts-populisme~bce98bb8/", "summary": "Voorop gesteld, hulde aan hen die hebben bijgedragen aan de totstandkoming van het vernietigende commissierapport ‘Ongekend onrecht’.\nDit heeft geen plausibeler verklaring dan dat het normen- en waardenstelsel van verantwoordelijke bestuurders en (belasting)ambtenaren in een pan van twintig jaar rechts sentiment heeft geprutteld.\nWant een minderheid, en in het huidige rechts-populistische klimaat loont het politici niet het voor deze groep op te nemen.\nWe moeten durven de betekenis van twintig jaar rechts sentiment en de gevolgen daarvan te benoemen en onder ogen te zien.\nDe overheid heeft op álle niveaus en op alle fronten de rechtsbescherming van deze ouders geschonden.", "paragraphs": ["Het toeslagen-echec staat niet op zichzelf, betoogt advocaat Ilias L’Ghdas. De ongemakkelijke waarheid van institutionele vooringenomenheid of racisme mag niet langer genegeerd worden.", "Voorop gesteld, hulde aan hen die hebben bijgedragen aan de totstandkoming van het vernietigende commissierapport ‘Ongekend onrecht’. Maar hoe vernietigend ook, een essentiële vraag wordt in dit rapport niet gesteld: hoe kan het dat het toeslagendrama voornamelijk burgers met een migratieachtergrond tot zijn slachtoffers heeft gemaakt? Beantwoording van deze vraag is noodzakelijk wil men de juiste lessen trekken uit dit zwarte hoofdstuk uit onze geschiedenis.", "In het commissierapport ligt de nadruk vooral op bureaucratisch falen. Het stelt verder dat ‘het oplossen van de problemen waarin ouders door toedoen van de overheid terecht zijn gekomen lang niet werd gezien als noodzakelijk en keer op keer vooruit is geschoven’. Maar hoe dit alles zich dan verhoudt tot het gegeven dat het hier goeddeels gaat om ouders met een migratieachtergrond, blijft onbenoemd. Hierdoor lijkt het alsof institutionele vooringenomenheid of racisme geen rol speelt. Dit wordt anders als men de kwestie vanuit een breder perspectief bekijkt en haar met name vanuit de politiek-maatschappelijke ontwikkelingen sinds de gebeurtenissen van 9/11 belicht.", "De politieke groei is de afgelopen twintig jaar nagenoeg uitsluitend op rechts geweest. Dat we inmiddels ruim tien jaar door kabinetten worden geregeerd met een minister-president van VVD-huize is binnen onze parlementaire geschiedenis even ongekend als veelzeggend. Traditionele (linkse) partijen hebben hun ideologische veren afgeschud en zijn naar rechts geschoven. En een rechts-populistische partij zoals de PVV is niet meer weg te denken uit ons parlementaire bestel. Deze groei vindt uiteraard niet plaats in een Haags vacuüm, maar heeft zijn electorale basis in een generatie die de afgelopen twintig jaar volwassen is geworden. Deze generatie is rechts georiënteerd, veelal vanuit de angst dat de ‘Nederlandse identiteit’ erodeert. Het is ook dit electoraat dat momenteel een aanmerkelijk deel van het politieke en maatschappelijke kader vormt en steeds meer achter belangrijke knoppen is komen te zitten.", "Niet op zichzelf staand", "Dit laatste geldt ook voor de Belastingdienst, waar de dubbele nationaliteit van burgers zonder noemenswaardige weerstand als onderscheidend kenmerk kon worden gehanteerd voor het maken van risico-profielen voor de fraudejacht. Dit heeft geen plausibeler verklaring dan dat het normen- en waardenstelsel van verantwoordelijke bestuurders en (belasting)ambtenaren in een pan van twintig jaar rechts sentiment heeft geprutteld.", "Tel hierbij op dat de voornaamste slachtoffers van de toeslagenaffaire, burgers met een migratieachtergrond, electoraal geen vuist kunnen maken en daardoor een voor Den Haag makkelijk te negeren groep vormen. Want een minderheid, en in het huidige rechts-populistische klimaat loont het politici niet het voor deze groep op te nemen. In het licht hiervan krijgt het volgende antwoord van toenmalig minister Asscher tijdens diens bevraging door de parlementaire commissie een wrange lading: “Ik heb niet doorgehad dat er zoveel onrecht en leed onder lag. Daar had ik wel achter kunnen komen als ik had doorgevraagd”.", "Doorvragen was electoraal bezien echter niet nodig. Wellicht zelfs onwenselijk, indachtig de ontluisterende woorden van Pieter Omtzigt die bij ‘Buitenhof’ vertelde dat er druk op hem werd uitgeoefend, ook vanuit de regering, om de kwestie te laten rusten. In dit klimaat zullen kwaadwillenden binnen de Belastingdienst zich bepaald niet geremd hebben gevoeld in hun fraudejacht.", "Ook de rechtspraak heeft gefaald", "De toeslagenaffaire laat zien dat het huidige politieke krachtenveld de rechtsstaat doet afkalven. De essentie van een democratie is niet dat de meerderheid beslist. Dat is ‘slechts’ een procedureel aspect, nodig om tot besluitvorming te komen. Het hart van de democratie klopt in het besef dat de grondrechten van de minderheid altijd gewaarborgd blijven. In deze affaire zijn die grondrechten echter ondergeschikt gemaakt aan politieke doelstellingen. En dat is verontrustend, vooral ook omdat de rechtspraak heeft gefaald. De rechtsstaat is uiteindelijk van fundamenteler belang dan de democratie, zij gaat daaraan vooraf.", "Het toeslagen-echec is kortom geen op zichzelf staand schandaal dat we na excuses aan de gedupeerden en een schadeloosstelling achter ons kunnen laten. De realiteit is dat het rechtspopulisme in steeds hogere en bredere lagen van onze samenleving zijn invloed doet gelden. Daarom is deze affaire het alarm dat ons wakker moet schudden om onze samenleving toekomstbestendig te maken. De ongemakkelijke waarheid van institutionele vooringenomenheid of racisme mag daarom niet langer de spreekwoordelijke olifant in de kamer zijn. We moeten durven de betekenis van twintig jaar rechts sentiment en de gevolgen daarvan te benoemen en onder ogen te zien.", "Lees ook:", "Eva González Pérez: Dit is niet het land waarvoor mijn ouders hierheen zijn gekomen", "De Belastingdienst heeft zich gedragen als een monster, maar monsters kan advocate Eva González Pérez, de advocaat die de toeslagenaffaire aan het rollen bracht, ook aan.", "De gedupeerde ouders in de toeslagenaffaire is een ‘ongekend onrecht’ aangedaan", "Er is de naar schatting 30.000 ouders in de kindertoeslagaffaire ‘ongekend onrecht’ gedaan. De overheid heeft op álle niveaus en op alle fronten de rechtsbescherming van deze ouders geschonden."], "authors": ["Ilias L Ghdas"], "keywords": ["zijn", "van", "maken", "twintig", "vrucht", "en", "met", "een", "heeft", "toeslagendrama", "te", "ook", "op", "het", "rechtspopulisme", "niet", "dat", "racisme"], "pubDate": "2021-01-02T08:55:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}