{"id": "063c3d9a-28d1-334a-b7e0-6b2b9ae11cf6", "title": "Hamilton test positief op corona: wie gaat hem vervangen?", "url": "https://www.metronieuws.nl/in-het-nieuws/sport/2020/12/hamilton-positief-corona/", "summary": "Hamilton test positief op corona: wie gaat hem vervangen?\nDe Formule 1 heeft zojuist bekendgemaakt dat de Brit positief heeft getest op het coronavirus.\nDe coureur van Mercedes moet voorlopig in quarantaine en zal dus niet van de partij zijn bij de tweede race in Bahrein.\nhttps://t.co/1ZKQNohdCV — Valtteri Bottas (@ValtteriBottas) December 1, 2020Lewis Hamilton test positief op coronaDe FIA laat weten dat Lewis Hamilton direct in quarantaine is gegaan.\nDeze race vindt, net als de race van afgelopen weekend, plaats op het circuit van Bahrein.", "paragraphs": ["Hamilton test positief op corona: wie gaat hem vervangen?", "Lewis Hamilton zal aankomend weekend niet aanwezig zijn bij de GP van Sakhir. De Formule 1 heeft zojuist bekendgemaakt dat de Brit positief heeft getest op het coronavirus. De coureur van Mercedes moet voorlopig in quarantaine en zal dus niet van de partij zijn bij de tweede race in Bahrein.", "De FIA test iedereen die rondloopt in de Formule 1 met grote regelmaat op corona. Meestal zijn deze negatief omdat de coureurs in een bubbel leven. Toch is het bij Lewis Hamilton nu misgegaan. De verplichte coronatest is positief teruggekomen en dat betekent dat de FIA stappen moet ondernemen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Wish you a speedy recovery @LewisHamilton 🙏 Keep strong! https://t.co/1ZKQNohdCV — Valtteri Bottas (@ValtteriBottas) December 1, 2020", "Lewis Hamilton test positief op corona", "De FIA laat weten dat Lewis Hamilton direct in quarantaine is gegaan. Al het personeel waarmee de regerend kampioen in contact is geweest, is direct op de hoogte gesteld. Of één van hen ook positief is getest op corona, is nog niet bekendgemaakt.", "Het ziet er nu naar uit dat Lewis Hamilton aankomend weekend niet aanwezig is bij de Grand Prix van Sakhir. Deze race vindt, net als de race van afgelopen weekend, plaats op het circuit van Bahrein. Toch zal de race heel anders gaan worden, want er wordt gebruik gemaakt van een andere lay-out. Er wordt dus deels gebruik gemaakt van een ander deel van het circuit.", "Wie gaat er in de Mercedes rijden?", "De vraag is dan natuurlijk wie er plaats mag gaan nemen in de auto van Lewis Hamilton. Hiervoor zijn een aantal kandidaten. De bekendste invaller van dit jaar, Nico Hulkenberg, maakt zeker een kans. Toch zijn er ook nog andere opties. Mercedes heeft namelijk ook zelf reservecoureurs onder contract staan.", "Dit zijn Esteban Gutierrez en Stoffel Vandoorne. Van deze twee lijkt de Belg het meest kans te hebben op een rol als invaller. Eerstgenoemde heeft namelijk geen geldige superlicentie meer. Deze is verplicht als je wil rijden in de Formule 1. Gutierrez is pas weer inzetbaar als hij een test van 300 kilometer heeft afgelegd.", "Lees ook: Halo redde Grosjean: 7 feiten over de cockpitbescherming in de F1"], "authors": [], "keywords": ["van", "positief", "heeft", "vervangen", "hem", "het", "op", "zijn", "wie", "test", "gaat", "corona", "een", "niet", "hamilton", "er"], "pubDate": "2020-12-01T08:55:08+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}