{"id": "064ef200-b89d-30f0-a2ec-8f3727bcc931", "title": "Drukte maandag in Leidse binnenstad door aankondiging van lockdown", "url": "https://nu.nl/leiden/6096622/drukte-maandag-in-leidse-binnenstad-door-aankondiging-van-lockdown.html", "summary": "Voor diverse winkels staan mensen in rijen te wachten om hun laatste inkopen te doen voordat een deel van de winkels vanaf maandagavond gesloten wordt.\nVeel mensen willen die boodschap niet afwachten en begeven zich maandagmiddag naar de binnenstad om inkopen te doen.\nOm die reden zijn vooral de rijen voor de parfumwinkels en warenhuizen lang.\nDat bericht komt ook van diverse kappers, die extra mensen inzetten om nog mensen te kunnen knippen.\nAls het te druk wordt, kan de gemeente besluiten de winkelstraten eerder af te sluiten.", "paragraphs": ["In de Leidse binnenstad is het maandagmiddag drukker dan normaal. Voor diverse winkels staan mensen in rijen te wachten om hun laatste inkopen te doen voordat een deel van de winkels vanaf maandagavond gesloten wordt.", "Om 19.00 uur spreekt premier Mark Rutte het volk toe in Den Haag. Veel mensen willen die boodschap niet afwachten en begeven zich maandagmiddag naar de binnenstad om inkopen te doen. Om die reden zijn vooral de rijen voor de parfumwinkels en warenhuizen lang.", "Verschillende winkels in de Haarlemmerstraat hebben al laten weten dat ze maandagavond mogelijk langer openblijven om alle klanten te kunnen helpen.", "Dat bericht komt ook van diverse kappers, die extra mensen inzetten om nog mensen te kunnen knippen. Ook contactberoepen moeten naar alle waarschijnlijkheid tot 19 januari hun deuren gesloten houden.", "De gemeente Leiden overlegt op dit moment, net zoals tijdens de afgelopen drukke weekenden, over de situatie in de winkelstraten. Als het te druk wordt, kan de gemeente besluiten de winkelstraten eerder af te sluiten."], "authors": ["Door"], "keywords": ["van", "maandag", "drukte", "om", "die", "het", "te", "lockdown", "aankondiging", "rijen", "leidse", "binnenstad", "voor", "winkels", "door", "mensen", "winkelstraten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}