{"id": "0651959f-ab7c-3f6c-91ba-6cf04abbd3b5", "title": "Hugo de Jonge legt smeekbede Gommers en Kuipers naast zich neer", "url": "https://www.parool.nl/nederland/hugo-de-jonge-legt-smeekbede-gommers-en-kuipers-naast-zich-neer~b51ea5a6/", "summary": "Beeld ROBIN UTRECHTGommers en Kuipers deden woensdagavond in Nieuwsuur de oproep aan het kabinet om maandag al te starten met het inenten van essentieel ziekenhuispersoneel.\n“Wij ziekenhuizen hebben de mogelijkheid die vaccins goed te bewaren en goed uit te delen,” stelde Gommers.\nDe Jonge zei toen dat hij de komende dagen gaat ‘puzzelen’ om te zien wat er mogelijk is voor het ziekenhuispersoneel.\nMinister Tamara van Ark (Medische Zorg) riep Nederlanders woensdag op om donderdagavond niet naar buiten te gaan.\n“Als je je niet aan de regels houdt, wordt dat alleen maar meer.", "paragraphs": ["Minister Hugo de Jonge (Volksgezondheid, Welzijn en Sport). Beeld ROBIN UTRECHT", "Gommers en Kuipers deden woensdagavond in Nieuwsuur de oproep aan het kabinet om maandag al te starten met het inenten van essentieel ziekenhuispersoneel. “Wij ziekenhuizen hebben de mogelijkheid die vaccins goed te bewaren en goed uit te delen,” stelde Gommers. “Dus ik doe een oproep om die vaccins snel naar de ziekenhuizen te sturen, zodat die ziekenhuizen dat goed kunnen doen.”", "De kans dat dit maandag al gaat gebeuren, is echter nihil. De woordvoerder van De Jonge verwijst namelijk naar de reactie die de minister woensdagavond gaf, na een laatste kabinetsberaad. De Jonge zei toen dat hij de komende dagen gaat ‘puzzelen’ om te zien wat er mogelijk is voor het ziekenhuispersoneel.", "“Ik heb goed gehoord wat de zorg is van de ziekenhuizen, en ik begrijp die ook,” aldus De Jonge. “Ik wil graag kijken hoe we daar een oplossing voor kunnen bedenken. Daarvoor geldt: dat vergt echt even puzzelen. Daar kom ik begin volgende week op terug.”", "Voorrang ic-personeel", "De verwachting is dat De Jonge maandag een gewijzigde vaccinatiestrategie bekendmaakt. Een dag later, op dinsdag, onderbreekt de Tweede Kamer het kerstreces voor een debat over de coronacrisis. Het kabinet wil vóór het debat duidelijkheid scheppen over de vaccinatieplannen.", "Volgens Haagse ingewijden is de kans groot dat ic-personeel voorrang krijgt bij het vaccineren. Op die manier hoopt het kabinet dat de acute zorg in ziekenhuizen niet verder in gevaar komt. Er zijn niet genoeg vaccins om ál het ziekenhuispersoneel meteen te vaccineren. De Jonge zou willen vasthouden aan 8 januari - volgende week vrijdag - als startdatum voor de vaccinatiecampagne. Daarover zei hij woensdagavond dat het ‘uitvoeringstechnisch niet mogelijk’ is om eerder te beginnen. Volgens De Jonge gaat Nederland ‘zo snel als mogelijk, maar ook zo zorgvuldig als nodig’ prikken.", "De situatie in de ziekenhuizen is nijpend. Minister Tamara van Ark (Medische Zorg) riep Nederlanders woensdag op om donderdagavond niet naar buiten te gaan. “Ga op oudejaarsavond met z’n tweeën op de bank zitten. Doe een spelletje, maar ga niet naar buiten.”", "Code zwart", "Ook premier Mark Rutte noemde de druk op de ziekenhuizen ‘enorm’. “Als je je niet aan de regels houdt, wordt dat alleen maar meer. Het is prachtig dat we dit jaar voor de zorg hebben staan applaudisseren. Maar als je nu echt wilt helpen, houd je je aan alle voorschriften en steek je geen vuurwerk af.”", "Het kabinet hoopt met een betere spreiding van patiënten over het land de coronapiek te kunnen opvangen. Zo moet ‘code zwart’, waarbij ic-artsen patiënten moeten weigeren, worden voorkomen."], "authors": ["Peter Winterman"], "keywords": ["jonge", "neer", "om", "gommers", "hugo", "te", "legt", "zich", "je", "en", "een", "kuipers", "naast", "ziekenhuizen", "op", "smeekbede", "het", "niet", "dat"], "pubDate": "2020-12-31T11:34:31Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}