{"id": "065124c7-bef6-3f4a-a0f2-cb3816105318", "title": "Belgen mogen met Kerst één ‘knuffelcontact’ ontvangen", "url": "https://www.parool.nl/wereld/belgen-mogen-met-kerst-een-knuffelcontact-ontvangen~b6612016/", "summary": "Beeld ANPAlleenstaanden mogen op 24 en 25 december twee nauwe contacten tegelijk ontvangen, zijn premier Alexander De Croo en de regionale regeringen overeengekomen.\n“Ik zou ook liever met mijn zus en ouders Kerstmis vieren.”Wel kunnen de niet-essentiële winkels en bijvoorbeeld antiekmarkten per 1 december weer open.\nWinkelen moet alleen, binnen dertig minuten en met het verplichte mondmasker op.\nDat betekent dat in de nacht van oud en nieuw de straten leeg moeten blijven.\nOp voorwaarde dat Belgen zich aan de huidige maatregelen houden.", "paragraphs": ["Beeld ANP", "Alleenstaanden mogen op 24 en 25 december twee nauwe contacten tegelijk ontvangen, zijn premier Alexander De Croo en de regionale regeringen overeengekomen. Volgens De Croo blijft de situatie in het land nog steeds bijzonder gevaarlijk. “Ik zou ook liever met mijn zus en ouders Kerstmis vieren.”", "Wel kunnen de niet-essentiële winkels en bijvoorbeeld antiekmarkten per 1 december weer open. “Maar we kunnen niet aan funshoppen doen,” waarschuwde De Croo. Winkelen moet alleen, binnen dertig minuten en met het verplichte mondmasker op.", "De avondklok blijft en voor oudejaarsavond komt er een algemeen vuurwerkverbod in België. De avondklok geldt nationaal van middernacht tot 05.00 uur. Dat betekent dat in de nacht van oud en nieuw de straten leeg moeten blijven.", "De Belgische premier verwacht dat echte versoepelingen pas mogelijk zijn vanaf half januari. Op voorwaarde dat Belgen zich aan de huidige maatregelen houden."], "authors": [], "keywords": ["één", "belgen", "van", "knuffelcontact", "premier", "het", "croo", "op", "met", "zijn", "ontvangen", "kerst", "en", "dat", "kunnen", "mogen"], "pubDate": "2020-11-27T21:09:14+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}