{"id": "0671c751-6fba-350d-a530-8d22ce8f2936", "title": "Bas Dost scoort bij debuut voor Club Brugge en breidt bijzondere reeks uit", "url": "https://www.dvhn.nl/sport/Bas-Dost-scoort-bij-debuut-voor-Club-Brugge-en-breidt-bijzondere-reeks-uit-26347358.html", "summary": "Het debuut van Bas Dost bij Club Brugge is succesvol verlopen.\nDe oud-spits van FC Emmen had met een doelpunt in de uitwedstrijd tegen laagvlieger STVV een belangrijk aandeel in de overwinning: 1-2.\nMet een treffer in zijn eerste officiële wedstrijd voor een nieuwe club hield Dost een fraaie persoonlijke reeks in stand.\nGewisseld in rustDost opende de score in de 13e minuut met een doeltreffend schot.\nNaast Dost, die eind december Eintracht Frankfurt verruilde voor de Belgische kampioen, en Lang had ook landgenoot Ruud Vormer een basisplaats.", "paragraphs": ["Het debuut van Bas Dost bij Club Brugge is succesvol verlopen. De oud-spits van FC Emmen had met een doelpunt in de uitwedstrijd tegen laagvlieger STVV een belangrijk aandeel in de overwinning: 1-2.", "De titelverdediger verstevigde met de benauwde zege de koppositie in de Belgische Pro League. KRC Genk, met John van den Brom als trainer, verloor met 2-1 bij KV Kortrijk en heeft als nummer 2 nu vier punten minder dan Club Brugge.", "Met een treffer in zijn eerste officiële wedstrijd voor een nieuwe club hield Dost een fraaie persoonlijke reeks in stand. Bij VfL Wolfsburg, Sporting Lissabon en Eintracht Frankfurt kwam hij eveneens tijdens zijn debuut tot scoren.", "Gewisseld in rust", "Dost opende de score in de 13e minuut met een doeltreffend schot. Noa Lang verdubbelde de marge in de 35e minuut. Tien minuten na rust verkleinde Jonathan Buatu de achterstand namens de thuisclub. Dost stond toen al niet meer in het veld. Hij bleef na de rust achter in de kleedkamer.", "Naast Dost, die eind december Eintracht Frankfurt verruilde voor de Belgische kampioen, en Lang had ook landgenoot Ruud Vormer een basisplaats. Stefano Denswil, die afgelopen donderdag op huurbasis overkwam van Bologna, bleef nog op de bank. Lang werd in de 73e minuut gewisseld. STVV beëindigde het duel met tien man vanwege een rode kaart in de 86e minuut voor invaller Duckens Nazon."], "authors": [], "keywords": ["reeks", "van", "dost", "voor", "en", "uit", "club", "brugge", "breidt", "een", "met", "minuut", "lang", "het", "debuut", "scoort"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}