{"id": "0673c677-e2c6-3352-adb2-d2474653fcf4", "title": "Na de brexit is het nu echt erop of eronder", "url": "https://www.parool.nl/wereld/na-de-brexit-is-het-nu-echt-erop-of-eronder~b929d3fc/", "summary": "Hij heeft zijn onderhandelaar bij de EU gevraagd aan een akkoord te blijven werken met de EU.\nBeeld Hollandse Hoogte / AFPHet buikgevoel van de Ierse premier Micheál Martin geeft een akkoord een fiftyfiftykans van slagen.\nVolgens persbureau Bloomberg vindt Barnier inmiddels dat het toch echt aan het Verenigd Koninkrijk is om een concessie te doen aan Europa.\nEU-bronnen meldden de BBC dat een akkoord over visserij aanstaande is.\nAls het Lagerhuis de wet zal aannemen, is een akkoord voor na 1 januari uitgesloten.", "paragraphs": ["Boris Johnson zaterdag onderweg naar de BBC voor opnames van een tv-programma. Hij heeft zijn onderhandelaar bij de EU gevraagd aan een akkoord te blijven werken met de EU. Beeld Hollandse Hoogte / AFP", "Het buikgevoel van de Ierse premier Micheál Martin geeft een akkoord een fiftyfiftykans van slagen. “Ik denk dat niemand echt optimistisch durft te zijn over een overeenkomst,” zei hij tegen de Ierse publieke omroep RTE.", "Zijn minister van Buitenlandse Zaken Simon Coveney in The Irish Times: “Ik denk dat de kans op een deal groter is, maar zou ook niet verbaasd zijn als het mislukt.”", "Het praatje dat de Europese hoofdonderhandelaar Michel Barnier vanochtend voor EU-ambassadeurs en het Europees Parlement hield, onderstreept de Ierse scepsis. Volgens persbureau Bloomberg vindt Barnier inmiddels dat het toch echt aan het Verenigd Koninkrijk is om een concessie te doen aan Europa.", "Van harte gaan de onderhandelingen met zijn Britse collega David Frost allang niet meer. Vrijdag gaf het duo hun opdracht terug, wegens te grote meningsverschillen. Na tussenkomst van premier Boris Johnson en voorzitter van de Europese Commissie Ursula von der Leyen arriveerde Frost zondag in Brussel om verder te praten. Wat daar sindsdien wel of niet bereikt is, is raadselachtig. EU-bronnen meldden de BBC dat een akkoord over visserij aanstaande is. Volgens informanten uit het Britse kamp is er juist helemaal geen progressie.", "Eigen baas", "Wat de Britse minister van Milieu George Eustice betreft is het juist de Europese Unie die water bij de wijn moet doen. Anders kan het toegang tot Brits viswater vergeten. Tegen de BBC: “De enige deal die mogelijk is, is er een die onze soevereiniteit waarborgt. Baas over eigen wateren en baas over eigen wetgeving. Elk document dat dit ondermijnt, zal niet worden getekend.”", "Het is kenmerkend: waar Brussel blijft hameren op eerlijke concurrentie en gemeenschappelijke regels, van arbeidsrecht en milieu tot aan staatssteun, wil het Verenigd Koninkrijk juist zo min mogelijk regels van buitenaf overhouden.", "Mede daarom wordt in Londen deze week opnieuw de UK Internal Market Bill voorgelegd aan het parlement. Die ondergraaft op punten de scheidingspapieren – het Withdrawal Agreement – die Londen en Brussel in februari tekenden. Daarmee is het plan in strijd met internationale verdragen. Als het Lagerhuis de wet zal aannemen, is een akkoord voor na 1 januari uitgesloten. Niet voor niets startte de Europese Commissie in oktober een inbreukprocedure tegen de regering-Johnson, toen die de wet aankondigde.", "Londen is niet onder de indruk. Eustice herhaalde tegen Sky News dat de wet toch echt onderweg is naar het parlement.", "Doemscenario’s", "Die opstelling helpt niet, zei de Ierse minister Coveney. Een akkoord is voor Dublin belangrijker dan voor welk land ook. Als enige EU-lidstaat deelt Ierland een landsgrens met het Verenigd Koninkrijk. Als Londen en Brussel het niet eens worden voor 1 januari, gaan op de Noord-Ierse grens – maar evengoed bij het Kanaal – richtlijnen van de Wereldhandelsorganisatie gelden. Dan komen de doemscenario’s in beeld: van truckfiles, tot handelstarieven en voedseltekorten.", "Donderdag verzamelt de Europese Raad zich in Brussel. De bedoeling van die bijeenkomst is om een eventueel akkoord te ratificeren. Tot het laatst blijft spannend of er wat te stemmen valt."], "authors": ["David Van Unen"], "keywords": ["van", "brexit", "erop", "het", "akkoord", "echt", "eronder", "die", "een", "niet", "nu", "en", "te", "dat", "voor"], "pubDate": "2020-12-07T12:07:59+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}