{"id": "06884755-68df-3b93-b86c-9898f0796c2f", "title": "Erkki-Sven Tüürs Lost Prayers klinkt alsof je na een explosie het zonbeschenen stof ziet neerdwarrelen ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/erkki-sven-tuurs-lost-prayers-klinkt-alsof-je-na-een-explosie-het-zonbeschenen-stof-ziet-neerdwarrelen~b65df024/", "summary": "De Estse componist Erkki-Sven Tüür (61) put voor zijn muziek uit vele bronnen.\nAan de ene kant van het spectrum staat de opening van het strijkersduet Synergie (2010): na een milde cellotokkel gaat de viool op zoek naar ruis- en glinsterklanken.\nAan de andere kant doemt het brok graniet op dat Tüür neerkwakt in de eerste maten van het pianotrio Fata Morgana (2002).\nIn het recentste stuk, Lichttürme (2017), verpulvert een pianotrio rond violist Harry Traksmann keer op keer het graniet.\nAlsof je na een explosie het zonbeschenen stof ziet opdwarrelen.", "paragraphs": ["De Estse componist Erkki-Sven Tüür (61) put voor zijn muziek uit vele bronnen. Ooit speelde hij in een rockband, later kreeg hij de rekenarij van het serialisme net zo goed onder de knie als de behaaglijke flow van minimal music. Dat Tüürs muziek bij al die invloeden een eigen signatuur houdt, blijkt uit vier kamermuziekstukken die zijn verzameld op een nieuw album van zijn lijflabel ECM.", "Aan de ene kant van het spectrum staat de opening van het strijkersduet Synergie (2010): na een milde cellotokkel gaat de viool op zoek naar ruis- en glinsterklanken. Aan de andere kant doemt het brok graniet op dat Tüür neerkwakt in de eerste maten van het pianotrio Fata Morgana (2002). In het recentste stuk, Lichttürme (2017), verpulvert een pianotrio rond violist Harry Traksmann keer op keer het graniet. Alsof je na een explosie het zonbeschenen stof ziet opdwarrelen."], "authors": ["Guido Van Oorschot"], "keywords": ["neerdwarrelen", "zonbeschenen", "zijn", "uit", "tüürs", "pianotrio", "ziet", "je", "muziek", "van", "tüür", "een", "klinkt", "prayers", "lost", "stof", "op", "keer", "het"], "pubDate": "2021-01-07T16:00:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}