{"id": "068a88ba-b468-3ea3-b5b2-cef3faad8ac2", "title": "Ajax strikt spits Sébastien Haller voor 22 miljoen euro", "url": "https://www.parool.nl/sport/ajax-strikt-spits-sebastien-haller-voor-22-miljoen-euro~bea7c69f/", "summary": "Ajax betaalt voor de 26-jarige Haller, die over komt van West Ham United, een bedrag van 20 miljoen euro, wat met bonussen kan oplopen tot 22 miljoen euro.\nLees hier onze analyse van een veelzijdige targetman.\nDe centrumspits presteerde vervolgens zo goed bij Eintracht Frankfurt dat West Ham United anderhalf jaar geleden maar liefst 50 miljoen euro voor hem over had.\nDuurste aankoopDaley Blind was tot nu toe de duurste aankoop ooit van Ajax en daarmee van alle eredivisieclubs, met een transfersom van 16 miljoen en bonussen die kunnen oplopen tot 21 miljoen euro.\nAls Antony succesvol is in Amsterdam, ontvangt São Paulo uiteindelijk ook 21 miljoen euro voor hem.", "paragraphs": ["Beeld Getty Images", "Haller tekent een contract voor 4,5 seizoen in Amsterdam, tot 30 juni 2025. Ajax betaalt voor de 26-jarige Haller, die over komt van West Ham United, een bedrag van 20 miljoen euro, wat met bonussen kan oplopen tot 22 miljoen euro.", "En plots was hij daar. De nieuwe recordaankoop van Ajax. Maar is Sébastien Haller de vele miljoenen ook waard? Lees hier onze analyse van een veelzijdige targetman.", "Zondag", "Trainer Erik ten Hag wil Haller graag opnemen in zijn selectie voor de topper van zondag tegen PSV. Hij zit verlegen om een goede centrumaanvaller, ook omdat Lassina Traoré, Klaas-Jan Huntelaar, Brian Brobbey en vermoedelijk ook David Neres nog geblesseerd zijn.", "Haller is een goede bekende van Ten Hag, die de spits zag opbloeien bij FC Utrecht. De centrumspits presteerde vervolgens zo goed bij Eintracht Frankfurt dat West Ham United anderhalf jaar geleden maar liefst 50 miljoen euro voor hem over had. Haller kreeg dit seizoen in 16 van de 17 duels in de Premier League speeltijd, maar mag toch vertrekken bij de club uit Londen. Haller is niet de eerste speler die bij Ajax met Ten Hag wordt herenigd. Quincy Promes, Zakaria Labyad en Sean Klaiber gingen hem voor.", "Duurste aankoop", "Daley Blind was tot nu toe de duurste aankoop ooit van Ajax en daarmee van alle eredivisieclubs, met een transfersom van 16 miljoen en bonussen die kunnen oplopen tot 21 miljoen euro. Als Antony succesvol is in Amsterdam, ontvangt São Paulo uiteindelijk ook 21 miljoen euro voor hem."], "authors": ["Het Parool"], "keywords": ["tot", "strikt", "van", "haller", "euro", "spits", "voor", "en", "een", "sébastien", "22", "ook", "ajax", "miljoen", "die"], "pubDate": "2021-01-07T20:03:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}