{"id": "068da5e7-b3de-3d94-9291-11d28329e021", "title": "Yuri Honing en Wolfert Brederode maken jazz waarin je zou willen verdwijnen ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/yuri-honing-en-wolfert-brederode-maken-jazz-waarin-je-zou-willen-verdwijnen~b935a026/", "summary": "Saxofonist Yuri Honing en pianist Wolfert Brederode.\nOp het repertoire stond geen materiaal van het album Bluebeard dat hij eerder dit jaar met zijn Acoustic Quartet uitbracht.\nIn de coronazomer splitste het kwartet zich op en ging Honing met Brederode de studio in voor het al even mooie Avalon Songs.\nTrage stukken, ingeleid door ogenschijnlijk terloops impressionistisch spel van Brederode dat de toon zette voor lange, de ruimte vullende noten van Honing.\nEen kunststukje was de echo in Black Is the Colour , toen Honing zijn instrument in de klankkast van de vleugel hield.", "paragraphs": ["Saxofonist Yuri Honing en pianist Wolfert Brederode. Beeld Jelmer de Haas", "‘We zijn al vanaf half elf vanochtend bezig, en komen er net lekker in’, grapte tenorsaxofonist Yuri Honing tegen de dertig toegestane bezoekers bij het derde concert dat hij zondag gaf met pianist Wolfert Brederode in TivoliVredenburg.", "Op het repertoire stond geen materiaal van het album Bluebeard dat hij eerder dit jaar met zijn Acoustic Quartet uitbracht. In de coronazomer splitste het kwartet zich op en ging Honing met Brederode de studio in voor het al even mooie Avalon Songs.", "De muziek daarvan kreeg live nog meer diepte, leek het. Trage stukken, ingeleid door ogenschijnlijk terloops impressionistisch spel van Brederode dat de toon zette voor lange, de ruimte vullende noten van Honing. Muziek waarin je zou willen verdwijnen, zo mooi als die door de geluidsman werd uitgestuurd.", "Een kunststukje was de echo in Black Is the Colour , toen Honing zijn instrument in de klankkast van de vleugel hield. Een subtiel spel van luchttrillingen, pedaaleffecten en snaarbewegingen creëerde een even ijle als mooie schaduwtoon."], "authors": ["Gijsbert Kamer"], "keywords": ["je", "yuri", "maken", "het", "van", "zijn", "verdwijnen", "en", "jazz", "met", "wolfert", "waarin", "honing", "brederode", "dat", "zou", "willen"], "pubDate": "2020-12-10T16:21:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}