{"id": "06a19a74-69b8-3526-94fd-4425a01e63f7", "title": "ECB trekt vanwege corona de portemonnee verder open", "url": "https://nos.nl/artikel/2360070-ecb-trekt-vanwege-corona-de-portemonnee-verder-open.html", "summary": "Met het geld koopt de ECB staats- en bedrijfsobligaties zodat er voldoende geld in omloop blijft om de investeringen op peil te houden.\nAl laat de ECB de rentes voor banken ongewijzigd, met het aankoopprogramma wordt de marktrente vanzelf naar beneden gedrukt.\n\"Maar niemand moet denken dat het geld zomaar voor alle banken zonder voorwaarden en onder alle omstandigheden toegankelijk is,\" zegt Lagarde.\nBanken moeten wel aantonen dat ze dat geld gebruiken waarvoor het bedoeld is: leningen aan huishoudens en bedrijven.\nLos van het speciale corona-opkoopprogramma koopt de ECB maandelijks nog altijd voor zo'n 20 miljard euro aan obligaties op.", "paragraphs": ["De Europese Centrale Bank trekt nog meer geld uit om de economische gevolgen van de coronacrisis te bezweren. Het speciale corona-aankoopprogramma wordt met 500 miljard euro uitgebreid, naar 1850 miljard euro. Het opkoopprogramma zal bovendien langer doorlopen, ten minste tot maart 2022.", "Met het geld koopt de ECB staats- en bedrijfsobligaties zodat er voldoende geld in omloop blijft om de investeringen op peil te houden. Al laat de ECB de rentes voor banken ongewijzigd, met het aankoopprogramma wordt de marktrente vanzelf naar beneden gedrukt.", "De ECB wil het geld ook langer in omloop houden, door aflopende obligaties meteen weer in te ruilen voor nieuwe, zeker tot het eind van 2023.", "Tweede golf valt tegen", "ECB-president Christine Lagarde ziet dat de economische gevolgen van de pandemie tegenvallen. \"We zien dat de situatie duidelijk moeilijker is geworden. De diepte en de lange duur van de tweede golf hadden we niet verwacht.\"", "De ECB heeft de verwachtingen dan ook naar beneden bijgesteld. In plaats van een economische groei volgend jaar van 5%, zoals de ECB eerder voorspelde, denkt de centrale bank nu dat de groei blijft steken op 3,9 procent. Voor dit jaar rekent de ECB op een krimp van 7,3 procent in de eurozone.", "Het is juist daarom dat het speciale corona-steunprogamma met negen maanden wordt verlengd, legt Lagarde uit. Dat er nu begonnen wordt met vaccineren geeft hoop, maar we moeten niet te snel resultaten verwachten. \"We hopen dat we eind 2021 genoeg groepsimmuniteit hebben om de economie weer normaal te laten functioneren.\" Lagarde denkt dat de economie pas begin 2022 weer echt op stoom komt.", "Rente ongemoeid", "De ECB laat de rente ongemoeid. Maar het ECB-loket waar banken goedkoop geld kunnen lenen wordt wel verder opengesteld. Deze zogenoemde TLTRO-faciliteit blijft een jaar langer open, tot juni 2022. En ook de gunstige voorwaarden die in de coronacrisis zijn ingevoerd, waardoor banken makkelijker meer geld kunnen lenen, blijven langer van kracht.", "Banken kunnen zo tegen een negatieve rente, van -1 procent, geld lenen bij de ECB. \"Maar niemand moet denken dat het geld zomaar voor alle banken zonder voorwaarden en onder alle omstandigheden toegankelijk is,\" zegt Lagarde.", "Banken moeten wel aantonen dat ze dat geld gebruiken waarvoor het bedoeld is: leningen aan huishoudens en bedrijven. \"We krijgen we nu de eerste signalen dat de banken strengere voorwaarden stellen aan hun klanten.\" Vandaar dat ze de leenvoorwaarden gunstig wil houden.", "Los van het speciale corona-opkoopprogramma koopt de ECB maandelijks nog altijd voor zo'n 20 miljard euro aan obligaties op. Ook dat blijft de centrale bank voorlopig doen."], "authors": [], "keywords": ["trekt", "van", "vanwege", "ecb", "het", "portemonnee", "op", "verder", "corona", "wordt", "dat", "te", "en", "geld", "open", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}