{"id": "06a9b669-68ea-3290-8f8d-5a9470df7705", "title": "Zwemgrootheid Enith Brigitha wordt eindelijk geëerd: ze krijgt een standbeeld", "url": "https://volkskrant.nl/sport/zwemgrootheid-enith-brigitha-wordt-eindelijk-geeerd-ze-krijgt-een-standbeeld~bc36f107/", "summary": "Enith Brigitha op weg naar de nationale titel vlinderslag in 1977.\nBeeld ANPJohan Cruijff heeft een standbeeld én een voetbalstadion, Dafne Schippers een brug, Pieter van den Hoogenband een zwembad.\nProgrammamaker Mo Hersi haalde via een crowdfundingsactie ruim 16.000 euro op waarmee hij een standbeeld voor de voormalig zwemster wil bekostigen.\n‘Een paar jaar geleden werd er in haar woonplaats Almere een wall of fame gemaakt met topsporters.\nDe nu 65-jarige Brigitha werd na haar loopbaan vooral bekend door de vele zwemlessen die ze gaf.", "paragraphs": ["Enith Brigitha op weg naar de nationale titel vlinderslag in 1977. Beeld ANP", "Johan Cruijff heeft een standbeeld én een voetbalstadion, Dafne Schippers een brug, Pieter van den Hoogenband een zwembad. Maar voor Enith Brigitha, de eerste gekleurde vrouw die een olympische zwemmedaille won, is er niks. Zelfs geen straatnaam werd er naar haar vernoemd.", "Daar komt snel verandering in. Programmamaker Mo Hersi haalde via een crowdfundingsactie ruim 16.000 euro op waarmee hij een standbeeld voor de voormalig zwemster wil bekostigen. ‘Enith is een groot zwemkampioen, maar bijna niemand kent haar. Dat vind ik bizar.’", "Brigitha was in de jaren zeventig een grootheid in het zwembad. De dochter van een Nederlandse moeder en Antilliaanse vader won in 1976 op de Spelen van Montreal twee bronzen medailles op de 100 en 200 meter vrij. Alleen zwemsters uit de voormalige DDR, waarvan gedacht wordt dat ze profiteerden van het Oost-Duitse dopingprogramma, waren sneller. Brigitha beschouwt haar twee derde plekken daarom als olympische titels.", "Maar de medaillewinnares die leerde zwemmen in de zee bij Curaçao, werd in Nederland niet als groot kampioen geëerd, volgens Hersi omdat ze van kleur is. ‘Een paar jaar geleden werd er in haar woonplaats Almere een wall of fame gemaakt met topsporters. Ze waren haar gewoon vergeten. Waarom eren we Johan Cruijff en Erica Terpstra wel, maar Enith Brigitha niet? Dit kan zo echt niet langer.’", "Brigitha werd wel twee keer uitgeroepen tot sportvrouw van het jaar, in 1973 en 1974. Ze won 21 nationale titels en was de eerste vrouw die onder de minuut dook op de 100 vrij. Internationaal is er volgens Hersi meer erkenning voor de voormalig zwemster. ‘In Amerika staat ze in een wall of fame, in Duitsland wordt ze altijd groots onthaald, maar in Nederland vergeten we haar vaak. Ik wist zelf lange tijd niet eens dat ze ook in Almere woont.’", "Er is de laatste jaren wel meer aandacht gekomen voor haar prestaties. In 2017 kreeg Brigitha de Black Achievement Award uitgereikt, een prijs voor personen die zich als zwart rolmodel verdienstelijk hebben gemaakt in de samenleving. Er verscheen in dat jaar ook een boek over haar leven. Dit jaar werd er in Curaçao een muurschildering van haar onthuld.", "De nu 65-jarige Brigitha werd na haar loopbaan vooral bekend door de vele zwemlessen die ze gaf. ‘Ze heeft half Almere leren zwemmen. Ook op Curaçao heeft ze veel bijgedragen om kinderen met plezier te leren zwemmen. Ze heeft laten zien dat mensen van kleur ook heel hard kunnen gaan.’"], "authors": ["Eline Van Suchtelen"], "keywords": ["van", "zwemgrootheid", "enith", "een", "en", "wordt", "ze", "krijgt", "eindelijk", "brigitha", "standbeeld", "geëerd", "werd", "op", "voor", "haar", "er"], "pubDate": "2020-12-14T19:06:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}