{"id": "06c9a318-3d26-3672-8db7-c4f5347b30ce", "title": "Barnier: Brexit-deal geeft een beetje stabiliteit", "url": "https://nu.nl/economie/6099175/barnier-brexit-deal-geeft-een-beetje-stabiliteit.html", "summary": "Michel Barnier, de Brexit-onderhandelaar namens de Europese Unie, vindt dat de deal die vorige week overeengekomen werd met het Verenigd Koninkrijk rust en stabiliteit geeft aan mensen en bedrijven.\nOp het nippertje bereikten de EU en het VK vorige week overeenstemming over de onderlinge handel na 31 december, wanneer de overgangsperiode ten einde komt.\nVolgens Barnier geeft de nieuwe regeling \"een beetje stabiliteit\".\nZo moeten er nog zaken geregeld worden met betrekking tot de toekomstige verhoudingen tussen de EU en het VK, zoals op het gebied van buitenlandse samenwerking.\nDe Fransman ziet voor zichzelf een rol weggelegd in de vaderlandse politiek nu zijn taak in de Brexit-onderhandelingen erop zit.", "paragraphs": ["Michel Barnier, de Brexit-onderhandelaar namens de Europese Unie, vindt dat de deal die vorige week overeengekomen werd met het Verenigd Koninkrijk rust en stabiliteit geeft aan mensen en bedrijven. Dat zei hij dinsdag op de Franse radiozender Franceinfo.", "\"We hebben een ordelijke Brexit geleverd\", stelde Barnier. Op het nippertje bereikten de EU en het VK vorige week overeenstemming over de onderlinge handel na 31 december, wanneer de overgangsperiode ten einde komt.", "Volgens Barnier geeft de nieuwe regeling \"een beetje stabiliteit\". Hij voegde eraan toe dat de Brexit-werkzaamheden nog niet achter de rug zijn. Zo moeten er nog zaken geregeld worden met betrekking tot de toekomstige verhoudingen tussen de EU en het VK, zoals op het gebied van buitenlandse samenwerking.", "De Fransman ziet voor zichzelf een rol weggelegd in de vaderlandse politiek nu zijn taak in de Brexit-onderhandelingen erop zit."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["zijn", "stabiliteit", "en", "een", "beetje", "geeft", "vorige", "op", "barnier", "vk", "het", "week", "dat", "brexitdeal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}