{"id": "06dbae50-7511-3d8c-bd00-3ad4dc32f882", "title": "Demonstratie tegen fascisme verplaatst van Museumplein naar Westerpark", "url": "https://nu.nl/amsterdam/6101079/demonstratie-tegen-fascisme-verplaatst-van-museumplein-naar-westerpark.html", "summary": "Een demonstratie tegen fascisme wordt zondag gehouden in het Westerpark in Amsterdam in plaats van op het Museumplein.\nDe GGD adviseert de demonstratie zo te begrenzen en te controleren dat er geen extra toeloop kan zijn.\nOm die reden heeft Halsema gekozen voor het Westerpark in plaats van het Museumplein, dat niet kan worden afgesloten.\nEr komen vijfhonderd stippen op de zogenoemde zonneweide in het Westerpark, waardoor ook duidelijk is dat het maximumaantal is bereikt.\nDe demonstratie wordt georganiseerd naar aanleiding van de bestorming van het Capitool in Washington en heet 'Van de VS tot NL, nooit meer fascisme'.", "paragraphs": ["Een demonstratie tegen fascisme wordt zondag gehouden in het Westerpark in Amsterdam in plaats van op het Museumplein. De gemeente Amsterdam staat maximaal vijfhonderd demonstranten toe. Dit is geadviseerd door de GGD.", "Burgemeester Femke Halsema heeft in de driehoek met de politie en het Openbaar Ministerie besloten een maximum te hanteren \"vanwege de huidige strenge lockdown en de besmettelijke nieuwe coronavarianten die ook in Nederland zijn opgedoken.\"", "De GGD adviseert de demonstratie zo te begrenzen en te controleren dat er geen extra toeloop kan zijn. Om die reden heeft Halsema gekozen voor het Westerpark in plaats van het Museumplein, dat niet kan worden afgesloten. De Amsterdamse driehoek noemt vijfhonderd demonstranten op 1,5 meter afstand van elkaar verantwoord. Er komen vijfhonderd stippen op de zogenoemde zonneweide in het Westerpark, waardoor ook duidelijk is dat het maximumaantal is bereikt.", "De demonstratie wordt georganiseerd naar aanleiding van de bestorming van het Capitool in Washington en heet 'Van de VS tot NL, nooit meer fascisme'. De demonstratie duurt van 15.00 tot 17.00 uur."], "authors": ["Door"], "keywords": ["fascisme", "westerpark", "verplaatst", "van", "zijn", "naar", "en", "tegen", "demonstratie", "vijfhonderd", "te", "op", "museumplein", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}