{"id": "06dd93e4-1945-3cf7-9331-bd8d6e0ade5e", "title": "Bericht van Amerikaanse seriemoordenaar 'Zodiac Killer' na 51 jaar ontcijferd", "url": "https://nu.nl/buitenland/6096232/bericht-van-amerikaanse-seriemoordenaar-zodiac-killer-na-51-jaar-ontcijferd.html", "summary": "Een internationaal team van cryptografieliefhebbers is erin geslaagd een van de gecodeerde berichten van de seriemoordenaar die eind jaren zestig het noorden van de Amerikaanse staat Californië terroriseerde te ontcijferen.\nIn het bericht schept de vermeende seriemoordenaar op over zijn daden en daagt hij de autoriteiten uit.\nHet eerste bericht dat de 'Zodiac Killer' naar Californische kranten stuurde, werd in 1969 gedecodeerd door een onderwijzer en diens vrouw.\nDe code die in het eerste bericht werd gebruikt, was echter veel eenvoudiger dan die nu is gekraakt.\nVolgens Oranchak komt het coderingssysteem dat is gebruikt in het nu ontcijferde bericht met name voor in een cryptografiehandboek voor het Amerikaanse leger uit de jaren vijftig.", "paragraphs": ["Een internationaal team van cryptografieliefhebbers is erin geslaagd een van de gecodeerde berichten van de seriemoordenaar die eind jaren zestig het noorden van de Amerikaanse staat Californië terroriseerde te ontcijferen. De nog altijd niet geïdentificeerde 'Zodiac Killer' pleegde in 1968 en 1969 minstens vijf moorden en eiste in totaal 37 moorden op.", "In het bericht schept de vermeende seriemoordenaar op over zijn daden en daagt hij de autoriteiten uit. \"Ik hoop dat jullie veel plezier beleven aan jullie poging mij te pakken. Ik ben niet bang voor de gaskamer, want die zal me des te eerder naar het paradijs sturen, en ik heb nu genoeg slaven die voor me kunnen werken\", staat in het bericht.", "De gecodeerde boodschap werd in november 1969 door de vermeende seriemoordenaar naar de krant San Francisco Chronicle gestuurd en bestond uit een reeks cryptische letters en symbolen. De onderzoekers hoopten dat ze door de code te kraken zijn identiteit konden achterhalen, maar dat bleek niet het geval.", "Het kostte David Oranchak, een 46-jarige Amerikaanse webdesigner, verschillende computerprogramma's en jaren werk om de complexe code te ontcijferen, waarmee hij in 2006 begon. Hij werd geholpen door de Australische wiskundige Sam Blake en Jarl Van Eykcke, een Belgische logistiek medewerker, vertelde Oranchak aan de San Francisco Chronicle. De FBI, die de zaak onderzoekt, bevestigde de ontdekking in gesprek met de krant.", "Het eerste bericht dat de 'Zodiac Killer' naar Californische kranten stuurde, werd in 1969 gedecodeerd door een onderwijzer en diens vrouw. \"Ik hou van doden omdat het zo leuk is\", schreef de vermeende seriemoordenaar. Ook zei hij \"slaven\" te verzamelen die hem in het hiernamaals zouden dienen.", "De code die in het eerste bericht werd gebruikt, was echter veel eenvoudiger dan die nu is gekraakt. Volgens Oranchak komt het coderingssysteem dat is gebruikt in het nu ontcijferde bericht met name voor in een cryptografiehandboek voor het Amerikaanse leger uit de jaren vijftig."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "51", "die", "dat", "zodiac", "een", "en", "bericht", "te", "amerikaanse", "werd", "killer", "jaar", "voor", "ontcijferd", "seriemoordenaar", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}