{"id": "06e1cf88-681e-3f7e-a21b-15995b23cd80", "title": "Jim Bakkum hoopt dat dochters minder opgroeien met Kylie Jenner-types", "url": "https://nu.nl/achterklap/6095766/jim-bakkum-hoopt-dat-dochters-minder-opgroeien-met-kylie-jenner-types.html", "summary": "\"Ik hoop dat ze minder opgroeien met de Kylie Jenners van deze wereld.\n\"Het lijkt me zo erg als dat je kind is en je je kind niet meer terug kan herkennen.\nDe acteur hoopt dat te bereiken door zijn kinderen nu ze nog jong zijn zoveel mogelijk mee te geven.\nIk hoop dat ze dat meenemen.\nEn dat ze dan niet denken: ik wil ook die dikke lippen, omdat iedereen het heeft, of omdat ik niet mooi genoeg ben nu.\"", "paragraphs": ["Jim Bakkum is vader van drie kinderen, dochters Molly en Posy en zoon Lux, en gevraagd naar wat hij hoopt voor zijn dochters zegt de acteur zich zorgen te maken over types met opgespoten lippen op sociale media.", "\"Ik hoop dat ze minder opgroeien met de Kylie Jenners van deze wereld. Ik vind dat een heel zorgelijke ontwikkeling\", aldus de 33-jarige zanger in gesprek met Opzij.", "Bakkum denkt dat Jenner vast een lief en aardig meisje is, maar zegt ook dat hij te vaak jonge meisjes met opgespoten lippen op sociale media ziet. \"Het lijkt me zo erg als dat je kind is en je je kind niet meer terug kan herkennen. Veel meiden van die leeftijd zijn nu al helemaal verbouwd.\"", "\"Laat ik vooropstellen, ik laat iedereen in zijn waarde. Natuurlijk moet iedereen doen waar hij of zij zin in heeft. Maar ik probeer mijn dochters wel te behoeden voor dit soort dingen en ervoor te zorgen dat zij hier geen voorbeeld aan nemen.\"", "De acteur hoopt dat te bereiken door zijn kinderen nu ze nog jong zijn zoveel mogelijk mee te geven. \"Ik ga vaak met mijn kinderen voor de spiegel staan. Dan zeg ik: kijk eens hoe mooi je bent! Ik hoop dat ze dat meenemen. En dat ze dan niet denken: ik wil ook die dikke lippen, omdat iedereen het heeft, of omdat ik niet mooi genoeg ben nu.\""], "authors": ["Door"], "keywords": ["van", "dochters", "kylie", "bakkum", "met", "jim", "zijn", "ik", "voor", "hoopt", "minder", "opgroeien", "ze", "dat", "en", "te", "je", "jennertypes"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}