{"id": "06f166fe-ea44-3847-abd4-da8710959b1f", "title": "Wie betaalt voor de thuisquarantaine: de werkgever of de werknemer?", "url": "https://volkskrant.nl/nieuws-achtergrond/wie-betaalt-voor-de-thuisquarantaine-de-werkgever-of-de-werknemer~bc6659c7/", "summary": "Wie draait op voor de kosten?\nWas tot voor kort een groot deel van het continent ‘geel’, nu krijgen steeds meer vakantiebestemmingen een ‘oranje’ reisadvies van het ministerie van Buitenlandse Zaken.\nHet geeft te denken wie in zo’n geval voor de kosten van quarantaine zou moeten opdraaien: werkgever of werknemer?\n‘Dan zoekt hij het risico op en ligt de verantwoordelijkheid bij de werknemer’, aldus Verhulp.\nVolgens werkgeversvoorman Jacco Vonhof van MKB-Nederland is het voor werkgevers in de praktijk echter nauwelijks te bewijzen dat een werknemer bewust zo’n risico heeft genomen.", "paragraphs": ["Werknemers die tijdens hun vakantie in een ‘oranje’ gebied zijn geweest, worden dringend verzocht twee weken in thuisquarantaine te gaan. Wie draait op voor de kosten?", "Europa verschiet rap van kleur. Was tot voor kort een groot deel van het continent ‘geel’, nu krijgen steeds meer vakantiebestemmingen een ‘oranje’ reisadvies van het ministerie van Buitenlandse Zaken. Reizen naar die gebieden wordt ontraden en wie eruit terugkeert wordt ‘dringend verzocht’ twee weken in thuisquarantaine te gaan. Een verzoek dat met de op handen zijnde spoedwet een verplichting zou worden.", "Voor wie al vanuit huis werkt zal dat weinig problemen opleveren, maar volgens cijfers van het Centraal Bureau voor de Statistiek heeft de helft van de werkenden een baan die niet of nauwelijks vanaf de keukentafel kan worden uitgevoerd. Het geeft te denken wie in zo’n geval voor de kosten van quarantaine zou moeten opdraaien: werkgever of werknemer?", "‘Hier komt artikel 7:628 van het Burgerlijk Wetboek om de hoek kijken’, zegt hoogleraar arbeidsrecht Evert Verhulp van de Universiteit van Amsterdam. En dat is dus het interessante: die is met ingang van dit jaar aangepast. In het pre-coronatijdperk leek dat nog een kleinigheidje, maar nu maakt dat ineens een groot verschil. In plaats van de werknemer is namelijk de werkgever als verantwoordelijke aangewezen als een werknemer buiten zijn schuld niet kan werken.", "‘Dus als een geel land gedurende het verblijf oranje wordt en de werknemer twee weken in thuisquarantaine moet, moet de werkgever het loon gewoon doorbetalen’, zegt Verhulp. Tijdens die thuisquarantaine kan de werkgever de werknemer niet verplichten vakantiedagen in te leveren of om alsnog op kantoor te verschijnen, dat zou in strijd zijn met goed werkgeverschap. ‘Wel kun je bijvoorbeeld de wijkverpleegkundige vragen om thuis andere taken uit te voeren, zoals dat pakket patiëntendossiers eens wegwerken.’", "Risico", "Die loondoorbetaling geldt overigens niet voor werknemers die bewust naar een gebied afreizen waar vóór vertrek al code oranje of rood gold. ‘Dan zoekt hij het risico op en ligt de verantwoordelijkheid bij de werknemer’, aldus Verhulp. Volgens werkgeversvoorman Jacco Vonhof van MKB-Nederland is het voor werkgevers in de praktijk echter nauwelijks te bewijzen dat een werknemer bewust zo’n risico heeft genomen.", "‘Sterker nog: we mogen niet eens vragen waar iemand op vakantie is geweest’, verzucht hij. Vonhof ziet daarom liever dat werknemers eerst worden getest voordat hele volksstammen preventief op de bank komen te zitten. Helemaal als straks de ‘r’ weer in de maand komt en iedereen met milde klachten verplicht moet thuisblijven, kan de rekening anders behoorlijk oplopen.", "Als daartoe aanleiding is, bijvoorbeeld na bron- en contactonderzoek, zou Vonhof als werkgever de bevoegdheid willen krijgen om werknemers verplicht te laten testen, ook om diens collega’s te beschermen. Onomstreden is dat voorstel niet: medische gegevens zijn volgens de Autoriteit Persoonsgegevens extra beschermd onder de AVG.", "En anders moet het kabinet financieel maar over de brug moet komen met een ‘noodarrangementje’ om te compenseren voor al die preventieve thuiszitters. ‘Veel ondernemers hebben het einde van de bankrekening al in beeld door deze crisis en als je dan ook nog voor deze maatregelen komt te staan en die rekening alleen doorschuift naar werkgevers, rijzen de kosten echt de pan uit.’", "Meer over reizen en corona In Parijs, Madrid, Mallorca of Ibiza geweest? Dan in thuisquarantaine", "Nederland heeft voor negen gebieden in België, Frankrijk en Spanje een oranje reisadvies afgegeven, dat zaterdagnacht inging. Vijf vragen over de aanscherping van de coronaregels, ook voor populaire vakantiegebieden", "Oei, quarantaine. Welke rechten heeft de vakantieganger?", "Steeds meer landen leggen beperkingen op aan Nederlandse reizigers nu het coronavirus hier opnieuw om zich heen grijpt. Vijf vragen en antwoorden om te voorkomen dat u bij een dichte deur zelf opdraait voor de kosten van uw ticket, hotel, of duikcursus."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "dat", "werknemer", "om", "die", "een", "en", "thuisquarantaine", "te", "wie", "betaalt", "voor", "op", "werkgever", "het"], "pubDate": "2020-08-17T17:46:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}