{"id": "06fcd2b9-8245-3abe-aa53-8286a190bbc5", "title": "Lange rij bij gate F3 op Schiphol: ‘Ik weet niet hoelang mijn moeder nog leeft, dat vind ik voldoende reden toch te gaan’", "url": "https://volkskrant.nl/nieuws-achtergrond/lange-rij-bij-gate-f3-op-schiphol-ik-weet-niet-hoelang-mijn-moeder-nog-leeft-dat-vind-ik-voldoende-reden-toch-te-gaan~b6658167/", "summary": "Veel vakantiegangers op Schiphol aarzelden wel even na de oproep van het kabinet om alleen nog noodzakelijke reizen te maken.\n‘Maar het is niet verboden en ik doe voorzichtig.’KLM-vlucht 733 naar Curaçao staat op het punt te vertrekken vanaf gate F3 op Schiphol.\nHet zijn volgens premier Rutte ‘de asocialen’ die nog steeds in een vliegtuig stappen zonder noodzakelijke reden.\nIk weet niet hoelang ze nog leeft en dat vind ik voldoende reden toch te gaan.’ Ook andere reizigers noemen familiebezoek of familieomstandigheden.\nDat is voedselproductie, dus ik denk dat mijn reis wel noodzakelijk is’, zegt een van hen.", "paragraphs": ["Veel vakantiegangers op Schiphol aarzelden wel even na de oproep van het kabinet om alleen nog noodzakelijke reizen te maken. ‘Maar het is niet verboden en ik doe voorzichtig.’", "KLM-vlucht 733 naar Curaçao staat op het punt te vertrekken vanaf gate F3 op Schiphol. Naar de slurf staat een lange rij: families met kinderen, stelletjes in joggingpakken, pensionado’s met rugzakjes en e-readers. Het zijn volgens premier Rutte ‘de asocialen’ die nog steeds in een vliegtuig stappen zonder noodzakelijke reden. Zij kijken kwaad of schuldbewust naar de verslaggever als die informeert naar de reden van hun reis. Niemand wil met zijn naam in de krant.", "‘We gaan op bezoek bij mijn moeder’ zegt een Antilliaanse Nederlander met een zomerse pork pie hoed op. ‘Dat doen we ieder jaar en dus ook deze Kerst. Ik weet niet hoelang ze nog leeft en dat vind ik voldoende reden toch te gaan.’ Ook andere reizigers noemen familiebezoek of familieomstandigheden. Een stel 50-plussers: ‘We hebben wel even overlegd, na die speech van Rutte, maar ja, we hadden al in september geboekt.’ Ze vinden het te veel gevraagd om last minute nog te cancelen. ‘We zijn getest en we hebben meer papieren ingevuld dan toen we een huis kochten. Wat ons betreft is deze reis wel verantwoord.’", "Mondkapjes en steriliseer-gel", "Schiphol liet donderdag weten dat het aantal vluchten in november met 61 procent is gedaald ten opzichte van vorig jaar. Het aantal reizigers zakte van 5,3 miljoen naar 900.000 (min 83 procent). Tweederde daarvan zijn overstappers. Het aantal vrachtvluchten verdubbelde juist. Deze week lopen er relatief veel passagiers rond op Schiphol vanwege de aanstaande kerstvakantie. Veel winkels zijn dicht, de horeca verkoopt take away. In verkoopmachines zit niet alleen water, maar zijn ook mondkapjes en steriliseer-gel verkrijgbaar.", "Op de Holland Boulevard slapen nog steeds reizigers uit de hele wereld op loungebanken en spelen kinderen op de reuzenkat van hoogpolig tapijt. ‘Ik vlieg van Accra naar Londen voor de Kerst’, zegt een man. ‘Ik ben negatief getest, dus wat is het probleem?’ Twee Aziatische mannen met een gitaar tussen zich in: ‘We zijn zeemannen. We vliegen van Panama naar Manilla om thuis te kunnen zijn met Kerst.’ Beiden zijn voor vertrek negatief getest. ‘Na tien maanden op zee wil ik heel graag mijn vrouw weer zien.’", "Werkgeversverklaring", "In de Privium Lounge, waar veel zakenreizigers lid van zijn, wachten twee Nederlandse collega’s op hun vlucht naar Italië. ‘Ik adviseer tomatentelers in de glastuinbouw. Dat is voedselproductie, dus ik denk dat mijn reis wel noodzakelijk is’, zegt een van hen. Het valt haar op dat ze in Italië en Oostenrijk een verklaring van haar werkgever moet overleggen, voordat zij kan inchecken in een hotel. ‘Dat zouden ze ook in Nederland moeten invoeren.’ In vertrekhal 2 vertelt een gehaaste dame uit Brussel met een N95-kapje op: ‘Ik ga naar mijn familie in Sicilië. Dat is niet noodzakelijk, maar het is ook niet verboden. Ik ben getest, ik doe voorzichtig, dat is wat mij betreft genoeg.’", "Minister zint op ‘verklaring van noodzaak’ voor reiziger Minister Cora van Nieuwenhuizen van Infrastructuur en Waterstaat bekijkt of ze een verklaring kan eisen waarmee vliegreizigers aantonen dat hun vlucht noodzakelijk is. Aanleiding voor de maatregel is de drukte van de laatste dagen op Schiphol. Veel mensen leggen het advies naast zich neer om alleen te reizen als het echt niet anders kan. De minister vindt dat Schiphol en KLM als grootste gebruiker van de luchthaven onvoldoende doen om te voorkomen dat mensen dicht bij elkaar staan op het vliegveld. Ze wil nog niet zover gaan dat ze de luchthaven laat sluiten. Vliegen naar een zonnige vakantiebestemming of naar familie in het buitenland voor de feestdagen is niet verboden. De regering geeft alleen het dringende advies om van ‘pretvluchten’ af te zien. Schiphol-directeur Dick Benschop riep reizigers al op om alleen in het vliegtuig te stappen als dat echt niet anders kan. Pretvliegen voorkomen is volgens Benschop lastig, omdat ‘alles door elkaar heen loopt’. Mensen kunnen een legitieme reden hebben om te reizen, zei hij, zoals zeelieden en technisch personeel. Hij wees ook op de eigen verantwoordelijkheid van reizigers. KLM zegt ook dat het niet alle vluchten zo maar kan annuleren. De luchtvaartmaatschappij vervoert klanten uit andere delen van de wereld die op Schiphol overstappen. Ook heeft KLM buitenlandse en Nederlands reizigers die wel essentiële vluchten maken. Reisorganisaties hebben laten weten de verkoop van pakketreizen voorlopig op te schorten. Geplande vluchten worden geschrapt. Mensen die al in het buitenland zijn, kunnen hun reis wel afmaken. TUI wil vakantiegangers wel terugbrengen naar Nederland."], "authors": ["Noël Van Bemmel"], "keywords": ["van", "dat", "toch", "rij", "een", "voldoende", "het", "en", "naar", "te", "ik", "zijn", "weet", "vind", "schiphol", "op", "reden"], "pubDate": "2020-12-17T17:54:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}