{"id": "070705c0-e4da-36f2-a7a6-ec05b5e0d480", "title": "Kabinet bereikt stikstofakkoord met SP, 50PLUS en SGP", "url": "http://www.trouw.nl/politiek/kabinet-bereikt-stikstofakkoord-met-sp-50plus-en-sgp~bf330c1a4/", "summary": "Ook zet het kabinet een tussendoel in de wet van 40 procent van de natuur op een gezond stikstofniveau in 2025.\nDaarnaast komt er onder meer 20 miljoen euro extra voor zorgbuurthuizen, als onderdeel van een extra impuls voor de woningbouw.\nVerder belooft het kabinet dat de duizenden zogenoemde PAS-melders een vergunning krijgen.\nBoeren meer duidelijkheid biedenDeze kleine, streng christelijke, partij sleepte ook het ‘landbouwakkoord’ (naar voorbeeld van het klimaat- en pensioenakkoord) in de wacht.\nOm de bouw van woningen en de aanleg van infrastructuur op gang te brengen, stelt het kabinet een reeks maatregelen voor.", "paragraphs": ["De afgelopen dagen is lang gepraat over het wetsvoorstel, waarover woensdagavond eindelijk een deal is gesloten. In ruil voor steun krijgen de partijen onder meer de toezegging dat in 2035 bijna driekwart van de gevoelige natuur niet meer beschadigd wordt door de stikstofneerslag. Daarvoor moet de stikstofuitstoot gehalveerd worden.", "De adviescommissie van Johan Remkes had dat ook al geadviseerd. Ook zet het kabinet een tussendoel in de wet van 40 procent van de natuur op een gezond stikstofniveau in 2025. Daarnaast komt er onder meer 20 miljoen euro extra voor zorgbuurthuizen, als onderdeel van een extra impuls voor de woningbouw.", "Verder belooft het kabinet dat de duizenden zogenoemde PAS-melders een vergunning krijgen. Dit zijn ondernemers die tussen 2015 en 2019 melding maakten van uitbreiding van hun bedrijf. Onder het vorige stikstofbeleid (PAS) was zo’n melding voldoende. Maar omdat de Raad van State hier in 2019 een streep door zette, is voor de ingenomen stikstofruimte wel een vergunning nodig. Daardoor ontstond onzekerheid voor deze ‘melders’. Vooral de SGP, een partij met een grote boeren achterban, wilde duidelijkheid voor deze groep.", "Boeren meer duidelijkheid bieden", "Deze kleine, streng christelijke, partij sleepte ook het ‘landbouwakkoord’ (naar voorbeeld van het klimaat- en pensioenakkoord) in de wacht. Dat akkoord moet verschillende organisaties bij elkaar brengen, in de hoop boeren meer duidelijkheid te bieden op de lange termijn.", "De RvS-uitspraak in 2019 had verregaande gevolgen voor de woningbouw en de landbouw. De uitstoot van stikstof moest flink naar beneden om bepaalde natuurgebieden beter te beschermen. Hierdoor liep het uitgeven van vergunningen projecten waarmee stikstof wordt uitgestoten volledig vast, terwijl er al een groot tekort aan woningen is.", "Om de bouw van woningen en de aanleg van infrastructuur op gang te brengen, stelt het kabinet een reeks maatregelen voor. Schouten kondigde al eerder aan dat het kabinet 2 miljard uittrekt om de stikstofuitstoot door de landbouw, industrie en bijvoorbeeld scheepvaart te verlagen en 3 miljard om de speciale natuurgebieden te versterken. Daarnaast is een half miljard opzij gezet voor schonere woningbouw.", "Lees ook:", "Noem het geen stikstofcrisis, maar een natuurcrisis", "De term ‘stikstofcrisis’ is slecht gekozen. Natuurcrisis dekt de lading beter en zou meer Nederlanders op de barricades krijgen, meent Hilde Anna de Vries, campagneleider duurzame landbouw bij Greenpeace Nederland."], "authors": ["Redactie Trouw"], "keywords": ["van", "sp", "bereikt", "het", "50plus", "meer", "met", "kabinet", "op", "een", "en", "te", "stikstofakkoord", "dat", "sgp", "voor"], "pubDate": "2020-12-09T23:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}