{"id": "071ec009-fc8b-384a-88d6-8c6f8c95a347", "title": "Vertel je huisarts wat voor werk je doet, dat voorkomt een hoop verzuim", "url": "https://volkskrant.nl/werken/vertel-je-huisarts-wat-voor-werk-je-doet-dat-voorkomt-een-hoop-verzuim~bc067c75/", "summary": "‘Dat betekent zeker niet dat ze meteen uitvallen; dat kan soms nog maanden of jaren duren.\nAls je weet dat iemand in het onderwijs werkt of in de zorg, dan weet je dat je daar extra aandacht aan moet besteden.\nMaar ik denk dat ze juist tijd besparen als ze een goede analyse maken.\nBovenal denk ik dat het belangrijk is dat artsen beseffen hoe leuk het is om over het werk van patiënten te praten.\nZo voorkom je dat het van kwaad tot erger wordt.", "paragraphs": ["Werkgerelateerde klachten? Huisartsen zien dat vaak niet Beeld Matteo Bal", "Huisartsen weten vaak niet wat voor werk hun patiënten doen, blijkt uit het onderzoek van De Kock. ‘Ze vinden het lastig om daarnaar te vragen, omdat ze niet weten wat ze wel en niet mogen vragen. Veel huisartsen die ik sprak, hadden het idee dat ze al snel op het terrein van de bedrijfsarts kwamen. Daar wringt het. Bedrijfsartsen vinden dat huisartsen te snel zeggen dat een patiënt maar even thuis moet blijven, daar willen veel huisartsen zich niet aan branden.’", "Dit artikel verscheen eerder op Intermediair.nl", "Dat is een gemiste kans, vindt De Kock. Want één op de drie werkenden die met klachten bij een huisarts komt, heeft werkgerelateerde klachten. ‘Dat betekent zeker niet dat ze meteen uitvallen; dat kan soms nog maanden of jaren duren. Maar hoe eerder je als arts doorhebt dat de klachten met werk te maken hebben, des te groter de kans dat je kunt voorkomen dat diegene verzuimt.’", "Dat 33 procent van de klachten werkgerelateerd zijn, klinkt als enorm veel. Maar dat is te verklaren, zegt De Kock. ‘We weten dat 17 procent van de werkenden burn-outachtige klachten heeft: vermoeidheid, stress; ook wel psychologische arbeidsbelasting genoemd. Daarnaast zijn er mensen met fysieke klachten door het werk: aan hun schouders, rug, armen, polsen, nek.’", "Een andere verklaring voor het hoge percentage, is dat werkenden niet snel naar de huisarts gaan. De Kock: ‘Werkende mannen die relatief gezond zijn, komen vaak minder dan één keer per jaar bij de huisarts, en ook vrouwen komen niet vaak.’", "Werknemers in zorg en onderwijs lopen meer risico", "Door te weten wat voor werk iemand doet, kan een huisarts gerichter op zoek naar de mogelijke oorzaak van een probleem. ‘Er zijn bijvoorbeeld risicoberoepen voor burn-out. Als je weet dat iemand in het onderwijs werkt of in de zorg, dan weet je dat je daar extra aandacht aan moet besteden. En als iemand een fysiek zwaar beroep heeft, is er mogelijk een verband tussen zijn werk en zijn kapotte knieën. Ik geef weleens als voorbeeld dat ik een patiënt tegenover me had zitten van wie ik dacht dat ze op kantoor werkte. Ze bleek rechercheur te zijn. Als je die achtergrond weet, kun je de klachten beter plaatsen.’", "‘Of denk aan mensen die ontslagen worden of bij een bedrijf werken dat failliet gaat. Dan worden hun buikklachten mogelijk door stress veroorzaakt en zijn ziekenhuisonderzoeken niet het beste vervolgtraject, maar kun je als arts adviseren om hun piekeren aan te pakken door hun gedachten op te schrijven. Om maar een voorbeeld te noemen.’", "Vertel over je werk", "Waar De Kock voor pleit, klinkt heel simpel: dat huisartsen vaker vragen naar het werk van hun patiënten. Wat doet iemand? Hoe bevalt dat? Maar hoe simpel het ook klinkt, zijn pleidooi stuit op verzet.", "‘Huisartsen voelen zich aangevallen, die zeggen: daar heb je weer zo’n onderzoek over wat we niet goed doen. Voor anderen voelt het als een taak erbij, waar ze geen tijd voor hebben. Maar ik denk dat ze juist tijd besparen als ze een goede analyse maken. Bovenal denk ik dat het belangrijk is dat artsen beseffen hoe leuk het is om over het werk van patiënten te praten. Zo leer je mensen kennen, en patiënten voelen dat je geïnteresseerd bent. Dat maakt de band tussen arts en patiënt ook beter.’", "Tips voor wie overal pijn heeft van de niet-ergonomische thuiswerkplek Niet alleen fabrikanten van plexiglas boeren goed door de coronacrisis. Ook fysiotherapeuten hebben meer werk, want werknemers die vanuit huis werken, hebben regelmatig fysieke klachten. Ook last van rug- en nekpijn? Zo voorkom je dat het van kwaad tot erger wordt."], "authors": ["Marianne Lucieer"], "keywords": ["dat", "van", "niet", "een", "klachten", "vertel", "verzuim", "huisarts", "te", "ze", "zijn", "hoop", "voor", "voorkomt", "je", "werk", "wat", "het"], "pubDate": "2020-12-02T10:31:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}