{"id": "072a25b8-8d22-33cf-8a73-5d2a2180abc5", "title": "Het geheim van Israëls supersnelle vaccinatiecampagne", "url": "https://trouw.nl/buitenland/het-geheim-van-israels-supersnelle-vaccinatiecampagne~b7318fdf/", "summary": "Een voor een worden ze ingeënt bij een van de dertien stands.\n15 procent kreeg het Pfizer-vaccin toegediendIn totaal kreeg ruim 15 procent van de bevolking de eerste dosis van het Pfizer-vaccin toegediend.\n“Voor hen kan Israël een proeftuin zijn, een voorbeeld hoe je snel een grote groep kunt vaccineren.”Voor Netanyahu is het slagen van het vaccinatieprogramma ook persoonlijk van het grootste belang.\n“We doen andere vaccinaties ook altijd zelf, en zijn dat nu ook van plan om te doen”, zegt Yasser Bouziya van het Palestijnse ministerie van Volksgezondheid.\nHet is dus ook in ons eigen belang om hen te helpen, ik hoop dat dat snel gaat gebeuren.”Lees ook:Israëlische minister wil het vaccineren van Palestijnse gevangenen uitstellenOndanks groen licht van het Israëlische ministerie van volksgezondheid wordt het vaccineren van bepaalde Palestijnse gevangenen mogelijk uitgesteld.", "paragraphs": ["Het is ouderwets druk in de rij voor de Expo in Tel Aviv, de evenementenhal waar de Nederlander Duncan Laurence in 2019 nog het Songfestival won. Het gebouw stond het afgelopen jaar door de pandemie grotendeels leeg, maar heeft nu een nieuwe bestemming gevonden als priklocatie. Tot wel tweeduizend Israëliërs krijgen hier dagelijks een inenting tegen corona. Tientallen wachtenden staan dan ook klaar voor de ingang om naar binnen geroepen te worden.", "Ook het echtpaar Nili en Benny Ruso kreeg een oproep om hier vandaag een prik te halen. Een voor een worden ze ingeënt bij een van de dertien stands. “Een beetje zenuwachtig was ik wel”, zegt de 65-jarige Nili achteraf, “maar het bleek een fluitje van een cent”. Het ging sneller dan gedacht, zegt ook haar echtgenoot Benny (72). “En nu hebben we het achter de rug. Dat geeft een goed gevoel.”", "In dit soort hallen, maar ook in ziekenhuizen en drive-inlocaties door het hele land zijn de afgelopen weken al zo’n anderhalf miljoen Israëliërs ingeënt. Zoals ook in andere landen kwam eerst het zorgpersoneel aan de beurt, net als alle 60-plussers, en mensen met bestaande aandoeningen. Maar ook duizenden leraren werden al gevaccineerd. En zelfs willekeurige voorbijgangers die toevallig in de buurt waren toen er ontdooide vaccins over waren, kregen op diverse plekken een prik.", "15 procent kreeg het Pfizer-vaccin toegediend", "In totaal kreeg ruim 15 procent van de bevolking de eerste dosis van het Pfizer-vaccin toegediend. Daarmee ligt Israël ver voor op de rest van de wereld. Wat is het geheim van de snelle Israëlische campagne? Een deel van het antwoord is improvisatie, zegt hoogleraar epidemiologie Gabi Barbash: “Dat is onze nationale specialiteit: snel inspelen op crisissituaties.”", "Daarbij helpt het dat Israël een klein en relatief dichtbevolkt land is met een goed georganiseerd en gedigitaliseerd zorgstelsel. De ziekenfondsen hebben de leiding over het logistieke programma, en krijgen ondersteuning van het leger. Zo verdeelden militairen grote verpakkingen van duizend vaccins over in kleinere dozen die vervolgens door het land werden verspreid.", "Een hoge prijs", "Bovendien was premier Benjamin Netanyahu bereid om Pfizer een hoge prijs te betalen om snel miljoenen doses in handen te krijgen. Ook beloofde hij informatie met de farmaceut te delen over de effecten van de vaccinatiecampagne. “Dat maakt het voor een bedrijf als Pfizer extra interessant”, zegt hoogleraar Barbash. “Voor hen kan Israël een proeftuin zijn, een voorbeeld hoe je snel een grote groep kunt vaccineren.”", "Voor Netanyahu is het slagen van het vaccinatieprogramma ook persoonlijk van het grootste belang. De premier staat voor de rechter vanwege corruptieverdenkingen en lag herhaaldelijk onder vuur vanwege zijn volgens velen zwabberende coronabeleid. Een succesvolle vaccinatiestrategie zou hem stemmen kunnen opleveren bij de verkiezingen die eind maart op het programma staan. Tegen die tijd is het land bijna volledig ingeënt, beloofde Netanyahu deze week, en kunnen vrijwel alle beperkende maatregelen van tafel.", "De belofte lijkt nog ver weg", "Op het ogenblik lijkt die belofte voor veel burgers nog ver weg, zeker nu Israël vanaf dit weekend zucht onder een derde strenge lockdown. Alleen om zich te laten inenten of met een andere dringende reden mogen Israëliërs verder dan een kilometer van huis komen. De nieuwe maatregelen zijn wederom een harde klap voor de economie, die het afgelopen jaar al zwaar getroffen werd.", "Het vaccinatieprogramma moet dit soort lockdowns binnenkort overbodig maken. Experts rekenen erop dat de eerste effecten al snel duidelijk kunnen worden. “Ik verwacht dat er binnen een paar weken twee tot drie keer zo weinig sterfgevallen zullen zijn door corona”, zegt hoogleraar Eli Waxman, voormalig topadviseur van de regering. “En als dan ook het aantal ernstig zieken gaat teruglopen, kunnen we voorzichtig terugkeren naar een normale manier van leven.”", "Palestijnse gebieden", "Het is een scenario waar veel Palestijnen nog niet aan durven te denken. Zo snel en efficiënt als Israël zijn bevolking inent, zo weinig gebeurt er nog in de bezette Palestijnse gebieden, waar het vaccineren nog moet beginnen. De Palestijnse autoriteiten hebben niet het geld om miljoenen vaccins te kopen, en hebben bovendien nauwelijks vriezers die koud genoeg zijn voor het Pfizer-vaccin. Ze hebben zich daarom aangesloten bij het programma van de Wereldgezondheidsorganisatie, waarvan de eerste doses op zijn vroegst volgende maand binnenkomen.", "Diverse hulporganisaties doen dan ook een beroep op Israël om als bezettende macht ook de Palestijnen in te enten. Maar Israël zegt dat de Palestijnse Autoriteit, die een vorm van autonomie heeft, zelf verantwoordelijk is voor het vaccinatieprogramma. En de Palestijnse bestuurders hebben naar eigen zeggen ook nog geen hulp aan Israël gevraagd. “We doen andere vaccinaties ook altijd zelf, en zijn dat nu ook van plan om te doen”, zegt Yasser Bouziya van het Palestijnse ministerie van Volksgezondheid.", "Eigen belang om te helpen", "Volgens de Israëlische hoogleraar Barbash zou Israël hoe dan ook een rol moeten spelen bij de inenting van Palestijnen. “Of we er nu moreel toe verplicht zijn of niet, er is nu eenmaal veel contact tussen Israëliërs en Palestijnen. Het is dus ook in ons eigen belang om hen te helpen, ik hoop dat dat snel gaat gebeuren.”", "Lees ook:", "Israëlische minister wil het vaccineren van Palestijnse gevangenen uitstellen", "Ondanks groen licht van het Israëlische ministerie van volksgezondheid wordt het vaccineren van bepaalde Palestijnse gevangenen mogelijk uitgesteld."], "authors": ["Ties Brock"], "keywords": ["zijn", "van", "voor", "en", "geheim", "israëls", "een", "om", "ook", "te", "het", "supersnelle", "dat", "vaccinatiecampagne"], "pubDate": "2021-01-09T16:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}