{"id": "074763c7-1ef3-3f78-b61f-d3248d53b109", "title": "Deel niet-essentiële winkels toch open voor 'essentiële' zaken", "url": "https://nu.nl/economie/6096807/deel-niet-essentiele-winkels-toch-open-voor-essentiele-zaken.html", "summary": "En tuincentra die meer dan de helft van hun omzet uit dierenbenodigdheden halen, mogen ook openblijven.\nHetzelfde geldt voor winkels die reparaties uitvoeren, wat er al met al voor zorgt dat de straten niet verlaten zijn.\nZie bijvoorbeeld de tuincentra van Ranzijn, Welkoop en Boerenbond, die zijn open, zegt een woordvoerder van Tuinbranche Nederland dinsdag desgevraagd tegen NU.nl.\n\"Die kunnen aantonen dat ze meer dan 50 procent van de omzet uit dierbenodigdheden en voeding halen, en dan zijn ze een dierenspeciaalzaak.\"\nVan die keten blijven ook bijna alle 540 winkels open.", "paragraphs": ["Het grootste deel van de HEMA-winkels blijft open, maar onderbroeken kun je er niet kopen. Bij Primera mag je wel je pakketje brengen, maar geen tijdschriften kopen. En tuincentra die meer dan de helft van hun omzet uit dierenbenodigdheden halen, mogen ook openblijven. Hetzelfde geldt voor winkels die reparaties uitvoeren, wat er al met al voor zorgt dat de straten niet verlaten zijn.", "De nieuwe regels zijn als volgt: winkelfilialen die meer dan 70 procent van hun omzet halen uit uitzonderingsgronden (denk aan levensmiddelenwinkels, apotheken en tankstations), mogen helemaal openblijven. Bevat een filiaal één of meerdere uitzonderingsgronden, waarmee minstens 30 procent van de omzet verdiend wordt, dan mag dát deel van de winkel openblijven.", "Zie bijvoorbeeld de tuincentra van Ranzijn, Welkoop en Boerenbond, die zijn open, zegt een woordvoerder van Tuinbranche Nederland dinsdag desgevraagd tegen NU.nl. \"Die kunnen aantonen dat ze meer dan 50 procent van de omzet uit dierbenodigdheden en voeding halen, en dan zijn ze een dierenspeciaalzaak.\"", "Ook de pakketpunten bij de tuincentra mogen openblijven. \"En buiten mogen bloemen en kerstbomen verkocht worden.\" De pakketpunten mogen ook openblijven bij de Bruna's en Primera's. \"Maar we mogen geen tijdschriften verkopen, die moeten mensen dan verderop bij de supermarkt halen\", zegt directeur Gert van Doorn van Primera.", "Hij denkt dat de 525 Primera-winkels de supermarkten zouden kunnen ontlasten door tijdschriften, tabak en loten te verkopen. Dat is ook precies wat HEMA doet, zegt een woordvoerder: de supermarkten ontlasten.", "Van die keten blijven ook bijna alle 540 winkels open. \"Niet-essentiële spullen, dus ook het ondergoed, worden afgedekt en uit de winkels gehaald. Maar voor voedingsmiddelen en babyspullen kunnen klanten bij ons terecht\", zegt een woordvoerder. \"Zo zijn we de grootste banketbakker van Nederland. Alleen al voor dinsdag staan tweeduizend taarten in bestelling.\"", "Ook zaken die reparaties uitvoeren, zoals fietsenwinkels, autogarages, schoenmakers en naaimachinewinkels, zijn open. Zij mogen alleen niets verkopen.", "", ""], "authors": ["Door", "Eva Schouten"], "keywords": ["van", "toch", "die", "bij", "nietessentiële", "dan", "een", "open", "en", "ook", "zegt", "essentiële", "zaken", "zijn", "voor", "deel", "winkels", "mogen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}