{"id": "07480781-bf7d-3bb3-9942-fe35b1382f8a", "title": "Ook Wüst ontbreekt bij EK allround half januari in Thialf", "url": "https://www.parool.nl/sport/ook-wust-ontbreekt-bij-ek-allround-half-januari-in-thialf~b67d865c/", "summary": "Dat was onvoldoende om in het gecombineerde klassement van de 1500 en 3000 meter één van twee beschikbare startbewijzen voor het EK allround in eigen land te pakken.\nWüst leek op de 3000 meter op weg naar een tijd die wellicht goed genoeg zou zijn voor een EK-ticket.\nVolledig uitgeput kwam ze over de finish en het duurde relatief lang voordat ze weer een beetje zichzelf was.\nVolgens de NOS had ze last van migraine en wilde ze zo snel mogelijk weg uit Thialf.\n“Dit weekeinde rijd ik zoals het moet,” zei de excellerende De Jong, die zaterdag ook al de 1500 meter op haar naam schreef.", "paragraphs": ["Ireen Wüst. Beeld ANP", "De 34-jarige Brabantse, goed voor zeven wereldtitels allround en vijf Europese titels allround, kwam bij het kwalificatietoernooi in Thialf op de 3000 meter na een moeizame rit niet verder dan de achtste tijd (4.03,53).", "Dat was onvoldoende om in het gecombineerde klassement van de 1500 en 3000 meter één van twee beschikbare startbewijzen voor het EK allround in eigen land te pakken. Wüst eindigde zaterdag op de 1500 meter nog keurig als tweede (1.54,98).", "De drie tickets op de 3000 meter voor de WK afstanden half februari in Heerenveen gingen naar Antoinette de Jong, Irene Schouten en Joy Beune. De Jong zette met 3.57,32 een baanrecord neer in Heerenveen. Dat was met een tijd van 3.58,68 ruim zeven jaar in handen van Wüst. Schouten finishte in een persoonlijk record van 3.57,87 en Beune reed de derde tijd (3.59,89).", "Schoute en Beune", "Met de reeds geplaatste De Jong, als Nederlands allroundkampioene, gingen de andere twee startbewijzen voor de EK allround naar Schouten en Beune. De 25-jarige De Jong is titelverdedigster bij de Europese titelstrijd. Reina Anema (vierde in 4.01,12) en Melissa Wijfje (vijfde in 4.01,55) mogen nog wel deelnemen aan de twee wereldbekers in januari in Thialf.", "Wüst leek op de 3000 meter op weg naar een tijd die wellicht goed genoeg zou zijn voor een EK-ticket. In de laatste twee ronden (33,6 en 35,6) stortte de kopvrouw van Team Reggeborgh echter in. Volledig uitgeput kwam ze over de finish en het duurde relatief lang voordat ze weer een beetje zichzelf was. Wüst, die vorige maand werd getroffen door blaasontsteking, kon kort na afloop nog geen commentaar geven op haar mislukte race. Volgens de NOS had ze last van migraine en wilde ze zo snel mogelijk weg uit Thialf.", "“Dit weekeinde rijd ik zoals het moet,” zei de excellerende De Jong, die zaterdag ook al de 1500 meter op haar naam schreef. “Ik heb nu controle over wat ik doe. Dat heb ik heel lang niet gehad. Dat komt deels door mijn nieuwe schaatsschoenen, maar vooral door mezelf. Ik heb mijn zelfvertrouwen weer terug. De frustratie is weg, ik kan weer genieten op de baan.”"], "authors": [], "keywords": ["ik", "ontbreekt", "jong", "meter", "bij", "thialf", "ze", "ook", "allround", "wüst", "van", "januari", "en", "een", "ek", "half", "voor", "op", "het"], "pubDate": "2020-12-27T16:36:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}