{"id": "074eaf26-b8e0-38e3-87ad-ffb94955e5bb", "title": "Aan de bankzitter de eer om beter dan die ouders op tv te weten wat goed is voor hun kinderen", "url": "https://volkskrant.nl/cultuur-media/aan-de-bankzitter-de-eer-om-beter-dan-die-ouders-op-tv-te-weten-wat-goed-is-voor-hun-kinderen~b96753a3/", "summary": "Avond na avond is er wel ergens een gezin op tv met een bandeloos groeiende zwik kinderen.\nJanneke (37) en Johan (42) kregen er acht, uit Gods gulheid, en er is nog plek in hun huis nabij Urk.\n‘Op jou’, proostte Johan, en Aida zei glunderend: ‘En op deze geweldige dag!’ Ook moeder Janneke is een baken van begrip en geduld.\nEn voor ouders, en niet te vergeten, voor de wereld?\nAan de bankzitter de eer om het beter te weten dan dat volk op tv, en zichzelf te feliciteren met zijn lot.", "paragraphs": ["‘De hel!’, roep je. Tot je de familie Jelies uit Een huis vol ontmoet.", "Laat ik vooraf zeggen: ik begon met tegenzin. Avond na avond is er wel ergens een gezin op tv met een bandeloos groeiende zwik kinderen. Op TLC had je al Outdaughtered, Counting On, Jon & Kate Plus 8, en 19 Kids and Counting. Maar het kan altijd erger, op RTL 4 begon dinsdagavond een seizoen van 21 Kids and Counting. U dacht dat het bij u thuis druk-druk-druk was? Deze mafklappers hebben er een-en-twintig! Komt dat zien.", "Dat was voor ik begon aan het elfde seizoen van de dagelijks uitgezonden realityhit Een huis vol. Alle zorgen over klimaatproblematiek zonken naar de achtergrond in de achtertuin van de familie Jelies. Janneke (37) en Johan (42) kregen er acht, uit Gods gulheid, en er is nog plek in hun huis nabij Urk. Johan bouwde een barbecuevlonder naast de bar die hij had neergezet voor dochter Jennie (14). Zoon Harry (7) stond ernaast toen Johan vertelde: ‘Ik klus vaker met Harry, want zijn aanwezigheid is heel prettig.’ Harry riep, alsof zijn hartje nu écht overstroomde: ‘Ik hou van mijn vader!’ Johan: ‘Ik ook van jou.’ Toen zagen ze een kikker in de sloot en riep Johan: ‘Albertine, pak je schepnet!’", "De familie Jelies uit Een huis vol. Beeld KRO NCRV", "Later die week ging Johan al evenzeer op in de vader-dochterdate met Aida (13). Ze kochten samen schoolspullen voor de middelbare en Johan gaf relatieadvies terwijl ze een broodje aten. ‘Op jou’, proostte Johan, en Aida zei glunderend: ‘En op deze geweldige dag!’ Ook moeder Janneke is een baken van begrip en geduld. Ik weet niet wát de Jelies doen, misschien is het de frisse IJsselmeerwind, Gods zegen, of valium in hun havermout, maar ze doen het goed.", "Natuurlijk gaat het niet overal zo weekmakend harmonisch. Bij de Kraantjes uit Boskoop, ook met zijn tienen, verliep de kampeervakantie in Luxemburg vorige week zoals je denkt dat een kampeervakantie met zijn tienen verloopt. Moeder Linda (40) en vader Ivan (45) lijken bij alles te denken: dat hebben wíj weer. Toch drukte Linda de kijker op het hart dat de bedrukte sfeer niet aan het kindertal lag: ‘Het heeft meer met de karakters van de kinderen te maken.’", "Zo hebben de families in Een huis vol toch iets te bewijzen, lijkt het. Thuis op de bank zit je onvermijdelijk te wauwelen over de kernvraag waar iedereen ervaringsexpert in is: wat is goed voor een kind? En voor ouders, en niet te vergeten, voor de wereld? Aan de bankzitter de eer om het beter te weten dan dat volk op tv, en zichzelf te feliciteren met zijn lot. Er zit daarnaast een griezelaspect aan giga-gezinnen. Kinderen krijgen is nogal definitief: er is geen weg terug.", "Bij de Radfords in 21 Kids mocht dochter Chloe oppassen terwijl moeder Sue beviel van baby 21. Ze probeerde een taart voor haar ouders te bakken, maar de peuters kwamen als een zombieleger over het kookeiland op haar afgekropen. ‘Ga achteruit!’, zei Chloe, en ze drong de menigte terug als een ME’er. Verderop kwam Bonnie ter wereld. De datum van haar verjaardag, voegde een puberzoon toe, zou onmiddellijk worden vergeten."], "authors": ["Emma Curvers"], "keywords": ["ik", "ouders", "kinderen", "van", "weten", "johan", "voor", "en", "om", "hun", "een", "met", "te", "op", "het", "tv", "wat"], "pubDate": "2020-12-30T16:37:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}