{"id": "07744090-800c-3bba-b55e-eddf2eb7bed2", "title": "Hoe verdeel je als koppel de financiën? ‘De zakgeldmethode is het eerlijkst’", "url": "https://volkskrant.nl/de-gids/hoe-verdeel-je-als-koppel-de-financien-de-zakgeldmethode-is-het-eerlijkst~b629a0ee/", "summary": "En wat kun je doen om op je veertigste met pensioen te gaan?\nDe vrouw voelt zich niet erkend voor het zorgen, de man niet voor wat hij financieel mogelijk maakte.\nDit bekende dat een van hen een dag minder moest gaan werken.\nVoorheen was bijna alles van allebei, nu blijft wat je voor het huwelijk had van jou.\nEn voor je het weet, hang je met een mediator aan de lijn.", "paragraphs": ["Beeld Matteo Bal", "Fiscaal econoom en financieel planner Jacqueline van der Vorm is mediator bij scheidingen. Elke keer voltrekt zich in haar praktijk dezelfde scène: de man en vrouw zitten terneergeslagen naast elkaar. Dat ze zouden gaan scheiden, hadden ze niet zien aankomen – de helft van alle stellen in Nederland gaat uit elkaar, maar dat zou dit koppel natuurlijk nooit overkomen.", "De vrouw – in paniek over haar onduidelijke financiële situatie – zegt: ‘Ik heb een stap terug gedaan, ben minder gaan werken om voor de kinderen te zorgen. Dat was een gemeenschappelijke keuze. Daarvoor wil ik gecompenseerd worden.’ Vervolgens valt de man van zijn stoel en zegt: ‘Van mij hoefde je niet minder te werken, dat wilde je zelf. Ik werk me drie slagen in de rondte. Ik heb er altijd voor gezorgd dat het jullie aan niets ontbrak.’", "November, geldmaand Maakt geld echt gelukkig? Hoe kun je beginnen met beleggen? En wat kun je doen om op je veertigste met pensioen te gaan? In samenwerking met Intermediair lees je de hele maand november over de rol van geld in ons persoonlijk leven. Bekijk alle artikelen over geld op volkskrant.nl/geld of intermediair.nl/geldmaand. Dit stuk verscheen eerder op Intermediar.", "De vrouw voelt zich niet erkend voor het zorgen, de man niet voor wat hij financieel mogelijk maakte. Een decennia oud fenomeen in relaties dat nog altijd actueel is. ‘Wat de redenen voor de scheiding ook zijn, vaak speelt mee dat er rollenpatronen zijn ingesleten waarmee beiden niet meer gelukkig zijn’, zegt Van der Vorm. ‘En door die rolverdeling is er ook vaak een oneerlijke verdeling van inkomen ingeslopen.’", "Uit onderzoek van het Nibud blijkt dat slechts een derde van de ondervraagde partners samen de dagelijkse geldzaken regelt. ‘Je ziet vaak dat de man de hele administratie naar zich toe heeft geschoven. Bij de vrouw heerst daardoor een enorme kennisachterstand, bijvoorbeeld over de hoogte van haar pensioen’, zegt Van der Vorm.", "Ongemakkelijk onderwerp", "Natuurlijk wil niemand gedoe om geld, het liefst al niet tíjdens een relatie. Maar hoe bereik je dat? In het kort: praat erover. Een even simpel als complex antwoord, want geld blijft een ongemakkelijk onderwerp voor ons normaal gesproken zo open Nederlanders. Het is bovendien onromantisch en zou eigenlijk geen rol moeten spelen in de liefde, is veelal de gedachte.", "In hoe Nederlandse stellen hun inkomens verdelen, zie je enige gemakzucht. Volgens het Nibud hebben koppels vaak een gezamenlijke rekening (79 procent) en ze gooien meestal de inkomsten op één hoop (61 procent). De voornaamste reden: het is lekker makkelijk.", "Bram (36) en Anouk Stoop (34) doen het ook zo. Ze zijn getrouwd, hebben twee jonge kinderen en een koopwoning. Anouk werkt 27 uur, Bram 36 uur en beide inkomens komen op een gemeenschappelijke rekening binnen, een vast bedrag wordt naar een gemeenschappelijke spaarrekening doorgesluisd. ‘Alles gaat door één kanaal’, zegt Bram, ‘zo kunnen we alle bij- en afschrijvingen goed in de gaten houden. Ik maak Excelsheetjes.’", "In de beginjaren van hun relatie hadden Anouk en Bram wel allebei een eigen rekening en werden de vaste lasten gesplitst. ‘We werkten voltijd, verdienden ongeveer hetzelfde en hadden evenveel spaargeld’, zegt Anouk. Maar na de koop van een nieuwe woning en de geboorte van hun eerste kind veranderden deze verhoudingen. Anouk ging minder werken om een dag extra bij hun zoon te kunnen zijn. Hun levens versmolten en daarmee ook hun rekeningen.", "Eigen rekening aanhouden", "Het Nibud adviseert partners om naast de gezamenlijke rekening ook altijd een eigen rekening aan te houden. Dit om meningsverschillen over uitgaven te voorkomen. Juridisch maakt zo’n eigen rekening niet zo veel uit als je in gemeenschap van goederen bent getrouwd, zegt Van der Vorm, het inkomen wordt op papier ook op een hoop gegooid. ‘Maar als het uitgavenpatroon van de partners erg verschilt, kun je onderling gezeur krijgen. Het principe ‘wie betaalt, bepaalt’, gaat dan vaak gelden. Je kunt je afvragen of dat eerlijk is voor degene die meer zorgtaken op zich heeft genomen en daardoor minder inbrengt – meestal de vrouw.’", "Maar Bram en Anouk vinden ‘alles op een hoop’ juist eerlijk. ‘We zijn 14 jaar geleden gelijkwaardig in deze relatie gestapt’, zegt Bram. ‘Anouk doet nu meer voor de opvang van de kinderen, en ik werk iets meer. Het maakt mij echt niet uit dat mijn aandeel in ons inkomen nu groter is. In een goede relatie ben je transparant over geld, dat is het belangrijkste.’ Meningsverschillen over geld hebben ze nooit. Anouk: ‘Ik weet inmiddels wel hoe Bram met geld omgaat, en hij weet dat van mij. Ik zou nooit heel grote uitgaven doen zonder dat te bespreken.’", "Ieder de helft", "Een andere manier om inkomsten en uitgaven te verdelen, is ‘Ieder betaalt de helft’. 15 procent van de stellen doet dit. ‘Of dit verstandig is, ligt aan waar je in je relatie bent’, zegt Van der Vorm. ‘Voor een jong stel met kinderen lijkt het me niet zo’n goede methode, want in die tropenjaren zijn werk en zorg zelden gelijk verdeeld. Maar voor bijvoorbeeld twee 50-plussers die al eens hebben samengewoond, kan het wel goed werken. Ze hebben al een verleden, behouden een aparte rekening en daarmee hun onafhankelijkheid.’", "‘Bijdragen naar rato’ doet 12 procent van de stellen: de uitgaven worden naar verhouding van inkomen verdeeld. Dit klinkt fair, maar Van der Vorm ziet het anders: ‘Als je twee keer zo veel verdient, draag je twee keer zo veel bij. Maar je houdt ook absoluut meer over voor jezelf. Dat is misschien niet helemaal eerlijk als de ander een baan heeft die nu eenmaal minder oplevert of thuis meer – onbetaald – werk doet.’", "De ‘zakgeldmethode’ (8 procent) komt het minst vaak voor: je houdt allebei hetzelfde bedrag over na aftrek van gezamenlijke kosten. Sanne (33) en Kim (30) van Kerkhof – getrouwd, koopwoning, dit jaar een baby gekregen – kwamen hierop uit. Beide inkomens komen op een gezamenlijke rekening binnen en daarmee wordt hun gedeelde leven betaald: hypotheek, auto, boodschappen, vakantie en kleren voor hun dochter. Daarnaast krijgt ieder evenveel ‘zakgeld’ op een eigen rekening gestort, naar eigen wens te besteden.", "Op een hoop", "‘Het was Sannes idee om onze inkomens zo te verdelen’, zegt Kim, die door haar onregelmatige diensten vaak meer verdient dan haar vrouw. ‘Van mij hadden we ook alles op een hoop mogen gooien, maar Sanne voelde zich daar niet prettig bij.’ Sanne: ‘Ik wil niet het gevoel hebben dat ik een deel van Kims geld uitgeef als ik met vriendinnen koffie ga drinken of naar de sauna ga. Onze levens zijn inmiddels volledig met elkaar vervlochten, maar zo houden we toch onze onafhankelijkheid.’", "Van der Vorm ziet dat de zakgeldmethode doorgaans de minste discussies oplevert. ‘Het is een gelijkwaardige benadering van de relatie’, vindt ze. ‘Sterker nog, zo regel ik het thuis zelf ook.’", "Dat doen ook Inge (35, niet haar echte naam, red.) en haar man. ‘Hij mag doen met zijn deel wat hij wil. We zijn geen tegenpolen, maar hebben wel andere uitgavenpatronen. Hij vindt het bijvoorbeeld geen probleem om 80 euro voor een Uber neer te leggen omdat hij de laatste trein heeft gemist. Dit zou mij nooit overkomen en ik zou het irritant vinden als dit van onze gezamenlijke rekening zou worden betaald. Ik koop aan de andere kant meer kleding dan hij, wat hij dan soms weer overdreven vindt.’", "‘Ik moet soms wel eens lachen om hoe zakelijk we de verdeling van onze inkomens benaderen. Maar dit doen we juist omdat we niet willen dat geld een rol speelt in onze relatie.’", "Unieke constructie", "Maar naast discussies over geld, wilde Inge ook de frustratie over rolpatronen voorkomen die Jacqueline van der Vorm zo vaak in haar praktijk heeft gezien. Tijdens haar zwangerschap heeft ze daarom met haar man een unieke constructie bedacht.", "Beiden wilden niet dat hun zoon meer dan twee dagen naar de opvang zou gaan. Dit bekende dat een van hen een dag minder moest gaan werken. Inges werk liet dat toe, zij werkt nu drie dagen per week en neemt twee jaar lang een dag per week ouderschapsverlof op. ‘Ik lever daarvoor een kwart van mijn salaris in en promotie maken kan ik in deze jaren wel vergeten. Ik leg als het ware mijn carrière even stil. Dat doe ik met liefde, maar ik vond het wel gek dat mijn man er verder helemaal niet op achteruitgaat. Hij vond dat ik een punt had en kwam met het idee om mij voor die dag te compenseren.’", "Dat gecompenseerde deel komt op de spaarrekening, waarvan het geld weer wordt belegd. In een Excelsheet wordt bijgehouden wie wat heeft ingelegd. Het gecompenseerde deel komt dus op Inges naam. Een geruststellend idee: mochten ze ooit uit elkaar gaan, waarop Inge zeker niet hoopt, dan kunnen ze die Excelsheet tevoorschijn halen. ‘Dan bestaat er in elk geval geen onenigheid over geld. Dat zou ik eeuwig zonde vinden.’", "Kleine lettertjes", "Wat al deze koppels allemaal goed doen, vindt Van der Vorm, is dat ze samen aan tafel zijn gaan zitten om de geldzaken te bespreken. Daarmee vermijd je een grote financiële valkuil. Maar er is nog iets om rekening mee te houden, namelijk: hoe ziet je relatie juridisch in elkaar? Want uiteindelijk gelden die kleine lettertjes bij een eventuele scheiding.", "Als je gaat trouwen, kan er in de huwelijkse voorwaarden iets worden vastgelegd over het inkomen, vermogen en pensioen. Maar de meeste mensen maken helemaal geen afspraken en trouwen voor de wet: in gemeenschap van goederen. Die wet is in 2018 aangepast. Voorheen was bijna alles van allebei, nu blijft wat je voor het huwelijk had van jou. Wat je tijdens het huwelijk opbouwt, is wel van jullie samen. ‘Niet iedereen die in het huwelijksbootje stapt, is op de hoogte van deze uitgeklede versie van gemeenschap van goederen, zegt Van der Vorm.", "Wat er precies is ondertekend, daar komen de meesten pas achter als ze gaan scheiden. Bovendien zit er dan vaak een enorme discrepantie tussen de afspraken op papier en de afspraken die mondeling zijn gemaakt over geld. En voor je het weet, hang je met een mediator aan de lijn. Leg je strak bijgehouden Excelsheet dus ook altijd even naast je verstofte huwelijksakte of samenlevingscontract, luidt tot slot advies van de scheidingsdeskundige."], "authors": ["Angela Wals"], "keywords": ["van", "als", "koppel", "hoe", "het", "op", "ik", "verdeel", "zakgeldmethode", "een", "je", "en", "dat", "niet", "eerlijkst", "financiën", "voor"], "pubDate": "2020-11-20T11:00:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}