{"id": "0777fbfe-2255-3673-be10-c770c2dedb0a", "title": "Ook dit jaar Russische muziek aan de Amstel", "url": "https://www.parool.nl/kunst-media/ook-dit-jaar-russische-muziek-aan-de-amstel~b4116ecb/", "summary": "Dit jaar dreigde de achtste editie van het festival door corona niet door te gaan.\n“Het festival was vorig jaar een groot succes, maar het was behoorlijk stressvol, omdat ik veel tijd kwijt was aan dingen die voor mij geen routine zijn.\nZe vond een jaar zonder Winteravonden ondenkbaar, ook al moest het tegen de klippen op in de steigers worden gezet, omdat coronamaatregelen de speelruimte wel heel klein maakte.\n“Ik wilde Alexandr ­Volodin met Olga Pasjtsjenko suites van Rachmaninoff en stukken van Medtner voor twee vleugels laten spelen.\nVolgend jaar zijn er weer normale Winteravonden aan de Amstel, hoopt Azernikova vurig.", "paragraphs": ["Anna Azernikova. Beeld Lin Woldendorp", "Russische muziek, tijdens Winteravonden aan de Amstel uitgevoerd door grote namen uit de voormalige Sovjet-Unie, doen de concertganger weer eens beseffen wat een onuitputtelijke bron aan geweldige componisten in die contreien bestaat.", "Dit jaar dreigde de achtste editie van het festival door corona niet door te gaan. Artistiek leider Anna Azernikova, die al twee jaar zo’n beetje alles in haar eentje organiseert, zag er even geen gat meer in. “Het festival was vorig jaar een groot succes, maar het was behoorlijk stressvol, omdat ik veel tijd kwijt was aan dingen die voor mij geen routine zijn. Ik ben musicus. Los daarvan moest ik thuis opeens aan home schooling gaan doen. Dat werd wat te veel. Ik heb serieus overwogen een jaartje over te slaan.”", "Maar het bloed kroop waar het niet gaan kon. Ze vond een jaar zonder Winteravonden ondenkbaar, ook al moest het tegen de klippen op in de steigers worden gezet, omdat coronamaatregelen de speelruimte wel heel klein maakte. Ze besloot de Winternachten van 2020 te beperken tot een enkel concert. “Ik wilde Alexandr ­Volodin met Olga Pasjtsjenko suites van Rachmaninoff en stukken van Medtner voor twee vleugels laten spelen. Maar Volodin mocht uiteindelijk Moskou niet uit. Daar hebben ze trouwens nu nog steeds continu concerten, al is de zaalbezetting teruggeschroefd naar 25 procent. Voor musici is het daar een walhalla, als je de gezondheidsrisico’s even buiten beschouwing laat. Ze hebben ook geen keus. Ze krijgen nul steun. Heel anders dan hier.”", "Volodin komt niet, wel zijn zondag in de Hermitage violiste Maria Milstein en Olga Pasjtsjenko aanwezig, die de Fluitsonate van Prokofjev uitvoeren, bewerkt voor viool en piano. Pasjtsjenko speelt Balakirevs griezelig virtuoze Islamey en Azernikova zingt liederen van Tsjaikovski en Medtner. Ze spelen tweemaal, voor dertig mensen.", "Volgend jaar zijn er weer normale Winteravonden aan de Amstel, hoopt Azernikova vurig."], "authors": ["Erik Voermans"], "keywords": ["van", "dit", "het", "muziek", "russische", "ik", "amstel", "ze", "ook", "een", "en", "jaar", "te", "aan", "voor"], "pubDate": "2020-12-09T12:39:53+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}