{"id": "07921615-28fe-3b59-aa1f-8783f1c13c7e", "title": "Miljoenen voor Amsterdamse parken dankzij truc", "url": "https://www.parool.nl/amsterdam/miljoenen-voor-amsterdamse-parken-dankzij-truc~b2038290/", "summary": "Het gaat om groen buiten de grote parken in het centrum.\nZo wordt er grif geïnvesteerd in het Rembrandtpark (5 miljoen) en het Diemerpark (ruim 2 miljoen) waarmee ze beter berekend worden op de toenemende drukte.\nRond het Weteringcircuit wordt het groen aaneengesmeed tot het nieuwe Weteringpark.\nIn Nieuw-West krijgen het Kasterleepark, het Piet Wiedijkpark en het Gerbrandypark een ‘kwaliteitsimpuls’ (samen bijna 5 miljoen euro).\nDaarom verrast het dat hij nu alsnog tientallen miljoenen euro’s tevoorschijn haalt.", "paragraphs": ["Er wordt grif geïnvesteerd in het Rembrandtpark (5 miljoen). Beeld Rink Hof", "In totaal steekt wethouder Laurens Ivens (Groen) dit jaar 26,5 miljoen euro in 18 parken. Het gaat om groen buiten de grote parken in het centrum. Zo wordt er grif geïnvesteerd in het Rembrandtpark (5 miljoen) en het Diemerpark (ruim 2 miljoen) waarmee ze beter berekend worden op de toenemende drukte.", "Met het schoonste natuurzwemwater van Amsterdam en een goede bereikbaarheid via de metro zou de Gaasperplas drukte uit de stad kunnen wegnemen. Naar dat park gaat ruim 4 miljoen euro. Het Sarphatipark krijgt een renovatie à 2,3 miljoen.", "Binnen de Ring is geld gevonden voor nieuwe parken. Rond het Weteringcircuit wordt het groen aaneengesmeed tot het nieuwe Weteringpark. Daarvoor is 1,6 miljoen euro uitgetrokken, evenals voor het Knowledge Mile Park, de beoogde vergroening van de asfaltas tussen Wibautstraat en IJ-tunnel.", "Een belangrijk deel van het geld komt buiten de ring terecht. In Nieuw-West krijgen het Kasterleepark, het Piet Wiedijkpark en het Gerbrandypark een ‘kwaliteitsimpuls’ (samen bijna 5 miljoen euro).", "Verrassend", "Bij het investeringsprogramma gaat het om zogenoemd bovenwijks groen, parken tussen tafellaken en servet – groter dan het plantsoen dat één enkele buurt opfleurt, maar kleiner dan de bekendste en drukste parken waarvoor altijd al veel aandacht en geld is. Bewust, legt Ivens uit. Uit het Grote Groenonderzoek van twee jaar geleden bleek dat Amsterdammers meer en meer hechten aan de parken vlak bij huis.", "Vorig jaar presenteerde Ivens een plan om de stad radicaal te vergroenen, maar geld had hij nauwelijks. Daarom verrast het dat hij nu alsnog tientallen miljoenen euro’s tevoorschijn haalt. Net als schoolgebouwen, tunnels en andere infrastructuur wordt extra groen in bestaande wijken voor het eerst beschouwd als investeringen die pas na verloop van jaren worden afgeschreven.", "Hypotheek", "Ivens spreekt van ‘een truc’, maar tegelijk vindt hij het niet meer dan logisch. “Je legt het groen niet aan om er alleen in 2021 van te genieten,” zegt de wethouder. “We nemen daarmee wel een hypotheek op de toekomst, maar we krijgen ook een mooiere stad. Het is financieel degelijk én we kunnen aan de slag.”", "Vorig jaar becijferde hij dat het 190 miljoen euro kost om alle bestaande wijken net zo groen te maken als nieuwe woonwijken worden opgeleverd. De komende jaren moet blijken of het stadsbestuur steeds tientallen miljoenen uittrekt. Gezien de coronacrisis lijkt dat niet waarschijnlijk, maar Ivens ziet het als een bewuste keuze om juist nu extra te investeren. “Die miljoenen gaan niet alleen zitten in bomen, planten en struiken, maar ook in extra werkgelegenheid.”"], "authors": ["Bart Van Zoelen"], "keywords": ["van", "truc", "voor", "parken", "en", "een", "om", "dankzij", "amsterdamse", "miljoenen", "het", "maar", "dat", "miljoen", "groen"], "pubDate": "2021-01-06T08:53:12Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}