{"id": "079677dc-75b6-36db-a998-ee1a0a27c8f9", "title": "Wat de mens maakte weegt meer dan al het leven", "url": "https://nrc.nl/nieuws/2020/12/09/wat-de-mens-maakte-weegt-meer-dan-al-het-leven-a4023232", "summary": "Het gewicht van alle door de mens gemaakte spullen is de afgelopen eeuw zo snel toegenomen dat ze inmiddels meer wegen dan al het leven op aarde bij elkaar.\nBij dat leven – ze noemen het biomassa – rekenen ze alle planten, bacteriën, schimmels en dieren, op land en in zee.\n„Het zijn levende entiteiten en die vallen derhalve binnen de definitie van biomassa”, laat Emily Elhacham, eerste auteur van het artikel, via mail weten.\nDe vijf milieuwetenschappers die het onderzoek uitvoerden zijn verbonden aan het Weizmann Instituut in Rehovot.\nIn hun vergelijking gaan de onderzoekers uit van het drooggewicht van biomassa, dus zonder water.", "paragraphs": ["Het gewicht van alle door de mens gemaakte spullen is de afgelopen eeuw zo snel toegenomen dat ze inmiddels meer wegen dan al het leven op aarde bij elkaar. Dat becijferen Israëlische onderzoekers deze woensdag in Nature.", "Bij dat leven – ze noemen het biomassa – rekenen ze alle planten, bacteriën, schimmels en dieren, op land en in zee. Ook de mens, zijn vee en de door hem verbouwde gewassen rekenen ze ertoe. „Het zijn levende entiteiten en die vallen derhalve binnen de definitie van biomassa”, laat Emily Elhacham, eerste auteur van het artikel, via mail weten. De vijf milieuwetenschappers die het onderzoek uitvoerden zijn verbonden aan het Weizmann Instituut in Rehovot.", "Een nieuw tijdperk", "De uitkomst onderstreept volgens hen de dominantie van de mens, en het nieuwe tijdperk dat we in zijn gegaan: het Antropoceen, waarin mensen zijn uitgegroeid tot een geologische kracht en het aanzien van de aarde op een ongekende manier beïnvloeden. We bepalen de loop van rivieren, boren tunnels door bergen, leggen eilanden aan. We mijnen, kappen, verslepen. En we bouwen.", "In 1900 wogen de door de mens gemaakte spullen 3 procent van alle biomassa. Qua gewicht is die biomassa afgelopen eeuw min of meer gelijk gebleven op ruim 1 teraton – in kilo’s, een 1 met 15 nullen. In 2020 is het gewicht van mensgemaakte spullen voor het eerst boven dat van alle biomassa uitgestegen, zo berekenen de milieuwetenschappers. Voor hun onderzoek maakten ze gebruik van al bestaande databanken van bijvoorbeeld de mensgemaakte material stock, jaarvoorraden van huizen, bruggen, wegen, auto’s, apparaten, papier, glas, plastic, noem maar op. Dat ze de mens, zijn vee en zijn gewassen in de categorie biomassa meetellen, heeft trouwens geen groot effect. Het aandeel van de mens in die categorie is klein: 0,01 procent. Zo’n 90 procent van alle biomassa is plantaardig.", "Deze studie geeft een beangstigend beeld Fridolin Krausmann hoogleraar", "„Het is een solide studie, en ze laat een verontrustende trend zien”, zegt hoogleraar sociale ecologie Fridolin Krausmann van de Universität für Bodenkultur in Wenen. Hij was niet bij het onderzoek betrokken en bestudeert zelf de bouwdrift van de mens, en de snel groeiende vraag naar materialen. „De biomassa is de afgelopen eeuw misschien wel gelijk gebleven, maar in de afgelopen millennia is het gewicht wel afgenomen, met name door ontbossing. Terwijl de menselijke structuren exponentieel toenemen.” Volgens hem zijn de twee ontwikkelingen los van elkaar al wel eerder opgetekend. „Deze studie zet ze voor het eerst tegen elkaar af. Het geeft een beangstigend beeld.”", "De onderzoekers erkennen in hun publicatie dat er onzekerheden zitten in de cijfers, en dat het omslagjaar 2020 niet heel precies moet worden genomen. Ze komen uit op een onzekerheid van zes jaar – de omslag ligt dus ergens tussen 2014 en 2026. „Maar dat doet niks af aan de boodschap van de menselijke dominantie”, zegt Jan Zalasiewicz, emeritus hoogleraar paleobiologie aan de University of Leicester. Ook hij was niet bij het onderzoek betrokken. Zalasiewicz wil het Antropoceen erkend krijgen als een geologisch tijdvak en bouwt mee aan een dossier dat ergens de komende jaren wordt ingeleverd bij de International Commission on Stratigraphy, de commissie die geologische tijdvakken vaststelt.", "Zalasiewicz noemt het onderzoek „erg inzichtelijk”. In hun vergelijking gaan de onderzoekers uit van het drooggewicht van biomassa, dus zonder water. Begrijpelijk, zegt Zalasiewicz. „Want in analyses van materiaalstromen worden beton, asbest, staal, plastic ook zonder water geteld”, zegt hij.", "Afval niet meegeteld", "Maar de onderzoekers hebben er ook nog een berekening aan toegevoegd waarbij ze voor de biomassa uitgaan van nat gewicht (inclusief water). Dan zal het gewicht van mensgemaakte spullen dat van biomassa ergens tussen 2027 en 2047 overschrijden. „Het verandert niks aan het probleem van het Antropoceen”, zegt Zalasiewicz, „en dat is de gigantische vraag naar materialen en de enorme productie van afval.” In het nu gepubliceerde onderzoek wordt die berg afval niet eens meegeteld bij de mensgemaakte spullen.", "Zalasiewicz vraagt zich af hoe lang we dit vol kunnen houden „voordat het lastig wordt om door te leven”. En Krausmann benadrukt dat we veel, veel meer moeten recyclen.", "NRC Klimaat De laatste ontwikkelingen rond klimaat, natuur en duurzaamheid Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Marcel Aan De Brugh", "Leestijd Minuten"], "keywords": ["van", "wat", "dan", "biomassa", "het", "mens", "meer", "zijn", "een", "ze", "al", "en", "leven", "weegt", "dat", "aan", "maakte"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}