{"id": "07a7269b-b72a-3727-a80e-f6a7bca7547d", "title": "Verzamelpunt kerstbomen in de brand gestoken, inclusief brommer", "url": "https://www.parool.nl/amsterdam/verzamelpunt-kerstbomen-in-de-brand-gestoken-inclusief-brommer~bcf9bde3/", "summary": "Op de kruising van de Hondecoeterstraat en de Nicolaas Maesstraat lagen zeker tien bomen volgens Roderick de Bruijn, wiens brommer bij de brand is verwoest.\nBeeld Roderick de BruijnIn ieder geval op een van de verzamelplekken in Oud-Zuid.\nDe vlammen van het vermoedelijk aangestoken vuur sloegen over op zijn vervoersmiddel, dat hij ‘al twee jaar lang op die hoek parkeert’.\n“Er lagen zeker tien bomen daar die nacht.” Naast zijn brommer moest ook een lantaarnpaal eraan geloven.\nNaar zijn weten is de oorzaak van de brand nog niet achterhaald.", "paragraphs": ["Op de kruising van de Hondecoeterstraat en de Nicolaas Maesstraat lagen zeker tien bomen volgens Roderick de Bruijn, wiens brommer bij de brand is verwoest. Beeld Roderick de Bruijn", "In ieder geval op een van de verzamelplekken in Oud-Zuid. Daar, op de kruising van de Hondecoeterstraat en de Nicolaas Maesstraat, brandde in de nacht van 3 op 4 januari niet alleen een stapel bomen af, maar ook de brommer van buurtbewoner Roderick de Bruijn (37). De vlammen van het vermoedelijk aangestoken vuur sloegen over op zijn vervoersmiddel, dat hij ‘al twee jaar lang op die hoek parkeert’.", "“Het moet een supergrote brand zijn geweest,” vertelt De Bruijn aan de telefoon. “Er lagen zeker tien bomen daar die nacht.” Naast zijn brommer moest ook een lantaarnpaal eraan geloven. De Bruijn sliep zelf door het incident heen en ook zijn buren hebben niets gemerkt. Het vuur is dan ook waarschijnlijk vanzelf uitgedoofd.", "De schade wordt niet vergoed door zijn verzekering, maar De Bruijn heeft wel aangifte gedaan. Naar zijn weten is de oorzaak van de brand nog niet achterhaald. De Bruijn hoopt de gemeente nog aansprakelijk te kunnen stellen voor de schade, ‘maar daar komt vast weinig van terecht’. “Ik ga voorlopig maar op de fiets naar mijn werk, er zit niets anders op.”", "Of de duizend inzamelingspunten verder een succes zijn, moet nog blijken. Een rondgang door de stad laat zien dat bomen nog altijd, net als voorgaande jaren, willekeurig op straat worden gedumpt. De gemeente hield rekening met deze ‘zwerfbomen’ en haalt ook deze op tijdens haar dagelijkse ronde. Hoeveel bomen wel netjes bij de punten worden ingeleverd, is nog niet in kaart gebracht."], "authors": ["Anna Herter"], "keywords": ["gestoken", "zijn", "van", "nog", "verzamelpunt", "brand", "een", "inclusief", "bruijn", "brommer", "bomen", "op", "ook", "maar", "niet", "kerstbomen"], "pubDate": "2021-01-06T17:04:37Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}