{"id": "07a86ee5-f40f-344e-97aa-1c4e70aadd64", "title": "Carbidschieten? ‘Je moet er niet aan denken dat Amsterdammers dat ook maar ’s gaan proberen’", "url": "https://www.parool.nl/amsterdam/carbidschieten-je-moet-er-niet-aan-denken-dat-amsterdammers-dat-ook-maar-s-gaan-proberen~bec70d79/", "summary": "Beeld ANPEen harde knal en een melkbusdeksel die met een vaart van 140 kilometer per uur een afstand van 80 meter aflegt.\nEn dat alleen door wat water toe te voegen aan een mengsel van koolstof en kalk.\nHet schieten van carbid is in het oosten van het land een fenomeen, vertelt historicus Jonn van Zuthem uit Kampen.\nDe mensen zetten een partytent op, kratje bier en een frituurpannetje erbij, en knallen maar.\nVaak ook met ernstige verwondingen als gevolg.”In de oostelijke provincies is de traditie blijven bestaan, maar ook daar veranderde de sfeer met de tijd.", "paragraphs": ["Beeld ANP", "Een harde knal en een melkbusdeksel die met een vaart van 140 kilometer per uur een afstand van 80 meter aflegt. En dat alleen door wat water toe te voegen aan een mengsel van koolstof en kalk. Het schieten van carbid is in het oosten van het land een fenomeen, vertelt historicus Jonn van Zuthem uit Kampen. “Het gaat hier van vader op zoon. De mensen weten wat ze doen. Maar je moet er niet aan denken wat er kan gebeuren als jongeren uit Amsterdam dat ook maar eens gaan proberen.”", "Van Zuthem heeft er begrip voor dat Amsterdam en andere gemeenten in de Randstad momenteel drukdoende zijn om het schieten van carbid via lokale verordeningen te verbieden. Het vuurwerkverbod kan leiden tot een zoektocht naar luidruchtige alternatieven. De historicus: “Het verbaast me dat alle veiligheidsregio’s het zelf mogen beslissen. Het ligt meer voor de hand dat er een nationaal verbod komt, met uitzondering van de regio’s waar het werkelijk een verankerde traditie is.”", "Zoals in Kampen, volgens Van Zuthem de zelfverklaarde hoofdstad van het carbidschieten. Waar elders de Algemene Plaatselijke Verordening (APV) wordt aangepast, zijn in de stad aan de IJssel bijna vijftig officiële plekken aangewezen, ook binnen de bebouwde kom. “Het is vreedzame traditie. De mensen zetten een partytent op, kratje bier en een frituurpannetje erbij, en knallen maar. De leden van het schuttersgilde houden toezicht, ook op de naleving van de coronaregels.”", "Beschavingsoffensief", "Van Zuthem heeft zich verdiept in de geschiedenis van het carbidschieten, een van de vele luidruchtige varianten om het oude jaar uit te luiden. “In de 17de eeuw schoot de Amsterdamse elite stomdronken kleine kanonnen af in de Gouden Bocht. Het schuttersgilde schoot musketten leeg op straat. Het beschavingsoffensief in de 19de eeuw heeft weliswaar een deel van het feest naar de huiskamer verplaatst, maar drank en rumoer op straat zijn altijd gebleven.”", "Een eeuw geleden werd er in het hele land nog geschoten met carbid, toen overal verkrijgbaar als alternatieve brandstof. Ook Amsterdam had een carbidfabriek aan de Distelweg in Noord. “Als je in de oude kranten zoekt, vind je tot in de jaren vijftig berichten over ernstige ongelukken met carbid in de hoofdstad. Een vuilniswagen die openscheurt als gevolg van een ontploffing, dat soort dingen. Vaak ook met ernstige verwondingen als gevolg.”", "In de oostelijke provincies is de traditie blijven bestaan, maar ook daar veranderde de sfeer met de tijd. Van Zuthem: “In de jaren zestig en zeventig zijn hier hele veldslagen uitgevochten. De jongeren wilden schieten met de melkbus, de politie probeerde dat te verhinderen.” Dat fanatieke kat-en-muisspel is veranderd in de huidige, overwegend gemoedelijke traditie. De lokale overheid kreeg in de gaten dat het beter werkt om dergelijke gebruiken te faciliteren in plaats van ze met alle middelen tegen te gaan.", "Ook in carbidcountry wordt nu met enige bezorgdheid gekeken naar het westen. “Een lokale traditie moet natuurlijk vooral een lokale traditie blijven,” zegt de historicus. “Maar men is ook wel beducht voor ongelukken. Als er met de jaarwisseling in Amsterdam een dode valt, is de kans groot dat het schieten van carbid in het hele land ter discussie komt te staan. Er moet dus vooral niet te veel aandacht uitgaan naar de folklore. Voor je het weet mag het nergens meer.”"], "authors": ["Patrick Meershoek"], "keywords": ["van", "het", "maar", "met", "gaan", "traditie", "proberen", "s", "niet", "ook", "dat", "moet", "je", "een", "te", "en", "er"], "pubDate": "2020-12-07T13:36:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}