{"id": "07b1a038-9847-307b-8a4b-7b13b542135f", "title": "Hoe kouder je lichaam is, hoe warmer de thee kan zijn om op te warmen", "url": "https://www.parool.nl/ps/hoe-kouder-je-lichaam-is-hoe-warmer-de-thee-kan-zijn-om-op-te-warmen~b13a58fc/", "summary": "Zo heeft de temperatuur van de vloeistof die je inneemt direct invloed op de temperatuur in het binnenste van je lichaam, aldus Daanen.\nDrink je bijvoorbeeld warme thee, dan warm je eerst op rondom je kern, je maag en darmen; lichaamsdelen die het belangrijkst zijn om warm te houden.\nHoe kouder je lichaam is, hoe warmer de thee kan zijn zonder te gaan zweten.\nIs je lichaam al warm en drink je hete thee, dan ga je sneller over die zweetstreep, waardoor je lichaam juist af zal koelen.\n“Eet je iets, dan gaat je lijf aan het werk om dat weer te verbranden.", "paragraphs": ["Beeld Getty Images/iStockphoto", "Mis je de kantoortuin? Ga eens tegen lunchtijd naar een willekeurig park. Daar vind je half thuiswerkend Amsterdam, dat zijn dagelijkse rondje tegen de thuiswerkgekte maakt. Er worden bila’s gepland, dingen tegen iemand aangehouden en prio’s getackeld. Sjokkend, ­oortjes in en met een beker koffie of thee in de hand. Maar wat als de temperatuur nog meer daalt, houdt dat bakkie ze dan warm tijdens al dat sparren in het park?", "In de kou zijn er verschillende manieren om warm te blijven, zegt Hein Daanen, hoogleraar thermofysiologie aan de Vrije Universiteit: de warmte beter vasthouden, bijvoorbeeld met warme kleding, en door meer warmte aan te maken via rillen en klappertanden. Maar iets warms drinken of eten is ook een manier.", "Zo heeft de temperatuur van de vloeistof die je inneemt direct invloed op de temperatuur in het binnenste van je lichaam, aldus Daanen. Drink je bijvoorbeeld warme thee, dan warm je eerst op rondom je kern, je maag en darmen; lichaamsdelen die het belangrijkst zijn om warm te houden. Vervolgens wordt die warmte van daaruit naar de uiterste delen gestuurd, de handen en de voeten.", "Dat wil zeggen, tot een bepaald punt. Er bestaat namelijk zoiets als een zweetdrempel. “Gaat je lichaamstemperatuur die grens voorbij, dan probeert het de ingenomen warmte juist weer kwijt te raken. Je lichaam denkt dan: ik moet koelen, en gaat zweten om van die warmte af te komen.” Zo kan het lichaam een constante temperatuur van ongeveer 37 graden handhaven, die nodig is om goed te kunnen functioneren.", "Hoe kouder je lichaam is, hoe warmer de thee kan zijn zonder te gaan zweten. Is je lichaam al warm en drink je hete thee, dan ga je sneller over die zweetstreep, waardoor je lichaam juist af zal koelen.", "Ook door een warme maaltijd dien je warmte toe, al ­spelen er dan meer componenten mee. “Eet je iets, dan gaat je lijf aan het werk om dat weer te verbranden. De extra warmte die daarbij ontstaat hebben we nodig om het eten te verteren en om te zetten in energie.”", "De warmte die je aanmaakt door het verteren van eten wordt vrijwel direct weer afgegeven door de huid beter van bloed te voorzien. Zo blijft het lichaam goed op temperatuur.", "Hoe zit het dan met een borrel tegen de kou? Geen goed idee, zegt Daanen. Niet alleen omdat je door alcohol mogelijk slechtere beslissingen neemt wat betreft adequaat handelen in de kou, maar ook omdat alcohol een vermindering van de rilrespons veroorzaakt, waardoor je minder goed merkt dat je het koud hebt. Daarnaast ­verwijdt alcohol mogelijk de bloedvaten, waardoor je ondanks een warm gevoel juist meer warmte verliest. De kans op onderkoeling neemt in al die gevallen toe.", "Beter bewaar je die borrel dus voor de digitale vrijmibo."], "authors": ["Laura Obdeijn"], "keywords": ["zijn", "thee", "het", "warmte", "van", "warmer", "dan", "en", "om", "een", "lichaam", "hoe", "te", "op", "warmen", "kouder", "die", "je"], "pubDate": "2020-12-22T14:00:36Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}