{"id": "07b86b74-9642-38f0-8e78-3b7927140cc0", "title": "Wat bezielt Joe Biden en andere leiders op leeftijd? Neelie Kroes en Bernard Wientjes snappen hem wel", "url": "https://trouw.nl/nieuws/wat-bezielt-joe-biden-en-andere-leiders-op-leeftijd-neelie-kroes-en-bernard-wientjes-snappen-hem-wel~bcffc955/", "summary": "Wie het woord op de tong proeft, zal merken dat het een ietwat vieze bijsmaak nalaat.\nDaarnaast zal hij het best nog aantrekkelijk vinden om macht te hebben, anders had hij zich niet gekandideerd voor het presidentschap.\nZijn eerste vrouw en dochtertje zijn verongelukt, een van zijn zonen is aan een hersentumor overleden.\nNiks van waar, de Nederlandse cultuur is geen machtscultuur.”Wientjes is ook lid van de raad van bestuur van een groot Duits concern geweest.\nIn Nederland houden we niet van macht, wij houden van polderen.” Ze vindt macht ook betrekkelijk.", "paragraphs": ["Macht. Wie het woord op de tong proeft, zal merken dat het een ietwat vieze bijsmaak nalaat. Er doemen beelden op van wellustige heersers, autoritaire presidenten en bazige directeuren. Die negatieve connotatie is niet zo vreemd, want we hebben het vaker over de uitwassen dan over het nut van macht, zegt Gerben van Kleef, hoogleraar sociale psychologie aan de Universiteit van Amsterdam. Toch kunnen we niet zonder. Macht is om ons heen en tussen ons in, het bepaalt de sociale verhoudingen. “Er zullen altijd mensen zijn die middelen controleren en daarmee verantwoordelijkheid dragen. Dat helpt mensen samenleven en bedrijven organiseren”, zegt Van Kleef.", "Een bekende wetenschappelijke theorie zegt dat het evolutionair gezien nuttig is om een hiërarchie te hebben. “Kijk maar naar de dierenwereld, waar pikordes heersen”, zegt Van Kleef. Hiërarchische verschillen maken het makkelijker voor grotere groepen om hun gedrag te coördineren. Het wordt een chaos als iedereen bovenop de apenrots zit, maar zit daar een leider, dan weet de rest: ik moet naar boven kijken om te zien wat we gaan doen.", "Op 20 januari vindt er in de Verenigde Staten een machtswissel plaats. De 74-jarige Donald Trump moet zijn plek afstaan aan de 78-jarige Joe Biden, die als oudste ooit het Witte Huis betrekt.", "Is zijn leeftijd hier een voordeel of een nadeel? Om machtige posities te bereiken, moet je ze claimen én moeten ze je gegund worden, zegt Van Kleef. Bidens carrière beslaat decennia en tijdens die lange loopbaan heeft hij de gunfactor verworven. Zijn leeftijd is zo bezien zijn kracht.", "Daarnaast zal hij het best nog aantrekkelijk vinden om macht te hebben, anders had hij zich niet gekandideerd voor het presidentschap. Al denkt Van Kleef dat hij zijn macht op een heel andere manier zal inzetten dan Donald Trump. “Ten behoeve van het land als geheel, in plaats van ten behoeve van zichzelf en de eigen clan.”", "Twee manieren waarop om in een machtige positie terecht te komen", "Of het nu gaat om het presidentschap, een bestuursfunctie of een directeurstitel, er zijn in de psychologie grofweg twee manieren waarop iemand in een machtige positie terecht komt, aldus Van Kleef. De ene is door zich dominant op te stellen. “Dan worden mensen bang en zullen ze diegene ruimte geven.” De andere is door een positieve bijdrage te leveren aan de groep en zo gaandeweg prestige te verzamelen. Het verschil in uitstraling tussen Trump en Biden is illustratief. Van Kleef: “De ­lichaamshouding van Trump is dominant, intimiderend, neerbuigend. Biden is bijna onopvallend, hij kon een muurbloempje zijn, maar hij heeft status verzameld.”", "Biden mag dan op een andere manier aan de macht zijn gekomen dan Trump, als hij eenmaal in het zadel zit, brengt het presicentschap ook voor hem risico’s met zich mee. Macht herbergt een vreemde paradox in zich, concludeert de Amerikaanse psycholoog Dacher Keltner in zijn boek De machtsparadox. De eigenschappen die nodig zijn om een geliefd leider te worden, zoals bescheidenheid, een luisterend oor en empathie, dreigen naar de achtergrond te verdwijnen zodra iemand in een machtspositie komt.", "Macht doet een aantal basale dingen met de mens, zegt Van Kleef. “Als iemand controle heeft over anderen, zijn zij afhankelijk van hem.” De leider zelf is echter minder afhankelijk van anderen en voelt zich minder gecontroleerd. Dat geeft een gevoel van vrijheid. Machthebbers kunnen minder geïnteresseerd raken in anderen, ze hebben anderen niet meer nodig om hun doel te bereiken.", "Voor een deel is dat logisch, zegt Van Kleef, want een leider heeft nu eenmaal iets te zeggen over grote groepen mensen. “Je kúnt je niet in al die mensen verdiepen.”", "En dan staat macht ook nog eens bekend als een verslaving. Macht uitoefenen kan een kick geven, zegt Oscar David, adjunct-hoogleraar aan businessschool Tias, bestuursad­viseur en auteur van het boek Macht. Van ­instinct tot integriteit. Er komen prettige stofjes vrij in de hersenen tijdens het uitoefenen van macht. Denk aan opwekkende hormonen als dopamine, die gerelateerd zijn aan belonende ervaringen en aan winnen. “Bovendien, als president van Amerika sta je altijd in de schijnwerpers. De adrenaline suist door je lichaam. Daar ga je goed op en dat went. Je wilt het blijven voelen.”", "Ook ons ego kickt op macht", "Niet alleen ons lichaam, ook ons ego kickt op macht. Toch denkt David dat een machtsverslaving weinig vat op Biden zal krijgen. “De beste remedie tegen een machtsverslaving is loutering. En Joe Biden weet dat er veel meer is dan zijn ­eigen ego.”", "Daar zijn meerdere redenen voor. Biden heeft grote tragedies meegemaakt in zijn ­leven. Zijn eerste vrouw en dochtertje zijn verongelukt, een van zijn zonen is aan een hersentumor overleden. Hij heeft twee keer eerder tevergeefs geprobeerd president te worden. En hij was acht jaar vicepresident onder Barack Obama, wat een dienende rol is. “Zonder hem persoonlijk te kennen, durf ik te zeggen dat dit een gelouterd persoon is”, zegt David. “Dat maakt de kans minder groot dat zijn ego met de macht aan de loop gaat.”", "David maakt in zijn boek onderscheid tussen drie vormen van macht, waar kundige leiders een meesterlijke balans in vinden. Hij noemt allereerst de instinctgedreven macht. “Dat instinct hebben we allemaal in ons. De vraag is: weet je het toe te passen voor het goede en niet alleen maar om zelf te overleven?” De tweede vorm van macht is de capaciteit om met regels, procedures en afspraken om te gaan. Dat vermogen houdt de schaduwkanten van die eerste vorm in bedwang. “Je moet betrouwbaar zijn en goed kunnen reguleren.” Tot slot noemt hij de integriteit en moraliteit van de macht. “Die maken dat je met de menselijke maat besluiten kunt nemen.”", "Trump schoot op al die drie punten ­tekort, vindt David. “Hij zit er voor z’n eigen gewin, heeft lak aan regels, om over moraliteit maar niet te spreken.” Biden is volgens hem ‘heus geen heilige’. “Die moet ook een drive naar macht hebben.” Anders zou hij het presidentschap op zijn leeftijd niet meer ­ambiëren, zegt David. “En die drive is ook nodig. Hij kan geen kopjes thee gaan drinken in het Witte Huis, omdat hij geen energie heeft om dingen te doen.”", "Biden zal al zijn wijsheid en ervaring ­nodig hebben om veel te delegeren, onder meer aan zijn vicepresident Kamala Harris.", "In Amerika kun je veel makkelijker over macht praten dan in Nederland, zegt David. I’m powerful klinkt krachtig, trots bijna. In het Nederlands is het not done om te zeggen dat je macht hebt. Maar wat zou het goed zijn als leiders vaker zouden spreken over de macht die ze hebben en hoe ze daarmee ­omgaan. Die reflectie raadt David iedereen aan. “Het maakt macht al meteen minder beladen.”", "Bernard Wientjes. 'De hijgerigheid om jezelf te bewijzen is er niet meer.' Beeld ANP", "Bernard Wientjes (77): Ik heb nog toegevoegde waarde, dat vind ik een geruststelling", "De oud-topman van VNO-NCW vervult nu onder meer bestuursfuncties bij accountantskantoor KPMG en chemieclub VNCI.", "Bernard Wientjes heeft een bloedhekel aan het woord macht. “En dat is niet uit politieke correctheid. Ik stond een paar jaar bovenaan het lijstje van de meest invloedrijke Nederlanders in de Volkskrant. Wat ik echt vervelend vond, was als mensen mij dan de machtigste man van Nederland noemden. Niks van waar, de Nederlandse cultuur is geen machtscultuur.”", "Wientjes is ook lid van de raad van bestuur van een groot Duits concern geweest. Daar zag hij het verschil. Iedereen keek ­tegen hem op. “Alles wat je zegt, vinden ze geweldig. Dat is extern opgelegde macht. Ik vind het vreselijk als ik een organisatie leid en men alles doet wat ik zeg.”", "In Nederland moet je vanuit de inhoud bewijzen dat je het kan, zegt Wientjes. “Dat is invloed. En die krijg je alleen maar door ontzettend hard te werken.”", "Dat Joe Biden op zijn leeftijd nog aan deze klus begint, vindt Wientjes ‘onvoorstelbaar moedig’. “Hij is geen type als Donald Trump die iedere dag vooraan staat om die functie te krijgen. Ik denk dat ze tegen hem gezegd hebben: je bent de enige die dit kan, die de rust in het land en in de partij kan terugbrengen. Hij zal er nachtenlang over getwijfeld hebben, dat kan niet anders.”", "Biden zal heel gedisciplineerd om moeten gaan met zijn slaap, zegt Wientjes, die zelf ook nog ­volledig werkt, maar zijn nachtrust koestert. “Bovenal moet je het geluk hebben dat je sterke genen hebt en dat je gezond blijft.”", "Het doseren van zijn energie zal een lastige worden voor Biden, maar het grootste voordeel van op oudere leeftijd in zo’n positie ­terechtkomen, vindt Wientjes dat je geen carrière meer hoeft te maken. “De hijgerigheid om jezelf te bewijzen is er niet meer. Je hebt zo veel meegemaakt dat je veel kunt nuan­ceren. Bovendien heb je een enorm netwerk, je kent veel mensen en je weet precies bij wie je moet zijn.”", "Het kabinet vroeg Wientjes in maart om speciaal adviseur Zeeland te worden en te praten over compensatie voor het debacle met de marinierskazerne. “Zo’n vraag leidt bij mij niet tot ijdelheid, maar tot een soort geruststelling: ik kan nog een toegevoegde waarde hebben voor het land. Ik ken ook mensen van wie ik denk: moet je niet eens stoppen? Maar dan kijk ik in de ­spiegel en dan denk ik: verdorie, ik ben toch ook 77.”", "Hij vertrouwt erop dat de mensen om hem heen het eerlijk te ­zeggen wanneer het genoeg is. “En ik werk in organisaties waar intelligente mensen met sterke persoonlijkheden rondlopen. Dus ik word niet gespaard. Als ik dat idee zou hebben, zou ik meteen stoppen.”", "Neelie Kroes: ‘Joe Biden zag dat de VS naar de barrebiesjesgaan’. Beeld Roger Cremers - 2018", "Neelie Kroes (79): ‘Besturen is teamwerk en Biden is een teamspeler’", "De voormalige VVD-minister en Eurocommissaris vervult bestuursfuncties bij onder meer Salesforce en het Rijksmuseum.", "“Leeftijd mag nooit een crite­rium zijn, het gaat om de ­geestelijke en lichamelijke ­gezondheid.” Neelie Kroes ­reageert stellig op de vraag of ze zich kan voorstellen dat iemand op haar leeftijd aan een machtige positie als het presidentschap van de Verenigde Staten begint.", "“Joe Biden heeft een onmetelijke ervaring. Naarmate je werkzame leven langer is, doe je meer wijsheid op, want je bent af en toe op je bek gegaan. En daar heb je van geleerd.” Kroes gaat ervan uit dat Biden in kleine kring grondig heeft doorgesproken of hij zich ­kandidaat zou stellen. “Omdat hij pas laat zijn beschikbaarheid bekendmaakte. In zijn besluit heeft hij ongetwijfeld mee laten wegen in welke toestand de Verenigde Staten zich bevinden. Hij ziet dat het land naar de barrebiesjes gaat en een beroep op hem doet.", "“En ik denk dat zijn belofte aan zijn overleden zoon een argument is geweest.” In 2015 overleed Joseph Robinette ‘Beau’ Biden op 46-jarige leeftijd aan een hersentumor. Zijn vader beloofde hem dat hij zijn politieke loopbaan niet zou beëindigen na Beau’s dood.", "Bij Biden draait het meer om verantwoordelijkheid dan om macht, concludeert Kroes. Het woord macht heeft voor haar sowieso een negatieve connotatie. Het is een beladen woord. “Om meer dan een reden. In Nederland houden we niet van macht, wij houden van polderen.” Ze vindt macht ook betrekkelijk. “Wat is het? Je kunt met geen mogelijkheid in je uppie de dienst uitmaken. Zo heb ik het ervaren in mijn carrière: het is in de meeste gevallen teamwerk, zoeken naar partners om iets tot stand te brengen. En Joe Biden is een héle goede teamspeler.”", "Heeft een teamspeler op 78-jarige leeftijd nog de energie om de boel aan te sturen? “Je hebt verschillende soorten energie”, zegt Kroes. “Je loopt de marathon niet meer, maar een ander soort energie is juist door die ­ervaring en leeftijd sterk ontwikkeld. Biden is wijs in het kiezen van zijn adviseurs, ik vind het indrukwekkend wat hij tot nu toe aan benoemingen heeft gedaan. Neem Kamala Harris als vicepresident, dat is een bikkel van een vrouw die hij vanaf het begin inhoudelijk met zware portefeuilles heeft opgelijnd. Dat is een vrouw met power, net als Janet Yellen die hij heeft gevraagd om minister van financiën te worden.”", "Is ‘power’ dan geen macht? Nee, dat is iets anders, vindt Kroes. Power komt dichter bij beslissingen durven nemen. In de meeste gevallen zijn het procedures die bepalen hoe ­besluitvorming tot stand komt, zegt ze. “En dan is er nog iemand die de hamer hanteert en die zegt: dit is het besluit.”", "Lees ook:", "Met Joe Biden mengt zich nog een politieke opa in de Democratische verkiezingsstrijd", "Nu Joe Biden zich officieel in de strijd heeft geworpen, dient de vraag zich aan: zijn hij en zijn voornaamste concurrent Bernie Sanders niet te oud om president te worden?", "Van stotteraar naar presidentskandidaat: dit is het verhaal van Joe Biden", "De Democratische presidentskandidaat werd niet rijk geboren, hij erkent fouten en hij is een mensenmens. Correspondent Bas den Hond schreef eerder dit profiel van Biden."], "authors": ["Elleke Bal"], "keywords": ["om", "wat", "macht", "zijn", "leiders", "kroes", "neelie", "te", "leeftijd", "je", "snappen", "van", "en", "een", "wientjes", "op", "het", "dat", "wel"], "pubDate": "2021-01-10T12:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}