{"id": "07ccc646-597d-3b5f-be50-2463dff90479", "title": "Ook in Drenthe en Groningen gaan we de gevolgen van de lockdown voelen (hoewel minder dan in de rest van Nederland): 'Veel bestedingen lekken weg uit Noorden'", "url": "https://www.dvhn.nl/economie/Ook-in-Drenthe-en-Groningen-gaan-we-de-gevolgen-van-de-lockdown-voelen-hoewel-minder-dan-in-de-rest-van-Nederland-Veel-bestedingen-lekken-weg-uit-Noorden-26289916.html", "summary": "Er was geen sprake van een eerlijke verdeling.”Op slotDoets houdt regelmatig voor Dagblad van het Noorden de stand van de noordelijke economie tegen het licht.\nHij voorspelde begin april dat de coronacrisis het Noorden waarschijnlijk iets minder hard zou treffen dan de rest van het land.\n,,Voor de crisis lag het aandeel WW-uitkeringen in het Noorden hoger dan het landelijk gemiddelde, nu is dat iets lager.\nEconomische misèreDat de overheid in het Noorden nadrukkelijk aanwezig is, heeft als gevolg dat economische misère zich in het Noorden altijd relatief laat vertaalt in verlies aan werkgelegenheid.\nWat het Noorden ook heeft geholpen: het landsdeel heeft deze behoorlijk goed geprofiteerd van de binnenlandse bestedingen die deze zomer toenamen.", "paragraphs": ["Hij is ‘blij’ met de korte maar strenge lockdown die het kabinet heeft afgekondigd. ,,Het spoor van steeds wisselende en halve maatregelen waarop we zaten was schadelijker voor de economie”, zegt directeur Bas Doets van het Groningse bureau E&E advies.", ",,We hielden ons niet aan de richtlijnen, met de toename van de besmettingen als gevolg. Daardoor was er voor bijvoorbeeld de horeca en de evenementensector geen enkel perspectief. Er was geen sprake van een eerlijke verdeling.”", "Op slot", "Doets houdt regelmatig voor Dagblad van het Noorden de stand van de noordelijke economie tegen het licht. Hij voorspelde begin april dat de coronacrisis het Noorden waarschijnlijk iets minder hard zou treffen dan de rest van het land. Dat lijkt tot nu ook het geval en geldt waarschijnlijk ook voor de komende vijf weken dat Nederland nagenoeg op slot gaat.", "Een nauwgezette vooruitblik is niet eenvoudig, vertelt hij. Wat wel duidelijk is: veel bestedingen van Groningers, Friezen en Drenten zullen uit het Noorden ‘weglekken’. Doets: ,,Veel mensen gaan hun inkopen online doen. Het Noorden telt duizenden webshops, maar die zijn allemaal heel klein. Veel geld zal terecht komen bij grote online-winkels als Bol.com en Zalando.” loading", "Niet kansloos", "De plaatselijke retail is volgens hem niet geheel kansloos. Doets: ,,Als de ondernemers gezamenlijk een goede online-omgeving om te winkelen hebben gecreëerd en hun distributie hebben georganiseerd, kunnen ze een deel van de omzet hier houden. Zeker als ze een beetje sentiment wakker weten te maken in de sfeer van ‘Koopt eigen waar, dan helpen we elkaar.’”", "De overlevingskansen hangen volgens hem ook af van de mate waarin de ondernemers in de achterliggende zomer met relatief soepele regels inkomsten hebben gehad, vet op de botten. Sommige sectoren hebben toen relatief goede zaken gedaan, zegt hij, zoals de horeca en de verblijfsrecreatie. ,,Maar veel ondernemers hangen aan hun nagels. Die kunnen niet veel meer hebben.”", "Geen grote instroom werklozen", "Dat het Noorden de coronacrisis tot nu toe iets beter heeft doorstaan, zoals hij voorspelde, is af te lezen uit onder meer de ontwikkeling het aantal WW-uitkeringen. ,,Voor de crisis lag het aandeel WW-uitkeringen in het Noorden hoger dan het landelijk gemiddelde, nu is dat iets lager. Tussen oktober 20I9 en oktober 2020 nam het aantal in het Noorden toe met 2400, ofwel 10 procent. Dat lijkt veel, maar vorig jaar was het aantal WW-uitkeringen historisch laag. De verwachte grote instroom werklozen is landelijk tot nu toe uitgebleven. En in het Noorden is die kleiner dan elders.”", "Andere indicaties dat het Noorden iets beter door de crisis komt: het aantal faillissementen is geringer dan vorig jaar en het aantal aanvragen voor de NOW-steunmaatregel was in de noordelijke provincies relatief geringer.", "Economische misère", "Dat de overheid in het Noorden nadrukkelijk aanwezig is, heeft als gevolg dat economische misère zich in het Noorden altijd relatief laat vertaalt in verlies aan werkgelegenheid. Nu is er nog een andere oorzaak: de sectoren die hard door de coronacrisis worden getroffen, zijn in het landsdeel relatief minder vertegenwoordigd. De klappen komen hier wat minder hard aan.", "Doets: ,,Neem de luchtvaart en alles wat daarmee annex is. De luchthaven Eelde is voor het Noorden economisch lang niet zo belangrijk als Schiphol voor Amsterdam en omgeving. Een stabiele basis is ook de landbouw, die hier vooral produceert voor de consumptie. Die heeft last van de stikstofproblematiek en lage opbrengsten voor hun producten, maar niet specifiek van de corona. Die heeft, anders dan bijvoorbeeld de sierteelt, gewoon zijn afzet behouden. ”", "‘Geweldige opdoffer’", "In het Noorden zijn, aldus Doets, ook minder bedrijven die afhankelijk zijn van de export die ‘een geweldige opdoffer’ heeft gekregen. Ook de getroffen ‘stuwende’ dienstverlening die sterk leunt op vraag vanuit het buitenland is in de drie noordelijke provincies niet sterk vertegenwoordigd.", "Wat het Noorden ook heeft geholpen: het landsdeel heeft deze behoorlijk goed geprofiteerd van de binnenlandse bestedingen die deze zomer toenamen. Doets: ,,Een stad als Amsterdam heeft veel inkomsten gemist doordat bezoekers uit het buitenland wegbleven. Daar is het Noorden niet zo afhankelijk van. Maar met name Drenthe en Friesland hebben ervan geprofiteerd dat mensen die niet naar het buitenland gingen, nu de rust en ruimte zochten. De horeca en verblijfsrecreatie hebben daarvan geprofiteerd.”", "Krimp zorg", "Anders dan de coronacrisis eerder deed vermoeden, heeft de in Noord-Nederland dominante zorg geen groei meegemaakt, maar een krimp. Doets: ,,Bijna alle reguliere zorg is een aantal maanden weggevallen. Veel thuiszorg en welzijnswerk kwam stil te liggen, terwijl die in sommige noordelijke regio’s sterk zijn vertegenwoordigd."], "authors": ["John Geijp"], "keywords": ["rest", "veel", "voelen", "van", "noorden", "uit", "heeft", "weg", "voor", "nederland", "het", "ook", "een", "en", "niet", "die", "minder"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}