{"id": "07e0567e-097e-34d7-bc42-0d21ea40bb93", "title": "Ik had De Moedermissie verzaakt: het kind behoeden voor al het onheil in de wereld", "url": "https://volkskrant.nl/columns-opinie/ik-had-de-moedermissie-verzaakt-het-kind-behoeden-voor-al-het-onheil-in-de-wereld~bfd6f2df/", "summary": "Haar dochter lijkt wonderlijk snel bekomen van de schrik van een badkamerongeluk.\nToen ik haar optilde zag ik enkel het rood uit haar mond gutsen, een oorverdovende schreeuw overstemde het denken.\nIb twee rilde van de afschrikwekkende beelden van een toekomst vol kaakchirurgisch leed omdat ik De Moedermissie had verzaakt: kind behoeden voor al het onheil in de wereld.\nHet duurde even voor ik begreep waar hij het over had, ik was die hele stinkfilm alweer vergeten.\nDe man en ik houden angstvallig ons meisje in de gaten, dat met onverminderde vaart door het huis dendert, fladdert en springt.", "paragraphs": ["Haar dochter lijkt wonderlijk snel bekomen van de schrik van een badkamerongeluk. Ibtihal Jadib houdt haar moederhart vast.", "Het ene moment zaten ze gezellig samen in bad te spelen, het volgende lag de jongste languit op de gladde badkamervloer in een plas bloed. Toen ik haar optilde zag ik enkel het rood uit haar mond gutsen, een oorverdovende schreeuw overstemde het denken. In een oogwenk zag ik twee naar binnen geklapte voortanden, maar ze dook in de beschutting van mijn armen waar niks anders mocht gebeuren dan troosten en deppen. Ik viel intussen uit elkaar in twee versies van mezelf: Ib één constateerde zakelijk dat schade aan een melkgebit vervelend is, maar niet onoverkomelijk, en dat bloed vermengd met badwater een dramatischer beeld schetst dan de situatie rechtvaardigt. Ib twee rilde van de afschrikwekkende beelden van een toekomst vol kaakchirurgisch leed omdat ik De Moedermissie had verzaakt: kind behoeden voor al het onheil in de wereld.", "Eerder had ik de man voorgesteld om er een gezellig filmavondje van te maken – zoiets schiet er altijd bij in, tenzij je een formele uitnodiging met r.s.v.p. uitstuurt. Terwijl we in het ziekenhuis bij de spoedeisende hulp zaten te wachten, merkte de man droogjes op dat we dan maar een andere keer moesten kijken. Het duurde even voor ik begreep waar hij het over had, ik was die hele stinkfilm alweer vergeten. Ons meisje was onderweg in de auto eindelijk gestopt met huilen en lag sindsdien doodstil tegen me aan, de ogen gesloten, haar handje op m’n borst. Zo geluidloos was ze nog nooit geweest. Ik besloot een groot geheim aan haar te verklappen: mama had een poppenhuis in de kelder verstopt voor de aanstaande verjaardag van de kleine meid. Haar ogen gingen open, daar moest ze meer van weten. Ik waagde me aan een beschrijving van het poppenhuis waarbij de Taj Mahal zou verbleken en toen haar oogjes begonnen te glinsteren, haalde ik opgelucht adem.", "Inmiddels staat het poppenhuis in de woonkamer, waar onze dochter onophoudelijk dialogen voert met de bewoners. Haar broer hoort de gebruikelijke commando’s gelaten aan en terwijl ze tevreden aan een waterijsje likt, vertelt ze mij hoe ik de korstjes van haar boterham moet wegsnijden. Het paarsblauwe mondje is weer roze aan het worden en die voortanden, nou ja ach, ze zitten er nog.", "Het wil nu alleen niet lukken om opgelucht adem te halen. De man en ik houden angstvallig ons meisje in de gaten, dat met onverminderde vaart door het huis dendert, fladdert en springt. Met haar spraakvermogen is niets mis, maar motorisch zit het kind wankel in elkaar; ze loopt steevast als een dronken kerstman haar buik achterna. Ik overweeg antislipmatten op haar voetzolen te nieten en een helm op haar hoofd te lijmen, want luisteren naar onze vermaningen doet ze niet. Gisteren legde ik haar met een ernstig gezicht uit dat de tandarts bij een volgende valpartij haar voortanden niet zal kunnen redden, waarop ze me vrolijk van de volgende repliek diende: ‘O dat geeft niks hoor, mijn grotemensentanden staan toch al te wachten om naar buiten te komen.’ Dat had ze in het ziekenhuis met eigen ogen kunnen zien toen de tandarts de röntgenfoto met ons besprak.", "Ik ben in één avond een jaar van m’n leven kwijtgeraakt, maar mevrouw neemt alvast een voorschot op haar volgende tandencollectie. Schiet mij maar lek."], "authors": ["Ibtihal Jadib"], "keywords": ["van", "dat", "al", "onheil", "kind", "moedermissie", "een", "en", "ze", "ik", "te", "wereld", "behoeden", "voor", "verzaakt", "haar", "met", "het"], "pubDate": "2020-11-12T14:00:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}