{"id": "07ed3684-2fd4-3ce8-83f9-d69417ed1022", "title": "Hoofdagent Lieke Hester: ‘Ik ben gek op de reuring en chaos van de Wallen’", "url": "https://www.parool.nl/ps/hoofdagent-lieke-hester-ik-ben-gek-op-de-reuring-en-chaos-van-de-wallen~bf5f7a8c/", "summary": "Soms ruikt het er heel weeïg, alsof er een beetje een lijkenlucht hangt.\nDaarna paste ik mijn uniform niet meer, omdat ik op hetzelfde tempo bleef dooreten.”Beste restaurant“Olijfje in de Valkenburgerstraat.\nDat restaurant is van een van mijn beste vrienden.\nLaatst kreeg ik een melding van een vrouw op de Prinsengracht, die zei dat er een zwerver op een bankje voor haar huis zat.\nNadat het misbruik van Robert M. van Het Hofnarretje aan het licht was gekomen, heb ik hem op het hoofdbureau heel kort gesproken.", "paragraphs": ["Beeld Nosh Neneh", "Mijn buurt", "“De Wallen, dat is mijn werkgebied. Ik ben gek op de reuring, de chaos, de mensen, de diversiteit. Door corona is het nu natuurlijk anders, maar normaal gesproken krijg je de ene melding na de andere. Van ­dealers tot zwervers en toeristen, je hebt overal mee te maken. Het lekkerste is dat je vaak handen en voeten tekortkomt, maar dat je het toch weer met elkaar oplost. Mijn motto is: geen paniek, het is maar chaos.”", "Pont Neuf, Buiksloterweg 5B. Beeld Nosh Neneh", "Beste plek om te relaxen", "“Ergens langs het IJ met een ijskoffie van Pont Neuf. En de Houthavens. Die zijn eigenlijk megalelijk, maar ik vind het er heel relaxed en kom er graag om te chillen. Soms ruikt het er heel weeïg, alsof er een beetje een lijkenlucht hangt. Dan gaat er volgens mij iets niet goed in de soja­fabriek.”", "Eerste keer in Amsterdam", "“Ik ben in 1988 geboren in Westerpark. Daar heb ik mijn hele jeugd gewoond. Ik zat op school in de Jordaan, dus mijn leven speelde zich vooral af in Centrum-West.”", "Mooiste plein", "“Niet echt het mooiste plein, maar toch de Dam. Daar is altijd wel iets gaande. Soms word je moe van al die demonstraties, maar ik ben ook blij dat ze er zijn. De dodenherdenking is ook altijd iets bijzonders om als agent aan bij te dragen. Het is elk jaar weer spannend of het goed gaat ­tijdens de minuut stilte. De Damschreeuwer heeft dat moment voorgoed veranderd.”", "Broodje van avondwinkel Sterk op het Waterlooplein. Beeld Nosh Neneh", "Lekkerste broodje", "“Een broodje oude kaas met tomaat en komkommer van Sterk op het Waterlooplein. Die haal ik altijd tijdens de nachtdienst. En ik ben niet de enige, want er staan altijd een hoop politieauto’s voor de deur. Het zijn halve stokbroden, dus je kunt er de hele nacht op teren.”", "Ouderkerksplein. Beeld Nosh Neneh", "Monument", "“Op het Oudekerksplein ligt tussen de klinkers een bronzen beeld van een borst met een hand erop. Die vind ik heel leuk. Het is een soort monumentje voor prostituees, in 1993 gemaakt door een anonieme kunstenaar.”", "Wil niet dood gevonden worden", "“Ik wil helemaal niet dood gevonden worden, zo ongezellig. Maar vooruit: in Noord. Afgezien van de ijskoffie van Pont Neuf heb ik niks met dat stadsdeel. Vanuit Burgwallen moeten we er regelmatig heen, maar ik ben altijd blij als we weer door de IJtunnel richting het centrum rijden.”", "Mooiste herinnering", "“De dag dat ik mijn eigen huis kocht bij mijn beste vriendin in de straat. Toen we dat aan het vieren waren met een borrel, dacht ik: wauw, dat dít is gelukt. De woningmarkt lag toen trouwens echt op z’n reet, dus het was nog net betaalbaar.”", "Fijnste winkel", "“Alweer iets met eten: De Drie Graefjes op het Rokin. Dan haal ik daar red velvet cake, parkeer ik de politieauto midden op de Dam en eet ik hem op met zo’n smerig houten vorkje. En dan hopen dat ik geen melding krijg. Het is echt maar goed dat ik tijdens mijn werk veel beweeg. Ik heb laatst een halfjaar bij de recherche gezeten. Daarna paste ik mijn uniform niet meer, omdat ik op hetzelfde tempo bleef dooreten.”", "Beste restaurant", "“Olijfje in de Valkenburgerstraat. Dat restaurant is van een van mijn beste vrienden. Ik werk daar een dag in de week; een fijne tegenhanger van het politiewerk. Sommigen zeggen dat het niet goed is voor mijn politiecarrière, maar dat kan me niks schelen.”", "Beste uitzicht", "“Het uitzicht vanaf het dak van bureau Burgwallen is prachtig. Het is eigenlijk verboden om daar te komen, maar ik doe het af en toe toch voor een zenmomentje.”", "Met pek en veren de stad uit", "“Mensen die over van alles en nog wat ­zeiken. Bij sommige mensen is echt niks goed. Laatst kreeg ik een melding van een vrouw op de Prinsengracht, die zei dat er een zwerver op een bankje voor haar huis zat. Dat was een publiek bankje en die man deed geen vlieg kwaad, maar ze vond dat hij haar uitzicht verpestte. Ik zou ­zeggen: bied hem een kop koffie aan, ­misschien heeft hij nog een leuk verhaal te vertellen.”", "Favoriete Amsterdammer", "“Eberhard van der Laan. Nadat het misbruik van Robert M. van Het Hofnarretje aan het licht was gekomen, heb ik hem op het hoofdbureau heel kort gesproken. Zijn woorden – ‘goed bezig meissie’ – voelden alsof mijn opa zei dat het wel goed zou komen. De timing was heel goed, ik had het enorm nodig.”"], "authors": ["Josien Wolthuizen"], "keywords": ["van", "hester", "het", "op", "wallen", "lieke", "maar", "ik", "hoofdagent", "een", "mijn", "en", "dat", "reuring", "er", "gek"], "pubDate": "2020-11-22T20:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}