{"id": "07f132ee-48d2-3568-87f6-47461b04f887", "title": "Van de horeca naar docent biologie: ‘Onderwijs is zinvoller voor de samenleving’", "url": "https://volkskrant.nl/werken/van-de-horeca-naar-docent-biologie-onderwijs-is-zinvoller-voor-de-samenleving~b3b284ec/", "summary": "Hulp bij puberproblemenInmiddels weet ze zeker dat ze niet teruggaat naar de bediening.\nDingen als: dat ik naar school fietste en de rest al vooruitging en ik achterbleef.\nIk vind het een leuk vak, maar het onderwijs zelf is echt mijn passie.’Voel je je nutteloos omdat je geen levens redt?\nElke leerling zienZe koos voor het Luzac omdat ze het idee heeft dat ze er dan beter kan zijn voor de leerlingen.\nIn plaats van een stuk of dertig leerlingen in een klas, bestaat een leerjaar uit zo’n vijf, zes, zeven leerlingen.", "paragraphs": ["Rowie van Zon (25) werkte parttime in de horeca en als biologiedocent, een prima combinatie vond ze. Tot ze door de coronacrisis aan het denken werd gezet. Nu maakt ze de volledige omslag naar het onderwijs. ‘Al voordat de horeca dicht ging, wist ik dat het belangrijker was om er voor mijn leerlingen te zijn dan voor de gasten die Aziatische en mediterraanse tapas komen eten.’", "Terwijl haar collega’s op het Luzac in Eindhoven bijna allemaal vanuit huis werken, fietst Van Zon nog dagelijks naar school. Het is een ritje van zo’n tien minuten en ze voelt zich een stuk productiever, dus de keuze was snel gemaakt. Haar dagen bestaan uit lessen voorbereiden, online lesgeven en klaar zitten achter haar laptop. Ze wil direct kunnen reageren als een van de scholieren een vraag heeft. Het voelt als het belangrijkste dat ze kan doen in deze tijd.", "Het rumoer van de pubers ontbreekt nu op de particuliere middelbare school. Net als de informele overleggen met collega-docenten. Van Zon werkt in haar eentje vanuit een leeg klaslokaal. Haar enige gezelschap is een pompje desinfecterende handgel.", "Hulp bij puberproblemen", "Inmiddels weet ze zeker dat ze niet teruggaat naar de bediening. Het onderwijs is zinvoller voor de samenleving, vindt ze. ‘Je draagt kennis over naar een volgende generatie, dat is zo belangrijk.’ Al is kennisoverdracht niet wat haar het meeste aanspreekt in haar baan als biologiedocent. Ze wil vooral iemand zijn waar leerlingen bij terecht kunnen. ‘Docenten hebben mij vroeger ook veel geholpen.’", "Ze refereert aan typische puberproblemen. ‘Als ik dan in dubio was over vriendinnen vroeger, onderlinge meidenstrijd enzo, kon ik bij een paar docenten altijd aankloppen. Dingen als: dat ik naar school fietste en de rest al vooruitging en ik achterbleef. Dan ging ik naar een docent en konden we het oplossen op een normale manier. Vaak gingen we dan met z’n allen rond de tafel zitten.’ Ze lacht: ‘Soms probeerde ik het ook wel zelf op te lossen en ging het fout. Dan werd het alleen maar erger en ging ik alsnog naar een docent.’", "Altijd blijven glimlachen", "In september vorig jaar begon Van Zon als parttime-biologiedocent. Ze vond het eigenlijk wel fijn om het te combineren met haar werk in het gastronomische tapasrestaurant. Een plek vol klinkende glazen, het geluid van bestek op borden, opgewonden geklets, de geuren van gyoza en patatas bravas. ‘Gasten komen om een mooie avond te hebben en jij kunt ze daarbij helpen’, zegt ze. Alleen al altijd blijven glimlachen kan de avond van gasten veranderen. ‘Ook als er iets niet goed gaat, als gerechten worden verwisseld of net niet naar wens zijn, dan los je dat op. En je blijft altijd glimlachen.’", "Ze vertelt enthousiast: ‘De coronacrisis heeft me aan het denken gezet. Voorheen gaf ik twee, soms drie uur les op een dag. Ik werd gevraagd om meer lessen te geven en ook de examenklassen te ondersteunen, normaal ontferm ik me alleen over de onderbouw. Ze moesten nog schoolexamens maken online, nou daar zat een heel protocol achter. Ik heb de leerlingen een voor een gebeld om ze voor te bereiden, zodat ze er helemaal klaar voor waren.’", "‘Biologie is nooit mijn ambitie geweest’", "Wat ze zelf heel prettig vond aan docenten op de middelbare school – dat ze open en eerlijk waren, persoonlijk lief en leed deelden – probeert ze nu toe te passen in haar lessen. Ze heeft nog steeds contact met haar rolmodellen van vroeger. Vorig jaar liep ze zelfs stage bij haar oude biologiedocent.", "Van hem leerde ze weer nieuwe manieren om ervoor te zorgen dat leerlingen haar in vertrouwen durven nemen. Want dat wil ze, dat leerlingen altijd naar haar durven toekomen, in de les en daarbuiten. ‘Ik maak dat duidelijk door mezelf heel erg open te stellen. Veel te vertellen over mijn eigen jeugd, bijvoorbeeld dingen waar ik tegenaan liep met mijn ouders. Vroeger was bij ons thuis de regel dat als je iets gedronken of gegeten had, je het servies in de vaatwasser zette. Dat was altijd strijd, want als puber zet je de afwas natuurlijk toch op het aanrecht. Het zijn kleine dingen, maar voor pubers is het heel herkenbaar.’", "Ze begint en eindigt de les altijd met een praatje en ze stelt veel vragen. ‘Goh, wat heb jij dit weekend gedaan?’ ‘Heb je gewonnen met de voetbalwedstrijd?’ Van Zon: ‘Biologie is nooit mijn ambitie geweest. Ik vind het een leuk vak, maar het onderwijs zelf is echt mijn passie.’", "Voel je je nutteloos omdat je geen levens redt? Zo blijf je gemotiveerd in je werk Wie in deze tijd geen levens redt op de ic of desnoods mondkapjes naait in de hobbykamer, kan het gevoel van nutteloosheid bekruipen. Toch is het verlangen naar werk dat er écht toe doet, niet iets van de laatste maanden. In 2018 schreef Harvard Business Review al dat mensen zich graag betekenisvol voelen in hun baan, dat gevoel zou zelfs belangrijker zijn dan het salaris. Wil je ook weer zingeving vinden in je werk zónder meteen het roer om te gooien? Zo pak je dat het beste aan.", "Elke leerling zien", "Ze koos voor het Luzac omdat ze het idee heeft dat ze er dan beter kan zijn voor de leerlingen. Op het particuliere onderwijs zijn de klassen klein. In plaats van een stuk of dertig leerlingen in een klas, bestaat een leerjaar uit zo’n vijf, zes, zeven leerlingen. Veel scholieren hebben ook een specifiek doel; ze willen bijvoorbeeld van de mavo naar de havo. Van Zon geniet ervan om hen hierbij te helpen, om samen een plannetje te smeden.", "‘Bij het regulier onderwijs zie je sommige leerlingen niet meer. Je kijkt eroverheen als docent, terwijl ze wel in jouw les zitten. Die hebben misschien ook wel problemen thuis of bij sommige onderwerpen extra aandacht nodig. Je hebt als docent de meeste aandacht voor degene die je het meest hoort in de les, ik heb het zelf gemerkt. Op timide leerlingen stap je minder vaak af. Die laten niks van zich horen; geen bericht is goed bericht toch? Maar zo is het niet.’", "Betekenisvol werk doen", "Het werk voelt zinvoller, zegt ze, maar is ze ook gelukkiger? ‘Veel gelukkiger’, zegt ze stellig. ‘Je bouwt een band op met een leerling. Dan heb je een heel andere interactie dan met iemand die een kop koffie bestelt.’"], "authors": ["Yasmine Esser"], "keywords": ["van", "horeca", "dat", "een", "onderwijs", "samenleving", "en", "ze", "ik", "zinvoller", "te", "docent", "voor", "naar", "je", "als", "het", "biologie"], "pubDate": "2020-06-01T14:55:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}