{"id": "07f2a9d8-e0c2-3115-8458-ccfa42b62f62", "title": "Donald Trump als ex-president is voor de Republikeinen zowel een trofee als een blok aan het been", "url": "https://trouw.nl/opinie/donald-trump-als-ex-president-is-voor-de-republikeinen-zowel-een-trofee-als-een-blok-aan-het-been~b88dbd84/", "summary": "Zelfs Republikeinse leden van het Huis van Afgevaardigden schijnen dit écht te denken, al geven ze toe dat bewijs (nog) ontbreekt.\nDe positie van Trump kan de komende jaren een probleem zijn voor de Republikeinen.\nMaar voor de rest vielen de uitslagen voor de Democaten tegen.\nDe Republikeinen zien al uit naar 2022, als ze de nieuwe verkiezingsronde voor het Congres hopen te winnen.\nZo bezien is Donald Trump als ex-president voor de Republikeinen zowel een trofee als een blok aan het been.", "paragraphs": ["Een van de redenen waarom veel Republikeinen blijven geloven dat er fraude plaatsvond tijdens de verkiezingen is dat Republikeinse kandidaten voor het Congres veel meer stemmen hebben gekregen dan vooraf verwacht. Velen hadden gedacht dat Trump het juist beter zou doen dan de Congreskandidaten van zijn partij. In die redering zou hij gewonnen moeten hebben en daarom lijkt het erop dat de Democraten de stemmen hebben gemanipuleerd. Zelfs Republikeinse leden van het Huis van Afgevaardigden schijnen dit écht te denken, al geven ze toe dat bewijs (nog) ontbreekt.", "De positie van Trump kan de komende jaren een probleem zijn voor de Republikeinen. Ook als hij vrijwillig het Witte Huis zal verlaten, zal hij prominent aanwezig blijven in de partij. Maar dit is een man die zowel de eigen achterban mobiliseert als verworpen wordt door veel Amerikanen die anders best op Republikeinse kandidaten willen stemmen. Hoe gaat de partij dit oplossen?", "Deze crisis in de partij krijgt weinig aandacht, omdat de Amerikaanse pers vooral bericht over de teleurstellende resultaten voor de Democraten. Ze hebben tot hun opluchting met Biden wel het presidentschap binnen, en dat hij de komende jaren regeert vanuit het Witte Huis zal een groot verschil maken. Maar voor de rest vielen de uitslagen voor de Democaten tegen. Ze verwachtten een uitbreiding van hun meerderheid in het Huis van Afgevaardigden, maar wisten hun meerderheid amper te behouden. Grote kans dat ze ook in de Senaat een minderheid blijven.", "Is Amerika conservatiever geworden? Dat is ook niet duidelijk. Want vijf staten, inclusief enkele conservatieve staten, hebben gestemd voor de legalisering van cannabis. Ook laten de uitslagen van de referenda nog geen ruk naar rechts zien, hoewel de waarschijnlijke afwijzing (niet alle stemmen zijn geteld) van positieve discriminatie in het door de Democraten gedomineerde Californië een teken kan zijn dat niet alle etnische minderheden warmlopen voor zulke progressieve maatregelen. De Democraten lijken het conservatisme van Amerika te hebben onderschat. Veel Amerikanen – onder wie verrassend veel minderheden – zijn ­beducht voor hogere belastingen, voor het ‘socialisme’ en bang voor de verstoring van de publieke orde in de nasleep van de Black Lives Matter-demonstraties.", "De Democraten zullen deze interne strijd tussen de progressieven en de gematigden zelf moeten beslechten. De progressieve ideologie bezielt de partij, maar de gematigden kunnen meer stemmen trekken. De Republikeinen zien al uit naar 2022, als ze de nieuwe verkiezingsronde voor het Congres hopen te winnen. Daarin zouden ze kunnen slagen, maar dan moeten ze wel hun eigen probleem oplossen. Trump is nooit populair geweest, en dat Biden hem met zes miljoen stemmen kon verslaan is naar Amerikaanse maatstaven erg veel. De verkiezingen in verschillende staten zijn soms nipt door Biden gewonnen, maar de nationale stem bevestigt de impopulariteit van de huidige president. Niet van de Republikeinse partij.", "Dit is een dilemma voor de Republikeinen. Dat wordt zichtbaar in de voorbereidingen voor de verkiezingen voor twee Senaatszetels in Georgia, die door speciale omstandigheden pas begin ­januari worden gehouden. Als de Republikeinen in hun campagne Trump groot maken, verjagen ze de gematigde stemmers in de voorsteden. Maar als ze dat niet doen, dan zal een deel van hun achterban niet komen opdagen. Wat is de juiste formule?", "En dat is pas het begin van de problemen. Je kunt ervan uitgaan dat Trump zal proberen alles naar zich toe te trekken nadat hij het Witte Huis heeft verlaten. Ook blijvende dominantie in zijn partij. Grote bijeenkomsten met zijn fans, een media-imperium, via Twitter mensen afschrijven of ophemelen – het is allemaal waarschijnlijk. De meeste Republikeinse leiders durven hem nog niet tegen te spreken, uit vrees voor zijn achterban. Maar op den duur kunnen er ook Republikeinse leiders zijn die vinden dat hij een sta-in-de-weg is. Die zullen wachten totdat Trumps juridische problemen te groot voor hem worden of hij een misstap begaat. Zo bezien is Donald Trump als ex-president voor de Republikeinen zowel een trofee als een blok aan het been.", "James Kennedy is een Amerikaanse historicus en decaan van het University College Utrecht. In Trouw geeft hij om de week zijn visie op de Nederlandse samenleving. Lees hier meer columns van James Kennedy."], "authors": ["James Kennedy"], "keywords": ["zowel", "van", "trump", "als", "het", "expresident", "maar", "hij", "zijn", "trofee", "een", "ze", "dat", "te", "republikeinen", "donald", "voor"], "pubDate": "2020-11-21T14:40:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}