{"id": "07f8f5e1-a506-36f7-a396-d18c33e43b84", "title": "Voorzitter jongerenafdeling Rood wil bij de SP blijven", "url": "https://volkskrant.nl/nieuws-achtergrond/voorzitter-jongerenafdeling-rood-wil-bij-de-sp-blijven~bc5efdad/", "summary": "Vlak daarna gekozen tot voorzitter van jongerenafdeling Rood, waarop de betrekkingen met Rood door de SP werden bevroren en de geldkraan werd dichtgedraaid.\nHet zijn zelfstandige clubjes die samen projecten opzetten die soms in de buurt van het CP komen.\nDaar kan het ook.’Was je aanmelding voor het bestuur van Rood een couppoging?\nWe hebben niet gezegd: vanaf nu hanteert Rood het programma van het CP.\nEind december houdt mijn lidmaatschap van Rood op en moet een voorzitter worden gekozen die wel lid is.", "paragraphs": ["Olaf Kemerink, partijvoorzitter van ROOD. Beeld ANP", "Sinds een paar weken is Olaf Kemerink landelijk bekend als opperzolderkamercommunist. Eerst geroyeerd als SP-lid wegens lidmaatschap van het Communistisch Platform, dat arbeidersmilities wil bewapenen. Vlak daarna gekozen tot voorzitter van jongerenafdeling Rood, waarop de betrekkingen met Rood door de SP werden bevroren en de geldkraan werd dichtgedraaid. Kemerink, 21 jaar en rechtenstudent in Nijmegen geeft uitleg, aan de vooravond van het SP-partijcongres: ‘Wij willen bij de SP blijven.’", "Je bent geroyeerd omdat je lid bent van het Communistisch Platform (CP), dat arbeidersmilities bepleit en een gewapende revolutie niet uitsluit. Klopt dat?", "‘De SP verbiedt dubbellidmaatschap. Het Communistisch Platform is geen partij. Dus of ik daar al of niet lid van ben, zou niet moeten uitmaken. In de politieke koers ervan kan ik me vinden.’", "Is dat inclusief de gewapende strijd?", "‘In principe wel. Je moet dat niet zien als een oproep tot burgeroorlog. Het gaat om zelfverdediging als een meerderheid zich zou uitspreken voor een radicaal-democratische staat. Een kwestie van eerlijk vertellen over wat nodig zou kunnen zijn.’", "Is zo’n situatie in Nederland aannemelijk?", "‘Voorlopig niet. Dat kan veranderen als er een grote linkse beweging komt die opstaat tegen het kapitalisme. Dan krijg je weerstand, zoals met Allende in Chili.’", "Hoe heb je dergelijke opvattingen gekregen?", "‘Ik was altijd al links, vanuit een gevoel van rechtvaardigheid. De financiële crisis van 2008 liet zien dat het systeem heel wankel is. De huidige politiek biedt geen oplossing voor de klimaatcrisis, voor de woningnood, voor flexbanen. Dan ga je verder zoeken. Via de SP kwam ik in aanraking met Marx en het communisme.’", "Waarom kun je er niet voor uitkomen dat je lid bent van het CP?", "‘In het verleden zijn door de SP organisaties als Offensief (een Trotskistische stroming binnen de SP, red.) aangeduid als politieke partijen en daarom verboden. Bovendien: als je een baan zoekt en de werkgever doet een Google search en stuit op radicale ideeën, is dat ongunstig.’", "Klopt de beschuldiging van het SP-bestuur dat het CP een welbewuste poging tot infiltratie is?", "‘Er zijn wandelgroepen, een clubje maakt memes voor internet. Die worden door het partijbestuur als frontjes voor indoctrinatie neergezet. Het zijn zelfstandige clubjes die samen projecten opzetten die soms in de buurt van het CP komen. In een partij van 30.000 leden is het logisch dat niet iedereen hetzelfde denkt. Het CP is wat meer georganiseerd, en opener over de opvattingen. Bij GroenLinks heb je De Linkerwang, een christelijke beweging. De VVD heeft Liberaal Groen. Daar kan het ook.’", "Was je aanmelding voor het bestuur van Rood een couppoging?", "‘Zo moet je dat niet zien. We hebben niet gezegd: vanaf nu hanteert Rood het programma van het CP. Het vorige Rood-bestuur overlegde veel met de SP. Wij willen meer autonomie. Een grote meerderheid steunde ons.’", "Je bent geroyeerd als SP-lid, maar nog wel voorzitter van Rood. Hoe moet het nu verder?", "‘Ik hoop dat het royement wordt teruggedraaid. Eind december houdt mijn lidmaatschap van Rood op en moet een voorzitter worden gekozen die wel lid is. In de tussentijd werkt Rood gewoon door, ook zonder financiële steun van de SP. We voeren campagne tegen het leenstelsel, voor jongerenhuisvesting, tegen een huisjesmelker in Groningen. We zien ons als de jongerenorganisatie van de SP, ook al heeft die de contacten bevroren.’", "De SP vraagt jullie je te distantiëren van het CP en het daaraan verwante Marxistisch Forum. Gaat dat gebeuren?", "‘Op onze ledenvergadering zijn moties aangenomen tegen de royementen en vond een grote meerderheid dat het CP een plek heeft binnen Rood. Dat kunnen we niet zomaar terugdraaien, al willen we er het gesprek over aangaan. Rood wil eigen standpunten innemen, als onderdeel van de SP.’", "Er komt een verkiezingscampagne aan. Rood speelt daarin altijd een actieve rol. Hoe wordt dat dit keer?", "‘We willen gewoon campagne voeren voor de SP. Ook als ze naar regeringsdeelname streven, wat een van onze kritiekpunten is. In de beginselen van de SP staat dat de partij tegen kapitalisme is. Dat maakt het voor ons de juiste plek om gesprekken te voeren. Al heb ik persoonlijk een andere kijk op de te voeren strategie.’", "En wat als die gesprekken niet mogelijk zijn vanwege standpunten over gewapende strijd?", "‘Ik zou het prima vinden daarover een gesprek aan te gaan.’"], "authors": ["Ariejan Korteweg"], "keywords": ["rood", "van", "sp", "bij", "blijven", "jongerenafdeling", "als", "het", "wil", "voorzitter", "een", "je", "dat", "niet", "voor"], "pubDate": "2020-12-10T15:49:31+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}