{"id": "08154b6b-7233-304b-9529-3be940c836e6", "title": "FC Utrecht sluit boekjaar ondanks corona goed af met positief eigen vermogen", "url": "https://nu.nl/utrecht/6095386/fc-utrecht-sluit-boekjaar-ondanks-corona-goed-af-met-positief-eigen-vermogen.html", "summary": "FC Utrecht heeft ondanks de coronacrisis het afgelopen boekjaar ongeveer dezelfde omzet gedraaid als de vorige periode.\n\"Dat heeft ertoe geleid dat het eigen vermogen van -7,8 miljoen euro is gegroeid naar een positief eigen vermogen van 67.000 euro.\"\nDe omzet van het afgelopen jaar is dus vergelijkbaar met die van een seizoen eerder.\nThijs van Es, algemeen directeur van FC Utrecht, zegt dat de club gezonder wordt.\nWant Utrecht, dat zijn wij samen\", aldus Van Es.", "paragraphs": ["FC Utrecht heeft ondanks de coronacrisis het afgelopen boekjaar ongeveer dezelfde omzet gedraaid als de vorige periode. Daarnaast heeft de club sinds jaren weer een positief eigen vermogen.", "\"De nieuwe aandeelhouders hebben geld gestoken in de club, omdat zij geloof en vertrouwen hebben in de groeiplannen van FC Utrecht\", zegt Edo Keuning, financieel directeur van de club. \"Dat heeft ertoe geleid dat het eigen vermogen van -7,8 miljoen euro is gegroeid naar een positief eigen vermogen van 67.000 euro.\"", "De omzet van het afgelopen jaar is dus vergelijkbaar met die van een seizoen eerder. Volgens Keuning komt dat voor een groot deel dankzij de hogere bezettingsgraad bij de gespeelde wedstrijden. \"De operationele kosten hebben we weten te beheersen, en zijn lager uitgekomen dan het jaar ervoor. Tot slot waren er onverwachte transferopbrengsten.\"", "Thijs van Es, algemeen directeur van FC Utrecht, zegt dat de club gezonder wordt. \"Dat is te danken aan iedereen die ons blijft steunen op onze nieuwe strategie. Een strategie die verder gaat dan alleen het technische deel.\"", "\"We zijn er meer dan ooit achter gekomen dat de club niet alleen doordat mensen hier bij elkaar komen verbindt, maar juist nu ook een hele belangrijke verbindende factor speelt in de tijden dat we elkaar wat moeilijker zien. Want Utrecht, dat zijn wij samen\", aldus Van Es."], "authors": ["Door"], "keywords": ["van", "positief", "goed", "heeft", "ondanks", "eigen", "het", "club", "met", "zijn", "vermogen", "corona", "sluit", "een", "utrecht", "dat", "fc", "hebben"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}