{"id": "084abfe8-fc7b-3b34-8aba-c0889370e562", "title": "Kramer en Wüst rijden ploegenachtervolging bij World Cups in Heerenveen", "url": "https://nu.nl/schaatsen/6100306/kramer-en-wust-rijden-ploegenachtervolging-bij-world-cups-in-heerenveen.html", "summary": "Sven Kramer en Ireen Wüst zijn dinsdag door bondscoach Jan Coopmans geselecteerd voor de ploegenachtervolging bij de World Cups in Heerenveen in de laatste twee weekends van januari.\nDe meervoudig kampioenen wisten zich eind december bij het WK-kwalificatietoernooi niet te plaatsen voor het kampioenschap, dat op 16 en 17 januari in Thialf wordt verreden.\nKramer zit bij de wereldbekerwedstrijden van 22-24 januari en die van 29-31 januari in een ploeg met Patrick Roest, Marcel Bosker, Chris Huizinga en Beau Snellink.\nWüst vormt bij de eerste World Cups een ploeg met Melissa Wijfje, Carlijn Achtereekte, Joy Beune en Antoinette de Jong.\nCoopmans zal pas na de wereldbekerwedstrijden besluiten wie de ploegenachtervolging en de massastart mogen rijden bij de WK afstanden (11-14 februari).", "paragraphs": ["Sven Kramer en Ireen Wüst zijn dinsdag door bondscoach Jan Coopmans geselecteerd voor de ploegenachtervolging bij de World Cups in Heerenveen in de laatste twee weekends van januari.", "Zowel Kramer als Wüst ontbreekt deze maand op het EK allround. De meervoudig kampioenen wisten zich eind december bij het WK-kwalificatietoernooi niet te plaatsen voor het kampioenschap, dat op 16 en 17 januari in Thialf wordt verreden.", "Kramer zit bij de wereldbekerwedstrijden van 22-24 januari en die van 29-31 januari in een ploeg met Patrick Roest, Marcel Bosker, Chris Huizinga en Beau Snellink.", "Wüst vormt bij de eerste World Cups een ploeg met Melissa Wijfje, Carlijn Achtereekte, Joy Beune en Antoinette de Jong. Bij de tweede wereldbeker neemt Irene Schouten de plek van Wijfje in. Bij de ploegenachtervolging staan er drie schaatsers op het ijs.", "De 34-jarige Wüst wist zich net als Kramer niet te plaatsen voor het EK allround. De 34-jarige Wüst wist zich net als Kramer niet te plaatsen voor het EK allround. Foto: Pro Shots", "Schouten en Bergsma in massastart", "Ook de teams voor de massastart zijn dinsdag bekendgemaakt. Tweevoudig wereldkampioene Schouten en Marijke Groenewoud rijden de massastart bij de eerste wereldbeker. Wijfje is teamgenoot van Schouten bij de tweede wereldbeker.", "Bij de mannen is regerend wereldkampioen Jorrit Bergsma twee keer eerste keus. Arjan Stroetinga is tweede man bij de eerste wereldbeker, Victor Ramler bij de tweede.", "Coopmans zal pas na de wereldbekerwedstrijden besluiten wie de ploegenachtervolging en de massastart mogen rijden bij de WK afstanden (11-14 februari).", "Voor de individuele afstanden was het WK-kwalificatietoernooi bepalend, terwijl voor de teamonderdelen de bondscoach volledige zeggenschap heeft over de selectie."], "authors": ["Foto", "Door", "Anp Nu.Nl"], "keywords": ["ploegenachtervolging", "wüst", "het", "van", "wijfje", "world", "voor", "en", "eerste", "cups", "kramer", "bij", "zich", "heerenveen", "rijden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}