{"id": "08516472-22db-337f-a0c2-c7f0a833f97c", "title": "Iran wijst naar Israël na moord op atoomgeleerde", "url": "https://www.parool.nl/wereld/iran-wijst-naar-israel-na-moord-op-atoomgeleerde~ba534f47/", "summary": "Iran heeft het recht zijn bewoners en de belangen van het land te verdedigen”, schreef de Iraanse VN-gezant Majid Takht Ravanchi aan de VN.\nGuterres kwam met de oproep na de aankondiging van Iran de moord op de topwetenschapper te wreken.\nIsraël en de Verenigde Staten beschuldigen Iran van pogingen het wapenprogramma nieuw leven in te blazen.\nEen militaire adviseur van de geestelijk leider van Iran, ayatollah Ali Khamenei, stelde een wraakactie in het vooruitzicht.\nDe moord zal de spanningen doen oplaaien tussen Iran en de VS in de nadagen van Trumps presidentschap.", "paragraphs": ["“We verwachten dat de VN de aanslag krachtig veroordeelt. Dit is een waarschuwing voor enige avontuurlijke maatregelen van de VS en Israël tegen Iran, vooral gedurende de resterende maanden van de huidige Amerikaanse regering. Iran heeft het recht zijn bewoners en de belangen van het land te verdedigen”, schreef de Iraanse VN-gezant Majid Takht Ravanchi aan de VN.", "Guterres riep eerder vrijdag iedereen op terughoudend te zijn. Alle acties die tot een stijging van de spanning in de regio kunnen leiden, moeten worden vermeden, aldus zijn woordvoerder. Guterres kwam met de oproep na de aankondiging van Iran de moord op de topwetenschapper te wreken.", "De auto van Mohsen Fakhrizadeh werd in een voorstad van de hoofdstad Teheran onder vuur genomen. Beeld AFP", "De auto van Mohsen Fakhrizadeh werd in een voorstad van de hoofdstad Teheran onder vuur genomen. De 63-jarige atoomgeleerde bezweek kort daarna aan zijn verwondingen. Zijn lijfwacht raakte gewond.", "De moord ‘laat de intensiteit van de haat van onze vijanden zien’, reageerde minister van Defensie Amir Hatami. Minister van Buitenlandse Zaken Mohammad Javad Zarif zei dat er ‘serieuze aanwijzingen’ zijn over een rol van Israël in de aanslag.", "Volgens westerse inlichtingendiensten had Fakhrizadeh de leiding over het in 2003 gestaakte geheime nucleaire wapenprogramma van Iran. “Onthoud die naam, Fakhrizadeh,” zei Israëls premier Benjamin Netan-yahu in 2018.", "Israël en de Verenigde Staten beschuldigen Iran van pogingen het wapenprogramma nieuw leven in te blazen.", "Een woordvoerder van het Israëlische leger weigerde commentaar op de moord. Een militaire adviseur van de geestelijk leider van Iran, ayatollah Ali Khamenei, stelde een wraakactie in het vooruitzicht.", "De moord zal de spanningen doen oplaaien tussen Iran en de VS in de nadagen van Trumps presidentschap."], "authors": [], "keywords": ["van", "het", "op", "naar", "zijn", "israël", "wijst", "iran", "moord", "fakhrizadeh", "een", "te", "en", "atoomgeleerde"], "pubDate": "2020-11-27T19:31:26+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}