{"id": "086fc00f-1dd3-39a7-bf4a-77f694229068", "title": "Haruki Murakami krijgt zijn tweede facelift, dat wijst op stevige verkoopcijfers", "url": "https://volkskrant.nl/cultuur-media/haruki-murakami-krijgt-zijn-tweede-facelift-dat-wijst-op-stevige-verkoopcijfers~b45362ab/", "summary": "Beeld Atlas ContactHet is inmiddels moeilijk voorstelbaar, maar de introductie van Haruki Murakami in Nederland was aanvankelijk een flop.\nHaruki Murakami: Kafka op het strand.\nHaruki Murakami: Kafka op het strand.\nBeeld Atlas ContactHaruki Murakami: Kafka op het strand.\n‘Uitgever Jessica Nash zag er de neonletters van een bioscoop in, heel erg passend bij de sfeer van het oeuvre.’Haruki Murakami: Norwegian Wood.", "paragraphs": ["Haruki Murakami: Eerste persoon enkelvoud. Ontwerp Suzan Beijer, illustratie Toni Demuro. Verschijnt 23 februari. Beeld Atlas Contact", "Het is inmiddels moeilijk voorstelbaar, maar de introductie van Haruki Murakami in Nederland was aanvankelijk een flop. De eerste Murakami-vertaling, De jacht op het verloren schaap, in 1991 verschenen bij uitgeverij Bert Bakker, verdween geruisloos in de ramsj en hetzelfde overkwam twee jaar later Hard-boiled wonderland en het einde van de wereld.", "Pas tien jaar later, in 2001, toen uitgeverij Atlas (tegenwoordig Atlas Contact) de gok waagde met een derde Murakami, Ten zuiden van de grens, ten westen van de zon, sloeg alsnog de vlam in de pan. Het vervolg is bekend: 22 verhalenbundels en romans in twintig jaar, eindeloze herdrukken, een heus eigen festival en een hongerige aanhang die ook na turven als 1q84 (1.296 pagina’s) en De moord op Commendatore (1.048 pagina’s) nog geen tekenen van verzadiging vertoont.", "Zodoende kan eind februari nummer 23 tegemoet worden gezien: Eerste persoon enkelvoud, een nieuwe verhalenbundel met onder andere ‘de romantische ontboezemingen van een melancholieke aap’ – geen vreemde kost voor wie de pratende schapen en kikkers in Murakami’s universum kent.", "Haruki Murakami: Kafka op het strand. Ontwerp Suzan Beijer, illustratie Toni Demuro. Verschijnt 23 februari. Beeld Atlas Contact", "Atlas Contact grijpt de verschijning van de verhalenbundel aan voor een restyling van het gehele vertaalde oeuvre van de Japanse schrijver, te beginnen bij Kafka op het strand (2006, 28 drukken) en Norwegian Wood (2007, 41 drukken), die tegelijk met de nieuwe verhalenbundel als midprice-heruitgave verschijnen.", "Haruki Murakami: Norwegian Wood. Ontwerp Suzan Beijer, illustratie Toni Demuro. Verschijnt 23 februari. Beeld Atlas Contact", "Haruki Murakami: Norwegian Wood. Ontwerp studio Vruchtvlees, 2013. Beeld Atlas Contact", "Die visuele opknapbeurt zegt genoeg over de stabiele verkoopcijfers van de Japanse schrijver, want zeven jaar geleden werden alle Murakami-titels ook al in een compleet nieuwe jas gestoken. Dat gebeurde toen door ontwerpstudio Vruchtvlees, die een alternatief bedacht voor Zeno Carpentier Altings succesvolle basisontwerp uit 2001.", "Haruki Murakami: Kafka op het strand. Ontwerp studio Vruchtvlees, 2014. Beeld Atlas Contact", "Haruki Murakami: Kafka op het strand. Ontwerp Zeno, 2006. Beeld Atlas Contact", "Ditmaal is de eer aan ontwerper Suzan Beijer: ‘Ik kreeg de opdracht een stijl te vinden die niet aansluit bij de vorige vormgeving, maar juist totaal anders is. Omdat ‘Haruki Murakami’ zo prachtig oogt, met die herhaalde A, U, K en I, ben ik begonnen met de lettertypes.’ In haar zoektocht naar ‘iets logoachtigs’ kwam ze uit bij de Borba Sans Extra Black en Borba Sans Light, ontwerpen van twee jonge Poolse typografen. ‘Uitgever Jessica Nash zag er de neonletters van een bioscoop in, heel erg passend bij de sfeer van het oeuvre.’", "Haruki Murakami: Norwegian Wood. Ontwerp Zeno, 2007. Beeld Atlas Contact", "Voor de nieuwe omslagen werkt Beijer samen met de Siciliaanse illustrator Toni Demuro, onder andere bekend van zijn Roald Dahl-omslagen voor Penguin.", "‘Zodra de basis vastlag, is Toni gaan schetsen. Omdat hij veel gevoel heeft voor sfeer lieten we hem zo vrij mogelijk. Zijn allereerste illustratie voor Eerste persoon enkelvoud was meteen in de roos.’", "De plaatsing van de letters, met de auteursnaam aanzienlijk groter dan de titel, de kleurstelling – zwart en wit met een wisselende derde kleur – en de terugkerende golflijn op de cover benadrukken de samenhang tussen de titels. Nog een ander verbindend element vond Beijer in Murakami’s vermogen de lezer op onverwachte momenten te misleiden. ‘Dat dubbele zoeken we ook in de omslagen.’", "Goed gevonden: in de cirkelvorm op Norwegian Wood kun je afwisselend jaarringen en muziekgroeven zien."], "authors": ["Erik Van Den Berg"], "keywords": ["stevige", "zijn", "krijgt", "haruki", "van", "ontwerp", "beeld", "verkoopcijfers", "wijst", "en", "een", "atlas", "met", "murakami", "op", "het", "facelift", "tweede"], "pubDate": "2021-01-01T14:00:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}