{"id": "0875093b-6019-3138-975c-0d205e95e936", "title": "In de politiek is maatwerk het nieuwe modewoord", "url": "https://volkskrant.nl/columns-opinie/in-de-politiek-is-maatwerk-het-nieuwe-modewoord~bd563484/", "summary": "Groot was de verontwaardiging op het Binnenhof toen eind december doordrong hoe in de gemeente Wijdemeren het bijstandsregime gestalte heeft gekregen.\nHet hele idee van de decentralisatie − gemeenten kennen hun mensen het best en kunnen ze dus het beste bedienen − staat daardoor te wankelen.\nIn de nasleep van de affaire rond de toeslagen is de wind nu wel aan het draaien.\nEen schuldbewuste Tweede Kamer werkt met vereende krachten en in grote haast aan het schrappen van de ‘boodschappenboete’.\nEr is immers niks mis met een strenge blik bij de herverdeling van belastinggeld, maar wantrouwige hardvochtigheid mag nooit de norm zijn.", "paragraphs": ["Groot was de verontwaardiging op het Binnenhof toen eind december doordrong hoe in de gemeente Wijdemeren het bijstandsregime gestalte heeft gekregen. Van links tot rechts klonk dezelfde hartenkreet vanuit de fractiekamers: een bijstandsgerechtigde dwingen tot terugbetaling van 7.000 euro, alleen omdat haar moeder heeft bijgedragen aan de wekelijkse boodschappen − wie bedenkt zoiets?", "Nou, euh, jullie dus, klonk het antwoord vanuit de gemeenten. De gemeente Wijdemeren volgde immers gewoon de regels van de Participatiewet en de Fraudewet uit 2012, met ruime meerderheid goedgekeurd in de Tweede Kamer. De rechter die de gemeente in het gelijk stelde, had te doen met diezelfde wetgeving. Het kostte deze krant weinig moeite om citaten te vinden van Kamerleden van allerlei pluimage die in de afgelopen jaren al hun aandacht bij de fraudebestrijding hadden.", "En zo ontstond opnieuw het beeld dat inmiddels een patroon is geworden: de landelijke overheid draagt essentiële taken over aan gemeenten en aan op afstand geplaatste uitvoeringsorganisaties, maar zadelt die uitvoerders intussen wel op met forse bezuinigingen én met de strengst mogelijke randvoorwaarden die elke vorm van maatwerk ingewikkeld maken. Het hele idee van de decentralisatie − gemeenten kennen hun mensen het best en kunnen ze dus het beste bedienen − staat daardoor te wankelen.", "In de nasleep van de affaire rond de toeslagen is de wind nu wel aan het draaien. De signalen zijn overal. Een schuldbewuste Tweede Kamer werkt met vereende krachten en in grote haast aan het schrappen van de ‘boodschappenboete’. De Raad van State doet intern onderzoek naar de eigen interpretatie van wetten en regels. Ook de Belastingdienst zal zich nog wel twee keer bedenken voordat mensen groepsgewijs van fraude worden beschuldigd.", "Maatwerk is de nieuwe politieke mode. Er is immers niks mis met een strenge blik bij de herverdeling van belastinggeld, maar wantrouwige hardvochtigheid mag nooit de norm zijn. Nu alleen nog zorgen dat die geest ook greep krijgt op de formatie-onderhandelingen die later dit jaar tot een nieuw kabinet moeten leiden."], "authors": ["Raoul Du Pré"], "keywords": ["maatwerk", "tot", "van", "en", "nieuwe", "modewoord", "met", "politiek", "een", "aan", "op", "het", "wel", "die"], "pubDate": "2021-01-10T17:57:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}