{"id": "08828942-fd66-30a1-8d9f-3b016d8b2a87", "title": "Violist Pieter van Loenen en pianist Tobias Borsboom laten de stilte tussen de noten spreken ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/violist-pieter-van-loenen-en-pianist-tobias-borsboom-laten-de-stilte-tussen-de-noten-spreken~b02797eb/", "summary": "De pandemie legde een extra laag over de titel van het debuutalbum van violist Pieter van Loenen (27) met pianist Tobias Borsboom.\nEigenlijk verwijst hij naar een uitspraak van Debussy dat de muziek niet in de noten zit, maar in de stiltes daartussen.\nHet album is een interessante zoektocht geworden naar de betekenis van Debussy’s uitspraak en naar de gegevens achter muziek.\nVan Loenen en Borsboom hebben een ongekend sterke synergie, zoals in hun versie van Poulencs Vioolsonate; een toonschildering van verdrietige frenesie.\nVan Loenen speelt empathisch: met weinig vibrato en scherpe streken lijkt het alsof hij de toenemende stilte om Beethoven heen en diens wanhoop zelf aanvoelt.", "paragraphs": ["De pandemie legde een extra laag over de titel van het debuutalbum van violist Pieter van Loenen (27) met pianist Tobias Borsboom. The Silence Between zou zo kunnen verwijzen naar de stilte en stilstand van de lockdowns. Eigenlijk verwijst hij naar een uitspraak van Debussy dat de muziek niet in de noten zit, maar in de stiltes daartussen.", "Het album is een interessante zoektocht geworden naar de betekenis van Debussy’s uitspraak en naar de gegevens achter muziek. Van Loenen en Borsboom hebben een ongekend sterke synergie, zoals in hun versie van Poulencs Vioolsonate; een toonschildering van verdrietige frenesie.", "Het tweedelige Unterwegs nach Heiligenstadt van de Oostenrijkse componist Kurt Schwertsik verklankt Beethovens radeloosheid over zijn toenemende doofheid. Van Loenen speelt empathisch: met weinig vibrato en scherpe streken lijkt het alsof hij de toenemende stilte om Beethoven heen en diens wanhoop zelf aanvoelt."], "authors": ["Maartje Stokkers"], "keywords": ["violist", "loenen", "muziek", "van", "tussen", "naar", "en", "een", "pianist", "uitspraak", "met", "toenemende", "spreken", "noten", "pieter", "stilte", "tobias"], "pubDate": "2020-12-17T14:14:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}