{"id": "08aef430-674e-3e0c-99fe-7aea28ba7229", "title": "Een slimme vloer die valpartijen van ouderen voorspelt en een heupairbag een val breekt", "url": "https://volkskrant.nl/wetenschap/een-slimme-vloer-die-valpartijen-van-ouderen-voorspelt-en-een-heupairbag-een-val-breekt~bbb6cfaa/", "summary": "Dat heeft tanteLouise al met 80 procent weten te reduceren, door ouderen die het instabielst ogen een heupairbag om te doen.\nIn de vloer, vertelt hij, zitten per vierkante meter 50 ‘volledige passieve’ radioantennetjes die signalen sturen naar een responder die een bewoner om de enkel draagt, ‘een heel goedkope techniek’.\nEen kwart van hen overlijdt, mede door de gevolgen van de val, binnen een jaar.\n‘Uit onderzoek blijkt verder dat een verpleeghuis als het onze zo’n breuk 200 uur extra aan personele inzet kost.\n‘Maar door slimme technieken blijft er juist meer tijd over voor een praatje over de familie.’Beeld Thomas Nondh JansenMeer spelenToch, er is sprake van een kentering.", "paragraphs": ["Een gebroken heup leidt bij verpleeghuisbewoners tot niets dan ellende: slechtere kwaliteit van leven, groter overlijdensrisico en hoge zorgkosten. Een slimme vloer kan voorspellen wanneer ouderen in de gevarenzone belanden, en voorkomt zo heupbreuken.", "Van de week nog: een code rood! Een verpleeghuisbewoner, laten we hem meneer Peters noemen, schuifelde door de gangen, behoedzame stapjes, voorzichtig zoeken naar het evenwicht. Medewerkers zagen niets bijzonders aan meneer Peters, die bewoog zich, zo leek het, even bedachtzaam als altijd.", "Daar dacht het algoritme anders over: die interpreteerde meneer Peters als een risico. Hij was langzamer gaan lopen, een voorteken van valgevaar. Minimaal, maar genoeg om de bewoner niet langer als code oranje, maar als code rood te bestempelen. De zorgverleners besloten daarop hem een heupairbag om te doen. Twee dagen later viel meneer Peters. De heupairbag ving de klap op. Resultaat: géén gebroken heup.", "Sleutel voor dit zorgsucces was de vloer, uitgerust met het nieuwste technologische snufje dat ouderenzorgorganisatie tanteLouise heeft ingevoerd in een verpleeghuis in het Brabantse Steenbergen. De vloer moet helpen het aantal heupfracturen nóg verder naar beneden te brengen. Dat heeft tanteLouise al met 80 procent weten te reduceren, door ouderen die het instabielst ogen een heupairbag om te doen. Dat is een soort korte broek die precies doet wat de naam zegt: gaat een oudere onderuit, dan detecteert het apparaat de val, en blaast zichzelf razendsnel op. Het luchtkussen dat ontstaat breekt de val.", "Veertig van de achthonderd bewoners dragen er nu overdag een. Maar hoe weet je wie het meeste risico hebben om te vallen en dus het meeste baat hebben bij de airbag?", "50 antennes per vierkante meter", "Het antwoord op die vraag begint met Frans Lefeber van Smart Floor, het bedrijf dat de slimme vloer bedacht en wereldwijd patenteerde, die zit te rekenen in een vliegtuig. Lefeber had zijn vloeren bedacht voor de topsportsector: het zou handig zijn als atleten hun staplengte kunnen meten, nuttig voor de technische staf van PSV als zij precies weten hoeveel en hoe snel hun spelers lopen. Maar op weg naar alweer een Europese topsportorganisatie voor een verkooppitch sloeg Lefeber aan het rekenen. ‘Ik kwam er al snel achter dat de Nederlandse ouderenzorg een twee keer zo grote markt is als alle Europese topsportploegen samen.’", "En dus paste hij zijn product aan. In de vloer, vertelt hij, zitten per vierkante meter 50 ‘volledige passieve’ radioantennetjes die signalen sturen naar een responder die een bewoner om de enkel draagt, ‘een heel goedkope techniek’. ‘Door dat aanstralen weet de computer precies wat de stapsnelheid is, de breedte, de lengte, de uitvalstappen bij een bochtje.’ En ook: of steeds één voet in de lucht is bij het lopen – een teken van goede balans – of dat het schuifelen is met twee voeten die tegelijkertijd de grond raken. Al die gegevens gaan door een, met fysiotherapeuten gevalideerd, algoritme, dat uiteindelijk het valrisico bepaalt.", "Voorkomen dat ouderen vallen is noodzakelijk voor hun welzijn en om de ouderenzorg betaalbaar te houden, zegt Jan-Kees van Wijnen, directeur zorg en behandeling van tanteLouise. Elke vier minuten belandt in Nederland een oudere op de spoedeisende hulp na een valpartij. Ruim 15 duizend mensen breken jaarlijks hun heup, driekwart van hen is boven de 80. Een kwart van hen overlijdt, mede door de gevolgen van de val, binnen een jaar.", "De heupairbag blaast zichzelf op als hij een val detecteert. Het luchtkussen dat dan ontstaat, breekt de val.", "Heupairbag De ‘Wolk’ is ontworpen om het aantal gebroken heupen drastisch verminderen. Wat vinden ze in Steenbergen, waar ze een jaar lang proefgedraaid hebben, van deze zogeheten heupairbag?", "Duur", "Bovendien is een heupfractuur een kostbare aangelegenheid. Reken 20 duizend euro voor een operatie, 15 duizend euro voor de revalidatie, zegt Van Wijnen. ‘Uit onderzoek blijkt verder dat een verpleeghuis als het onze zo’n breuk 200 uur extra aan personele inzet kost. Verpleegkundigen moeten de familie inlichten, de overdracht vanuit het ziekenhuis regelen, met twee personen één iemand verzorgen, behandelplannen maken en die uitvoeren.’", "Zo’n voorbeeld maakt in één klap duidelijk, zegt Van Wijnen, dat innovaties als de slimme vloer noodzakelijk zijn om de kwaliteit van de ouderenzorg ook op langere termijn overeind te houden. ‘We moeten slimmer en anders gaan werken, medewerkers zullen meer zorgzwaarte aan moeten kunnen. Als we alles op dezelfde manier blijven doen, dan gaat dat gewoon niet. Het aantal mensen met dementie zal verdubbelen, we hebben simpelweg niet genoeg personeel om hen allemaal op de huidige manier te verzorgen.’", "Toch blijkt het lastig dit soort innovaties op grote schaal door te voeren in de ouderenzorg. Dat is wel nodig, vindt Van Wijnen. ‘Als wij dit in ons eentje doen, heeft dat geen enkele zin, dat zal het verschil niet maken.’ Collega-bestuurders zijn soms huiverig, merkt hij. ‘Kan het op de langere termijn uit?, vragen zij zich af. Het is toch een investering. Ik kan dan de rekensommetjes laten zien, maar eigenlijk moeten ze doorleven wat het betekent als je medewerkers 200 uur extra kan inzetten.’", "Die innovatiehuiver is bekend, zegt Henk Herman Nap, specialist op het gebied van innovatie in de ouderenzorg bij Vilans, een kennisinstituut voor de langdurige zorg. ‘Het duurt zeker een jaar voordat iedereen een nieuwe techniek binnen een ouderenzorgorganisatie omarmt.’ Mensen zijn bang hun baan te verliezen (‘onterecht, er zijn juist grote tekorten’), of ze zijn bang dat de techniek het zo belangrijke ‘warme contact’ verdringt. ‘Maar door slimme technieken blijft er juist meer tijd over voor een praatje over de familie.’", "Beeld Thomas Nondh Jansen", "Meer spelen", "Toch, er is sprake van een kentering. ‘Er is meer geld beschikbaar de afgelopen tien jaar, er is sprake van een boost.’ De meeste innovaties in de ouderenzorg gaan over monitoring, over het in de gaten houden van ouderen zodat ze niet vallen, dwalen, of vergeten hun medicijnen in te nemen. ‘Maar een cliënt merkt er niets van dat zo’n valsensor iets aan zijn leven toevoegt. Dat helpt de acceptatie niet, en je ziet dat de motivatie daar zorgvuldig mee om te gaan ook bij zorgverleners na een tijdje daalt.’", "Naps oplossing: ‘Probeer dan iets toe te voegen van waarde, zoals contact met kinderen en kleinkinderen of een spelelement. Vooral volwassenen hebben iets tegen spelen, alsof dat alleen iets voor kinderen zou zijn. We zouden vaker iets grappigs moeten toevoegen, een gaming-element, een spelletje. Als we harder werken aan het sociale fun-aspect, versterkt dat de hoognodige acceptatie van technologie in de ouderenzorg.’"], "authors": ["Michiel Van Der Geest"], "keywords": ["ouderen", "van", "slimme", "als", "val", "het", "voorspelt", "op", "die", "zijn", "een", "valpartijen", "heupairbag", "en", "dat", "te", "vloer"], "pubDate": "2020-11-13T13:00:18+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}