{"id": "08b6946b-6b95-3d17-81d6-904b0d72b308", "title": "Vier landen en hun eigen vaccin", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/12/vier-landen-en-hun-eigen-vaccin-796687/", "summary": "Vier landen en hun ‘eigen’ vaccin op een rij.\nAnders dan het vaccin van Pfizer en van BioNTech, die in Europa worden gebruikt, werkt het Iraanse vaccin niet met mRNA-techniek, maar is het een zogeheten geïnactiveerd vaccin.\nIn het zwaarst getroffen land van het Midden-Oosten zijn inmiddels 55.000 mensen overleden aan de gevolgen van het coronavirus.\nHet vaccin is 70,4 procent effectief na twee doses, wat bekent dat het vaccin het risico op infectie na vaccinatie vermindert met 70,4 procent.\nSinopharm verklaart dat het vaccin in een fase-driestudie een effectiviteit van 79 procent heeft, terwijl de Verenigde Arabische Emiraten, waar het vaccin al is goedgekeurd, zeggen dat het vaccin 86 procent effectief is.", "paragraphs": ["Het ene na het andere land hoopt de coronacrisis te bezweren met een zelf ontwikkeld coronavaccin. Vier landen en hun ‘eigen’ vaccin op een rij.", "1.Iran: CovIran Barekat", "Dinsdag 29 december kregen de eerste proefpersonen het Iraanse vaccin met de naam CovIran Barekat toegediend, zo was te zien op de staatstelevisie. Het toedienen aan proefpersonen is pas de eerste fase van het onderzoek om te bepalen of het vaccin veilig en werkzaam is. Daarover is tot op heden nog niet veel bekend, want onderzoeksresultaten zijn niet naar buiten gebracht. Volgens de Iraanse autoriteiten hebben zich 65.000 vrijwilligers aangemeld om zich voor onderzoek te laten vaccineren.", "Aan het einde van het voorjaar van 2021 moet het vaccin op de markt komen, maar het is de vraag of de testfases op tijd zijn afgerond. Anders dan het vaccin van Pfizer en van BioNTech, die in Europa worden gebruikt, werkt het Iraanse vaccin niet met mRNA-techniek, maar is het een zogeheten geïnactiveerd vaccin. Dit betekent dat het vaccin bestaat uit virusdeeltjes die uitgeschakeld zijn. Deze deeltjes worden herkend door het afweersysteem, waardoor een afweerreactie op gang komt. Het doel is het opwekken van antistoffen en geheugencellen om zo te beschermen tegen een corona-infectie. De productie van dit geïnactiveerde vaccin is in handen van Shifa Pharmed, een bedrijf dat onderdeel is van een farmaceutisch staatsconglomeraat.", "Een van de redenen om zelf een vaccin gaan ontwikkelen, is dat Iran moeilijkheden voorziet bij de invoer van voldoende hoeveelheden buitenlandse vaccins als gevolg van Amerikaanse sancties. In het zwaarst getroffen land van het Midden-Oosten zijn inmiddels 55.000 mensen overleden aan de gevolgen van het coronavirus.", "2.Verenigd Koninkrijk: Oxford-AstraZeneca-vaccin", "Het Oxford-AstraZeneca-vaccin bestaat uit een verzwakt virusdeeltje, een ander virus dan het coronavirus, dat genetisch materiaal van het coronavirus bevat. Zo’n verzwakt virusdeeltje wordt ook wel een virale vector genoemd. De virale vector zorgt ervoor dat het genetische materiaal van het coronavirus in menselijke cellen terechtkomt. In de menselijke cellen wordt het genetische materiaal gekopieerd, waardoor eiwitten worden gemaakt. Deze eiwitten vormen de uitsteeksels van een coronavirus, ook wel spike-eiwitten genoemd. Doordat de menselijke cellen na vaccinatie het spike-eiwit bevatten, wordt het afweersysteem actief en gaat het aan de gang om de viruseiwitten op te ruimen. Tijdens deze afweerreactie worden antistoffen en geheugencellen gemaakt, die bij een latere infectie met het coronavirus direct aan de slag gaan om het virus op te ruimen. Op die manier kan het vaccin bescherming bieden tegen het virus.", "Woensdag 30 december is in het Verenigd Koninkrijk het vaccin van Oxford-AstraZeneca goedgekeurd op basis van tussentijdse resultaten van de fase-driestudie. Een fase-driestudie is een grootschalige studie, waarbij een grote groep mensen wordt gevaccineerd met ofwel het coronavaccin, ofwel een placebo. Het doel van zo’n studie is om te kijken naar de effectiviteit van een vaccin en eventuele bijwerkingen. In de fase-driestudie van Oxford-AstraZeneca, waaraan meer dan 10.000 mensen deelnemen, is bewezen dat het vaccin veilig is en dat het symptomatische COVID-19 voorkomt. Het verhindert dus dat je ziek wordt door het coronavirus. Het vaccin is 70,4 procent effectief na twee doses, wat bekent dat het vaccin het risico op infectie na vaccinatie vermindert met 70,4 procent.", "In het Verenigd Koninkrijk zullen eerst ouderen in verpleeghuizen worden gevaccineerd met het Oxford-AstraZeneca-vaccin. Een groot voordeel van dit vaccin is dat het in de koelkast kan worden bewaard in plaats van in speciale vriezers, waardoor transport efficiënter kan verlopen.", "3.", "Rusland: Sputnik V", "Sputnik V is het Russische coronavaccin. Net als het Oxford-AstraZeneca-vaccin maakt het gebruik van een virale vector met genetisch materiaal voor het spike-eiwit. Sputnik V gebruikt een andere virale vector dan het Oxford-AstraZeneca-vaccin. Daarnaast is de virale vector van de eerste en tweede dosis verschillend, om zo een betere afweerreactie te krijgen en dus potentieel ook betere bescherming.", "Een fase-een-/tweestudie met het Sputnik V-vaccin in Rusland, waar op 76 mensen de veiligheid en effectiviteit van het vaccin werd getest, heeft laten zien dat het vaccin veilig. Daarnaast claimen de ontwikkelaars een effectiviteit van 95 procent.", "Een fase-driestudie is begonnen en het vaccin is inmiddels goedgekeurd en in gebruik in Rusland, ook al zijn resultaten van de fase-driestudie nog niet bekendgemaakt. Er heerst door de onzekerheid en geheimzinnigheid nog veel scepsis bij Russische burgers ten aanzien van het Sputnik V-vaccin.", "4.", "China: CoronaVac en Sinopharm", "In China zijn twee coronavaccins in ontwikkeling, één door het bedrijf Sinovac en één door Sinopharm. Beide vaccins zijn geïnactiveerde vaccins, net als het vaccin uit Iran.", "CoronaVac, het vaccin van Sinovac, is sinds juli in gebruik in China, ofschoon alleen gegevens bekend zijn van een fase-een- en -tweestudie.", "In deze studies is het vaccin getest op in totaal 744 mensen. Ze laten zien dat het vaccin veilig is. Een fase-driestudie is nu gaande. Net als het Oxford-AstraZeneca-vaccin is een voordeel van CoronaVac dat het op koelkasttemperatuur kan worden bewaard. Dit kan met name een voordeel zijn voor ontwikkelingslanden, waar het lastiger kan zijn om vaccins bij een erg lage temperatuur te bewaren, zoals het Pfizer/BioNTech-vaccin dat bij -70⁰C moet worden bewaard.", "Het vaccin van Sinopharm is goedgekeurd in twee Arabische landen, ook al zijn nog nauwelijks gegevens naar buiten gekomen over de werking. Daarnaast zijn de gegevens tegenstrijdig. Sinopharm verklaart dat het vaccin in een fase-driestudie een effectiviteit van 79 procent heeft, terwijl de Verenigde Arabische Emiraten, waar het vaccin al is goedgekeurd, zeggen dat het vaccin 86 procent effectief is."], "authors": [], "keywords": ["zijn", "van", "en", "eigen", "een", "hun", "met", "landen", "vaccin", "op", "te", "het", "dat", "vier"], "pubDate": "2020-12-30T16:29:39Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}