{"id": "08b77e3a-814d-3130-855f-8dcf783cdc4f", "title": "Oude sabeltandtijger levert exorbitant veel op tijdens veiling", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2020/12/oude-sabeltandtijger-levert-exorbitant-veel-op-tijdens-veiling/", "summary": "Oude sabeltandtijger levert exorbitant veel op tijdens veilingExorbitant veel geld leverde het skelet van de sabeltandtijger op, zeker ook wanneer je het vergelijkt met de andere (delen van) dieren die op dezelfde dag werden geveild, maar láng niet zoveel als de bekendste ‘dode dieren-veiling’ ooit opleverde.\nEen 37 miljoen jaar oud skelet van een sabeltandtijger is geveild voor 84.350 dollar, omgerekend bijna 70.000 euro.\nWel toestemming gegeven maar niet getoond, herlaad de pagina.\npic.twitter.com/QPu038IfED — Ratak Monodósico (@ratakmonodosico) October 11, 2019Wel toestemming gegeven maar niet getoond, herlaad de pagina.\nDamien Hirst animal carcasses 'leaked dangerous gas into Tate Modern' https://t.co/SPG5rXNtnS pic.twitter.com/7SNwLS6OwM — Evening Standard (@standardnews) April 21, 2016Wel toestemming gegeven maar niet getoond, herlaad de pagina.", "paragraphs": ["Oude sabeltandtijger levert exorbitant veel op tijdens veiling", "Exorbitant veel geld leverde het skelet van de sabeltandtijger op, zeker ook wanneer je het vergelijkt met de andere (delen van) dieren die op dezelfde dag werden geveild, maar láng niet zoveel als de bekendste ‘dode dieren-veiling’ ooit opleverde.", "Een 37 miljoen jaar oud skelet van een sabeltandtijger is geveild voor 84.350 dollar, omgerekend bijna 70.000 euro. Een privéverzamelaar kan de beenderen, die een jaar geleden in de Verenigde Staten werden gevonden, aan zijn collectie toevoegen.", "„Een buitengewoon fossiel, vooral omdat het zo goed bewaard is gebleven en voor 90 procent compleet is”, lichtte Bernard Piguet van het gelijknamige veilinghuis toe. De overige botten zijn met behulp van 3D-printen gemaakt.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Rare 'Sabre-toothed tiger' skeleton up for auction in Geneva https://t.co/DTbHZpjDZ9 — BPHS German Club (@BPHSDeutsch) December 9, 2020", "Sabeltandtijger in volksmond", "Het skelet van ongeveer 120 centimeter groot komt van een Hoplophoneus. Dat is technisch gezien geen katachtige, maar een roofdier behorend tot de uitgestorven Nimravidae. Deze dieren leefden ooit in Noord-Amerika en staan in de volksmond bekend als sabeltandtijger.", "Musea", "Tijdens de veiling zijn ook een Tyrannosaurus rex-tand en een 85 centimeter lange vin van een mosasaurus, een uitgestorven zeedier, verkocht voor omgerekend 5000 en 6600 euro. De verkoop van dit soort objecten bevalt niet alle paleontologen, de wetenschappers die fossielen bestuderen. Zij vinden dat fossielen van dieren of planten geen decoratieve objecten voor verzamelaars zijn, maar wetenschappelijke stukken die in musea thuishoren.", "Een aanwezige Zwitserse verzamelaar was het daar niet mee eens. „Als het bijvoorbeeld gaat over de sabeltandtijger, is dat een skelet zonder groot wetenschappelijk belang, want het is al bekend in de wetenschap.”", "Lees ook: Dotan zingt voor de paus: ‘Wat een ontzettende eer’", "Stan", "Afgelopen oktober ging ‘Stan’ onder de hamer, die wel even een paar maatjes groter dan de sabeltand was en voor bijna 32 miljoen dollar werd verkocht. Het (hij) is de duurste geveilde fossiel tot nu toe.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "BREAKING: The Tyrannosaurus rex skeleton BHI 3033, aka \"Stan,\" was just sold at auction for a whopping $31.8 million, far more than Sue's $8.4 million price in 1997 ($13.5 million in 2020). It's by far the highest price ever paid for a dinosaur fossil. https://t.co/rMbYgUuTPC pic.twitter.com/z7rnrkvjHC — Michael Greshko (@michaelgreshko) October 7, 2020", "Nog meer dieren", "De beroemdste ‘dode dierenveiling’ ooit is waarschijnlijk toch wel die van kunstenaar Damien Hirst in 2008. Een groot deel van zijn werken, met dode dieren als rode draad – of gouden kalf -, ging onder de hamer. Het leverde de artiest maar liefst 201 miljoen dollar op. Zijn dieren zijn nog altijd overal terug te vinden. En zelfs z’n haaienschets op twee roze papiertjes leverde nog flink wat op.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Man Finds Great White Shark Carcass in Abandoned Wildlife Park https://t.co/Raix7MsjZw Visitors look at Damien Hirst's 'The Kingdom' featuring a tiger shark in formaldehyde at Sotheby's auction 'Beautiful Inside My Head Forever' on September 8, 2008 in London, England. pic.twitter.com/QPu038IfED — Ratak Monodósico (@ratakmonodosico) October 11, 2019", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Damien Hirst animal carcasses 'leaked dangerous gas into Tate Modern' https://t.co/SPG5rXNtnS pic.twitter.com/7SNwLS6OwM — Evening Standard (@standardnews) April 21, 2016", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen."], "authors": ["Iris Hermans"], "keywords": ["toestemming", "van", "geen", "het", "op", "exorbitant", "maar", "zijn", "sabeltandtijger", "tijdens", "niet", "een", "oude", "levert", "te", "veel", "gegeven", "veiling"], "pubDate": "2020-12-09T12:50:35+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}