{"id": "08bb39db-7d5d-389e-a7ae-e132a7f959dd", "title": "Een goedbedoelde wet met gruwelijke elementen", "url": "https://nrc.nl/nieuws/2020/12/07/een-goedbedoelde-wet-met-gruwelijke-elementen-a4022928", "summary": "Omdat ik was begonnen met een medische behandeling voor geslachtsaanpassing, vond de wetgever dat ik maar beter onvruchtbaar kon worden.\nTen eerste: hoe komt het dat een goedbedoelde wet uit het moderne jaar 1985 zulke gruwelijke elementen bevatte?\nIn die tussentijd heb ik mijn bijdragen aan deze krant half onder narcose geschreven – nou nou nou, overdrijf ik niet een beetje?\nAchteraf denk ik geschrokken dat ik te druk en te gestresst was om iets te zeggen.\nHet is ook goed te beseffen dat we soms monsterlijke wetten maken, aangezien we een te klein hoofd en een te klein hart hebben om alle gevolgen ervan te overzien.", "paragraphs": ["Vreemd genoeg wilde de wetgever een aantal jaren geleden dat ik me liet steriliseren. Omdat ik was begonnen met een medische behandeling voor geslachtsaanpassing, vond de wetgever dat ik maar beter onvruchtbaar kon worden. Pas dan kon de geslachtsverandering ook op papier worden geregeld.", "In sommige kringen is het vooral belangrijk de administratie netjes te houden. Kennelijk vreesde de wetgever dat eventueel ouderschap na de geslachtsaanpassing een juridisch rommeltje zou worden en dus achtte hij het verstandiger zulk ouderschap simpelweg bij wet te verbieden.", "Na bezwaren van het Europees Hof voor de Rechten van de Mens werd de wet in 2014 veranderd en zo ontsprong ik zelf de dans. Na deze wetswijziging kon ik mijn geboorteakte laten veranderen zonder – excuses voor het viriele taalgebruik – mijn reproductieve systeem eruit te slopen. Korte tijd later heb ik de ingreep trouwens toch laten doen, maar ja, dat wilde ik zelf.", "Anderen waren minder gelukkig. Mensen, piepjonge, vruchtbare mensen hebben zich voorafgaand aan de wetswijziging op last van de wetgever laten opereren. Zo konden ze niet zelf beslissen over een risicovolle operatie, niet in hun eigen tempo in het reine komen met mogelijke kinderloosheid, en ze mochten van de wet ook geen cellen laten invriezen. Vorige week heeft het kabinet vanwege dit beleid zijn excuses aangeboden aan de betrokkenen.", "Sindsdien loop ik rond met twee boeiende vragen die deze casus overstijgen. Ten eerste: hoe komt het dat een goedbedoelde wet uit het moderne jaar 1985 zulke gruwelijke elementen bevatte? Op de schaal van verschrikkelijkheid zit de gedwongen sterilisatie van burgers wel aan de heel erg verschrikkelijke kant. Hoe haalde de wetgever het in zijn hoofd? Maken wij deze dagen ook wetten waarvoor we ons over 35 jaar diep zullen schamen?", "Ten tweede: waarom zag ik wel hoe gruwelijk de wet was, maar verzette ik me er niet actief tegen? Waarom stapte ik niet zelf naar de rechter? De twee kwesties zijn in hun algemeenheid interessant. Waarom maken we afschuwelijke regels? En waarom onderwerpen mensen zich eraan zonder actief te morren?", "Laat ik met de laatste vraag beginnen. Het antwoord daarop vereist kritisch zelfonderzoek en een korte schets van de omstandigheden. In mijn eigen geval begon ik in 2011 met alle geregel rondom de medische behandeling en na allerlei onderbrekingen was ik in 2018 medisch gezien klaar. In die tussentijd heb ik mijn bijdragen aan deze krant half onder narcose geschreven – nou nou nou, overdrijf ik niet een beetje? – en al met al was het een heel gedoe.", "In de eerste jaren was het proces schaamtevol, de shabby wachtkamer in het ziekenhuis, de hoepels waar je doorheen moest springen, de hele treurigheid ervan. Een paar jaar later was de medische afdeling omgeslagen van louche naar hip. Muren opgeschilderd, wachtkamer vernieuwd, beeldschermen en koffieapparaat erin; ik herkende de boel nauwelijks terug. Maar tot die tijd was je echt niet veel meer dan een bedelaar die de artsen om gunsten kwam vragen.", "De wet pakte in die jaren vreemd uit. Om je geboorteakte te laten aanpassen was een operatie nodig; maar tussen het begin van de hormoonbehandeling en de vereiste operatie lieten de medische protocollen je eindeloos wachten. Dus liep je rond met een mannelijk uiterlijk en vrouwelijk paspoort of andersom. Zelf deed ik, o ironie, in die tijd advieswerk voor de overheid. Om op de ministeries ongehinderd langs de receptie te komen liet ik een advocaat voor veel geld alvast mijn voornaam veranderen. Dat werkte.", "Te midden van dit soort gedoe, afhankelijkheid van de autoriteiten, een met taboe omgeven onderwerp, bureaucratische protocollen die de dienst uitmaken, denk je al gauw dat je niet beter verdient. Gedwongen sterilisatie? Toe maar, kan er ook nog wel bij! Achteraf denk ik geschrokken dat ik te druk en te gestresst was om iets te zeggen.", "Het is goed te beseffen dat het zo werkt: door afhankelijkheid, stress en geïnternaliseerde geringschatting spreken mensen zich in onrechtvaardige omstandigheden niet uit. Dat geldt voor mensen in lastige arbeidsomstandigheden, in moeilijke economische situaties, in posities waarin ze afhankelijk zijn van instellingen of diensten. Arm, en beschaamd zo arm te zijn, zegt de dichter Vasalis.", "Het is ook goed te beseffen dat we soms monsterlijke wetten maken, aangezien we een te klein hoofd en een te klein hart hebben om alle gevolgen ervan te overzien. In gesprek blijven over goede bedoelingen is daarom onmisbaar. We kunnen immers wel denken de wijsheid in pacht te hebben, maar het is fijn dat onze gruwelijke meningen en wetten af en toe door anderen worden herzien.", "Maxim Februari is jurist en schrijver, is jurist en schrijver, www.maximfebruari.nl", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 december 2020"], "authors": ["Maxim Februari", "Leestijd Minuten"], "keywords": ["wet", "van", "het", "maar", "met", "goedbedoelde", "elementen", "ik", "gruwelijke", "een", "niet", "en", "te", "dat"], "pubDate": "2020-12-07T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}