{"id": "08c25ebf-7f57-39d5-a1db-5fcaf6ebdb5e", "title": "Na haar vlucht uit Eritrea gedijt ze hier: ‘Maar ik mis mijn dochter’", "url": "https://www.parool.nl/amsterdam/na-haar-vlucht-uit-eritrea-gedijt-ze-hier-maar-ik-mis-mijn-dochter~b5ad4e0c/", "summary": "Ze heeft goed contact met haar buren dankzij het buddysysteem; zo is buurvrouw Anouk een dierbare vriendin geworden.\nMaar omdat de instanties haar niet geloofden en haar verdachten van samenzwering, vluchtte ze naar Soedan.\nIn afwachting van een besluit over haar asielaanvraag leerde Rezen een woordje Nederlands en werkte ze als vrijwilliger in een restaurant.\nIn het jaar dat het duurde voordat ze een woning kreeg toegewezen, zat Rezen niet stil.\nOok is er een zaal om te studeren, een wasruimte en een gedeelde binnentuin.", "paragraphs": ["Portret van Helen Tesfay Rezen en haar twee kleine zoontjes Beeld Eva Plevier", "In de krappe woning, net 18 vierkante meter, van Helen Tesfay Rezen (29) is haar zoontje Fasal (11 maanden) klaarwakker en druk in de weer met een boterham met pindakaas. Zijn tweelingbroertje Menelik ligt te slapen. Een zacht en tevreden gesnurk stijgt op uit het kinderbedje. Rezen woonde al in Stek Oost, een wooncomplex nabij treinstation Science Park (zie kader), toen ze zwanger werd, en hoewel het eigenlijk niet is toegestaan de kleine woningen met kroost te bewonen, is voor Rezen een uitzondering gemaakt. “Dat komt omdat de woningmarkt in Amsterdam zo beperkt is. Er is momenteel geen alternatief. Iets meer ruimte zou wel fijn zijn, maar het is best te doen,” zegt Rezen monter.", "Ze heeft goed contact met haar buren dankzij het buddysysteem; zo is buurvrouw Anouk een dierbare vriendin geworden. Ze past vaak op de tweeling en was zelfs aanwezig bij de geboorte. En nu de kinderen niet naar de crèche kunnen, die is om bekende redenen dicht, is het een uitkomst dat Rezen haar digitale Nederlandse les in de studio van Anouk kan volgen.", "Bijna twee jaar woont Rezen nu in Amsterdam, en ze wil er niet meer weg. Een lange en zware reis ging aan haar eigen plekje in Oost vooraf, een reis die aanving op een dag in 2015. Toen trof de destijds 24-jarige Rezen politieagenten voor de deur van haar woning in Eritrea. “Zij vertelden mij dat mijn man, die in het leger werkzaam was, was gedeserteerd.”", "Dat was nieuws voor Rezen, die niets van haar echtgenoots plannen had vernomen, en na die dag ook nooit meer iets van hem heeft gehoord. Maar omdat de instanties haar niet geloofden en haar verdachten van samenzwering, vluchtte ze naar Soedan. Ze moest haar 5-jarige dochtertje bij haar ouders achterlaten.", "“Ik mis haar erg. Ik werk heel hard om haar naar Nederland te halen, maar het is lastig omdat de Nederlandse regering papieren wil zien die er niet meer zijn. Maar ik geef niet op. Ik wil dat mijn kinderen samen opgroeien.”", "Na een jaar Soedan, waar ze zichzelf onderhield door in de horeca te werken, reisde Rezen verder naar Libië. “Een lange, zware tocht door de woestijn met allemaal vreemde mensen, van wie ik niet wist of ik hen kon vertrouwen.”", "Werk in de horeca", "Aan de Libische kust stapte ze aan boord van een rubberboot en waagde ze de oversteek. Een helse tocht; Rezen stond doodsangsten uit en was absoluut niet overtuigd van een goede afloop. Eenmaal in Italië besloot ze door te reizen naar Frankrijk, en na een paar maanden op straat te hebben gebivakkeerd in Parijs, zette ze koers richting Amsterdam. Hier vroeg ze asiel aan. Ze werd naar Ter Apel gedirigeerd, vervolgens naar Uddel in Gelderland en naar Gilze in Noord-Brabant. In afwachting van een besluit over haar asielaanvraag leerde Rezen een woordje Nederlands en werkte ze als vrijwilliger in een restaurant. Met een verblijfsvergunning op zak werd Rezen naar Leeuwarden gestuurd.", "In het jaar dat het duurde voordat ze een woning kreeg toegewezen, zat Rezen niet stil. Ze werkte als schoonmaker, leerde Nederlands en bediende in een restaurant in Harlingen. “Het werken in de horeca heb ik altijd heel erg leuk gevonden, ik wil mensen graag een fijne tijd ­bieden en sta altijd open om nieuwe dingen leren. Na mijn inburgeringscursus hoop ik een horecaopleiding te kunnen volgen.”", "In Amsterdam is Rezen op haar plek, ze gedijt goed in de reuring van de grote stad en heeft een stevig en liefdevol netwerk opgebouwd met goede vrienden. Met de vader van de tweeling heeft ze geen relatie, maar hij woont in Amstelveen en past elk weekend op de kinderen, zodat Rezen tijd heeft om boodschappen te doen en te studeren. Ze gaat drie keer in de week naar Nederlandse les. Voorafgaand aan school brengt ze de jongens naar de crèche. Ze doet alles lopend, wat tijdrovend en vermoeiend is. Een bakfiets geeft het drietal meer bewegingsvrijheid. “Het is niet alleen handig voor de noodzakelijke ritjes, maar ook leuk. Ik zou de jongens graag een keertje willen meenemen naar het Amsterdamse Bos.”", "Stek Oost Naast voetbalclub Zeeburgia in de Watergraafsmeer staat een groot wooncomplex van 250 studio’s, ­voorzien van een eigen badkamer en keukentje. Woningcorporatie Stadgenoot verhuurt de woningen aan statushouders en Nederlandse jongeren van 18 tot en met 27 jaar. In een gezamenlijke huiskamer met grote keuken kunnen bewoners samen koken of spelletjes spelen. Ook is er een zaal om te studeren, een wasruimte en een gedeelde binnentuin. Er is een buddysysteem opgezet om jongeren met verschillende ­culturele achtergronden met elkaar in contact te laten komen.", "De wens van vorige week Twee weken geleden vroeg Matthijs Rem hulp bij de aanschaf van nieuwe olieverf. In naam van zijn overleden echtgenoot Simon Kragtwijk doneert Joost Veldman het bedrag. In het appartement van kunstschilder Matthijs Rem (75) in een seniorenflat in Zuidoost hangt de aangenaam weeë geur van olieverf en terpentijn. Overal staan schilderijen en hangen tekeningen en de tafel is bezaaid met een imposante laag uitgeknepen en afgeschreven verftubes. De Amsterdammer heeft een bewogen leven achter de rug. Gestrande huwelijken, een drankprobleem en een kort zwervend bestaan zonder vast heenkomen bleven hem niet bespaard. Maar een schilderkwast had hij altijd in de buurt. Door prostaatkanker komt Rem weinig buiten, op sommige dagen lukt het hem zelfs niet van de bank af te komen. De weinige kracht die hem rest, besteedt hij het liefst aan schilderen. Helaas stagneert het werk, want hij heeft geen geld voor nieuwe verf. Niet kunnen schilderen doet Rem geen goed. Zijn slechte gezondheid biedt weinig hoop, maar zijn schilderijen zijn niet af en dat is Rem een doorn in het oog. De dag dat Rem in de rubriek stond, werd zijn verhaal geflankeerd door het overlijdensbericht van Amsterdammer Simon Kragtwijk. Hij overleed op 56-jarige leeftijd na een kort ziekbed. Zijn man Joost Veldman (49) las Rems verhaal en besloot in de naam van zijn geliefde de wens van Rem te verzilveren. “Simon was een groot liefhebber van kunst, in al zijn verschijningsvormen. Hij had het werk van Matthijs, met die intense kleuren blauw, prachtig gevonden.” Veldman zou, als dat in de toekomst mogelijk is, een werk van Rem willen kopen. “Om hem te steunen, en ervoor te zorgen dat hij weer even vooruit kan.”"], "authors": ["Bien Borren"], "keywords": ["ik", "hier", "van", "mis", "mijn", "en", "uit", "een", "ze", "met", "vlucht", "niet", "te", "gedijt", "het", "maar", "haar", "rezen"], "pubDate": "2021-01-02T17:00:41Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}