{"id": "08c48be1-3e9e-375c-862d-29e8f0192a1a", "title": "Timmermans: ‘EU moet durven brexitoverleg af te breken’", "url": "https://www.parool.nl/wereld/timmermans-eu-moet-durven-brexitoverleg-af-te-breken~b48ea40a/", "summary": "“Het is echt een dubbeltje op zijn kant op dit moment.\nHet is heel spannend.”Volgens Timmermans zijn ‘de economische en menselijke gevolgen’ van een ‘no deal’ zijn ‘heel verregaand’.\n‘Dan niet’Maar de EU moet bereid zijn de onderhandelingen ook te laten klappen, benadrukt Timmermans.\n“Als de andere partij niet wil inschikken en niet een compromis wil vinden, moet je ook de bereidheid hebben om te zeggen: dan niet.”De afgelopen dagen spraken sommige EU-landen hun zorg uit of hoofdonderhandelaar Michel Barnier niet te veel zou weggeven.\nTot een paar dagen geleden wilde de Europese Commissie nog niet vooruitlopen op het stranden van het overleg en niet ingaan op voorbereidingen voor het geval dat.", "paragraphs": ["Frans Timmermans sprak zondagochtend in Buitenhof. Beeld EPA", "De tijd raakt op voor afspraken die moeten voorkomen dat handel en verkeer tussen het VK en de EU vanaf 1 januari op grote belemmeringen stuiten, maar Londen en Brussel hebben ‘een paar hele grote onderwerpen nog lang niet opgelost', zei Timmermans in het tv-programma Buitenhof. “Het is echt een dubbeltje op zijn kant op dit moment. Het is heel spannend.”", "Volgens Timmermans zijn ‘de economische en menselijke gevolgen’ van een ‘no deal’ zijn ‘heel verregaand’.", "‘Dan niet’", "Maar de EU moet bereid zijn de onderhandelingen ook te laten klappen, benadrukt Timmermans. “Als de andere partij niet wil inschikken en niet een compromis wil vinden, moet je ook de bereidheid hebben om te zeggen: dan niet.”", "De afgelopen dagen spraken sommige EU-landen hun zorg uit of hoofdonderhandelaar Michel Barnier niet te veel zou weggeven. Barnier praat maandagochtend de ambassadeurs van de lidstaten bij.", "Schade beperken", "De Europese Commissie werkt intussen ‘hard’ om de schade te beperken als de onderhandelingen stuklopen, zegt Timmermans. EU-landen als Nederland vragen volgens hem ‘terecht van de Europese Commissie’ dat die voorbereidingen treft voor een no deal.", "Tot een paar dagen geleden wilde de Europese Commissie nog niet vooruitlopen op het stranden van het overleg en niet ingaan op voorbereidingen voor het geval dat. Maar de commissie zou daarvan snel werk moeten maken als de Britten en de EU eind vorige week nog geen zicht zouden hebben op een akkoord, zei Barnier toen al."], "authors": [], "keywords": ["brexitoverleg", "commissie", "van", "af", "durven", "eu", "het", "op", "timmermans", "breken", "zijn", "moet", "een", "niet", "te", "en"], "pubDate": "2020-12-06T16:05:24+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}