{"id": "08c5ab34-e283-3f26-8dea-8f9a3d865357", "title": "Oerol-oprichter Joop Mulder (67) overleden", "url": "https://www.dvhn.nl/cultuur/Oerol-oprichter-Joop-Mulder-67-overleden-26347140.html", "summary": "Joop Mulder, oprichter van het Oerol-festival op Terschelling, is in de nacht van vrijdag op zaterdag overleden, waarschijnlijk aan een hartstilstand.\nMulder, zoon van de Bolswarder burgemeester Johan Mulder, vestigde zich in de jaren zeventig op Terschelling, waar hij café De Stoep (in Midsland) overnam.\nMulder overleed in het appartement in Leeuwarden, dat hij vanwege zijn werk voor Sense Of Place had.\nHij laat een vrouw en een dochter achter.\n'Heel verdrietig en veel te jong natuurlijk'Siart Smit, directeur van Oerol, reageert zondagavond op het overlijden van Mulder: „Heel verdrietig en veel te jong natuurlijk.", "paragraphs": ["Joop Mulder, oprichter van het Oerol-festival op Terschelling, is in de nacht van vrijdag op zaterdag overleden, waarschijnlijk aan een hartstilstand. Hij werd 67 jaar oud.", "Mulder, zoon van de Bolswarder burgemeester Johan Mulder, vestigde zich in de jaren zeventig op Terschelling, waar hij café De Stoep (in Midsland) overnam. In 1982 begon hij met het Oerol-festival, dat jarenlang vanuit zijn woonkamer, boven het café, werd georganiseerd.", "Oerol groeide uit tot een van de toonaangevende festivals op het gebied van locatietheater, dat artiesten en theatergroepen uit de hele wereld naar Terschelling haalde en ook zelf vele voorstellingen produceerde.", "Afscheid van Oerol", "Enkele jaren geleden nam Mulder afscheid van Oerol, om zich te richten op het landschapstheaterproject Sense Of Place, dat zich grotendeels bij de Waddenzeekust zou moeten afspelen.", "Mulder overleed in het appartement in Leeuwarden, dat hij vanwege zijn werk voor Sense Of Place had. Hij had ook een huis in West-Terschelling. Hij laat een vrouw en een dochter achter.", "'Heel verdrietig en veel te jong natuurlijk'", "Siart Smit, directeur van Oerol, reageert zondagavond op het overlijden van Mulder: „Heel verdrietig en veel te jong natuurlijk. Joop was nog volop aan het werk en vol plannen. De laatste tijd had hij een zwakkere gezondheid en hartproblemen. Desondanks was zijn overlijden erg onverwacht. Joop is iemand die altijd volop heeft geleefd en alles eruit heeft gehaald, en ook nog wel even door wilde.”", "Het festival beleeft dit jaar zijn veertigste editie. Smit: „We gaan ons beraden hoe we daar een mooi eerbetoon aan Joop kunnen geven. We zullen zijn bezieling, ideeën en onuitputtelijke energie missen.” Mulder zou in 2022 met een groot project onderdeel uitmaken van Arcadia, een honderd dagen durende kunsttriënnale in Friesland."], "authors": ["Jacob Haagsma"], "keywords": ["overleden", "zijn", "67", "van", "joop", "mulder", "oeroloprichter", "en", "een", "op", "het", "hij", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}