{"id": "08cd3ad4-04ee-31c5-ad71-20c8a6c3ddaa", "title": "Review: IJzersterke hardware kan de Huawei P40 Pro niet redden", "url": "https://nu.nl/reviews/6044202/review-ijzersterke-hardware-kan-de-huawei-p40-pro-niet-redden.html", "summary": "Met vier camera’s, een flink scherm en een sterke accu is de Huawei P40 Pro een beest van een telefoon.\nDe P40 Pro maakt gebruik van een zogeheten 'OverFlow'-design.\nConclusieQua camera's en hardware is de Huawei P40 Pro een zeer indrukwekkende telefoon.\nIk miste gebruiksgemak en merkte dat ik niet de moeite wilde doen om continu handmatig apps te installeren en te updaten.\nVoor mij was de ervaring met de P40 Pro in ieder geval niet ideaal en zeker geen 999 euro waard.", "paragraphs": ["Met vier camera’s, een flink scherm en een sterke accu is de Huawei P40 Pro een beest van een telefoon. Maar door het ontbreken van populaire apps in de AppGallery voelt de telefoon incompleet.", "De Huawei P40 Pro is het nieuwste toptoestel van de Chinese fabrikant. Het is eigenlijk een gepolijste versie van de Huawei P30 Pro, die vorig jaar bij ons ook al hoge ogen gooide met zijn hardware en camera's.", "De P40 Pro is een heel comfortabele telefoon. Met zijn 6,6 inch ligt hij lekker in de hand. Het toestel is kleiner dan de telefoonmonsters van 6,9 inch, maar groot genoeg voor comfortabel gebruik. Het scherm vult de voorkant en wordt linksboven alleen onderbroken door een gat waarin twee selfiecamera's zijn geplaatst.", "De P40 Pro maakt gebruik van een zogeheten 'OverFlow'-design. Het scherm is aan alle kanten gebogen, waardoor de schermranden dunner zijn. De telefoon voelt daardoor glad aan, zonder ruwe randjes.", "Specificaties Huawei P40 Pro Scherm: 6.58 inch (2640 x 1200 pixels)", "Processor: Kirin 990 5G", "Werkgeheugen: 8GB", "Opslag: 256GB", "Accu: 4.200 mAh", "Gewicht: 209 gram", "Prijs: 999 euro", "Door: NU.nl/Wies van der Heyden", "Het scherm wordt alleen onderbroken door een gat waarin twee camera's zijn geplaatst.", "Je hoeft geen camera meer mee te nemen", "De camera's zijn super, wat we gewend zijn van Huawei-telefoons. Bij de P30-telefoons waren we al onder de indruk van de camera's, maar bij de P40-serie doet Huawei er nog een schepje bovenop.", "In het camera-eiland op de achterkant van de telefoon zitten vier lenzen: een standaardlens, een groothoeklens, een dieptesensor en een zoomlens waarmee je tot vijf keer optisch kunt inzoomen. Digitaal is het mogelijk om tot vijftig keer te zoomen, en ook dan presenteert de camera nog verrassend goed. Al is het zonder statief lastig om scherp te stellen en vallen er soms details weg. De telefoon beschikt daarnaast over een dubbele selfiecamera.", "Het camera-eiland achter op de telefoon neemt veel ruimte in beslag en steekt wat uit, waardoor de smartphone wiebelt als je deze op zijn rug legt. Het valt bovendien uit de toon bij het verder strakke uiterlijk van de telefoon. Al is dat is eigenlijk mierenneukerij als je denkt aan de vier camera's die je daarvoor terugkrijgt.", "Door: NU.nl/Wies van der Heyden", "Het camera-eiland is groot en steekt iets uit.", "Moeilijk in dagelijks gebruik", "Het echte probleem zit, net als bij andere nieuwe Huawei-telefoons, in de software. De P40-serie werkt niet met Google-apps en -diensten vanwege een handelsverbod met de Verenigde Staten. Gebruikers hebben dus geen toegang tot de Google Play Store.", "Huawei biedt zijn eigen appwinkel aan: de AppGallery. Maar het aanbod valt tegen. Veel populaire apps missen en de winkel zit vol met rare kopieën van apps waar je niks aan hebt en die onbetrouwbaar overkomen. Zo staan apps als Facebook, Netflix, de NS Reisplanner of NU.nl niet in de AppGallery.", "Huawei navigeert je indien mogelijk naar de site van de app zodat je deze vanaf het apk-bestand zelf op de telefoon kan installeren. Maar via deze weg kan een app zichzelf niet automatisch updaten. Je moet je daarom in allerlei bochten wringen om de apps via omwegen te installeren en om deze ook zelf via omwegen van de juiste updates te voorzien.", "Dat blijkt te veel moeite voor een luie smartphonegebruiker als ikzelf. Ik miste gebruiksgemak. In de week dat in de P40 Pro in gebruik had, greep ik continu terug naar mij oude telefoon waarop ik wel zonder gedoe kan WhatsAppen, Netflix kan kijken en mijn Gmail kan checken.", "Door: NU.nl/Wies van der Heyden", "In de App Gallery staan veel kopieën van populaire apps.", "Conclusie", "Qua camera's en hardware is de Huawei P40 Pro een zeer indrukwekkende telefoon. De telefoon ligt fijn in de hand, de batterij hield het bij mij probleemloos twee dagen vol en de camera's zijn om u tegen te zeggen.", "Het probleem zit in de software. Doordat veel populaire apps niet in de AppGallery te vinden zijn, voelt de telefoon incompleet. Ik miste gebruiksgemak en merkte dat ik niet de moeite wilde doen om continu handmatig apps te installeren en te updaten.", "Maar wie minder lui is dan ik en het niet erg vindt om wel die moeite te doen, of wie sowieso al weinig gebruik maakt van Google-apps, denkt daar wellicht anders over. Die afweging kan iedereen zelf maken. Voor mij was de ervaring met de P40 Pro in ieder geval niet ideaal en zeker geen 999 euro waard."], "authors": ["Door", "Wies Van Der Heyden"], "keywords": ["pro", "je", "van", "kan", "niet", "ijzersterke", "een", "het", "huawei", "hardware", "telefoon", "en", "te", "redden", "review", "p40", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}