{"id": "08ec22df-028e-3672-942a-678a69c9bdc3", "title": "Weekendtips: van legokunst tot online clubben", "url": "https://www.parool.nl/ps/weekendtips-van-legokunst-tot-online-clubben~b27731ee/", "summary": "T/m 1 maart 2021, vanaf €14,90, KalverpassageHet Marionettentheater komt met een eigen bewerking van het verhaal van Pinokkio.\nHet Marionettentheater komt met een eigen bewerking van het verhaal van Pinokkio.\nKom dan naar de jubileumeditie van het Amsterdams Buurtfestival, met werk van Amsterdamse filmmakers over sociale onderwerpen die spelen in de diverse buurten.\nTapis Rouge 2020 is een selectie van recent uitgebrachte Franse films in Tuschinski, de Filmhallen en online op Vitamine Cineville.\nSommige producten en delicatessen zijn ­af­komstig van leveranciers van Bord’Eau, het sterrenrestaurant van het hotel, en worden ook gebruikt door het ­restaurant.", "paragraphs": ["De lego-expositie The Art of the Brick is vanaf donderdag te zien in de Kalverstraat.", "De lego-expositie The Art of the Brick is vanaf donderdag te zien in de Kalverstraat. De tentoonstelling bestaat uit zo’n honderd kunstwerken, waaronder een zes meter lang T-Rexskelet. De bouwwerken zijn met ruim een miljoen legoblokjes gemaakt door de Amerikaanse kunstenaar Nathan Sawaya. Ook zijn, onder de naam In Pieces, foto’s van de Australische fotograaf Dean West te zien, van Sawaya’s werken in dagelijkse settings.", "T/m 1 maart 2021, vanaf €14,90, Kalverpassage", "Het Marionettentheater komt met een eigen bewerking van het verhaal van Pinokkio.", "Het Marionettentheater komt met een eigen bewerking van het verhaal van Pinokkio. In de voorstelling betovert de blauwe fee uit het bos een tak van een pijnboom die Geppetto heeft gevonden en waar hij een mooie pop uit snijdt. Als Pinokkio tot leven komt, beleeft hij spannende avonturen. Zo krijgt hij steeds een lange neus als hij jokt en verandert hij op een gegeven moment in een ezel. Als hij bewijst zich goed te kunnen gedragen, verandert de fee hem uiteindelijk in een echte jongen.", "Zaterdag en zondag, 14.30-15.20 uur, vanaf €8, Nederlands Marionetten­theater", "Fotografiefestival in het Scheepvaartmuseum. Beeld Twycer", "Eigenlijk zou het Scheepvaartmuseum afgelopen september samenwerken met fotografiefestival Unseen. Dat viel door corona in het water. Daarom organiseert het museum nu alsnog een fotografieweekend waar de exposities Engelen van de zee van Stephan Vanfleteren en Rijzend water van Kadir van Lohuizen te zien zijn. Bezoekers krijgen een poster van Engelen van de zee, maken kans op gesigneerde fotoboeken, en museumgidsen geven korte introducties bij de expo’s. Ook kun je de clipper Stad Amsterdam bezoeken.", "Zaterdag en zondag, 11.00-16.00 uur, ­vanaf €8, Scheepvaartmuseum", "De Stach-winkel aan de Overtoom en het duurzame visbedrijf Fishtales hebben een Fruits de Mer Bar opgezet. Beeld Lara Stok", "De Stach-winkel aan de Overtoom en het duurzame visbedrijf Fishtales hebben een Fruits de Mer Bar opgezet, waar je terecht kunt voor Zeeuwse oesters, ongepelde Hollandse garnalen, mosselen en meer. De zeevruchten die je kunt afhalen worden elke dag vers gevangen in de Noordzee en de Zeeuwse wateren. De pop-upbar is alleen deze decembermaand open, op elke donderdag tot en met zaterdag.", "T/m eind december, Overtoom 112, online bestellen", "Wanneer je weer fysiek uit je dak kunt gaan in de club, weet niemand. Maar online kan het dit weekend, met een digitale clubnachteditie van Komm schon Alter, mede georganiseerd door Paradiso. Op de line-up staan Dimitri en Dj Isis, die melodische house- en ­technobeats verzorgen. De clubnacht is via een livestream te volgen op de websites en sociale media van Paradiso en Komm schon Alter. Ook kunnen 100 mensen meedansen via zoom.", "Zaterdag, 20.00-23.00 uur, gratis", "Wil je ontdekken welke verhalen leven in de Amsterdamse buurten? Kom dan naar de jubileumeditie van het Amsterdams Buurtfestival.", "Wil je ontdekken welke verhalen leven in de Amsterdamse buurten? Kom dan naar de jubileumeditie van het Amsterdams Buurtfestival, met werk van Amsterdamse filmmakers over sociale onderwerpen die spelen in de diverse buurten. Zo wordt er een verhaal verteld over Hartjesdag, een jaarlijks feest in de zomer op de Zeedijk. Volledig coronaproof zijn de films online te volgen. Voor wie er toch op uit wil, zijn ze ook te bekijken in OBA Oosterdok.", "Zaterdag, 13.30 tot 15.15 uur, € 5, OBA Oosterdok en via OBA’s YouTube­kanaal", "Dit weekend zie je in Tuschinski, de Filmhallen en online recent uitgebrachte Franse Films bij Tapis Rouge.", "Tapis Rouge 2020 is een selectie van recent uitgebrachte Franse films in Tuschinski, de Filmhallen en online op Vitamine Cineville. De openingsfilm, die vanavond in Tuschinski wordt vertoond, is Adieu les Cons. Daarin gaat een ernstig zieke vrouw op zoek naar haar kind dat ze als tienermoeder afstond. Ook zijn er meerdere jeugdfilms te zien. De meeste films zijn Nederlands of Engels ondertiteld. Verder vinden er verschillende live-interviews en presentaties plaats, en wordt de Prix Tapis Rouge uitgereikt voor best verfilmde Franstalige roman.", "T/m 15 dec, Tuschinski, Filmhallen en Vitamine Cineville", "Vanaf dit weekend komt het Stedelijk met de expositie Surinaamse School: een overzicht van de ontwikkeling van de 20ste-eeuwse Surinaamse schil­derkunst aan de hand van meer dan honderd kunstwerken van ruim 35 kunstenaars, onder wie Erwin de Vries, Armand Baag en Nola Hatterman. Zij geven een beeld van de Surinaamse cultuur en de gedeelde geschiedenis met Nederland.", "T/m 31 mei 2021, vanaf €10, Stedelijk Museum Amsterdam", "Pakhuis de Zwijger organiseert een online lezing over het nachtleven in Amsterdam. Beeld Berbe Rinders", "Pakhuis de Zwijger organiseert een online lezing over het nachtleven in Amsterdam, dat momenteel volledig tot stilstand is gekomen. Kunst en cultuurwethouder Touria Meliani spreekt verschillende vertegenwoordigers uit het nachtleven, zoals Ramon de Lima, voorzitter van Stichting Nachtburgemeester, en onderzoekt zo waar de toekomst van de nachtcultuur ligt.", "Donderdag, 20.30 uur, gratis, online via livestream Pakhuis de Zwijger", "Freddy’s Bar is tijdelijk veranderd in een kerstdelicatessenzaak genaamd Freddy’s Winter Deli.", "Freddy’s Bar, van hotel De L’Europe, is tijdelijk veranderd in een kerstdelicatessenzaak genaamd Freddy’s Winter Deli. Hier kun je terecht voor producten als herfsttruffels, chocolade moelleux, borrelboxen, en verschillende dranken en broodjes (to go). Sommige producten en delicatessen zijn ­af­komstig van leveranciers van Bord’Eau, het sterrenrestaurant van het hotel, en worden ook gebruikt door het ­restaurant.", "T/m 2 januari, wo t/m zo, 9.00-17.00 uur, hotel De L’Europe"], "authors": ["Bjarn Van Den Berg"], "keywords": ["tot", "van", "legokunst", "het", "op", "met", "online", "zijn", "weekendtips", "een", "je", "en", "te", "clubben"], "pubDate": "2020-12-10T12:09:22+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}