{"id": "08f512be-a8db-3081-afd3-f08fdfdcbb0f", "title": "Kelderman kopman BORA in Ronde van Frankrijk, Mollema rijdt Giro en Tour", "url": "https://www.nu.nl/wielrennen/6101233/kelderman-kopman-bora-in-ronde-van-frankrijk-mollema-rijdt-giro-en-tour.html", "summary": "Het parcours van de Tour, met twee tijdritten, is volgens de teamleiding van BORA-hansgrohe meer op het lijf van de van Sunweb overgekomen Kelderman geschreven dan van de voor de hand liggende kopman Emanuel Buchmann.\nKelderman werd het afgelopen jaar derde in de Giro en al eens vierde in de Ronde van Spanje (2017).\nVincenzo Nibali, die de Ronde van Italië in 2013 en 2016 al won, rijdt eveneens beide koersen en zal met name in de ronde van zijn thuisland geen genoegen nemen met minder dan het kopmanschap.\nAfgelopen seizoen reed Mollema alleen de Tour de France, maar de Groninger kon de Ronde van Frankrijk niet afmaken.\nDe Italiaan Giulio Ciccone, tweevoudig ritwinnaar in de Giro en winnaar van de bergtrui in 2019, zal Mollema en Nibali vergezellen in de Ronde van Italië.", "paragraphs": ["Wilco Kelderman start komend jaar als kopman van BORA-hansgrohe in de Tour de France, melden teambaas Ralph Denk en ploegleider Enrico Poitschke maandag. Bauke Mollema rijdt komend seizoen zowel de Giro d'Italia als de Tour.", "Het parcours van de Tour, met twee tijdritten, is volgens de teamleiding van BORA-hansgrohe meer op het lijf van de van Sunweb overgekomen Kelderman geschreven dan van de voor de hand liggende kopman Emanuel Buchmann.", "\"Emanuel is al vierde geworden in de Tour. Dat is Wilco nog nooit gelukt. Daarom mag Emanuel als enige kopman naar de Giro\", aldus teambaas Denk. De Duitse renner, vierde in de Tour van 2019, gaat debuteren in de Giro.", "Kelderman werd het afgelopen jaar derde in de Giro en al eens vierde in de Ronde van Spanje (2017). In de Tour bleef hij tot dusverre ver buiten de top tien. \"Wilco heeft bewezen dat hij goed kan tijdrijden en dat speelt altijd een sleutelrol\", zegt Denk.", "Voor Kelderman wordt het zijn vierde deelname aan de Tour de France. Hij deed in totaal al elf keer mee aan een grote ronde.", "Wilco Kelderman eindigde als derde in de Giro d'Italia. Wilco Kelderman eindigde als derde in de Giro d'Italia. Foto: Pro Shots", "Mollema naar Tour en Giro", "Mollema zal komend seizoen zowel de Tour als de Giro rijden, al maakt Trek verder niks bekend over zijn rol. Vincenzo Nibali, die de Ronde van Italië in 2013 en 2016 al won, rijdt eveneens beide koersen en zal met name in de ronde van zijn thuisland geen genoegen nemen met minder dan het kopmanschap. De 'Haai van Messina' won de Tour in 2014.", "Afgelopen seizoen reed Mollema alleen de Tour de France, maar de Groninger kon de Ronde van Frankrijk niet afmaken. In de dertiende etappe liep hij bij een val een gecompliceerde breuk in zijn linkerpols op en daarmee was zijn seizoen voorbij.", "Het wordt de elfde keer dat Mollema aan de start staat van de Tour de France. In 2013 (zesde) en 2015 (zevende) eindigde de renner van Trek-Segafredo in de top tien van het algemeen klassement. In 2017 boekte hij zijn tot dusver enige etappezege in de Tour.", "Mollema deed in 2019 voor het laatst mee aan de Giro d'Italia en staat voor zijn vierde deelname aan de traditioneel eerste grote ronde van het jaar. Zowel in 2017 (zevende) als 2019 (vijfde) eindigde hij in de top van het eindklassement.", "Zoals het er nu naar uitziet, wordt de Tour dit jaar van 26 juni tot en met 18 juli gehouden. De Giro d'Italia begint en eindigt in mei (8-30 mei). De Italiaan Giulio Ciccone, tweevoudig ritwinnaar in de Giro en winnaar van de bergtrui in 2019, zal Mollema en Nibali vergezellen in de Ronde van Italië."], "authors": ["Foto", "Door", "Nu.Nl Anp"], "keywords": ["rijdt", "zijn", "van", "ronde", "giro", "mollema", "kopman", "en", "vierde", "kelderman", "frankrijk", "het", "tour", "hij", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}