{"id": "0901c687-3097-3e2e-bd0b-0c90b1798457", "title": "Dankzij een bakker met heimwee eet u een kerststol", "url": "https://trouw.nl/cultuur-media/dankzij-een-bakker-met-heimwee-eet-u-een-kerststol~b856ee5f/", "summary": "Menigeen zal vrijdag ontbijten met een sneetje rijk­gevuld krentenbrood met bakkersspijs erin.\nTegenwoordig heet zo’n brood bij de supermarkt een ‘feeststol’, maar in de volksmond staat het nog altijd bekend als kerststol.\nLangwerpig halfrond kerstbroodHet Duitse woord Stollen (ook wel: Stolle) vormt dus de oorsprong van ons woord (kerst)stol.\nMeestal wordt daarmee verwezen naar een langwerpig halfrond kerstbrood.\nDat die offergaven tevens vruchtbaarheidssymbolen waren, zou blijken uit de overlangse kerf die onze ­moderne kerststol nog altijd siert.", "paragraphs": ["Menigeen zal vrijdag ontbijten met een sneetje rijk­gevuld krentenbrood met bakkersspijs erin. Tegenwoordig heet zo’n brood bij de supermarkt een ‘feeststol’, maar in de volksmond staat het nog altijd bekend als kerststol. Stol is zo’n woord waarvan je zou kunnen denken dat het al eeuwen deel uitmaakt van onze woordenschat, maar in feite is het vrij jong. De vroegste vindplaats dateert uit december 1875 en stond in de antirevolutionaire krant De Standaard. In een advertentie prees de Amsterdamse bakker A. Katterfeld zijn ‘Sächsische Thühringer WeihnachtsStollen’ aan. Naar verluidt bakte hij die aanvankelijk uit nostalgie naar de Heimat, want Katterfeld was Duitser van geboorte.", "Langwerpig halfrond kerstbrood", "Het Duitse woord Stollen (ook wel: Stolle) vormt dus de oorsprong van ons woord (kerst)stol. Meestal wordt daarmee verwezen naar een langwerpig halfrond kerstbrood. Die tunnelvormige gedaante heeft de kerststol wellicht te danken aan een andere betekenis van Stollen: mijngang of tunnel. Stollen zelf gaat trouwens terug op het Oud-Hoogduitse woord stollo, waarmee een paal of stut werd aangeduid.", "In de twintigste eeuw heeft het leenwoord kerststol veel oudere namen verdrongen die voor onze traditionele kerstbroden in omloop waren, zoals kerstmik, kersttimp, kerstwegge of -wikke, deuvekater en het misschien hier en daar nog gebruikte woord kerststoet. Traditionele broden die met deze namen werden aangeduid, worden al sinds de Middeleeuwen gebakken en ­gegeten. Op Duitse websites wordt een verband gelegd tussen de gevulde Weihnachts- of Christstollen en offergaven in de vorm van met vruchten gevulde broden die onze verre Germaanse voorouders rond de zonnewende (circa 21 december) aan hun goden brachten. Dat die offergaven tevens vruchtbaarheidssymbolen waren, zou blijken uit de overlangse kerf die onze ­moderne kerststol nog altijd siert.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["kerststol", "bakker", "woord", "van", "naar", "en", "met", "een", "dankzij", "onze", "eet", "het", "heimwee", "die"], "pubDate": "2020-12-25T13:23:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}