{"id": "091a5ce6-ffe1-321d-af9a-9899c1af1d96", "title": "'Sneeuwtoerisme' in Zuid-Limburg leidt tot talloze parkeerboetes", "url": "https://nu.nl/binnenland/6101057/sneeuwtoerisme-in-zuid-limburg-leidt-tot-talloze-parkeerboetes.html", "summary": "'Sneeuwtoerisme' in de heuvels van Zuid-Limburg heeft zaterdag tot talloze parkeerboetes en verkeersopstoppingen geleid rond het Drielandenpunt bij Vaals en de bossen bij Vijlen.\nDat zei burgemeester Harry Leunessen van Vaals die zaterdagmiddag een kijkje nam in het drukke sneeuwlandschap.\nHij zei dat er op 10 kilometer afstand al files stonden van langzaam rijdend verkeer richting Vaals en Vijlen.\nOproep om niet naar Vaals te komenDe gemeente had vrijdagmiddag nog de oproep gedaan om niet naar Vaals te komen om drukte te vermijden, juist in deze coronatijd.\n\"Op zich gedragen mensen zich goed in de bossen waar het gaat om het naleven van de coronamaatregelen, zoals afstand houden.", "paragraphs": ["'Sneeuwtoerisme' in de heuvels van Zuid-Limburg heeft zaterdag tot talloze parkeerboetes en verkeersopstoppingen geleid rond het Drielandenpunt bij Vaals en de bossen bij Vijlen. Dat zei burgemeester Harry Leunessen van Vaals die zaterdagmiddag een kijkje nam in het drukke sneeuwlandschap.", "Boa's schreven een onbekend aantal boetes uit vanwege fout parkeren. Auto's stonden in lange rijen in en langs de bermen van de smalle bochtige wegen. Handhavers hadden het zelfs zo druk \"dat ze tussentijds even naar het gemeentehuis moesten om de accu's op te laden van de apparaatjes waarmee de boetes werden uitgeschreven\", zei Leunessen.", "Van heinde en verre waren mensen naar het gebied gekomen om te genieten van de sneeuw, die de afgelopen dagen was neergedwarreld. Volgens de burgemeester waren vooral gezinnen, met hond, kinderen en slee op pad. \"Veel mensen kwamen van ver weg, onder meer uit Eindhoven en Den Bosch. Hij zei dat er op 10 kilometer afstand al files stonden van langzaam rijdend verkeer richting Vaals en Vijlen.", "Medewerkers van gemeente, politie en Staatsbosbeheer hadden het druk om de verkeersstromen in de heuvels in goede banen te leiden. Op veel plaatsen kwam het verkeer vast te staan. Om problemen te voorkomen sloot de gemeente de Epenerbaan bij Vijlen af. Dit in verband met de zeer steile helling van de weg en de gladheid, aldus Leunessen.", "Oproep om niet naar Vaals te komen", "De gemeente had vrijdagmiddag nog de oproep gedaan om niet naar Vaals te komen om drukte te vermijden, juist in deze coronatijd. De politie herhaalde zaterdag die oproep nog eens. \"Ik heb de indruk dat de helft van de mensen die ervan wisten, deze oproep naast zich neer heeft gelegd.\"", "\"Op zich gedragen mensen zich goed in de bossen waar het gaat om het naleven van de coronamaatregelen, zoals afstand houden. Maar met name voor de inwoners van Vijlen en een deel van Vaals is het niet zo fijn om de hele dag die stroom verkeer voor je deur te hebben.\"", "Rond 15.30 uur begonnen veel mensen al huiswaarts te gaan, zei de burgemeester, die nog vertelde dat de sneeuw langzaam begint te smelten."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["tot", "mensen", "parkeerboetes", "van", "en", "om", "dat", "te", "zei", "leidt", "het", "vaals", "sneeuwtoerisme", "die", "talloze", "zuidlimburg"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}