{"id": "0927057b-2813-3974-b64c-9f93eaf520e1", "title": "Dit moet je weten over zwangerschap en je zorgverzekering", "url": "https://nu.nl/independer/6097014/dit-moet-je-weten-over-zwangerschap-en-je-zorgverzekering.html", "summary": "Zoals spullen voor de babykamer en kleding, maar ook ook het uitzoeken van een passende zorgverzekering.\nWelke zorg bij je zwangerschap vergoedt je zorgverzekering 2021?\nEn moet je naar het ziekenhuis voor je bevalling?\nNa de geboorte moet je je kindje bijschrijven op de zorgverzekering van een van de ouders.\nDit is dan ook het moment om te zorgen dat je zorgverzekering aansluit bij je zwangerschap en komst van je kindje.", "paragraphs": ["Verwacht je volgend jaar een kindje? Dan gaat er veel veranderen. Zeker als je voor het eerst ouder wordt. Er zijn dan veel dingen die je moet regelen. Zoals spullen voor de babykamer en kleding, maar ook ook het uitzoeken van een passende zorgverzekering. Vanaf het moment dat je zwanger bent, heb je namelijk bijpassende zorg nodig. Welke zorg bij je zwangerschap vergoedt je zorgverzekering 2021?", "Dit artikel is geschreven door Independer.", "Wat vergoedt je basisverzekering?", "Veel zorg die je nodig hebt tijdens je zwangerschap en bevalling wordt vergoed door de basisverzekering. Dat begint al bij de eerste afspraak met de huisarts. Maar ook afspraken bij de verloskundige, de twintigwekenecho, geneesmiddelen en kraamzorg worden vergoed. En moet je naar het ziekenhuis voor je bevalling? Ook dan zijn de kosten gedekt.", "Eigen risico", "Normaal gesproken moet je voor veel zorg uit de basisverzekering een eigen risico betalen. Dat is een vast bedrag per jaar. Voor zorgkosten rondom je zwangerschap ligt dat anders. Daarvoor hoef je namelijk vaak geen eigen risico te betalen, ook als ze wel onder de basisverzekering vallen. Benieuwd welke zorg wel en niet onder het eigen risico valt bij zwangerschap? Bekijk het overzicht: eigen risico bij zwangerschap.", "Een deel van de kosten zelf betalen?", "Goed om te weten: niet alle zorg die onder de basisverzekering valt, krijg je helemaal vergoedt. Soms geldt namelijk een eigen bijdrage. Dit betekent dat je een deel van de kosten zelf moet betalen. Dat is bijvoorbeeld het geval bij kraamzorg. Die kosten worden grotendeels vergoedt, maar je moet wel zelf 4,60 euro per uur betalen. Je kan er ook voor kiezen om deze eigen bijdrage aanvullend te verzekeren.", "Daarnaast is het slim om van tevoren te controleren met welke ziekenhuizen en kraamverzorgers je zorgverzekering een contract heeft. Je krijgt namelijk alleen bij gecontracteerde zorgverleners een volledige vergoeding.", "Wat vergoedt een aanvullende verzekering?", "Voor zorg die niet onder de basisverzekering valt, kan je een aanvullende verzekering nemen. Bijvoorbeeld voor het kraampakket en de kosten van een zwangerschapscursus. Maar ook als je zeker weet dat je in het ziekenhuis wil bevallen, ook als er geen medische noodzaak is. Andere aanvullende vergoedingen zijn:", "Eigen bijdrage voor kraamzorg", "Bekkenfysiotherapie", "Hulp bij borstvoeding", "Babymassage", "Kinderen gratis meeverzekerd", "Net als jij heeft ook je baby een zorgverzekering nodig. Na de geboorte moet je je kindje bijschrijven op de zorgverzekering van een van de ouders. Het is slim om te kiezen voor de ouder met de meest uitgebreide zorgverzekering. Tot 18 jaar betaal je namelijk geen extra zorgpremie voor kinderen, ook niet voor de aanvullende verzekering. En hoewel de basisverzekering veel zorgkosten voor kinderen vergoedt, kan dat toch handig zijn. Bijvoorbeeld als je kind een bril, beugel, of ADHD-medicijnen nodig heeft.", "Een nieuwe zorgverzekering?", "Ieder jaar kan je vanaf half november tot eind december je zorgverzekering aanpassen. Dit is dan ook het moment om te zorgen dat je zorgverzekering aansluit bij je zwangerschap en komst van je kindje. Wil je halverwege het jaar overstappen? Dan zijn er een paar zorgverzekeraars waarbij je tussentijds kan wijzigen. Maar vaak heb je die mogelijkheid alleen aan het einde van het jaar. Benieuwd welke zorgverzekering je moet kiezen? Vergelijk zorgverzekeringen en zie gelijk welke verzekering het beste bij jouw zwangerschap past."], "authors": ["Door"], "keywords": ["je", "van", "zorgverzekering", "bij", "dit", "een", "voor", "het", "zwangerschap", "ook", "en", "dat", "moet", "weten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}