{"id": "09369e9a-5c03-3a44-b800-e2f1452cb697", "title": "‘Wat deed je in de tussentijd?’ Zo verklaar je een gat in je cv", "url": "https://volkskrant.nl/werken/wat-deed-je-in-de-tussentijd-zo-verklaar-je-een-gat-in-je-cv~b836e2f6/", "summary": "Daarna kunnen ze alsnog kritisch zijn op de persoon.’Heb je een gat of een afwijkend cv, besteed dan extra veel aandacht aan de persoonlijke toelichting.\n‘Als een burn-out, depressie of corona de reden is, dan is dat een valide argument dat je even niet hebt gewerkt.\nZorg dat je eerst wordt uitgenodigd, dan kun je dit soort zaken later mondeling benoemen.’Lukt het je langere tijd niet een baan te vinden, dan kan een headhunter je helpen.\nDan heb je als sollicitant en als werkgever de beste match.’Een gat in je cv, wat nu?\nLeg de nadruk op wat je hebt gedaan in de tijd dat je even geen werk had.", "paragraphs": ["Beeld Matteo Bal", "David (37) werkte zes jaar bij een politieke partij. Tijdens zijn studie sociologie werd hij gevraagd voor een functie. ‘Ik kwam terecht in denktanks waar ik onderzoek deed naar beleidsonderwerpen voor een gemeenteraadslid of wethouder. Na een tijdje heb ik beleids- en bestuurswerk gedaan.’", "Dit artikel verscheen eerder bij Intermediair.nl", "Maar het werk bij die politieke partij hield na zes jaar op. Inmiddels is hij al bijna twee jaar aan het solliciteren, maar het lukt hem niet tussen de vaak honderden sollicitanten uit te springen. Hij wil een baan waarin hij zich bezig kan houden met organisatieadvies. Maar tot een contract is het nog niet gekomen. ‘Als ik na de zoveelste afwijzing bel en vraag naar de reden, hoor ik vaak dat ze iemand hebben gevonden met meer ervaring in die functie.’", "Zzp’er staat goed op LinkedIn", "Hij denkt dat zijn studie sociologie te veel vragen oproept. ‘Bij een studie bestuurskunde, economie of rechten weet een recruiter of hr-medewerker meteen wat het inhoudt. Maar bij sociologie hangt er een waas van onbekendheid omheen. Ik heb het idee dat recruiters en hr-afdelingen zoeken naar het perfecte plaatje, niet naar iemand met een afwijkend cv met een gat erin, zoals het mijne. Toch lijkt het me van meerwaarde dat bedrijven daar meer voor openstaan.’", "Om niet stil te zitten, schreef David zich in als zzp’er. Hij adviseert bedrijven tijdens een organisatieverandering. ‘Dat zzp’en is noodgedwongen. Het is ook niet echt een succes, ik heb veel te weinig opdrachten om rond te komen. Maar ik laat die onderneming op mijn LinkedIn en cv staan zodat het lijkt dat ik geen gat heb. Om geld te verdienen, sta ik twaalf uur per week in een slijterij.’", "Heb een verhaal paraat over de tussentijd", "‘Het is vaak niet erg als iemand een tijdje geen opvolgende functies op een cv heeft staan, maar het is wel belangrijk wat iemand in die tussenperiode heeft gedaan’, zegt Jaap Boonstra. Hij is arbeids- en organisatiepsycholoog en hoogleraar organisatiedynamiek aan universiteiten in Barcelona en Wenen.", "Heeft iemand die tussentijd gebruikt om een (zelf)studie te doen, een passie voor (top)sport te ontdekken en daarmee teamvaardigheden te ontwikkelen? Is iemand een onderneming begonnen, of heeft iemand ontwikkelingssamenwerking gedaan? Dan heb je volgens Boonstra niet zoveel te vrezen. ‘Zo’n tussenperiode is een test op veerkracht en wendbaarheid. Als je een goed en onderbouwd verhaal in je sollicitatiebrief of cv zet, dan doet dat gat er niet toe.’", "Solliciteer bij organisaties die waardegedreven zijn", "Bedrijven gaan verschillend om met afwijkende cv’s. Boonstra: ‘Sommige bedrijven proberen bij sollicitaties te achterhalen of de kandidaat aansluit bij de cultuur en de kernwaarden van een bedrijf. Andere gaan uit van competenties die iemand heeft.’", "De eerste categorie bedrijven gaat uit van talent als ‘human beings’, de tweede meer van talent als ‘human resources’. Bij die laatste categorie passen de traditionele bedrijven, bijvoorbeeld in de financiële dienstverlening of grote accountantskantoren. ‘Ze waarderen vaak een rechte lijn naar boven. Ze vinden het fijn als een carrièrelijn doorzet, vaak door hard te werken. Bij deze bedrijven is het moeilijker om te solliciteren met een afwijkend cv.’", "Maar er zijn ook organisaties die waardegedreven zijn. Daar wordt een ander cv juist gewaardeerd en gaat het er meer om of je karaktereigenschappen bij het bedrijf passen. ‘De Triodosbank heeft bijvoorbeeld altijd als vraag in het sollicitatiegesprek hoe iemand in het leven staat. Dat is daar belangrijk. Er wordt gekeken naar duurzaamheid en inclusie en daar wordt makkelijk een half uur van het gesprek aan besteed.’", "Laat zien dat je bezig bent geweest", "‘Een bedrijf moet lef tonen om iemand aan te nemen die op het oog niet het ideale cv heeft’, zegt headhunter Valerie Vafi. Toch is het volgens haar wel slim verder te kijken dan het perfecte plaatje. ‘Het is moeilijker voor een bedrijf vernieuwend te blijven als het te veel een eenheidsworst is van dezelfde mensen.’", "Ze geeft toe dat ‘de grote reuzen’ niet altijd uitgebreid tientallen afwijkende cv’s doornemen. ‘Dat kost tijd. Ze zijn er sneller met vijf cv’s die volledig aan het profiel voldoen. Daarna kunnen ze alsnog kritisch zijn op de persoon.’", "Heb je een gat of een afwijkend cv, besteed dan extra veel aandacht aan de persoonlijke toelichting. ‘Overtuig ze wie jij bent als persoon en waarom jij binnen de organisatie past. Werk je maar een paar uur per week aan die ene competentie die bij de functie past of doe je bijvoorbeeld vrijwilligerswerk, dan zet je juist dat in de etalage. Als headhunter of werkgever wil je zien dat iemand bezig is geweest en niet achterover is gaan leunen en een half jaar Netflix heeft gekeken.’", "Eerlijk blijven", "Het is volgens Vafi belangrijk om eerlijk te zijn, ook als je langdurig ziek bent geweest. ‘Als een burn-out, depressie of corona de reden is, dan is dat een valide argument dat je even niet hebt gewerkt. Maar benoem een ziekte liever niet als je net jezelf hebt voorgesteld. Het hoeft ook niet in je cv te staan. Zorg dat je eerst wordt uitgenodigd, dan kun je dit soort zaken later mondeling benoemen.’", "Lukt het je langere tijd niet een baan te vinden, dan kan een headhunter je helpen. ‘Ik kijk met een bredere blik en als ik overtuigd ben, kan ik de klant overtuigen dat ik iemand gevonden heb die misschien niet meteen in het ideale plaatje past, maar toch de perfecte kandidaat kan zijn voor een rol. Ik kan goed inschatten of de werknemer goed tot zijn recht komt in een omgeving, cultuur of dna van een bedrijf. Dat is minstens zo belangrijk als dat iemand aansluit op de inhoudelijke rol. Dan heb je als sollicitant en als werkgever de beste match.’", "Een gat in je cv, wat nu? Leg de nadruk op wat je hebt gedaan in de tijd dat je even geen werk had. Hoe heb je jezelf ontwikkeld? Waar ligt je ervaring en je kracht? Zoek vrijwilligerswerk, draag iets bij aan de maatschappij. Lees educatieve boeken over je vakgebied, luister podcasts van invloedrijke personen, lees vakbladen. Zo blijf je op de hoogte. Voer gesprekken met mensen die dezelfde studie hebben gedaan en in een baan zitten die jij ambieert. Hoe zijn zij er gekomen? En kunnen ze je helpen? Lukt het je langere tijd geen baan te vinden, vraag je omgeving om eerlijke feedback, ook al is dat confronterend. Kijk naar jezelf, ontdek wat je sterke en zwakke eigenschappen zijn. Voor solliciteren heb je veel reflectie en zelfkennis nodig. Blijf positief, zoek je kracht en wees overtuigd van jezelf. Dan komt het wel goed. Bron: Vafi Experience"], "authors": ["Linda Samplonius"], "keywords": ["dat", "die", "niet", "een", "en", "zo", "cv", "te", "ik", "gat", "als", "je", "tussentijd", "deed", "wat", "het", "verklaar"], "pubDate": "2020-12-09T10:57:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}