{"id": "093c09e0-bcee-3504-8d65-e3dfb2d72e62", "title": "Franse vissers raken bij Brexit mogelijk eeuwenoude rechten kwijt – en zich daarbij neerleggen doen ze niet", "url": "https://volkskrant.nl/nieuws-achtergrond/franse-vissers-raken-bij-brexit-mogelijk-eeuwenoude-rechten-kwijt-en-zich-daarbij-neerleggen-doen-ze-niet~b8644d75/", "summary": "‘Als zij zo graag hun onafhankelijkheid willen, kunnen ze die krijgen ook’, zegt de in bodywarmer gestoken Bouillon.\nStaatkundig gezien mogen ze Brits zijn, in Franse ogen zijn ze vanwege de geschiedenis en de nabijheid onlosmakelijk met Normandië verbonden.\nNog altijd horen ze officieel niet bij het Verenigd Koninkrijk en het Gemenebest.\nDe voorzitter van de vissersbond van Jersey, Don Thompson, beschuldigde de Franse vissers in de Jersey Evening Post van allerlei onoorbare praktijken.\nDe regering van Jersey heeft de wens uitgesproken dat het akkoord in de Baai van Granville ook na de Brexit blijft gelden.’Helaas voor Leguelinel heeft de regering van Jersey het ook niet meer voor het zeggen.", "paragraphs": ["In 2018 nog vond een kleine zeeslag plaats tussen Franse en Britse schelpvissers. Komt het opnieuw zover als de Brexitonderhandelingen stranden? In de Franse havenstad Granville klinkt het al strijdbaar: ‘We laten ze nergens meer aanmeren en blokkeren iedere ferryterminal.’", "Soms staan de beste stuurlui echt aan wal. Vanaf de havenkade van Granville kijkt Philippe Bouillon (55) goedkeurend toe hoe de boot die een week geleden nog van hem was door drie jonge vissers wordt aangemeerd. Bijna veertig jaar lang werd Bouillons bestaan gedicteerd door de getijden. Maar vorige week verkocht hij zijn coquillier, een vissersboot met sleepnetten die schelpdieren binnenhalen, aan een jongere vakgenoot. Morgen vaart hij nog één keer mee, daarna is hij officieel visser in ruste.", "Bouillon denkt dat zijn pensionering precies op tijd komt. Net als veel andere vissers in de baai van het pittoreske vissersstadje vreest hij dat hij niet de enige is die binnenkort niet meer uitvaart. Een goede vangst valt of staat hier in het westen van Normandië niet alleen met de aanwezigheid van de kreeften, zeebaarzen, kabeljauwen en sint-jakobsschelpen, maar vooral met de toegang tot de wateren die al dat lekkers bevatten.", "Wie vanaf Granville een stuk of 12 mijl naar het westen vaart, belandt in de territoriale wateren van het Britse eiland Jersey. Sinds 1839 garandeert het oudste visserij-akkoord ter wereld dat zowel Franse als Britse vissers toegang hebben tot de vissen, schaaldieren en schelpdieren in het gebied. Nu de Brexit mogelijkerwijs op een No-Deal afstevent, dreigen die afspraken, die in 2000 na acht jaar onderhandelen werden hernieuwd onder de naam Traité de la Baie de Granville, te gaan vervallen.", "Represailles", "In het meest pessimistische scenario worden de Normandische en Bretonse vissers op 1 januari stante pede uit de wateren rond Jersey verbannen. Voor sommigen zouden de gevolgen catastrofaal zijn. Zo’n 30 procent van de vangst van de Franse vissers in de baai van Granville komt uit Britse wateren, en er zijn er ook die volledig afhankelijk zijn van de toegang tot de zee rond het kleine Kanaaleiland. ‘Alles wat ik vang komt daarvandaan’, zegt kreeftenvisser Éric Leguelinel, die voorzitter van de regionale vissersbond is. ‘Als ik daar niet meer mag vissen, houdt het op.’", "Eén ding is zeker: als het zover komt, kunnen de Britten represailles verwachten. ‘Als zij zo graag hun onafhankelijkheid willen, kunnen ze die krijgen ook’, zegt de in bodywarmer gestoken Bouillon. Wat de vissers in Granville betreft is het dan gedaan met concurrenten uit Jersey die hun waar verkopen in Normandische havensteden, die voor hen vele malen dichterbij liggen dan het Engelse vasteland. ‘We laten ze nergens meer aanmeren en we blokkeren iedere ferryterminal’, klinkt het strijdbaar.", "Zo’n handelsblokkade, waarmee ook de Normandische vissersbond dreigt, is wat Bouillon en zijn vissersvrienden betreft slechts het begin. ‘Het is spijtig, want het zijn aardige mensen, maar Britse toeristen zullen we hier dan niet meer accepteren’, zegt Patrick Lefrançois (62), die er met zijn oorring en donkerblauwe muts uitziet als een filmacteur die een visser speelt. ‘Jersey is nota bene afhankelijk van onze elektriciteitskabels. Als het echt moet, snijden we die door.’", "Gestolen", "De Normandische vissers hebben een ambigue relatie met hun vakgenoten uit Jersey, naast wie ze vaak zij aan zij staan te laden en lossen. Les îles anglo-normandes, worden de Kanaaleilanden in het Frans veelzeggend genoemd. De Engels-Normandische eilanden. Staatkundig gezien mogen ze Brits zijn, in Franse ogen zijn ze vanwege de geschiedenis en de nabijheid onlosmakelijk met Normandië verbonden. ‘Laten we wel wezen: die eilanden zijn van ons gestolen’, zegt Bouillon met een kleine glimlach.", "Voor ze in 1259 overgingen in Britse handen, waren de Kanaaleilanden een onderdeel van het hertogdom Normandië, dat in het middeleeuwse feodale stelsel onder de Franse koning viel. Nog altijd horen ze officieel niet bij het Verenigd Koninkrijk en het Gemenebest. Samen met het Isle of Man vormen Jersey en Guernsey de zogeheten Crown Dependencies. Ze zijn bezit van de Britse Kroon, maar hebben een hoge mate van soevereiniteit. Leguelinel hoopt dat door die status aparte de visserij-akkoorden in de Baai van Granville buiten het bereik van de Brexit blijven.", "De afgelopen jaren zijn de betrekkingen tussen de Normandiërs en hun vakgenoten op het eiland echter behoorlijk bekoeld. Normaliter komen autoriteiten en vissers uit Normandië, Bretagne en Jersey drie keer per jaar bijeen, maar de laatste paar edities van die trilaterale visserijvergadering lieten de Britse eilanders steeds verstek gaan. De voorzitter van de vissersbond van Jersey, Don Thompson, beschuldigde de Franse vissers in de Jersey Evening Post van allerlei onoorbare praktijken. Ze zouden de boel leegvissen en voortplantingsgebieden vernielen.", "Beeld Rebecca Fertinel", "Goedkeuring", "Fake news, vinden de Franse vissers, bedoeld om het vuurtje op te poken in de aanloop naar de Brexit. ‘Een klein clubje vissers op Jersey probeert de uittreding van het Verenigd Koninkrijk aan te grijpen om de Fransen de toegang tot hun wateren te ontzeggen’, denkt Leguelinel, Thompsons Normandische ambtgenoot. ‘Maar zij hebben het niet voor het zeggen. De regering van Jersey heeft de wens uitgesproken dat het akkoord in de Baai van Granville ook na de Brexit blijft gelden.’", "Helaas voor Leguelinel heeft de regering van Jersey het ook niet meer voor het zeggen. Zeer tegen de zin van de bestuurders van het eiland nam het Britse parlement in oktober een amendement aan dat de regering in Londen in staat stelt regionale visserijwetten in te voeren zonder de goedkeuring van de regeringen van de Crown Dependencies. Juridisch gezien zou Londen de akkoorden in de baai van Granville probleemloos kunnen passeren.", "Dat de Britse regering vorige week bekendmaakte vier marineschepen te mobiliseren die in het geval van een no-deal vissers uit de EU de toegang tot Britse wateren moeten versperren, heeft de verhoudingen verder op scherp gezet. ‘Pure provocatie’, zegt Leguelinel. ‘Wat denken ze, dat onze vissers Engeland gaan binnenvallen?’", "Het lijkt niet bepaald een poging tot de-escalatie, maar goed beschouwd is het niets nieuws onder de zon. Lefrançois en zijn medevissers werden 25 jaar geleden al eens verjaagd door een Brits marineschip, toen ze zich ‘een beetje in Britse wateren’ bevonden. En in 2018 vond voor de kust van Calvados een heuse zeeslag plaats tussen Franse en Britse coquille-vissers, die elkaar met stenen bekogelden. ‘De marine staat klaar om in te grijpen’, verklaarde de Franse regering toen."], "authors": ["Daan Kool"], "keywords": ["zijn", "van", "en", "franse", "ze", "kwijt", "rechten", "een", "britse", "jersey", "raken", "neerleggen", "het", "zich", "niet", "mogelijk", "vissers", "die"], "pubDate": "2020-12-18T18:17:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}