{"id": "0943d96f-72ce-3341-9f78-9abae0e0dcb1", "title": "Ik zou het kabinet graag zo’n 9 of 10 keer zien aftreden", "url": "https://www.parool.nl/columns-opinie/ik-zou-het-kabinet-graag-zo-n-9-of-10-keer-zien-aftreden~bbfe484c/", "summary": "Natuurlijk moet het kabinet aftreden na de toeslagen­affaire.\n(Ik meen dat Joop den Uyl dit als taakopvatting had of als analyse van zijn eigen functioneren.)\nZou het sowieso niet beter zijn als het kabinet bleef zitten?\nAftreden is nu een strafje; het kabinet wordt door de juf even in de hoek gezet.\nWat zou ik het kabinet graag zo’n negen of tien keer zien aftreden.", "paragraphs": ["Natuurlijk moet het kabinet aftreden na de toeslagen­affaire. Maar of de regering nu of in maart demissionair is, maakt weinig uit. Een demissionaire De Jonge zal toch moeten doorblunderen met vaccins, Rutte zal zijn kaak moeten blijven krom lachen, Wiebes zal z’n keel moeten blijven schrapen om bekakt en uit de hoogte te kunnen kletsen en Grapperhaus zal in een oude stofzuigerzak de laatste kruimels gezag moeten blijven zoeken.", "Wie in deze tijd demissionair is, leidt noodgedwongen een regering zoals hij altijd zou moeten zijn; als een oliemannetje dat hier en daar met de spuit een pufje geeft als de machinerie wat hapert. (Ik meen dat Joop den Uyl dit als taakopvatting had of als analyse van zijn eigen functioneren.)", "Zou het sowieso niet beter zijn als het kabinet bleef zitten?", "Wanneer belabberd beleid je namelijk persoonlijk aangerekend zou kunnen worden en de gevangenis dreigt – en er zijn momenten dat ik de verdachten Mark R., Lodewijk A., Hugo de J. en Eric W. best in Blok H van Alcatraz zou wensen – dan neemt geen mens meer politieke verantwoordelijkheid, zelfs niet om het oliekannetje te bedienen.", "Aftreden is nu een strafje; het kabinet wordt door de juf even in de hoek gezet. “‘Kabinet afgetreden’ is helaas maar één dag een kop in de krant,” huilde een eindredacteur eens.", "Wat zou ik het kabinet graag zo’n negen of tien keer zien aftreden. Of dat alle betrokkenen een straf krijgen die vergeldt wat de slachtoffers is aangedaan. Maar afgezien van het ruimhartig met bankbiljetten strooien – poen van de belastingbetaler – is er verder niets wat de slachtoffers tevreden kan stellen.", "En dat schrijnt.", "Als de slachtoffers willen dat Lodewijk A. geen politiek meer mag bedrijven, dan moeten ze de PvdA-leden aanschrijven en niet de rechter. Dat geldt ook voor Rutte en de anderen. (Overigens zouden ex-gedetineerden in de Tweede Kamer niet misstaan. Die weten namelijk verdomd goed wanneer iemand slachtoffer is en wanneer niet.)", "De slachtoffers van de toeslagenaffaire ­zullen nooit hun gram kunnen halen. Ik ­vergeleek het al eens met een verkeersongeluk. De toeslagenslachtoffers kwamen onder een auto met twintig man aan het stuur die van elkaar dachten dat ze aan het chaufferen waren.", "Aftreden heeft op het ogenblik de tijdgeest tegen. Men zegt straks tegen de regering ‘wegwezen jullie!’, maar tegelijkertijd wil men dat er op volle kracht wordt doorgeregeerd. Dat is hypocriet en schizofreen. Dat is politiek.", "Theodor Holman (1953) is columnist, schrijver, televisie- en radiomaker. Elke dag, uitgezonderd zondag, lees je hier zijn column. Lees al zijn columns terug in het archief.", "Reageren? t.holman@parool.nl"], "authors": ["Theodor Holman"], "keywords": ["ik", "zijn", "van", "zon", "aftreden", "en", "graag", "een", "met", "zien", "kabinet", "moeten", "als", "keer", "het", "dat", "zou"], "pubDate": "2021-01-11T11:00:28Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}