{"id": "09a0a05a-0d51-32b9-8563-8c85eb187fc3", "title": "Grote boodschap: je ontlasting is de spiegel van je gezondheid", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5197261/gezonde-stoelgang-tip-gezondheidsplein-wereld-toiletdag-ontlasting", "summary": "Drink voldoendeVezels hebben vocht nodig om op te zwellen en de ontlasting smeuïger te maken.\nBlijf in bewegingVeel bewegen is belangrijk voor een goede werking van je darmen.\nPas als je echt voelt dat je hart harder gaat kloppen, beweeg je actief.\nOf je een gezond gewicht hebt, kun je berekenen aan de hand van de Body Mass Index (BMI-index).\nHet drinken van vervuild water en het eten van onhygiënisch bereid voedsel kunnen al snel darmproblemen geven.", "paragraphs": ["Drink voldoende", "Vezels hebben vocht nodig om op te zwellen en de ontlasting smeuïger te maken. Drink daarom minimaal anderhalve liter per dag. Gebruik je extra vezelrijke voeding, dan is het verstandig om nog een halve liter meer te drinken.", "Blijf in beweging", "Veel bewegen is belangrijk voor een goede werking van je darmen. Je darmen worden als het ware 'gemasseerd' en raken goed doorbloed. Het advies is om per dag minstens 30 minuten intensief te bewegen, al blijkt uit onderzoek van de Universiteit van Maastricht (2013) dat een dagje slenteren net zo effectief is. Onder intensief bewegen verstaan we niet even de vuilnis buiten zetten of een paar keer de trap oplopen. Pas als je echt voelt dat je hart harder gaat kloppen, beweeg je actief. Dus: maak elke dag een stevige wandeling.", "Zorg voor gezond toiletgedrag", "Aan het eind van je dikke darm zit de endeldarm. Als deze vol is, krijgen de hersenen een signaal dat je naar het toilet moet. Het is verstandig om dan meteen te gaan. Door je toiletbezoek uit te stellen blijft je ontlasting langer dan noodzakelijk in je dikke darm. Je dikke darm kan dan meer vocht uit de ontlasting onttrekken en daardoor kun je last krijgen van harde keutels. Als je naar het toilet gaat, is het belangrijk om niet te persen en een goede houding aan te nemen. Probeer je zoveel mogelijk te ontspannen.", "Blijf op gewicht", "Overgewicht, maar ook ondergewicht kan stoelgangproblemen veroorzaken. Zorg daarom dat je op gewicht blijft. Of je een gezond gewicht hebt, kun je berekenen aan de hand van de Body Mass Index (BMI-index). Hierbij moet je gewicht delen door je lengte in kwadraat. Een BMI-index tussen de 18,5 en 25 betekent dat je een gezond gewicht hebt.", "Let op hygiëne", "Door regelmatig je handen te wassen kun je schadelijke bacteriën zoveel mogelijk vermijden. Was regelmatig je handen. Niet alleen na een toiletbezoek, maar ook voor én na het bereiden van eten. Wees in het buitenland extra alert op je hygiëne. Het drinken van vervuild water en het eten van onhygiënisch bereid voedsel kunnen al snel darmproblemen geven.", "Stop met roken", "Roken zorgt voor irritaties aan je spijsverteringskanaal. Daarom komen darmontstekingen vaker voor bij mensen die roken dan niet-rokers. Roken vergroot bovendien de kans op verschillende soorten kanker, waaronder keel-, slokdarm- en darmkanker."], "authors": [], "keywords": ["gezondheid", "van", "het", "boodschap", "ontlasting", "grote", "op", "een", "je", "te", "en", "om", "dat", "spiegel", "voor"], "pubDate": "2020-11-16T08:52:27+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}