{"id": "09bc15b6-25a3-35f9-8a38-2cd3663e27ad", "title": "Een jaar in 52 voorpagina’s", "url": "https://www.volkskrant.nl/kijkverder/v/2020/voorpaginas~v413379/", "summary": "En zo nee, hoe wisten we dat zo zeker?\nWaarom schreven we niet dat hydroxychloroquine een geweldig medicijn was?\nDe een was van mening dat het virus schromelijk werd overschat.\nIn de loop van het jaar werden de standpunten steeds extremer, sommigen kwamen op basis van hun onderzoek tot de conclusie dat wel er sprake moest zijn van een complot, waarin de farmaceutische industrie een grote rol speelde.\nEr was een enorm en begrijpelijk verlangen naar zekerheden, een verlangen om de wereld in te delen in goed en fout, ook.", "paragraphs": ["Nog nooit kregen we zoveel mails van lezers als het afgelopen jaar, nog nooit zulke lange ook.", "Niet eerder sinds de Tweede Wereldoorlog greep het wereldnieuws zo diep in in onze persoonlijke levenssfeer. Dat leidde ertoe dat Nederlanders zich massaal in het virus gingen verdiepen, ook al omdat ze daar ineens veel tijd voor hadden nu velen hun werk verloren en de cafés en theaters gesloten waren. De nieuwsgierigheid en kennishonger onder lezers leken nog nooit zo groot. Hoe werkte het virus nu precies? Kwam het toch niet uit een Chinees laboratorium? En zo nee, hoe wisten we dat zo zeker? Zag het RIVM iets over het hoofd? Waarom schreven we niet dat hydroxychloroquine een geweldig medicijn was? Sommige lezers goten hun inzichten in eindeloze epistels. Voor het eerst lukte het me niet om elke mail in detail te beantwoorden.", "De een was van mening dat het virus schromelijk werd overschat. Zeker in het begin van de coronacrisis werd ons vooral angstzaaierij verweten. Later waren er lezers die meenden dat het RIVM een totaal verkeerd beeld had van de verspreiding van het virus, anderen verweten ons dat we het virus continu onderschatten, waardoor het kabinet niet deed wat in hun ogen nodig was, namelijk hard ingrijpen. In de loop van het jaar werden de standpunten steeds extremer, sommigen kwamen op basis van hun onderzoek tot de conclusie dat wel er sprake moest zijn van een complot, waarin de farmaceutische industrie een grote rol speelde.", "Er was een enorm en begrijpelijk verlangen naar zekerheden, een verlangen om de wereld in te delen in goed en fout, ook. Er stond immers nog nooit zoveel op het spel. Je moest er eenvoudigweg niet aan denken dat de overheid er helemaal naast zat en zonder dat we het doorhadden een desastreus beleid voerde waar we later veel spijt van zouden krijgen.", "Het citaat dat mijn geesteshouding van het afgelopen jaar het best beschrijft, komt toch weer van Voltaire (1694-1778), die in vele actuele kwesties nog steeds de beste raadsman is. Hij schreef ooit aan de toenmalige Zweedse koning. ‘Wie niet twijfelt, is eigenlijk iemand die niet nadenkt. Of hooguit dogmatisch denkt. Als denken de weg tot waarheid is, is twijfel onze gids op die weg. Ik denk dat de wereld veel beter en mooier zou zijn als we allemaal wat vaker zouden twijfelen. Maar zeker ben ik daar niet van.’"], "authors": ["December"], "keywords": ["voorpaginas", "er", "van", "zo", "nog", "jaar", "en", "virus", "een", "52", "het", "niet", "dat"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}