{"id": "09cda3be-d9c8-35b6-9329-0dd92b225b08", "title": "Is een ander huis na corona het belangrijkste kerstthema?", "url": "https://volkskrant.nl/columns-opinie/is-een-ander-huis-na-corona-het-belangrijkste-kerstthema~b9046d62/", "summary": "Na corona en de familieroddels zal de woningmarkt voor de bezittende klasse het populairste discussieonderwerp zijn aan een kerstdis en petit comité.\nDoor de wandel- en fietshype sinds corona zijn te koop staande huizen in de eigen omgeving ongeveer de belangrijkste toeristische bezienswaardigheid geworden.\nLiefst ­4 miljoen Nederlandse huishoudens hebben op papier een flinke winst op hun eigen huis, zo meldde het Kadaster deze week.\nMaar als het maar één of twee keer per week hoeft, is reizen vanuit Hoogeveen of Zutphen ook geen onoverkomelijk bezwaar.\nIn Amsterdam is daar hoogstens een uitgewoond appartement voor te koop, maar in Oost-Groningen kan voor die som mogelijk een herenhuis of woonboerderij worden gekocht.", "paragraphs": ["Mogelijk is de volgorde boer, nel, aas, tien, heer voor de game-generatie een even groot raadsel als de staartdeling. Maar nu Nederland voor drie kerstdagen wordt opgesloten met maximaal vier personen in huis, is klaverjassen zo ongeveer het enige vertier.", "Anders moet noodgedwongen voor de 17de keer op televisie gekeken worden naar Die Hard en Die Hard 2 of geluisterd worden naar dezelfde evergreens van de Top 2000. Want de hele dag tegen elkaar aanpraten, loopt zelfs in de beste families nooit goed af.", "Na corona en de familieroddels zal de woningmarkt voor de bezittende klasse het populairste discussieonderwerp zijn aan een kerstdis en petit comité. Door de wandel- en fietshype sinds corona zijn te koop staande huizen in de eigen omgeving ongeveer de belangrijkste toeristische bezienswaardigheid geworden.", "En iedereen ruikt geld. Liefst ­4 miljoen Nederlandse huishoudens hebben op papier een flinke winst op hun eigen huis, zo meldde het Kadaster deze week. Zo’n 1,5 miljoen hebben ruim een ton aan overwaarde in hun eigen huis zitten en 500 duizend zelfs meer dan twee ton. Nederland is rijk, alleen zit het geld in de stenen. Sinds 2013 is daarvan de waarde met 55 procent toegenomen, terwijl op cash bij de bank - afhankelijk van de box 3 heffing - in dezelfde periode tot 10 procent is verloren.", "De banken verzinnen de gekste producten om iets met die overwaarde te doen zoals verzilver- en opeethypotheken, waardoor het mogelijk wordt die te gelde te maken als extra inkomen. Hier kijkt overigens de AFM nogal met argusogen naar.", "Een groeiend aantal mensen wil de overwaarde steken in nog meer stenen. Zij zoeken een ander en vooral groter huis, niet langer per se in de hippe stad maar in een buitengebied waar boekenzaken en bioscopen even dun zijn gezaaid als ijsberen in Spanje, maar waar er wel een uitloopje is in een eigen tuin of in de natuur. Nu iedereen aan huis is gekluisterd is de stad een groot spookhol geworden.", "Voor wie vier of vijf dagen per week naar zijn werk in Amsterdam moet, is Zwolle de woongrens. Maar als het maar één of twee keer per week hoeft, is reizen vanuit Hoogeveen of Zutphen ook geen onoverkomelijk bezwaar.", "Mensen zijn daar sinds de lockdown dit voorjaar al mee bezig. Gemiddeld doet een woning nu 344 duizend euro - of voor wie zich nog iets herinnert van de periode voor de eeuwwisseling is dat omgerekend 760 duizend gulden. Daar kon je toen een villa in Wassenaar of Bloemendaal van kopen. Nu verschilt het per regio. In Amsterdam is daar hoogstens een uitgewoond appartement voor te koop, maar in Oost-Groningen kan voor die som mogelijk een herenhuis of woonboerderij worden gekocht.", "Wie al geruimde tijd op de woningmarkt zit, heeft riante keuzes.", "De rest zal zich met klaverjassen moeten vermaken."], "authors": ["Peter De Waard"], "keywords": ["zijn", "het", "belangrijkste", "voor", "en", "maar", "een", "met", "te", "op", "corona", "kerstthema", "huis", "ander"], "pubDate": "2020-12-23T15:04:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}