{"id": "09d8ed8e-d5c2-33af-809b-48991db258fa", "title": "Lone wolf of partner van het Westen? Turkije zoekt nieuwe rol op wereldtoneel", "url": "https://nos.nl/nieuwsuur/artikel/2359459-lone-wolf-of-partner-van-het-westen-turkije-zoekt-nieuwe-rol-op-wereldtoneel.html", "summary": "\"De EU moet zich afvragen of zij niet steviger moet optreden tegen Turkije, dat maar geen beterschap toont.\nHet Turkije van nu ziet zichzelf als solistische wereldmacht.\n\"Regeringsleiders communiceren een boodschap naar het volk dat Turkije een 'lone wolf' is, dat het omringd is door vijanden en dat het voorbestemd is een grote wereldmacht te zijn.\nHij vindt dat het Westen zich niet zo moet bemoeien met het Turkse buitenlandbeleid, en noemt de reacties anti-Turkse sentimenten.\nAydintasbas denkt dat Erdogan aan het aftasten is hoe zijn achterban reageert op een mogelijke terugkeer naar het Westen.", "paragraphs": ["Militaire operaties in Syrië en Irak, het sturen van troepen en wapens naar Libië, en recent ook de bewapening van Azerbeidzjan in de oorlog in Nagorno-Karabach. Turkije heeft westerse bondgenoten afgelopen jaren keer op keer tegen zich in het harnas gejaagd. Turkije mengt zich te veel in conflicten buiten de eigen landsgrenzen, vinden EU-lidstaten en NAVO-bondgenoten. De voorzitter van de Europese Raad dreigde vrijdag weer met economische sancties tegen Turkije. \"De EU moet zich afvragen of zij niet steviger moet optreden tegen Turkije, dat maar geen beterschap toont. Het kat-en-muisspel moet stoppen\", zei EU-president Charles Michel. Turkije noemt het zelf assertief en noodzakelijk, maar westerse bondgenoten gebruiken de woorden agressief en provocerend om het huidige Turkse buitenlandbeleid aan te duiden. Eén ding is zeker: Turkije is de afgelopen jaren vervreemd geraakt van haar westerse bondgenoten. Spanningen zijn niet weg Met escalaties in de oostelijke Middellandse Zee, die afgelopen zomer hoog opliepen, kwamen de spanningen dichter bij huis. Griekenland, gesteund door de EU, stond oog in oog met Turkije in een conflict over maritieme grenzen en claims op olie en gas. Het conflict werd gesust, maar de spanningen zijn niet weg.", "Maar wat zit er achter Turkije's hernieuwde strijdvaardige buitenlandbeleid? \"Turkije is een stuk zelfverzekerder en militair sterker geworden\", zegt politiek analist Asli Aydintasbas. Het Turkije van nu ziet zichzelf als solistische wereldmacht. \"China en Rusland komen op, de westerse wereldorde is niet meer overheersend. Ik denk dat Turkije een kans ziet om één van de grote spelers van de 21ste eeuw te worden.\" \"Het is ook een persoonlijk doel van president Erdogan, om Turkije te zien oprijzen als grote speler\", zegt Aydintasbas. \"Daar zit zeker een stukje overmoedigheid in.\" Groeiend nationalisme Het veranderende buitenlandbeleid is een gevolg van groeiend nationalisme binnen de regering, aldus Aydintasbas. \"Regeringsleiders communiceren een boodschap naar het volk dat Turkije een 'lone wolf' is, dat het omringd is door vijanden en dat het voorbestemd is een grote wereldmacht te zijn. In die boodschap zit wat neo-Ottomanisme, er zit wat islamisme in, maar de grote lijn is Turks nationalisme.\" Het heeft volgens haar ook te maken met een gebrek aan tegengas uit het machtige Amerika. \"Donald Trump was alleen maar bezig met zijn persoonlijke telefoon-diplomatie met Erdogan. De afgelopen vier jaar onder Trump heeft Turkije langzaam weg kunnen lopen van het Westen.\"", "“ Het oude Turkije was volgzaam. Het nieuwe Turkije is veel sterker en proactief. Muhittin Ataman van pro-regeringsdenktank SETA", "Volgens Muhittin Ataman van de pro-regeringsdenktank SETA, is er niks mis met de manier waarop Turkije zich opstelt. \"Het oude Turkije was volgzaam. Het nieuwe Turkije is veel sterker en proactief. Het komt op voor eigen belangen, en komt in actie als dat nodig is zoals in Syrië en Irak.\" De mislukte staatsgreep van 2016 was volgens Ataman een belangrijk omslagpunt. \"Geen van de NAVO-landen accepteerden de rol van geestelijke Fethullah Gülen in de couppoging. Turkije werd verstoten door haar bondgenoten. Zo is het gevoeld door de meerderheid van de Turken.\"", "Forse investeringen in defensie-industrie Turkije heeft het op één na grootste leger binnen de NAVO, na de VS. En het land is flink gaan investeren in de eigen defensie-industrie. Hoogtepunt is de productie van bewapende drones, door het bedrijf van Erdogans schoonzoon. Turkije is in een paar jaar uitgegroeid tot één van de grootste dronemakers ter wereld. De 'killer drones' worden ingezet in Libië, Syrië en Irak. En Turkije verkocht ze aan Azerbeidzjan, waar ze bepalend waren in de oorlog in Nagorno-Karabach. \"Dit alles heeft ertoe geleid dat Turkije nu een globale macht is, een gamechanger\", zegt Ataman. Hij vindt dat het Westen zich niet zo moet bemoeien met het Turkse buitenlandbeleid, en noemt de reacties anti-Turkse sentimenten. \"Frankrijk bemoeit zich met Mali en vele andere landen in Noord-Afrika. Noemen ze dat 'buitenlandse avonturen'? Nee. Maar als het over Turkije gaat hebben ze andere standaarden.\" Meer vijanden dan vrienden Hoe dan ook, Turkije maakt op het moment meer vijanden dan vrienden. Het is wel de vraag hoe lang dat vol te houden is. Joe Biden zit straks in het Witte Huis, er liggen Europese economische sancties op de loer, en er raast een flinke financiële crisis door Turkije. President Erdogan verraste eind november vriend en vijand toen hij op een partijbijeenkomst zei dat de toekomst van Turkije in Europa ligt, \"en nergens anders\". Aydintasbas denkt dat Erdogan aan het aftasten is hoe zijn achterban reageert op een mogelijke terugkeer naar het Westen. \"Hij verliest kiezers vanwege de economische crisis. Maar ook omdat er een nieuwe generatie opstaat in Turkije, een generatie die wel onderdeel van de wereld wil zijn.\""], "authors": ["Mitra Nazar", "Correspondent Turkije", "Muhittin Ataman Van Pro-Regeringsdenktank Seta", "Dit Is Een Artikel Van"], "keywords": ["van", "zoekt", "turkije", "het", "op", "nieuwe", "met", "maar", "wolf", "wereldtoneel", "rol", "partner", "en", "een", "dat", "te", "westen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}