{"id": "09dc7f7c-b5c1-35cb-a06a-4f935bd71bdc", "title": "Live | Zwak Ajax blijft steken op gelijkspel", "url": "https://www.parool.nl/sport/live-zwak-ajax-blijft-steken-op-gelijkspel~b188d4d3/", "summary": "Natuurlijk rolde de bal niet lekker op het zompige veld.\nMaar Ajax speelde wel in een heel laag tempo.\nAjax veerde even op, maar veel verder dan een bal op de paal van Tadic kwam de koploper niet.\nAjax gaat nog wel als koploper de korte winterstop in, met een voorsprong van een punt op PSV.\nBeide titelkandidaten hervatten het seizoen op 10 januari met een onderling duel in de Johan Cruijff ArenA.", "paragraphs": ["Beeld Pro Shots / Toon Dompeling", "Ajax suste zichzelf in slaap na de openingstreffer van Antony in de vierde minuut. Natuurlijk rolde de bal niet lekker op het zompige veld. En Willem II deed wat het kon in de stromende regen. Maar Ajax speelde wel in een heel laag tempo. De lijstaanvoerder was veel in balbezit, maar doelman André Onana had het voor rust drukker dan zijn collega Robbin Ruiter, die er niet helemaal goed uitzag bij de 0-1. Onana stond met reddingen de gelijkmaker van Ché Nunnely en Kwasi Wriedt in de weg.", "Trainer Ten Hag slaagde er in de rust niet in om duidelijk te maken dat zijn ploeg het onheil over zichzelf afriep. Ajax bleef uitstralen dat het allemaal wel goed zou komen, zelfs als het slordig en in een laag tempo speelde. Kwasi Wriedt waarschuwde de bezoekers in de 54e minuut met de gelijkmaker, na slecht ingrijpen van Perr Schuurs. Ajax veerde even op, maar veel verder dan een bal op de paal van Tadic kwam de koploper niet.", "Ajax gaat nog wel als koploper de korte winterstop in, met een voorsprong van een punt op PSV. Beide titelkandidaten hervatten het seizoen op 10 januari met een onderling duel in de Johan Cruijff ArenA.", "Wilt u belangrijke informatie delen met Het Parool? Tip hier onze journalisten"], "authors": ["Het Parool"], "keywords": ["van", "het", "ajax", "maar", "live", "een", "met", "en", "op", "gelijkspel", "zwak", "blijft", "niet", "wel", "steken"], "pubDate": "2020-12-23T19:25:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}