{"id": "09f07070-3a93-33e9-b8d0-cc87bfec69ef", "title": "Wimpy én Timmy zijn niet meer: corona geeft eerste hamburgerzaak van Emmen (sinds 1978) het laatste zetje", "url": "https://www.dvhn.nl/drenthe/Corona-geeft-oudste-hamburgerzaak-Emmen-het-laatste-zetje-26258428.html", "summary": "De oude dames die vaak even langskomen voor een kop koffie en een sigaret op het terras, zullen ergens anders naartoe moeten.\nZijn vader bouwde alles eigenhandig op, met een logistiek die geheel was ingericht op het bakken van hamburgers en patat.\nMijn vader mocht als enige Wimpy in Nederland verder met het bedienen van het publiek, maar moest dan wel de naam wijzigen.\nDat scheelt een boel voorbijgangers, voor een groot deel belangrijk voor de omzet vanwege impulsaankopen als een ijsje of even een drankje op het terras.\nEr is geen vooruitzicht en de regelingen van het rijk wegen lang niet op tegen de kosten.", "paragraphs": ["De oudste hamburgerzaak van Emmen sluit de deuren. Hij begon in 1978 als onderdeel van de keten Wimpy, maar door gedoe vanwege de opkomst van andere fastfoodrestaurants ging de Emmer vestiging later verder als Timmy. Eigenaar Roger Bulthuis: ,,Het is zo jammer dat we vanwege corona geen afscheid kunnen nemen van vaste klanten.’’", "Het is een triest gezicht voor wie naar binnenkijkt bij Timmy, the home of the hamburgers in het Emmer winkelcentrum De Weiert. In sneltreinvaart is het complete restaurant leeggehaald. Alleen een verdwaald reclamebord wijst nog op Timmy.", "Eigenaar Roger Bulthuis ramt met een sloophamer nog wat muurtjes weg, want het pand moet casco worden opgeleverd aan de verhuurder. Hij is verdrietig dat er sneller dan hij verwachtte een eind komt aan de zaak, in 1978 de eerste hamburgertent van Emmen. ,,Tegelijkertijd ben ik ook wel opgelucht, want vanwege corona weet je niet meer waar je aan toe bent.’’", "Oude dames met sigaret op het terras", "Voorbijgangers schieten hem aan met de vraag of hij misschien aan het verbouwen is. ,,Ik heb haast nog niemand verteld dat ik stop. Het zal straks wennen zijn voor mijn vaste gasten, als de horeca weer open mag. De oude dames die vaak even langskomen voor een kop koffie en een sigaret op het terras, zullen ergens anders naartoe moeten. Ik vind het zo jammer dat ik geen afscheid kan nemen.’’", "Hop, daar gaat een laatste muurtje. Zijn vader bouwde alles eigenhandig op, met een logistiek die geheel was ingericht op het bakken van hamburgers en patat. ,,We stonden erom bekend dat we in mum van tijd de maaltijden uitserveerden, hoe druk het ook was. Dat was onze kracht, daar vertrouwden mensen op die weinig tijd hadden.’’", "Bordje friet met kroket", "De indeling was dusdanig verankerd dat die niet zo maar te wijzigen viel. ,,Het werd langzamerhand een nadeel, want daardoor konden we niet snel overschakelen naar het serveren van bijvoorbeeld salades. We zaten vast aan onze formule van plates , waardoor we niet konden aanhaken bij trends.’’ Het bordje friet met een burger of kroket smaakt namelijk lang niet iedereen meer zo goed als in de jaren tachtig en negentig.", "Het was helemaal niet vanzelfsprekend dat Bulthuis op 25-jarige leeftijd in de zaak van zijn ouders kwam. Hij had er zes jaar Zwitserland op zitten, waar hij de hotelschool deed en in hotels werkte. ,,Een geweldige tijd, ik had er veel langer willen blijven. Maar ik moest nog in militaire dienst, vandaar dat ik terugkwam naar Nederland. En na de dienstplicht rolde ik toch langzamerhand de zaak in.’’", "Conflict met leiding Wimpy", "Het was in de tijd dat zijn vader een conflict kreeg met de leiding van Wimpy, toen goed voor wereldwijd meer dan duizend restaurants. ,,Vanwege de opkomst van fastfoodrestaurants als McDonald’s wilde de Wimpy-keten ook overschakelen op het zelf bestellen en ophalen aan de balie. Dat was onbestaanbaar voor mijn vader. In die tijd waren het vooral vrouwen die aan het winkelen waren. Die zaten er volgens mijn vader niet op te wachten om met hun jengelde kinderen en hun uitpuilende boodschappentassen ook nog eens zelf in de benen te komen, voor hun kop koffie of kroket. Die wilden geserveerd worden. Er is zelfs nog een rechtszaak over de kwestie gevoerd. Mijn vader mocht als enige Wimpy in Nederland verder met het bedienen van het publiek, maar moest dan wel de naam wijzigen. Zo werd het Timmy.’’", "De zaak kende gouden tijden, zo in het winkelhart van Emmen. Maar de klad kwam er volgens Bulthuis in met de verhuizing van de dierentuin en de sluiting van V&D. Dat scheelt een boel voorbijgangers, voor een groot deel belangrijk voor de omzet vanwege impulsaankopen als een ijsje of even een drankje op het terras. En op traditionele topdagen in Emmen - als met De Gouden Pijl of C’est La Vie - draaide Timmy ineens veel minder omzet dan daarvoor.", "Huurverhoging", ",,De Gouden Pijl werd verplaatst naar de zondag, maar winkels bleven dicht. Bezoekers hadden dus niets te zoeken in mijn deel van het winkelcentrum. En met C’est La Vie mochten er ineens geen optredens meer gehouden worden op het Mondriaanplein, zo vlak voor mijn deur.’’ Zet daar de jaarlijkse huurverhoging van 2 procent tegenover en de negatieve spiraal valt niet meer te ontlopen. ,,Die 2 procent lijkt misschien niet veel, maar in al die jaren kom je dan toch uit op 90.000 euro per jaar, in plaats van 60.000.’’ Daar moeten heel wat kroketten voor verkocht worden.", "In de hoop de verhuurder wat onder druk te zetten, zegde Bulthuis vorig jaar de huur op per 1 december dit jaar. ,,Ik had gehoopt zo wat onderhandelingsruimte te krijgen, maar corona gooide roet in het eten. Er is geen vooruitzicht en de regelingen van het rijk wegen lang niet op tegen de kosten. Tot nu toe heb ik 13.000 euro compensatie gekregen. Daar kan ik haast niks van betalen, laat staan de huur. Ik heb mijn personeel dan ook bij de tweede golf op het hart gedrukt een andere baan te gaan zoeken.’’", "Pijn en ook opluchting", "Het einde doet dan pijn, tegelijkertijd is er ook opluchting. ,,Zowat mijn hele leven heb ik zes dagen in de week tien uur per dag in de zaak gestaan. Twee keer in al die tijd ben ik met mijn gezin op vakantie geweest. Ik ben altijd met plezier naar mijn werk gegaan. Het gastheerschap, het gezellig maken en behulpzaam zijn, zit in mijn bloed. Maar misschien is het maar goed dat nu een andere periode volgt. Wat, dat weet ik nog niet. Maar het lijkt me heerlijk om nu even voor een baas te werken. En dan te zeggen dat ik morgen atv heb!’’"], "authors": ["Gerton Albers"], "keywords": ["van", "wimpy", "het", "meer", "sinds", "laatste", "zijn", "op", "én", "ik", "zetje", "met", "niet", "een", "en", "dat", "timmy", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}