{"id": "09fce765-1e2b-3e4b-a4bd-42dc1d2fec14", "title": "GGD gestart met vaccineren van zorgpersoneel in Amsterdam", "url": "https://nu.nl/amsterdam/6101183/ggd-gestart-met-vaccineren-van-zorgpersoneel-in-amsterdam.html", "summary": "De GGD is maandag gestart met het vaccineren van personeel van verpleeghuizen.\nVooral het verminderde persoonlijke contact met de bewoners van het verpleeghuis viel hem zwaar.\nDe periode was niet alleen zwaar voor het personeel, maar ook voor de bewoners van het verpleeghuis.\nVanaf februari worden ook de bewoners van verpleeghuizen gevaccineerd.\nIc-verpleegkundige Carol Verdonk van het Amsterdam UMC ontving toen het vaccin.", "paragraphs": ["De GGD is maandag gestart met het vaccineren van personeel van verpleeghuizen. Amsta-verpleegkundige Dicky Heerkens heeft maandag als eerste het coronavaccin gekregen.", "\"Ik weet dat het vaccin niet beschermd om de ziekte niet over te dragen, maar ik weet voor mijzelf dat ik een veel minder grote kans heb om ziek te worden waardoor ik veel betere zorg kan blijven leveren\", zegt Heerkens, die in het Sarphatihuis in Oost werkt.", "Die zorg veranderde de laatste maanden drastisch. Vooral het verminderde persoonlijke contact met de bewoners van het verpleeghuis viel hem zwaar. \"Het werd erg onpersoonlijk. Er zijn best veel mensen overleden en het werk ging gewoon maar door.\"", "De periode was niet alleen zwaar voor het personeel, maar ook voor de bewoners van het verpleeghuis. \"Een hele hoop bewoners zijn depressief geworden. Dat is best pijnlijk om te zien\", aldus Heerkens. Vanaf februari worden ook de bewoners van verpleeghuizen gevaccineerd.", "Het eerste coronavaccin in Amsterdam werd woensdag toegediend. Ic-verpleegkundige Carol Verdonk van het Amsterdam UMC ontving toen het vaccin."], "authors": ["Door"], "keywords": ["ik", "veel", "van", "bewoners", "amsterdam", "vaccineren", "voor", "met", "gestart", "om", "ggd", "zorgpersoneel", "te", "het", "maar", "niet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}