{"id": "0a33a496-7b43-3126-a4a1-559feb2f5b5d", "title": "Rouwfilm Pieces of a Woman speelt zijn troef relatief vroeg", "url": "https://www.parool.nl/kunst-media/rouwfilm-pieces-of-a-woman-speelt-zijn-troef-relatief-vroeg~b7721634/", "summary": "De emotionele intensiteit van deze gebeurtenis weet het drama grotendeels voort te stuwen, zelfs wanneer de uitwerking begint te haperen.\nPieces of a Woman, geregisseerd door de Hongaarse filmmaker Kornél Mundruczó (White God) en geschreven door zijn partner Kata Wéber, is inderdaad gefragmenteerd, maar gaat niet alleen over de vrouw, zoals de titel suggereert.\nHet toekomstbeeld waar we een glimp van opvangen is dan wel mooi, het biedt door de grote tijdsprongen weinig soelaas.\nPieces of a Woman is een rouwfilm die de tragiek van verlies moeiteloos schetst, maar zich met de rest van dit drama geen raad weet.\nVooral de acteerprestaties van de hoofdrolspelers zijn indrukwekkend, al blijken ze hol in een film die moeite heeft zijn losse fragmenten te overstijgen.", "paragraphs": ["Beeld Alamy Stock Photo", "Pieces of a Woman speelt zijn troef relatief vroeg, nog voor de openingstitel in beeld is verschenen: een verbluffende, schijnbaar in een enkele take geschoten, 24 minuten durende scène waarin een thuisgeboorte van de eerste weeën tot het uiteindelijke ongeval wordt vastgelegd. Deze noodlottige bevalling, gedragen door de gelaagde acteerprestaties van Vanessa Kirby, vormt het kloppende hart van de film. De emotionele intensiteit van deze gebeurtenis weet het drama grotendeels voort te stuwen, zelfs wanneer de uitwerking begint te haperen.", "Aan de hand van de appel, een vrucht die eerst aan de erfzonde doet denken maar die zich langzaam ontpopt tot een zaad van de hoop, schetst Pieces of a Woman hoe het schijnbaar perfecte leven van het jonge stel Martha (Kirby) en Sean (Shia LaBeouf) uiteenspat. De film behandelt niet dit uiteenspatten, gaat er zelfs vaak aan voorbij, maar legt met een doortastende blik de brokken vast: een affaire, een gebroken relatie, een terugval in verslaving, een rechtszaak.", "Pieces of a Woman, geregisseerd door de Hongaarse filmmaker Kornél Mundruczó (White God) en geschreven door zijn partner Kata Wéber, is inderdaad gefragmenteerd, maar gaat niet alleen over de vrouw, zoals de titel suggereert. De geïsoleerde fragmenten, verspreid over het jaar na het ongeval en vastgelegd door een dwalende camera, onderzoeken haar naasten, die allen worden meegesleurd in onenigheid over wat er die fatale nacht precies is gebeurd en hoe daarmee moet worden omgegaan.", "Het scenario weet de thuisbevalling raak vast te leggen, maar verspeelt deze ingetogenheid gaandeweg. Onbegrip over verdriet om een spelfout op de grafsteen van de baby, een confrontatie in de supermarkt – gebeurtenissen zoals deze proberen eenzelfde emotionele intensiteit op te roepen als de geboortescène, maar leiden door de uitbundigheid juist af van de karakterstudie.", "De soms geforceerde momenten van frustratie duiden op problemen die dieper onder de oppervlakte liggen. Problemen worden aangekaart, maar opgegeven in de zoektocht naar iets dat we hoop zouden kunnen noemen.", "“Tijd heelt alle wonden,” adviseert Martha’s zwager met een bijna kinderlijke verwondering. Maar dit helen blijkt onmogelijk om te laten zien zonder voldoende vat op de lijm die de fragmenten ooit samenhield.", "De film moet verder in de tijd springen om iets te bieden dat genezing zou kunnen benaderen, iets wat zich afspeelt wanneer de appelzaden die Martha in haar rouwproces zorgvuldig heeft ontkiemd al lang zijn ontsproten en inmiddels zijn uitgegroeid tot prachtige, stevige bomen. Het toekomstbeeld waar we een glimp van opvangen is dan wel mooi, het biedt door de grote tijdsprongen weinig soelaas.", "Pieces of a Woman is een rouwfilm die de tragiek van verlies moeiteloos schetst, maar zich met de rest van dit drama geen raad weet. Vooral de acteerprestaties van de hoofdrolspelers zijn indrukwekkend, al blijken ze hol in een film die moeite heeft zijn losse fragmenten te overstijgen."], "authors": ["Roosje Van Der Kamp"], "keywords": ["door", "zijn", "relatief", "van", "rouwfilm", "pieces", "en", "speelt", "een", "woman", "te", "vroeg", "het", "maar", "troef", "die"], "pubDate": "2021-01-06T09:03:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}