{"id": "0a794cbf-9706-30af-9731-b68660918204", "title": "Erik Dijkstra en Frank Evenblij brengen nieuws uit de regio op NPO Radio 1", "url": "https://nu.nl/media/6095487/erik-dijkstra-en-frank-evenblij-brengen-nieuws-uit-de-regio-op-npo-radio-1.html", "summary": "Erik Dijkstra en Frank Evenblij gaan regionaal nieuws brengen op NPO Radio 1, meldt BNNVARA dinsdag in een persbericht.\nDat doen ze voor hun nieuwe nieuwsprogramma Dijkstra en Evenblij ter plekke, dat vanaf zondag 10 januari wekelijks te beluisteren is.\nIedere zondagavond zullen de twee presentatoren de actualiteiten doornemen op een plek in Nederland die in het nieuws is geweest.\nDan gaan wij naar Drenthe om te bespreken welke impact dit ter plekke heeft!\"\nDijkstra en Evenblij begonnen als 'Jakhalzen' bij De Wereld Draait Door en maakten daarna samen onder meer de programma's Bureau Sport en Bureau Vooroordeel.", "paragraphs": ["Erik Dijkstra en Frank Evenblij gaan regionaal nieuws brengen op NPO Radio 1, meldt BNNVARA dinsdag in een persbericht. Dat doen ze voor hun nieuwe nieuwsprogramma Dijkstra en Evenblij ter plekke, dat vanaf zondag 10 januari wekelijks te beluisteren is.", "Iedere zondagavond zullen de twee presentatoren de actualiteiten doornemen op een plek in Nederland die in het nieuws is geweest. In het programma schuiven ook gasten aan.", "Dijkstra heeft er zin in om met het radioprogramma door Nederland te reizen. \"Rellen in Roosendaal? Dan komen wij op zondag vanuit Roosendaal. Een crystalmethlab ontdekt in een Drents dorpje? Dan gaan wij naar Drenthe om te bespreken welke impact dit ter plekke heeft!\"", "Ook zijn collega Evenblij is enthousiast. \"Landelijk nieuws komt natuurlijk ook aan bod, maar dat vertalen we en maken we lokaal. Gaat een school dicht door corona? Wij gaan naar de school toe om te kijken wat de impact is van die maatregel en vragen de jongeren hoe zij dealen met corona.\"", "Dijkstra en Evenblij begonnen als 'Jakhalzen' bij De Wereld Draait Door en maakten daarna samen onder meer de programma's Bureau Sport en Bureau Vooroordeel."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["regio", "nieuws", "wij", "radio", "op", "het", "frank", "gaan", "evenblij", "erik", "en", "uit", "npo", "een", "te", "om"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}