{"id": "0a7e543b-436a-3097-84e0-885972aa6de1", "title": "We hebben echt geen zin meer in die verplichte bijeenkomsten, maar hoe zeggen we kerst af zonder familieruzies te veroorzaken?", "url": "https://trouw.nl/leven/we-hebben-echt-geen-zin-meer-in-die-verplichte-bijeenkomsten-maar-hoe-zeggen-we-kerst-af-zonder-familieruzies-te-veroorzaken~b4d554e2/", "summary": "Beste Beatrijs,Mijn vrouw en ik hebben beiden gescheiden ouders en elk jaar is het een en al getouwtrek om de kerstdagen.\nIedere ouder wil op zijn beurt alle kinderen aan tafel, met de kinderen van de nieuwe partners er ook gezellig bij.\nNu wij zelf ook twee kleine kinderen hebben, hebben we geen zin meer in die kerstbijeenkomsten.\nGeen normale familieBeste Geen normale familie,Het eenvoudigste is natuurlijk om af te zeggen voor alle kerstdiners met een verwijzing naar de coronamaatregelen, waar u zich aan wil houden.\nStuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com.", "paragraphs": ["Beste Beatrijs,", "Mijn vrouw en ik hebben beiden gescheiden ouders en elk jaar is het een en al getouwtrek om de kerstdagen. Iedere ouder wil op zijn beurt alle kinderen aan tafel, met de kinderen van de nieuwe partners er ook gezellig bij. Wij hebben hier helemaal niets mee. We kennen die mensen niet eens. Daarnaast is de familieband met onze eigen broers en zussen ook niet zo sterk, dus het is vooral opzitten en doen alsof we een hechte en normale familie zijn. De eerste claims voor de kerstdagen hebben we al binnen. Nu wij zelf ook twee kleine kinderen hebben, hebben we geen zin meer in die kerstbijeenkomsten. We willen graag onze eigen tradities opbouwen en de oude doorbreken. Hoe kunnen we de oude kerst afzeggen zonder dat er familieruzies ontstaan?", "Geen normale familie", "Beste Geen normale familie,", "Het eenvoudigste is natuurlijk om af te zeggen voor alle kerstdiners met een verwijzing naar de coronamaatregelen, waar u zich aan wil houden. Kans is groot dat tegen die tijd nog steeds een maximum geldt voor het aantal bezoekers dat iemand thuis mag ontvangen. Zelfs als er enige versoepeling wordt afgekondigd, zullen grotere familiebijeenkomsten toch afgeraden worden.", "Als corona bij toverslag verdwenen zou zijn uit het maatschappelijk verkeer, en u hebt geen zin in familiekerstvieringen, kunt u dat eenvoudig meedelen. U zegt dan: ‘Wij willen kerst liever alleen met ons gezin doorbrengen.’ Niemand kan u verplichten om ergens op te komen draven. Ik raad u overigens wel aan om uw ouders in die eindejaarsperiode op een andere dag dan Kerstmis zelf te bezoeken met uw kleine kinderen. Het is ook weer erg onaardig om nooit meer bij hen langs te gaan, alleen omdat ze tegenwoordig een andere partner hebben met aanhangende familie. Ook als u niet geïnteresseerd bent in die familie, kan enig welwillend contact geen kwaad.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["kinderen", "om", "verplichte", "meer", "kerst", "met", "te", "hoe", "ook", "veroorzaken", "die", "en", "een", "zeggen", "zin", "zonder", "het", "hebben", "maar"], "pubDate": "2020-11-13T12:55:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}