{"id": "0a833a13-67d1-3644-b799-1f3c57e292da", "title": "‘Daar staan we weer’, verzucht Wiebes bij aankondiging van het steunpakket van 3,7 miljard", "url": "https://volkskrant.nl/nieuws-achtergrond/daar-staan-we-weer-verzucht-wiebes-bij-aankondiging-van-het-steunpakket-van-3-7-miljard~bf3969274/", "summary": "Beeld BSR Agency‘Mee-ademen’ is het nieuwe toverwoord van de steunpakkettenbouwers bij de ministeries van Financiën, Sociale Zaken en Economische Zaken.\nDe steunmaatregelen die het bedrijfsleven door de coronacrisis moeten slepen, moeten mee-ademen met de pandemie, bedoelen ze daarmee.\nMee-ademen suggereert een op en neer gaande beweging en daar is geen sprake van.\nTwee weken later reikte het kabinet de zwaar getroffen sector al een extra doekje voor het bloeden aan.\nDe uitbreiding van het steunpakket kost naar schatting 3,7 miljard euro.", "paragraphs": ["Ministers Hoekstra (Financiën) en Wiebes (Economische Zaken en Klimaat) woensdag op hun persconferentie over het steun- en herstelpakket voor de economie. Beeld BSR Agency", "‘Mee-ademen’ is het nieuwe toverwoord van de steunpakkettenbouwers bij de ministeries van Financiën, Sociale Zaken en Economische Zaken. In de Kamerbrief die de ‘economische’ bewindslieden in het kabinet woensdagochtend naar de Tweede Kamer stuurden, staat de term meerdere keren. De steunmaatregelen die het bedrijfsleven door de coronacrisis moeten slepen, moeten mee-ademen met de pandemie, bedoelen ze daarmee. Meer steun als het virus oplaait, afbouwen zodra het aantal besmettingen daalt en RIVM-directeur Jaap van Dissel vindt dat de kroegen weer open mogen.", "Mee-ademen suggereert een op en neer gaande beweging en daar is geen sprake van. Tot nu toe is het alleen maar méér, méér, méér wat de klok slaat. Woensdag besloot het kabinet de beschikbare noodsteun opnieuw uit te breiden. De in september aangekondigde versobering per 1 januari is voorlopig van tafel en uitgesteld tot april op zijn vroegst. ‘Daar staan we weer’, verzuchtte minister Eric Wiebes van achter de katheder in perscentrum Nieuwspoort. ‘Afbouwen is nu geen optie.’", "Dat het in september aangekondigde afbouwschema in de prullenmand kon, was half oktober al duidelijk. Toen kreeg de tweede coronagolf momentum en ging de horeca weer in de slaapstand. Twee weken later reikte het kabinet de zwaar getroffen sector al een extra doekje voor het bloeden aan. Eet- en drinkgelegenheden konden vanaf oktober aanspraak maken op een nieuwe ‘ijskast-subsidie’, een vergoeding van gemiddeld 2.500 euro voor de kosten van (onder andere) bederfelijke voorraden die ze door de onverwachte hersluiting moesten weggooien.", "Uitgelekte notitie", "Nu het aantal besmettingen niet meer daalt, zal de horeca ook gedurende de Kerstvakantie dicht blijven. Het kabinet gaat er nu van uit dat de verplichte horecasluiting tot minstens medio januari zal duren. Hoewel: Wiebes laat woensdag doorschemeren dat hij een gedeeltelijke heropening voor restaurants met Kerstmis tóch niet volledig uitsluit. Een dinsdag uitgelekte ambtelijke notitie van zijn ministerie verraadde al dat Economische Zaken naar argumenten zoekt om een eerdere openstelling van restaurants (onder strenge voorwaarden) mogelijk te maken.", "De tegenvallende coronacijfers dwingen het kabinet ertoe de bestaande steunmaatregelen verder te verruimen. Ondernemers kunnen tot eind maart een hogere tegemoetkoming in hun vaste lasten krijgen dan eerder was voorzien. Ook komt er een nieuwe steunregeling voor werkloze zzp’ers die de huur of andere vaste lasten niet meer kunnen betalen, maar niet in aanmerking komen voor de inkomenssteunregeling Tozo.", "De uitbreiding van het steunpakket kost naar schatting 3,7 miljard euro. Dat bedrag komt boven op de 33,7 miljard euro die het kabinet tot nu toe aan de drie eerdere steunpakketten heeft uitgegeven. Daarnaast moet minister Wopke Hoekstra van Financiën dit jaar een belastingtegenvaller van 10,7 miljard euro incasseren en zit minister Wouter Koolmees van Sociale Zaken met een begrotingsoverschrijding van 700 miljoen euro vanwege het stijgende aantal werkloosheidsuitkeringen.", "Voorspelde krimp", "Geen zorgen; de schatkist kan dit makkelijk lijden. Aldus de vrolijke noot die Hoekstra inbrengt om het crisisgevoel ietwat te verlichten. De montere minister wijst op de vele financiële meevallers in zijn Najaarsnota, de bijgestelde rijksbegroting die hij op 30 november aan de Tweede Kamer presenteerde. Ook de economische vooruitzichten van het Centraal Planbureau (CPB) zijn een stuk zonniger geworden sinds augustus. Zo voorspelde het planbureau in juni dat de Nederlandse economie dit jaar met 6,4 procent zou krimpen. Inmiddels verwacht het CPB ‘slechts’ 4,2 procent krimp. De staatsschuld stijgt daardoor ook veel minder dan eerder geraamd.", "Dat is allemaal te danken aan de zomer, waarin de cafés en restaurants gewoon open waren en draaiden als een tierelier. Nederlanders en buitenlandse toeristen zochten massaal de terrassen op na tweeëneenhalve gedwongen onthouding van horecabezoek. Vanaf half juni tot half oktober golden er weinig economische beperkingen en konden veel bedrijfstakken zich herstellen. Daardoor kon de Belastingdienst onder andere meer winstbelasting innen dan verwacht en deden minder bedrijven en zzp’ers een beroep op de aangeboden noodsteun. In die zin was er dus wel sprake van mee-ademen met het economisch getij.", "Sinds er weer coronabeperkingen gelden, gaat het weer bergafwaarts met de economie, maar die dip is minder diep dan in het voorjaar, benadrukken de drie ministers. In tegenstelling tot maart-april-mei mogen zogenoemde ‘contactberoepen’ als kappers en fysiotherapeuten gewoon doorgaan. Ook is er minder productiviteitsverlies onder werkende ouders, doordat de scholen open blijven.", "Dat de economische neergang tijdens de nieuwe lockdown minder sterk is, heeft ook een negatieve reden. Nederlanders houden zich minder goed aan de opgelegde beperkingen; ze gaan vaker uit winkelen, zoeken elkaar meer op voor etentjes en borrels en gaan ondanks het advies om thuis te werken vaker naar kantoor. Allemaal goed voor de economie op korte termijn, maar niet op langere termijn. De tweede coronagolf houdt daardoor immers langer aan.", "Het nieuwe steunpakket: wat staat erin? - Bedrijven die minstens 30 procent omzetverlies lijden, kunnen aanspraak maken op een hogere tegemoetkoming in de vaste lasten. Deze verruiming wordt bovendien verlengd tot 1 april. - De NOW-regeling, de tegemoetkoming in de loonkosten, wordt in elk geval tot 1 april niet versoberd. - Het kabinet ontwerpt een nieuwe steunregeling (Tijdelijke Ondersteuning Noodzakelijke Kosten, Tonk) voor particuliere huishoudens die door een grote terugval in inkomen hun vaste lasten, zoals huur of hypotheek, niet meer kunnen dragen. De Tonk wordt vormgegeven met de Bijzondere Bijstand als model. Huishoudens kunnen waarschijnlijk vanaf februari een aanvraag indienen bij hun gemeente. - Er komt een ‘voucherbank’ voor reisorganisaties die veel inkomsten derven omdat ze door de coronacrisis veel reizen moeten annuleren. De reisbranche heeft zijn klanten vouchers aangeboden die ze kunnen gebruiken om later een andere reis te boeken. Maar veel mensen willen liever zo snel mogelijk hun geld terug. Die hoge terugbetalingsverplichting dreigt een aantal reisorganisaties fataal te worden. Via de voucherbank kunnen ze straks een lening krijgen waarmee ze tijdelijke geldnood kunnen overbruggen."], "authors": ["Yvonne Hofs"], "keywords": ["tot", "van", "bij", "verzucht", "het", "steunpakket", "daar", "die", "miljard", "op", "staan", "een", "en", "weer", "te", "kunnen", "wiebes", "voor"], "pubDate": "2020-12-09T19:47:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}