{"id": "0a9579e9-3890-3b94-8226-7a0e7d43299a", "title": "Advocaten Trump wachten nog steeds op overwinning in rechtszaken over verkiezingsuitslag", "url": "https://www.parool.nl/wereld/advocaten-trump-wachten-nog-steeds-op-overwinning-in-rechtszaken-over-verkiezingsuitslag~bd35edc1/", "summary": "Het lijkt de verbitterde president niet te gaan lukken zijn plek in het Witte Huis via de rechter te behouden.\nThe Washington Post spreekt van ‘20 dagen van fantasie en falen’ sinds het juridische team van Donald Trump de eerste rechtszaken aanspande.\nJuist op die dag zou Trump een grote verkiezingsbijeenkomst willen houden die zijn kandidatuur voor 2024 moet bevestigen.\nHet gaat erom het systeem voor alle toekomstige verkiezingen te herstellen”, zo wordt het niet-teruggeven van het geld uitgelegd.\n“Zeg me hoe dat niet van horen zeggen is.", "paragraphs": ["President Trump op de golfbaan. Beeld Hollandse Hoogte / EPA", "Er lopen nog wat zaken om de uitslag van de Amerikaanse presidentsverkiezingen alsnog aan te vechten maar inmiddels heeft het team van president Trump alles bij elkaar nu bijna dertig rechtszaken verloren. Vannacht veegde het hoogste gerechtshof van Pennsylvania een eis van tafel dat stemmen die daar per post waren uitgebracht alsnog ongeldig zouden moeten worden verklaard.", "Het lijkt de verbitterde president niet te gaan lukken zijn plek in het Witte Huis via de rechter te behouden. The Washington Post spreekt van ‘20 dagen van fantasie en falen’ sinds het juridische team van Donald Trump de eerste rechtszaken aanspande. De officiële cijfers spreken nog altijd niet in zijn voordeel: uitdager Joe Biden heeft 51,1 procent van de stemmen (Trump 47,1). Biden krijgt ruim 80 miljoen stemmen, Trump bijna 74 miljoen, een verschil van exact 6.185.406 waarbij ook de pijnlijke 132 stemmen zitten die Biden er deze week bij kreeg in Wisconsin, nota bene na een door Trump aangevraagde hertelling. De aanstaande nieuwe president mag ook nog steeds rekenen op 306 kiesmannen tegen 232 voor Trump.", "Verstieren", "Trump erkent af en toe en heel voorzichtig dat er een wisseling van de wacht aan zit te komen maar weet nog niet van opgeven. Het laatste verhaal uit het Trump-kamp wil dat de president uiteindelijk wel de macht zal overdragen maar uit protest tegen de (onbewezen) ‘enorme stemfraude’ wel de inauguratie van zijn opvolger wil verstieren. Die is op 20 januari aanstaande. Juist op die dag zou Trump een grote verkiezingsbijeenkomst willen houden die zijn kandidatuur voor 2024 moet bevestigen. Voor zijn fans een teken dat hij niet opgeeft.", "Ondertussen geloven steeds minder Republikeinen dat het advocatenteam van Trump nog echt met doorslaggevend bewijs kan komen om aan te tonen dat deze verkiezingen inderdaad zijn gestolen door de Democraten. De sfeer in de partij wordt lokaal soms grimmiger. Diverse Republikeinse beambten die de uitslagen formeel hebben goedgekeurd ontvangen thuis bedreigingen van hardcore Trump-aanhangers die vinden dat ze verraders zijn. Deze groep Trumpers blijft heilig geloven in wat de president op Twitter zet.", "Geld terug", "Niet allemaal overigens, want een Texaanse Trump-aanhanger die 2,5 miljoen dollar had gegeven aan ‘True the Vote’ wil nu zijn geld terug. True The Vote is Texaanse tak van de voormalige Tea Party en belooft Trumps beweringen van fraude bij de presidentsverkiezingen hard te maken. Tot nu toe lukt dat slecht. Fredric Eshelman, een steenrijke zakenman uit North Carolina, stak er niettemin 2,5 miljoen dollar in maar vindt de reeks verloren rechtszaken nu toch wel ‘teleurstellend’.", "Blijkens een rechtszaak die Eshelman deze week zelf in Houston heeft aangespannen - en die wordt gevolgd door persbureau Bloomberg - heeft True the Vote diverse juridische acties voor Trump gestaakt wegens onvoldoende bewijs. Maar het geld van donors werd wel gehouden. Eshelman stapte naar de rechter toen True the Vote weigerde hem daarover uitleg te geven. In een reactie naar Bloomberg gaf True the Vote de schuld aan niet nader benoemde ‘externe krachten’ die tegen Donald Trump zouden samenspannen. “Onze missie is veel groter dan slechts één verkiezing. Het gaat erom het systeem voor alle toekomstige verkiezingen te herstellen”, zo wordt het niet-teruggeven van het geld uitgelegd.", "Kansloos", "Van de ten minste 41 zaken die door de advocaten van Trump en anderen zijn ingediend om dit presidentschap te redden redden, zijn er nu ten minste 26 geweigerd, afgewezen, afgehandeld of ingetrokken. Een aantal loopt nog maar is nagenoeg kansloos als er geen bewijzen zijn gevonden van massale fraude.", "Dat neemt niet weg dat de president blijft tweeten over het historische onrecht dat hem is aangedaan. Ook voor al zijn twitterbeweringen is nog geen enkel bewijs geleverd. In de cruciale swing State Pennsylvania is een hele reeks aantijgingen van de hand gewezen door de rechter. Die gingen dan over de ‘onrechtmatig’ verlengde deadline voor het insturen van stembiljetten, vermeend onvoldoende toezicht door Republikeinse waarnemers in stemlokalen en vooral vage klachten van derden ofwel mensen die ergens iets hadden gehoord of zelfs gezien maar dat nooit hard kunnen maken.", "Een federale rechter die zo’n zaak verwierp was verbijsterd over de argumenten van het Trump Team. “Deze bewering is, net als het monster van Frankenstein, lukraak samengevoegd”, schreef rechter Matthew Brann. Ook in Michigan zijn Trumps advocaten vooralsnog weinig succesvol. Rechter Cynthia D. Stephens had genoeg van de zoveelste vage, niet onderbouwde beschuldiging. “Zeg me hoe dat niet van horen zeggen is. Kom nou!”", "In Wisconsin, Nevada en Arizona had team Trump evenmin succes. Er is nog wel een aantal zaken in behandeling."], "authors": ["Bob Van Huët"], "keywords": ["van", "trump", "overwinning", "rechtszaken", "nog", "het", "op", "die", "zijn", "steeds", "een", "dat", "advocaten", "te", "niet", "wachten", "verkiezingsuitslag"], "pubDate": "2020-11-29T10:04:10+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}