{"id": "0ab157d0-45da-36cb-b5a4-a3b3defd8895", "title": "Quarantaine voor Zwolse minister Arie Slob zit er weer op", "url": "https://nu.nl/zwolle/6088157/quarantaine-voor-zwolse-minister-arie-slob-zit-er-weer-op.html", "summary": "Minister Arie Slob van Onderwijs mag weer uit quarantaine.\nSlob ging in quarantaine nadat bleek dat hij meer dan een kwartier in contact was geweest met een medewerker die met het coronavirus besmet bleek te zijn.\nDe Mediawet moet op 31 december door de Tweede en Eerste Kamer zijn behandeld en dat kan niet zonder de verantwoordelijke bewindspersoon erbij.\nCoronaMelderSlob meldde tijdens het debat dat hij bericht kreeg van zijn medewerker en een melding kreeg via de app CoronaMelder.\nSlob toen: \"Ik heb navraag gedaan en dat leidt tot het volgende: ik moet het debat verlaten en in quarantaine.''", "paragraphs": ["Minister Arie Slob van Onderwijs mag weer uit quarantaine. Hij twittert: \"Quarantaine is weer voorbij. Gelukkig niet ziek geworden.\" Hij bedankt mensen voor \"al het meeleven\". De Zwollenaar zat sinds 26 oktober in thuisisolatie.", "Slob ging in quarantaine nadat bleek dat hij meer dan een kwartier in contact was geweest met een medewerker die met het coronavirus besmet bleek te zijn.", "Hij maakte het nieuws bekend tijdens de behandeling van de Mediawet, waarna het debat daarop werd geschorst.", "De Mediawet moet op 31 december door de Tweede en Eerste Kamer zijn behandeld en dat kan niet zonder de verantwoordelijke bewindspersoon erbij. Drie partijen hadden hun visie op de Mediawet al gegeven, de andere zullen tot de hervatting moeten wachten.", "CoronaMelder", "Slob meldde tijdens het debat dat hij bericht kreeg van zijn medewerker en een melding kreeg via de app CoronaMelder. Slob toen: \"Ik heb navraag gedaan en dat leidt tot het volgende: ik moet het debat verlaten en in quarantaine.''", "Slob voegde daar tegen Kamerleden aan toe: \"Ik voel me overigens prima, dus maakt u zich daar geen zorgen over, maar dit is de consequentie van de regels die we met elkaar hebben afgesproken.\""], "authors": ["Door"], "keywords": ["mediawet", "zit", "slob", "een", "van", "zwolse", "weer", "arie", "met", "minister", "en", "dat", "er", "het", "ik", "op", "hij", "quarantaine", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}