{"id": "0abcd8f2-44d7-3a18-be60-b0c7c9a2df6a", "title": "Op zoek naar 300 warme, stijlvolle outfits voor daklozen", "url": "https://www.parool.nl/ps/op-zoek-naar-300-warme-stijlvolle-outfits-voor-daklozen~b106de77/", "summary": "“Lang niet alle dak- en thuislozen zien er onverzorgd uit en lopen standaard met een halve liter bier in de hand.\nWaarom zou dat niet kunnen?”Hoe kun je een outfit doneren?\nVervolgens fotografeer jij jezelf in die outfit en verstuur je de foto via de QR-code.”Wanneer wordt de kleding uitgedeeld?\n“Tijdens de uitgiftedagen op 21 en 23 december kunnen dak- en thuislozen uit de foto’s een outfit kiezen.\nDat is iets heel moois: hoe je je kleedt is een onderdeel van wie je bent en vooral wie je wilt zijn.", "paragraphs": ["Beeld shutterstock", "Waarom specifiek dansliefhebbers?", "“Onze stichting bestaat uit muzikanten, dj’s en cultuurmakers. Dat zijn mensen die zich artistiek uiten en vaak ook goed gekleed door het leven gaan. Daar hou ik zelf ook van. Dat gevoel willen wij graag delen met onze dakloze vrienden. We hopen met deze actie te laten zien dat je ook op een laagdrempelige manier maatschappelijk betrokken kan zijn.”", "Een dakloze met een goede outfit kan suggereren dat hij zijn zaakjes goed op orde heeft.", "“Lang niet alle dak- en thuislozen zien er onverzorgd uit en lopen standaard met een halve liter bier in de hand. Mensen die wij uit de opvang kennen hebben een smartphone en dragen mooie Nikes. Waarom zou dat niet kunnen?”", "Hoe kun je een outfit doneren?", "“Je bestelt bij ons een gratis tas met QR-code en stelt een outfit samen. Het is belangrijk dat het warme, schone kleren zijn, maar sommige mensen doen er zelfs een ketting of petje bij om de look compleet te maken. Vervolgens fotografeer jij jezelf in die outfit en verstuur je de foto via de QR-code.”", "Wanneer wordt de kleding uitgedeeld?", "“Tijdens de uitgiftedagen op 21 en 23 december kunnen dak- en thuislozen uit de foto’s een outfit kiezen. Door een gedeelde stijlvoorkeur verbinden we mensen met elkaar. Dat is iets heel moois: hoe je je kleedt is een onderdeel van wie je bent en vooral wie je wilt zijn. Het is bepalend voor je identiteit.”", "Hoeveel outfits zoeken jullie nog?", "“Nog een stuk of driehonderd. Het mooiste zou zijn als de dakloze dan ook zelf op de foto wil. Dat levert geweldige dubbelfoto’s op.”", "www.homebassfoundation.com"], "authors": ["Alice Boothby"], "keywords": ["daklozen", "warme", "outfits", "op", "300", "naar", "met", "zijn", "het", "een", "je", "en", "dat", "outfit", "zoek", "uit", "stijlvolle", "voor"], "pubDate": "2020-12-04T09:20:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}