{"id": "0abfa697-d964-375d-8b1f-9bfacfa3723a", "title": "Wonen en werken in ‘de provincie’ is ineens zo gek nog niet", "url": "https://trouw.nl/opinie/wonen-en-werken-in-de-provincie-is-ineens-zo-gek-nog-niet~b02f7541/", "summary": "En dat is ook nodig.\nEen overbevolkt gebied wordt nog overbevolkter en dat terwijl de regio zo veel kansen biedt.\nMet investeringen in de regio die voor het hele land nuttig zijn, bijvoorbeeld op het gebied van (fysieke en digitale) bereikbaarheid.\nKwaliteit van leven staat weer centraal, en laten we daar in Limburg nu net heel veel van hebben.\nHulp daarbij is welkom, aldus Marijn Molema van het Fries Sociaal Planbureau en Elly van der Klauw van het Kennisnetwerk Krimp Noord-Nederland.", "paragraphs": ["Het zal je maar overkomen: opgesloten zitten in je appartement driehoog-achter, zonder tuin en zonder thuiswerkplek. Op elkaars lip gezeten videobellen met je collega’s, in combinatie met thuisonderwijs aan je kids. Voor vele Randstedelingen was dit gedurende de eerste lockdown in maart al realiteit (en nu opnieuw), terwijl voor iedere Limburger duidelijk werd wat we eigenlijk al wisten: de regio is zo gek nog niet.", "Of het nou om Limburg, Gelderland of Drenthe gaat: waar vele Randstedelingen eerder het idee hadden dat ze in ‘de provincie’ niet dood gevonden willen worden, snakken zij nu naar eigen buitenruimte, een werkkamer in huis en groen in de buurt om te kunnen recreëren. De huizenmarkt is inmiddels zo krap dat de gemiddelde garagebox in Amsterdam net zo duur is als een huis met tuin in Limburg: het coronatijdperk heeft voor veel mensen de regio ineens stukken aantrekkelijker gemaakt. Nu ons leven drastisch is veranderd en thuiswerken ook na corona een blijvertje zal zijn, denken veel mensen na over de kwaliteit van hun leven. Wat ons betreft nadrukkelijk een kans voor opwaardering van de regio.", "En dat is ook nodig. Of het nou om woningbouw, bereikbaarheid of cultuur gaat: de regio komt er maar bekaaid vanaf. Concreet voorbeeld: de woningbouwimpuls vanuit het Rijk. Ruim vijftigduizend nieuwe woningen is het plan, maar niet in Limburg, Zeeland, Drenthe, Groningen en Friesland. Het resultaat van deze impuls? Een overbevolkt gebied wordt nog overbevolkter en dat terwijl de regio zo veel kansen biedt.", "Calimero", "Laten we de potentie van héél Nederland beter benutten. Met investeringen in de regio die voor het hele land nuttig zijn, bijvoorbeeld op het gebied van (fysieke en digitale) bereikbaarheid. Niet omdat Calimero zo nodig gecompenseerd moet worden, maar omdat de oplossing van tal van Randstedelijke problemen nu eenmaal in de regio ligt: betaalbare woningen, ruimte om te bouwen en kwaliteit van leven – en nu we veel online werken zijn vele hoogwaardige banen ineens in de regio binnen handbereik gekomen.", "Ook ná corona zal dat niet anders zijn. Zelfs in de meest conservatieve sectoren ziet men de voordelen van (deels) thuiswerken: een hogere productiviteit, efficiënter vergaderen, minder files, minder ziekteverzuim én een betere balans tussen werk en privéleven. Natuurlijk zullen mensen nog naar kantoor blijven gaan, maar niet meer in de mate van vóór het coronatijdperk. En dat biedt mogelijkheden.", "Leefklimaat", "Maar we moeten wel reëel zijn: willen we Nederland als één geheel herwaarderen, dan zullen de investeringen hoog zijn om deze ambitie te laten slagen. Daar staat echter een groot aantal voordelen tegenover. Naast het van het slot gaan van de woningmarkt zal het leefklimaat voor veel Nederlanders verbeteren doordat de drukte afneemt in de Randstad, online werken zogezegd deel van de norm wordt en er dus minder files zijn.", "De provincies zullen niet langer leeglopen en ons economisch potentieel als land, wordt veel beter benut. Ook politiek zal het de polarisatie laten verminderen tussen Randstad en provincie, want we verbinden ons land in één succesvolle regio.", "Investeringen", "Investeren in de digitale en fysieke infrastructuur zal Nederland dus eindelijk verbinden tot één economische regio. Dat is voordelig voor álle Nederlanders. Dit plan biedt daarom niet alleen grote voordelen voor Nederlanders in de provincie, maar vooral ook voor de Randstedelingen.", "De corona-epidemie heeft de Nederlandse samenleving opgeschud. Hoe ons leven er straks precies uitziet weten we nog niet, maar dat er een herwaardering is van ruimte, genieten en gezin staat vast. Kwaliteit van leven staat weer centraal, en laten we daar in Limburg nu net heel veel van hebben. De regio is zo gek nog niet.", "Karin Straus en Jonathan Felix zijn respectievelijk fractievoorzitter en burgercommissielid namens de VVD in Provinciale Staten van Limburg.", "Lees ook:", "Versterk de kracht van krimpgebieden", "Krimpregio’s kunnen bijdragen aan de opgaven waar Nederland voor staat. Hulp daarbij is welkom, aldus Marijn Molema van het Fries Sociaal Planbureau en Elly van der Klauw van het Kennisnetwerk Krimp Noord-Nederland.", "Door explosief gestegen huizenprijzen is de Achterhoek geen krimpregio meer", "Drukte en behoefte aan ruimte jaagt steeds meer Randstedelingen de steden uit. In de Achterhoek merken ze dat aan de sterk stijgende huizenprijzen."], "authors": ["Karin Straus En Jonathan Felix"], "keywords": ["niet", "en", "nog", "ineens", "gek", "dat", "zo", "van", "voor", "een", "wonen", "het", "regio", "zijn", "provincie", "werken", "veel"], "pubDate": "2020-10-29T11:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}