{"id": "0acc5505-3b4b-3a46-841d-7c860c1d7eb6", "title": "Bang dat de zwarte pieten mij herkennen", "url": "https://trouw.nl/opinie/bang-dat-de-zwarte-pieten-mij-herkennen~b8722324/", "summary": "Voordat ik de deur van mijn auto opendoe, zie ik iets waarvan ik dacht dat het uitgestorven was: zwarte pieten.\nBang dat deze pieten mij kunnen herkennen als de anti-zwarte-pieten-columnist van Trouw die roet in het eten van een leuk kinderfeest probeert te gooien.\nVolgens mij een knipoog van de premier naar de zwarte pieten dat Sinterklaas hen in deze tijd van pandemie niet nodig heeft.\nEn daarnaast hebben de VS en Nederland goede handelsbetrekkingen en een gemeenschappelijke geschiedenis die begon in Nieuw Amsterdam (New York).\nDeze zwarte pieten zijn geen grappige en vrolijke pieten.", "paragraphs": ["Af en toe koop ik spullen via Marktplaats waardoor ik in de meest bijzondere uithoeken van Nederland kom. Vorige week was dat in Medemblik. Het was een uur en een kwartier rijden vanaf mijn woonplaats Utrecht om een tafeltje van vijftig euro op te halen. In de winkel kost dit tafeltje tachtig euro. Dus een kleine dertig euro verschil. Dat bedrag wordt minder als ik de benzine kosten er van aftrek. In de auto besefte ik hoe krankzinnig Hollands-zuinig ik ben geworden. Als ik dit aan mijn Afrikaanse familie vertel, lachen ze mij keihard uit.", "Ik kom op mijn bestemming en parkeer mijn auto zonder parkeerkosten. Dat is één van de voordelen als je in een woonwijk van kleinere stad arriveert. Geen parkeermeter en geen parkeerwachters die constant rondrijden om je op de bon te slingeren.", "Voordat ik de deur van mijn auto opendoe, zie ik iets waarvan ik dacht dat het uitgestorven was: zwarte pieten. Ze zijn zwarter dan ik zwarte pieten ooit gezien heb. Angstig en onherkenbaar zwart. Voor mij een teken dat deze uithoekers niet van plan zijn om de racistische karikatuur enigszins te veranderen.", "Sinterklaas heeft de pieten in deze tijd van pandemie niet nodig", "Ik blijf in mijn auto zitten. Bang dat deze pieten mij kunnen herkennen als de anti-zwarte-pieten-columnist van Trouw die roet in het eten van een leuk kinderfeest probeert te gooien. Ik wil ze uitleggen dat het Sinterklaasfeest zonder hen lekker kan doorgaan als een feest voor alle kinderen van Nederland. Zoals de premier de nieuwe maatregelen heeft aangekondigd: ‘Sinterklaas doet de inkopen alleen’. Volgens mij een knipoog van de premier naar de zwarte pieten dat Sinterklaas hen in deze tijd van pandemie niet nodig heeft. En dat corona bestreden wordt als er minder mensen thuis worden ontvangen. Tegelijkertijd geeft de premier deze pieten de vrijheid om lekker los te gaan. Zonder de sturing van Sinterklaas kunnen ze nooit normaal doen.", "En dat blijkt maar weer in Medemblik. Na de laatste coronaversoepeling kunnen ze met zijn drieën een huisbezoek afleggen. Vandaar dat ze met z’n drieën zijn. Geen domme pieten dus. Maar wat voor pieten zijn het dan wel? Losgeslagen pieten of rebelse pieten? Nu ze niet meer onder leiding van de Sint vallen, lopen deze pieten rond als kippen zonder kop. Verbazingwekkend genoeg zag ik ook geen zak met cadeautjes of pepernoten om hun schouder bungelen. Wat zouden ze dan komen brengen? Mijn gevoel leidt me naar het racismevirus.", "Hun recente acties om aan te kloppen bij mensen die bezwaar hebben tegen zwarte piet is zorgwekkend. Het doet mij denken aan witte nationalisten in de VS die bij zwarte mensen aanklopten om hen te bedreigen. Ik hoor sommige lezers denken: hier gaan we weer, de VS vergelijken met Nederland. Racisme en extreemrechtse ideeën zijn geen Amerikaanse uitvinding, die vind je wereldwijd. En daarnaast hebben de VS en Nederland goede handelsbetrekkingen en een gemeenschappelijke geschiedenis die begon in Nieuw Amsterdam (New York). Het duurt niet lang voordat de pieten het eerste huis verlaten. Hun bezoek duurde nog geen vijftien minuten. Vanuit mijn auto kan ik hen goed bestuderen. Deze zwarte pieten zijn geen grappige en vrolijke pieten. Het zijn pieten met een missie. De woorden van de premier klinken nog na in mijn hoofd. ‘De Sint kan zelf zijn inkopen doen’. Ik vind dat hij gelijk heeft en hoop dat we straks een meer onafhankelijke en autonome Sinterklaas hebben die zelf zijn broek kan ophouden.", "Babah Tarawally is schrijver, columnist en programmamaker. Voor Trouw schrijft hij om de week over (verborgen) discriminatie en racisme, maar vooral over manieren om elkaar op dit thema te kunnen verstaan. Lees ze hier terug."], "authors": ["Babah Tarawally"], "keywords": ["bang", "van", "het", "zwarte", "zijn", "mij", "ik", "een", "ze", "dat", "en", "om", "herkennen", "pieten"], "pubDate": "2020-11-26T10:48:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}