{"id": "0ace5c19-5f23-3857-8223-f705fc717b2d", "title": "Twijfel rond FvD-verkiezing: oud-leden die stemmen en meldingen van hackers", "url": "https://www.parool.nl/nederland/twijfel-rond-fvd-verkiezing-oud-leden-die-stemmen-en-meldingen-van-hackers~b598f181/", "summary": "Beeld ANPDe vraagtekens rond het referendum van Forum voor Democratie rezen al donderdagavond, toen oud-leden meldden dat zij ook hun stem mochten uitbrengen.\nDe partij claimde dat alleen betalende FvD’ers die op 29 november lid waren, de dag dat het referendum werd aangekondigd, mochten stemmen.\nNiet anoniemWaarschijnlijk doelt Forum daarmee op graafwerk van techjournalisten die stelden in de ‘achterkant’ van het stemsysteem te kunnen komen.\nBerichten dat het referendum te hacken is en dat stemmers niet anoniem blijven, zijn ‘onjuist’, stelt FvD.\nDe uitslag van het referendum wordt vrijdag ‘enkele uren’ na 18.00 uur verwacht.", "paragraphs": ["Wybren van Haga en Thierry Baudet. Beeld ANP", "De vraagtekens rond het referendum van Forum voor Democratie rezen al donderdagavond, toen oud-leden meldden dat zij ook hun stem mochten uitbrengen. De partij claimde dat alleen betalende FvD’ers die op 29 november lid waren, de dag dat het referendum werd aangekondigd, mochten stemmen. Er zijn echter meerdere oud-leden die zeggen dat zij hun vertrek kenbaar hadden gemaakt én niet hebben betaald, en toch menen een link te hebben gekregen om te stemmen.", "Op die berichten volgde een persmededeling van Forum dat er ‘meerdere hackpogingen zijn gedaan’ om het ‘bindende referendum’ te beïnvloeden.", "Niet anoniem", "Waarschijnlijk doelt Forum daarmee op graafwerk van techjournalisten die stelden in de ‘achterkant’ van het stemsysteem te kunnen komen. Ook claimt NOS-journalist Joost Schellevis dat stemmers niet anoniem zijn, volgens hem is te achterhalen wie wat heeft gestemd.", "Forum spreekt dat tegen. Berichten dat het referendum te hacken is en dat stemmers niet anoniem blijven, zijn ‘onjuist’, stelt FvD. “De ledenraadpleging verloopt voorspoedig.”", "Het bedrijf BigPulse, dat de verkiezingssoftware levert, ‘monitort het verloop van de verkiezingen constant en zij borgen dan ook de veiligheid van deze verkiezing,’ aldus FvD. De hackpogingen zijn tot nu toe mislukt, zegt de partij. FvD doet aangifte van hackpogingen.", "De uitslag van het referendum wordt vrijdag ‘enkele uren’ na 18.00 uur verwacht."], "authors": ["Tobias Den Hartog"], "keywords": ["twijfel", "zij", "meldingen", "van", "rond", "stemmen", "hackers", "referendum", "het", "oudleden", "die", "zijn", "ook", "en", "dat", "te", "fvdverkiezing"], "pubDate": "2020-12-04T11:33:37+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}