{"id": "0af08f3c-a226-3af2-b6cb-720e9680ceed", "title": "‘We behandelen de toekomst als een stortplaats van ecologische schade en technologische risico’s’", "url": "https://volkskrant.nl/cultuur-media/we-behandelen-de-toekomst-als-een-stortplaats-van-ecologische-schade-en-technologische-risico-s~b5f82c88/", "summary": "Hij is, met Alain de Botton, een van de oprichters van de School of Life in Londen.\nSamen hebben ze een tweeling, een jongen en een meisje, van 12 jaar.\nWe weten dat we in 2100 mogelijk richting 3 of 4 graden opwarming van de aarde gaan en dat dat een verwoestende impact zal hebben.\nWe behandelen de toekomst als een stortplaats van ecologische schade en technologische risico’s.\n‘En daarnaast wil ik dat het idee om een goede voorouder te zijn en aan de toekomst te denken door alle partijen wordt gedragen.", "paragraphs": ["Toekomstige generaties zouden een stem moeten krijgen bij de politieke beslissingen van nu, bepleit politicoloog Roman Krznaric in zijn alarmerende boek De goede voorouder. Hoe ziet hij dat voor zich?", "Hoe kunnen we goede voorouders zijn? Dat is volgens Roman Krznaric (1970) de belangrijkste vraag van onze tijd. Volgens de Australisch-Britse publieksfilosoof, politicoloog en schrijver hebben nooit eerder in de geschiedenis van de mensheid onze acties zo’n weerslag gehad op de toekomst. Denk aan klimaatverandering, de invloed van kunstmatige intelligentie en biochemische wapens. Maar aan toekomstige generaties wordt zelden gedacht als beslissingen worden genomen, stelt hij in zijn nieuwste boek De goede voorouder, dat 5 januari verschijnt. Sterker, volgens Krznaric, wordt deze tijd gekenmerkt door ziekelijk kortetermijndenken. Politici kijken nauwelijks verder dan de volgende verkiezingen, de laatste peiling of tweet.", "Krznaric – spreek uit als kriz-NAR-ik – groeide op in een buitenwijk in Sydney. Zijn vader werd geboren in Polen en emigreerde in de jaren vijftig als economische vluchteling naar Australië. Op zijn 18de ging Krznaric studeren aan Oxford en kwam zo in het Verenigd Koninkrijk terecht. Nu is hij daar een bekende denker. Hij is, met Alain de Botton, een van de oprichters van de School of Life in Londen.", "Ook is Krznaric de man van econoom Kate Raworth – door de Britse krant The Guardian de Keynes van de 21ste eeuw genoemd – die furore maakt met een nieuw alternatief economisch model, de donuteconomie. Daarin pleit zij voor een sociale ondergrens (een minimum aan productie zodat alle mensen op aarde in hun basisbehoeften worden voorzien) en een ecologische bovengrens (die staat voor de grenzen van ons klimaat) aan de economie. Samen hebben ze een tweeling, een jongen en een meisje, van 12 jaar.", "Krznarics eerdere boeken gaan net als De goede voorouder over hoe bewust te leven en zo de samenleving te veranderen. Wonderbox (2011) is een zelfhulpboek vol levenslessen waarin hij inspiratie haalt uit de geschiedenis als bron voor oplossingen bij alledaagse problemen. In Carpe Diem (2014) stelt hij dat het motto ‘pluk de dag’ is gekaapt door de consumentenindustrie. En voor Empathie (2017) deed hij vijf jaar onderzoek naar ons inlevingsvermogen. Fundamenteel verschil met zijn eerdere werk is dat De goede voorouder explicieter over politiek gaat.", "Waarom is langetermijndenken zo onontwikkeld?", "‘Het eenvoudige antwoord is dat we continu naar onze telefoons en andere schermen kijken: de digitale afleiding. Maar ik denk dat de wortels van het kortetermijndenken eeuwen teruggaan. De klok was de belangrijkste uitvinding van de Industriële Revolutie. Waardoor alles om deadlines is gaan draaien. Tegenwoordig vindt de aandelenhandel in nanoseconden plaats.", "‘Daarnaast geldt voor consumentenkapitalisme en de vrije markt dat bijna alles over het hier en nu gaat. Je ziet het in de manier waarop kortingen werken: de ‘koop nu’-knop.", "‘We worden zelden gestimuleerd verder te denken dan ons eigen leven. Onze economie en ons politieke stelsel is voornamelijk op de korte termijn gericht. Terwijl we als een van de weinige soorten het vermogen tot plannen en langtermijndenken hebben. Een mooi voorbeeld daarvan zijn de middeleeuwse kathedralen waarvan architecten van tevoren wisten dat ze die nooit af zouden zien. Of denk aan de waterschappen in Nederland, die zijn ook bedacht voor de lange termijn.’", "Roman Krznaric: ‘Veel mensen zeggen dat de toekomst onzeker is en dat je die niet kunt voorspellen. Maar dat geldt niet voor de klimaatcrisis.’ Beeld Joe Hart", "Zijn we dat langetermijndenken dan kwijtgeraakt?", "‘Het is niet zo dat in de Middeleeuwen iedereen constant vooruit aan het denken was, toen hadden mensen te maken met oorlog, armoede en ziekte. Maar onze invloed op de toekomst is verwoestender dan in de Middeleeuwen. Ze hadden geen kernwapens in middeleeuws Europa. Of nucleair afval. Men wist tijdens de Industriële Revolutie nog niet wat het effect van fossiele brandstoffen op de aarde was. De vervuiling van lucht en oceanen, de afnemende biodiversiteit. Dat weten we nu wel. We hebben geen excuus omdat we het effect van onze acties op de lange termijn goed kunnen begrijpen. Wegens die kennis hebben we een verantwoordelijkheid.’", "U schrijft dat ecologische vernietiging op de loer ligt.", "‘Ja. Veel mensen zeggen dat de toekomst onzeker is en dat je die niet kunt voorspellen. Maar dat geldt niet voor de klimaatcrisis. Er zijn tienduizenden onderzoeksdocumenten die ons duidelijk iets over de toekomst vertellen. We weten dat we in 2100 mogelijk richting 3 of 4 graden opwarming van de aarde gaan en dat dat een verwoestende impact zal hebben. We steken ons hoofd in het zand, waardoor er weinig verandert.’", "Hoe komt dat?", "‘Dat heeft te maken met de geschiedenis en economie van het kapitalisme. De Industriële Revolutie en de obsessie met voortdurende economische groei hebben ons over de ecologische grenzen geduwd. We zitten vast in economische systemen die verslaafd zijn aan groei. En je ziet in de natuur: niets groeit voor altijd. Wat is het voor een arrogantie te denken dat onze economie voor altijd kan blijven groeien, groeien en groeien?", "‘Toen ik eind jaren negentig economie studeerde aan Oxford, leerde ik standaard macro-economie en micro-economie waar vraag en toeleveringsketen op een witte pagina stonden zonder planeet of biosfeer eromheen. Er werd geen enkele aandacht besteed aan ecologische economie. Idioot, want de economie is een subsysteem van de biosfeer. En de biosfeer wordt niet groter. Op een gegeven moment kun je niet méér afval creëren en niet méér hulpbronnen gebruiken. Je kunt niet altijd blijven groeien. Mijn kinderen begrijpen dat je een ballon niet eeuwig kunt opblazen, hij zal op een gegeven moment knappen.’", "Er zijn ook mensen die zeggen: het valt mee met de klimaatcrisis en anders wordt er wel een slimme oplossing bedacht.", "‘Er bestaan hypothetische oplossingen voor alles. We duimen dat er technologieën zullen zijn. Misschien lukt dat, misschien niet. Maar ik vind het een groot risico om te zeggen: laten we blijven doen wat we al doen. Ik ben niet bereid de levens van mijn kleinkinderen en achterkleinkinderen en al die miljarden mensen die nog geboren moeten worden op het spel te zetten. Welk recht hebben we om die risico’s naar de toekomst over te hevelen? We behandelen de toekomst als een stortplaats van ecologische schade en technologische risico’s. Ik noem dat de kolonisatie van de toekomst.’", "Het is een nogal alarmerend boek.", "‘Ja, het zou ook alarmerend moeten zijn. Over het algemeen zijn mijn boeken vrij positief. Dit boek is inderdaad anders. We staan op de rand van de afgrond. Ik maak onderscheid tussen optimisme en hoop. Voor mij betekent optimisme positief denken ondanks het bewijs. Nou, ik vind dat geen geweldige manier om over de wereld na te denken. Maar ik geloof in hoop, ik denk dat de mensheid kan reageren op de klimaatcrisis. We kunnen falen, dan gaat onze beschaving ten onder zoals alle beschavingen uiteindelijk ten onder gaan. Misschien gaan we die kant op. Heel misschien lukt het ons op een, zoals ik het noem, ‘transformatiepad’ te springen, waarbij langtermijndenken centraal staat en de groeiafhankelijke economie zijn dominante positie kwijtraakt en plaats maakt voor een circulaire economie, of de donuteconomie. Wat mij hoop gaf, was toen ik las dat Adam Smith in de 18de eeuw niet wist dat de Industriële Revolutie gaande was, en hij zat er middenin. Ik realiseerde me dat we misschien nu in dezelfde situatie zitten, dat er een nieuwe tijd en economie aan het aanbreken is, zonder dat we het doorhebben.", "‘Ik zie dat er een gefragmenteerde beweging is, die nog geen naam heeft en zichzelf niet als beweging ziet. Ik noem ze in mijn boek ‘tijd-rebellen’. Denk aan Tony’s Chocolonely of aan de Zweedse sportkledingfabrikant Houdini, een groene circulaire onderneming, of aan Future Design in Japan dat draait om langetermijndenken in de politiek. Denk ook aan het Nederlandse Urgendavonnis dat stelt dat de staat meer moet doen tegen de uitstoot van broeikasgassen. Het zijn gefragmenteerde bewegingen maar als je ze bij elkaar zet, zie je dat er iets van een langetermijnbeschaving in ontwikkeling is.’", "Beeld Joe Hart", "U schrijft dat uit crisis veranderingen kunnen voortkomen. Kan de coronacrisis een omslagpunt zijn?", "‘Ja, Ik geloof dat crises de geschiedenis veranderen. Na de Tweede Wereldoorlog zijn er ongelooflijke organisaties voor de lange termijn opgericht: de EU, de Wereldgezondheidsorganisatie, het Marshallplan, de nationale gezondheidszorg in Groot-Brittannië.", "‘Covid heeft veel regeringen doen inzien dat een langetermijnvisie belangrijk is. Nu is het een pandemie, de volgende crisis kan een overstroming zijn of brand als in Australië en Californië. Veel regeringen beseffen dat de landen die langetermijnplannen hadden, zoals Taiwan, het virus effectiever hebben aangepakt dan de landen die geen plannen hadden, zoals de VS.’", "U stelt dat de representatieve democratie tot nu toe de rechten van toekomstige generaties heeft genegeerd. Politici zien de toekomst niet als hun verantwoordelijkheid.", "‘Ja, ik denk dat er een fundamenteel probleem is met onze democratie en het is moeilijk dat te accepteren. Er is een groep mensen die we hebben genegeerd, op dezelfde manier waarop vrouwen en inheemse volkeren lang zijn genegeerd en op sommige plekken nog steeds worden genegeerd. Toekomstige generaties hebben geen rechten, ook al weten we dat onze acties op hen van invloed zijn. Wat kunnen deze toekomstige generaties doen? Ze kunnen niet naar een protest gaan en zich laten horen, want ze zijn er niet. De goede voorouder draait om de vraag: Is er een manier om die toekomstige generaties een stem te geven?", "‘Deze kwestie trek ik me persoonlijk aan omdat ik politicoloog ben. Ik was een zogenoemde expert op het gebied van democratisch bestuur. Ik heb daar tientallen wetenschappelijke artikelen over geschreven, ben erop gepromoveerd. Maar het kwam al die tijd niet bij me op dat we de toekomstige generaties geen stem hebben gegeven. Hoe kon ik tien jaar lang nadenken over politiek en niet aan dit fundamentele probleem denken?’", "Het is toch onmogelijk om toekomstige generaties stemrecht te geven?", "‘De structuren van de democratie zelf moeten worden veranderd, maar het is mogelijk. Wales heeft een ‘Commissaris voor de toekomstige generatie’. Op dit moment ligt er een wetsvoorstel in het parlement om voor het hele Verenigd Koninkrijk zo’n Commissaris aan te stellen, ik heb daaraan meegewerkt. In Japan heb je Future Design. Dat is briljant en het werkt.’", "Hoe werkt dat dan?", "‘Het is een politieke beweging die ernaar streeft de belangen van toekomstige generaties mee te wegen in de politieke besluitvorming. Het is geïnspireerd op het zevendegeneratiebeginsel van de Irokezen, een indianenvolk in Noord-Amerika, die bij het nemen van beslissingen zeven generaties vooruitdenken, ongeveer tweehonderd jaar.", "‘Onder leiding van een econoom heeft Future Design in gemeenschappen door het hele land een soort burgerraden opgezet. De ene groep deelnemers neemt het standpunt van de huidige inwoners in en de andere groep beeldt zich in dat ze toekomstige inwoners uit het jaar 2060 zijn en dragen daarbij een speciale kimono. Het blijkt dat toekomstige inwoners ertoe worden aangezet radicalere en progressievere beslissingen te nemen over klimaatverandering, maar ook over gezondheid. Deze manier van over de toekomst denken verspreidt zich niet alleen in kleine steden, maar ook in grote steden als Kyoto. Het wordt nu zelfs gedaan door het Japanse ministerie van Financiën. Waarom doen Unilever en Shell dit niet? Laten we onszelf verkleden en ons verplaatsen in toekomstige generaties.’", "Waarom gaat u zelf de politiek niet in?", "‘Mijn vrouw en ik praten hier veel over. Een van de dingen die we concluderen is: ik heb veel meer invloed op de politiek door er buiten te blijven dan erin te zitten. Ik geef briefings aan parlementsleden van allerlei achtergronden en partijen, ik praat met ministeries en ceo’s.", "‘En daarnaast wil ik dat het idee om een goede voorouder te zijn en aan de toekomst te denken door alle partijen wordt gedragen. Het belangrijkste is het creëren van een openbaar debat hierover. Het publieke discours is belangrijk voor politieke en structurele veranderingen. In gezinnen, in regeringen, op school. De geschiedenis verandert door gesprekken.’", "Roman Krznaric: ‘Ik heb veel meer invloed op de politiek door er buiten te blijven dan erin te zitten.’ Beeld Joe Hart", "Hoe probeert u op individueel niveau een goede voorouder te zijn?", "‘Mijn vrouw en ik zijn in december allebei 50 jaar geworden. Dus we hebben veel gesproken over wat we onszelf cadeau wilden doen. We hebben al zonnepanelen op ons dak. Wat doen we nu? Mijn volgende stap heb ik zojuist gezet, ik ben van bank veranderd en heb nu een Triodos-bankrekening. Daarnaast staan we op het punt onze zestien jaar oude auto weg te doen. Recentelijk heb ik een bedrijf gevonden dat de auto voor 95 procent kan recyclen. Dat gaan we doen. Op mijn verjaardag nam ik mijn kinderen mee naar een prachtige honderd jaar oude boom in de buurt. Om een verbinding te maken met de ‘diepe’ tijd, het enigszins zichtbaar te maken.’", "Uw vrouw Kate Raworth is een rijzende ster onder economen, bekend vanwege haar idee van de donuteconomie. Heeft u veel aan haar gehad bij het schrijven?", "‘We hebben veel gesprekken over wiens beurt het is om de afwas te doen, maar we praten ook over ideeën (lacht). Zij heeft mij de Ecologische Economie bijgebracht. Dat is haar vakgebied. Het donuteconomiemodel is een langetermijnmodel. Wat Kate mij heeft geleerd is: langetermijndenken gaat niet alleen over de tijd in de toekomst. Het gaat over het waarderen van een plek, het gaat over verliefd worden op je tuin, de berg, de rivier, want als we leren leven binnen de ecologische grenzen van deze plek, van onze ecosystemen, zullen we op de lange termijn overleven. Dat is hoe de natuur werkt: beren, bevers, vlinders en vogels hebben tienduizenden generaties overleefd door te zorgen voor een plek voor hun kinderen en hun kinderen.", "‘Toch denk ik wel dat je alle duurzame ontwikkelingsdoelen van de wereld kunt hebben, maar als je politieke systeem nog steeds gebaseerd is op kortetermijncycli, het moeilijk zal worden iets te veranderen.’", "Hebben jullie ook weleens meningsverschillen?", "‘Je zou denken van wel, maar in wezen niet. We zijn in ons denken naar elkaar toe gegroeid. We hebben natuurlijk wel accentverschillen. Zij ziet economische structuren als een prioriteit, en ik zeg: wacht even, je moet ook de politieke mechanismen veranderen. Weet je, we hebben discussies, maar ik denk dat we het fundamenteel eens zijn met de overtuiging dat ideeën de wereld veranderen.’", "Roman Krznaric: ‘Het gaat er niet om je kinderen alle enge dingen van klimaatverandering mee te geven. Het gaat erom dat ze beseffen dat we dingen kunnen doen.’ Beeld Joe Hart", "Hoe vinden jullie een balans tussen je kinderen een gelukkige jeugd te geven en tegelijkertijd uw zorgen over de toekomst te delen?", "‘Ja, dat is ingewikkeld, het is een beetje hetzelfde dilemma als: hoe geef je les over de Holocaust op school? En vanaf welke leeftijd? Dat is moeilijk.", "‘Toen de klimaatstakingen begonnen, waren onze kinderen, vooral onze dochter, er erg mee bezig. Onze dochter schreef een brief aan de school, ze was pas 10 jaar, waarin ze zei: ‘Ik kom niet, ik weet dat het illegaal is, maar ik vind dat we beter voor onze planeet moeten zorgen.’ Daarna ging ze de straat op met duizenden kinderen. Als ik naar haar kijk, zie ik niet iemand die bang is voor de klimaatcrisis, ze kreeg juist energie van de gezamenlijke actie. Ze ziet de gevaren. Maar niet op een manier dat ze de deur niet meer uitkomt en in angst leeft. Eerder dat ze er iets aan wil doen. Ik denk dat Greta Thunberg daarom belangrijk is. Ze creëerde een beweging, iets waar je deel van uit kunt maken.", "‘Het gaat er niet om je kinderen alle enge dingen van klimaatverandering mee te geven. Het gaat erom dat ze beseffen dat we dingen kunnen doen. En iedereen kan het op zijn eigen manier doen. Of helemaal niet. Misschien groeien onze kinderen op met geen enkele interesse in dit onderwerp. Je moet als ouder niet bang zijn te praten over de zaken die ertoe doen. Het gaat erom een discussie met hen te hebben die over feiten gaat maar ook over hoop: je bent niet alleen, dit is een collectief gebeuren en sociale strijd is altijd zo geweest.’", "De goede voorouder verschijnt 5 januari. Uitgeverij Ten Have; 240 pagina’s: € 22,99. Vertaald door Henk Moerdijk."], "authors": ["Laura De Jong"], "keywords": ["ik", "behandelen", "van", "stortplaats", "zijn", "schade", "en", "een", "ecologische", "toekomst", "op", "te", "het", "technologische", "niet", "dat", "risicos"], "pubDate": "2021-01-01T14:00:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}