{"id": "0af233ce-4bab-330b-8a2b-96317bd8fb2b", "title": "Op de kieslijst is minstens 2 op de 5 vrouw", "url": "https://www.parool.nl/nederland/op-de-kieslijst-is-minstens-2-op-de-5-vrouw~ba9588d2/", "summary": "Beeld ANPCDA, ChristenUnie en D66 komen met 40 procent vrouwen, SP en PvdA met 45 en 50 procent, terwijl de Partij voor de Dieren en GroenLinks zelfs 60 procent vrouwen op verkiesbare plaatsen hebben staan.\nDe SGP komt als enige met een lijst van alleen mannen.\nDaarom zetten ze zelf meer vrouwen op hun kieslijst.\nDe invloed van vrouwen neemt, met vrouwelijke lijsttrekkers en op hoge posities, ook toe binnen de partijen.\nBij D66, dat 25 procent kleur op de lijst heeft, zorgden de leden ervoor dat de Surinaams-Nederlandse Raoul Boucke een plek op de lijst omhoogging.", "paragraphs": ["Sigrid Kaag, de lijsttrekker van D66. Beeld ANP", "CDA, ChristenUnie en D66 komen met 40 procent vrouwen, SP en PvdA met 45 en 50 procent, terwijl de Partij voor de Dieren en GroenLinks zelfs 60 procent vrouwen op verkiesbare plaatsen hebben staan. Dat wil meestal zeggen: bij de eerste twintig op de lijst. Bij de VVD staan in de top-vijf vier vrouwen. De SGP komt als enige met een lijst van alleen mannen. Van Forum voor Democratie en PVV is nog geen lijst bekend.", "Meer vrouwen", "De huidige Tweede Kamer telt - na een ‘correctie’ door de kiezers - 32 procent vrouwen. In 2017 kwamen door het uitbrengen van voorkeursstemmen meer vrouwen in de Kamer. Zulke ‘stem op een vrouw’-acties willen de partijen deze keer voorkomen. Daarom zetten ze zelf meer vrouwen op hun kieslijst. De invloed van vrouwen neemt, met vrouwelijke lijsttrekkers en op hoge posities, ook toe binnen de partijen.", "De nieuwe Tweede Kamer krijgt ook meer kleur en heeft wortels in alle delen van de wereld, aldus Trouw. Bij de meeste partijen heeft tussen de 15 en 35 procent van de verkiesbare kandidaten een niet-westerse achtergrond. De PvdA is koploper, maar ook de VVD heeft bijna 15 procent multiculturele kandidaten op de lijst. Dat is een verdubbeling ten opzichte van het huidige gemiddelde in de hele Tweede Kamer.", "Op dit moment zorgen vooral Turkse en Marokkaanse Nederlanders voor culturele diversiteit in de Tweede Kamer. Bij D66, dat 25 procent kleur op de lijst heeft, zorgden de leden ervoor dat de Surinaams-Nederlandse Raoul Boucke een plek op de lijst omhoogging. De trend geldt niet voor alle partijen. Zowel de SGP als de Partij voor de Dieren heeft niet één kandidaat met een multiculturele achtergrond."], "authors": ["Het Parool"], "keywords": ["van", "heeft", "vrouwen", "op", "vrouw", "voor", "met", "kieslijst", "een", "en", "minstens", "lijst", "procent"], "pubDate": "2020-12-05T09:30:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}