{"id": "0b017dfe-af71-36d0-9e26-600862067d51", "title": "Uitstel Australian Open heeft gevolgen voor ABN Amro toernooi", "url": "https://volkskrant.nl/sport/uitstel-australian-open-heeft-gevolgen-voor-abn-amro-toernooi~bfa50d70/", "summary": "Op dat moment zou er het tennis in Ahoy ook net zijn begonnen.\nDe spelers, coaches en andere begeleiders worden tijdens hun verblijf veelvuldig getest op de aanwezigheid van het virus.\nHet virus is nu onder controle, maar het land wil tennissers niet eerder ontvangen uit angst dat ze zorgen voor een nieuwe uitbraak.\nNu er een knoop is doorgehakt, kunnen de ATP- en WTA toernooien hun toernooien proberen aan te passen op het tennis in Australië.\nVoor Kiki Bertens maakt het weinig uit, zij zou de Australian Open vanwege een operatie aan haar achillespees sowieso aan zich voorbij laten gaan.", "paragraphs": ["Novak Djokovic en Dominic Thiem tijdens de mannenfinale van de Australian Open, 2 februari 2020. Beeld REUTERS", "Toernooidirecteur Craig Tiley heeft via een brief aan tennissers, in handen van de Australische media, laten weten dat het eerste grandslamtoernooi van 2021 waarschijnlijk drie weken later dan de oorspronkelijke datum start. Niet 16 januari maar 8 februari is nu de datum waarop het toernooi van start zou moeten gaan. Op dat moment zou er het tennis in Ahoy ook net zijn begonnen.", "De spelers die naar Australië komen, moeten zich aan strikte protocollen houden om mee te mogen doen. Er komt een quarantaineplicht die twee weken voor aanvang ingaat. Spelers komen in dat geval tussen 15 en 17 januari aan in Melbourne, waar ze zich voor het grootste gedeelte van de dag in hun hotel op moeten sluiten. Er is een dagelijks tijdslot van vijf uur gecreëerd waarin ze naar buiten mogen om te trainen zodat ze kunnen wennen aan de Australische hitte in februari. De spelers, coaches en andere begeleiders worden tijdens hun verblijf veelvuldig getest op de aanwezigheid van het virus.", "In Australië gold tot en met oktober nog een strikte lockdown om het aantal besmettingen naar beneden te krijgen. Het virus is nu onder controle, maar het land wil tennissers niet eerder ontvangen uit angst dat ze zorgen voor een nieuwe uitbraak.", "Nu er een knoop is doorgehakt, kunnen de ATP- en WTA toernooien hun toernooien proberen aan te passen op het tennis in Australië. Voor toernooidirecteur Richard Krajicek zit er niets anders op dan na te denken over de opties om het ABN Amro tennistoernooi te verplaatsen, wil hij nog topspelers ontvangen. Voor Kiki Bertens maakt het weinig uit, zij zou de Australian Open vanwege een operatie aan haar achillespees sowieso aan zich voorbij laten gaan."], "authors": ["Eline Van Suchtelen"], "keywords": ["van", "aan", "een", "open", "en", "toernooi", "australian", "te", "ze", "amro", "heeft", "op", "voor", "er", "abn", "het", "uitstel", "gevolgen"], "pubDate": "2020-12-02T18:48:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}