{"id": "0b100955-8117-3d49-b304-baa2fe1a9135", "title": "Een mooie dag om in een boom te klimmen", "url": "https://www.parool.nl/kunst-media/een-mooie-dag-om-in-een-boom-te-klimmen~b21de8b1/", "summary": "Deze week: Een mooie dag om in een boom te klimmen van Jaco Jacobs (Ploegsma, € 14,99).\nEen mooie dag om in een boom te klimmen is een schitterend verhaal, in Engeland genomineerd voor de prestigieuze Carnegie Medal.\nEen meisje, Leila, besluit op een dag in een boom te klimmen om te voorkomen dat die wordt gekapt.\nEen mooie dag om in een boom te klimmen schetst een fijnzinnig portret van twee tieners die zich ongezien voelen.\nEen mooie dag om in een boom te klimmen dompelt de lezer onnadrukkelijk onder in een prachtig, complex land.", "paragraphs": ["Sommige kinderboeken ontstijgen de doelgroep die in de genrenaam besloten ligt. In deze rubriek licht Joukje Akveld boeken uit voor een publiek zonder bovengrens. Deze week: Een mooie dag om in een boom te klimmen van Jaco Jacobs (Ploegsma, € 14,99).", "Wie heeft dit boek geschreven?", "Jaco Jacobs (1980), een Zuid-Afrikaanse auteur die oorspronkelijk in het Afrikaans publiceert. Coetzee, André Brink, Antjie Krog en Etienne van Heerden gelden bij ons als literaire grootheden, maar voor kinderen wordt amper uit Zuid-Afrika vertaald. Norman Silver, Linzi Glass – daarmee houdt het wel zo’n beetje op. Fijn dus dat uitgeverij Ploegsma Jaco Jacobs aan haar fonds heeft toegevoegd. De auteur schreef in nog geen twintig jaar ruim 180 boeken. Dat doet vrezen voor de kwaliteit. Die zorg is ongegrond. Een mooie dag om in een boom te klimmen is een schitterend verhaal, in Engeland genomineerd voor de prestigieuze Carnegie Medal.", "Waar gaat het over?", "Een meisje, Leila, besluit op een dag in een boom te klimmen om te voorkomen dat die wordt gekapt. Een jongen, Marnus, klimt achter haar aan. Een boek over eco-warriors zou je kunnen zeggen, maar daarmee doe je verhaal het tekort. Een mooie dag om in een boom te klimmen schetst een fijnzinnig portret van twee tieners die zich ongezien voelen.", "Wat maakt het boek bijzonder?", "Jacobs beeldende stijl en robuuste taal. Een baard ziet eruit als ‘een pluizig dier dat zich heeft vastgeklampt aan zijn kin’ en als Leila kwaad is ‘heeft ze ijssplinters in haar blauwe ogen’. De zorgvuldige vertaling is van Tjalling Bos.", "In hoeverre is Zuid-Afrika aanwezig in het boek?", "Terloops én indringend. Leila zet grote ogen op als een geschrokken galago en de boom die moet worden verdedigd is een witkaree. Tegelijk wordt verteld over de gedwongen verhuizingen uit District Six in Kaapstad in de jaren zeventig, waarmee de apartheid het verhaal binnenkomt. Jacobs benoemt niet expliciet of mensen zwart of wit zijn. Het spreekt uit hun achtergrond of geschiedenis, maar de schrijver maakt van huidskleur geen issue. Daarmee toont hij zich een kind van Mandela’s regenboognatie. Een mooie dag om in een boom te klimmen dompelt de lezer onnadrukkelijk onder in een prachtig, complex land."], "authors": ["Joukje Akveld"], "keywords": ["van", "het", "mooie", "voor", "om", "een", "klimmen", "te", "boom", "dag", "die"], "pubDate": "2020-12-31T14:13:49Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}