{"id": "0b16e19d-0bb8-3ea0-8157-ad947c76a864", "title": "Onderzoeker uit Groningen bij landelijke top-tien van jonge onderzoekers", "url": "https://nu.nl/groningen/6095373/onderzoeker-uit-groningen-bij-landelijke-top-tien-van-jonge-onderzoekers.html", "summary": "De Groninger Michel Vols is benoemd tot lid van de Jonge Akademie, een afdeling van de prestigieuze Koninklijke Nederlandse Akademie van Wetenschappen.\nVols, hoogleraar rechtsgeleerdheid aan de RUG, is één van de tien jonge Nederlandse onderzoekers die zijn benoemd in deze Jonge Akademie.\nDe leden van deze academie zijn onderzoekers uit verschillende disciplines die zich wetenschappelijk hebben bewezen en minder dan tien jaar geleden zijn gepromoveerd.\nBinnen De Jonge Akademie wil Vols mensen uit wijken met sociale, fysieke en economische problemen in contact brengen met wetenschappers.\nJurist Michel Vols onderzoekt de balans tussen een effectieve aanpak van verstoringen van de openbare orde en de eerbiediging van mensenrechten.", "paragraphs": ["De Groninger Michel Vols is benoemd tot lid van de Jonge Akademie, een afdeling van de prestigieuze Koninklijke Nederlandse Akademie van Wetenschappen. Vols, hoogleraar rechtsgeleerdheid aan de RUG, is één van de tien jonge Nederlandse onderzoekers die zijn benoemd in deze Jonge Akademie.", "De leden van deze academie zijn onderzoekers uit verschillende disciplines die zich wetenschappelijk hebben bewezen en minder dan tien jaar geleden zijn gepromoveerd.", "Tijdens hun vijfjarige lidmaatschap maken ze zich sterk voor projecten op de gebieden van wetenschap, wetenschapsbeleid en wetenschapscommunicatie. Binnen De Jonge Akademie wil Vols mensen uit wijken met sociale, fysieke en economische problemen in contact brengen met wetenschappers.", "Jurist Michel Vols onderzoekt de balans tussen een effectieve aanpak van verstoringen van de openbare orde en de eerbiediging van mensenrechten. Hij houdt zich bezig met overlast, huisjesmelkerij, drugscriminaliteit, motorbendes en zedendelinquenten.", "Gratis juridisch advies", "Vols betrekt graag het publiek bij zijn onderzoek: zo lanceerde hij www.overlastadvies.nl, waar iedereen gratis en op-maat-gemaakt juridisch advies kan krijgen."], "authors": ["Door"], "keywords": ["groningen", "tien", "van", "bij", "toptien", "onderzoekers", "jonge", "landelijke", "zijn", "met", "vols", "akademie", "en", "uit", "zich", "onderzoeker"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}