{"id": "0b292efe-41f4-38cc-bb5f-b754ce4e6dfd", "title": "Intiem portret van klimaatactiviste Greta Thunberg belicht ook haar Asperger", "url": "https://trouw.nl/cultuur-media/intiem-portret-van-klimaatactiviste-greta-thunberg-belicht-ook-haar-asperger~bdadf051/", "summary": "‘Ik ben een nerd’Maar naast het verhaal van een jonge, uitgesproken klimaatactiviste, die wereldleiders onbevreesd de les leest, is dit ook het verhaal van de aandoening die ze heeft, het syndroom van Asperger.\nThunberg praat heel open over haar autismespectrumstoornis die ze van een zwakte omzette in een kracht.\nDat duurde ongeveer drie jaar, tot het moment dat ze zich realiseerde dat ze ook in actie kon komen.\nZe schaamt zich niet meer dat ze van routine houdt en van details en dat ze een hekel heeft aan small talk.\nOpgekropte woedeWel toont de film behalve haar bewonderaars ook haar critici: rechtse leiders als Poetin, Trump en Bolsonaro die haar een kind noemen dat nonsens uitkraamt.", "paragraphs": ["‘I Am Greta’ is een intieme, inspirerende documentaire over de jonge, Zweedse klimaatactiviste Greta Thunberg die in minder dan een jaar wereldberoemd werd. Wat de film bijzonder maakt is dat het niet gaat om een portret achteraf; de jonge, Zweedse regisseur Nathan Grossman was er vanaf het begin bij.", "In augustus 2018 nam de toen 15-jarige Thunberg in haar eentje plaats tegenover het Zweedse parlementsgebouw. Ze vond dat de verkiezingen over het klimaat moesten gaan, en besloot elke vrijdag met een zelfgemaakt protestbord een schoolstaking te houden. Als Grossman haar begint te filmen – het idee was aanvankelijk een kort filmpje over activistische kinderen – is Thunberg nog een onbekend schoolmeisje. Maar je ziet hoe snel dat verandert. Steeds meer Zweedse kinderen voegen zich met protestborden bij haar en ook internationaal vindt ze snel navolging. Voormalig acteur Arnold Schwarzenegger meldt zich als fan en voordat ze het weet, wordt ze door de Franse president Macron ontvangen op het Élysée en wil ook de Paus een ontmoeting.", "‘Ik ben een nerd’", "Maar naast het verhaal van een jonge, uitgesproken klimaatactiviste, die wereldleiders onbevreesd de les leest, is dit ook het verhaal van de aandoening die ze heeft, het syndroom van Asperger. Thunberg praat heel open over haar autismespectrumstoornis die ze van een zwakte omzette in een kracht. Dat was niet altijd zo. Na het zien van een klimaatfilm op school werd ze heel ziek, vertelt haar vader, die haar trouw begeleidt op haar reizen per trein en elektrische auto. Ze raakte in een diepe depressie en at en sprak bijna niet meer. Dat duurde ongeveer drie jaar, tot het moment dat ze zich realiseerde dat ze ook in actie kon komen.", "Uit de film komt het beeld naar voren van een intelligent, welbespraakt meisje dat voor het klimaat vecht, en tegelijk zichzelf redt. Omdat ze anders was, waren kinderen op school gemeen tegen haar, herinnert ze zich. Ze had geen vriendjes en werd niet uitgenodigd voor partijtjes. ‘Ik ben een nerd’, zegt ze ergens in de film, zonder gêne. Ze schaamt zich niet meer dat ze van routine houdt en van details en dat ze een hekel heeft aan small talk.", "Niet dat het van een leien dakje gaat. De scènes waarin haar vader haar onderweg naar weer een protestbijeenkomst dwingt om iets te eten en haar laptop te sluiten, zijn gevoelige inkijkjes in haar privéleven. Wat niet wil zeggen dat er geen vragen zijn over wie die wereldreizen financiert, zoals de tocht per zeilboot naar New York, om te kunnen spreken op de klimaattop.", "Opgekropte woede", "Wel toont de film behalve haar bewonderaars ook haar critici: rechtse leiders als Poetin, Trump en Bolsonaro die haar een kind noemen dat nonsens uitkraamt. Heerlijk is het fragment waarin ze berichten van ‘haters’ schaterlachend voorleest. Ook zijn we getuige van de lange, koude reis per zeilboot over de oceaan die ze verschrikkelijk vindt. Thunberg heeft heimwee; ze mist haar moeder, zusje en hondjes. Maar als klimaatactiviste die het vliegen, vlees eten en onbelemmerd nieuwe spullen kopen heeft afgezworen, moet ze wel. Het is alsof op de klimaattop, via die furieuze ‘how dare you’-speech tegen de verzamelde wereldleiders, alle opgekropte woede en verdriet naar buiten komen."], "authors": ["Belinda Van De Graaf"], "keywords": ["haar", "greta", "portret", "thunberg", "en", "asperger", "ook", "op", "dat", "van", "een", "klimaatactiviste", "belicht", "die", "het", "intiem", "ze"], "pubDate": "2020-10-23T17:33:00+02:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}