{"id": "0b3b9a32-83d4-3501-801b-a4ad9a415679", "title": "Donald Trump, het topcovermodel", "url": "https://www.volkskrant.nl/kijkverder/v/2020/donald-trump-het-topcovermodel~v407461/", "summary": "Voordat we het gaan hebben over de beste en opvallendste Trump-covers van de afgelopen vier jaar, wil Jaap Biemans, in het dagelijks leven art director van Volkskrant Magazine en internationaal bekend als @Coverjunkie (op Instagram), coverkenner en -verzamelaar, het even hebben over zijn favoriete Trump-cartoon.\nIn het eerste jaar van het Trump-tijdperk hadden de schandalen rond het presidentschap met de blik van nu een zekere onschuld.\nEn zo maakte men zich in de zomer van 2017 druk over het feit dat Trump in een aantal van zijn hotels een cover van Time Magazine had opgehangen van het nummer van 1 maart 2009 met naast het triomfantelijke portret de tekst ‘Donald Trump: The Apprentice is a television smash!’ Het was een nummer dat nooit was verschenen: een fake cover.\nCartoonist John Mavroudis tekende voor The New Yorker een cartoon van een New Yorker-cover die is bijgewerkt met rood krijt.\nEn iemand heeft naast een portret van de president ‘Trump is awesome!’ gekalkt.", "paragraphs": ["Voordat we het gaan hebben over de beste en opvallendste Trump-covers van de afgelopen vier jaar, wil Jaap Biemans, in het dagelijks leven art director van Volkskrant Magazine en internationaal bekend als @Coverjunkie (op Instagram), coverkenner en -verzamelaar, het even hebben over zijn favoriete Trump-cartoon. Een cartoon over een Trump-cover, vandaar.", "In het eerste jaar van het Trump-tijdperk hadden de schandalen rond het presidentschap met de blik van nu een zekere onschuld. En zo maakte men zich in de zomer van 2017 druk over het feit dat Trump in een aantal van zijn hotels een cover van Time Magazine had opgehangen van het nummer van 1 maart 2009 met naast het triomfantelijke portret de tekst ‘Donald Trump: The Apprentice is a television smash!’ Het was een nummer dat nooit was verschenen: een fake cover. Mensen vonden dat toen een mooi bewijs van ’s mans ijdelheid.", "Cartoonist John Mavroudis tekende voor The New Yorker een cartoon van een New Yorker-cover die is bijgewerkt met rood krijt. De titel is doorgestreept en vervangen door ‘Time’. En iemand heeft naast een portret van de president ‘Trump is awesome!’ gekalkt. ‘Dat had natuurlijk een cover moeten worden’, zegt Biemans. Van The New Yorker, welteverstaan."], "authors": ["November"], "keywords": ["van", "donald", "het", "cover", "dat", "yorker", "trump", "een", "topcovermodel", "en", "met", "zijn"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}