{"id": "0b3d63ce-8557-3f44-ac03-7142a8089a0c", "title": "De grote artiesten hadden stiekem een topjaar met livestreams en game-optredens", "url": "https://volkskrant.nl/cultuur-media/de-grote-artiesten-hadden-stiekem-een-topjaar-met-livestreams-en-game-optredens~b26d8db4/", "summary": "En dat is ongeveer evenveel als hij een jaar eerder verdiende met twintig afzonderlijke liveshows van ruim een uur.\nEen drama voor een complete beroepsgroep, van decorbouwers en technici tot clubeigenaren.\nHet leverde een mooie en ingetogen special op, die zowel documentaire over een popartiest in coronatijd is als een troostrijke concertspecial voor hongerige fans.\nHet kan voor grote artiesten weliswaar lucratief zijn om livestreams, concertspecials of gameoptredens de wereld in te sturen: voor kleinere artiesten is het geen uitwijkmogelijkheid, want voor een livestream van een minder bekende band zal niemand geld willen neertellen.\nJe kunt voor een concert in een game een wereld creëren die je in het echte leven nooit voor elkaar had gekregen.", "paragraphs": ["De Zuid-Koreaanse band BTS met videoverbindingen met fans.", "De Amerikaanse rapper Travis Scott zal zelf ook lichtelijk verrast naar zijn eindafrekening hebben gekeken. In april dit jaar, dus ten tijde van de eerste grote lockdown, trad Scott op in het computerspel Fortnite als een soort dansende en rappende avatar die een paar van zijn nieuwe singles liet horen. De opkomst voor die minishow (het optreden duurde slechts negen minuten) was al opmerkelijk: bijna dertig miljoen gamers kwamen op de afgesproken tijd naar de afgesproken plek om Scott te zien verschijnen aan de sterrenhemel.", "Nu is duidelijk geworden dat het concert ook een astronomisch bedrag heeft opgeleverd. Volgens berekeningen van het Amerikaanse zakenblad Forbes heeft Travis Scott met zijn virtuele optreden ruim 16 miljoen euro verdiend. En dat is ongeveer evenveel als hij een jaar eerder verdiende met twintig afzonderlijke liveshows van ruim een uur.", "De coronacrisis heeft een berg ellende veroorzaakt in de muziekindustrie. Podia gingen dicht, festivals werden afgelast en zo kwam de altijd maar doordraaiende muziekmachine van toerende bands en mensenmassa’s die zich van tent A naar tent B verplaatsen tot stilstand. Een drama voor een complete beroepsgroep, van decorbouwers en technici tot clubeigenaren. En natuurlijk voor artiesten, die een levensader naar hun publiek zagen worden afgesneden.", "Maar de muziekindustrie bleek het afgelopen jaren ook een bijzonder creatieve bedrijfstak. Artiesten zagen ondanks lockdowns en quarantaines toch manieren om hun muziek aan de man te brengen. En daarmee kreeg die goede oude muziekindustrie ondanks de misère een stoot nieuwe levenskracht en waardoor de pop- en concertbranche misschien wel blijvend zal veranderen.", "Want kijk nog even naar het verdienmodel van Travis Scott en zijn nieuwe favoriete concertlocatie: een spelarena in een game. Volgens de spelontwikkelaar Epic Games was ‘een team’ een aantal maanden bezig met de vormgeving van ‘de show’. Scott zal op de achtergrond hebben toegekeken hoe zijn spelpersonage op poten werd gezet, maar hij hoefde er in principe de deur niet voor uit. En toch maakte hij een financiële klapper.", "Het banksaldo van Scott liep op, omdat gamers merchandise kochten en natuurlijk naar de nieuwe muziek van de rapper luisterden. Maar ook omdat Epic Games Scott kon uitbetalen voor de enorme mensenmassa die hij naar Fortnite trok. Weinig moeite, veel plezier, zullen beide partijen hebben gedacht.", "En misschien vraagt Scott zich af of hij volgend jaar – als de pandemie hopelijk is overgewaaid – wel weer met vrachtwagens vol techniek en honderd man personeel langs concerthallen, festivals en stadions moet trekken. Vorig jaar trad Scott nog op als headliner van het hiphopfestival Woo Hah, bij Hilvarenbeek. Dat deed hij met een visueel uitdagende maar ook peperdure show, die ook nog eens weinig duurzaam was: denk alleen al aan het vervoer van het hele circus, per vrachtwagen en vliegtuig.", "Het afgelopen jaar zochten artiesten wanhopig naar contact met hun publiek, buiten de bestaande infrastructuur om. Het begon met haastig in elkaar geflanste livestreams: musici die met een gitaar en twee knuffelberen in hun slaapkamer een paar liedjes speelden voor een webcam of dj’s die op het dak van hun huis een setje afdraaiden dat live te volgen was via de laptop. Maar hoe verder corona vorderde, hoe creatiever de nieuwe muziekindustrie ook in dit opzicht werd.", "Allereerst werd dus de festivalweide van de game ontgonnen. In games als Fortnite en zelfs het blokkenspel Minecraft doken artiesten op die al dan niet live muziek aan de man brachten. In de deze maand verschenen blockbuster Cyberpunk 2077 bijvoorbeeld, wandelt het hiphopduo Run the Jewels rond: rapper Killer Mike is een personage in de game en Run the Jewels (en veel andere artiesten) schreven mee aan de royale soundtrack voor het spel. En deze maand bleken ook minder grote artiesten als Mac DeMarco, de dj’s Moodymann en Joy Orbison en Strokes-zanger Julian Casablancas te verschijnen in een nieuw, online level van misdaadspel Grand Theft Auto (GTA). Het nachtleven in een groot deel van de wereld mag dan op zwart zijn gegaan, in de virtuele wereld van GTA is nachtclub The Music Locker gewoon open. In die onlinediscotheek draaien dj’s hun sets af en kun je als personage even met je vuisten in de lucht slaan.", "Wat de artiesten verdienen met hun bijdragen aan deze door miljoenen mensen gespeelde games verdienen wordt niet bekendgemaakt en verschilt natuurlijk per artiest, maar er kan in ieder geval iets van omzet mee worden gemaakt. Omzet die in 2020 noodgedwongen werd gemist, omdat niet kon worden opgetreden. En juist dat optreden was de laatste decennia de belangrijkste inkomstenbron van artiesten geworden, omdat de verdiensten uit de verkoop van muziek dramatisch waren afgenomen.", "De dj-tafel in The Music Locker, in het spel GTA. Met van links naar rechts de avatars van Joy Orbison, Moodymann en Mac DeMarco.", "De gameshows vulden mooi de eenzaamheid van de pandemie op, omdat ze mensen toch met muziek bij elkaar brachten. Of zoals oprichter Sam Houser van spelontwikkelaar Rockstar Games (GTA) het zei, bij de presentatie van het nieuwe muzikale geweld in de game: ‘Dit is onze manier om iedereen samen te brengen, om op een veilige manier te feesten en te dansen.’", "Veilig en volstrekt coronaproof was ook de livestream die zangeres Billie Eilish twee maanden geleden verzorgde. Eilish gaf het prille verschijnsel van de livestream een enorme artistieke oppepper met een futuristisch vormgegeven show die ze ook alleen maar als livestream had kúnnen geven. Eilish trad op in een studio vol techniek waarin bij ieder nummer een nieuwe virtuele wereld om de zangeres kon worden gecreëerd. Ze duwde de livestream eigenhandig de slaapkamer uit en een nieuw concerttijdperk in, net als na Eilish de band Gorillaz en zangeres Dua Lipa.", "Wat zo goed was aan Eilish’ goed verzorgde en technisch hoogstaande stream was dat die zich bewees als redelijk alternatief voor fysieke concerten, vooral ook voor de fans. Er werd in ieder geval een echt livegevoel mee opgeroepen en er was zelfs iets van een saamhorigheidsgevoel, omdat fans tijdens de show met elkaar konden chatten over wat ze allemaal zagen voorbijkomen. Eilish had in 2020 langdurig op tournee willen gaan, om daarmee miljoenen fans te bereiken. Die bereikte ze nu in één nacht.", "Hoeveel mensen naar haar show hebben gekeken is niet bekendgemaakt, maar het zullen er zeker miljoenen zijn geweest, want Eilish is op het moment een van de populairste artiesten van de wereld. En dus moet ze op één avond een recordbedrag hebben verdiend, want de toegang tot de stream bedroeg 25 euro per ticket. En de kosten voor de show, gemaakt door een relatief klein technisch team en opgenomen op één locatie, zullen niet uit de klauwen zijn gelopen.", "Billie Eilish maakt een online sprookjeswereld.", "De Zuid-Koreaanse band BTS had in juni ook al gemerkt dat een livestream een financiële goudmijn kan zijn: met één optreden werd 17 miljoen euro opgehaald, alleen met de ticketverkoop. De band verkocht ook nog merchandise, die voor en na het optreden kon worden afgerekend. Net als bij de stream van Eilish, die in de wachtkamer voor aanvang van haar show een complete winkel vol gadgets en met logo’s bedrukte T-shirts had ingericht. Voor de echt grote artiesten, die altijd kunnen terugvallen op hun trouwe miljoenenpubliek, was het coronajaar zo slecht nog niet.", "En dan werd het afgelopen jaar nóg een nieuw podium ontdekt. Grote streamingdiensten als Netflix en Disney bleken ook prachtige concertlocaties te zijn. Vooral Taylor Swift liet van zich horen: de zangeres liet zich door corona niet bepaald uit het veld slaan, bracht kort na elkaar twee bejubelde folkplaten uit en kneedde haar nieuwe werk daarna ook nog om tot een streamconcert.", "Swift schreef in quarantaine een handjevol songs. Omdat de muziekstudio’s gesloten waren, besloot ze een studio in te richten in haar eigen huis. Toen het daar begon warm te draaien, dachten Swift en de door haar ingeschakelde musici: waarom zouden we niet ook een camera laten meekijken? Het leverde een mooie en ingetogen special op, die zowel documentaire over een popartiest in coronatijd is als een troostrijke concertspecial voor hongerige fans.", "In Folklore – The Long Pond Studio Sessions spelen Swift en band alle nummers van haar nieuwe album, als een liveshow bij gebrek aan beter. Het is natuurlijk een mooie, nieuwe inkomstenbron: Swift zal waarschijnlijk een goed contract met Disney hebben getekend. Zij brengt met haar massa fans een geheel nieuwe doelgroep naar de streamingdienst, en daarvoor zal Disney moeten betalen.", "De televisiestreamers kregen meer artiesten op visite. Deze maand verscheen bijvoorbeeld Ariana Grande op Netflix met een concertspecial, net als Shawn Mendes en de Zuid-Koreaanse band Blackpink. Taylor Swift dook naast Disney ook op bij Netflix, met de nieuwe documentaire over haar werk, Miss Americana. En Beyoncé bracht de kunstzinnige muziekfilm Black Is King naar Disney. En al was die productie al vóór corona in elkaar gestoken: de streamingdiensten werden dit jaar een steeds rijker muziekpodium, met eindeloze mogelijkheden voor de nabije toekomst.", "De coronacrisis zal de muziekindustrie en de bestaande infrastructuur van podia en toerende bands niet onherkenbaar veranderen. Als straks de poorten van de podia en festivals weer opengaan, zullen ook de musici weer binnenstromen. Het kan voor grote artiesten weliswaar lucratief zijn om livestreams, concertspecials of gameoptredens de wereld in te sturen: voor kleinere artiesten is het geen uitwijkmogelijkheid, want voor een livestream van een minder bekende band zal niemand geld willen neertellen. Bovendien zullen grote artiesten altijd het fysieke contact met hun publiek blijven zoeken: optreden voor een dampende zaal geeft een kick die zich nergens door laat vervangen.", "Toch heeft de muziekindustrie zich in 2020 in ieder geval vitaal en strijdbaar getoond en zijn er een paar mooie ontwikkelingen zichtbaar geworden. Al is het de vraag hoeveel mensen nog een kaart kopen voor een livestream als een artiest ook weer in het echt te bekijken is: het onlineconcert zal zich toch niet zo snel weer van de laptop laten verdrijven. Net als de concertspecials op Netflix en Disney en de hiphopshows in computerspellen.", "Want die nieuwe bedrijfstakken zijn niet alleen financieel interessant, maar ook artistiek. Of zoals rapper Travis Scott het zei over zijn Fortnite-show, in een interview met zakenblad Forbes: ‘De mogelijkheden zijn onbeperkt. Je kunt voor een concert in een game een wereld creëren die je in het echte leven nooit voor elkaar had gekregen. En waar de brandweer in ieder geval nooit een vergunning voor zou geven.’"], "authors": ["Robert Van Gijssel"], "keywords": ["gameoptredens", "van", "artiesten", "het", "topjaar", "voor", "en", "livestreams", "met", "een", "op", "hadden", "grote", "ook", "stiekem", "als", "die"], "pubDate": "2020-12-28T16:32:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}