{"id": "0b5fadd0-4769-3d5c-b6f4-b26273a3cb6e", "title": "Minister Schouten sluit deal met oppositie over stikstofwet", "url": "https://www.rtlnieuws.nl/nieuws/politiek/artikel/5202216/minister-schouten-deal-stifstof-wet-oppositie-eerste-tweede-kamer", "summary": "De wet regelt dat de natuur beter wordt beschermd tegen stikstof en dat schade wordt hersteld.\nDankzij de wet worden ook belemmeringen voor de bouw van woningen en de aanleg van wegen weggenomen.\nIn ruil voor de steun van de drie oppositiepartijen belooft Schouten dat er in 2035 50 procent minder uitstoot van stikstof moet zijn.\nIn 2025 moet 40 procent van de stikstofgevoelige natuurgebieden gezond zijn, in 2030 50 procent en in 2035 74 procent.\nIllegaalSchouten belooft ook een oplossing te vinden voor ruim 6000 voornamelijk agrarische bedrijven die min of meer illegaal zijn geworden als gevolg van het rechterlijke verbod op het oude stikstofbeleid.", "paragraphs": ["De wet regelt dat de natuur beter wordt beschermd tegen stikstof en dat schade wordt hersteld. Dankzij de wet worden ook belemmeringen voor de bouw van woningen en de aanleg van wegen weggenomen.", "In ruil voor de steun van de drie oppositiepartijen belooft Schouten dat er in 2035 50 procent minder uitstoot van stikstof moet zijn. In 2025 moet 40 procent van de stikstofgevoelige natuurgebieden gezond zijn, in 2030 50 procent en in 2035 74 procent. Het ambitieniveau is daarmee aanzienlijk verhoogd. De oude wet ging niet verder dan 26 procent stikstofreductie in 2030.", "Illegaal", "Schouten belooft ook een oplossing te vinden voor ruim 6000 voornamelijk agrarische bedrijven die min of meer illegaal zijn geworden als gevolg van het rechterlijke verbod op het oude stikstofbeleid."], "authors": [], "keywords": ["stikstof", "procent", "van", "wet", "het", "minister", "met", "zijn", "voor", "deal", "sluit", "schouten", "wordt", "en", "dat", "oppositie", "stikstofwet"], "pubDate": "2020-12-09T22:46:04+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}