{"id": "0b633c61-248f-3bfb-a98c-f85665e4a5c6", "title": "Het Amsterdam van regisseur Michiel van Erp leek bijna onschuldig", "url": "https://volkskrant.nl/columns-opinie/het-amsterdam-van-regisseur-michiel-van-erp-leek-bijna-onschuldig~bc0958df/", "summary": "Ik zit te soezen op het zonovergoten terrasje van Café do Zé op het eiland van Faro.\nHet is Eerste Kerstdag maar de eigenzinnige uitbater heeft geen enkele moeite gedaan om zijn krakkemikkige kroegje feestelijk op te pimpen.\nEngelse bejaarden hijsen bier, kinderen spelen op het strand en honden rennen uitgelaten door de branding.\nKwam het door de schitterende soundtrack van I.M., door mijn Mokum dat verdween of door het leven dat als zand door mijn vingers glijdt?\nHet Amsterdam van regisseur Michiel van Erp leek bijna onschuldig.", "paragraphs": ["Ik zit te soezen op het zonovergoten terrasje van Café do Zé op het eiland van Faro. Het is Eerste Kerstdag maar de eigenzinnige uitbater heeft geen enkele moeite gedaan om zijn krakkemikkige kroegje feestelijk op te pimpen. Engelse bejaarden hijsen bier, kinderen spelen op het strand en honden rennen uitgelaten door de branding. La mer. Qu’on voit danser.", "Om misverstanden te voorkomen: ik doe niet aan mindfulness want dan ben je in het hier en nu. Ik waar door mijn verleden.", "Eerst kwam het strand van Zoutelande voorbij, ergens begin jaren zestig toen alles nog pais en vree was – of leek – in ons gezin. Van Zeeland zweefde ik naar Amsterdam.", "Op Kerstavond had ik in één ruk de vierdelige dramaserie I.M. uitgekeken. Wat was Mokum toch heerlijk knus en kneuterig in die tijd.", "Ischa Meijer en Cor Galis in Eik en Linde, daarna met mijn dronken kop patat eten bij avondwinkel Holland-België van Monnie Valvekens (dat zijn herinnering tot een zegen mag zijn), nog een paar afzakkertjes bij Herman in Confianza op het Kadijksplein en uiteindelijk lekker neuken in de studentenflat van Kattenburg, bijgenaamd de Poezenbunker.", "De fietsscène met Ramsey Nasr en Wende Snijders in het eerste deel van I.M. riep herinneringen op aan Turks fruit. Ik snotterde en voelde me net Johnny Jordaan die naar Dallas zat te kijken. Zijn levenspartner John Slierendrecht tegen de interviewer: ‘De schat vindt dit zo’n prachtige serie, dadelijk begint ’ie te grienen als een kind. Daar ken je de klok op zetten.’", "Bij mij waren het geen krokodillentranen en ook geen dronkenmans-schmaltz want ik zat aan de sterrenmixthee.", "Kwam het door de schitterende soundtrack van I.M., door mijn Mokum dat verdween of door het leven dat als zand door mijn vingers glijdt?", "Of was het ordinaire kinnesinne-droefenis? Maar hoe kan je nou jaloers zijn op iemand die dood is?", "Het Amsterdam van regisseur Michiel van Erp leek bijna onschuldig. Het Parool was nog het Parool, de VPRO was nog de VPRO, Mai Spijkers had een mooie dos haar en er waren geen mobiele telefoons.", "Maar ik moest ook denken aan mijn exen, mijn overleden vrienden en aan Ischa Meijer, Monnie Valvekens, Fabiola, Ramses Shaffy, Herman Brood, Adèle Bloemendaal en andere paradijsvogels die Amsterdam zo kleurrijk maakten.", "Er wordt wel eens gezegd dat de doden nog leven zolang je aan ze denkt maar het begint een beetje druk te worden in mijn hoofd."], "authors": ["Arthur Van Amerongen"], "keywords": ["ik", "bijna", "zijn", "van", "amsterdam", "mijn", "en", "erp", "regisseur", "michiel", "op", "te", "aan", "het", "onschuldig", "door", "leek"], "pubDate": "2020-12-28T14:00:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}