{"id": "0b71e8d1-8d4d-394d-b672-2e1290a620b3", "title": "De overwerkte crisisbestrijders komen ermee weg, want de zoomende pyjamamensen zijn te moe", "url": "https://volkskrant.nl/columns-opinie/de-overwerkte-crisisbestrijders-komen-ermee-weg-want-de-zoomende-pyjamamensen-zijn-te-moe~b3cde9d0/", "summary": "Het coronavaccin van Pfizer/BioNTech werkt, of werkt grotendeels, of lijkt grotendeels te werken – je moet voorzichtig zijn met die dingen.\nGa vooral op eigen risico rondwandelen in de Gamma, maar een geïsoleerde plek in een bioscoopzaal reserveren is strafbaar, en laat de anderen daar maar tegen protesteren, want de zoomende pyjamamensen zijn te moe.\nDe overwerkte crisisbestrijders zijn elkaar ondertussen naar de keel aan het vliegen, zo lekt en sijpelt het uit de ingewanden van het kabinet.\nEn ze komen ermee weg want de zoomende pyjamamensen zijn te moe.\nnooit, omdat we na langdurig gebruik horentjes blijken te krijgen van het Pfizer-vaccin?)", "paragraphs": ["Grootse momenten moet je groots vieren en van de vertrekkende Amerikaanse president hebben we geleerd dat dit best in kapitalen mag, dus sprak de topman van Pfizer maandag van ‘een grote dag voor de wetenschap en voor de mensheid’. Het coronavaccin van Pfizer/BioNTech werkt, of werkt grotendeels, of lijkt grotendeels te werken – je moet voorzichtig zijn met die dingen.", "Tegen CNBC zei de Pfizer-man te geloven dat dit misschien wel ‘de belangrijkste medische vooruitgang is van de afgelopen honderd jaar, als je kijkt naar de invloed op de wereldwijde volksgezondheid en de economie’. Het zal de opwinding zijn geweest dat hij in trumpiaanse superlatieven verviel die zich eenvoudig laten stuk checken (de ontdekking van penicilline was ook niet mis meen ik op school te hebben geleerd), en er moet nog goedkeuring worden verleend voor massavaccinaties, maar toch: heel misschien hebben we maandagmiddag ergens in de verte een glimp van het begin van het einde opgevangen.", "Het stond al in De Pest, de handleiding voor dit pandemiejaar die Albert Camus schreef: ‘als je te lang moet wachten, houd je op een gegeven moment op met wachten, en zo leefde onze hele stad zonder toekomst.’ Dat had hij weer eens mooi verwoord, en verrek, het klopt.", "De dagen rijgen zich aaneen als één grote zoommeeting in pyjama en met ongewassen haar; je begint iets belangwekkends te zeggen en de anderen gesticuleren driftig ‘Je staat op mute!’, waarop je besluit het maar zo te laten want wat maakt het allemaal nog uit.", "Overwerkte crisisbestrijders, die dolgedraaid zijn (dat kun je zien, kijk naar het trekken van de mondhoeken, kijk naar de ogen die elke dag een stukje dieper in de kas liggen, luister naar de geïrriteerde trillertjes in de stemmen die het steeds vaker winnen van de grapjes), leggen ons ondoorgrondelijke ver- en geboden op. Ga vooral op eigen risico rondwandelen in de Gamma, maar een geïsoleerde plek in een bioscoopzaal reserveren is strafbaar, en laat de anderen daar maar tegen protesteren, want de zoomende pyjamamensen zijn te moe.", "De overwerkte crisisbestrijders zijn elkaar ondertussen naar de keel aan het vliegen, zo lekt en sijpelt het uit de ingewanden van het kabinet. Het gaat in de berichtgeving over ‘knetterende discussies’ en ‘knallende ruzies’, over ministers die ons het liefst allemaal achter slot en grendel zouden willen zetten en ministers die ontsteld ‘maar het perspectief’ jammeren. We worden voor de gek gehouden met ‘routekaarten’ die alleen maar zijn opgesteld om oude ingrepen logisch te doen lijken, en die geen enkele voorspellende waarde hebben voor ingrepen die nog zullen komen. En ze komen ermee weg want de zoomende pyjamamensen zijn te moe.", "Vroeger, een paar weken geleden, kon Hugo de Jonge nog blijmoedigheid uitstralen en onwankelbaar techno-optimisme. Dan schetste hij een nabije toekomst vol apps en vaccins die ons zouden verlossen. Inmiddels staan z'n ogen dof.", "Misschien heeft hij gisteren niets durven denken, en niets durven hopen toen hij het hoorde, van Pfizer en BioNTech. Misschien heeft hij meteen daarop gedacht aan het geëlleboog dat nu volgen gaat, en aan het ‘Waarom wíj niet?!’ dat onvermijdelijk zal klinken wanneer het ministerie straks (later? over een halfjaar? over een jaar? nooit, omdat we na langdurig gebruik horentjes blijken te krijgen van het Pfizer-vaccin?) schaarse vaccins moet gaan verdelen.", "En misschien zijn de lichtjes in z’n ogen toch even aangegaan."], "authors": ["Sheila Sitalsing"], "keywords": ["het", "van", "crisisbestrijders", "pyjamamensen", "overwerkte", "dat", "te", "die", "op", "een", "moe", "ermee", "en", "weg", "je", "zoomende", "komen", "zijn"], "pubDate": "2020-11-09T22:38:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}