{"id": "0b839c8f-4d10-3469-b58c-febee18b2d23", "title": "Ik vind het niet erg om uitgelachen te worden", "url": "https://www.parool.nl/columns-opinie/ik-vind-het-niet-erg-om-uitgelachen-te-worden~b2b4eb14/", "summary": "Krantje lezen met een kop koffie en een broodje, een borrel drinken met een schoteltje worst en kaas en leuteren met vrienden en buurtgenoten, aantekeningen maken voor een verhaal of column – ik mis het café.\nMaar zelfs als ik morgen naar het café mag, ga ik niet.\n(Wil ik eigenlijk nog naar het café als ik van iedereen anderhalve meter afstand moet houden?)\nToch hoor ik een vriend met zo’n beetje hetzelfde beroep als ik zeggen: “De horeca zou best open kunnen.\nIk vind het namelijk niet erg om uitgelachen te worden omdat ik constant om iemand heen dans om maar afstand te houden, maar ik word droevig van mijn vrienden en vriendinnen wier eigenwijsheid en moed ik bewonder, maar die nu van mij ook eigenwijsheid en moed eisen.", "paragraphs": ["De horeca, Kerstmis en corona.Ik wil niets liever dan dat de horeca morgen opengaat. Krantje lezen met een kop koffie en een broodje, een borrel drinken met een schoteltje worst en kaas en leuteren met vrienden en buurtgenoten, aantekeningen maken voor een verhaal of column – ik mis het café. Het is alsof ik in mijn huis de huiskamer niet mag betreden. Het café is namelijk een familielid van mij.", "Maar zelfs als ik morgen naar het café mag, ga ik niet.", "Ik snap de redenering van het RIVM waarom de cafés dicht moeten blijven: contactonderzoek wees uit dat je er een besmetting kunt oplopen, zelfs als het qua afstand goed is geregeld. (Wil ik eigenlijk nog naar het café als ik van iedereen anderhalve meter afstand moet houden?)", "Ook het restaurant schijnt gevaarlijk te zijn. Daar wil ik ook heen. Maar het kan niet.", "Het vreemde is dat ik er nu ruzie over krijg met vrienden en bekenden. “Kijk nou naar de cijfers,” zeggen ze.", "Ik kijk naar de cijfers, maar inderdaad niet naar alle. Ik zie ze wel, maar het ontbreekt mij aan kennis om ze goed te interpreteren. Daarom verlaat ik mij op het RIVM. Dat is toch een soort dokter.", "Als de dokter zou zeggen: u moet thuisblijven, anders bestaat de kans dat u sterft, dan zou ik het nogal stom vinden om te zeggen: “Nou, dokter, zo erg is mijn ziekte niet, als ik me dik aankleed, kan er volgens mij niets gebeuren.” Sommigen hebben niet voor niets meer kennis dan ik over bepaalde zaken.", "Toch hoor ik een vriend met zo’n beetje hetzelfde beroep als ik zeggen: “De horeca zou best open kunnen. Ik heb die cijfers gezien.” Hij meent het beter te weten dan het RIVM.", "Nu geeft dat wrijving tussen hem en mij. Ik vind het namelijk niet erg om uitgelachen te worden omdat ik constant om iemand heen dans om maar afstand te houden, maar ik word droevig van mijn vrienden en vriendinnen wier eigenwijsheid en moed ik bewonder, maar die nu van mij ook eigenwijsheid en moed eisen.", "Is het wijs en moedig om toch ‘met z’n allen’ te gaan eten en drinken? “Theodor, als we ons allemaal voor jou een dag ervoor laten testen en we zijn allemaal negatief, dan kun je toch met Kerstmis komen?”", "Mijn verlangen strijdt met mijn twijfel.", "Ik weet dat groepsdruk altijd wint.", "Wat moet ik doen?", "Theodor Holman (1953) is columnist, schrijver, televisie- en radiomaker. Elke dag, uitgezonderd zondag, lees je hier zijn column. Lees al zijn columns terug in het archief.", "Reageren? t.holman@parool.nl."], "authors": ["Theodor Holman"], "keywords": ["als", "het", "maar", "met", "ik", "niet", "een", "om", "te", "en", "vind", "uitgelachen", "dat", "erg", "worden"], "pubDate": "2020-12-10T12:00:16+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}