{"id": "0bae3a2f-7870-3c4c-b145-ba2c2041ae57", "title": "Yab Yum revisited: afpersing achter het klatergoud", "url": "https://www.parool.nl/nederland/yab-yum-revisited-afpersing-achter-het-klatergoud~bb8cd29d/", "summary": "Heeft hij het bordeel aan het Singel bewust voor criminelen witgewassen?\nIn die jaren krijgt Yab Yums portier Bert Bons het in Hoorn aan de stok met de beruchte Nico V., bodyguard van het onderwereldduo.\nEerst eist Mieremet het vertrek van Heufts zoon als medewerker van het bordeel, omdat die brutaal zou zijn geweest.\nOp 21 januari roept een opgefokte Klepper in Yab Yum naar Heuft dat hij ‘maar moet oppassen’ dat zijn zoon niks overkomt.\nBeeld copyright hells angelsUitputtingsslagNadat de gemeente Yab Yum de vergunningen had afgepakt en het licht uitging, probeerde de omstreden zakenman Chris Kraijpoel de zaak over te nemen.", "paragraphs": ["Interieur van Yab Yum in 2010, toen de zaak al twee jaar gesloten was. Beeld Peter Elenbaas", "De groene lantaarn van het kapitale pand aan Singel 295, met de tortelduifjes boven de entree, lokt allang niet meer de behoeftige zakenlieden die Amsterdams roemruchtste luxebordeel lang frequenteerden. De gemeente trok al in 2007 de vergunningen in, waarna het ooit prestigieuze Yab Yum een stille dood stierf.", "Toch dalen Amsterdamse strafrechters nu af naar de klatergouden wereld uit vervlogen tijden. Terug naar de jaren tachtig en negentig, toen de zwaarste criminelen van de stad zich mengden onder de schuinsmarcheerders en het bordeel als clubhuis gebruikten.", "Uit die wereld van drugscriminelen en Hells Angels rees sterk de geur van afpersing nadat het joyeuze boegbeeld Theo Heuft zijn trots in 1999 voor een schijntje had verkocht aan Hennie Vittali – tot dan de eigenaar van de groezelige parenclub Paradise in Amsterdam-Noord. Een vreemde transactie, concludeerden gemeente, politie en justitie.", "Wat speelde daar echt?", "De recherche begon een slepend onderzoek nadat de Raad van State in juli 2009 in een bestuurlijke procedure al had geoordeeld dat de gemeente de seksclub mocht sluiten omdat ‘een redelijk vermoeden bestaat dat de Amsterdamse Hells Angels, inclusief (de informele leider) Harrie Stoeltie, in relatie staan tot de vreemde overname van Yab Yum door bedreiging en mogelijke afpersing’.", "Witwassen", "Twaalf jaar na de sluiting en na tien jaar politieonderzoek speelt nu eindelijk de strafzaak tegen Hennie Vittali (73). Heeft hij het bordeel aan het Singel bewust voor criminelen witgewassen?", "Om zijn strafzaak te kunnen duiden, moeten we terug naar midden jaren negentig.", "Maffiabaas Klaas Bruinsma is in 1991 al geliquideerd in Zuid, maar zijn criminele nazaten Sam Klepper en John Mieremet misdragen zich nóg ernstiger in het bordeel, dat ook zij zien als een clubhonk waarin ze kunnen doen wat ze willen – inclusief in de rondte schieten.", "In die jaren krijgt Yab Yums portier Bert Bons het in Hoorn aan de stok met de beruchte Nico V., bodyguard van het onderwereldduo. Bons geeft hem een pak slaag en beseft meteen dat hij zich daarmee in grote problemen heeft gebracht. Hij wil ontslag nemen, maar Theo Heuft wendt zich tot Klepper en die belooft escalatie te voorkomen. Een week later, op 24 januari 1996, wordt Bons toch doodgeschoten op zijn vaste stek, voor de deur van Yab Yum. Heuft belt een dag later naar Kleppers huisadres en houdt diens vriendin Sandra emotioneel de gebroken belofte voor. Dat gesprek wordt afgeluisterd, waardoor Klepper aan de moord wordt gelinkt. Die is in alle staten – of overdrijft, om een reden te hebben om Heuft uit te knijpen.", "Boete", "Heuft moet boeten. In de jaren nadien draaien Klepper en Mieremet hem de duimschroeven stap voor stap verder aan.", "Eerst eist Mieremet het vertrek van Heufts zoon als medewerker van het bordeel, omdat die brutaal zou zijn geweest. Hij krijgt zijn zin.", "Op 16 december 1998 verschijnen Klepper, Mieremet en vijf Hells Angels volgens getuigen in Yab Yum. Heuft is op vakantie. Mieremet loopt met een mes te zwaaien en zegt een barkeeper dat hij ‘straks zijn baas zal zijn’.", "Bedreiging", "Op 14 januari 1999 dreigt Mieremet tegen een arts die ook voor Yab Yum werkt dat hij Heufts hoofd af zal snijden en in het Singel zal gooien. Heuft spreekt in paniek af met Klepper, die zich volgens justitie eerst als bemiddelaar voordoet. Hij zegt dat Mieremet tot alles in staat is, maar dat hij naar hem toe zal gaan om hem tot bedaren te brengen. Later op de avond keert Klepper terug en bedreigt Heuft in een peeskamer van Yab Yum met een vuurwapen. Hij verhaalt over het geweld dat Mieremet zoal gepleegd heeft en zinspeelt volgens Heuft op zijn liquidatie.", "Kort voordat hij vertrekt, eist Klepper ‘een boete’ van 2 miljoen gulden, wat hij later ‘coulant’ terugbrengt tot 1,3 miljoen.", "Afpersing is in die tijd het handelsmerk van Klepper en Mieremet, maar dat weet Heuft niet.", "Opgefokte Klepper", "Hij wil niet betalen, want beseft dat één betaling alleen maar meer ellende zal uitlokken. Op 21 januari roept een opgefokte Klepper in Yab Yum naar Heuft dat hij ‘maar moet oppassen’ dat zijn zoon niks overkomt. Daags daarop zet Heuft de enorme stap om naar de politie te gaan. Hij doet aangifte van bedreiging en afpersing.", "De druk blijft oplopen en Heuft ziet nog maar één uitweg. In april 1999 verkoopt hij zijn geliefde zaak aan Hennie Vittali, de zwager van de vooraanstaande Amsterdamse Hells Angels Harrie Stoeltie, een dikke vriend van Klepper.", "Niet voor de ‘15, 20 miljoen’ waarop hij de waarde eerder in interviews had geschat, maar voor 4 miljoen voor de exploitatie en 4,4 miljoen gulden voor het pand, dat doorloopt tot in een kantoorpand aan de Spuistraat.", "Bordeel op naam", "Vittali krijgt het bordeel via zijn bedrijf Devagarden op zijn naam. Stoeltie wordt tegen een bovengemiddeld salaris hoofd beveiliging, of ‘hoofd algemene zaken’ zoals hij het zelf zal uitdrukken als hij later wordt gearresteerd.", "Hij geeft twee Hells Angels rollen als portiers en hangt zelf vrijwel elke nacht aan de bar.", "Dat Vittali ’s avonds nooit aanwezig is en Stoeltie dan de zaken bestiert, versterkt voor personeel het beeld dat híj de werkelijke baas is.", "Heuft, 86 jaar inmiddels, heeft ­altijd volgehouden niet te zijn afgeperst, ‘maar wel uitgeperst’ door Vittali, die volgens justitie evident een stroman was. Klepper, Mieremet en de Hells Angels hadden hem nodig omdat ze zelf nooit vergunningen zouden krijgen.", "Heuft moet de hele koopsom aan de ‘kopers’ lenen en zal later spreken van een sigaar uit eigen doos. Hij krijgt geen enkele waarborg en moet zelf alle kosten voor de transactie betalen.", "Geen verband", "Hennie Vittali ontkent anno 2020 niet (meer) dat Klepper en Mieremet Yab Yum van Heuft hebben afgeperst, maar stelt via zijn advocaat Klaus Vink dat ‘geen causaal verband’ bestaat tussen die kennelijke afpersing en het buitenkansje dat hij kreeg op een voordelige koop.", "Zijn oude vriend Wil Vitgens – een penozefiguur en gokbaas die Yab Yum ooit met Heuft had opgezet en die later 20 jaar cel kreeg in een Franse hasjzaak – had Vittali getipt dat de zaak in de verkoop zou komen, zegt hij. Wil ‘stond ineens voor zijn neus’ en bood aan hem bij Heuft te introduceren. Toen ging alles vanzelf.", "Aardige man", "“Ik wist niks van prostitutie, maar die Heuft leek me een aardige man, eerlijk voor mijn gevoel. Hij stelde voor de koop zelf te financieren, want geen bank deed dat. Ik had geen idee hoeveel die zaak waard was, maar hij leek me geen oplichter. Hij vroeg 9 miljoen, ik bood 8 en we kwamen uit op 8,5 miljoen. Heuft zei dat ik het in tien jaar zou terugverdienen.”", "Dat Klepper, Mieremet of de Hells Angels de baas werden, ‘klopt totaal niet’. Zijn antwoord op de vraag van een rechter of de prijs niet aan de lage kant was: “Nou, als ik voor 10 miljoen de schuld in ga, is dat voor mij veel geld. Ik had nog nooit zo veel bij elkaar gezien. Ik ben geen lezer, heb die man een hand gegeven en het was een deal.”", "Het klopt in Vittali’s visie niet dat tegenover de koop geen zekerheden stonden, zoals justitie stelt. “Hij had het pand toch? Dat kon hij terugnemen als het misging.” Vicepresident Harrie Stoeltie van de Hells Angels leek Vittali een logische keus als hoofd beveiliging. ”Die uitstraling helpt als je zo’n zaak moet beveiligen.”", "Hells Angel Harrie Stoeltie (midden) poseert in Yab Yum voor een relatiegeschenk van de motorclub, een kalender. Beeld copyright hells angels", "Uitputtingsslag", "Nadat de gemeente Yab Yum de vergunningen had afgepakt en het licht uitging, probeerde de omstreden zakenman Chris Kraijpoel de zaak over te nemen. Volgens justitie stond ook hij onder druk van de Hells Angels, maar die suggestie wekt slechts zijn woede.", "De koop liep uit op gedoe, te meer doordat ook Kraijpoel geen vergunningen kreeg vanwege zijn reputatie als louche zakenman.", "Net zoals justitie heeft Kraijpoel beslag op het pand laten leggen. In de strafzaak tegen Vittali heeft hij zich gesteld als ‘benadeelde partij’ en vordert hij meer dan een miljoen vanwege allerlei kosten die al die jaren zijn gemaakt. Justitie bestrijdt de vordering en vindt dat hij niets met de strafzaak te maken heeft.", "Aan de grond", "Vittali, vader van drie kinderen, zit door al het gedoe finaal aan de grond, vertelde hij de rechters in een emotioneel betoog.", "“Mijn vrouw en ik zitten nu al tien jaar in een uitzichtloze situatie. De chronische stress heeft ons psychisch en lichamelijk kapot gemaakt,” zei de ooit trotse en nu gebroken bordeelhouder. “Mijn vrouw is chronisch ziek en heeft kanker gekregen. Ik ben ook helemaal kapot. Ik kan niet meer en zit met mijn 73 jaar financieel aan grond met miljoenen schuld. We hebben klap op klap gekregen en zijn uitgekleed door alle rechtszaken. Mijn levenslust is verdwenen.”"], "authors": ["Paul Vugts"], "keywords": ["achter", "van", "het", "yab", "afpersing", "yum", "hij", "zijn", "die", "revisited", "een", "en", "dat", "heuft", "klatergoud", "voor"], "pubDate": "2020-12-05T15:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}