{"id": "0bc3472c-267e-3001-9030-4b36d7322972", "title": "Kaag wil onderzoek naar #MeToo-beschuldiging tegen D66-prominent", "url": "https://nos.nl/artikel/2360050-kaag-wil-onderzoek-naar-metoo-beschuldiging-tegen-d66-prominent.html", "summary": "D66-lijsttrekker Sigrid Kaag laat een onderzoek doen naar mogelijke intimidatie van vrouwen door een prominent partijlid.\nWanneer daar sprake van zou zijn, past maar één weg: stevig ingrijpen\", zegt Kaag in een verklaring.\nDaarin beschuldigt iemand de voormalige voorzitter van de talentencommissie van D66 ervan dat hij vrouwen intimideert.\nHij zou een belangrijke vinger in de pap hebben gehad bij het vaststellen van de kieslijst en het vervullen van andere vacatures binnen de partij.\nLijsttrekker Kaag zegt in haar reactie dat ze eraan hecht dat de beschuldigingen zo snel mogelijk grondig worden onderzocht.", "paragraphs": ["D66-lijsttrekker Sigrid Kaag laat een onderzoek doen naar mogelijke intimidatie van vrouwen door een prominent partijlid. Ze zegt dat ze enorm geschrokken is van de berichten. \"In mijn partij is er geen enkele ruimte voor grensoverschrijdend gedrag. Wanneer daar sprake van zou zijn, past maar één weg: stevig ingrijpen\", zegt Kaag in een verklaring. De beschuldigde man, Frans van Drimmelen, zegt zich niet in de beschuldigingen te herkennen.", "Aanleiding is een anonieme getuigenis die gisteren op internet verscheen. Daarin beschuldigt iemand de voormalige voorzitter van de talentencommissie van D66 ervan dat hij vrouwen intimideert. Hij zou een belangrijke vinger in de pap hebben gehad bij het vaststellen van de kieslijst en het vervullen van andere vacatures binnen de partij.", "Melding bij politie", "Volgens de auteur van de getuigenis, naar eigen zeggen een vrouwelijk partijlid, begon de man \"een vervelend mannetje\" te worden toen zij hem nul op het rekest gaf. \"Hij wilde meer op relationeel en seksueel vlak. Ik niet. Vervolgens kon ik het vergeten met mijn ambities binnen de partij.\"", "Ook zou hij een vrouw zwaar hebben geïntimideerd op het partijbureau. Hij zou die vrouw niet hebben willen laten gaan toen ze haar relatie met hem verbrak. Volgens de anonieme schrijver van het online stuk is daar ook melding van gedaan binnen de partij en bij de politie.", "Toenmalig partijleider Alexander Pechtold heeft Van Drimmelen daarop alleen vermanend toegesproken, aldus de auteur. \"Het is ronduit absurd dat hij niet geroyeerd is.\" Van Drimmelen is een bekend lobbyist in politiek Den Haag. Hij wordt gezien als strateeg achter de schermen bij de democraten en is ook betrokken bij de campagne rond lijsttrekker Kaag.", "Breder probleem", "Het probleem zou volgens de anonieme auteur breder binnen D66 spelen. \"Het is algemeen bekend dat een aantal Tweede Kamerleden, oud-partijleiders en machtige strategen achter deze leiders, zich veelvuldig storten op stagiaires en vrouwen met ambitie binnen de partij.\"", "Lijsttrekker Kaag zegt in haar reactie dat ze eraan hecht dat de beschuldigingen zo snel mogelijk grondig worden onderzocht. \"Ik leid een partij waar we respectvol met elkaar omgaan en die voor iedereen een veilige werkomgeving moet zijn.\"", "Ze heeft het landelijk bestuur gevraagd een extern en onafhankelijk onderzoek in te stellen. Ze roept de vrouw die anoniem haar verhaal deed dat ook te doen tegen de onderzoekers. Ze hoopt dat ook andere D66-vrouwen met vergelijkbare ervaringen zich melden.", "'Herken mij niet'", "De beschuldigde Van Drimmelen, die ook een adviesbureau heeft, laat in een eerste reactie weten dat hij zal meewerken aan het onderzoek en dat hij de uitkomst \"met vertrouwen\" tegemoetziet. \"Een anoniem artikel schetst een situatie en doet insinuaties waarin ik mij absoluut niet herken\", zegt hij.", "\"Los van mijn persoonlijke emotie, vind ik het verschrikkelijk dat deze berichtgeving organisaties raakt zoals D66 en ons adviesbureau; omgevingen waar we grensoverschrijdend gedrag niet tolereren.\""], "authors": [], "keywords": ["van", "metoobeschuldiging", "het", "wil", "naar", "hij", "met", "zou", "onderzoek", "kaag", "een", "d66prominent", "en", "dat", "ze", "niet", "tegen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}