{"id": "0bc627fb-eefd-3509-b5cf-c5e9cc8cea11", "title": "Capsule met planetoïdemonsters zaterdagavond terugverwacht op aarde", "url": "https://nu.nl/wetenschap/6094763/capsule-met-planetoidemonsters-zaterdagavond-terugverwacht-op-aarde.html", "summary": "De Japanse ruimtesonde Hayabusa 2 heeft zaterdag op 220.000 kilometer van de aarde met succes een capsule met monsters van de planetoïde Ryugu op weg naar de aarde gestuurd.\nDat meldt het Japanse ruimtevaartagentschap JAXA.\nDe sonde is gelanceerd in december 2014 en heeft materiaal verzameld van Ryugu op zo’n 300 miljoen kilometer van de aarde.\nDe planetoïde Ryugu is 900 meter in doorsnee en weegt ongeveer 450 miljoen ton.\nEen foto van planetoïde Ryugu, gemaakt door de Japanse sonde Hayabusa 2.", "paragraphs": ["De Japanse ruimtesonde Hayabusa 2 heeft zaterdag op 220.000 kilometer van de aarde met succes een capsule met monsters van de planetoïde Ryugu op weg naar de aarde gestuurd.", "Dat meldt het Japanse ruimtevaartagentschap JAXA. De sonde is gelanceerd in december 2014 en heeft materiaal verzameld van Ryugu op zo’n 300 miljoen kilometer van de aarde.", "De capsule landt naar verwachting aan het begin van de avond in een woestijngebied in Zuid-Australië. De Hayabusa 2 gaat ondertussen verder met zijn volgende planetoïdemissie.", "De planetoïde Ryugu is 900 meter in doorsnee en weegt ongeveer 450 miljoen ton. Onderzoekers hopen met de analyse van de Ryugu-monsters meer te weten te komen over het ontstaan van ons zonnestelsel, ongeveer 4,6 miljard jaar geleden.", "De landing van de capsule is hier te volgen.", "Een foto van planetoïde Ryugu, gemaakt door de Japanse sonde Hayabusa 2. Foto: ISAS/JAXA"], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["zaterdagavond", "van", "japanse", "het", "op", "met", "ryugu", "capsule", "aarde", "terugverwacht", "planetoïde", "hayabusa", "te", "planetoïdemonsters"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}