{"id": "0bcee170-0058-334e-8ae6-e4955386fa0e", "title": "RIVM meldt 8.793 nieuwe positieve tests, fors meer dan gemiddeld (6.411)", "url": "https://nu.nl/coronavirus/6095863/rivm-meldt-8793-nieuwe-positieve-tests-fors-meer-dan-gemiddeld-6411.html", "summary": "Dat zijn er meer dan gemiddeld in de voorgaande zeven dagen (6.411).\nHet is de negende dag op een rij dat er meer nieuwe positieve tests worden gemeld dan gemiddeld in de zeven dagen daarvoor.\nIn de negen weken voor het einde van november overleden in totaal 3.900 personen meer dan gemiddeld in de voorgaande jaren.\n70 Kuipers verbaasd over hoge coronacijfers: 'Geen versoepelingen met Kerst'RIVM spreekt van 'zorgwekkende stijging'Het RIVM sprak dinsdag bij de wekelijkse update van een \"zorgwekkende stijging\" van het aantal positieve tests in Nederland.\nDat zijn er ruim negenduizend meer dan in de voorgaande week (33.949).", "paragraphs": ["Bij het RIVM zijn donderdag 8.793 nieuwe positieve tests gemeld. Dat zijn er meer dan gemiddeld in de voorgaande zeven dagen (6.411). Ook is het aantal overleden coronapatiënten met 64 gestegen naar 9.902. Daarmee nadert Nederland de tienduizend coronagerelateerde sterfgevallen.", "Het is de negende dag op een rij dat er meer nieuwe positieve tests worden gemeld dan gemiddeld in de zeven dagen daarvoor. Woensdag kwamen er 6.589 nieuwe positieve tests bij, dinsdag 6.187 en maandag 7.134.", "NU.nl kijkt naar het gemiddelde cijfer van de zeven voorgaande dagen om zo een beter beeld te schetsen van het aantal vastgestelde coronabesmettingen in Nederland. Vanwege de schommeling van de dagelijkse cijfers is het volgens het RIVM beter om naar de weekcijfers te kijken.", "Het daadwerkelijke aantal sterfgevallen als gevolg van het coronavirus is waarschijnlijk groter. In de negen weken voor het einde van november overleden in totaal 3.900 personen meer dan gemiddeld in de voorgaande jaren. Hoeveel mensen uit deze groep aan COVID-19 zijn overleden, moet nog onderzocht worden.", "Daggemiddelden van de afgelopen week Woensdag 9 december: 6.158", "Dinsdag 8 december: 5.874", "Maandag 7 december: 5.513", "Zondag 6 december: 5.341", "Zaterdag 5 december: 5.044", "Vrijdag 4 december: 5.017", "Donderdag 3 december: 5.016", "26 nieuwe ic-opnames, 198 in de kliniek", "In het afgelopen etmaal zijn nog eens 26 coronapatiënten opgenomen op de intensive care. Doordat 4 coronapatiënten de intensivecareafdeling konden verlaten, kwam de bezetting op de ic's op 469 uit. Daarnaast liggen er 533 patiënten zonder COVID-19 op de ic, 19 minder dan een dag eerder. De totale ic-bezetting is daarmee met 23 gedaald naar 1.002.", "Ook zijn nog eens 198 coronapatiënten opgenomen op een klinische afdeling. COVID-19-patiënten bezetten daar 1.179 bedden, 32 minder dan gisteren.", "In totaal liggen 1.648 coronapatiënten in het ziekenhuis. Dat zijn er 36 minder dan een dag eerder.", "Ernst Kuipers, voorzitter van het Landelijk Netwerk Acute Zorg (LNAZ), zei eerder deze week te verwachten dat de stijging van het aantal nieuwe besmettingen tot meer ziekenhuisopnames zal leiden.", "70 Kuipers verbaasd over hoge coronacijfers: 'Geen versoepelingen met Kerst'", "RIVM spreekt van 'zorgwekkende stijging'", "Het RIVM sprak dinsdag bij de wekelijkse update van een \"zorgwekkende stijging\" van het aantal positieve tests in Nederland. In zeven dagen tijd zijn 43.103 positieve coronatests geregistreerd. Dat zijn er ruim negenduizend meer dan in de voorgaande week (33.949).", "Het feit dat er vorige week meer tests zijn afgenomen (bijna 340.000) dan in de voorgaande week (ruim 270.000) kan de stijging niet volledig verklaren. Het aandeel mensen dat positief testte, steeg namelijk van 11,1 naar 11,6 procent. Zowel meer personen met als zonder klachten werden positief getest.", "Vanwege deze cijfers worden de coronamaatregelen niet voor de aankomende feestdagen versoepeld, maakten premier Mark Rutte en minister Hugo de Jonge (Volksgezondheid) dinsdagavond bekend.", "Extra maatregelen voor Kerst worden niet uitgesloten. Om wat voor mogelijke beperkingen het in dat geval gaat, wilde Rutte niet zeggen.", "Volg de laatste ontwikkelingen rond het coronavirus in ons liveblog."], "authors": ["Door"], "keywords": ["fors", "van", "dan", "positieve", "meer", "nieuwe", "gemiddeld", "het", "zijn", "op", "8793", "meldt", "rivm", "dat", "een", "week", "er", "tests"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}