{"id": "0bdcf333-769a-3a63-8b52-21b7761657ad", "title": "Tweede Kamer wil basisscholen liefst eerder open, premier Rutte ziet het somber in", "url": "https://volkskrant.nl/nieuws-achtergrond/tweede-kamer-wil-basisscholen-liefst-eerder-open-premier-rutte-ziet-het-somber-in~bb944b0e/", "summary": "Beeld ANP / Bart MaatVan alle lockdownmaatregelen die het kabinet maandag aankondigde, bleek de sluiting van het basisonderwijs dinsdagavond in de Tweede Kamer het meest omstreden.\nOok het kabinet zelf heeft lang betoogd dat een schoolsluiting voor de jongste kinderen helemaal onderaan het lijstje van mogelijke maatregelen stond.\nPremier Rutte toonde begrip voor dat verlangen (‘Ik wil hier niet de strenge huisvader zijn’) maar deed geen enkele toezegging.\n‘Het contrast tussen de ernst van het coronavirus en de maatregelen is zo groot dat het kabinet z’n geloofwaardigheid volledig heeft verloren’, aldus Van Haga.\n‘Nederland wordt moedwillig naar de filistijnen geholpen door een kabinet dat weigert een fatsoenlijke belangenafweging te maken.’", "paragraphs": ["Kamervoorzitter Khadija Arib, minister Hugo de Jonge van Volksgezondheid, minister Tamara van Ark voor Medische Zorg en premier Mark Rutte dinsdag tijdens het debat over de ontwikkelingen rondom het coronavirus in de Tweede Kamer. Beeld ANP / Bart Maat", "Van alle lockdownmaatregelen die het kabinet maandag aankondigde, bleek de sluiting van het basisonderwijs dinsdagavond in de Tweede Kamer het meest omstreden. De sluiting van de niet-essentiële winkels stuit vooral op weerstand van PVV-leider Wilders maar heeft verder veel draagvlak. Veel fracties drongen er in de afgelopen weken zelf op aan.", "Door de sluiting van de basisscholen – van 16 december tot maandag 18 januari – voelen de meeste partijen zich echter totaal overvallen. In de rapportages van het Outbreak Management Team was in de afgelopen weken geen enkele aanwijzing dat daarop werd aangestuurd. Ook het kabinet zelf heeft lang betoogd dat een schoolsluiting voor de jongste kinderen helemaal onderaan het lijstje van mogelijke maatregelen stond.", "Oppositiefracties als PvdA en GroenLinks toonden dinsdagavond hun onbegrip en kregen bijval van de coalitiefracties D66 en ChristenUnie. Het zit de fracties vooral dwars dat de maatregel niet is genomen omdat kinderen tot twaalf jaar elkaar nu ineens wel massaal zouden besmetten maar alleen om ouders te dwingen thuis te blijven bij hun kinderen. ‘Dat voelt toch een beetje alsof kinderen de levende enkelband van ouders zijn’, aldus D66-fractieleider Jetten. De critici zouden liefst begin januari opnieuw overwegen of de scholen niet al per 11 januari open kunnen voor alle leerlingen.", "Premier Rutte toonde begrip voor dat verlangen (‘Ik wil hier niet de strenge huisvader zijn’) maar deed geen enkele toezegging. Hij wil pas beslissingen nemen als het effect van de jaarwisseling zichtbaar is in de besmettingscijfers. Het kabinet is er niet gerust op dat mensen die avond binnen hun huishouden zullen blijven. ‘Als je op 11 januari de basisscholen wilt openen, moet je ruim daarvoor zicht hebben op de cijfers van de jaarwisseling en dat heb je dan nog niet. Als tegen die tijd de zon is gaan schijnen en alles gaat ineens heel erg veel beter....misschien kunnen we dan nog eens kijken. Maar dat ga ik hier nu niet toezeggen.’", "De premier erkende dat er geen dwingend virologisch advies ligt om de basisscholen als besmettingshaard weg te nemen. ‘Maar het gaat nu om het totaalpakket, niet om deze individuele maatregel. Er lopen 1,5 miljoen kinderen rond op de basisscholen, dat zijn heel veel bewegingen van ouders, al die leraren die elkaar tegenkomen...Als je massaal het aantal contacten wilt beperken zoals wij nu willen, is het uitgesloten dat je het basisonderwijs daarvan uitzondert.’", "Wel beloofde hij dat het basisonderwijs helemaal voor in de rij staat zodra er weer over versoepelingen kan worden gesproken. ‘Het is de eerste sector die je weer wilt openen als er enige ruimte is. Ik wil ook dolgraag dat die kinderen weer naar school kunnen.’", "Trendbreuk", "Het debat bracht dinsdag wel een andere primeur: voor het eerst sinds de uitbraak van de pandemie trok een partij officieel de handen af van het coronabeleid. Forum voor Democratie kondigde een motie van wantrouwen aan tegen de koers van het kabinet. Op veel steun kon die niet rekenen, want hoewel veel oppositiefracties vinden dat het kabinet te laat heeft gereageerd op het oplopend aantal besmettingen, steunen ze in grote lijnen wel de maatregelen.", "FvD meent echter dat premier Rutte en minister De Jonge het spoor volledig bijster zijn. Tweede Kamerlid Wybren van Haga vindt dat de ernst van het virus zwaar wordt overdreven, dat het aantal doden door corona slechts een fractie is van het aantal jaarlijkse doden door kanker en hart- en vaatziekten en dat de schade van de lockdown groter is dan de schade die het virus zou kunnen aanrichten. ‘Het contrast tussen de ernst van het coronavirus en de maatregelen is zo groot dat het kabinet z’n geloofwaardigheid volledig heeft verloren’, aldus Van Haga. ‘Nederland wordt moedwillig naar de filistijnen geholpen door een kabinet dat weigert een fatsoenlijke belangenafweging te maken.’"], "authors": ["Raoul Du Pré"], "keywords": ["van", "dat", "die", "rutte", "niet", "wil", "open", "het", "liefst", "en", "een", "somber", "kamer", "op", "voor", "ziet", "premier", "tweede", "kabinet"], "pubDate": "2020-12-15T19:12:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}