{"id": "0bf4f18e-54e5-3591-bb28-5df9c314aefc", "title": "Studenten voeren op dak VU actie tegen leenstelsel: ‘We zijn Sinterklaas niet’", "url": "https://www.parool.nl/amsterdam/studenten-voeren-op-dak-vu-actie-tegen-leenstelsel-we-zijn-sinterklaas-niet~b616a9d7/", "summary": "Beeld Emma van der Sloot“Afgelopen decennia zijn studenten en de onderwijsbegroting gezien en gebruikt als Sinterklaas,” zegt SRVU-voorzitter Pieter van Rossum (24).\n“Er is constant op bezuinigd.”Met de actie willen de studentenorganisaties aandacht vragen voor afschaffing van de basisbeurs, voor veel studenten een pijnpunt.\nHet huidige systeem maakt dit onmogelijk.”CompensatieNaast aandacht vragen voor afschaffing van het huidige leenstelsel, is de tweede wens van de organisatie compensatie voor studenten ‘die nu enorm in het rood staan’.\nVan Rossum: “Daarnaast willen we éxtra geld: om de basisbeurs tot stand te laten komen, moet niet worden bezuinigd op andere onderdelen van het onderwijs.\n“De overheid moet het belang van onderwijs onderkennen,” aldus Van Rossum.", "paragraphs": ["Beeld Emma van der Sloot", "“Afgelopen decennia zijn studenten en de onderwijsbegroting gezien en gebruikt als Sinterklaas,” zegt SRVU-voorzitter Pieter van Rossum (24). “Er is constant op bezuinigd.”", "Met de actie willen de studentenorganisaties aandacht vragen voor afschaffing van de basisbeurs, voor veel studenten een pijnpunt. “Wij vinden dat iedere student de mogelijkheid moet hebben om af te studeren zonder schuld. Het huidige systeem maakt dit onmogelijk.”", "Compensatie", "Naast aandacht vragen voor afschaffing van het huidige leenstelsel, is de tweede wens van de organisatie compensatie voor studenten ‘die nu enorm in het rood staan’. Van Rossum: “Daarnaast willen we éxtra geld: om de basisbeurs tot stand te laten komen, moet niet worden bezuinigd op andere onderdelen van het onderwijs. Dat betreft de derde wens op de banner: behoud van onderwijskwaliteit.”", "Studenten konden afgelopen week online een ‘wensenlijstje’ voor de Sint invullen. ‘Een stuk of honderd’ gaven daar gehoor aan. De ingevulde wensen werden zaterdagochtend door de organisatie met een megafoon gedeeld. Ze willen onder meer schuldenvrij kunnen studeren, lagere huurprijzen, de financiële mogelijkheid om te kunnen doorstuderen en duidelijkheid over de gevolgen van een studieschuld, die ook te begrijpen zijn voor 17- en 18-jarigen.", "De sinterklaasactie is onderdeel van de #NietMijnSchuld-campagne van de Landelijke Studentenvakbond (LSVb) en FNV Young & United. “De overheid moet het belang van onderwijs onderkennen,” aldus Van Rossum. “En daar ook naar handelen.”"], "authors": ["Jari Goedegebuure"], "keywords": ["leenstelsel", "van", "studenten", "voeren", "het", "op", "vu", "sinterklaas", "zijn", "voor", "rossum", "willen", "niet", "een", "en", "dak", "te", "tegen"], "pubDate": "2020-12-05T12:02:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}