{"id": "0c0d89c6-c702-3230-aab7-dca27ef7605a", "title": "Van sopraan tot verpleegkundige: wie krijgt welke steun?", "url": "https://volkskrant.nl/nieuws-achtergrond/van-sopraan-tot-verpleegkundige-wie-krijgt-welke-steun~b5af4d1b/", "summary": "Van horeca, tot vuurwerkbranche, van luchtvaartmaatschappijen tot nertsenfokkers, alom krijgen branches financiële steun van de overheid.\nWant waar ik eerst dacht: als ik te veel krijg, kan ik dat altijd weer terugbetalen, wil ik nu niet onnodig nóg meer schulden maken.\nIk heb in totaal 101 duizend euro steun gehad en ik krijg nog 79 duizend euro, waarvan 6.000 euro voor de voorraad die ik kon weggooien.\nIk heb een eenmanszaak dus ben ik privé aansprakelijk.\nVerder heb ik nog niets gezien van een trickle-down-effect van de cultuursteun.", "paragraphs": ["Van horeca, tot vuurwerkbranche, van luchtvaartmaatschappijen tot nertsenfokkers, alom krijgen branches financiële steun van de overheid. We spreken zeven personen uit zeven branches. Hoeveel krijgen ze? En vinden ze dat de miljarden eerlijk worden verdeeld?", "Met een kapitaalinjectie van nog eens 3,7 miljard euro probeert het kabinet de pijn van negen maanden coronacrisis te verzachten. Dat bedrag komt boven op de 33,7 miljard die het de afgelopen maanden al uittrok. In het aangepaste derde steunpakket dat woensdag werd gepresenteerd lijkt voor elk wat wils te zitten: een hogere tegemoetkoming in de vaste lasten voor bijvoorbeeld de horeca, een seizoensmodule voor de evenementensector en 400 miljoen voor de reisbranche.", "En toch hebben veel ondernemers nog altijd het gevoel mis te grijpen. Praat bijvoorbeeld eens met een zzp’er uit de cultuursector en het drieletterwoord ‘KLM’ is zelden ver weg. De luchtvaartmaatschappij kreeg niet alleen 3,4 miljard aan leningen en kredietgaranties, maar ook de meeste loonsteun: 658 miljoen. Nog zo’n bedrag waarover bijvoorbeeld de horecabaas zich kan opwinden: de 130 miljoen voor de circa 110 nertsenbedrijven die ontruimd moesten worden.", "Tijd om de balans op te maken. De Volkskrant berekende voor zeven getroffen branches wat zij ongeveer ontvingen aan ‘generieke steun’, dat wil zeggen: de loonsteun (NOW), de tegemoetkoming in vaste lasten (TVL) en de eenmalige tegemoetkoming van 4.000 euro (TOGS). Daarnaast is bekeken welke specifieke steun het kabinet toezegde en bovenal: wat de ‘kleine’ ondernemer of werknemer in de branche daarvan merkt.", "NB: in een eerdere versie van de grafiek stond per abuis 10 in plaats van 110 bedrijven aangegeven in de voetnoot.", "Elise Moeskops, mede-eigenaar van restaurants Lazuur en Lastage uit Amsterdam, kreeg 101 duizend euro", "‘In het interbellum deze zomer heb ik de zaak verplaatst naar de Stadsschouwburg om meer ruimte te hebben. Al het bestek, de honderden borden en tweeduizend flessen wijn konden we na de persconferentie van premier Rutte van half oktober (waar hij bekendmaakte dat de horeca weer grotendeel dicht moest, red.) weer terugverhuizen. We hebben direct in de koelkast gekeken: wat kunnen we gebruiken voor take-away? Wat kunnen we fermenteren, wecken of vacuümtrekken?", "Elise Moeskops, mede-eigenaar van restaurants Beeld Eva Faché", "‘De vorige keren zette ik de wekker om vooraan te staan voor alle steunmaatregelen, maar nu heb ik gewacht. Want waar ik eerst dacht: als ik te veel krijg, kan ik dat altijd weer terugbetalen, wil ik nu niet onnodig nóg meer schulden maken. Ik draai ondertussen een omzetverlies van 9 ton. Ik heb in totaal 101 duizend euro steun gehad en ik krijg nog 79 duizend euro, waarvan 6.000 euro voor de voorraad die ik kon weggooien.", "‘Of de steun genoeg is? Ja, want mijn zaak blijft bestaan, maar nee, want ik heb persoonlijke reserves moeten aanspreken en mensen moeten ontslaan. Twee fulltimers en 10 oproepkrachten. Dat voelt als een nederlaag. Wat ik ook moeilijk vind: je wordt niet beloond voor ondernemerschap. Toen ik deze zomer met pijn en moeite omzet draaide, moest ik direct mijn Tozo (de tijdelijke uitkering van 1.050 euro per maand voor een zelfstandig ondernemer, red.) inleveren. En tijdens een normale crisis heb je natuurlijke uitdunning, nu hebben we – als we straks weer open mogen – evenveel horecaondernemers maar dan zonder de toeristen.’", "Horeca en catering Ontvangen generieke steun: 1,7 miljard euro Specifieke steun: 40 miljoen euro voor voorraad (gemiddeld 2.500 euro per zaak)", "Vuurwerkondernemer Dennie van Herwijnen uit Zoetermeer krijgt een nog onbekend bedrag", "‘Ik ben 362 dagen per jaar eigenaar van een wandelspeciaalzaak, de overige drie dagen ben ik vuurwerkondernemer en is het letterlijk en figuurlijk knallen. Dan haal ik een kwart van mijn jaaromzet binnen. Op een verbod had ik niet gerekend. De investeringen zijn al gedaan; een bunker om vuurwerk op te slaan, verzekering, kluizen. Dat zijn kosten van 25- tot 30 duizend euro waar ik nu geen inkomsten tegenover kan stellen. Ik heb een eenmanszaak dus ben ik privé aansprakelijk. Als ik het niet red, moet ik mijn huis inleveren.", "Vuurwerkondernemer Dennie van Herwijnen Beeld Eva Faché", "‘Maar ik vertik het om in de slachtofferrol te zitten. Wandelen is nog nooit zo hot geweest en de horeca en evenementen hebben het nog veel zwaarder. Als ik 1 procent van die 40 miljoen die onze sector ontvangt krijg, zou ik al blij zijn. Ik vraag me wel af hoe de politiek het wil aanpakken. Ze roepen wel stoer: we gaan compenseren. Maar wat is de verdeelsleutel? Omzet, kosten of voorraad? Tot nog toe lijkt het een wassen neus.’", "Vuurwerkbranche Krijgt toegang tot generieke steunmaatregelen NOW en TVL Sectorspecifieke steun van 40 miljoen euro", "Diederik Chevalier, voorzitter van Hockeyclub Rotterdam Beeld Eva Faché", "Diederik Chevalier, voorzitter van Hockeyclub Rotterdam, de club kreeg 140 duizend euro", "‘In totaal missen we nu 450 duizend euro aan inkomsten. Dat is vooral een gemis aan opbrengsten uit de horeca en evenementen. Normaliter hebben we op zaterdag zo’n drieduizend ouders op bezoek die duizenden kopjes koffie drinken. Met 140 duizend aan Noodmaatregel Overbrugging Werkgelegenheid (NOW) konden we dit voorjaar de 22 spelers en de trainers doorbetalen. Onze grootste kostenpost, de huur van de velden, is uiteindelijk voor een half jaar door de gemeente kwijtgescholden.", "‘De trainingen voor de jeugd en de top lopen nu door. De flexkrachten voor de horeca roepen we niet meer op, maar dat levert onvoldoende op, dus hebben we nu ook voor 110 duizend euro een beroep gedaan op NOW 3. Onze zorg voor de langere termijn is de sponsoring. Normaal moeten we tussen de 6 en 8 ton ophalen, maar sponsors leven bij het feit dat er hoofdklasse wordt gespeeld en er publiek is om hun logo op het shirt zien. Daar is geen compensatie voor.’", "Sport en welzijn Ontvangen generieke steun: 896 miljoen euro Specifieke steun sport: 72,2 miljoen euro aangevraagd, nog 60 miljoen euro toegezegd", "Operazangeres Maartje Rammeloo Beeld Eva Faché", "Operazangeres Maartje Rammeloo uit Den Haag krijgt 8.500 euro", "‘Voor mij zijn tot en met de zomer alle optredens afgezegd. Ik ben gestopt met tellen, maar ik schat de omzetderving nu op 55 duizend euro. Van twee gecancelde voorstellingen heb ik 25 procent van de gage gekregen. Ik vind het lastig te beoordelen of dat een reëel percentage is, maar ik durf ook niet te kritisch te zijn, want straks word ik niet meer teruggevraagd. Verder heb ik nog niets gezien van een trickle-down-effect van de cultuursteun. Vanwege de partnertoets heb ik geen recht op Tozo.", "‘Ik sta continu in de overlevingsstand: wat kan ik nu weer bedenken om financieel rond te komen? Ik ben meer zanglessen gaan geven en heb een bijbaantje in de horeca genomen. Maar dat ligt nu natuurlijk ook stil. Het moeilijke is: ik ben geen ondernemer in hart en nieren. Ik ben noodgedwongen zzp’er omdat er geen vaste banen zijn voor een solist. Dat ondernemen is een vak apart, dat heb ik nooit geleerd op het conservatorium. Bovendien is mijn markt nu door de overheid praktisch gesloten.", "‘Mijn hoofd staat van ’s ochtends vroeg tot ’s avonds laat aan. Piekeren, puzzelen. Het ene moment zit ik jankend op de bank, het andere ga ik er weer helemaal voor. Veel mensen in mijn omgeving zijn iets anders gaan doen. Ik heb ook gekeken naar de zij-instroom pabo, maar elke keer denk ik weer: ‘Hoe kan ik iets achter me laten dat mij zo bepaalt, iets waarmee ik zoveel mensen blij maak?’’", "Cultuur en evenementen Ontvangen generieke steun: 381 miljoen euro Specifieke steun: 300 miljoen voor cultuur, daar komt nog 482 miljoen euro bovenop. 11 miljoen euro voor evenementen.", "Verpleegkundige Merel Sterkenburg Beeld Eva Faché", "Verpleegkundige Merel Sterkenburg krijgt 1.000 euro zorgbonus", "‘In het begin dacht ik nog: laat me die corona maar krijgen dan ben ik ervan af. Maar nu vrees ik voor de langetermijneffecten. Het verloop is zo verschillend. Ik heb patiënten die zijn overleden of die ik niet meer terug herken. Collega’s die zijn opgenomen. Nu voelt mijn werk een beetje als Russisch roulette. Ik krijg er buikpijn van.", "‘Ik heb niets met metaforen als ‘frontsoldaten’, maar in de zorg zetten we wel elke dag ons leven op het spel. Ik vind het dus werkelijk schandalig dat het wetsvoorstel voor structurele loonsverhoging is afgeschoten. De bonus die we nu krijgen, voelt als een muur waar een enorme scheur in zit en die dan wordt geplakt met een pleistertje. En dat terwijl er wel miljarden naar KLM gaan.", "‘Ik heb het idee dat economie voor gezondheid gaat, terwijl ik denk dat investeren in gezondheid ook een investering is in de economie. Nu verdienen de mensen die het hardst werken het minst. Straks moeten we weer gaan helpen met inenten. Dan denk ik: hoe dan? Tussen al die drukke spreekuren door? Ik heb echt het idee dat minister Hugo de Jonge kilometers van de praktijk af zit.’", "Zorg De zorgbonus kost het kabinet dit jaar 2,2 miljard euro Daar komt voor 2021 nog zo'n 700 miljoen euro bovenop voor een bonus van 500 euro", "Zelfstandig reisagent Ellen van Adrichum Beeld Eva Faché", "Zelfstandig reisagent Ellen van Adrichum uit Rijswijk kreeg 4.500 euro", "‘Op het moment dat de coronacrisis uitbrak, had ik voor 150 duizend euro aan reizen uitstaan. Rondreizen door Amerika, zonvakanties naar Valencia, een huwelijksreis naar Kaapverdië. Uiteindelijk heb ik welgeteld vier vakanties kunnen laten doorgaan, naar safaripark Beekse Bergen. Dat is tientjeswerk geweest terwijl ik nog nooit zo hard heb gewerkt om mensen naar huis te halen en om te boeken.", "‘De eerste drie maanden kon ik Tozo krijgen, maar vanaf het tweede steunpakket werd de partnertoets ingevoerd. Mijn man verdient en we zijn gelukkig getrouwd, maar op zijn salaris redden we het als gezin niet. We hebben de hypotheek moeten stopzetten evenals de kinderopvang.", "‘Ik werk nu drie dagen bij het tuincentrum om de hoek. Tegelijkertijd doe ik veel in mijn onderneming zodat alles klaarstaat voor het moment er weer gereisd kan worden. Het voelt nog altijd als overleven. Dat de voucherbank er komt, is goed om faillissementen onder grote touroperators te voorkomen, maar als zelfstandig reisadviseur heb ik er niets aan. Ik kan er geen brood van kopen.’", "Reisbranche De vijf grootste touroperators kregen samen al 69 miljoen euro generieke steun Het kabinet heeft 400 miljoen euro uitgetrokken voor de voucherbank", "Trambestuurder Frank Barewijk Beeld Eva Faché", "Trambestuurder Frank Barewijk uit Amsterdam, vervoerder GVB maakt elke maand 20 miljoen verlies en krijgt 93 procent van de misgelopen inkomsten gecompenseerd", "‘Ik heb de mazzel dat ik in vaste dienst ben en mijn salaris gewoon krijg doorbetaald. Maar ik kan wel zeggen dat die coronacrisis me ook hard treft. Ik ben een Jordanees, ik houd van gezelligheid. Normaal rij ik met mijn deur open en zing ik een liedje. Met die anderhalvemeter-toestand kan ik totaal geen contact meer maken.", "‘Aan het begin van de crisis reed ik echt voor Jan Joker rond. De tram was helemaal leeg. Daarom ben ik vanuit de GVB met zorginstelling Cordaan vrijwilligerswerk gaan doen. In een busje heb ik verpleegkundigen langs coronapatiënten gebracht. Die moesten zich dan helemaal aankleden in zo’n pak.", "‘Toen het deze zomer wat normaler werd, ben ik weer teruggegaan naar de tram. Het is nog altijd niet wat het was. De GVB haalt 60 procent van de inkomsten uit toeristen. Maar die komen niet meer. Ja, af en toe misschien een verdwaalde Belg of Fransman die naar Amsterdam komt om te blowen.’", "Vervoer en logistiek Ontvangen generieke steun: 1.5 miljard euro Voor het specifieke pakket voor het openbaar vervoer trekt het kabinet 2,2 miljard uit."], "authors": ["Marieke De Ruiter"], "keywords": ["tot", "sopraan", "van", "welke", "het", "maar", "voor", "wie", "ik", "steun", "een", "en", "krijgt", "dat", "euro", "heb", "verpleegkundige"], "pubDate": "2020-12-09T18:57:35+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}