{"id": "0c180857-abed-3327-b183-012166d6678b", "title": "May is het slotakkoord van een glanzend oeuvre van Louis Andriessen", "url": "https://www.parool.nl/kunst-media/may-is-het-slotakkoord-van-een-glanzend-oeuvre-van-louis-andriessen~b2128dc4/", "summary": "Het Orkest van de Achttiende Eeuw, dat zich normaliter ophoudt in de werelden van Bach en Rameau tot en met Mozart en Beethoven, speelde onder leiding van Daniel Reuss voor het eerst in zijn geschiedenis een gloednieuw werk van een nog levende componist.\nDat werk, May van Louis Andriessen, is het slotakkoord van een glanzend en hoogwaardig ­oeuvre, dat over de hele wereld aanzien geniet.\nAndriessen schreef May, een zetting van delen uit Gorters fameuze gedicht Mei, voor Cappella Amsterdam en het Orkest van de Achttiende Eeuw.\nHij droeg het werk op aan ‘onze vriend’ Frans Brüggen, de zes jaar geleden overleden oprichter van het orkest.\nMet een blokfluitsolo van een paar maten (gespeeld door Lucie Horsch) in het begin van het stuk tikt Andriessen aan zijn hoed, richting Brüggen, en dat is bij lange na niet het enige moment waarop je van genot opveert.", "paragraphs": ["Beeld ANP", "Klassiek May van Louis Andriessen (NTR ZaterdagMatinee)", "Door Orkest van de Achttiende Eeuw, Cappella Amsterdam o.l.v. Daniel Reuss", "Gehoord 5/12, online", "Een tweevoudig historisch moment, zaterdag in het Concertgebouw bij de NTR ZaterdagMatinee. Het Orkest van de Achttiende Eeuw, dat zich normaliter ophoudt in de werelden van Bach en Rameau tot en met Mozart en Beethoven, speelde onder leiding van Daniel Reuss voor het eerst in zijn geschiedenis een gloednieuw werk van een nog levende componist.", "Dat werk, May van Louis Andriessen, is het slotakkoord van een glanzend en hoogwaardig ­oeuvre, dat over de hele wereld aanzien geniet. Er zullen geen nieuwe stukken meer bijkomen, want Andriessen, die de ziekte van Alzheimer heeft, schrijft geen partituren meer. Wel improviseert hij nog dagelijks aan de piano. De opnamen worden gelukkig voor het nageslacht vastgelegd. Wie weet wat daar nog allemaal uit voortkomt.", "Andriessen schreef May, een zetting van delen uit Gorters fameuze gedicht Mei, voor Cappella Amsterdam en het Orkest van de Achttiende Eeuw. Hij droeg het werk op aan ‘onze vriend’ Frans Brüggen, de zes jaar geleden overleden oprichter van het orkest.", "Met een blokfluitsolo van een paar maten (gespeeld door Lucie Horsch) in het begin van het stuk tikt Andriessen aan zijn hoed, richting Brüggen, en dat is bij lange na niet het enige moment waarop je van genot opveert. Met name het tweede gedeelte is buitengewoon indrukwekkend, omdat de harmonieën op den duur dramatische en aangrijpende rouwkleuren aannemen, culminerend in rillingverwekkende akkoorden in de zin ‘But meanwhile inside her a drum played a death roll’.", "‘Sadness’ herhaalt het koor aan het slot. En inderdaad treft het als verdrietig dat een componist op de toppen van zijn kunnen door ziekte de mond wordt gesnoerd.", "De uitvoering van May was schitterend en ook Mozarts Veertigste symfonie en Josquin DesPrez’ Nymphes des bois mochten er zijn."], "authors": ["Erik Voermans"], "keywords": ["aan", "werk", "van", "oeuvre", "het", "andriessen", "zijn", "slotakkoord", "glanzend", "een", "en", "dat", "louis", "voor"], "pubDate": "2020-12-07T14:07:22+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}