{"id": "0c2f7658-6f7c-3260-9497-4376bb8d9dee", "title": "Ja, ik wil (niet te duur): deze koppels hadden de budgetbruiloft van hun dromen", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5192205/ja-ik-wil-niet-te-duur-deze-koppels-hadden-de-budgetbruiloft-van-hun", "summary": "Na afloop van de ceremonie hielden we op het dak van het gebouw een feest, met heerlijk Indiaas eten.\nDat is inclusief 25 euro smeergeld voor een lokale politieagent die lucht had gekregen van het geheel en iets had gevonden wat niet mocht.\nOnze trouwerij was sowieso een hele happening: twee tv-stations en een Indiase krant kwamen langs om ons te interviewen.\nDat onze vrienden en familie er op onze trouwdag niet bij waren, was jammer, vooral onze ouders vonden dat iets minder leuk.\nWe waren op dat moment al een jaar op reis en hadden ons hart verpand aan dat straatkinderenproject.", "paragraphs": ["\"In het gebouw waar we trouwden kwam een priester en werd een vuur gemaakt, dat drie dagen moest blijven branden. Eén van de belangrijkste rituelen was dat we zeven keer rond dat vuur moesten lopen. Na afloop van de ceremonie hielden we op het dak van het gebouw een feest, met heerlijk Indiaas eten. Heel bijzonder voor de straatkinderen, want die krijgen niet elke dag zo'n feestmaaltijd. Het aandoenlijkste was nog dat sommigen van hen met cadeautjes aankwamen, terwijl ze vrijwel geen bezittingen hadden.", "De hele bruiloft heeft ons zo’n 300 euro gekost. Dat is inclusief 25 euro smeergeld voor een lokale politieagent die lucht had gekregen van het geheel en iets had gevonden wat niet mocht. Onze trouwerij was sowieso een hele happening: twee tv-stations en een Indiase krant kwamen langs om ons te interviewen.", "Dat onze vrienden en familie er op onze trouwdag niet bij waren, was jammer, vooral onze ouders vonden dat iets minder leuk. Maar voor ons paste het gewoon. We waren op dat moment al een jaar op reis en hadden ons hart verpand aan dat straatkinderenproject. Nu, elf jaar later, zijn we al een keer of vijf teruggeweest. We hebben een band voor het leven met de mensen daar.\""], "authors": [], "keywords": ["duur", "onze", "voor", "hadden", "ik", "ja", "op", "te", "ons", "hun", "het", "wil", "een", "koppels", "van", "en", "niet", "dat"], "pubDate": "2020-10-23T11:07:52+02:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}