{"id": "0c4f8f3a-d591-3722-80d2-31695406709b", "title": "Fotograaf Anton Corbijn wil dat we anders naar zijn werk kijken", "url": "https://volkskrant.nl/cultuur-media/fotograaf-anton-corbijn-wil-dat-we-anders-naar-zijn-werk-kijken~bcb292de/", "summary": "Hij bleek woedend te zijn op de stylist, in de andere kamer beweerde zij op haar beurt dat Hoffman zich als een hork gedroeg.\nAlles moest worden vermaakt: Hoffman, in zijn onderbroek, en ik zaten in de kamer te wachten en niemand durfde binnen te komen.\nBeeld Anton Corbijn‘Het is een boek waarin je ziet hoe kleding een belangrijke rol kan spelen in fotografie’, licht Corbijn (65) toe.\nBeeld Anton Corbijn‘Het boek is een poging mijn werk in een andere context te plaatsen, zodat mensen er op een frisse manier naar kijken’, stelt Corbijn.\nBeeld Anton Corbijn", "paragraphs": ["Voor de lens van fotograaf Anton Corbijn trok door de jaren heen een parade van (rock)sterren voorbij. Maar Corbijn werd te vaak aangezien voor muziekfotograaf, zegt hij. In een nieuw boek belicht hij de rol van mode in zijn werk.", "April 2011, New York. Anton Corbijn is onderweg naar een fotoshoot met acteur Philip Seymour Hoffman voor Vogue. ‘Ik was nerveus omdat ik hem die middag wilde vragen om een hoofdrol te spelen in mijn nieuwe film. Het bleek al snel dat Hoffman weinig trek had in de sessie. ‘Philip, hoe is het?’, vroeg ik zo neutraal mogelijk.", "Hij bleek woedend te zijn op de stylist, in de andere kamer beweerde zij op haar beurt dat Hoffman zich als een hork gedroeg. Bij het passen bleek ook nog dat de bestelde kleren te klein waren. Alles moest worden vermaakt: Hoffman, in zijn onderbroek, en ik zaten in de kamer te wachten en niemand durfde binnen te komen. ‘Hoe zit het met die film?’, vroeg hij ineens. Vervolgens spraken we drie kwartier over het script en zijn rol daarin. Een paar dagen na de shoot stemde hij toe om de hoofdrol in mijn film A most wanted man te spelen. Het zou zijn laatste hoofdrol blijken.", "Philip Saymour Hoffman, New York 2011. Beeld Anton Corbijn", "‘De foto die ik voor modetijdschrift Vogue schoot, is inmiddels ingehaald door de werkelijkheid: Hoffman leunt tegen twee straatbordjes met ‘one way’ erop. Zijn pak zit slordig, hij maakt haast een verwarde indruk. Het beeld klopt: drie jaar later overleed hij aan een overdosis. De straatborden bleken een soort vooruitwijzing.’", "Het portret van Hoffman is opgenomen in het fotoboek MOØDe van Corbijn, dat deze maand verschijnt. Het boek is een vierluik: er staan portretten in van fotomodellen, van modeontwerpers als Donatella Versace, Virgil Abloh, Ann Demeulemeester en Alexander McQueen, er is een gedeelte met foto’s van wereldsterren en dan nog een deel foto’s die gemaakt zijn in opdracht van modehuizen en -bladen.", "Alexander McQueen with Adut Akech Holkham, 2018. Beeld Anton Corbijn", "‘Het is een boek waarin je ziet hoe kleding een belangrijke rol kan spelen in fotografie’, licht Corbijn (65) toe. Hij spitte speciaal voor deze selectie opnieuw door zijn oeuvre. ‘Het boek draait niet om haute couture, maar juist om alledaagse kleding: T-shirt, jeans, en hoed.’ Corbijn selecteerde foto’s van mensen die er, in zijn optiek, opvallend uitzien. Anders. ‘Mensen die een statement maken met hun kleding, iets uitdragen. Hoe ze eruitzien ligt in het verlengde van wat ze maken, of van wie ze zijn.’ Het boek bevat ook foto’s van beroemdheden als Bono en toenmalig koningin Beatrix. ‘Beatrix vond ik interessant omdat haar kleding haar officiële statuur steunt.’", "Koningin Beatrix, 2007. Beeld Anton Corbijn", "‘Het boek is een poging mijn werk in een andere context te plaatsen, zodat mensen er op een frisse manier naar kijken’, stelt Corbijn. Volgens hem is zijn werk in het verleden te vaak beperkt tot louter muziekfotografie. ‘Als mensen je alleen op die manier kennen, beperk je je publiek. Ik heb altijd gezegd dat mijn werk portretfotografie is, in de breedste zin van het woord.’", "Sean Penn, Los Angeles 2011. Beeld Anton Corbijn", "Zelf kreeg hij als kind weinig mee van mode. Corbijn werd geboren in Strijen, een boerengemeenschap waar de kerk centraal stond. Corbijn herinnert zich zijn dagen in Strijen als een periode ‘waarin alles altijd donker was’. ‘Op zondag ging iedereen geheel in het zwart gehuld naar de kerk. Zowel mannen als vrouwen droegen hoeden. De rest van de week was het ook van belang niet op te vallen. Je moest in Strijen altijd zorgen dat je in het geheel wegviel.’ Op zijn 9de zag hij bij de kapper een foto van The Beatles: identiek haar, dezelfde jasjes. ‘Heel keurig eigenlijk, maar het viel me op dat ze anders waren dan de mensen bij ons in het dorp. Ik wist meteen: er gebeuren elders in de wereld en zelfs in Nederland dingen die ik op mijn ‘eiland’ in het Zuid-Hollandse Strijen niet meekrijg. Het was voor het eerst dat ik een glimp opving van een wereld waar ik bij wilde horen.’", "Johnny Cash en Kate Moss in Nashville, 1994. Beeld Anton Corbijn", "Mick Jagger, Toronto, 1994. Beeld Anton Corbijn", "Corbijn werd wereldberoemd door zijn krachtige zwart-witbeelden van muzikanten en bands als Miles Davis, U2 en de Rolling Stones. De foto’s in het nieuwe boek hebben soms een heel andere uitstraling. Hij experimenteerde voor zijn modefotografie met andere technieken. ‘In de jaren tachtig had ik werkelijk geen idee wat ik met mode en modellen aan moest, het was allemaal nieuw voor me. Ik was als fotograaf in het begin vooral aan het registreren, in plaats van regisseren. Ik durfde wel een foto te maken, maar was te verlegen om het beeld naar mijn hand te zetten. Om de onwennigheid en onzekerheid op het vlak van mode te maskeren, bedacht ik trucs. Ik ging het fotograferen grafisch benaderen. Dan verduisterde ik een ruimte, vervolgens zette ik de sluitertijd van mijn camera open en belichtte ik met een zaklamp nauwkeurig wat ik op de foto wilde laten zien. Zo portretteerde ik model Paige Hall door alleen haar jurkje te belichten. Door de lichtbundel knalt die jurk eruit. Het is schilderen met licht.’", "Het fotoboek MOØDe is verschenen bij uitgeverij Hannibal/Kannibaal. Op 26 september opent de gelijknamige expositie in cultureel centrum Scharpoord, in Knokke.", "Fashion in Los Angeles, 1991. Beeld Anton Corbijn", "Depeche Mode, Los Angeles 2016. Beeld Anton Corbijn", "Arcade Fire, New Orleans 2016. Beeld Anton Corbijn", "BJÖRK, London 1995. Beeld Anton Corbijn", "Riccardo Tisci en Beyonce Knowles, New York 2015. Beeld Anton Corbijn", "Koji Tatsuno, Londen 1989. Beeld Anton Corbijn", "Edge, Los Angeles 2016. Beeld Anton Corbijn", "Halima Aden, Londen 2017. Beeld Anton Corbijn"], "authors": ["Maurits Chabot"], "keywords": ["kijken", "werk", "van", "corbijn", "het", "op", "wil", "naar", "zijn", "fotograaf", "ik", "een", "dat", "anders", "en", "anton", "beeld", "te"], "pubDate": "2020-09-25T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}