{"id": "0c54bb76-5d76-3ac8-986f-48670dc801dd", "title": "Reisbranchevereniging: stop verkoop vliegtickets naar oranje landen", "url": "https://volkskrant.nl/economie/reisbranchevereniging-stop-verkoop-vliegtickets-naar-oranje-landen~b223ef59/", "summary": "De overheid wil deze eis zo snel mogelijk uitbreiden en zette dinsdag tevens alle landen op oranje (alleen noodzakelijke reizen).\nReisbranchevereniging ANVR steunt de maatregelen en pleit ook voor een verbod op de verkoop van vliegtickets aan vakantiegangers naar oranje landen.\nDus niet met het vliegtuig, niet met de trein, niet met de boot en niet met de auto de grens over.\n‘Luchtvaartmaatschappijen blijven tot mijn frustratie gewoon tickets verkopen naar oranje landen, zonder te controleren of een reis noodzakelijk is.\n‘De mensen boeken een all-inclusiveverblijf om verwend te worden, niet voor een pizza op je kamer’, zegt bestuursvoorzitter Steven van der Heijden.", "paragraphs": ["Zowel ambtenaren als touroperators ergerden zich afgelopen weken groen en geel aan filmpjes van vrolijke Nederlandse vakantiegangers in de Alpen of bij de incheckbalies op Schiphol. Beeld ANP", "Het kabinet wil dat ook reizigers uit Schengengebied (de meeste EU-landen) een negatieve testverklaring gaan overleggen om Nederland binnen te komen. Maandag stelde premier Rutte dat slechts verplicht voor passagiers van buiten het Schengengebied. De overheid wil deze eis zo snel mogelijk uitbreiden en zette dinsdag tevens alle landen op oranje (alleen noodzakelijke reizen). Reisbranchevereniging ANVR steunt de maatregelen en pleit ook voor een verbod op de verkoop van vliegtickets aan vakantiegangers naar oranje landen.", "Controles nog onduidelijk", "De toegangsregel wordt volgens een woordvoerder van het ministerie van Infrastructuur en Waterstaat verder aangescherpt om ook het reizen binnen Europa te ontmoedigen. Hoe en waar de douane gaat controleren op negatieve testverklaringen kon zij dinsdag nog niet zeggen. ‘We doen een nadrukkelijk verzoek aan iedereen om niet naar het buitenland te gaan voor vakantie. Dus niet met het vliegtuig, niet met de trein, niet met de boot en niet met de auto de grens over. We blijven kijken hoe we dit nog verder kunnen ontmoedigen.’", "Zowel ambtenaren als touroperators ergerden zich afgelopen weken groen en geel aan filmpjes van vrolijke Nederlandse vakantiegangers in de Alpen of bij de incheckbalies op Schiphol. Die ondernamen naar eigen zeggen een noodzakelijke reis, omdat ze afgelopen jaar zo hard gewerkt hadden.", "Spuugzat", "‘Dat soort mensen geeft onze branche een slechte naam’, zegt voorzitter Frank Oostdam van de ANVR. ‘We zijn het spuugzat.’ Touroperators verkopen volgens hem al tien maanden geen pakketreizen meer, omdat bijna alle landen oranje zijn gekleurd op de coronakaart van de overheid. ‘Luchtvaartmaatschappijen blijven tot mijn frustratie gewoon tickets verkopen naar oranje landen, zonder te controleren of een reis noodzakelijk is. Dat loket moet dicht, net als alle niet-noodzakelijke winkels in Nederland.’", "De KLM laat weten dat de maatschappij is blijven vliegen op oranje landen, om goederen te kunnen vervoeren (intercontinentaal), niet-Nederlandse overstappers en Nederlanders die essentiële reizen maken. Als voorbeeld noemt de KLM hulpverleners en diplomaten.", "De maatschappij controleert volgens een woordvoerder niet of passagiers inderdaad aan deze omschrijving voldoen. Het ministerie van Infrastructuur en Waterstaat stelt dat luchtvaartmaatschappijen 80 procent minder passagiers vervoeren dan normaal, maar het departement signaleerde afgelopen weekend ook in de media dat meer mensen voor hun plezier lijken te reizen. Een woordvoerder: ‘Vakantie is geen noodzakelijke reis, ook niet als je vindt dat je dit nodig hebt of verdiend hebt.’ Door alle landen op oranje te zetten, sluit de overheid ook Bonaire en Aruba uit als laatste vakantie-opties.", "Verliezers", "In Nederland zijn hoteliers de grote verliezers van de reisbranche. ‘Na de toespraak van Rutte ontving ik honderden afzeggingen per dag voor de kerstvakantie’, zegt Camille Oostwegel die drie hotels in Limburg bezit. ‘De meeste gasten komen voor hoogwaardige gastronomie, die willen niet met een takeawaydoos op de bedrand eten.’", "Ook TUI kreeg veel vragen over het geboekte kerstdiner, terwijl Corendon de geplande schaatsbaan onder het vliegtuig voor het hotel bij Schiphol moest schrappen. ‘De mensen boeken een all-inclusiveverblijf om verwend te worden, niet voor een pizza op je kamer’, zegt bestuursvoorzitter Steven van der Heijden. Accommodaties die weinig last lijken te hebben van de nieuwe regels zijn vakantieparken en huurhuisjes. Daar kun je zelf een kerstdiner koken."], "authors": ["Noël Van Bemmel"], "keywords": ["van", "dat", "vliegtickets", "niet", "landen", "een", "het", "en", "verkoop", "te", "oranje", "op", "voor", "naar", "reisbranchevereniging", "stop"], "pubDate": "2020-12-15T20:34:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}