{"id": "0c5d4ed5-8e0f-3b81-a645-4a3609a359ed", "title": "Vierde deel Gilead-reeks Marilynne ­Robinson bereikt soms hemelse hoogten", "url": "https://www.parool.nl/kunst-media/vierde-deel-gilead-reeks-marilynne-robinson-bereikt-soms-hemelse-hoogten~b613c78d/", "summary": "‘En als je van God houdt, wordt elke ­keuze voor je gemaakt.\nOm vervolgens, net voor zijn vrouw en zoon ten tonele verschijnen, spoorloos te verdwijnen.\nDe gedreven lerares is oerserieus en vervuld van een verlicht calvinisme.\nWaar hij ervan is overtuigd voorbestemd te zijn om anderen te beschadigen, ziet zij het ‘luisterrijke’ in hem.\npagina’s zijn gevuld met gesprekken die de aankomende geliefden voeren op een begraafplaats bij nacht.", "paragraphs": ["Beeld Getty Images", "‘Misschien eens in je leven kijk je naar een vreemde en ziet een ziel, een luisterrijke aanwezigheid, die niet op zijn plaats lijkt in deze wereld,’ zegt een van de centrale personages in Jack, de vijfde roman van Marilynne Robinson (1943), op karakteristieke toon. ‘En als je van God houdt, wordt elke ­keuze voor je gemaakt. Dan is er geen ontkomen aan.’", "Nee, een zekere kathedraalachtige galm schuwt Robinson niet. Maar al worden ook in dit vierde deel in haar Gilead-reeks serieuze (theologische) zaken als predestinatie, (erf)zonde en vergiffenis in haast liturgische zinnen besproken, een mooi, schrijnend liefdesverhaal is het ook.", "Bonus voor de lezers van eerdere delen Gilead (2004), Home (2008) en Lila (2014): het universum dat ze optrekt rondom het fictieve plaatsje Gilead in Iowa wordt er weer een stukje rijker en completer mee.", "Prins der Duisternis", "Titelpersonage Jack Boughton speelde eerder in de cyclus al een intrigerende zwarte-schaapbijrol als afvallige domineeszoon, die zijn vader in Home na een afwezigheid van twintig jaar op diens sterfbed bezoekt. Om vervolgens, net voor zijn vrouw en zoon ten tonele verschijnen, spoorloos te verdwijnen.", "Jack beschrijft een cruciale episode uit de voorgeschiedenis van deze zelfverklaarde ‘Prins der Duisternis’, in St. Louis, Missouri, vlak na de Tweede Wereldoorlog. De plek waar hij als rondzwervende zuiplap en gauwdief aanspoelde en smoor­verliefd werd op Della Miles.", "Della is in het openingscitaat hierboven aan het woord, dus Jacks gevoelens waren duidelijk wederzijds. Maar al delen ze daarnaast een liefde voor poëzie en is ook haar vader een geestelijke, er is veel meer waarin beiden verschillen.", "De gedreven lerares is oerserieus en vervuld van een verlicht calvinisme. Waar hij ervan is overtuigd voorbestemd te zijn om anderen te beschadigen, ziet zij het ‘luisterrijke’ in hem. En, geen kleinigheid: Della komt uit een prominente zwarte familie in Memphis.", "Een interraciale romance dus, in een tijd waarin die bij wet verboden waren.", "Toneelmatig", "De beperkte actie draait om Jacks pogingen voor Della zijn leven te beteren en om hoe zij de afkeurende waarschuwingen van vader, broers en zussen trotseert. Terwijl de eerste tachtig (!) pagina’s zijn gevuld met gesprekken die de aankomende geliefden voeren op een begraafplaats bij nacht.", "Stemmig en toneelmatig?", "Zeker, maar Robinson weet de vervoering en (innerlijke) worstelingen van haar personages knap voelbaar te maken. En in de kalmere registers bereikt haar proza soms hemelse hoogten."], "authors": ["Dirk-Jan Arensman"], "keywords": ["om", "bereikt", "marilynne", "zijn", "te", "soms", "je", "van", "hemelse", "en", "vierde", "een", "deel", "hoogten", "voor", "op", "het", "robinson", "gileadreeks"], "pubDate": "2020-12-18T13:53:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}