{"id": "0c60c163-5a2c-3132-a130-2ccd9e2c8160", "title": "Kleiner", "url": "https://nrc.nl/nieuws/2021/01/10/kleiner-a4026999", "summary": "Door de lockdown was het dorp nog kleiner geworden.\nAls een van ons uit werken ging liet hij de ander achter met Lucie van Roosmalen (5) en Leah van Roosmalen (3).\nAls het mijn beurt was stond ik vaak voor het raam te wachten tot het voorbij was.\nDe foto’s plakte ze in een schrift, de onderschriften zijn zo karig dat ze me ontroeren.\nDat ze zich de hele tijd op de thuiskomst van mijn vader verheugde, maar dat het moment zelf dan bijna altijd tegenviel.", "paragraphs": ["Door de lockdown was het dorp nog kleiner geworden. Het was nog niet gelukt om er kinderopvang te regelen. Om ons heen vielen ze met bosjes, er was geen niet-besmette oppas meer te krijgen.", "We onderhandelden over onze tijd, er was niemand om ons tegen te beklagen. We hadden alleen elkaar. Als een van ons uit werken ging liet hij de ander achter met Lucie van Roosmalen (5) en Leah van Roosmalen (3). In mijn afwezigheid werd gebakken, getekend en contact gelegd met school. Als het mijn beurt was stond ik vaak voor het raam te wachten tot het voorbij was.", "Het vermaak was met de kinderen naar de Vomar en terug.", "Ik dacht aan mijn moeder.", "Toen ze zwanger was van mij had mijn vader haar vanuit Brabant meegenomen naar een flat in de Arnhemse wijk Presikhaaf. Mijn vader werd ambtenaar, zij vond op zevenhoog zichzelf uit. Ze kreeg mij en zat hele dagen met mij op schoot voor het raam te wachten op hem. Ze rookte Stuyvesant rood, deed de was en keek naar buiten. Met haar verjaardag kreeg ze een fototoestel. Daarmee fotografeerde ze het interieur.", "De foto’s plakte ze in een schrift, de onderschriften zijn zo karig dat ze me ontroeren.", "„Keuken.”", "„Bureau.”", "„Tafel woonkamer.”", "Later vertelde ze me weleens over die tijd. Dat ze zich de hele tijd op de thuiskomst van mijn vader verheugde, maar dat het moment zelf dan bijna altijd tegenviel.", "„Dan kwam hij binnen en zei: ‘Ik ruik gehaktbal.’”", "Het is dat het niet meer kan, ze verpietert in een woonzorgcentrum, maar anders had ik haar gebeld om te vragen hoe ze in godsnaam door die lockdown was gerold.", "Zondagochtend, ik moest weg, besloot de vriendin, ze is zwanger, dat ze de kast in de kamer van Leah van Roosmalen in de huiskamer wilde zodat we daar de troep van de kinderen in konden proppen. Voor we het zelf wisten hadden we ons vastgedraaid op de trap. Vijftien treden lager brulde Lucie van Roosmalen (5) dat ze naar de wc moest.", "Ik liet ze achter in chaos, deed mijn ding en realiseerde me pas bij thuiskomst hoe het daar moest zijn geweest.", "Heel even schoot het door me heen om net als mijn vader de deur open te gooien en te roepen dat ik gehaktballen rook, maar dat zou nergens op slaan. De slagerij in het dorp is gesloten en vlees van de Vomar eten we niet.", "Marcel van Roosmalen schrijft op deze plek een wisselcolumn met Ellen Deckwitz.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Marcel Van Roosmalen", "Januari Om", "Leestijd Minuut"], "keywords": ["kleiner", "van", "mijn", "en", "met", "ze", "een", "te", "op", "het", "dat"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}