{"id": "0c7b2fdd-6f48-3581-8a41-48e4f3e70433", "title": "NPO bezorgd over aanvallen op journalistiek: 'Dit verwacht je in een dictatuur'", "url": "https://nos.nl/artikel/2363916-npo-bezorgd-over-aanvallen-op-journalistiek-dit-verwacht-je-in-een-dictatuur.html", "summary": "\"Dat verwacht je in een dictatuur, niet in een moderne democratie.\"\nZe verwees naar de bestorming van het Capitool, waarbij tevens journalisten werden belaagd.\nZe noemt de journalistiek een cruciaal fundament onder de democratie, waarbij volgens journalistieke codes als onafhankelijkheid en transparantie wordt gewerkt.\nRijxman roept nieuwkomers op om daadwerkelijk iets toe te voegen aan het omroepbestel, omdat de NPO anders onbestuurbaar dreigt te worden.\nZe opperde dat in dat geval \"de achterdeur\" van het bestel moet sluiten, zonder toe te lichten wat ze daarmee bedoelde.", "paragraphs": ["In Nederland moeten we waakzaam zijn voor de aantasting van de persvrijheid, zegt NPO-bestuursvoorzitter Shula Rijxman. In haar nieuwjaarstoespraak heeft ze haar zorgen geuit over recente aanvallen op de journalistiek. \"Dat verwacht je in een dictatuur, niet in een moderne democratie.\"", "\"Het is een ronduit gevaarlijke ontwikkeling dat feiten worden ontkend, de wetenschap ter discussie wordt gesteld en hardop wordt getwijfeld aan het werk van journalisten\", zegt Rijxman. Ze verwees naar de bestorming van het Capitool, waarbij tevens journalisten werden belaagd.", "Met de feiten als tegengif moet de NPO onwaarheden, complottheorieën en polarisatie bestrijden, vindt Rijxman. Ze noemt de journalistiek een cruciaal fundament onder de democratie, waarbij volgens journalistieke codes als onafhankelijkheid en transparantie wordt gewerkt.", "Ook nieuwe kandidaat-omroepen moeten die normen en waarden \"ondubbelzinnig\" onderschrijven. Rijxman roept nieuwkomers op om daadwerkelijk iets toe te voegen aan het omroepbestel, omdat de NPO anders onbestuurbaar dreigt te worden. Ze opperde dat in dat geval \"de achterdeur\" van het bestel moet sluiten, zonder toe te lichten wat ze daarmee bedoelde.", "Op dit moment zijn er elf omroepen. Dertien nieuwe initiatieven, waaronder Ongehoord Nederland, Omroep Zwart en Omroep Groen, hopen toegelaten te worden tot het omroepbestel.", "Wetenschap, Songfestival en jong talent", "De NPO staat er volgens Rijxman financieel gezond voor. Daardoor kan worden geïnvesteerd in meer cultuur, regio en informatie op radio, tv en online. Ook wordt er gewerkt aan nieuwe dramaseries, documentaires, onderzoeksjournalistiek en een speciaal wetenschapsjournaal. Het streamingplatform NPO Start wordt verbeterd.", "Rijxman kijkt uit naar het Eurovisie Songfestival in Rotterdam, dat dit jaar hoe dan ook doorgang vindt. \"Het is een uniek Europees feest dat ons allemaal met elkaar verbindt, juist in moeilijke omstandigheden.\"", "Ondertussen blijft er ruimte voor de ontwikkeling van jong talent. \"Zij ontwikkelen zich niet zelden tot publiekslieveling, zoals Klokhuis-presentator Sosha Duysker.\" Zij won vorige maand de Philip Bloemendalprijs voor journalistiek presentatietalent.", "Meer amusement", "Rijxman is niet blij met de recente inperking van amusementsprogramma's, onder druk van Mediaminister Slob. Met dat type programma's zouden moeilijk bereikbare groepen kunnen worden bereikt. Amusement past bij de NPO als \"nationale huiskamer\", aldus de bestuursvoorzitter.", "Met het oog op de Tweede Kamerverkiezingen in maart roept Rijxman de politiek op om de NPO de ruimte te geven de \"belangrijke en verbindende rol voor de samenleving te behouden\". \"Miljoenen Nederlanders genieten dagelijks van programma's als Nieuwsuur, Wie is de Mol, het NOS Radio 1 Journaal en Spijkers met Koppen\", aldus Rijxman.", "Bekijk hier haar volledige nieuwjaarstoespraak."], "authors": [], "keywords": ["npo", "van", "verwacht", "dictatuur", "bezorgd", "en", "journalistiek", "een", "rijxman", "dit", "ze", "wordt", "op", "aanvallen", "te", "het", "dat", "je"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}