{"id": "0c96b64a-21e6-36e4-b5ab-bbd7a4f14099", "title": "Kunnen we de functie van de entertoets afstemmen, WhatsApp, Facebook, Marktplaats en LinkedIn?", "url": "https://volkskrant.nl/columns-opinie/kunnen-we-de-functie-van-de-entertoets-afstemmen-whatsapp-facebook-marktplaats-en-linkedin~ba268b19/", "summary": "In de Messenger App is het zoals je verwacht: enter geeft een nieuwe regel en een bericht versturen doe je met de verstuurknop.\n[SHIFT-ENTER]Dan krijg je binnen een bericht een nieuwe regel.\n[SHIFT-ENTER]In plaats van dat je verstuurt.\nEh, WhatsApp, bij jullie is het een beetje hetzelfde verhaal, met het verschil tussen de app en de websiteversie.’WhatsApp: ‘Daar hebben we een oplossing voor!\nAls je in onze websiteversie een nieuwe regel wilt, in plaats van het bericht versturen, dan doe je Shift-Enter, Control-Enter of Alt-Enter.", "paragraphs": ["‘Oké, welkom WhatsApp, Facebook, Marktplaats en LinkedIn. Ik heb jullie uitgenodigd om te kijken of we samen de functie van de entertoets kunnen afstemmen, of die binnen jullie berichtenmodules het bericht verstuurt of een nieuwe regel aanmaakt.’", "‘Facebook, hoe het bij jullie gaat is een sprekend voorbeeld. In de Messenger App is het zoals je verwacht: enter geeft een nieuwe regel en een bericht versturen doe je met de verstuurknop. Maar bij de chat op de Facebook-website verstuur je met enter het bericht.’", "Facebook Messenger-app: ‘Da’s inderdaad wat apart. Het ding is dat de Messenger-app en de website bij ons aparte teams zijn. Daar ligt het denk ik aan.’", "Facebook-website: ‘Dat hebben we onderling niet helemaal afgestemd.’", "Facebook-website: ‘Zou wel handig zijn.’", "Facebook-website: ‘Maar is het echt zo storend?’", "‘Nou, het kan best verwarrend zijn als je tussen de app en de site schakelt.’", "Facebook-website:‘Oké, maar als je in onze website-messenger een nieuwe regel wilt kun je gewoon shift-enter doen. [SHIFT-ENTER]", "Dan krijg je binnen een bericht een nieuwe regel. [SHIFT-ENTER]", "In plaats van dat je verstuurt.[ENTER]’", "‘Ah. Oké. Eh, WhatsApp, bij jullie is het een beetje hetzelfde verhaal, met het verschil tussen de app en de websiteversie.’", "WhatsApp: ‘Daar hebben we een oplossing voor! Als je in onze websiteversie een nieuwe regel wilt, in plaats van het bericht versturen, dan doe je Shift-Enter, Control-Enter of Alt-Enter. Geeft allemaal een nieuwe regel. Handig hè?’", "LinkedIn: ‘Mag ik geheel in lijn met de verbeten-positieve sfeer op ons platform opmerken dat bij ons inmiddels een enter niet meer het bericht verstuurt, maar een nieuwe regel geeft?’", "Marktplaats: ‘Och, daar gaan we weer hoor, bij LinkedIn hebben ze weer eens *alles* voor elkaar.’", "LinkedIn: ‘Ja zeg, het ís toch ook gewoon zo?’", "Marktplaats: ‘Bij ons staat er in grijs in het invulveld: ‘Schrijf hier je bericht. Gebruik SHIFT + ENTER voor een nieuwe regel.’", "‘Ja Marktplaats, dat is erg sympathiek, alleen zodra je één letter hebt getikt verdwijnt die tekst…’", "Marktplaats: ‘Hmmm. Om die tekst permanent in beeld te krijgen, hoeveel bied je daarvoor?’", "Facebook-website: ‘Het punt is geloof ik dat we er allemaal niet helemaal uit zijn of we nou chats of berichten willen faciliteren. Bij chats wil je versturen met enter, bij berichten met een verstuur-knop.’", "WhatsApp: ‘Daarom kun je de enterfunctie bij ons ook zelf instellen.’", "‘Oké, da’s wel handig.’", "WhatsApp: ‘Dan ga je in Android naar instellingen…’", "‘Maar ik heb een iPhone.’", "WhatsApp: ‘Oké, dan kan het niet.’", "‘Is het anders een optie dat jullie voortaan allemaal in de gebruiksinterface laten zien of enter een nieuwe regel geeft of het bericht verstuurt?’", "Facebook: ‘Kunnen we dat wel maken?’", "LinkedIn: ‘Dat lijkt op onderlinge afstemming.’", "Marktplaats: ‘Kartelvorming!’", "WhatsApp: ‘Is dat wel in het belang van de consument?’", "[Jasper van Kuijk heeft de chat verlaten]", "Jasper van Kuijk op Twitter: @jaspervankuijk"], "authors": ["Jasper Van Kuijk"], "keywords": ["het", "regel", "facebook", "een", "functie", "bericht", "linkedin", "en", "je", "whatsapp", "nieuwe", "marktplaats", "met", "bij", "van", "afstemmen", "dat", "kunnen", "entertoets"], "pubDate": "2020-10-23T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}