{"id": "0c99497c-9c9e-34b0-825f-fdd8ba5edf77", "title": "Hoe milieubewust is een Quooker eigenlijk?", "url": "https://volkskrant.nl/nieuws-achtergrond/hoe-milieubewust-is-een-quooker-eigenlijk~b55e1154/", "summary": "Een Quooker-basissysteem bestaat uit een kraan op het aanrecht en een vacuüm-geïsoleerd reservoir, aangesloten op de waterleiding, ónder het aanrecht.\nElke keer dat je heet water gebruikt, moet er weer koud water opgewarmd worden, en dat kost natuurlijk energie.\nMet een waterkoker, fluitketel of pannetje verhit je vrijwel altijd te veel water en dat kost behoorlijk wat energie.\nQuooker en sommige andere merken hebben ook een mogelijkheid voor een extra warmwaterreservoir.\nEn zeker als je de bubbels met een scheutje limonadesiroop omtovert in frisdrank, scheelt het flessen en geld.", "paragraphs": ["Een Quooker in bedrijf. Beeld Quooker", "Is het wel handig?", "Met zo’n kokendwaterkraan heb je altijd precies afgepast, kokendheet water! Ideaal als je snel een kopje thee wilt zetten of pasta wilt koken. Quooker heeft tegenwoordig zelfs een kraan waarmee je kokend, ijskoud en koud bruisend water kunt tappen.", "Dat kost vast heel veel energie...", "Toch valt dat wel mee. Een Quooker-basissysteem bestaat uit een kraan op het aanrecht en een vacuüm-geïsoleerd reservoir, aangesloten op de waterleiding, ónder het aanrecht. Elke keer dat je heet water gebruikt, moet er weer koud water opgewarmd worden, en dat kost natuurlijk energie. Maar door die isolatie kost het warmhouden maar heel weinig energie: 10 watt, zo’n 90 kWh per jaar, ongeveer €20,00.", "Zijn andere merken net zo zuinig?", "Nee. Goedkopere merken zijn vaak minder goed geïsoleerd en verbruiken daardoor ook (veel) meer energie.", "Is zo’n kraan nou goedkoper en zuiniger dan water opzetten?", "Dat hangt vooral af van jezelf. Het allergrootste voordeel van zo’n kraan is dat je elke keer precies zoveel water tapt als je nodig hebt, zelfs voor één kopje thee. Met een waterkoker, fluitketel of pannetje verhit je vrijwel altijd te veel water en dat kost behoorlijk wat energie. Dus tenzij je altijd water afmeet of een hele pot thee ook opdrinkt, is een heetwaterkraan zuiniger.", "Kun je ’m niet ook als boiler gebruiken?", "Quooker en sommige andere merken hebben ook een mogelijkheid voor een extra warmwaterreservoir. Dat mengt koud leidingwater met kokend water. Zo’n ‘combi’ kun je gebruiken als keukenboiler. Die geeft direct warm water zonder dat je de kraan hoeft te laten lopen tot er warm water uit komt. Zeker in huizen met lange leidingen is dit zuiniger.", "En die koudwaterfunctie?", "Klinkt heerlijk, maar zo’n koudwaterreservoir heb je niet het hele jaar door nodig. En je kunt natuurlijk ook een fles kraanwater in de koelkast zetten. Volgens Quooker maakt dit qua energie niks uit: hun ‘koudwater-cube’ zou maar 12W standby-verlies hebben (€ 0,07 per dag), vergelijkbaar met de energie van afkoelen in de koelkast. Toch is vergelijken heel lastig, omdat er meer factoren meespelen. Die extra fles scheelt nauwelijks in het energiegebruik van de koelkast. Maar hoe warm is die fles? Hoe vaak doe je de koelkastdeur open? Hoeveel koud water drink je?", "Maar dat water wordt ook gezuiverd!", "Volstrekt onnodig. Nederlands leidingwater hoort tot het zuiverste water ter wereld, zelfs nog schoner dan flesjeswater.", "En die bruisfunctie?", "Handig als je veel bubbelwater drinkt. En zeker als je de bubbels met een scheutje limonadesiroop omtovert in frisdrank, scheelt het flessen en geld.", "Wel of geen kokendwaterkraan aanschaffen?", "Ze zijn flink duur. Bedenk van tevoren goed of het voor jullie zinnig is."], "authors": ["Loethe Olthuis"], "keywords": ["dat", "milieubewust", "die", "een", "en", "eigenlijk", "quooker", "ook", "zon", "als", "je", "water", "het", "hoe"], "pubDate": "2020-12-08T12:18:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}