{"id": "0cad6d75-da9f-3183-9926-5104ba0b3ed4", "title": "Hoezo is er geen landbouwbeleid, we hebben er toch een minister van?", "url": "https://volkskrant.nl/economie/hoezo-is-er-geen-landbouwbeleid-we-hebben-er-toch-een-minister-van~b4061b98/", "summary": "En: hoezo is er geen beleid, we hebben er toch een minister van?\nVoor een groot deel gevormd bij de voedselproductie omdat boeren het grootste stuk van het land in gebruik hebben.\nMet de voorbeelden van externe effecten van landbouwproductie en -consumptie kun je een hele krant volschrijven.\nWant veel van die externe effecten zijn negatief.\nHaar alternatief is ‘kringlooplandbouw’, waarin niet een steeds lagere kostprijs het streven is (met alle negatieve externe effecten van dien) maar ‘een voortdurende verlaging van het verbruik van grondstoffen’.", "paragraphs": ["Deze week heb ik zitten lezen over het landbouwbeleid, en kwam ik tot de ontdekking dat dat er helemaal niet is. Ik ben er beduusd van, eerlijk gezegd.", "Waarom lezen over landbouw? En: hoezo is er geen beleid, we hebben er toch een minister van?", "Landbouw is een sector tjokvol externe effecten. Het gaat in de kern natuurlijk om de productie en consumptie van voedsel. Dit is de directe band tussen de twee betrokken partijen, de producerende boer en de consumerende burger. Maar die productie én die consumptie hebben allerlei effecten op anderen, op derden, die met de productie en consumptie van, zeg, de kilo uien, helemaal niets te maken hebben. Dat zijn externe effecten.", "Voorbeelden zat, en het zijn de kleinste niet. Verdroging? Mede het gevolg van voedselproductie, want boeren hebben lage waterstanden nodig. Stikstofoverdaad die schaadt? Mede het gevolg van de voedselproductie door de mest van boerderijdieren. De aanblik van Nederland? Voor een groot deel gevormd bij de voedselproductie omdat boeren het grootste stuk van het land in gebruik hebben. Met de voorbeelden van externe effecten van landbouwproductie en -consumptie kun je een hele krant volschrijven. Import van soja, gebruik van bestrijdingsmiddelen, kunstmest, dierziekten die overspringen op de mens. Et cetera.", "Landbouw is om die reden een fascinerende sector. Ik wil het één (een kilo uien) en met z’n allen krijgen we het andere (al die externe effecten) op mijn koop toe. Fascinerend én problematisch. Want veel van die externe effecten zijn negatief.", "Is het dan ten minste een economisch profijtelijke sector? Levert die de betrokkenen hoge inkomens op? Nee, dat ook niet. Boeren produceren bulkproducten voor de wereldmarkt, dus is er altijd prijsdruk. Nederlandse boeren redden het (alleen) omdat ze al decennialang sterren zijn in het verlagen van de kostprijs per kilo (uien, vlees, melk, vis) door in steeds grotere bedrijven steeds efficiënter te produceren. Oók met de hartelijke dank aan de Universiteit van Wageningen.", "Het nare is: terwijl de boer gedwongen is steeds efficiënter te produceren, nemen ook de negatieve externe effecten in omvang toe. Voedsel wordt voor consumenten steeds goedkoper (we geven nog maar een procent of tien van ons inkomen uit aan voedsel, dat was vroeger een veelvoud), maar de burger krijgt steeds meer last.", "Dit systeem loopt tegen grenzen aan. Om niet te zeggen: de landbouweconomie is kapot.", "Het goede nieuws – de leesweek begon goed − is dat minister van Landbouw Carola Schouten dit ook met zoveel woorden heeft opgeschreven, in haar visie Landbouw, natuur en voedsel: waardevol en verbonden. Ze schreef twee jaar geleden onomwonden: ‘De aarde kan de last van de huidige productiemethoden en consumentengedrag niet langer dragen.’ Daar is geen woord Frans bij.", "Haar alternatief is ‘kringlooplandbouw’, waarin niet een steeds lagere kostprijs het streven is (met alle negatieve externe effecten van dien) maar ‘een voortdurende verlaging van het verbruik van grondstoffen’. Schouten wil toe naar ‘kringlooplandbouw als de ecologisch en economisch vitale, gangbare productiewijze’. Geen ‘lekken, verkwistingen, inefficiënties en andere ongewenste effecten’ meer. Nee, circulaire ketens: ‘Akkerbouw, veehouderij en tuinbouw gebruiken in de eerste plaats grondstoffen uit elkaars ketens en reststromen uit de voedingsmiddelenindustrie.’", "Dit klinkt niet alleen als het prediken van een revolutie, dat is het ook.", "Op dit vreugdevolle begin van de leesweek volgde dus de teleurstelling. Revolutie prediken is een ding, maar die in de praktijk brengen is heel iets anders. Daarover volgende week meer."], "authors": ["Frank Kalshoven"], "keywords": ["er", "van", "het", "effecten", "niet", "dat", "toch", "die", "een", "en", "geen", "hebben", "minister", "externe", "landbouwbeleid", "hoezo", "steeds"], "pubDate": "2020-10-30T18:33:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}