{"id": "0cd9e39b-ee71-32f8-b07d-fef029301642", "title": "Winter wonderland pavlova", "url": "https://www.metronieuws.nl/eten-drinken/2020/12/winter-wonderland-pavlova/", "summary": "Met deze pavlova maak je in een handomdraai een groots winter wonderland.\nPavlova is een van de fijnste desserts om te maken, omdat het allemaal niet te netjes en precies hoeft.\nMaak de pavlova vlak voor het serveren op, want door de slagroom wordt ‘ie gauw zacht.\nKlop de eiwitten stijf in een keukenmachine of met een handmixer, net zolang tot de eiwitten in pieken blijven staan.\nStrooi er de maizena over, besprenkel met azijn en vanille-extract en schep alles voorzichtig met een spatel door elkaar.", "paragraphs": ["Winter wonderland pavlova", "Weinig moeite, groots wow-effect. Dat zijn naar ons idee de beste desserts. Met deze pavlova maak je in een handomdraai een groots winter wonderland. Inclusief hertjes (niet opeten natuurlijk…).", "Ingrediënten Voor 8 tot 10 personen: Voor de meringue: 8 eiwitten", "500 gram suiker", "4 theelepels maizena", "2 theelepels witte wijnazijn", "1/2 theelepel vanille-extract Voor de topping: 6,5 dl slagroom", "Handje granaatappelpitjes", "Paar blaadjes verse munt", "Handje pistachenoten", "Handje karamelpopcorn (kant-en-klaar)", "Handje cranberry’s in sinaasappelsap", "Optioneel: wat poedersuiker", "Knapperige meringue gevuld met zacht schuim, zoetzure granaatappelpitjes, frisse munt, sappige sinaasappel, pistachenootjes en karamelpopcorn: deze pavlova combineert de lekkerste kerst-ingrediënten.", "Pavlova is een van de fijnste desserts om te maken, omdat het allemaal niet te netjes en precies hoeft. Fool-proof dus! De meringue-bodem kun je van tevoren maken en een paar dagen goed houden in een luchtdichte doos. Maak de pavlova vlak voor het serveren op, want door de slagroom wordt ‘ie gauw zacht.", "Zo maak je de meringue", "Verwarm de oven voor op 180 graden.", "Leg een bakplaat klaar met bakpapier en teken daarop een cirkel met een doorsnede van 25 centimeter. Trek bijvoorbeeld een potlood rond een bord van die grootte.", "Klop de eiwitten stijf in een keukenmachine of met een handmixer, net zolang tot de eiwitten in pieken blijven staan. Klop er daarna de suiker doorheen. Doe dit lepel voor lepel: tot de eiwitten en suiker goed zijn gemengd.", "Strooi er de maizena over, besprenkel met azijn en vanille-extract en schep alles voorzichtig met een spatel door elkaar. Niet roeren dus: je wil dat het mengsel luchtig blijft. Schep het schuim binnen de cirkel op de bakplaat en strijk de zijkanten en de bovenkant glad met de spatel.", "Zet de meringue in de oven en draai de temperatuur meteen terug naar 120 graden. Bak een uur, zet daarna de oven uit en laat de meringue in de oven staan tot deze helemaal is afgekoeld.", "Als de meringue is afgekoeld, leg je ‘m omgekeerd op een groot bord of een schaal. Is ‘ie te bros? Geen paniek: houd ‘m lekker zo en serveer de meringue gewoon bovenop het bakpapier. Staat hartstikke rustiek.", "Voor de winter wonderland-topping", "Klop de slagroom dik op en spatel die bovenop de meringue. Smeer ‘m uit naar de randen van de pavlova.", "Versier de pavlova gezellig met de sinaasappelpartjes, cranberry’s, granaatappelpitjes, pistachenoten en popcorn. Maak af met de blaadjes verse munt.", "Wil je ‘t laten sneeuwen in jouw winter wonderland? Klop er voorzichtig met een zeef wat poedersuiker overheen. Zoet, maar zó feestelijk…", "Bekijk hier alle recepten."], "authors": [], "keywords": ["van", "wonderland", "het", "op", "met", "winter", "een", "je", "en", "pavlova", "meringue", "voor"], "pubDate": "2020-12-10T13:00:27+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}