{"id": "0cda9c79-ebc1-3fc3-9b22-eb12faa46588", "title": "Facebook ruziet met Apple over maatregel die dataverzamelen kan beperken", "url": "https://nos.nl/artikel/2361056-facebook-ruziet-met-apple-over-maatregel-die-dataverzamelen-kan-beperken.html", "summary": "Facebook heeft gisteren en vandaag paginagrote advertenties geplaatst in belangrijke internationale kranten waarin het Apple aanvalt op een nieuwe privacymaatregel.\nVolgens het sociale netwerk maakt deze maatregel het voor kleine ondernemers veel lastiger om de juiste klanten te bereiken.\nHet draait allemaal om een functie die normaal gesproken niet zoveel aandacht krijgt.\nDit maakt het voor apps mogelijk om gebruikers buiten hun eigen app of site om te volgen.\nZo ziet de melding eruit die gebruikers straks gaan krijgen:", "paragraphs": ["Twee van de machtigste techbedrijven vliegen elkaar momenteel in de haren. Facebook heeft gisteren en vandaag paginagrote advertenties geplaatst in belangrijke internationale kranten waarin het Apple aanvalt op een nieuwe privacymaatregel.", "Volgens het sociale netwerk maakt deze maatregel het voor kleine ondernemers veel lastiger om de juiste klanten te bereiken. De telefoonmaker zegt de privacy van zijn gebruikers te beschermen.", "Het draait allemaal om een functie die normaal gesproken niet zoveel aandacht krijgt. Elk iOS-apparaat (een iPhone of iPad) heeft een unieke code, de zogeheten Identifier for Advertisers. Dit maakt het voor apps mogelijk om gebruikers buiten hun eigen app of site om te volgen. Zodat ze een beter profiel van iemand kunnen opbouwen en nog gerichtere advertenties kunnen tonen.", "Toestemming vragen voor volgen", "Vanaf begin volgend jaar moet elke app die draait op iOS 14 aan een gebruiker toestemming vragen om dit te mogen doen (op dit moment moet een gebruiker dit zelf actief doen). Dat is tegen het zere been van Facebook.", "Zo ziet de melding eruit die gebruikers straks gaan krijgen:"], "authors": ["Nando Kasteleijn", "Redacteur Tech", "Directeur Bond Van Adverteerders Over Impact Voor Kleine Adverteerders In Nederland"], "keywords": ["van", "die", "om", "dit", "beperken", "een", "het", "gebruikers", "te", "ruziet", "maatregel", "dataverzamelen", "op", "voor", "kan", "met", "apple", "facebook"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}