{"id": "0ceb0914-1297-3bad-87af-e6e1e7f0f837", "title": "Geestelijk misbruik, labiele moeder: even roeren en voilà, er is een film van een succesboek", "url": "http://www.trouw.nl/recensies/geestelijk-misbruik-labiele-moeder-even-roeren-en-voila-er-is-een-film-van-een-succesboek~b7a7e56f/", "summary": "Het gelijknamige boek van Griet Op de Beeck is goed ontvangen, maar de kwaliteit van het boek is hier niet relevant.\nDe vraag die hier gesteld moet worden en die op deze pagina’s al vaker is gesteld, is: waarom nog meer van hetzelfde?\nEen bereidheid, zo zien we uitgebreid in de bijna overbodige eerste helft van de film, die er door een labiele moeder al vroeg is ingestopt.\nIemand zegt dat ze leeg is van binnen en dat klopt.\nEn van het kerstliedje dat herhaaldelijk een donkerkomische draai aan de ellende moet geven, maar de weg van alle kerstliedjes gaat: het slaat dood.", "paragraphs": ["Het gelijknamige boek van Griet Op de Beeck is goed ontvangen, maar de kwaliteit van het boek is hier niet relevant. Film is niet hetzelfde als een roman met plaatjes, al wordt die vergissing te vaak gemaakt. De vraag die hier gesteld moet worden en die op deze pagina’s al vaker is gesteld, is: waarom nog meer van hetzelfde?", "Deze film over het vernachelde leven van tandartsdochter Mona is grofweg in te delen in de periode dat ze thuis woont en geestelijk misbruikt wordt en de periode dat ze uit huis woont en geestelijk misbruikt wordt. Zelfstandig is ze eigenlijk nooit – de grote tragiek van dit verhaal – want er is altijd wel iemand die parasiteert op haar bereidheid zichzelf weg te cijferen. Een bereidheid, zo zien we uitgebreid in de bijna overbodige eerste helft van de film, die er door een labiele moeder al vroeg is ingestopt. Een moeder die al snel uit Mona’s leven, maar helaas nog niet uit de film verdwijnt.", "Slepend verhaal", "Op de acteurs is weinig af te dingen. Met name Tanya Zabarylo als Mona blijft boeien ondanks het tergende zwijgen waarmee het scenario haar opzadelt. Die inertie is trouwens de crux van het verhaal. Iemand zegt dat ze leeg is van binnen en dat klopt. De kans om een mens met nukken en grillen te worden, is haar afgenomen.", "Tegenover de cast die z’n best doet, staat het slepende verhaal. De labiele moeder, de pijnlijke situaties tijdens het avondeten, of, nog gezelliger, tijdens familiebijeenkomsten, het wachten op de explosie waarna de baby gaat huilen: het is allemaal al zo vaak gedaan en de film doet er niets nieuws mee. Om van het personage van de arrogante toneelschrijver die Mona kleineert maar te zwijgen. En van het kerstliedje dat herhaaldelijk een donkerkomische draai aan de ellende moet geven, maar de weg van alle kerstliedjes gaat: het slaat dood. De film grenst aan zelfparodie – en dat is niet het punt van dit verhaal – zoveel clichés wandelen er in rond en zoveel nadruk wordt gelegd op de dramatische momenten. Zien makers soms geen films waarin dit veel subtieler wordt aangepakt?"], "authors": ["Ronald Rovers"], "keywords": ["van", "geestelijk", "film", "labiele", "moeder", "het", "op", "die", "roeren", "een", "voilà", "en", "misbruik", "te", "dat", "wordt", "succesboek"], "pubDate": "2020-12-10T15:04:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}