{"id": "0cf81fce-0b94-320e-9ff7-11d394fc2f06", "title": "Man uit gemeente Hoogeveen verkoopt illegale onkruidverdelger en krijgt bezoek van NVWA", "url": "https://www.dvhn.nl/drenthe/Man-uit-gemeente-Hoogeveen-verkoopt-illegale-onkruidverdelger-en-krijgt-bezoek-van-NVWA-26275524.html", "summary": "Bij een man in de gemeente Hoogeveen is door de Nederlandse Voedsel- en Warenautoriteit (NVWA) ongeveer 100 liter illegale onkruidverdelger aangetroffen.\nDe verdachte kwam bij de NVWA in beeld nadat inspecteurs een Facebook-post zagen waarin iemand de illegale gewasbeschermingsmiddelen te koop aanbood.\nOnderzoek door een internetrechercheur wees de echte identiteit van de verkoper uit.\nVervolgonderzoek naar verkoopIn de woning van de verdachte werden tientallen verpakkingen met illegale onkruidverdelger gevonden.\nMet een vervolgonderzoek probeert de instantie te achterhalen hoeveel onkruidverdelger de verdachte heeft verkocht en aan wie.", "paragraphs": ["Bij een man in de gemeente Hoogeveen is door de Nederlandse Voedsel- en Warenautoriteit (NVWA) ongeveer 100 liter illegale onkruidverdelger aangetroffen.", "De verdachte kwam bij de NVWA in beeld nadat inspecteurs een Facebook-post zagen waarin iemand de illegale gewasbeschermingsmiddelen te koop aanbood. De post was door de verdachte geplaatst onder een schuilnaam. Onderzoek door een internetrechercheur wees de echte identiteit van de verkoper uit.", "Vervolgonderzoek naar verkoop", "In de woning van de verdachte werden tientallen verpakkingen met illegale onkruidverdelger gevonden. De NVWA heeft deze in beslag genomen en gaat ze vernietigen. Met een vervolgonderzoek probeert de instantie te achterhalen hoeveel onkruidverdelger de verdachte heeft verkocht en aan wie. Tegen de verdachte is een proces-verbaal opgemaakt."], "authors": [], "keywords": ["man", "onkruidverdelger", "van", "met", "gemeente", "krijgt", "verkoopt", "een", "nvwa", "uit", "en", "hoogeveen", "te", "door", "illegale", "verdachte"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}