{"id": "0d0101ef-abea-392a-be2f-4ac621581d0d", "title": "In Polen zijn de mortuaria helemaal vol en werken de doodgravers aan één stuk door", "url": "https://trouw.nl/buitenland/in-polen-zijn-de-mortuaria-helemaal-vol-en-werken-de-doodgravers-aan-een-stuk-door~b4d620cb/", "summary": "Maar sinds een maand is er elke dag werk aan de winkel: “Door Covid zijn er veel meer begrafenissen”.\nSzczygiel: “Doodgravers beginnen om zeven uur ’s ochtends en werken aan één stuk door tot drie uur ’s middags.\nDeze werden niet rechtstreeks door Covid veroorzaakt, maar door het instorten van de Poolse gezondheidszorg.\nEr zijn te weinig ziekenauto’s, te weinig bedden en vooral te weinig personeel.\nCoassistenten staakten in 2017 en eisten dat 6,8 procent van het bbp naar de zorg zou gaan (Nederland: 10 procent van het bbp).", "paragraphs": ["De sterftecijfers in Polen zijn dramatisch hoog. Deels omdat er veel mensen overlijden aan corona en deels omdat de Poolse gezondheidszorg instort – door Covid-19.", "“Kijkt u hier maar eens. Het is als een lopende band.” Aneta Szczygiel wijst op de agenda van Pradnik Czerwony, een van de grootste begraafplaatsen van Krakau. “Om negen uur ’s ochtends vertrekken twee begrafenisstoeten bij de poort. Om half tien, weer twee begrafenissen. Kwart voor tien begint een begrafenis in de ene kapel. Om tien uur in de andere kapel. De ene begrafenis is nog niet afgelopen, of de volgende begint.”", "Het is vroeg in de ochtend en het is nog even rustig in het kantoor van uitvaartonderneming Lilia. “Normaal zijn er dagen dat we geen klanten hebben”, vertelt mevrouw Szczygiel vanachter het anti-Covid-plexiglas dat haar bureau scheidt van het zaaltje waarin de kisten staan uitgestald. Maar sinds een maand is er elke dag werk aan de winkel: “Door Covid zijn er veel meer begrafenissen”.", "Zaterdag na zaterdag", "De Poolse sterftecijfers van oktober zeggen alles. Nog nooit sinds de Tweede Wereldoorlog ging de grafiek zo steil omhoog: 60 procent meer doden dan normaal. In de eerste week van november stierven zelfs twee keer zoveel mensen dan in dezelfde week in de jaren daarvoor. Szczygiel: “Doodgravers beginnen om zeven uur ’s ochtends en werken aan één stuk door tot drie uur ’s middags. Langer kan niet, want dan is het donker.”", "Om te voorkomen dat de wachttijden nog langer worden, werken de gemeentelijke begraafplaatsen nu ook op zaterdag. “Normaal wordt er op zaterdag niet begraven. Maar nu gaat het zaterdag na zaterdag door”, bevestigt bloemist Jerzy Drewniak in zijn winkel schuin tegenover de poort van het Rakowicki-kerkhof, Krakaus beroemdste dodenakker. “Ik verkoop meer bloemen dan anders.” Het populairst zijn rozen: bordeaux en thee-rose. “Bijna allemaal uit Nederland.”", "Een gebrek aan alles", "Officieel bedroeg het aantal Covid-doden in oktober 3118. Dat is meer dan in alle maanden daarvoor samen. Maar het drama is veel groter. In oktober waren naast de Covid-doden nog eens tienduizend bovengemiddelde sterfgevallen te betreuren. Deze werden niet rechtstreeks door Covid veroorzaakt, maar door het instorten van de Poolse gezondheidszorg.", "Ziekenhuizen zijn in alle haast ingericht om de stroom Covid-gevallen op te vangen. Dat gaat ten koste van andere patiёnten. Operaties worden uitgesteld. Mensen met klachten blijven weg, omdat ze bang zijn voor een Covid-besmetting. “De afgelopen maanden is het aantal patiёnten met een hartinfarct dat zich meldt bij een ziekenhuis, met bijna 40 procent gedaald”, zegt de Krakause cardioloog Piotr Jankowski in een kranteninterview.", "Maar het structurele probleem is een gebrek aan letterlijk alles. Er zijn te weinig ziekenauto’s, te weinig bedden en vooral te weinig personeel. Patiёnten sterven in ambulances, omdat geen ziekenhuis plaats voor ze heeft. Verpleegsters – gemiddelde leeftijd 52 jaar – verzorgen in hun eentje tientallen patiёnten. Met alle gevolgen van dien.", "Artsen en verplegend personeel verdwijnen naar West-Europa om de onder gefinancierde Poolse zorg te ontvluchten. Naar schatting vierduizend artsen zijn vertrokken sinds het conservatief-nationalistische Pis-partij aan de macht kwam in 2015. Op duizend inwoners zijn er nog 2,4 artsen over, het laagste aantal in de hele EU. Coassistenten staakten in 2017 en eisten dat 6,8 procent van het bbp naar de zorg zou gaan (Nederland: 10 procent van het bbp). De staatstelevisie zette de stakende artsen neer als een verwende elite. “Ze klagen over hun salaris, maar eten boterhammen met kaviaar.”", "Manipulatie en bedrog", "Tijdens de eerste Covid-golf in het voorjaar leek Polen, net als de rest van Oost-Europa, nog immuun voor het nieuwe virus, met hooguit een paar honderd besmettingen per dag. De regering kondigde destijds een totale lockdown af. Wie zich op straat waagde zonder goed excuus, kon een forse boete krijgen.", "Nu schommelt het aantal besmettingen per dag rond de twintigduizend, maar een nieuwe lockdown zou funest zijn voor economie en schatkist. “Als we dagelijks gemiddeld 70 à 75 besmettingen op 100.000 burgers hebben, moeten we in lockdown”, verkondigde premier Mateusz Morawiecki begin deze maand.", "Een week later lag dat getal op 65 besmettingen per 100.000 mensen. De regering sprak van ‘stabilisatie’, de oppositie van ‘manipulatie’. Het aantal testen was namelijk sterk teruggeschroefd. “De regering verlaagt bewust het aantal testen”, aldus een woedende oppositieleider Katarzyna Lubnauer. “De regering manipuleert en bedriegt.”", "De sterftecijfers liegen niet. Met of zonder lockdown. Onder uitvaartondernemers in Krakau is het een bekende wijsheid, vertelt mevrouw Szczygiel: “Ze kunnen de hele economie op slot gooien, maar wij blijven open. Doodgravers en begrafenisondernemers zijn altijd nodig.”", "Lees ook:", "Medisch personeel vertrekt massaal uit Oost-Europa naar het westen, door corona dreigt er nu een tekort", "De corona-epidemie legt in Centraal- en Oost-Europa een sluimerend probleem bloot. Door de jarenlange exodus van medisch personeel richting het Westen, dreigt de gezondheidszorg in de regio vast te lopen."], "authors": ["Ekke Overbeek"], "keywords": ["één", "van", "vol", "polen", "helemaal", "het", "op", "mortuaria", "maar", "zijn", "stuk", "een", "en", "te", "werken", "er", "door"], "pubDate": "2020-11-30T12:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}