{"id": "0d0730dd-fbaa-3241-84f8-c2fbf6c85b4f", "title": "In het beeldschone Lissabon kun je nog prima aan de drukte ontsnappen", "url": "https://volkskrant.nl/de-gids/in-het-beeldschone-lissabon-kun-je-nog-prima-aan-de-drukte-ontsnappen~bdd1ae27/", "summary": "Beeld Luis Mendo‘Op het vliegveld wist ik het al.\nIn een mum van tijd ben ik aan de Atlantische kust op een verlaten strand waar niemand anders is.\nIn Amsterdam had ik vaak het gevoel dat ik niet aan de drukte kon ontsnappen.\nIk loop elke ochtend naar de zee om naar het uitzicht te kijken en naar de golven, die me soms toebrullen.\nOp een doordeweekse ochtend is het er stil, maar zondagmiddag spelen er vaak muzikanten bij de kiosk bij de ingang.", "paragraphs": ["Beeld Luis Mendo", "‘Op het vliegveld wist ik het al. Dit is goed hier. Dit klopt.’ Zes jaar terug kwam Eveline Vreeburg (35), schrijver van de romans Onder pseudoniem, Het grootste geluk en Wie brengt mij naar Mentrum, voor het eerst naar de Portugese hoofdstad. Ze wilde meteen blijven. Toen ze er haar Duitse vriend ontmoette al helemaal. Eveline: ‘Rond Lissabon is veel natuur en rust. In een mum van tijd ben ik aan de Atlantische kust op een verlaten strand waar niemand anders is. In Amsterdam had ik vaak het gevoel dat ik niet aan de drukte kon ontsnappen. Lissabon zelf is beeldschoon. De stad is gebouwd op zeven heuvels en ligt aan rivier de Taag. Al wandelend ontvouwen zich de mooiste uitzichten. En dan het licht; dat betoverende, donkergele licht. Zelfs zo laat in het seizoen is het nog fel. De betegelde huizen versterken dat kleurenspel in de stad.’", "Mooiste dorpje van Portugal", "Eveline Vreeburg: ‘Ik heb een appartement in Lissabon en mijn vriend is eigenaar van het appartementencomplex Outpost Casa das Arribas in Azenhas do Mar, zo’n 35 minuten rijden van Lissabon. Als alle appartementen verhuurd zijn, wonen we zelf in het dorp. Azenhas do Mar boven op het klif is wat mij betreft het mooiste dorp van Portugal. Ik loop elke ochtend naar de zee om naar het uitzicht te kijken en naar de golven, die me soms toebrullen. In de verte zijn de kastelen van Sintra te zien.’", "Outpost Casa das Arribas, Azenhas do Mar, Rua Dr. António Brandão de Vasconcelos 35, Colares", "Park met schildpadden", "‘Vlak bij mijn appartement ligt Estrela Park, een klein, bijzonder mooi park aan de voet van de Basílica da Estrela, met grote bomen, tropische planten, vijvertjes en rondscharrelende ganzen en schildpadden. Op een doordeweekse ochtend is het er stil, maar zondagmiddag spelen er vaak muzikanten bij de kiosk bij de ingang. ’s Avonds is de basiliek prachtig verlicht.’", "Jardim da Estrela, Praça da Estrela", "Kringlooploods", "‘Remar is een kringlooploods in Alcântara die wordt gerund door ex-verslaafden. Heel leuk om daar parels bij elkaar te sprokkelen. Het staat er vol geweldige meubels, antiek, bestek, lampen, koelkasten en gekke kunst.’", "Remar Loja Solidária Remar, nº 104 A e B, Rua Possidónio da Silva", "Beeld Luis Mendo", "Wijnbar", "‘Het wijnbarretje Senhor Uva, bij mij om de hoek, wordt gerund door een Canadees-Portugees stel. Ze hebben goede natuurlijke wijnen en met zorg bereide, vegetarische hapjes. Ik ben niet zo van de vegetarische kost maar dit zijn kleine smaaksensaties. En helemaal niet zo duur.’", "Senhor Uva, Rua de Santo Amaro 66A", "Golven en verse vis", "‘Bij Ponto Final, aan de andere kant van de Taag, zit je vlak aan de kade, de golven klotsen bijna tegen je bord, spectaculair. Het restaurant is ook prima, traditioneel Portugees: lekkere polvo à lagareiro (inktvissalade), verse vis, en garnalen zwemmend in de olijfolie. Er gaat een pontje heen. Wel reserveren, want het is zeker in de zomer volgeboekt.’", "Ponto Final, Rua do Ginjal 72", "Heerlijke onbetaalbare koffie", "‘Comoba is een echte expat hub met heerlijke, onbetaalbare koffie, zuivelvrije chocoladetaart en allerlei gezonde smoothies. Niet typisch Portugees, maar wel de beste versie van dit soort cafés die in het centrum als paddestoelen uit de grond schieten. Ik schrijf er graag in de ochtend. Het gaat vroeg open en dan is er nog niemand.’", "Comoba, Rua de São Paulo 99", "Verlaten strand", "‘Ik rij graag richting Costa da Caparica, twintig minuten vanaf Lissabon, heen over de rode brug, terug met uitzicht over de stad. Er zijn verschillende stranden, maar ik ga het liefst naar Riviera Beach oftewel Praia da Riviera om te surfen en te wandelen. Het lijkt daar wel Zuid-Amerika, met van die laaghangende elektriciteitskabels langs de weg. Houten vlonders kronkelen over de duinen richting de zee, die hier kalmer is dan in Azenhas do Mar, uitgestrekt, en aan de andere kant wordt afgezet door gele rotswanden.’", "Praia da Riviera, Costa da Caparica"], "authors": ["Mirjam Bosgraaf"], "keywords": ["van", "nog", "drukte", "prima", "een", "het", "en", "met", "da", "ik", "beeldschone", "ontsnappen", "naar", "je", "er", "kun", "aan", "lissabon"], "pubDate": "2019-11-08T14:00:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}