{"id": "0d0839a5-fa15-38d7-b5e7-bd5317503eba", "title": "Recept: Kruidnotenstoofvlees in bockbier met maar vijf ingrediënten", "url": "https://nu.nl/recepten/6011785/recept-kruidnotenstoofvlees-in-bockbier-met-maar-vijf-ingredienten.html", "summary": "Na twee jaar en tientallen seizoensrecepten met slechts vijf ingrediënten, van onze eigen chef Andrea Tegel, stoppen we met deze rubriek.\nDeze week: stoofvlees met kruidnoten en bockbier, met maar vijf ingrediënten!\nVijf ingrediënten voor stoofvlees met kruidnoten1 kilo sukadelappen 2 grote uien, gesnipperd 1 flesje herfstbok (bier) 3 laurierblaadjes 2 handjes kruidnoten*Vegetarisch alternatief: vervang de sukadelappen door 2 (uitgelekte) blikken jong jackfruit (niet in siroop).\nVijf ingrediënten voor stoofvlees met kruidnoten.\n(Foto: Andrea Tegel)Zo maak je stoofvlees met kruidnoten klaarSnijd de sukadelappen in stukken en bak het vlees in een braadpan met olie goed bruin.", "paragraphs": ["Na twee jaar en tientallen seizoensrecepten met slechts vijf ingrediënten, van onze eigen chef Andrea Tegel, stoppen we met deze rubriek. We sluiten af met de beste decemberrecepten. Deze week: stoofvlees met kruidnoten en bockbier, met maar vijf ingrediënten!", "Bereidingstijd: 4 uur en 15 minuten", "Soort maaltijd: diner", "Seizoensproduct: kruidnoten en bockbier", "Aantal personen: 4", "Stoofvlees is het ultieme comfortfood voor donkere dagen. Door de kruidnoten krijgt dit recept een sinterklaastwist. Perfect voor 5 december, of juist voor het weekend erna om de overgebleven kruidnoten op te maken. Serveer het stoofvlees met friet of (zoete) aardappelpuree en een groene salade. Om het helemaal af te maken kun je er nog wat kruidnoten over verkruimelen.", "Vijf ingrediënten voor stoofvlees met kruidnoten", "1 kilo sukadelappen 2 grote uien, gesnipperd 1 flesje herfstbok (bier) 3 laurierblaadjes 2 handjes kruidnoten", "*Vegetarisch alternatief: vervang de sukadelappen door 2 (uitgelekte) blikken jong jackfruit (niet in siroop). De stooftijd kan worden ingekort tot 1 uur.", "Vijf ingrediënten voor stoofvlees met kruidnoten. (Foto: Andrea Tegel)", "Zo maak je stoofvlees met kruidnoten klaar", "Snijd de sukadelappen in stukken en bak het vlees in een braadpan met olie goed bruin. Dat gaat het beste in 3 à 4 delen, want als je te veel vlees tegelijk in de pan doet, wordt het niet goed bruin. Het bruinen van het vlees geeft smaak. Schep het gebakken vlees op een groot bord. Fruit in dezelfde braadpan de gesnipperde uien gedurende 5 minuten op laag vuur. Voeg dan het vlees weer toe en blus af met het volledige flesje bier. Roer de aanbaksels los met een houten spatel. Doe de laurierblaadjes en een flinke scheut azijn in de pan en voeg zoveel water toe dat het vlees nét onder het vocht staat. Roer goed door en zet de braadpan op een sudderplaatje. Breng alles aan de kook en zet het vuur dan helemaal laag. Strooi de kruidnoten over het stoofvlees (niet meer roeren!) en leg de deksel op de pan. Laat het stoofvlees minstens 4 uur zachtjes sudderen totdat het vlees makkelijk uit elkaar valt. Roer vanaf de helft van de kooktijd het stoofvlees zo nu en dan door. Als het te droog wordt, voeg je wat extra water toe. Als het stoofvlees aan het einde van de kooktijd nog erg vochtig is, laat je het wat inkoken zonder de deksel op de pan. Vergeet niet goed te blijven roeren om aankoeken te voorkomen. Breng het stoofvlees op smaak met peper en zout.", "Eet smakelijk!", "Ook zo genoten van deze rubriek? Andrea gaat door met de 5-ingrediënten rubriek op haar eigen foodblog. Lees hier alle recepten terug!"], "authors": ["Door", "Andrea Tegel"], "keywords": ["kruidnotenstoofvlees", "vijf", "ingrediënten", "kruidnoten", "het", "op", "maar", "met", "stoofvlees", "recept", "een", "en", "te", "bockbier", "vlees", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}