{"id": "0d200042-2509-3a65-954e-7dd55d593588", "title": "Een klimaatdepressie? 'Onzin, we hebben het ook niet over coronadepressie'", "url": "https://nu.nl/klimaat/6085917/een-klimaatdepressie-onzin-we-hebben-het-ook-niet-over-coronadepressie.html", "summary": "\"Word jij er moedeloos van dat je er alles aan doet om je klimaatvoetafdruk te verkleinen, maar grote bedrijven achteroverleunen?\nWe hebben het ook niet over een coronadepressie, terwijl je daarop vergelijkbare reacties ziet: zorgen, somberheid, machteloosheid.\nEn het goedkoopste geneesmiddel tegen somberheid en zorgen: blijf letterlijk en figuurlijk in beweging, ga wandelen, fietsen, hardlopen.\n\"Ik zie de Europese Unie hierin als een goed voorbeeld van een instituut dat de draad voor de burger oppikt.\nIn de moderne samenleving leken risico's lang niet meer te bestaan, maar we zien de laatste tijd dat dat plaatje niet klopt.", "paragraphs": ["\"Word jij er moedeloos van dat je er alles aan doet om je klimaatvoetafdruk te verkleinen, maar grote bedrijven achteroverleunen? Dan heb je misschien last van een klimaatdepressie\", staat op de website van Milieudefensie. Onzin, vindt Jaap van der Stel, lector psychische gezondheidszorg aan de Hogeschool Leiden. Die term is veel te zwaar voor een normale reactie op een abnormale situatie.", "Je hoort de term 'klimaatdepressie' steeds vaker. Niet alleen op de websites van milieuorganisaties, maar ook in landelijke media. Is een klimaatdepressie al officieel erkend als psychische aandoening?", "\"Nee. En dat gaat ook niet gebeuren, want dan blijf je aan de gang. Vooral journalisten komen steeds op de proppen met de term klimaatdepressie. Maar een depressie als psychologische stoornis is niet gebonden aan een thema. We hebben het ook niet over een coronadepressie, terwijl je daarop vergelijkbare reacties ziet: zorgen, somberheid, machteloosheid. Rouw ook, over ecosystemen die verloren gaan, of over vrijheden die worden opgeschort.\"", "Aanhoudend negatieve berichtgeving zonder hoopgevend perspectief kan je flink naar de keel grijpen, toch?", "\"Zeker. En dat is zorgwekkend. Want uiteindelijk kunnen zorgen, angst en een gevoel van zinloosheid leiden tot een klinische depressie. Vooral wanneer iemand daar extra vatbaar voor is doordat er ook andere psychologische problemen spelen. Maar begin niet meteen met psychologiseren: meestal gaat het om compleet begrijpelijke en normale gevoelens en reacties. Die je wel zeer serieus moet nemen, overigens.\"", "“We hebben in het verleden gezien waar instituties toe in staat zijn als ze hun poot stijf houden. Kijk bijvoorbeeld naar de bouw van de Deltawerken.” Jaap van der Stel, lector psychische gezondheidszorg", "Hoe doe je dat dan?", "\"Allereerst is het heel belangrijk om je gevoelens uit te spreken. Ga in gesprek: 'Hoe ga jij hiermee om?' Je kunt ook actief worden in een groepering waar je medestanders vindt, of je kunt andere mensen helpen. Het is overtuigend aangetoond dat je daarmee ook jezelf helpt. En het goedkoopste geneesmiddel tegen somberheid en zorgen: blijf letterlijk en figuurlijk in beweging, ga wandelen, fietsen, hardlopen. Blijf niet op de bank zitten somberen.\"", "Maar daarmee komt de oplossing van het klimaatprobleem niet dichterbij, kun je dan denken.", "\"Wat vaak een rol speelt bij somberheid en grote zorgen over het klimaat, is het gebrek aan vertrouwen in instituties. We hebben een samenleving ingericht met samenwerkingsverbanden die de invloed van het individu overstijgen: wetten, overheden, sociale contracten.\"", "“Zonder zingeving ga je dood. Maar ook zelfregulatie is cruciaal.” Jaap van der Stel", "\"We hebben in het verleden gezien waar instituties toe in staat zijn als ze hun poot stijf houden. Kijk bijvoorbeeld naar de bouw van de Deltawerken. Als je als individu zou zien dat alles op alles wordt gezet om het Verdrag van Parijs te halen, zou dat enorm veel vertrouwen kunnen geven. Het handelen van instituties compenseert wat we zelf niet kunnen doen.\"", "Ziet u dat voldoende gebeuren?", "\"Ik zie de Europese Unie hierin als een goed voorbeeld van een instituut dat de draad voor de burger oppikt. Dat kan vertrouwen geven. Helaas heeft de EU zich onlangs niet van haar beste kant laten zien wat betreft de landbouwsubsidies.\"", "In uw boek Veerkracht bij klimaatverandering schrijft u dat we ons mentaal moeten voorbereiden op rampen. Is zoiets wel mogelijk?", "\"In algemene zin wel. Wat dat betreft kunnen we nu veel leren van COVID-19. In de moderne samenleving leken risico's lang niet meer te bestaan, maar we zien de laatste tijd dat dat plaatje niet klopt. De pandemie heeft psychologische gevolgen voor de mensen die acuut getroffen worden, maar ook veel na-ijleffecten. Arjen Lubach was onlangs scherp over premier Rutte: hij moest meer de baas gaan spelen en het volk de weg wijzen. De geschiedenis laat zien dat hij gelijk heeft.\"", "Maar wat kun je als individu doen om veerkrachtig te blijven in tijden van slecht nieuws?", "\"Zoek naar zingeving. Zonder zingeving ga je dood. Maar ook zelfregulatie is cruciaal. Wanneer je jezelf leert om beter om te gaan met stress, zul je beter in staat zijn om kritisch na te denken wanneer de situatie jou persoonlijk problemen oplevert. Zo zijn er meer strategieën. Ik blog daar met enige regelmaat over, via LinkedIn, bijvoorbeeld. Wie weet hoe hij om hulp moet vragen, is minder kwetsbaar. En wie aan de gang blijft, staat psychologisch sterker.\""], "authors": ["Door", "Annelies Roon"], "keywords": ["je", "klimaatdepressie", "coronadepressie", "te", "dat", "en", "ook", "hebben", "een", "van", "het", "onzin", "om", "niet"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}