{"id": "0d294c6c-be5d-3513-b7be-4933467d5559", "title": "‘Toen wij de tijd hadden-2’ is zachtmoedig, lichtvoetig en bovenal troostrijk", "url": "https://trouw.nl/cultuur-media/toen-wij-de-tijd-hadden-2-is-zachtmoedig-lichtvoetig-en-bovenal-troostrijk~b88995a8/", "summary": "Hoe zou het ze nu vergaan?\nFans zijn dolblij met de tweede serie die wekelijks, tot eind december, met een nieuwe aflevering wordt aangevuld.\nDe universitair docente moet trekken als aan een dood paard om haar studenten – met een zak nibbits in bed – erbij te houden.\nDe woedeaanvallen, vrolijkheid en gêne die ze spelen zullen ze ongetwijfeld niet van ver hoeven halen.\nIn al z’n zachtmoedigheid en lichtvoetigheid is dit de grootste kwaliteit van ‘Toen wij de tijd hadden’: de serie is troostrijk.", "paragraphs": ["Toen Nederland plotsklaps binnen bleef, speelde het Rotterdamse creatieve productiecollectief De Vandalen razendsnel en creatief in op ons veranderde bestaan. In een serie van twintig korte afleveringen lieten ze zien hoe anderen dat doen, leven via schermen. Vergaderen, daten, yoga, tien­minutengesprek: een kleurrijke doorsnee van de samenleving zocht met veel vallen en opstaan via de camera van telefoon of laptop alternatief contact. Wat waren we aan ze gehecht geraakt. Hoe zou het ze nu vergaan? Fans zijn dolblij met de tweede serie die wekelijks, tot eind december, met een nieuwe aflevering wordt aangevuld.", "Na een zomer van grotere vrijheid is het leven weer grotendeels naar binnen gekeerd. Wat ooit nieuw was, begint gewoon te worden. Een huisarts heeft een online spreekuur ingericht. Solliciteren: ook dat gaat nu middels schermen.", "Maar ja, slechte verbindingen blijven. ­Elkaar per ongeluk wegklikken, of op stil zetten, digitale laatkomers, beeld dat ­bevriest: het technische gedoe blijft een prachtige metafoor voor sociaal gehannes. En zo komen de scenaristen wederom met fantastisch alledaags drama. De singer-songwriter zit er he-le-maal doorheen en ­videobelt met een dronken kop zijn ex. De universitair docente moet trekken als aan een dood paard om haar studenten – met een zak nibbits in bed – erbij te houden. Klein geluk vindt ze in een moorkop.", "‘Dat virus uit de Randstad’", "Ondertussen stapelen de frustraties over een haperende samenleving zich op. Zachter zingen?! Een Friese koorzangeres is woest over de beperkingen door ‘dat virus uit de Randstad’. Een videoboodschap van levenskunstenaar Raf vindt onbedoeld vruchtbare bodem bij een online magazine over alientechnologie. De school van meester Bram heeft een coronaconciërge aangesteld, een oud-militair die zich grimmig vastbijt in structuur en protocol: handhaven die kinderen! Het levert hem een blauw oog op.", "Opnieuw is veel lof op zijn plaats voor de levendige montage en de acteurs die hun werk in eigen omgeving doen: in close-up voor hun camera, tegenspelers op afstand met een eigen scherm. De woedeaanvallen, vrolijkheid en gêne die ze spelen zullen ze ongetwijfeld niet van ver hoeven halen. ‘Ik wil wel optimistisch zijn, maar ik ben ­gewoon moe’, zegt iemand. ‘Weet je, dat schérmpje de hele dag!’.", "Deze serie biedt niet zozeer escapisme, maar herkenning. Dat maakt het tot zo’n bijzonder spiegeldocument: we zien onszelf in een bijzondere tijd. Sterker, als kijker ­voel je je betrapt in het dagelijks leven, modderend met een zoomsessie, soms op de gedachte: ‘dit is echt een Vandalen-momentje’. In al z’n zachtmoedigheid en lichtvoetigheid is dit de grootste kwaliteit van ‘Toen wij de tijd hadden’: de serie is troostrijk. Al is het maar vanwege het in zonnig geel gestoken boodschapje dat iedere aflevering afsluit: ‘Houd vol!’.", "Te zien op www.devandalen.nl/toenwijdetijdhadden of Youtube"], "authors": ["Remke De Lange"], "keywords": ["lichtvoetig", "van", "wij", "het", "op", "bovenal", "met", "die", "zijn", "toen", "tijd", "een", "en", "dat", "ze", "troostrijk", "hadden2", "zachtmoedig"], "pubDate": "2020-11-21T20:47:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}