{"id": "0d3198e7-98f8-3554-b3e4-38814b0605a7", "title": "Miljoenen kilo's vuurwerk worden noodgedwongen naar Duitsland verplaatst", "url": "https://nu.nl/coronavirus/6095866/miljoenen-kilos-vuurwerk-worden-noodgedwongen-naar-duitsland-verplaatst.html", "summary": "8 miljoen kilo vuurwerk dat vanuit China nog onderweg is naar Nederland, wordt de komende weken deels opgeslagen in Duitsland.\nDoordat alleen gecertificeerde producten er opgeslagen mogen worden, kan niet al het vuurwerk zomaar naar Duitsland toe.\nVermoedelijk gaan Duitse opslaglocaties hun Nederlandse collega's helpen, omdat de miljoenen kilo's vuurwerk niet gesorteerd kunnen worden als die op de kade liggen.\nAls het vuurwerk niet naar Duitsland kan, moet er een andere oplossing komen, zoals vernietiging.\n'Vernietigen van vuurwerk zou miljoenencompensatie doen verdampen'Eerder berekende Teunissen dat het vernietigen van vuurwerk per kilo zo'n 4,50 euro kost.", "paragraphs": ["8 miljoen kilo vuurwerk dat vanuit China nog onderweg is naar Nederland, wordt de komende weken deels opgeslagen in Duitsland. Groothandelaars in Nederland hebben nu al 13,5 miljoen kilo vuurwerk liggen dat ze door het vuurwerkverbod niet meer kunnen verkopen. Daarmee is de grens van de opslagcapaciteit van groothandelaren in Nederland bereikt, aldus een woordvoerder van de Belangenvereniging Pyrotechniek Nederland (BPN).", "Voorzitter Marcel Teunissen vertelde eerder in gesprek met NU.nl dat een dergelijke verhuizing geen optie was, omdat het probleem dan simpelweg verplaatst zou worden naar de oosterburen. \"Maar we hebben geen keus\", zegt Teunissen donderdag.", "Doordat alleen gecertificeerde producten er opgeslagen mogen worden, kan niet al het vuurwerk zomaar naar Duitsland toe. Groothandelaren zullen dus voor de verhuizing hun assortiment moeten sorteren.", "Vermoedelijk gaan Duitse opslaglocaties hun Nederlandse collega's helpen, omdat de miljoenen kilo's vuurwerk niet gesorteerd kunnen worden als die op de kade liggen. \"We kunnen niet afwachten tot de 8 miljoen kilo is aangekomen\", aldus Teunissen.", "Als het vuurwerk niet naar Duitsland kan, moet er een andere oplossing komen, zoals vernietiging. Dat betekent niet alleen kapitaalverlies, maar ook enorme extra kosten voor de vernietiging zelf, aldus BPN. \"Maar wij gaan ervan uit dat opslag in Duitsland gaat lukken. We zijn met man en macht bezig om dit op te lossen.\"", "'Vernietigen van vuurwerk zou miljoenencompensatie doen verdampen'", "Eerder berekende Teunissen dat het vernietigen van vuurwerk per kilo zo'n 4,50 euro kost. Dan zou het merendeel van de 40 miljoen euro die de branche ter compensatie voor het vuurwerkverbod kreeg, meteen verdampen. Mogelijk volgt er aanvullende financiële hulp.", "Het vuurwerkverbod is ingesteld om de zorg te ontlasten. Het zorgsysteem staat onder grote druk door het coronavirus. Daarom probeert de overheid te voorkomen dat het verder onder druk komt te staan door vuurwerkslachtoffers."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["duitsland", "vuurwerk", "noodgedwongen", "van", "miljoen", "nederland", "kilo", "het", "verplaatst", "naar", "niet", "dat", "te", "kilos", "miljoenen", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}