{"id": "0d5104df-9726-3351-974d-76fd446a0882", "title": "De Wondere Vogelwereld van O.C. Hooymeijer", "url": "https://trouw.nl/duurzaamheid-natuur/de-wondere-vogelwereld-van-o-c-hooymeijer~be68188c/", "summary": "Verstoring van de biotoop door de aanwezigheid van menselijke activiteiten, zoals horeca, visserij, watersport en dagrecreatie lijkt de vogel niet te deren.\nHoewel zijn naam anders doet vermoeden, is het aanbod van schelpdieren voor de Kleine Mosselkraker van geen enkel belang.\nVerenkleed mannetje en vrouwtje identiek.\nJuveniel met gehavende snavel kan verward worden met wijfje Zweedkrat (spex shcandinavius).\nNest, een onverzorgd kuiltje, waarin de maximaal vijf eieren door vrouwtje worden uitgebroed.", "paragraphs": ["Kleine Mosselkraker Conshumetrickx mytilius pico L 46 cm", "Vrij algemene langpotige. Frequenteert alle soorten kusten, van de uitgestrekte mediterrane zandstranden tot de zeer ruige Noorse fjordenrotskliffen. Verstoring van de biotoop door de aanwezigheid van menselijke activiteiten, zoals horeca, visserij, watersport en dagrecreatie lijkt de vogel niet te deren. In broedseizoen echter teruggetrokken op de meer verlaten kuststroken. In Nederland dan vooral waar te ­nemen op de wat rustigere naturistenstranden (o.a. Schiermonnikoog paal 14, Zoutelande paal 11).", "Hoewel zijn naam anders doet vermoeden, is het aanbod van schelpdieren voor de Kleine Mosselkraker van geen enkel belang. Voedt zich namelijk alleen met ‘zachte’ prooien zoals kleine vis, garnalen, pieren en kwal. De uiterst ­fragiele stokvormsnavel is ongeschikt voor het openbreken van mossels en kokkels. De vaak roekelozere juveniele exemplaren die toch pogen een mossel te ‘kraken’, worden dan ook regelmatig waargenomen met afgebroken snavels. Deze groeien echter binnen enkele dagen weer tot volledig aan.", "Verenkleed mannetje en vrouwtje identiek. Diep blauwachtig groen met opvallende witte nek en borstpartij. Dunne helrode poten. Uiterst sierlijk. Lijkt zich vaak ‘dansend’ langs de vloedlijn te bewegen, waarbij een zacht klapperen met de waaiervormig uitgezette staartpennen wordt voortgebracht. Juveniel met gehavende snavel kan verward worden met wijfje Zweedkrat (spex shcandinavius).", "Tijdens het fourageren worden regelmatig rustperiodes ingelast, waarbij de vrouwtjes meest ruggelings in het zand liggen. De mannetjes prefereren de zgn. ‘buikligging’. Met de opvallende witte nek ingetrokken rusten zij op een drooggevallen mosselbed, waar zij vanwege de donkere rug en kop, zeer goed gecamoufleerd zijn en door eventuele vijanden over het hoofd gezien worden. Broedplaats doorgaans iets landinwaarts, in een duinpan of droog blijvende slenk. Echter nooit meer dan 500 meter van de waterlijn verwijderd.", "Nest, een onverzorgd kuiltje, waarin de maximaal vijf eieren door vrouwtje worden uitgebroed. De uiterst vertederende pluizige zwarte jonge Krakerpulletjes zijn na slechts drie dagen reeds nestvliedend en worden door beider oudervogels met jonge garnaal, zandinsecten, maar meest met stukjes kwal gevoerd. Bij gevaar kan, alleen het mannetje, tijdens het opvliegen een schril ‘KKrièk KKKèkkiek laten klinken. Vrouwtje gewoonlijk zwijgzaam.", "Kleine Mosselkraker. Beeld O.C. Hooymeijer", "Volksvogelwijsheid", "Herkomst: Nederland (Zeeuws-Vlaanderen) ‘Ie ei ûn achte Mosselkrooker’. (Hij is homoseksueel.)", "Iedere week beschrijft O.C. Hooymeijer een vogel die aan zijn brein is ontsproten."], "authors": ["O.C. Hooymeijer"], "keywords": ["te", "en", "vogelwereld", "hooymeijer", "met", "van", "een", "oc", "door", "vrouwtje", "het", "worden", "zijn", "wondere"], "pubDate": "2020-11-09T14:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}