{"id": "0d5d0f7b-c86f-3653-b159-3d147629d552", "title": "Ja, we worden ouder, maar neem geen voorschot op de ellende", "url": "https://trouw.nl/cultuur-media/ja-we-worden-ouder-maar-neem-geen-voorschot-op-de-ellende~ba80ccea/", "summary": "Op1 volgde een-op-een de boodschap van de nieuwe mediacampagne van het ministerie van VWS, bedoeld ter herwaardering van de ouderdom.\nMaar in close-up het uitdrukkingsloze gezicht filmen van een vrouw met alzheimer, het voelt als onbetamelijk.\nStraks lijk ik nog op die buurman die op zijn zestigste al aankondigde ‘voor de laatste keer een nieuwe auto te gaan kopen’.\nOoit komt iedereen terecht in het bos waarin gekapt wordt, het zou natuurlijk onzin zijn dat te ontkennen.\nMaar zoals een trillende opa altijd zei wanneer hij zelf zijn eten op wilde scheppen, ondanks zijn fameuze geknoei: “Huppetee, niet van dat benauwde”.", "paragraphs": ["Woensdag zaten in ‘Op1’ een paar oudere dames monter montere oudere dames te zijn. Hoe ouder je wordt, hoe rijker het leven! Zoiets was de boodschap. Wie een avond later verwachtte dat ‘#Dorhout’ dezelfde blijde tijding zou uitdragen maakte een foutje. In dat EO-programma oogde het bestaan van de seniore medemens een stuk minder jaloersmakend.", "De dames bij Op1 waren onder andere Willeke Alberti en schrijfster Marjan Berk, door presentatrice Carrie ten Napel abusievelijk aangekondigd als Marjan van Berk. Daar had je ’m al, de generatiekloof. Maar het gesprek ging verder blijmoedig over alle zegeningen die de oude dag brengt en dat je nooit te oud bent om te leren. Want neem de ook aangeschoven Vera van Brakel: al 71 jaar en tóch nog vlogger geworden! Ze werd door Charles Groenhuijsen bijna als een wereldwonder neergezet. Terwijl de beste man zelf 66 is en toch ook niet bepaald zieltogend.", "Op1 volgde een-op-een de boodschap van de nieuwe mediacampagne van het ministerie van VWS, bedoeld ter herwaardering van de ouderdom. Over tien jaar zijn ruim twee miljoen Nederlanders ouder dan 75 jaar en de overheid vraagt zich bezorgd af: hoe houden we die zo lang mogelijk geestelijk en lichamelijk gezond thuis? Om te beginnen door er maar eens positief tegenaan te gaan. O die ouderdom, wat kan het een inspirerende levensfase zijn.", "Een avond later kwam de eerste aflevering van ‘#Dorhout - Op leeftijd in Nederland’. De titel wil blijkbaar een geuzennaam maken van wat columniste Marianne Zwagerman in april twitterde: ‘Het dorre hout wordt gekapt, misschien een paar maanden eerder dan zonder virus. Moet iedereen die nog in de bloei van zijn leven zit daar alles voor opofferen?’.", "Huppetee", "Maar #Dorhout was taai. Het volgde een paar ouderen in hun dagelijks bestaan en eerlijk gezegd was daar weinig om naar uit te zien. En het is ook niet zo dat door eenvoudigweg een camera op een oudere persoon te zetten je vanzelf ontroerende televisie tevoorschijn tovert. Ik weet het, ik moet dit allemaal respectvol formuleren. Maar in close-up het uitdrukkingsloze gezicht filmen van een vrouw met alzheimer, het voelt als onbetamelijk. En dan al dat coronaleed in die oude levens. Het stemde vooral triest.", "Die campagne van VWS heet ‘De waarde van ouder worden’, en adviseert iedereen vanaf 55 jaar zich ‘effectief’ te gaan voorbereiden op een minder mobiele levensfase. Nou, ikzelf (57) dacht daar echt nog niet mee bezig te gaan. Hallo. Straks lijk ik nog op die buurman die op zijn zestigste al aankondigde ‘voor de laatste keer een nieuwe auto te gaan kopen’.", "Ooit komt iedereen terecht in het bos waarin gekapt wordt, het zou natuurlijk onzin zijn dat te ontkennen. Maar mijn motto is: neem nooit een voorschot op de ellende. Vermoei vruchtbare vrouwen nog niet met klaagzangen over de overgang. Stop pas met flirten met de postbode als het echt pathetisch wordt. Wees nu gewoon blij met die vaccins in plaats van meteen weer te gaan lopen piepen dat het prikken vast een zootje wordt.", "Dat zal best kunnen gebeuren, de wet van Murphy bestaat niet voor niets. Maar zoals een trillende opa altijd zei wanneer hij zelf zijn eten op wilde scheppen, ondanks zijn fameuze geknoei: “Huppetee, niet van dat benauwde”.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Renate Van Der Bas"], "keywords": ["geen", "van", "het", "op", "maar", "ja", "die", "ouder", "zijn", "neem", "voorschot", "een", "te", "en", "dat", "niet", "ellende", "worden"], "pubDate": "2020-12-04T15:05:55+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}