{"id": "0d6868a7-d783-3e3d-a35a-107f4f93dacc", "title": "Rechter: PostNL is aansprakelijk voor onderbetaling pakketsorteerders Kolham", "url": "https://www.dvhn.nl/economie/Rechter-PostNL-is-aansprakelijk-voor-onderbetaling-pakketsorteerders-Kolham-26293803.html", "summary": "PostNL is aansprakelijk voor de onderbetaling van tientallen pakketsorteerders die in de periode 2015-2018 te werk waren gesteld bij het pakketsorteercentrum in Kolham.\nDe FNV stelde dat het BWRI functioneerde als uitzendbureau, dat zich wel aan de cao moet houden.\nTwee jaar procederenDe rechter heeft na twee jaar procederen nu de FNV gelijk gegeven en PostNL aansprakelijk gesteld voor de onderbetaling.\n,,Ik hoop dat de politici de stoute schoenen aantrekken en dat geld alsnog van PostNL terugvragen.\nGroot belangPostNL is ook veroordeeld tot betaling van een schadevergoeding van ruim 50.000 euro aan de FNV.", "paragraphs": ["PostNL is aansprakelijk voor de onderbetaling van tientallen pakketsorteerders die in de periode 2015-2018 te werk waren gesteld bij het pakketsorteercentrum in Kolham.", "Dat heeft de rechtbank bepaald in een rechtszaak die de FNV tegen het bedrijf had aangespannen. Daarmee komt een einde aan vijf jaar strijd, die in 2018 leidde tot stakingen bij het pakketsorteercentrum.", "Werkervaring opdoen", "Het gaat om medewerkers van het reïntegratiebedrijf BWRI van de toenmalige gemeente Hoogezand-Sappemeer. De gemeente liet destijds via dat bureau uitkeringsgerechtigden drie maanden met behoud van uitkering werkervaring opdoen bij het pakketsorteercentrum. Hen werd na die periode aangeboden daar langer te blijven werken op een uitzendcontract van maximaal negen maanden.", "Volgens de FNV bedienden het BWRI en PostNL zich daarbij van een schijnconstructie, waardoor de medewerkers tot wel 80 euro per maand minder verdienden dan waarop ze volgens de cao recht op hadden. Het BWRI liet zich door PostNL inhuren als ‘contractor’, ofwel onderaannemer zodat het niet volgens de CAO PostNL hoefde te betalen. De FNV stelde dat het BWRI functioneerde als uitzendbureau, dat zich wel aan de cao moet houden.", "Twee jaar procederen", "De rechter heeft na twee jaar procederen nu de FNV gelijk gegeven en PostNL aansprakelijk gesteld voor de onderbetaling. Bijzonder is echter dat Hoogezand-Sappemeer en de FNV al twee jaar geleden tot een schikking zijn gekomen, waarbij de gemeente het achterstallig loon van ruim 100.000 euro heeft betaald.", "Hoogezand-Sappemeer is inmiddels opgegaan in de gemeente Midden Groningen. ,,Ik hoop dat de politici de stoute schoenen aantrekken en dat geld alsnog van PostNL terugvragen. Het gaat immers om gemeenschapsgeld”, zegt FNV-bestuurder Masja Zwart.", "Groot belang", "PostNL is ook veroordeeld tot betaling van een schadevergoeding van ruim 50.000 euro aan de FNV. Volgens Zwart is de uitspraak van groot belang omdat de FNV met die jurisprudentie sterk staat in vergelijkbare conflicten."], "authors": ["John Geijp"], "keywords": ["dat", "postnl", "kolham", "van", "onderbetaling", "rechter", "voor", "een", "het", "tot", "fnv", "gemeente", "die", "jaar", "aansprakelijk", "pakketsorteerders"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}