{"id": "0d864f03-5573-375e-850a-fba15270f92a", "title": "Wedstrijd tegen kansloos FC Emmen is makkie voor Ajax: 0-5", "url": "https://volkskrant.nl/sport/wedstrijd-tegen-kansloos-fc-emmen-is-makkie-voor-ajax-0-5~b96c9522/", "summary": "Donis Avdijaj van FC Emmen en Perr Schuurs van Ajax in een kopduel.\nZo gemakkelijk als dat ging met Ajax in Emmen, tussen twee wedstrijden door in de Champions League.\nAjax kreeg van Emmen vrije doorgang aan de Oude Meerdijk, waar het kil en saai was, zo zonder publiek.\nHet tegenvallende van Emmen was dat het niet eens wat probeerde, dat het zich zomaar liet afvoeren.\nDe 0-1 was van Klaassen, de 0-3 van Lassina Traoré, die een voorzet van Antony knap afrondde.", "paragraphs": ["Donis Avdijaj van FC Emmen en Perr Schuurs van Ajax in een kopduel. Beeld BSR Agency", "Het was niet eens een klusje, deze wedstrijd. Zo gemakkelijk als dat ging met Ajax in Emmen, tussen twee wedstrijden door in de Champions League. Dat was zowel knap van Ajax als onrustbarend, gezien de krachtsverschillen in de eredivisie.", "Ajax kreeg van Emmen vrije doorgang aan de Oude Meerdijk, waar het kil en saai was, zo zonder publiek. Een stadion vol gepassioneerde Drenten kan de ploeg een lift geven naar een hoger niveau. Nu klonk alleen de bassende stem van trainer Dick Lukkien, die pas drie puntjes verzamelde na drie gelijke spelen, door het stadion, vooral om middenvelder Michael Chacon tot wat straffere dekking aan te sporen. Nou ja, Lukkien kon roepen wat hij wilde, het hielp allemaal geen snars.", "Het zij gezegd: Ajax voetbalde ook gewoon goed, gemakkelijk en geconcentreerd, al was de weerstand van Emmen dan erbarmelijk. Het stond een beetje op eigen helft te wachten hoe hoog de nederlaag zou uitvallen. Dat was best hoog, al viel het na de 0-3 bij rust eigenlijk nog mee uiteindelijk. De tussenstand stelde trainer Erik ten Hag in staat gezellig door te wisselen.", "Nicolas Tagliafico en Daley Blind speelden sowieso niet, Dusan Tadic en Lassina Traoré mochten in de pauze al onder de warme waterstraal, Antony en Ryan Gravenberch werden na een uur gewisseld, Noussair Mazraoui na 70 minuten. Zo kon Ajax iets van zijn krachten sparen voor het duel van dinsdag op Anfield tegen Liverpool, in de spannende groepsfase van de Champions League.", "Het tegenvallende van Emmen was dat het niet eens wat probeerde, dat het zich zomaar liet afvoeren. De ploeg die toch zoveel investeert in heel behoorlijke spelers, de club die vooral in het nieuws was vanwege de hoofdsponsor, de fabrikant van seksspeeltjes, was volstrekt kansloos. Emmen won ook vrijwel geen persoonlijk duel door een totaal gebrek aan nabijheid, een opvatting die vloekt met de intenties van de geldschieter. Met intensiteit moet het meestal beginnen tussen de kleine club en de topclub, want het verschil in kwaliteit is aanzienlijk tussen clubs uit de top en die van onderaan.", "Ajax combineerde lustig en stond al bij rust met 3-0 voor, wat het aantal doelpunten in tien duels al op veertig bracht. Mooi was vooral de 0-2, de geschepte pass van Davy Klaassen en de volley van Zakaria Labyad. De 0-1 was van Klaassen, de 0-3 van Lassina Traoré, die een voorzet van Antony knap afrondde. Jurgen Ekkelenkamp, met de noppen, en Quincy Promes, na knap werk van David Neres, scoorden na rust."], "authors": ["Willem Vissers"], "keywords": ["van", "ajax", "het", "05", "voor", "die", "met", "wedstrijd", "een", "emmen", "en", "dat", "kansloos", "al", "fc", "makkie", "tegen"], "pubDate": "2020-11-28T20:56:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}