{"id": "0d86a598-c151-3b50-b1a0-c37bb726ad28", "title": "GroenLinks-leider Klaver: kabinet moet aftreden vanwege toeslagenaffaire", "url": "https://nos.nl/artikel/2363774-groenlinks-leider-klaver-kabinet-moet-aftreden-vanwege-toeslagenaffaire.html", "summary": "Een maand geleden presenteerde een parlementaire onderzoekscommissie een rapport met vernietigende conclusies.\nKlaver vindt ook dat de toeslagenaffaire een gevolg is van een jarenlange afbraak van de verzorgingsstaat.\nVolgens hem is aftreden van het kabinet een erkenning dat het gevoerde beleid niet langer kan doorgaan.\nEen volgend kabinet moet een \"hersteloperatie\" uitvoeren om de verzorgingsstaat weer op te bouwen, vindt Klaver.\nWaarschijnlijk komt het kabinet komende vrijdag met een standpunt over het rapport.", "paragraphs": ["Kern van de toeslagenaffaire is dat veel mensen ten onrechte van fraude zijn beschuldigd en daarom grote bedragen aan de Belastingdienst moesten terugbetalen. Een maand geleden presenteerde een parlementaire onderzoekscommissie een rapport met vernietigende conclusies. De commissie sprak van ongekend onrecht, waarbij de beginselen van de rechtsstaat zijn geschonden.", "Klaver vindt dat de Nederlandse overheid de levens van 20.000 gezinnen heeft verwoest. Volgens hem vraagt GroenLinks niet snel om het opstappen van een heel kabinet. \"Maar als je voor zo'n hard rapport al geen politieke verantwoordelijkheid neemt en aftreedt, waarvoor dan nog wel? Aftreden is ook schuld bekennen.\"", "Volgens GroenLinks moet het hele kabinet opstappen vanwege de omvang van de affaire en omdat de zaak breder is dan het functioneren van één minister. Klaver vindt ook dat de toeslagenaffaire een gevolg is van een jarenlange afbraak van de verzorgingsstaat. Volgens hem is aftreden van het kabinet een erkenning dat het gevoerde beleid niet langer kan doorgaan. Een volgend kabinet moet een \"hersteloperatie\" uitvoeren om de verzorgingsstaat weer op te bouwen, vindt Klaver.", "Uitsluiten", "Klaver zei in Buitenhof dat hij er in de verkiezingscampagne alles aan wil doen om te voorkomen dat VVD-leider Rutte weer een kabinet gaat leiden. Volgens Klaver is Rutte verantwoordelijk voor de \"grote chaos die is ontstaan\". Maar hij wil toetreding tot een kabinet onder leiding van Rutte ook niet helemaal uitsluiten. De enige partijen met wie hij absoluut niet in een kabinet wil, zijn de PVV en Forum voor Democratie.", "Het kabinet moet nog met een officiële reactie komen op het rapport van de Kamercommissie, maar heeft al wel aangekondigd dat de gedupeerden allemaal 30.000 euro compensatie krijgen. Waarschijnlijk komt het kabinet komende vrijdag met een standpunt over het rapport."], "authors": [], "keywords": ["moet", "van", "het", "zijn", "vanwege", "aftreden", "en", "een", "met", "kabinet", "toeslagenaffaire", "rapport", "klaver", "groenlinksleider", "niet", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}