{"id": "0da1933e-9296-3a63-a65d-bfca27969ce8", "title": "Gemeente Utrecht geeft boa's eenmalige bonus van 300 euro", "url": "https://nu.nl/utrecht/6088937/gemeente-utrecht-geeft-boas-eenmalige-bonus-van-300-euro.html", "summary": "De gemeente Utrecht gaat boa's en toezichthouders een bonus van 300 euro uitkeren, omdat de werkdruk groter zou zijn geworden door de coronacrisis.\nVoor bijna alle ambtenaren is het werk sinds het uitbreken van de coronacrisis sterk veranderd, laat de gemeente weten.\nDit zou vooral gelden voor geüniformeerde boa's en toezichthouders.\nDaarbij krijgen geüniformeerde boa's en toezichthouders regelmatig te maken met (verbale) agressie.\"\nMet het uitkeren van het geld wil de gemeente haar waardering voor het werk van geüniformeerde boa's en toezichthouders laten blijken.", "paragraphs": ["De gemeente Utrecht gaat boa's en toezichthouders een bonus van 300 euro uitkeren, omdat de werkdruk groter zou zijn geworden door de coronacrisis.", "Voor bijna alle ambtenaren is het werk sinds het uitbreken van de coronacrisis sterk veranderd, laat de gemeente weten. Dit zou vooral gelden voor geüniformeerde boa's en toezichthouders. Daarom krijgen 159 medewerkers een bonus van 300 euro netto.", "\"Hun werk gaat 24/7 door en zij moeten dag in, dag uit de coronamaatregelen handhaven\", schrijft de gemeente. \"De noodverordening en handhavingsstrategie wijzigt naar gelang de ontwikkeling van het virus. Dit is onvermijdelijk, maar zorgt er ook voor dat uitleg steeds weer nodig is. Daarbij krijgen geüniformeerde boa's en toezichthouders regelmatig te maken met (verbale) agressie.\"", "Met het uitkeren van het geld wil de gemeente haar waardering voor het werk van geüniformeerde boa's en toezichthouders laten blijken."], "authors": ["Door"], "keywords": ["boas", "utrecht", "geüniformeerde", "en", "werk", "bonus", "toezichthouders", "van", "300", "geeft", "eenmalige", "het", "euro", "voor", "zou", "gemeente"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}