{"id": "0da220a7-078d-352e-a6b4-64416dbb2b08", "title": "Een Deutscher Tafelwein vergelijkbaar met een ‘Super Tuscan’", "url": "https://volkskrant.nl/eten-en-drinken/een-deutscher-tafelwein-vergelijkbaar-met-een-super-tuscan~b19d6968/", "summary": "De Deutscher Tafelwein die Onno Kleyn deze week proeft, smaakt afwijkend op een goede manier.\nIn de jaren zeventig en tachtig brachten Toscaanse wijnmakers prachtige wijnen op de markt die niet binnen de verouderde wijnwetgeving pasten.\nRecalcitrant zetten ze dan maar ‘vino da tavola’ op het etiket, de allerlaagste kwaliteitscategorie.\nAmerikanen muntten er een nieuwe naam voor.\nIets vergelijkbaars is er met de wijnen van Hanspeter Ziereisen, die opereert in de Duitse heuvels van het Markgräflerland, vlak bij Basel.", "paragraphs": ["De Deutscher Tafelwein die Onno Kleyn deze week proeft, smaakt afwijkend op een goede manier.", "Wie kent het verhaal van de ‘Super Tuscans’? In de jaren zeventig en tachtig brachten Toscaanse wijnmakers prachtige wijnen op de markt die niet binnen de verouderde wijnwetgeving pasten. Recalcitrant zetten ze dan maar ‘vino da tavola’ op het etiket, de allerlaagste kwaliteitscategorie. Amerikanen muntten er een nieuwe naam voor.", "Iets vergelijkbaars is er met de wijnen van Hanspeter Ziereisen, die opereert in de Duitse heuvels van het Markgräflerland, vlak bij Basel. Hij fermenteert zijn most zonder het toevoegen van gekochte gist, laat de wijn lang op de eigen droesem rijpen en filtert niet. Natuurwijn is het niet, maar een afwijkende smaak is er zeker. Kortom, dat is geen Qualitätswein, vond de Amtliche Prüfstelle. En zo werd het Deutscher Tafelwein.", "Het Markgräflerland ligt vlak bij Zwitserland en de daar beroemde druif fendant, chasselas voor de Fransen, doet het er geweldig als ‘gutedel’. Ziereisens versies zijn internationaal vermaard; die van de wijngaard Steinkrügle geldt als de top. En inderdaad, hij smaakt vreemd goed. Goed vreemd ook. Een hint van sherry en amandel, peer, mineraliteit. Niet te koud schenken in grote glazen: feest voor de vineuze ontdekkingsreiziger.", "Ziereisen Gutedel 2018 Steinkrügle Winterbergwijnen.nl, € 16,50 Prijs/kwaliteit 8"], "authors": ["Onno Kleyn"], "keywords": ["van", "die", "wijnen", "niet", "een", "het", "en", "vergelijkbaar", "zijn", "op", "er", "tuscan", "met", "super", "tafelwein", "deutscher"], "pubDate": "2020-11-12T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}