{"id": "0de3ebc0-d481-3b18-89e0-3744e839b462", "title": "Dobberen in de woestijn van Oman", "url": "https://www.volkskrant.nl/kijkverder/v/2019/dobberen-in-de-woestijn-van-oman/", "summary": "Richt je half op, in je daktent op de auto ergens in de woestijn van Oman, en kijk een betoverende wereld in.\nDat soort dingen maak je mee, als je gaat wildkamperen in Oman.\nJe kunt ook honderden kilometers doorvaren en kamperen en zwemmen op het strand.\nSlechts 3 miljoen toeristen per jaar durven het aan, maar die hebben allemaal gelijk.\nOman is veilig en combineert een uitstekende infrastructuur met een relaxte bevolking.", "paragraphs": ["Soms is het fijn te vroeg wakker te worden. Richt je half op, in je daktent op de auto ergens in de woestijn van Oman, en kijk een betoverende wereld in. Sterren fonkelen boven zachtroze duinen tot aan de horizon. Duizend kamelenbulten in het maanlicht. Een vreemde wereld, zonder geluid, zonder beweging. Je hoort alleen je eigen ademhaling. Dat soort dingen maak je mee, als je gaat wildkamperen in Oman. Sla gewoon rechtsaf op een moderne snelweg en rij de Wahiba Sands woestijn in – wel eerst je banden bijna laten leeglopen voor meer grip op het mulle zand – en parkeer je terreinwagen bovenop een duin. Aanleggen is een beter woord, want op zachte banden door het zand voelt meer als varen. Je kunt ook honderden kilometers doorvaren en kamperen en zwemmen op het strand. In Oman, kortom, is veel vrijheid.", "Het sultanaat aan de Arabische Zee ligt niet voor de hand als vakantiebestemming, ingeklemd tussen Jemen (burgeroorlog) en Saoedi Arabië (streng islamitisch). Slechts 3 miljoen toeristen per jaar durven het aan, maar die hebben allemaal gelijk. Oman is nu eenmaal anders dan de rest van de Golfstaten. Je kunt er wandelen in de bergen (3.000 meter), zwemmen in koele wadi’s en slapen in de woestijn. Oman is veilig en combineert een uitstekende infrastructuur met een relaxte bevolking."], "authors": ["November"], "keywords": ["van", "het", "zwemmen", "op", "dobberen", "woestijn", "een", "als", "je", "en", "aan", "oman"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}