{"id": "0de8498a-e300-3da0-8d0d-ed7197325e0b", "title": "Stookalert in diverse provincies: 'Doe houtkachel niet aan'", "url": "https://nu.nl/zwolle/6093014/stookalert-in-diverse-provincies-doe-houtkachel-niet-aan.html", "summary": "Naast deze regio's geldt het stookalert ook voor Flevoland, Drenthe en Friesland.\nHet instituut geeft het stookalert af om gezondheidsklachten bij mensen in de omgeving te voorkomen.\nOp dit moment is er in de zeven provincies waarvoor het stookalert geldt sprake van die ongunstige weersomstandigheden.\nHet stookalert wordt afgegeven als de helft van een provincie minimaal zes uur lang een verwachting heeft voor deze ongunstige weersomstandigheden.\nZie het als een gladheidswaarschuwing van het KNMI als het vriest en sneeuwt, zei RIVM-woordvoerder Harald Wychgel eerder.", "paragraphs": ["Het RIVM heeft donderdagmiddag een zogenoemd stookalert afgegeven voor onder meer de provincies Overijssel, Groningen, Noord-Holland en Noord-Brabant. Daarmee roept het RIVM mensen op om geen hout meer te stoken door 'ongunstige weersomstandigheden'.", "Naast deze regio's geldt het stookalert ook voor Flevoland, Drenthe en Friesland. Het instituut geeft het stookalert af om gezondheidsklachten bij mensen in de omgeving te voorkomen.", "Bij de verbranding van hout komen schadelijke stoffen vrij. Denk daarbij aan fijnstof, koolwaterstoffen, benzeen en koolmonoxide. 'Houtrook is ongezond. Bij ongunstige weersomstandigheden, zoals mist, als het windstil is, of bij een slechte luchtkwaliteit blijft rook langer hangen', stelt het RIVM.", "Op dit moment is er in de zeven provincies waarvoor het stookalert geldt sprake van die ongunstige weersomstandigheden. Het stookalert wordt afgegeven als de helft van een provincie minimaal zes uur lang een verwachting heeft voor deze ongunstige weersomstandigheden.", "Alert voor de hele dag", "Het stookalert geldt in principe voor de middag en de avond. Als de weersomstandigheden of de luchtkwaliteit niet verbeteren tijdens de nacht, kan het zijn dat het alert ook morgen van kracht is.", "Er staan geen sancties op het toch stoken van houtkachels. Zie het als een gladheidswaarschuwing van het KNMI als het vriest en sneeuwt, zei RIVM-woordvoerder Harald Wychgel eerder."], "authors": ["Door"], "keywords": ["van", "geldt", "niet", "een", "stookalert", "en", "houtkachel", "weersomstandigheden", "provincies", "diverse", "voor", "als", "ongunstige", "het", "aan", "doe"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}