{"id": "0defc2b1-8372-3ff7-8da4-e830edebb024", "title": "‘Omdat mijn man een vaste baan heeft, heb ik de vrijheid om te doen wat ik wil’", "url": "https://volkskrant.nl/de-gids/omdat-mijn-man-een-vaste-baan-heeft-heb-ik-de-vrijheid-om-te-doen-wat-ik-wil~b60dd46e/", "summary": "Prima, als jullie denken dat ik dat kan, dan ga ik dat doen.’Geen baan en geen huis‘Relaties wilden minder goed lukken.\nOp mijn 31ste verkocht ik mijn huis, nam ik ontslag en reisde ik mijn Italiaanse geliefde achterna naar Zuid-Italië.\nOm te experimenteren met werk, en om op mijn 40ste mijn langverwachte wens in vervulling te laten gaan: zelfstandig worden.\nNog steeds is het geen punt als ik een periode wat rustiger aan wil doen of me weer verder wil ontwikkelen.\nPas toen ik een partner vond die me steunde en het me gunde, kon ik de stap naar zelfstandigheid zetten.", "paragraphs": ["Beeld Matteo Bal", "‘Na mijn studie journalistiek heb ik twee keer eerder overwogen zelfstandig te worden, maar dat vond ik toch te onzeker als vrijgezel met een hypotheek. Bovendien vond ik mezelf met alleen een journalistieke achtergrond te kwetsbaar als zzp’er. Doelbewust koos ik daarom ook voor functies als eindredacteur, communicatieadviseur en marketingmedewerker. Ik geloofde in mezelf en werkte hard, volgens mij is dat belangrijk. Of ik die interimklus als productmanager op me wilde nemen? Prima, als jullie denken dat ik dat kan, dan ga ik dat doen.’", "Geen baan en geen huis", "‘Relaties wilden minder goed lukken. Op een of andere manier liep ik altijd tegen de verkeerde aan. Op mijn 31ste verkocht ik mijn huis, nam ik ontslag en reisde ik mijn Italiaanse geliefde achterna naar Zuid-Italië. Daar zou ik dan eindelijk als zelfstandige gaan werken, was het plan. Maar eenmaal daar bleek mijn Italiaanse vriend toch niet zo geëmancipeerd te zijn. Drie maanden later was ik terug in Nederland, zonder baan en zonder huis. Ik trok weer in bij mijn ouders en moest alles opnieuw opbouwen.’", "November, geldmaand Maakt geld echt gelukkig? Hoe kun je beginnen met beleggen? En wat kun je doen om op je veertigste met pensioen te gaan? In samenwerking met Intermediair lees je de hele maand november over de rol van geld in ons persoonlijk leven. Bekijk alle artikelen over geld op volkskrant.nl/geld of intermediair.nl/geldmaand.’ Dit stuk verscheen eerder op Intermediar.", "‘Maar in die drie maanden heb ik zo veel over mezelf geleerd, vooral over wat ik allemaal niet meer wilde. Ik zou geen tijd meer verspillen aan mannen die mijn tijd niet waard waren. Ik was inmiddels ook al 31. Geen mannen dus meer, maar wel twee katten om voor te zorgen. Ik vond weer een leuke baan en kocht een huisje in Utrecht. Zul je net zien, in dat jaar ontmoette ik Aldo, met wie ik inmiddels 19 jaar samen ben en twee puberzonen heb.’", "‘Omdat mijn relatie goed zit én omdat mijn man een vaste baan heeft, heb ik altijd alle vrijheid gehad om te doen wat ik wil. Om te experimenteren met werk, en om op mijn 40ste mijn langverwachte wens in vervulling te laten gaan: zelfstandig worden. Ik help bedrijven bij hun online-communicatie. Van websites tot LinkedIntrainingen: alles wat met content te maken heeft, doe ik.’", "Er voor de kinderen zijn", "‘In de afgelopen tien jaar ging het met mijn bedrijf elk jaar beter, ik verdien nu ongeveer 5.000 euro bruto per maand. Ja, dat maakt mij financieel sterk. Maar een gelijk aandeel in het huishouden? Het ene jaar meer dan het andere jaar. Maar hoe erg is dat als je hier samen voor kiest? Ik wilde er graag voor de kinderen zijn als ze naar de middelbare school zouden gaan. Dan wilde ik mijn eigen tijd kunnen indelen. Dat is gelukt.’", "‘Ja, ik heb een slecht pensioen en geen arbeidsongeschiktheidsverzekering. Dat maakt mij kwetsbaar als we uit elkaar zouden gaan. Huizen zijn niet meer te betalen en als zzp’er weet je maar nooit hoe de zaken lopen. Weer een baan zoeken als vijftiger valt ook niet mee. Financieel onafhankelijk zijn en je zo vóélen, zijn blijkbaar twee verschillende dingen. Je zou dit een soort schijnonafhankelijkheid kunnen noemen. Maar vanaf het moment dat je je leven gaat delen met een ander, ben je volgens mij per definitie afhankelijk van elkaar.’", "‘Je gaat namelijk samen financiële verplichtingen aan of je zet kinderen op de wereld. Maar ik zie die afhankelijkheid niet als een probleem, integendeel, alleen met Aldo’s steun kon ik zzp’er worden. Hij heeft mij de ruimte gegeven om mijn eigen bedrijf op te bouwen en in de eerste jaren minder bij te dragen. Nog steeds is het geen punt als ik een periode wat rustiger aan wil doen of me weer verder wil ontwikkelen. Het ene jaar verdien ik een ton, het andere jaar de helft, en dat kan allemaal. Ik ben gelukkig omdat ik mijn eigen tijd kan indelen, inmiddels zelfs ‘nee’ kan zeggen tegen minder leuke opdrachten en voldoende verdien om ook mijn bijdrage in het huishouden te leveren.’", "‘Dit weet ik zeker: de relatie die je hebt, is absoluut cruciaal voor je financiële onafhankelijkheid. Pas toen ik een partner vond die me steunde en het me gunde, kon ik de stap naar zelfstandigheid zetten. Dat is iets anders dan volledige onafhankelijkheid, maar mogelijk zelfs wel belangrijker.’"], "authors": ["Angela Wals"], "keywords": ["vrijheid", "man", "wat", "als", "het", "wil", "met", "ik", "omdat", "mijn", "te", "om", "en", "vaste", "je", "een", "dat"], "pubDate": "2020-11-18T16:55:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}