{"id": "0e01c526-68ee-3d5a-9097-95858cbfac3b", "title": "Moet de niezende kat ook in quarantaine?", "url": "https://volkskrant.nl/columns-opinie/moet-de-niezende-kat-ook-in-quarantaine~beb3c9df/", "summary": "En daar klinkt in de keuken, vanuit het niets, ineens het geluid van een harde nies.\nDat huisdieren besmet kunnen raken met het coronavirus, is inmiddels algemeen erkend, vertelt desgevraagd Els Broens van het Veterinair Microbiologisch Diagnostisch Centrum in Utrecht.\nGevallen waarbij een kat of hond het virus overdroeg op het baasje zijn in elk geval nog niet bekend, weet Broens.\n‘Vermijd intensief knuffelen en contact met het dier’, staat daar, onder het kopje ‘adviezen voor eigenaren met knuffelcontact’.\nMijn advies zou ook zijn de kat uit de buurt te houden van personen die positief zijn getest.’Hartelijk bedank ik haar voor de uitleg.", "paragraphs": ["Het virus bereikte ook het gezin van wetenschapsredacteur en ‘coronaverslaggever’ Maarten Keulemans. Over de vragen waarop hij stuitte in quarantaine hield hij een dagboek bij.", "En daar klinkt in de keuken, vanuit het niets, ineens het geluid van een harde nies. Mijn dochter en ik kijken elkaar verschrikt aan. Dan kijken we naar Louis. Onze witte, vrolijke, jonge kater. Hij schudt wat met zijn snuitje, alsof er nog een nies nadert. ‘Zou Louis nou ook al corona hebben?’, verwoordt mijn dochter wat we allebei denken.", "Nu we allemaal gescheiden van elkaar slapen, is onze onderlinge concurrentie om Louis verscherpt. En een paar avonden geleden won mijn vriendin. Vanuit haar isolatiekamer appt ze triomfantelijk een selfie, met Louis in haar armen. Daar ligt hij dan, uitgestrekt, zijn kopje tegen haar wang gevleid. Niet erg verantwoord, coronatechnisch gezien.", "Dat huisdieren besmet kunnen raken met het coronavirus, is inmiddels algemeen erkend, vertelt desgevraagd Els Broens van het Veterinair Microbiologisch Diagnostisch Centrum in Utrecht. In Italië testte men bloedmonsters van 603 honden en 316 katten: van de katten droeg 5,8 procent antistoffen tegen het virus, van de honden 3,3 procent. En dat zijn gemiddelden. In gezinnen waar corona was vastgesteld, liep het aandeel bij honden op tot 14 procent.", "Dat is er een op zeven! Ruwweg hetzelfde zag Broens in Nederland, vertelt ze, bij een steekproef van 150 katten en 150 honden, al kan ze de precieze cijfers nog niet vrijgeven.", "Gelukkig merken de huisdieren er meestal weinig van. Bij dierproeven blijken vooral jonge katten wel degelijk ziek te kunnen worden, met luchtwegklachten, niezen en maag- en darmproblemen – maar dat is in het lab, na experimentele blootstelling aan extreem veel virus. ‘Als ik gewone eigenaren spreek, zeggen de meeste: niks vreemds gezien’, vertelt Broens.", "Maar toch. Al die besmette huisdieren, kan dat geen kwaad voor de mens? Gevallen waarbij een kat of hond het virus overdroeg op het baasje zijn in elk geval nog niet bekend, weet Broens. ‘Maar daarbij moet je wel aantekenen dat we een enkele besmetting die wellicht via een huisdier gaat, misschien niet opmerken’, zegt ze. ‘Mens-op-menstransmissie is op dit moment de drijvende kracht.’", "Thuis heeft mijn vrouw zich al helemaal verzoend met het idee dat Louis corona heeft. ‘Kijk, hij heeft al vermoeidheidsklachten’, zegt ze, als Louis ’s middags languit bij haar op bed ligt te slapen. ‘Het is misschien het beste als we hem een tijdje in isolatie houden. Bij mij.’", "Maar Broens wijst op de richtlijn van het RIVM, een coronaregel die ik eigenlijk nog niet kende. ‘Vermijd intensief knuffelen en contact met het dier’, staat daar, onder het kopje ‘adviezen voor eigenaren met knuffelcontact’. Af en toe een aaitje mag best. Maar liederlijk gevrij, zoals mijn vriendin met Louis pleegt te doen, is uit den boze.", "‘Ik zou het zelfs nog iets sterker willen zeggen’, voegt Broens toe. ‘Ik zou huisdieren gewoon onder dezelfde regels scharen als andere huisgenoten. Net als voor jou geldt, zou ik de kat even proberen binnen te houden, in quarantaine. En isolatie is isolatie. Mijn advies zou ook zijn de kat uit de buurt te houden van personen die positief zijn getest.’", "Hartelijk bedank ik haar voor de uitleg. ‘Ik denk dat je zojuist een belangrijk conflict in ons gezin hebt opgelost’, zeg ik.", "Maandag: Hoe lang duurt die &%#*-ziekte eigenlijk?"], "authors": ["Maarten Keulemans"], "keywords": ["ik", "moet", "van", "louis", "zijn", "mijn", "en", "een", "met", "kat", "ook", "quarantaine", "niezende", "het", "op"], "pubDate": "2020-12-30T19:50:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}