{"id": "0e0dcfb3-a3f2-3514-a5ae-365d3f9468fb", "title": "Eens stak ik een huis in Kopenhagen bijna in de fik met prei", "url": "http://www.trouw.nl/recepten/eens-stak-ik-een-huis-in-kopenhagen-bijna-in-de-fik-met-prei~b078dec0/", "summary": "Met een groepje jonge chefs stak ik ooit bijna een huis in Kopenhagen in de fik met prei.\nEen van de Engelse chefs had zijn koffer volgestouwd met prei van zijn favoriete teler.\nToen we een paar minuten later onze prei inspecteerden, rolde er een brandende prei uit de oven op het tapijt (tapijt in de keuken, nooit een goed idee).\nIk probeerde de boel nog uit te slaan met een theedoek, maar had binnen de kortste keren een brandende theedoek in mijn handen.\nMeng de mosterd en azijn met een beetje zout, en klop hier de olijfolie doorheen.", "paragraphs": ["Iedere week verwondert Samuel Levie zich over een ingrediënt dat in het seizoen is of dat hij is tegengekomen tijdens zijn culinaire speurtochten.", "Met een groepje jonge chefs stak ik ooit bijna een huis in Kopenhagen in de fik met prei. Samen met zes chefs die bij een aantal van ’s werelds beste restaurants werkten, hadden we afgesproken dat iedereen ingrediënten uit zijn thuisland zou meenemen en dat we daar samen mee zouden gaan koken. We schoven langs elkaar in een klein, krakkemikkig keukentje waar de gemiddelde student nog geen ei in had kunnen bakken. Een van de Engelse chefs had zijn koffer volgestouwd met prei van zijn favoriete teler. Gelukkig hoefde ik de dagen erop niet naast hem te zitten, want zijn kleding moet hebben geriekt. Samen met hem ontfermde ik me over de prei.", "Vraag een chef wat de beste manier is om prei te bereiden en hij zal hoogstwaarschijnlijk zeggen: op de barbecue. Als je prei grilt op kolen, zal de buitenkant blakeren en de binnenkant rokerig en zacht worden. Prei wordt veel gebruikt als ondersteunende groente in een bouillon of een stoofschotel, maar verdient wat mij betreft vaker de hoofdrol.", "De groente, die net als lelies en knoflook tot de lookfamilie behoort, moet je dan wel in zo min mogelijk vocht proberen te garen. Hij verliest snel smaak en wordt dan papperig.", "Hoe dan ook: we begonnen met het blakeren van de prei op het fornuis, zoals ik dat thuis ook meestal doe, maar de chef bedacht dat een fikkie stoken in de oven ook geen slecht idee was. We smeten kranten, hout en prei in de oven en staken de boel aan. Toen we een paar minuten later onze prei inspecteerden, rolde er een brandende prei uit de oven op het tapijt (tapijt in de keuken, nooit een goed idee). Ik probeerde de boel nog uit te slaan met een theedoek, maar had binnen de kortste keren een brandende theedoek in mijn handen. Een pan water zorgde ervoor dat het allemaal goed afliep.", "Sandwich met prei en ribeye • 3 preien", "• 300 g ribeye", "• halve sjalot", "• 1 el mosterd", "• el rode wijnazijn", "• 1 el olijfolie", "• 1 stokbrood", "• boter", "Bereiding", "Snijd het bovenste groen van de prei en bewaar dit voor een bouillon of soep. Snijd dan de preien kruislings aan de bovenkant in, zodat je tussen de bladeren de eventuele aarde kunt wegspoelen. Blaker de preien rondom op een grote vlam op je fornuis. Ze mogen aan de buitenkant helemaal verkolen.", "Van binnen worden ze gaar en zacht. Dit duurt tussen de zeven en tien minuten. Je kunt dit eventueel ook onder de grill doen. Zout de ribeye en bak in een grill- of koekenpan.", "Zorg dat het vlees flink rood blijft. Laat het vlees even rusten. Laat de prei wat afkoelen en verwijder de verkoolde bladeren. Snijd de binnenkant in ringen. Meng de mosterd en azijn met een beetje zout, en klop hier de olijfolie doorheen. Maak de prei aan met dressing. Snijd het stokbrood open en in vieren en smeer één kant in met boter. Snijd het vlees in dunne plakken en geef wat extra zout en een draai peper. Verdeel het vlees over de broodjes en doe hier wat van de aangemaakte prei overheen."], "authors": ["Samuel Levie"], "keywords": ["kopenhagen", "van", "wat", "huis", "het", "op", "met", "zijn", "ik", "stak", "fik", "eens", "een", "bijna", "en", "dat", "prei"], "pubDate": "2020-12-10T07:34:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}