{"id": "0e136406-f83c-3f2f-b77a-06711758566e", "title": "Aan mijn collega’s op reformatorische scholen: júllie kunnen het beste verandering teweegbrengen", "url": "https://trouw.nl/nieuws/aan-mijn-collega-s-op-reformatorische-scholen-jullie-kunnen-het-beste-verandering-teweegbrengen~b04746eb/", "summary": "En de uitkomst van het debat was een breed gesteunde motie om een einde te maken aan dit bizarre deurbeleid van scholen.\nOp mijn huidige school wordt het voorzitterschap gedeeld door leerlingen Anna Rosa en Yvonne.\nJa, ze moeten soms nog steeds flink in discussie met klasgenoten over zaken als genderneutrale toiletten, maar ze krijgen ook veel bijval.\nNu worden leerlingen door medeleerlingen geconfronteerd om op een serieuze manier na te denken over seksuele diversiteit.\nErik Ex (1987) is leraar geschiedenis op het Cygnus Gymnasium in Amsterdam en werkt voor Schoolinfo, dat zich bezighoudt met onderwijsinnovatie.", "paragraphs": ["Aftreden. Dat was het eerste wat ik dacht toen minister van onderwijs Slob (Christenunie) in de Tweede Kamer scholen verdedigde die homoseksualiteit afwijzen. Maar de eerlijkheid gebiedt te zeggen dat de minister een praktijk uitlegde die in feite sinds 1917 bestaat. En de uitkomst van het debat was een breed gesteunde motie om een einde te maken aan dit bizarre deurbeleid van scholen.", "Het ministerie heeft overigens twee gezichten, want de andere minister van onderwijs (Van Engelshoven, D66) presenteerde vorige maand nog een checklist waarmee scholen konden bekijken hoe homo-vriendelijk zij zijn. De checklist is opgesteld door de Gender and Sexuality Alliance, of de GSA.", "Op de vier scholen (katholiek, openbaar, algemeen bijzonder en interconfessioneel) waar ik de afgelopen tien jaar hebt gewerkt zag ik de opkomst van de GSA. Een redelijk recente verschijning. Het zijn kleine grassroots-bewegingen die door leerlingen opgezet en geleid worden. Op mijn huidige school wordt het voorzitterschap gedeeld door leerlingen Anna Rosa en Yvonne. Over de woorden van Slob zijn ze vooral verbaasd: “Hoe kan je nou een veilig schoolklimaat hebben als je bij voorbaat tegen een groep leerlingen zegt dat ze zichzelf niet mogen zijn?”.", "Het was cool om voor inclusiviteit te zijn", "In gesprek met Anna Rosa en Yvonne valt het me op hoe vanzelfsprekend ze de acceptatie van LHBTQI-jongeren in de school vinden. Met Paarse Vrijdag had Yvonne voor alle leraren een paars strikje gemaakt dat gretig aftrek vond. Maar ze stonden ook bij de deur om de nagels te lakken van leerlingen. De stoere jongen, het moslimmeisjes met hoofddoek, de verlegen brugpieper, iedereen wilde plotseling paarsgelakte nagels. Het was cool om voor inclusiviteit te zijn. Ja, ze moeten soms nog steeds flink in discussie met klasgenoten over zaken als genderneutrale toiletten, maar ze krijgen ook veel bijval.", "Hoe anders dan toen ik zelf op de middelbare school zat (’99 – ’05). De school deed elk jaar een ‘vriendschapsproject’ (oftewel: ‘het seksproject’). Alles kon besproken worden, maar de oogst was toch vooral gegiechel. In mijn vriendengroep was homoseksualiteit niet echt een gespreksonderwerp. Nu worden leerlingen door medeleerlingen geconfronteerd om op een serieuze manier na te denken over seksuele diversiteit.", "Daarom zou ik me graag willen richten tot mijn collega’s op reformatorische scholen. Niet de minister, maar júllie kunnen het beste verandering teweegbrengen. Misschien lijkt een GSA-afdeling jullie een gruwel. Maar, laat me jullie vertellen, als collega’s onder elkaar: probeer het eens! Van een GSA in je school krijg je geen spijt. Wel minder pestgevallen, meer (naasten)liefde en eens per jaar een paars feestje in de school. En ook gewoon beter onderwijs. Jullie weten immers net als ik dat leerlingen die zich geaccepteerd voelen en een band hebben met hun klasgenoten en hun leraar, kortom die zich thuis voelen op school, meer leren.", "Erik Ex (1987) is leraar geschiedenis op het Cygnus Gymnasium in Amsterdam en werkt voor Schoolinfo, dat zich bezighoudt met onderwijsinnovatie. Hij schrijft elke twee weken een column. Lees zijn eerdere bijdragen hier terug."], "authors": ["Erik Ex"], "keywords": ["teweegbrengen", "collegas", "van", "school", "júllie", "op", "het", "met", "maar", "verandering", "reformatorische", "mijn", "een", "kunnen", "scholen", "en", "ze", "te"], "pubDate": "2020-11-18T14:13:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}