{"id": "0e1c22da-f80c-3528-8e3e-30000c4f0d9e", "title": "‘Eerlijk gezegd, we hébben deze verkiezingen gewonnen’", "url": "https://www.volkskrant.nl/kijkverder/v/2020/eerlijk-gezegd-we-hebben-deze-verkiezingen-gewonnen~v407566/", "summary": "We hebben Texas gewonnen, we hebben Texas gewonnen.\nWe hebben Texas gewonnen.\nWe hebben Texas gewonnen met een meerderheid van 700 duizend stemmen en dat laten ze niet eens zien in de uitslagen.\n​Het is ook duidelijk dat we Georgia gewonnen hebben.\nEn iemand zei dat het een overwinning was voor... En misschien is dat zo.", "paragraphs": ["We hebben de geweldige staat Ohio gewonnen. We hebben Texas gewonnen, we hebben Texas gewonnen. We hebben Texas gewonnen. We hebben Texas gewonnen met een meerderheid van 700 duizend stemmen en dat laten ze niet eens zien in de uitslagen. ​Het is ook duidelijk dat we Georgia gewonnen hebben. Daar staan we 2,5 procent voor, oftewel 117 duizend stemmen met nog maar 7 procent te gaan. Ze halen ons nooit meer in. Ze kunnen ons niet inhalen.", "Dat klopt niet. Er moest op dat moment nog groot aantal stemmen worden geteld, vooral uit het overwegend Democratische gebied rond Atlanta.", "Zo hebben we ook duidelijk North Carolina gewonnen. Waar we 1,4 procent voorstaan. Met 77 duizend stemmen met nog maar zo’n 5 procent te gaan.", "Ze kunnen ons niet inhalen. We hebben ook, als je naar ​Arizona kijkt, daar zijn we ook springlevend. En iemand zei dat het een overwinning was voor... En misschien is dat zo. Ik bedoel, het zou kunnen. Maar er waren daar zeker een heleboel stemmen die we nog konden krijgen omdat we net pas waren aangekomen bij wat ze Trump-terrein noemen. Ik weet niet hoe jullie het noemen. Maar dit waren Trumpgezinde kiezers. Dus dat kan nog anders worden."], "authors": ["November"], "keywords": ["eerlijk", "gezegd", "verkiezingen", "deze", "stemmen", "nog", "het", "gewonnen", "texas", "hébben", "niet", "dat", "ze", "hebben", "procent"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}