{"id": "0e56d285-65a7-3578-92da-83ed67d8049a", "title": "Mijn huisbaas eist dat ik het meld als ik bezoek heb, vanwege corona. Moet dat?", "url": "https://trouw.nl/leven/mijn-huisbaas-eist-dat-ik-het-meld-als-ik-bezoek-heb-vanwege-corona-moet-dat~b759af57/", "summary": "Recentelijk heb ik een kamer ­gehuurd in een huis waarin de huisbazin ook woont.\nIk moet van haar melden wanneer ik hoeveel bezoekers wil ontvangen, omdat ze van mening is dat zij en ik een huishouden vormen.\nIk heb toen gezegd dat ik op de rijksoverheidsite heb gezien dat we geen huishouden zijn en dat ik hoop dat ze begrijpt dat ik privacy wil.\nVolgens haar zijn we wél een huishouden en ze gaf me te verstaan dat ik me aan de regels moet houden.\nMisschien kunt u een of andere vorm van burenbemiddeling of mediation inschakelen, zodat een onaf­hankelijke partij de definitie van een huishouden kan bevestigen.", "paragraphs": ["Etiquette-specialist Beatrijs Ritsema beantwoordt elke week prangende vragen over hoe het hoort, of juist niet.", "Recentelijk heb ik een kamer ­gehuurd in een huis waarin de huisbazin ook woont. Ik heb een eigen keukentje, wc en douche. De hal en de trap zijn de enige gedeelde ruimtes. De verhouding was al niet zo prettig, maar de laatste tijd wordt haar angst voor corona een nijpend probleem. Ik moet van haar melden wanneer ik hoeveel bezoekers wil ontvangen, omdat ze van mening is dat zij en ik een huishouden vormen.", "Gisteren had ik een vriendin over de vloer. We zaten rustig te praten en hebben de hele tijd afstand gehouden, maar de huisbazin was boos dat ze niet wist dat er iemand langs­kwam. Ik heb toen gezegd dat ik op de rijksoverheidsite heb gezien dat we geen huishouden zijn en dat ik hoop dat ze begrijpt dat ik privacy wil. Hier reageerde ze heel bits op. Volgens haar zijn we wél een huishouden en ze gaf me te verstaan dat ik me aan de regels moet houden. Ik werk in de zorg en weet echt wel wat de regels zijn. Hoe moet ik omgaan met deze vergaande bemoeienis met mijn leven?", "Erger dan een dienstklopper", "Beste Erger dan een dienst­klopper,", "Uw huisbazin heeft het bij het verkeerde eind. Dat er een hal en een trap worden gedeeld betekent niet dat zij en u tot hetzelfde huishouden behoren. Dan zouden hele flatgebouwen één gigantisch gezellig huishouden vormen met alle restricties van dien. Alleen als er voorzieningen worden gedeeld, is er sprake van een huishouden. Zolang u zich aan de coronaregels houdt (maximaal drie mensen op gepaste afstand), heeft uw huis­bazin niets te zeggen over uw bezoek en u bent in het geheel niet verplicht haar daarvan in kennis te stellen.", "U hebt dit al gezegd tegen haar, maar zij volhardt in haar kritiek. Misschien kunt u een of andere vorm van burenbemiddeling of mediation inschakelen, zodat een onaf­hankelijke partij de definitie van een huishouden kan bevestigen. In een gesprek met z’n drieën kan eveneens aan de orde ­komen dat een huurder recht heeft op privacy en geen rekenschap hoeft af te leggen bij de verhuurder over sociale contacten. Mogelijk zal uw hospita hier niet onder de indruk van zijn. Haar pandemiepaniek en uw ­ongenoegen kunnen blijven ­bestaan. Dan kunt u beter een ander onderkomen zoeken.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["huisbaas", "heb", "haar", "uw", "en", "meld", "vanwege", "dat", "van", "een", "huishouden", "ik", "mijn", "het", "eist", "zijn", "moet", "ze"], "pubDate": "2020-11-07T16:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}