{"id": "0e665b21-e356-39ae-a637-1e3c4088f566", "title": "Waar de cacao het woud redde", "url": "https://www.volkskrant.nl/kijkverder/v/2020/zomerserie-coronaplus-aflevering-3-brazilie~v394395/", "summary": "‘Ze heeft het drukker dan ooit.’ Elke donderdag rijdt ze met haar man Cosme Costa dos Cantos (30) naar haar klanten in Serra Grande.\nAls het heeft geregend, is het zandpad een tientallen kilometers lange modderpoel.\nCosme werkte op zijn 10de al in de tuin van zijn moeder, nu werkt hij in de tuin van zijn vrouw.\nNana’s bedrijf onderhoudt haar man en dochters Ghislaine (11), Giseli (10) en zoon Kauan (5).\nOoit kreeg zij het vogeltje van haar man, het jonkie was op sterven na dood.", "paragraphs": ["Nana’s werkdag begint om 5 uur, vertelt fotograaf Luisa Dörr, die enkele jaren geleden met haar man de stad verruilde voor het paradijs aan de kust van Bahia. ‘Ze heeft het drukker dan ooit.’ Elke donderdag rijdt ze met haar man Cosme Costa dos Cantos (30) naar haar klanten in Serra Grande. Als het heeft geregend, is het zandpad een tientallen kilometers lange modderpoel. Cosme werkte op zijn 10de al in de tuin van zijn moeder, nu werkt hij in de tuin van zijn vrouw.", "", "Nana’s bedrijf onderhoudt haar man en dochters Ghislaine (11), Giseli (10) en zoon Kauan (5). Daarnaast werkt ze samen met lokale vrouwen die eveneens groenten verbouwen. De plantage en moestuin hebben een grote aantrekkingskracht op kinderen uit de buurt. En dan is er nog Midyane, de 13-jaar oude parkiet van Nana’s werknemer Tamires en vaste gast in de winkel. Ooit kreeg zij het vogeltje van haar man, het jonkie was op sterven na dood. ‘Midyane is een vrije vogel, maar ze slaapt bij ons en eet wat wij eten’, vertelde Tamires aan Dörr."], "authors": ["Augustus"], "keywords": ["van", "cacao", "woud", "een", "en", "ze", "waar", "zijn", "op", "redde", "man", "haar", "met", "het"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}