{"id": "0e766218-2ccb-3d31-99f0-9317bac98108", "title": "Kerstverlichting in de tuin, aan de gevel of op het balkon? Mag dat zomaar? Dit zijn de regels", "url": "https://www.dvhn.nl/drenthe/Kerstverlichting-in-de-tuin-aan-de-gevel-of-op-het-balkon-Dit-zijn-de-regels-26295815.html", "summary": "Het is een landelijke trend in de kerstperiode: versierde huizen en tuinen met flikkerende lampjes, kleurrijke kerstmannen en soms zelfs een heuse geluidsshow.\nDan kan het zijn dat in het huurcontract is afgesproken dat er geen verlichting mag worden opgehangen.\n,,In dat geval moet je een vergunning aanvragen bij de gemeente.’’Ook kan het zijn dat de kerstverlichting overlast geeft.\nMaar het puur hebben van kerstverlichting in de tuin leidt daar niet toe.\nIn Hoogeveen hoopt de gemeente dat de buurt er onderling uit komt ,,En dat de nieuwe bewoners zich toch welkom voelen.’’", "paragraphs": ["Een stel uit Hoogeveen versierde zijn nieuwe huis met kerstverlichting en kreeg woensdag prompt een briefje in de bus: ‘Welkom in de buurt, maar haal die asociale kermisachtige, verloederende glitterverlichting weg.’ Mag je zomaar feestverlichting ophangen, of zijn daar regels voor?", "Het is een landelijke trend in de kerstperiode: versierde huizen en tuinen met flikkerende lampjes, kleurrijke kerstmannen en soms zelfs een heuse geluidsshow. In bijna alle gemeenten is hier geen regelgeving voor, zolang de verlichting maar op eigen terrein is opgehangen.", "Dat geldt ook als de verlichting aan een dakgoot of regenpijp hangt, die met de buren gedeeld wordt. Wel moeten de buren het dan met de versiering eens zijn. Woon je in een huurhuis? Dan kan het zijn dat in het huurcontract is afgesproken dat er geen verlichting mag worden opgehangen. Staat die regel er niet, dan is dit gewoon toegestaan.", "Openbare ruimte en overlast", "De zaak verandert wanneer ook lantaarnpalen worden gebruikt om verlichting omheen te wikkelen. Of als een lint van lampjes over de straat naar de overburen gaat. ,,Je maakt dan gebruik van openbaar terrein’’, legt een woordvoerder van de gemeente Hoogeveen uit. ,,In dat geval moet je een vergunning aanvragen bij de gemeente.’’", "Ook kan het zijn dat de kerstverlichting overlast geeft. Bijvoorbeeld omdat het ‘s nachts fel naar binnen schijnt, of dat de geluidsshow de hele dag door luid door de straat te horen is. ,,Als dat het geval is, kunnen buren een melding doen van overlast. Maar het puur hebben van kerstverlichting in de tuin leidt daar niet toe.", "Amsterdam", "In de gemeente Amsterdam wordt op dit moment gewerkt aan een meldplicht voor kerstverlichting. Voor zover bekend is dit de enige gemeente waar de regels strenger worden. In Hoogeveen hoopt de gemeente dat de buurt er onderling uit komt ,,En dat de nieuwe bewoners zich toch welkom voelen.’’"], "authors": ["Koen Marée"], "keywords": ["gevel", "dat", "je", "kerstverlichting", "mag", "verlichting", "van", "een", "het", "zomaar", "tuin", "en", "op", "regels", "met", "dit", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}