{"id": "0e7d7653-8e32-33e6-bd54-64569c4ee915", "title": "Parlementsvoorzitter Polen klaagt bij Arib: ‘Verbaasd en teleurgesteld over houding Kamer’", "url": "https://www.volkskrant.nl/nieuws-achtergrond/parlementsvoorzitter-polen-klaagt-bij-arib-verbaasd-en-teleurgesteld-over-houding-kamer~b8661161/", "summary": "Deze lopen uiteen van de Nederlandse rol als belastingparadijs en het ‘gebrek aan respect voor de mensenrechten’ van arbeidsmigranten tot de ineffectieve aanpak van mensenhandel.\nGroothuizen heeft sindsdien veel steunbetuigingen ontvangen van Polen die zijn zorgen delen.\nZo hield een Nederlandse rechter om die reden dit jaar de uitlevering van een verdachte aan Polen tegen.\nPolitieke berekeningMaar volgens Witek is het Nederland dat de Poolse soevereiniteit en de ‘regels waarop het interstatelijk verkeer zijn gebaseerd’ schendt.\nVolgens Witek is het Nederlandse handelen dan ook puur gebaseerd op ‘politieke berekening en de wens de Commissie en het Hof onder druk te zetten.’Of Witeks brief veel effect zal hebben op Nederlandse politici valt te betwijfelen.", "paragraphs": ["Tweede Kamervoorzitter Khadija Arib. Beeld ANP - Bart Maat", "De brief van voorzitter Elzbieta Witek van de Sejm, het Poolse parlement, bevat een litanie van klachten over Nederlandse praktijken ‘waar het Poolse parlement tot dusver over heeft gezwegen’. Deze lopen uiteen van de Nederlandse rol als belastingparadijs en het ‘gebrek aan respect voor de mensenrechten’ van arbeidsmigranten tot de ineffectieve aanpak van mensenhandel.", "Aangezien beide landen ‘naaste bondgenoten’ zijn in de Navo en ‘een paar honderdduizend Polen een belangwekkende bijdrage leveren’ aan de Nederlandse economie, schrijft Witek ‘verbaasd’ en ‘teleurgesteld’ te zijn over de motie van Maarten Groothuizen (D66), die op 1 december door een grote Kamermeerderheid werd aangenomen. Die motie verzoekt de regering te onderzoeken of met gelijkgezinde landen in de EU Polen voor het Hof van Justitie gedaagd kan worden wegens het niet nakomen van zijn verdragsverplichtingen.", "Open zenuw", "‘Als mensen ergens op reageren, heb je blijkbaar op de goede knop gedrukt’, zegt Groothuizen in een reactie. Het lijkt alsof dit een open zenuw heeft geraakt.’ Hij benadrukt dat de motie (mede ingediend door GroenLinks en CDA) louter voortkomt uit de zorg dat alle juridische en andere acties die de lidstaten en de Europese Commissie tot dusver hebben ondernomen om de erosie van de rechtsstaat in Polen en Hongarije tegen te gaan, geen effect hebben gesorteerd. Groothuizen heeft sindsdien veel steunbetuigingen ontvangen van Polen die zijn zorgen delen.", "Premier Rutte, die door Hongaarse en Poolse politici toch al wordt gezien als ‘leider’ van het groepje Noordwest-Europese landen dat zich tegen hun binnenlandse hervormingen keert, bevestigde dinsdag tegenover de Kamer dat Nederland inderdaad onderzoekt of en zo ja met welke landen het juridische stappen kan ondernemen.", "Groothuizen bevestigt dat de kwestie ook veel praktische kanten heeft. Binnen de unie wordt intensief tussen landen samengewerkt. Als het vertrouwen in elkaars juridische systemen wegvalt, levert dat veel praktische problemen op. Zo hield een Nederlandse rechter om die reden dit jaar de uitlevering van een verdachte aan Polen tegen.", "Politieke berekening", "Maar volgens Witek is het Nederland dat de Poolse soevereiniteit en de ‘regels waarop het interstatelijk verkeer zijn gebaseerd’ schendt. Volgens haar wordt de rechtsstaatkwestie ook opgespeeld in verband met de aankomende parlementsverkiezingen in Nederland en hebben eventuele extra juridische stappen door Nederland geen ‘toegevoegde waarde’ omdat er al procedures lopen. Volgens Witek is het Nederlandse handelen dan ook puur gebaseerd op ‘politieke berekening en de wens de Commissie en het Hof onder druk te zetten.’", "Of Witeks brief veel effect zal hebben op Nederlandse politici valt te betwijfelen. In een EU-debat deze week leek premier Rutte niet onder de indruk van het Poolse dreigement om een zogeheten Artikel VII-procedure tegen Nederland te starten wegens een ‘ernstige en voortdurende schending’ van de rechtsstaat. ‘Dat wachten we verder wel af.’"], "authors": ["Arnout Brouwers"], "keywords": ["verbaasd", "van", "bij", "polen", "het", "op", "die", "zijn", "houding", "een", "en", "dat", "te", "teleurgesteld", "kamer", "parlementsvoorzitter", "arib", "klaagt", "nederlandse"], "pubDate": "2020-12-10T15:04:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}