{"id": "0e7eac2b-82be-3555-90a7-93eb6ea147f7", "title": "Rechter wijst verzoek voorwaardelijke vrijlating WikiLeaks-oprichter Assange af", "url": "https://www.parool.nl/wereld/rechter-wijst-verzoek-voorwaardelijke-vrijlating-wikileaks-oprichter-assange-af~b60f2aa1/", "summary": "Tientallen Britten protesteerden woensdag bij de rechtbank in Londen tegen het gevangenschap van Assange.\nBeeld REUTERSIn de VS riskeert hij een gevangenisstraf van 175 jaar vanwege de publicatie van vertrouwelijke documenten.\nDe VS gaan in hoger beroep om Assange alsnog uitgeleverd te krijgen en wilden niet dat hij voorwaardelijk zou vrijkomen.\nEen advocaat van de Amerikaanse regering waarschuwde dat de WikiLeaks-oprichter weer zou kunnen vluchten.\nZo vluchtte Assange in 2012 naar de Ecuadoraanse ambassade in Londen terwijl hij voorwaardelijk vrij was.", "paragraphs": ["Tientallen Britten protesteerden woensdag bij de rechtbank in Londen tegen het gevangenschap van Assange. Beeld REUTERS", "In de VS riskeert hij een gevangenisstraf van 175 jaar vanwege de publicatie van vertrouwelijke documenten.", "De VS gaan in hoger beroep om Assange alsnog uitgeleverd te krijgen en wilden niet dat hij voorwaardelijk zou vrijkomen. Een advocaat van de Amerikaanse regering waarschuwde dat de WikiLeaks-oprichter weer zou kunnen vluchten. Zo heeft Mexico hem politiek asiel aangeboden.", "De 49-jarige Assange deed eerder ook al een poging vrij te komen. Hij wilde zijn uitleveringszaak buiten de gevangenis afwachten. De rechter zag dat toen niet zitten omdat hij werd gezien als vluchtgevaarlijk. Zo vluchtte Assange in 2012 naar de Ecuadoraanse ambassade in Londen terwijl hij voorwaardelijk vrij was. De Ecuadoraanse regering wees hem na zeven jaar de deur, waarna de Britse politie hem arresteerde."], "authors": ["Het Parool"], "keywords": ["van", "zo", "hem", "voorwaardelijke", "rechter", "wijst", "assange", "een", "wikileaksoprichter", "zou", "vrijlating", "vs", "vrij", "hij", "dat", "af", "verzoek"], "pubDate": "2021-01-06T12:42:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}