{"id": "0e7f5c2c-a1b9-367e-bf0b-0d8e411e5127", "title": "Zorgen over thuisonderwijs: ‘De schoolprestaties gaan hier onder lijden’", "url": "https://www.parool.nl/amsterdam/zorgen-over-thuisonderwijs-de-schoolprestaties-gaan-hier-onder-lijden~bad8b871/", "summary": "Ik denk dat we dat de komende weken ook weer zullen gaan doen.\nDenk je dat die zelf aan het werk gaan als ik er niet ben?\n“Wij hebben één computer, zomaar vier laptops erbij kopen is geen optie, daar hebben we het geld niet voor.\nDe schoolprestaties van de kinderen gaan hieronder lijden, ik vind dat heel, heel erg.”DyslectischDie zorgen worden breed gedeeld.\nIk weet niet hoe ik dat moet aanpakken.", "paragraphs": ["De scholen zijn de komende weken voor de meeste kinderen gesloten: leerlingen zijn aangewezen op afstandsonderwijs. Zorgelijk, zeggen ouders, die zelf nauwelijks meer ­toekomen aan hun eigen werk.", "Oma in Italië hield tijdens de eerste lockdown vaak een oogje in het zeil, via de iPad. “Dan had Mattis een beetje toezicht en aanspraak als hij achter zijn computer zat. Ik denk dat we dat de komende weken ook weer zullen gaan doen. Ik heb gewoon geen tijd om er de hele tijd bij te gaan zitten, mijn eigen werk gaat ook door.”", "", "Fenne en Mattis, de kinderen van Kristel Vrielink, zijn elf en negen jaar. Toen de scholen voor de kerstvakantie dicht gingen, kwam dat hard aan bij de commercieel manager. “Het kost enorm veel tijd. Ik zit veel in ­besprekingen, de ene teamvergadering na de andere. Het wordt de ­komende tijd onmogelijk om acht uur te focussen op mijn werk.”", "De sluiting van de scholen begon al voor de kerstvakantie, maar vanaf maandag zal het er voor kinderen en ouders weer stevig inhakken: les­geven en werken tegelijk. Veel ouders maken zich zorgen. De combinatie is ingewikkeld, voor een deel van de ouders zelfs onmogelijk.", "Saadia Daoudik bijvoorbeeld: zij heeft een deel van haar schoonmaakuren bij particulieren afgezegd. “Ik heb vijf kinderen, de jongste is vier, de oudste dertien. Denk je dat die zelf aan het werk gaan als ik er niet ben? Je moet er achteraan zitten, anders zijn ze veel te snel afgeleid.”", "En dan is er het praktische vraagstuk: hoe gaan ze in contact komen met de leerkracht? “Wij hebben één computer, zomaar vier laptops erbij kopen is geen optie, daar hebben we het geld niet voor. We hebben ­gehoord dat school misschien iets gaat regelen, maar vandaag zijn die computers er nog niet. De schoolprestaties van de kinderen gaan hieronder lijden, ik vind dat heel, heel erg.”", "Dyslectisch", "Die zorgen worden breed gedeeld. Johan Veneman is vader van Seger (10) en Juul (8). “Mijn zoon is dyslectisch, voor hem is dat afstandsonderwijs slecht: hij heeft school echt ­nodig. Kwetsbare leerlingen zijn de dupe. Alleen al om die reden vind ik dit echt geen goede maatregel. Onze dochter redt zich, die werkt gestructureerd, maar zelfs dan is het allesbehalve ­ideaal.”", "Het wordt schipperen voor Veneman en zijn vrouw. “Zij geeft les op een hbo-opleiding en zit de hele dag online college te geven. Ik ben gelukkig flexibel, maar het bedrijf draait door. Hoe dan ook heb ik minder declarabele uren.”", "Hedda Sanders, uitgever en moeder van Annemijn (12) en Eline (9), heeft nu meer vertrouwen in het thuis lesgeven dan tijdens de eerste schoolsluiting. “Toen overviel het iedereen enorm, ik schoot in een halve paniekmodus. Scholen hebben inmiddels ervaring, er zijn systemen opgetuigd. Wij hebben ook twee Chromebooks voor de kinderen gekocht, de wifi werkt nu wel goed: het zou beter moeten gaan.”", "Dat vertrouwen heeft Charlayne Sanjayo niet. “Ik heb de middelbare school niet afgemaakt, leren was een drama. Mijn dochtertje is zes, ze moet leren lezen. Ik weet niet hoe ik dat moet aanpakken. Oma past altijd op, dat zal ze ook blijven doen, maar lesgeven is ook niet haar vak. Ik maak me zorgen dat mijn dochter een achterstand opbouwt die ze nooit meer gaat inlopen.”"], "authors": ["Marc Kruyswijk"], "keywords": ["ik", "er", "zijn", "hier", "het", "van", "voor", "en", "een", "thuisonderwijs", "niet", "gaan", "onder", "zorgen", "schoolprestaties", "dat", "lijden"], "pubDate": "2021-01-04T10:30:48Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}