{"id": "0e812eb4-ce2e-3d6c-8b89-0e17ab178b25", "title": "Kwalificatie Australian Open: Griekspoor naar tweede ronde", "url": "https://www.telegraaf.nl/sport/1624186345/kwalificatie-australian-open-griekspoor-naar-tweede-ronde", "summary": "Tallon Griekspoor heeft de tweede ronde bereikt van het kwalificatietoernooi voor de Australian Open.\nGriekspoor was in de eerste ronde te sterk voor de Australiër Harry Bourchier, die met een wiildcard tot het toernooi was toegelaten.\nPattinama-KerkhoveBij de vrouwen wist Lesley Pattinama-Kerkhove zich te plaatsen voor de tweede ronde van het kwalificatietoernooi.\nBekijk ook: Kiki Bertens grote afwezige in MelbourneSchoofs en Van de ZandschulpBibiane Schoofs en Botic van de Zandschulp kwamen zondag al in actie.\nHet kwalificatietoernooi voor de mannen wordt in Doha afgewerkt, de vrouwen proberen zich in Dubai te plaatsen voor het hoofdtoernooi.", "paragraphs": ["Tallon Griekspoor heeft de tweede ronde bereikt van het kwalificatietoernooi voor de Australian Open. Griekspoor was in de eerste ronde te sterk voor de Australiër Harry Bourchier, die met een wiildcard tot het toernooi was toegelaten. Het duel werd beslist in twee sets: 7-6 (6) 6-3.", "Griekspoor is op plaats 155 de hoogst geklasseerde Nederlander op de wereldranglijst. Hij neemt het in de volgende ronde op tegen John-Patrick Smith, opnieuw een Australiër met een wildcard. Smith schakelde in de eerste ronde de als 25e geplaatste Italiaan Paolo Lorenzi uit.", "Ook Robin Haase komt maandag nog in actie in Doha, waar de mannen hun kwalificatietoernooi afwerken in verband met de strenge coronamaatregelen in Australië.", "Pattinama-Kerkhove", "Bij de vrouwen wist Lesley Pattinama-Kerkhove zich te plaatsen voor de tweede ronde van het kwalificatietoernooi. De Nederlandse bleek te sterk voor Kurumi Narade uit Japan: 6-4 en 6-4.", "Lesley Pattinama-Kerkhove Ⓒ HH/ANP", "Indy de Vroome verging het minder goed. Zij verloor van de Amerikaanse Claire Liu in twee sets (6-7 (5) 2-6) en is uitgeschakeld voor deelname aan het grandslamtoernooi in Melbourne.", "Hogenkamp", "In Dubai komt verder nog Richel Hogenkamp op de baan. Hogenkamp die in de NK finale na een uitglijder geblesseerd moest opgeven is op tijd hersteld en neemt het op tegen de Zwitserse Viktorija Golubic.", "Bekijk ook: Kiki Bertens grote afwezige in Melbourne", "Schoofs en Van de Zandschulp", "Bibiane Schoofs en Botic van de Zandschulp kwamen zondag al in actie. Van de Zandschulp wist zich te plaatsen voor de tweede ronde. De nummer 156 van de wereld was met 3-6 6-1 6-4 te sterk voor de Italiaan Lorenzo Musetti, de mondiale nummer 129.", "Schoofs bleef in de eerste ronde steken. Ze moest met 6-3 7-6 (6) haar meerdere erkennen in de Chileense Daniela Seguel.", "Het kwalificatietoernooi voor de mannen wordt in Doha afgewerkt, de vrouwen proberen zich in Dubai te plaatsen voor het hoofdtoernooi. De kwalificaties worden niet in Melbourne gespeeld in verband met de strenge quarantainemaatregelen in Australië. Het hoofdtoernooi in Melbourne begint pas op 8 februari."], "authors": ["Onze Telesportredactie"], "keywords": ["ronde", "van", "kwalificatietoernooi", "naar", "voor", "en", "met", "kwalificatie", "een", "open", "australian", "op", "te", "het", "griekspoor", "tweede"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}