{"id": "0e980e2f-368b-318e-b111-146d3bb63375", "title": "ING-econoom over verlenging lockdown: ‘Golf faillissementen komt nog’", "url": "https://www.metronieuws.nl/in-het-nieuws/binnenland/2021/01/ing-econoom-over-verlenging-lockdown-golf-faillissementen-komt-nog/", "summary": "ING-econoom over verlenging lockdown: ‘Golf faillissementen komt nog’Een verlenging van de lockdown na 19 januari heeft groot effect op de economie.\nDat schrijft Trouw in een artikel over de economische gevolgen van de huidige lockdown en het zicht op verlening van deze maatregelen.\nDoor verlening van de lockdown komt er een nieuwe rem op het uitgavenpatroon en de grote geldstromen.\nOok de sport- en recreatiebranche gaan een lastige tijd tegemoet en het personenvervoer wordt geraakt doordat veel mensen thuis werken.\n„Maar de golf faillissementen komt nog en dat heeft gevolgen voor de werkloosheid.", "paragraphs": ["ING-econoom over verlenging lockdown: ‘Golf faillissementen komt nog’", "Een verlenging van de lockdown na 19 januari heeft groot effect op de economie. Volgens Marieke Blom, hoofdeconoom bij ING, wordt 10 procent van de economie geraakt.", "Dat schrijft Trouw in een artikel over de economische gevolgen van de huidige lockdown en het zicht op verlening van deze maatregelen. „Ongeveer 10 procent van de Nederlandse economie draait niet”, vertelt Blom. Door verlening van de lockdown komt er een nieuwe rem op het uitgavenpatroon en de grote geldstromen.", "Vergelijking met oorlog", "De ING-econoom vertelt dat de genoemde 10 procent wellicht niet zo heftig klinkt. „Maar je moet bedenken dat we bij een normale economie al ongerust worden als we met een krimp van 1 procent te maken hebben.” Volgens haar zijn de grote gevolgen nog niet te zien door de steunpakketten van de overheid. „Maar eigenlijk wordt de economie alleen in een oorlog zwaarder geraakt dan nu.”", "De econoom benadrukt dat sommige sectoren zich de komende tijd schrap moeten zetten. Met name de cultuursector krijgt het zwaar. Ook de sport- en recreatiebranche gaan een lastige tijd tegemoet en het personenvervoer wordt geraakt doordat veel mensen thuis werken. Dat betekent ook dat tankstations het hoofd boven water moeten houden. En natuurlijk de horeca die ook deze periode moeten uitzitten. Volgens Blom moeten mode- en schoenenwinkels nog harder knokken dan bij de eerste golf. „Nu moeten ze dicht in wat normaal een toptijd is.”", "Veel fysieke aankopen verplaatsen naar online verkoop. De detailhandel speelt daarop in en kan de gemiste inkomsten uit de winkelstraat compenseren met een webshop", "ZZP’ers, flexwerkers en ondernemers", "De groep die het hardst getroffen wordt volgens de econoom zijn flexwerkers, de zzp’ers en ondernemers in de geraakte sectoren die de dupe zijn van de lockdown. Verder vertelt ze dat er ook bedrijfstakken zijn die blijven doorgaan. „Het onderwijs, de zorg, de bouw, het openbaar bestuur en energieleveranciers. Maar ook alles wat met voeding te maken heeft, of transport, goederenstromen. Zij vormen samen een belangrijk deel van onze economie.”", "Volgens de econoom begint tussen de lente en de zomer het economisch herstel. „Maar de golf faillissementen komt nog en dat heeft gevolgen voor de werkloosheid. 2021 wordt daarom een jaar met twee gezichten.”", "Lees ook: Eindhovens restaurant gooit deuren open, mensen mogen binnen eten"], "authors": [], "keywords": ["lockdown", "van", "nog", "komt", "faillissementen", "en", "een", "met", "wordt", "moeten", "ook", "ingeconoom", "verlenging", "het", "golf", "dat"], "pubDate": "2021-01-11T07:21:41Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}