{"id": "0ea015e5-7643-3c49-b4c4-28640b522e72", "title": "Man (42) slaagt na 157 pogingen eindelijk voor theorie-examen", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2021/01/man-42-slaagt-na-157-pogingen-eindelijk-voor-theorie-examen/", "summary": "Man (42) slaagt na 157 pogingen eindelijk voor theorie-examenHet maken van een theorie-examen gaat niet iedereen even makkelijk af.\nEen 42-jarige man uit Groot-Brittannië haalde het examen pas na 157 pogingen en betaalde meer dan 4000 euro examengeld.\nOp nummer twee staat een 34-jarige vrouw die na 117 pogingen nog altijd niet geslaagd is voor het theorie-examen.\nOp de derde plaats staat een 48-jarige vrouw, die na 93 pogingen eindelijk slaagde.\nOp de tweede plaats staat het niet controleren van de spiegels voordat bestuurder van richting veranderen.", "paragraphs": ["Man (42) slaagt na 157 pogingen eindelijk voor theorie-examen", "Het maken van een theorie-examen gaat niet iedereen even makkelijk af. Een 42-jarige man uit Groot-Brittannië haalde het examen pas na 157 pogingen en betaalde meer dan 4000 euro examengeld.", "De Brit is daarmee de grootste pechvogel van alle examenkandidaten in het land. Op nummer twee staat een 34-jarige vrouw die na 117 pogingen nog altijd niet geslaagd is voor het theorie-examen.", "23 pond", "Een theorie-examen kost in Groot-Brittannië 23 pond per keer (ongeveer 25 euro). Het kostte de Brit dan ook meer dan 4000 euro om zijn examen te halen. De cijfers werden bekend nadat de Britse leasemaatschappij Select Car Leasing ze op had gevraagd bij de Driver and Vehicles Standerds Agency, de Britse CBR.", "Op de derde plaats staat een 48-jarige vrouw, die na 93 pogingen eindelijk slaagde. In Engeland moet je in ieder geval 43 van de 50 meerkeuze vragen goed hebben om te slagen.", "Praktijk", "En ook het praktijkexamen gaat de Britten niet altijd even makkelijk af. Het land is recordhouder als het gaat om examenkandidaten die vaak zakken. De twintig slechtste kandidaten zakten samen in totaal 679 keer. Koploper hierin is een 72-jarige man die pas bij de 44ste poging zijn rijbewijs haalde.", "De meest voorkomende reden van zakken is volgens de cijfers van de Driver and Vehicles Standerds Agency het niet correct observeren van kruispunten. Op de tweede plaats staat het niet controleren van de spiegels voordat bestuurder van richting veranderen.", "Lees ook: Sipke Jan Bousema wil ziekenhuizen privacyproof maken"], "authors": ["Femkevan Rooijen", "Femke Van Rooijen"], "keywords": ["slaagt", "staat", "van", "man", "voor", "pogingen", "een", "om", "theorieexamen", "niet", "op", "157", "ook", "42", "het", "eindelijk", "die"], "pubDate": "2021-01-10T11:59:59Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}