{"id": "0ea07c3e-65e9-3d8b-abe5-0571b3d01f5e", "title": "Een blokjeskerst, of toch buitenbuffetten? Zo vier je Kerst het veiligst", "url": "https://trouw.nl/binnenland/een-blokjeskerst-of-toch-buitenbuffetten-zo-vier-je-kerst-het-veiligst~bda65685/", "summary": "Hoe je je gedraagt vóór Kerst, maakt alles uit, zegt viroloog Bert Niesters van het Universitair Medisch Centrum Groningen.\n“De risico’s hangen af van of je een beetje in een sociale bubbel bent gebleven of niet.\n“Als je tuin lekker groot is, kun je natuurlijk wel goed afstand houden.” Maar, zegt de viroloog, verkijk je niet op de risico’s.\nDe mensen die je niet goed kent openen een heel nieuwe dimensie voor je.” Bibi BerenschotRenske Kwikkel viert Kerst dit jaar buiten.\nMet de Kerst zetten ze die op het erf van Van Paassens zoon en schoondochter, de trotse nieuwe eigenaren van een Drentse boerderij.", "paragraphs": ["Het kabinet komt pas op 8 december met corona-advies over de Kerst, maar niet iedereen wacht met plannen maken tot premier Rutte uitsluitsel heeft gegeven over wat wel en niet mag. Daarbij worden sommige mensen behoorlijk creatief. Maar hoe veilig zijn oplossingen als blokjeskerst en buitenbuffetten eigenlijk?", "Hoe je je gedraagt vóór Kerst, maakt alles uit, zegt viroloog Bert Niesters van het Universitair Medisch Centrum Groningen. “Als je gasten krijgt met Kerst die veel onder de mensen zijn geweest voordat ze bij jou komen, is er voor iedereen meer risico dan wanneer iedereen bij wijze van spreken weken achter de geraniums heeft gezeten.”", "Dat kun je ook in je achterhoofd houden als je twijfelt over de hoeveelheid kerstgasten die je wil uitnodigen, zegt Niesters. Op dit moment mag je drie bezoekers per dag thuis bezoeken. Met Kerst zijn veel mensen gewend grote aantallen familieleden te onthalen, of iedereen zich aan het aantal van drie zal kunnen houden valt nog te bezien. Niesters: “Ik zal niet zeggen: tussen drie en vier mensen op bezoek maakt geen verschil, want dan maakt vier of vijf bezoekers ook niet meer uit. Maar voordat je bij iemand op bezoek gaat, kun je wel nagaan: Heb ik veel verschillende mensen gezien de afgelopen tijd? Ga ik boodschappen doen op een druk tijdstip? En hoe gedragen die andere genodigden zich?”", "Sociale bubbel", "Een ‘blokjeskerst’, waarbij verschillende takken van de familie op verschillende dagen op bezoek komen, zou om dezelfde redenen misschien wel, misschien niet een uitkomst kunnen bieden, stelt Niesters. “De risico’s hangen af van of je een beetje in een sociale bubbel bent gebleven of niet. Als je naar een drukke kerstmis bent geweest, is het minder verstandig om daarna bij iemand te gaan dineren.”", "Of buiten Kerst vieren, met bijvoorbeeld een bijeenkomst zoals sommige mensen nu plannen, een goed idee is, hangt van de omstandigheden af. “Als je tuin lekker groot is, kun je natuurlijk wel goed afstand houden.” Maar, zegt de viroloog, verkijk je niet op de risico’s. “In Uruguay hebben we gezien dat een heel voetbalteam ziek werd na een barbecue.”", "De reisbewegingen die mensen met Kerst maken om hun familie te bezoeken zijn een ander probleem. “Nu zijn er regionaal nog verschillen in het aantal besmettingen. Als mensen hun familie gaan opzoeken in andere delen van het land, zou dat weleens kunnen veranderen.”", "Niesters verwacht überhaupt een piek na de feestdagen. “De tweede helft van januari wordt het drukker, daar gaan we van uit.” Zou het kabinet er niet beter aan doen om Kerst helemaal af te schieten dit jaar? “Mensen zijn coronamoe. Ik betwijfel of dat ze tegen zou houden om het te vieren.” Volgens Niesters zou het kabinet beter kunnen kijken naar de mogelijkheden voor Europese coronamaatregelen. “Er is nu in helemaal geen eenheid in het beleid voor de winter. Dat is vragen om moeilijkheden.”", "Lucinda Douglas organiseert dit jaar acht of negen kerstdiners.", "Het kabinet komt 8 december met de beslissende woorden over hoe we Kerst mogen vieren. Maar ondertussen worden er in het land al volop plannen gemaakt. Welke ideeën doen de ronde? De dinermarathon Lucinda Douglas (50) uit Apeldoorn viert Kerst dit jaar juist groter dan anders. Elke vrijdag en zaterdag tot aan Kerst serveert zij met haar man en drie kinderen (26, 22 en 14 jaar) een diner voor één of twee personen, in totaal zal ze er acht of negen houden. De gasten zijn geen familie, op de diners komen juist mensen die haar gezin niet zo goed kent. Zo komt de buurvrouw die de familie slechts één keer eerder sprak, en misschien nodigen ze ook de nieuwe tuinman uit. Douglas nodigt maximaal twee mensen per dag uit en houdt zich daarmee aan de huidige maatregelen, vindt ze. Dat ze wel veel verschillende mensen over de vloer van haar rijtjeshuis krijgt, baart haar geen zorgen. Aan haar drie meter lange tafel kunnen gasten makkelijk afstand houden, en ze ventileert goed. “Ik houd me aan de regels, maar ik ga mijn leven nooit on hold zetten. Het is een cadeau om te leven, en dat ga ik doen.” Deze diners zijn het kerstcadeau voor haar gezin. Door nieuwe mensen te ontmoeten hoopt zij dat haar kinderen mensen leren accepteren en begrijpen. “Mensen die je goed kent voegen niks nieuws toe aan je leven. De mensen die je niet goed kent openen een heel nieuwe dimensie voor je.” Bibi Berenschot", "Renske Kwikkel viert Kerst dit jaar buiten. Beeld Gelske Kwikkel", "De buitenlunch Renske Kwikkel (38) uit Wageningen viert dit jaar Kerst met een lunch in de achtertuin van haar ouders, uitkijkend op de Wageningse berg. Daarvoor heeft ze terrasverwarming gehuurd, een piramidevormige pilaar om onder de luifel voor in de tuin te zetten. Te gast zijn Kwikkel en haar vriendin, haar ouders, twee zussen met mannen en drie kinderen. Haar tienjarige neefje heeft taaislijmziekte en haar ouders zijn 70 en 75 jaar, dus voorzichtigheid is geboden. Helemaal volgens de huidige maatregelen is het niet, op dit moment mag je maximaal een groep van drie mensen per dag thuis ontvangen, ook in de tuin, erkent zij . De vader van Kwikkel is arts, en haar moeder verpleegkundige, die hebben besloten dat deze vorm van Kerst verantwoord genoeg is, ook voor hun kleinkind. “Zijn ouders willen hem ook niet onder een glazen stolp houden, je loopt overal risico.” De lunch steekt karig af bij de gebruikelijke kerstplannen van de familie. Normaal bezoeken zij de nachtmis, en logeren ze bij de ouders van Kwikkel. De hele Eerste Kerstdag blijven zij vervolgens samen. Maar dit jaar overslaan of videobellen was geen optie. De familie is sinds augustus niet meer samen geweest, en ze zijn een erg hecht gezin. “De dynamiek met z’n allen is heel fijn.” Bibi Berenschot", "Monie van Paassen. Beeld Reyer Boxem", "Campingkerst Te veel personen uit verschillende huishoudens bij elkaar laten komen, is in coronatijd geen goed idee. Maar wat als je de huishoudens zélf bij elkaar zet? Timmervrouw Monie van Paassen (49) uit het Groningse Eenum heeft een oplossing bedacht om in december veilig samen te kunnen komen met haar dierbaren. Zij en haar familie houden dit jaar een campingkerst. Dat gaat zo: Van Paassen, haar vriend en de ouders van haar schoondochter halen de camper en caravan dit jaar iets eerder dan gebruikelijk uit de winterstalling. Met de Kerst zetten ze die op het erf van Van Paassens zoon en schoondochter, de trotse nieuwe eigenaren van een Drentse boerderij. Ondanks dat er in totaal zes volwassenen en drie kleine kinderen zullen zijn, blijven de huishoudens keurig van elkaar gescheiden. Het erf van de boerderij is nét opnieuw bestraat, dus dat komt goed uit. Van Paassen heeft het al helemaal uitgedacht. “We maken een vuurtje in het midden, en iedereen neemt iets te eten mee.” Kou hoeft er ’s nachts niet geleden te worden, want alle campers hebben een kacheltje. Van Paassen verwacht dat vooral de kinderen van deze avontuurlijke Kerst zullen genieten. “Op deze manier maak je herinneringen. Het wordt fantastisch.” Robin Goudsmit", "Lees ook:", "De versoepeling van de lockdown rond Kerst raakt verder uit beeld", "Het OMT is somber over versoepeling van coronamaatregelen met kerst. De wetenschappers adviseren verlenging van de kerstvakantie.", "Een extra lange kerstvakantie? Scholen voelen er weinig voor", "Wordt het een weekje vrij, of online les? Voor of na de feestdagen? Is de sneltest een alternatief? Het OMT-advies om de kerstvakantie te verlengen, is nog niet eenduidig."], "authors": ["Robin Goudsmit", "Bibi Berenschot"], "keywords": ["zo", "van", "toch", "mensen", "het", "buitenbuffetten", "veiligst", "een", "je", "kerst", "blokjeskerst", "en", "haar", "vier", "te", "niet"], "pubDate": "2020-12-03T11:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}