{"id": "0ea9e97d-06b0-31c1-9f4a-eb56d5a05af8", "title": "Provinciale Staten: Afschieten herten niet stilleggen vanwege second opion", "url": "https://nu.nl/haarlem/6096784/provinciale-staten-afschieten-herten-niet-stilleggen-vanwege-second-opion.html", "summary": "De Provinciale Staten gaan het afschieten van de herten in de Amsterdamse Waterleidingduinen en het Nationaal Park Zuid-Kennemerland niet stilleggen voor een second opion.\nGedeputeerde Esther Rommel wil het ingezette beleid van afschot van herten voortzetten, omdat het streefgetal van het aantal dieren nog niet is bereikt.\nVolgens de berekening van de PvdD worden er tot 2026 jaarlijks nog eens 470 herten afgeschoten.\nRommel benadrukt dat \"het beheer\" van het aantal herten nodig is, zodat andere planten en dieren kunnen blijven leven.\nMeerdere partijen zijn met mails en brieven van tegenstanders overstelpt, maar wijken niet af van het beheerbeleid.", "paragraphs": ["De Provinciale Staten gaan het afschieten van de herten in de Amsterdamse Waterleidingduinen en het Nationaal Park Zuid-Kennemerland niet stilleggen voor een second opion. Een motie van de Partij voor de Dieren (PvdD) die hiertoe opriep is niet aangenomen.", "De PvdD vindt dat er naast de faunabeheereenheid extra deskundig advies over alternatieven zoals sterilisatie gevraagd moet worden. De partij wordt daarin gesteund door de SP, de PVV en de Onafhankelijke Statenfractie Noord-Holland. Er zou een Red Team van wetenschappers en dierenwelzijnsorganisaties moeten worden gevormd.", "Gedeputeerde Esther Rommel wil het ingezette beleid van afschot van herten voortzetten, omdat het streefgetal van het aantal dieren nog niet is bereikt. Volgens de berekening van de PvdD worden er tot 2026 jaarlijks nog eens 470 herten afgeschoten.", "Rommel benadrukt dat \"het beheer\" van het aantal herten nodig is, zodat andere planten en dieren kunnen blijven leven. Dat is volgens haar naar de Europese norm momenteel niet haalbaar. Ze laat wel weten dat ze kijkt hoe proeven met sterilisatie in Zeeland verlopen.", "Dierenwelzijnsorganisaties hebben er volgens de gedeputeerde zelf voor gekozen om niet zitting te nemen in de faunabeheereenheid. Nu is de meerderheid vooral voor het afschieten van de herten.", "De provinciale politieke partijen die tegen de motie van de PvdD stemden, zijn blij met de toezeggingen. Meerdere partijen zijn met mails en brieven van tegenstanders overstelpt, maar wijken niet af van het beheerbeleid."], "authors": ["Door"], "keywords": ["van", "opion", "afschieten", "dat", "niet", "pvdd", "vanwege", "en", "stilleggen", "second", "provinciale", "staten", "voor", "worden", "er", "herten", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}