{"id": "0ecd5550-7729-3a88-889f-869a81b7f20e", "title": "Machteloos Feyenoord in De Kuip ook niet langs tiental Heracles", "url": "https://nu.nl/algemeen/6094924/machteloos-feyenoord-in-de-kuip-ook-niet-langs-tiental-heracles.html", "summary": "Door het gelijkspel verzuimde Feyenoord op gelijke hoogte te komen met Vitesse, dat zaterdag met 2-1 verloor bij PEC Zwolle en ook op koploper Ajax werd maar een punt ingelopen.\nHet verschil tussen Ajax en Feyenoord is nu vier punten.\nDe 0-0 was al het vijfde gelijkspel dit Eredivisie-seizoen van Feyenoord, dat sinds de aanstelling van Advocaat dertien maanden geleden geen enkele competitienederlaag leed.\n(Foto: Pro Shots)Berghuis begint op bankMet het oog op de cruciale wedstrijd donderdag tegen Wolfsberger begon Steven Berghuis op de bank tegen Heracles.\nFeyenoord kreeg nog wat mogelijkheden, maar vlak voor rust was er een grote kans voor Heracles.", "paragraphs": ["Feyenoord is er zondag niet in geslaagd Heracles Almelo te verslaan. Het bleef 0-0 in De Kuip, terwijl de bezoekers het laatste deel met een man minder speelden na de tweede gele kaart en dus rood voor spits Sinan Bakis.", "Vorige week slaagde Feyenoord er thuis ook al niet in FC Utrecht te verslaan (1-1) en afgelopen donderdag werd in De Kuip met 0-2 verloren van Dinamo Zagreb in de Europa League. Tegen Heracles kreeg de ploeg van trainer Dick Advocaat aardig wat kansen, maar gescoord werd er niet.", "Door het gelijkspel verzuimde Feyenoord op gelijke hoogte te komen met Vitesse, dat zaterdag met 2-1 verloor bij PEC Zwolle en ook op koploper Ajax werd maar een punt ingelopen. De Amsterdammers gingen zaterdag met 1-2 onderuit tegen FC Twente. Het verschil tussen Ajax en Feyenoord is nu vier punten.", "De 0-0 was al het vijfde gelijkspel dit Eredivisie-seizoen van Feyenoord, dat sinds de aanstelling van Advocaat dertien maanden geleden geen enkele competitienederlaag leed. In Europa verloren de Rotterdammers al wel meermaals en komende donderdag moet de club uit bij het Oostenrijkse Wolfsberg AC winnen om te overwinteren in de Europa League.", "Steven Berghuis kwam na 62 minuten als invaller binnen de lijnen. (Foto: Pro Shots)", "Berghuis begint op bank", "Met het oog op de cruciale wedstrijd donderdag tegen Wolfsberger begon Steven Berghuis op de bank tegen Heracles. De aanvoerder had zelf aangegeven dat hij niet fris was. Zonder de clubtopscorer kreeg Feyenoord wel grote kansen voor rust, maar gescoord werd er niet.", "Tyrell Malacia was nog het dichtst bij een goal. De linksback was het eindstation van een fraaie aanval in de 21e minuut en schoot de bal hard op de lat. Drie minuten later leek ook Nicolai Jørgensen vrije doortocht te hebben richting het Heracles-doel, maar de Deen kwam snelheid tekort om de situatie echt uit te buiten en zijn stiftje was te slap.", "Feyenoord kreeg nog wat mogelijkheden, maar vlak voor rust was er een grote kans voor Heracles. Rai Vloet kreeg de bal niet langs keeper Nick Marsman.", "Rai Vloet miste namens Heracles een grote kans. (Foto: Pro Shots)", "Azarkan valt tien minuten voor tijd in", "Aan het begin van de tweede helft liep Berghuis warm, terwijl Feyenoord druk zette maar niet scoorde. De situatie dwong Advocaat zijn aanvoerder na ruim een uur spelen alsnog als invaller te brengen. Vijf minuten later kreeg Heracles-spits Bakis zijn tweede gele kaart en dus rood na een overtreding op verdediger Marcos Senesi.", "Met tien tegen elf voerde Feyenoord in de laatste 23 minuten de druk op. Jongeling Marouan Azarkan viel in voor verdediger Spajic en zo werd het spel van de thuisploeg nog aanvallender in de laatste tien minuten. Azarkan kreeg ook nog een goede kans, maar hij scoorde niet.", "In absolute slotfase werkte verdediger Robin Pröpper een schot van Jens Toornstra vlak voor de lijn weg en Jørgensen kopte naast, waardoor het 0-0 bleef en Feyenoord voor de derde keer op rij niet won én niet scoorde in De Kuip.", "Bekijk de uitslagen, het programma en de stand in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "tiental", "het", "op", "heracles", "maar", "langs", "feyenoord", "niet", "ook", "machteloos", "kuip", "en", "een", "te", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}