{"id": "0ece42ed-9a06-3649-b87f-a3c01535243d", "title": "Duitsland gaat lockdown in met flinke toename besmettingen en sterfgevallen", "url": "https://nu.nl/coronavirus/6097027/duitsland-gaat-lockdown-in-met-flinke-toename-besmettingen-en-sterfgevallen.html", "summary": "Tegelijkertijd meldt het Robert Koch-Institut (RKI), het Duitse equivalent van het RIVM, een flinke toename van het aantal nieuwe positieve coronatests en een recordaantal coronagerelateerde sterfgevallen.\nHet RKI meldt woensdag 27.728 nieuwe positieve tests.\nDat is bijna het dubbele van het aantal dat dinsdag werd gecommuniceerd.\nHet nieuwe dagcijfer is wel enigszins vertekend door de cijfers uit Saksen.\nOok zonder Saksen had het RKI woensdag een recordaantal coronagerelateerde sterfgevallen op één dag geteld.", "paragraphs": ["Duitsland heeft woensdag een strenge lockdown ingevoerd vanwege de vele coronabesmettingen in het land. Tegelijkertijd meldt het Robert Koch-Institut (RKI), het Duitse equivalent van het RIVM, een flinke toename van het aantal nieuwe positieve coronatests en een recordaantal coronagerelateerde sterfgevallen.", "Het RKI meldt woensdag 27.728 nieuwe positieve tests. Dat is bijna het dubbele van het aantal dat dinsdag werd gecommuniceerd. Het ging toen om 14.432 gevallen. Het nieuwe dagcijfer is wel enigszins vertekend door de cijfers uit Saksen.", "Saksen heeft bij het RKI de gegevens van de afgelopen twee dagen aangeleverd, omdat de oostelijke staat dinsdag met een technische storing kampte. Dit neemt niet weg dat het aantal positieve tests flink is toegenomen. Saksen meldt 5.603 positieve tests en 153 sterfgevallen.", "Ook zonder Saksen had het RKI woensdag een recordaantal coronagerelateerde sterfgevallen op één dag geteld. In het afgelopen etmaal zijn bij het instituut in totaal 952 meldingen binnengekomen. Dat zijn er 354 meer dan bij het vorige dagrecord.", "Lockdown geldt zeker tot begin januari", "De nieuwe lockdown, die in ieder geval tot en met 10 januari duurt, werd zondag aangekondigd door bondskanselier Angela Merkel en de gouverneurs van de Duitse staten. Door onder meer de scholen en niet-essentiële winkels dicht te houden, hopen ze de verspreiding van het coronavirus een halt toe te roepen.", "Een eerdere gedeeltelijke lockdown leverde niet het effect op waar Duitsland op had gehoopt, aangezien de cijfers ondanks de nieuwe beperkingen bleven stijgen. Merkel zei dinsdag dat ze zich zorgen maakt over de huidige trend en wees erop dat januari en februari hele zware maanden gaan worden.", "In Duitsland zijn nu in totaal 1.379.238 besmettingen vastgesteld sinds het begin van de coronapandemie. Het officiële dodental ligt op 23.427."], "authors": ["Door"], "keywords": ["van", "dat", "nieuwe", "toename", "een", "het", "gaat", "en", "besmettingen", "duitsland", "lockdown", "rki", "zijn", "positieve", "flinke", "op", "sterfgevallen", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}