{"id": "0ee6378b-bf5e-3782-a558-e877fb2e422d", "title": "De potentiële bondscoach ziet nog genoeg ruimte voor groei in het Nederlandse vrouwenvoetbal", "url": "https://volkskrant.nl/sport/de-potentiele-bondscoach-ziet-nog-genoeg-ruimte-voor-groei-in-het-nederlandse-vrouwenvoetbal~bcab5966/", "summary": "Vera Pauw en ik hebben veel gedaan voor het opzetten van de eredivisie.’ De KNVB zal toch wel een vrouw als bondscoach aantrekken?\nAls ze me vragen ga ik het gesprek aan.’TwijfelsDe Reus had nooit gedacht nog eens bij de mannen te werken.\nIn het begin van het seizoen kregen we schema’s bij De Volewijckers.\nHet is me toen gelukt een van de spelers na haar studie een functie binnen de bond te geven.\nAls je het nationaal team ziet spelen, haal je de vrouwen uit de Nederlandse competitie er zo uit.", "paragraphs": ["Hesterine de Reus tijdens een training van de jeugd van Volendam. Beeld Guus Dubbelman / de Volkskrant", "Op de velden denken ze soms dat de trainer van Volendam onder 17 jaar de fysiotherapeut is. ‘Hou ze een beetje heel, dan heb je een rustige avond’, hoort Hesterine de Reus dan roepen, als ze met haar assistent naar de bank loopt bij uitwedstrijden. Een vrouw als trainer van een jongensteam op niveau, dat is ongewoon.", "Hoogste diploma", "De Reus is een van de drie vrouwen in Nederland met het hoogste trainersdiploma. Vera Pauw begeleidde de nationale ploeg naar de top, opvolger Sarina Wiegman haalde prijzen en loodste de vrouwenploeg vrijdag via Estland naar het EK van 2022. Is de De Reus dus de volgende bondscoach, na het afzwaaien van Wiegman na de Olympische Spelen van Tokio?", "‘Van mij mag het Jessica Torny worden’, zegt De Reus over de zoektocht. Oud-international Torny, bondscoach bij de vrouwen tot 19 jaar, is bijna klaar met de cursus. ‘Ik heb al tien jaar bij de KNVB gewerkt, bij talentontwikkeling. Vera Pauw en ik hebben veel gedaan voor het opzetten van de eredivisie.’ De KNVB zal toch wel een vrouw als bondscoach aantrekken? ‘Dat is een interessante vraag. Als ze me vragen ga ik het gesprek aan.’", "Twijfels", "De Reus had nooit gedacht nog eens bij de mannen te werken. Dat wilde ze nooit, want vrouwen hebben goede trainers nodig. Ze negeerde haar principes uit nieuwsgierigheid. Aanvankelijk voelde ze twijfels na haar aanstelling bij Volendam onder 17 jaar. ‘Ouders stelden vragen. Een vrouw als trainer van ons kind? Dat was het gesprek van de dag. Nu is er tevredenheid. De spelers voelen zich prettig en ik vind het fantastisch met de jongens.’", "Michel Hordijk, coördinator van de bovenbouw van de opleiding bij Volendam, is toehoorder: ‘Er zijn weinig vrouwelijke coaches in het jeugdvoetbal voor jongens. Dat is een gemis. Vrouwelijke en mannelijke energie samen geven een opleiding balans, die uiteindelijk voordelig is voor de ontwikkeling van spelers.’ De Reus: ‘Voor de jongens en voor de ouders hier is het beeld al beïnvloed.’", "Uitvergroot", "Ze wil dat krachten elkaar versterken en praat over karakteristieken van vrouwenvoetbal. ‘Voor ons is positiespel uitvergroot. Ik houd niet van overdreven doorgezette acties van jongens. Kijken hoe je rendement kunt halen. Soms gaat dat beter met elkaar. Herken dat nou. Dat jongens gaan denken: ik kan het zelf proberen op te lossen, maar ik sta één tegen drie. Dat kan ook anders, samen.", "‘Maar ook: hoe train je nou? Waarover zeur je? Hoe ga je om met keuzes, met school? Meisjes kunnen nooit gokken op een voetbalcarrière, want je weet niet of er geld te verdienen is. Een meisje moet altijd inzetten op twee carrières. Jongens zeggen eerder: school? Nee, ik word voetballer. Dat probeer ik te nuanceren.’", "Gemengd voetbal", "De Reus was bondscoach van Jordanië en Australië, werkte met de nationale jeugdploeg van China en zit in werkgroepen van Fifa en Uefa over de ontwikkeling van het vrouwenvoetbal. Ze is fervent voorstander van gemengd voetbal bij de jeugd.", "‘Mijn ideaalplaatje is om het genderverhaal helemaal te vergeten. We organiseren gewoon voetbal. Er komen kinderen aan de poort en we kijken waar die moeten worden ingedeeld, om het beste uit ze te halen. We gaan heel snel naar: oh, we hebben genoeg meisjes. Dan meisjes apart.’", "Dat is een nadeel van de sterke groei van de ledenaantallen bij de KNVB. ‘Als meisjes kiezen om bij elkaar te spelen, is dat prima. Maar er zijn ook getalenteerde meiden die wedstrijden voor coaches winnen en in teams terechtkomen waar ze niet thuishoren. Gelukkig is er nu weer veel promotie van het gemengd voetbal. Dat moet ook, want alle internationals komen daaruit voort.", "Sterker ego", "‘Mijn ideaalbeeld van gemengd voetbal is dat het meer fiftyfifty is. Nu moeten die twee of drie meisjes in een team zich soms helemaal aanpassen aan de normen en de cultuur die de jongens neerzetten. Als de verdeling meer gelijk is, brengt iedereen zijn kwaliteit in. Jongens hebben een sterker ego. Ze proberen zaken meer alleen te doen, terwijl voetbal een teamsport is. Samen problemen oplossen, is juist de kracht van meiden.’", "Ze vertelt over De Volewijckers, een voormalige profclub uit Amsterdam-Noord die geïnspireerd door Co Adriaanse en Andries Jonker de weg omhoog hoopt te vinden. De Reus is adviseur. In de jeugd is een team, jongens onder 16-1, met jongens en meisjes bijna in balans. Dat is bewust zo gedaan.", "‘De meiden zijn geen toptalenten, maar ze zijn ambitieus. Normaal zouden ze apart voetballen, in een omgeving van gezelligheid. Een vader als coach, niet te veel aandacht, moeilijke trainingstijden. Als twee van hen in een jongensteam spelen, verdrinken ze. Voor jongens is het nauwelijks anders. Als je niet het eerste team haalt in een leeftijdscategorie, krijg je de mindere coaches en mag je maar twee keer trainen. Ook die jongens hebben best potentie, maar ze krijgen te weinig kansen om beter te worden. Vandaar dat we ze bij elkaar hebben gezet.’", "Van mevrouw naar trainer", "Samengebalde vrouwelijke en mannelijke energie, ook in de staf. ‘Je kunt je afvragen: hoe communiceren mensen? Geven mannen en vrouwen op dezelfde manier aandacht, of hebben vrouwen meer oog voor het kind achter de voetballer, voor de thuis- en schoolsituatie? Ik voel dat ik ben gepromoveerd van mevrouw naar trainer, en dat is prima.’", "Door de prestaties van het nationale vrouwenelftal is het net of Nederland min of meer is voltooid als land voor vrouwenvoetbal, maar juist nu is het opletten geblazen. Het schiet bijvoorbeeld niet zo hard op met het niveau van de eredivisie, ook al mogen de vrouwen net als de mannen blijven voetballen in coronatijd.", "Is er beleid, of een visie? Een paar clubs doen het aardig, meent de Reus: ‘Maar je hebt ook te maken met amateurclubs die het echt niet voor elkaar gaan krijgen. Er is geen geld beschikbaar. Kijk naar de coaches bij die elftallen. Moeten de speelsters daarvan beter worden? Het gaat mij niet om geslacht. Bij de eredivisie heb je voormalige spelers met ideeën nodig. Ajax kan nauwelijks aansluiten bij de Europese top, met de eredivisie als achtergrond. Vrijwel alle internationals zijn vertrokken naar het buitenland. De kwaliteit gaat achteruit.", "Weggestopt", "‘We hebben vijftig jaar vrouwenvoetbal, sinds 1971, maar vrouwen zitten toch nog in een aparte positie. In het begin van het seizoen kregen we schema’s bij De Volewijckers. Meidenteams zijn dan weggestopt in de gaatjes waar ze de jongens niet kwijt kunnen. Dan denk ik: wat is dit? Het is 2020. Het is nog steeds pionieren. Dat is wel een beetje jammer.’", "Het echte pionieren deed ze zelf, als kind dat wilde voetballen en niet mocht. Ze laat een foto zien van haar eerste trofee, bij PSV Poortugaal in Rotterdam. In de E1. ‘Elke week vroeg ik de trainer: mag ik ook meedoen? En elke week moest hij me naar huis sturen. Die man werd gek van mij. Overal voetbalde ik met die jongens, alleen bij de wedstrijd mocht ik niet meedoen. Ik begreep dat niet als kind.’", "Jordanië", "Ze vond uiteindelijk haar weg, speelde 45 keer in het Nederlands elftal, haalde het hoogste trainersdiploma en deed internationale ervaring op, onder meer als bondscoach van Jordanië. ‘Jordanië is een cultuur met een lastige positie voor vrouwen. Het was in de Arabische Lente steeds moeilijker om met mijn nationale elftallen tegen jongens te spelen. Dat was vies, dat mocht niet, elkaar aanraken. Ik was de enige vrouw in het gebouw. Alleen op de postkamer zaten nog twee dames. Het is me toen gelukt een van de spelers na haar studie een functie binnen de bond te geven. Nu zijn er verschillende spelers actief binnen de bond.", "‘Ik probeer bonden soms te overtuigen dat ze sinds de uitbreiding van het WK naar 32 landen meer kans hebben om dat toernooi bij de vrouwen te halen dan bij de mannen.’ Nederland is dat stadium voorbij. ‘Ik hoop dat we het niveau kunnen vasthouden en doorgroeien. Internationals komen terug. De competitie is niet van internationaal niveau. Als je het nationaal team ziet spelen, haal je de vrouwen uit de Nederlandse competitie er zo uit. Om je droom te blijven nastreven, zijn ze gedwongen om in het buitenland actief te zijn. Kom je weer op die omgeving: super dat die meiden in het buitenland spelen en salaris verdienen, maar hoe ziet het er hier uit? Dat is treurig, dat maakt me een beetje triest.’"], "authors": ["Willem Vissers"], "keywords": ["het", "nederlandse", "een", "ziet", "potentiële", "groei", "en", "je", "genoeg", "ruimte", "ze", "vrouwenvoetbal", "bij", "van", "nog", "dat", "te", "ik", "voor"], "pubDate": "2020-10-23T22:13:22+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}