{"id": "0ee6006d-8f8a-3df0-ba4c-4d9bc7b89d01", "title": "De 20 mooiste en beste kampeerartikelen", "url": "https://volkskrant.nl/de-gids/de-20-mooiste-en-beste-kampeerartikelen~b95b1182/", "summary": "Tree tentHoe noem je een combinatie van hangmat, boomhut en tent?\nHandig voor wie wilde dieren buiten de deur wil houden of kampeert in ruige gebieden met een rotsachtige of drassige ondergrond.\nVanaf € 450 voor een tweepersoonstent met een draaggewicht van 400 kilo (tentsile.com).\nJaren later is daar 'The Cave', een tent zonder stokken maar met een opblaasbaar diamantvormig buizenframe.\nNoodtentOvernachten in de buitenlucht of schuilen zodra het het weer omslaat, kan in deze noodtent van VSSL.", "paragraphs": ["De zomer staat voor de deur. Voor de kampeerders onder u, verzamelden wij twintig mooie, bijzondere of praktische kampeerspullen - waaronder een aantal bijzondere tenten.", "Tree tent", "Hoe noem je een combinatie van hangmat, boomhut en tent? Het is de 'Tree tent' van Tentsile. Handig voor wie wilde dieren buiten de deur wil houden of kampeert in ruige gebieden met een rotsachtige of drassige ondergrond. Nodig zijn drie behoorlijke bomen om de tent met stevige riemen aan te bevestigen. Bij gebrek daaraan kan de tent ook gewoon op de grond worden opgezet. Vanaf € 450 voor een tweepersoonstent met een draaggewicht van 400 kilo (tentsile.com).", "The Cave", "Tijdens een surftripje ontstond bij de vrienden Stefan Clauss en Stefan Schulze Dieckhoff het idee om een tent te ontwerpen die makkelijk op te zetten is, zelfs in het donker of bij slecht weer. Jaren later is daar 'The Cave', een tent zonder stokken maar met een opblaasbaar diamantvormig buizenframe. De tent is, afhankelijk van de pomp die u gebruikt, binnen vijf minuten op te zetten. De tent weegt 5,2 kilo en is geschikt voor twee tot drie personen. € 549 (heimplanet.com).", "Guidelight", "De Guidelight van stoerespullenmaker Weltevree is zaklamp, werklicht en sfeerverlichting ineen. Met de spot omhoog heb je een functionele werk- of zaklamp. Omlaaggedraaid is het een sfeervolle ledlantaarn. 38 cm hoog, € 98 (weltevreeshop.nl).", "Expeditietent", "De '2M Dome'-expeditietent van The North Face heeft plek voor acht alpinisten en is voorzien van een ventilatieluik zodat er in de tent gekookt kan worden. Diameter 394 cm, € 6.899,95 (bergfreunde.nl).", "Tunneltent", "Tunneltent 'Hyerdahl' van The North Face heeft ruimte voor twee personen plus hun bagage, € 300 (thenorthface.nl).", "VSSL Flask", "De 'VSSL Flask' is fles, beker, kompas en zaklamp ineen, € 62 (vsslgear.com).", "Cube", "Houtskoolbarbecue 'Cube' van Everdure heeft een bamboe deksel dat als snijplank of serveerblad dient, € 169 (kookpunt.nl).", "Ground Chair", "De ‘Ground Chair’ van Helinox heeft een aluminium frame en weegt 520 gram. Opgevouwen is het een pakketje van 30 x 15 x 15 cm, € 99,95 (bever.nl).", "Slaapzak", "Dubbelzijdige slaapzak van Poler Stuff met capuchon en armsgaten, € 214,95 (fonq.nl).", "Kartent", "Een makkelijk te recyclen waterdichte tent van karton, bijvoorbeeld voor gebruik op festivals: de Kartent. € 69,95 (kartent.com).", "Krukje", "Opvouwbaar krukje van Poler Stuff dat ook als steuntje in de rug op het strand gebruikt kan worden. 28 x 20 cm x 2,5 cm, € 34,95 (fonq.nl).", "HipNic", "De 'HipNic' is zowel koel- als picknicktas. Met vier onbreekbare borden, glazen, vier besteksets, een snijplankje en kurkentrekker, € 49 (smooffbusiness.nl).", "Alles-in-één", "Vork, lepel, mesje, kurkentrekker, flesopener en vijl in één. Van Wild&Wolf, € 19,95 (klevering.nl).", "GoSun", "De reflectoren van de 'GoSun Sport'-oven zetten zonlicht om in warmte, zodat het in de glazen buis al snel loeiheet wordt, € 289 (sunstofey.com)", "BaseLantern", "De 'BaseLantern XL' van Biolite verlicht de omgeving met 500 lumen en heeft een telefoonoplader aan boord, € 139,95 (bioliteenergy.com)", "Pannen", "Set van drie stapelbare roestvrijstalen pannen die samen maar 1,2 kilo wegen. ‘Primus Campfire Cookset’: € 54,95 (bever.nl).", "Kampeerstoel", "Dankzij het aluminiumframe is opvouwbare kampeerstoel 'Calpine' van Alite licht van gewicht, € 109,95 (bever.nl).", "Cacoon", "Het is een schuilplaats, hangmat, tuinstoel, schommel en tent in één: eenpersoons 'Cacoon', diameter 150 cm, draagt 200 kg, € 299 (wonenmetlef.nl).", "Noodtent", "Overnachten in de buitenlucht of schuilen zodra het het weer omslaat, kan in deze noodtent van VSSL. De koker (400 g) bevat een tentdoek annex onderkoelingsdeken kan dienen, kompas en zaklamp, € 54,95 (radbag.nl).", "Spork", "De roestvrijstalen ‘Spork Monkey’ van ThumbsUp! is lepel, vork en multitool tegelijk: in totaal tien functies, € 14,95 (bol.com).", "De spullen zijn verzameld voor Volkskrant Magazine door lifestyle-redacteur Joline van den Oever."], "authors": [], "keywords": ["van", "een", "tent", "en", "met", "te", "op", "kampeerartikelen", "beste", "voor", "mooiste", "cm", "het", "20"], "pubDate": "2018-07-16T14:46:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}