{"id": "0eedfb91-2807-3406-9643-aa399a58eab3", "title": "Het grote Nederlandse onderzoek naar dekolonisatie Indonesië duurt langer door corona", "url": "https://trouw.nl/binnenland/het-grote-nederlandse-onderzoek-naar-dekolonisatie-indonesie-duurt-langer-door-corona~b5f490481/", "summary": "Indonesische historiciDe samenwerking met Indonesische historici werd helemaal digitaal, en voor sommige onderzoeken werd extra assistentie in Indonesië aangetrokken, vertelt Van Vree.\nAard en omvang van het Nederlandse geweldOp de rol staan dertien boeken, waarvan sommige ook in Engelse of Indonesische vertaling of drietalig zullen verschijnen.\n“Dat werk moet antwoord geven op de vraag naar de aard en omvang van het Nederlandse geweld en de Nederlandse, Indonesische en internationale context waarin dat plaatsvond.”Lees ook:Dekolonisatie-onderzoekers Niod worden uitgemaakt voor NSB’er en racist.\nHet debat over het onderzoek naar geweld in Indonesië tijdens de dekolonisatie overschrijdt grenzen, waarschuwt het Niod.\nOnderzoekers worden voor landverraders uitgemaakt.", "paragraphs": ["De drie instituten die deze gewelddadige periode onderzoeken, waaronder het Nederlands Instituut voor Oorlogsdocumentatie (Niod), hadden gepland volgend jaar begin september klaar te zijn, maar de verwachting is nu dat het zal duren tot eind van dat jaar. “Dit voorjaar waren veel archieven, met name het Nationaal Archief, enkele maanden gesloten”, verklaart Niod-directeur Frank van Vree de vertraging. “Pas in de zomer zijn die weer gedeeltelijk geopend.”", "Corona heeft ook veldwerk in Indonesië bemoeilijkt, onder andere doordat Nederlandse onderzoekers niet meer naar Indonesië konden afreizen om lokaal onderzoek te doen of getuigenverklaringen van tijdgenoten op te nemen. Bijeenkomsten met meerdere, vaak bejaarde personen, konden wegens coronamaatregelen ook niet doorgaan.", "Indonesische historici", "De samenwerking met Indonesische historici werd helemaal digitaal, en voor sommige onderzoeken werd extra assistentie in Indonesië aangetrokken, vertelt Van Vree. “We laten ons leiden door de vraag wat absoluut essentieel is. In sommige gevallen kun je bijvoorbeeld in plaats van twintig of dertig getuigen er ook vijftien horen.”", "De onderzoeken, waaraan naast het Niod ook het Nederlandse Instituut voor Militaire Historie (NIMH) en het Koninklijk Instituut voor Taal Land- en Volkenkunde (KITLV) meedoen, worden medegefinancierd door de Nederlandse regering. “Omdat arbeidscontracten verlengd moeten worden moeten wij als instituten enkele tonnen extra reserveren”, zegt Van Vree.", "Aard en omvang van het Nederlandse geweld", "Op de rol staan dertien boeken, waarvan sommige ook in Engelse of Indonesische vertaling of drietalig zullen verschijnen. Een eerste studie is in juli al in een wetenschappelijk tijdschrift verschenen.", "De boeken waaraan Indonesische en Nederlandse historici nu werken zullen naar verwachting eind november volgend jaar verschijnen, rond de publicatiedatum van het ‘slotwerk’, dat de voornaamste conclusies van de overige studies op een rij zet, aldus Van Vree. “Dat werk moet antwoord geven op de vraag naar de aard en omvang van het Nederlandse geweld en de Nederlandse, Indonesische en internationale context waarin dat plaatsvond.”", "Lees ook:", "Dekolonisatie-onderzoekers Niod worden uitgemaakt voor NSB’er en racist.", "", "Het debat over het onderzoek naar geweld in Indonesië tijdens de dekolonisatie overschrijdt grenzen, waarschuwt het Niod. Onderzoekers worden voor landverraders uitgemaakt."], "authors": ["Eric Brassem"], "keywords": ["niod", "van", "dekolonisatie", "langer", "het", "grote", "naar", "voor", "indonesië", "duurt", "worden", "onderzoek", "ook", "en", "dat", "door", "nederlandse"], "pubDate": "2020-12-10T01:00:51+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}