{"id": "0ef589dc-f124-3c31-a8b8-593e8e718cf7", "title": "Gouden Speld van de stad Leiden voor student en PKvV-voorzitter", "url": "https://nu.nl/leiden/6095977/gouden-speld-van-de-stad-leiden-voor-student-en-pkvv-voorzitter.html", "summary": "Hein Laterveer heeft donderdagmiddag uit handen van locoburgemeester en wethouder Studentenzaken Paul Dirkse de Gouden Speld van de stad Leiden gekregen.\nHet is voor het eerst dat de Gouden Speld uitgereikt is aan een student.\nHet college van burgemeester en wethouders wil op deze wijze haar waardering uitspreken voor het hele bestuur 2019-2020 van de Plaatselijke Kamer van Verenigingen (PKvV), waar Laterveer de voorzitter van was.\nHet afgelopen jaar is voor de zes leden van het bestuur van de PKvV turbulent verlopen en er kwamen grote vraagstukken en problemen op hen af, zoals het coronavirus en een serie van verkrachtingen en aanrandingen.\n\"Het bestuur van de PKvV heeft een onmisbare rol gespeeld in de samenwerking tussen de gemeente en de studenten(verenigingen).\"", "paragraphs": ["Hein Laterveer heeft donderdagmiddag uit handen van locoburgemeester en wethouder Studentenzaken Paul Dirkse de Gouden Speld van de stad Leiden gekregen.", "Laterveer kreeg de onderscheiding bij de online viering van vijf jaar Samenwerking Student en Stad. Het is voor het eerst dat de Gouden Speld uitgereikt is aan een student.", "Het college van burgemeester en wethouders wil op deze wijze haar waardering uitspreken voor het hele bestuur 2019-2020 van de Plaatselijke Kamer van Verenigingen (PKvV), waar Laterveer de voorzitter van was. De PKvV is het overkoepelende overlegorgaan voor 24 aangesloten Leidse studentenverenigingen.", "Het afgelopen jaar is voor de zes leden van het bestuur van de PKvV turbulent verlopen en er kwamen grote vraagstukken en problemen op hen af, zoals het coronavirus en een serie van verkrachtingen en aanrandingen.", "\"Het bestuursjaar 2019 -2020 heeft deze vraagstukken op kundige en overtuigende wijze opgepakt en bestuurlijke daadkracht vertoond\", zei Dirkse namens het Leidse college bij de uitreiking. \"Het bestuur van de PKvV heeft een onmisbare rol gespeeld in de samenwerking tussen de gemeente en de studenten(verenigingen).\"", "\"Ze toonden grote betrokkenheid, ze dachten op alle fronten actief mee en ze ontwikkelden zich stuk voor stuk tot crisismanagers van formaat.\" Voorzitter Laterveer speelde hierbij een \"grote verbindende en coördinerende rol\"."], "authors": ["Door"], "keywords": ["van", "een", "stad", "en", "pkvvvoorzitter", "gouden", "laterveer", "student", "leiden", "heeft", "op", "speld", "voor", "grote", "pkvv", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}