{"id": "0ef56295-a092-3753-b4e2-2a5c6c8cfb6d", "title": "Oliebollengeschiedenis: waarom eten we ze met Oud en Nieuw?", "url": "https://nu.nl/eten-en-drinken/6020032/oliebollengeschiedenis-waarom-eten-we-ze-met-oud-en-nieuw.html", "summary": "Zo is op een schilderij van Aelbert Cuyp uit ongeveer 1652 al een kookpot met oliebollen te zien.\nMidwinterperiode en bedelfeestenHet is goed om te beseffen dat Kerstmis en Oud en Nieuw in de midwinterperiode liggen, vertelt traditiedeskundige Ineke Strouken.\n\"Bovendien vullen ze goed - dat is prettig als het eten schaars is - en zijn ze gemakkelijk uit te delen.\"\nStrouken vindt het frappant dat veel tradities rond Kerstmis en Oud en Nieuw niet veel veranderd zijn.\nOliebollen met gedroogde vruchtjes die in oliebollenkramen op straat te koop zijn, zijn wel typisch Nederlands.", "paragraphs": ["De komende dagen worden er in ons land weer miljoenen oliebollen gegeten. Maar waarom eten we eigenlijk oliebollen rond Oud en Nieuw? En doen we dat al lang? Twee deskundigen vertellen over de geschiedenis van de door ons zo geliefde gefrituurde deegbol.", "De historie van de oliebol gaat ver terug. Zo is op een schilderij van Aelbert Cuyp uit ongeveer 1652 al een kookpot met oliebollen te zien. Een recept duikt voor het eerst op in het Noord-Nederlandse kookboek De verstandige kok, dat stamt uit 1667. De deegbol werd toen overigens nog 'oliekoek' genoemd.", "Culinair historicus Manon Henzen vermoedt dat er in ons land nog veel eerder al dit soort oliebollen werden gegeten. \"We hebben er alleen geen recepten van. In de landen om ons heen werden al in de middeleeuwen zoete en hartige beignets gegeten.\"", "Midwinterperiode en bedelfeesten", "Het is goed om te beseffen dat Kerstmis en Oud en Nieuw in de midwinterperiode liggen, vertelt traditiedeskundige Ineke Strouken. \"Een periode die zeker in de zeventiende en achttiende eeuw koud en ook donker was, er was tenslotte nog geen elektrisch licht\",", "Mensen probeerden het daarom in deze periode gezellig te maken, met veel lichtjes. Het was ook een periode waarin ze extra voor elkaar zorgden. Strouken: \"Mensen gingen langs de deur om een lied te zingen. In ruil daarvoor kregen ze iets te eten of te drinken.\"", "“Oliebollen vullen goed en zijn makkelijk uit te delen.” Manon Henzen, culinair historicus", "En juist in die midwinterperiode bakten mensen oliebollen. \"Ze werden bereid met ingrediënten die in de winter beschikbaar waren: meel, gist, gedroogde vruchtjes\", legt Henzen uit. \"Bovendien vullen ze goed - dat is prettig als het eten schaars is - en zijn ze gemakkelijk uit te delen.\"", "Tegenwoordig gaan mensen niet meer langs de deur omdat ze hongerig zijn. Toch bestaan er nog steeds allerlei bedelfeesten, zoals Driekoningen, Sint-Maarten en Nieuwjaarszingen.", "Strouken vindt het frappant dat veel tradities rond Kerstmis en Oud en Nieuw niet veel veranderd zijn. \"We verlichten nog steeds ons huis, met kerstlampjes weliswaar, komen samen met onze dierbaren en eten oliebollen.\"", "Niet veel verschillen tussen vroeger en nu", "Is de samenstelling van de oliebol eigenlijk veranderd in de loop der jaren? \"Niet heel veel\", vertellen Strouken en Henzen. \"Vroeger zijn ze misschien iets platter geweest, vooral omdat er minder olie werd gebruikt\", denkt Strouken.", "Op oude prenten en schilderijen zie je mensen buiten op straat oliebollen bakken, in een pan olie op een open vuur. Henzen: \"Een grote pan vol olie was wellicht niet heel veilig, maar ook duur. Zeker in de zeventiende eeuw.\"", "“Oliebollen met gedroogde vruchtjes, die bij oliebollenkramen te koop zijn, zijn typisch Nederlands.” Manon Henzen, culinair historicus", "Henzen heeft een historisch kookatelier in Nijmegen en heeft het eerste oliekoeckenrecept vanzelfsprekend zelf uitgeprobeerd. \"In De verstandige kok staat de hoeveelheid olie vermeld, en dat was best een behoorlijke hoeveelheid. Bij mij werden de oliebollen dan ook mooi rond.\"", "Wel zat er vroeger vaak anijs in oliebollen, en Strouken kent een recept uit de negentiende eeuw met komijnzaad. \"Er zal volkoren meel zijn gebruikt\", legt ze uit. \"En halverwege de negentiende eeuw kwam de bekende poedersuiker erbij.\"", "Gefrituurde deegbollen worden ook in andere landen om ons heen gegeten. Oliebollen met gedroogde vruchtjes die in oliebollenkramen op straat te koop zijn, zijn wel typisch Nederlands.", "\"In Spanje en Italië kennen ze ook gefrituurd deeg, vooral in de zoete hoek. Ze kleven aan feestdagen, maar het is daar geen midwintertraditie meer\", aldus Henzen. \"Waarom dat in Nederland wel het geval is, blijft gissen.\""], "authors": ["Door", "Mirjam Bedaf"], "keywords": ["er", "zijn", "eten", "het", "waarom", "en", "met", "ze", "een", "oud", "nieuw", "te", "oliebollengeschiedenis", "dat", "oliebollen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}