{"id": "0f112862-57e2-3834-b207-642bf807e201", "title": "Na zeven jaar weg te zijn geweest begon het kerstgevoel in die hotellobby langzaam mijn lijf in te sijpelen", "url": "https://volkskrant.nl/columns-opinie/na-zeven-jaar-weg-te-zijn-geweest-begon-het-kerstgevoel-in-die-hotellobby-langzaam-mijn-lijf-in-te-sijpelen~bebf77fe/", "summary": "Het kwam waarschijnlijk door de heerlijke warmte van het hotel, maar zodra ik ging zitten, begon ik al te gapen.\nToen ik een half uur later mijn ogen opende, zag ik dat we gezelschap hadden.\nNa zeven jaar weg te zijn geweest uit Nederland begon het kerstgevoel in die hotellobby langzaam mijn lijf in te sijpelen.\nOmdat Kerst meer dan alles een goed verwarmde warmte is met een kerstboom en een beminnelijke dame die wil luisteren.\nU zult misschien denken dat ik overdrijf, maar toen we weer buiten stonden, had de eerste sneeuw van het jaar de straten van de hoofdstad wit gekleurd.", "paragraphs": ["Ik woonde in een stad waar de nachten de soberheid van de huizen en de verveeldheid bij de mensen niet konden verhullen. Tegen middernacht liep ik daar naar het stadscentrum omdat vriend Ozgur had gebeld: ‘Kom, laten we wat drinken. Ik moet met je praten.’ Het was Eerste Kerstdag, ik woonde al zeven jaar in Ankara, had zeven jaar lang geen kerstsfeer meegemaakt en begon langzaam te geloven dat het fenomeen zwaar overschat werd en dat de mensheid er ook prima zonder kon.", "Ozgur de begenadigde muzikant en ik de correspondent liepen even later naast elkaar met onze handen in onze zakken door de straten van de ambtenarenstad, tevergeefs zoekend naar een café of een bar die de deuren niet had gesloten. Ik zweeg, Ozgur praatte wel, om aan te geven dat er vast geen andere hoofdstad in de wereld bestaat waar op een doordeweekse dag na elf uur ’s avonds geen plek te vinden is om een kopje koffie te nuttigen. In de beruchte kou van Ankara verschenen eerst de wolkjes van zijn warme adem, gevolgd door de scheldwoorden die uit dezelfde mond kwamen.", "‘Wat dacht je van een hotellobby?’, opperde ik. We beklommen de heuvel en betraden het viersterrenhotel Dedeman. Een vriendelijke ober verwelkomde ons en we namen plaats op een bank naast een enorme kerstboom, die bij de Turkse seculieren het symbool is van de feestelijkheden rond de jaarwisseling. Het kwam waarschijnlijk door de heerlijke warmte van het hotel, maar zodra ik ging zitten, begon ik al te gapen.", "De koffie was nog niet gebracht of Ozgur bracht al het slechte nieuws. Hij was voor de zoveelste keer verlaten door een vriendin: ‘Kun je je het voorstellen, al die tijd dat we samen waren was ze ook op zoek naar iemand met een vaste baan. Ik kwam erachter dat ze mij achter de hand heeft gehouden voor het geval ze geen ambtenaar met een redelijk salaris kon vinden.’", "Ik kon mijn hoofd niet bij zijn verhaal houden, keek naar de prachtig versierde kerstboom, moest aan Nederland denken en dommelde bijna in. Het geklaag van Ozgur mocht niet als een slaapliedje fungeren, maar deed dat wel. ‘Hoe kon ik zo dom zijn? Ik had haar toch veel eerder moeten doorzien…’, hoorde ik hem nog zeggen en liet me afzakken naar de heerlijke schoot van een dutje.", "Toen ik een half uur later mijn ogen opende, zag ik dat we gezelschap hadden. Ozgur had gemerkt dat ik mijn ogen niet open kon houden en een dame van plezier, die na haar werk in de hotelkamer naar buiten liep, gevraagd of ze iets wilde drinken met hem. Ik weet nog steeds dat Mine een rode jurk droeg met daaronder zwarte schoenen met veel te hoge hakken.", "Na zeven jaar weg te zijn geweest uit Nederland begon het kerstgevoel in die hotellobby langzaam mijn lijf in te sijpelen. Omdat Kerst meer dan alles een goed verwarmde warmte is met een kerstboom en een beminnelijke dame die wil luisteren.", "U zult misschien denken dat ik overdrijf, maar toen we weer buiten stonden, had de eerste sneeuw van het jaar de straten van de hoofdstad wit gekleurd. Parmantig waren de in het licht van de straatlampen zwevende sneeuwvlokken. De bloedmooie gesprekspartner van Ozgur kon op die hoge hakken niet echt vooruitkomen en hield zijn hand vast. Ik nam op de hoek van de straat afscheid van ze en zag ze, toen ik me even verderop omdraaide, hartstochtelijk zoenen; de vingers van Mine in de rode krullen van Ozgur.", "Een week later nodigde hij me uit om Oud en Nieuw bij hem te vieren. Op de laatste dag van het jaar had Mine voor ons gekookt. ‘Wat heb je gezegd tegen haar dat ze in een uurtje verliefd werd op jou?’, vroeg ik. ‘Gewoon, ik ben eerlijk geweest’, antwoordde hij. ‘Ik zei dat alles wat ik bezit een gitaar is, dat ik geen thuis heb en of ze mijn thuis wil zijn.’", "Ik was verlaten door mijn vrouw, miste mijn dochters, zag hoe twee eenzame zielen elkaar hadden gevonden en kreeg weer geloof in een goede afloop van de gebeurtenissen. Ik zei tegen Ozgur: ‘Je weet dat ik een man van de rede ben, maar kan het toeval zijn dat je op Eerste Kerstdag het grootste cadeau van je leven kreeg?’ We aten, dronken, toostten op alle kerstwonderen en zongen net zolang tot we de eerste zon van 2007 op de ambtenarenstad zagen schijnen."], "authors": ["Erdal Balci"], "keywords": ["ik", "mijn", "jaar", "weg", "lijf", "kerstgevoel", "zijn", "zeven", "met", "ze", "langzaam", "te", "van", "sijpelen", "en", "een", "op", "het", "dat"], "pubDate": "2020-12-28T16:10:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}