{"id": "0f19851f-be41-3b12-aaf8-bd3c5bcc25aa", "title": "De ‘ongehoorzame bijzin’ wordt zeker genomineerd", "url": "https://trouw.nl/achterpagina/de-ongehoorzame-bijzin-wordt-zeker-genomineerd~b2a547a5/", "summary": "De nominaties voor de Grammaticale Structuur van het Decennium stromen binnen.\nWat er deze keer zeker bij zit is de ‘ongehoorzame bijzin’.\nTwitterberichten met fotoDe schrijftaalvoorbeelden die Boogaart nu signaleert zijn bijvoorbeeld twitter­berichten waarin een foto of filmpje wordt gedeeld met een bijschrift als ‘Dat je met de Kerst ineens zonder toiletpapier zit’.\nDe losse bijzin schetst hier een situatie die een of ander gevoel oproept, dat in de foto of het filmpje nader wordt geïllustreerd.\nOok een taalvraag?", "paragraphs": ["De nominaties voor de Grammaticale Structuur van het Decennium stromen binnen. Het lijkt erop dat ik een selectie zal moeten maken, anders passen ze niet in deze kolom. De afvallers gaan door naar het volgende decennium, waar we in 2030 over zullen stemmen. Dat is misschien ook niet zo heel erg, want deze keer zitten er ook constructies bij die in het eerste decennium van de eeuw al kans zouden hebben gemaakt.", "Wat er deze keer zeker bij zit is de ‘ongehoorzame bijzin’. Wat is dat nu weer, zult u zeggen. Welnu, de lezer die deze nominatie instuurt verwijst naar een artikel in Onze Taal van de Leidse taalkundige Ronny Boogaart. Die beschrijft daar een verschijnsel dat hij al eerder in de spreektaal signaleerde, maar dat nu ook op de sociale media in schrijftaal opgeld doet: de losse bijzin met een speciale betekenis. De spreektaalvoorbeelden zijn gevallen als ‘Als ik toch eens rijk was!’ of ‘Dat ik dit nog mag meemaken!’ Dat zijn allebei losse bijzinnen, zonder hoofdzin, die een speciale emotie uitdrukken (vaak met een modale betekenis van wenselijkheid).", "Twitterberichten met foto", "De schrijftaalvoorbeelden die Boogaart nu signaleert zijn bijvoorbeeld twitter­berichten waarin een foto of filmpje wordt gedeeld met een bijschrift als ‘Dat je met de Kerst ineens zonder toiletpapier zit’. De losse bijzin schetst hier een situatie die een of ander gevoel oproept, dat in de foto of het filmpje nader wordt geïllustreerd. Maar waarom ‘ongehoorzame bijzin’? Boogaart muntte het verschijnsel met een woordspelige term. De taalkundige term voor nevenschikking (de verbinding van twee hoofdzinnen of bijzinnen met een voegwoord als ‘en’ of ‘want’) is ‘coördinatie’, en onderschikking (de inbedding van een bijzin in een andere zin, met een onderschikkend voegwoord als ‘dat’ of ‘omdat’) heet ‘subordinatie’. Boogaart verzon de nieuwe term ‘insubordinatie’.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["van", "ongehoorzame", "en", "een", "met", "wordt", "zeker", "als", "bijzin", "genomineerd", "het", "ook", "dat", "die"], "pubDate": "2020-12-21T13:50:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}