{"id": "0f2499f0-ea36-30fb-9b12-5131c49a70cc", "title": "Breng de wijkagent terug naar waar die hoort: in de wijk", "url": "https://trouw.nl/opinie/breng-de-wijkagent-terug-naar-waar-die-hoort-in-de-wijk~b4c6cfaf/", "summary": "Die is het ‘gezicht’ van de politie en is laagdrempelig bereikbaar voor bewoners van de wijk.\nDat heeft te maken met de huidige inrichting van de politieorganisatie, waar het gros van de basisteams kampt met een aanzienlijke onderbezetting.\nEn het ziet ernaar uit dat dit beeld de komende vijf jaar, of zelfs langer, niet zal veranderen.\nLees ook:Inspectie: Overbelaste wijkagent heeft geen tijd voor contact met burger en bedrijfDe politie dreigt de greep op de wijk te verliezen.\nIn zijn laatste stuk als regiocorrespondent doet Jochem van Staalduine verslag van zijn eigen wijk.", "paragraphs": ["Volgens de Politiewet uit 2012 moet per 5000 inwoners ten minste één wijkagent beschikbaar zijn. Die is het ‘gezicht’ van de politie en is laagdrempelig bereikbaar voor bewoners van de wijk.", "Deze politiemannen en -vrouwen zijn de vooruitgeschoven posten in de buurt en zorgen ervoor dat problemen in een vroegtijdig stadium worden herkend en aangepakt in samenwerking met andere wijkprofessionals. Om dit naar behoren uit te voeren, zijn ze met grote regelmaat aanwezig in de wijk. De norm is – of beter gezegd, was – 80/20: 80 procent van de tijd actief bezig met wijkgericht werken en 20 procent met andere politietaken.", "Lange tijd was dit het ideale plaatje, zoals het ooit was bedacht tijdens het vormgeven van de Gebiedsgebonden Politie (GGP). De werkelijkheid in 2020 is dat wijkagenten vaak maar een paar dagen per maand inzetbaar zijn in hun eigen wijk. In plaats van 80/20 lijkt nu 20/80 de norm te zijn. De andere taken slokken de meeste tijd op.", "Dat heeft te maken met de huidige inrichting van de politieorganisatie, waar het gros van de basisteams kampt met een aanzienlijke onderbezetting. Om de ‘noodhulp’ draaiende te houden, moeten de ogen en oren van de wijk, de wijkagent, steeds vaker bijspringen om personele tekorten op te vangen. Daarnaast volgen zij verplichte cursussen en worden zij ingezet voor niet-wijkgerelateerde werkzaamheden zoals het beveiligen van personen en panden, bij de mobiele eenheid, bij evenementen en dit jaar als extra inzet tijdens de jaarwisseling.", "Ondermijnende criminaliteit", "Het gevolg van al deze activiteiten is dat wijkagenten nauwelijks meer in hun wijken komen. Hierdoor raken zij de voeling met de buurt kwijt, evenals hun informatiepositie. Het vertrek van de politie uit de wijk draagt bij aan een voedingsbodem voor de ontwikkeling van ondermijnende criminaliteit en overlastsituaties in de meest ruime zin van het woord.", "Door de afwezigheid van enige vorm van ­georganiseerde wijkaanpak hebben we de afgelopen jaren een exponentiële groei van incidenten meegemaakt op het gebied van jeugdoverlast, vernieling en leefbaarheid. Deze zijn direct zichtbaar. Maar ook op het eerste oog ‘onzichtbare’ thema’s als ondermijning, mensenhandel, eenzaamheid en personen met verward gedrag (100.000 meldingen jaarlijks).", "Wie kent niet het fenomeen van het grote aanbod van kapsalons in een wijk waar weinig tot geen klanten lijken te komen, de zolders die worden verhuurd voor de hennepteelt en burgemeesters en politiemensen die bedreigd worden in hun ­privéomgeving?", "Norm vervaagt", "Veel wijken in Nederland gaan, gezien vanuit sociaal, fysiek en veiligheidsperspectief, langzaam achteruit. De norm vervaagt, individualisme en eigenrichting liggen op de loer. En het ziet ernaar uit dat dit beeld de komende vijf jaar, of zelfs langer, niet zal veranderen. De situatie lijkt zelfs te verergeren, mede doordat de komende vijf jaar 17.000 medewerkers van de Nationale Politie uitstromen of met pensioen gaan.", "Wat ons betreft moet de oplossing van dit urgente maatschappelijke probleem gezocht worden in een aantal richtingen. Binnen de politieorganisatie zal de wijkagent opnieuw in positie moeten worden gebracht om zijn wijkwerk naar behoren te kunnen uitvoeren.", "De kritische vraag die hierbij zou gesteld moet worden: is het nog langer houdbaar om de noodhulp leidend te laten zijn voor het hele operationele politieproces?", "Hogere prioriteit voor frontlinie", "Wijkgericht werken moet hogere prioriteit krijgen bij de overheid. De burgemeesters zullen in dialoog met lokale politiechefs afspraken moeten maken over de inzet van de wijkagent in de eigen wijk. Daarnaast staan burgemeesters aan de vooravond om verschillende domeinen binnen de gemeentelijke organisatie te verbinden.", "Een gebiedsgerichte aanpak is domeinoverschrijdend en dat doe je samen. Alleen op deze wijze krijgen we de juiste professionals weer terug in de frontlinie en zijn we in staat om een wijk, leefbaar, saamhorig en vooral veilig te maken.", "Investeer in de wijkagent als belangrijkste fundament van de Nationale Politie en zorg voor de juiste condities zodat wijkagenten en andere professionals hun wijkgerichte werk kunnen uitvoeren.", "Lees ook:", "Inspectie: Overbelaste wijkagent heeft geen tijd voor contact met burger en bedrijf", "De politie dreigt de greep op de wijk te verliezen. Wijkagenten worden zo vaak ingezet voor noodhulp, dat ze amper tijd hebben voor contact met burgers en bedrijven in hun gebied, schrijft de Inspectie Justitie en Veiligheid.", "Het Rotterdamse Oud-Mathenesse was ooit chic, nu een wijk waaruit je liever vertrekt", "", "In het Rotterdamse Oud-Mathenesse toont zich de kloof tussen arm en welvarend Nederland. In zijn laatste stuk als regiocorrespondent doet Jochem van Staalduine verslag van zijn eigen wijk."], "authors": ["Sjo Smeets En", "Marcel Zethoven"], "keywords": ["zijn", "van", "waar", "naar", "en", "voor", "met", "hoort", "een", "wijk", "te", "het", "wijkagent", "terug", "worden", "die", "breng"], "pubDate": "2020-12-20T12:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}