{"id": "0f292800-094b-3526-afe9-166343cc41e6", "title": "Het mooiste is als ik mijn neefjes mag meenemen", "url": "https://volkskrant.nl/columns-opinie/het-mooiste-is-als-ik-mijn-neefjes-mag-meenemen~b9323744/", "summary": "Door mijn neefjes landde bij mij pas laat het besef dat mensen van mijn leeftijd met een meer reguliere levenswandel natuurlijk allang hadden: dat je door je kinderen je eigen jeugd opnieuw beleeft.\nOp een háár na!’, lacht mijn oudste neef, wijzend op mijn kale knar.\nHet mooist is als ik ze mag meenemen.\nIk ben zo bang dat mijn neefjes, als volwassenen, op deze tijd zullen terugkijken als één langdurige blauwgemaskerde pandemiedag.\nU vraagt mij welke waarden ik mijn neefjes stiekem meegeef?", "paragraphs": ["Door mijn neefjes landde bij mij pas laat het besef dat mensen van mijn leeftijd met een meer reguliere levenswandel natuurlijk allang hadden: dat je door je kinderen je eigen jeugd opnieuw beleeft. Ik heb enorm veel plezier met hen.", "Omdat ze hun grootouders nooit hebben gekend – ze werden te laat geboren, of beter gezegd: hun grootouders gingen te vroeg dood – vervul ik voor hen soms de rol van opa. Ze weten van mijn gegier over de aardbol. Een verhaal over hoe ik eens op de grens van Rusland met China een Amoertijger in het wild tegenkwam, of in Oost-Oekraïne werd opgepakt door schoften met Kalasjnikovs, maakt op hen minder indruk dan geschiedenissen uit hun eigen omgeving.", "Zoals over mijn schaatstochten van Haarlem naar Leiden. Op een keer ging het mis, belandde ik in een wak. Mijn neefjes blikken me vol ongeloof aan. ‘Het is echt waar, jongens’, zegt mijn broer, rommelend in de familiecommode. ‘Kijk maar!’ Grijnzend houdt hij een krantenknipsel omhoog, het eerste dat ooit over mij verscheen, met als kop: ‘Schaatser op een haar na verdronken’.", "‘Haha! Op een háár na!’, lacht mijn oudste neef, wijzend op mijn kale knar.", "Dat ze ooit een echte opa hebben gehad, in casu mijn vader, die op een maartse oorlogsdag door een Duitser in de Haarlemmerhout een kogel door zijn wegrennende benen kreeg, is voor hen pure Netflixfictie. Even ver weg als de riddertijd. Hun opa was nog jong – 14, een donkerzwarte krullenkop.", "‘14, dat vind ik best oud’, merkt mijn jongste neef op.", "Het mooist is als ik ze mag meenemen. De twee jongens even geheel voor mezelf heb. Wandelend door het lege coronadorp verhaal ik, druk gesticulerend, hoe hun vader en ik tijdens de winters van vroeger in de romig besneeuwde duinen en steile straten naar beneden roetsjen; iglo’s bouwden. We hadden houten sleetjes, maar er was ook een jongetje met een stuurslee.", "‘Een stuurslee…’, herhaalt mijn oudste neef filosofisch.", "Godfried Bomans vergelijkt de tijd en het menselijke geheugen ergens met een foto van honderden in een rij opgestelde identieke T-Fords: je ziet maar één auto. Zo onthoud je uiteindelijk alleen de mooie zomerdag, de koude winterdag. Alsof die eeuwig duurden. Ik ben zo bang dat mijn neefjes, als volwassenen, op deze tijd zullen terugkijken als één langdurige blauwgemaskerde pandemiedag.", "O, kome er met het vaccin spoedig een nieuwe Kleine IJstijd die na de corona ook onze klimaatzorgen in één keer wegvaagt! U vraagt mij welke waarden ik mijn neefjes stiekem meegeef? Denk onafhankelijk, met gevoel en oog voor de underdog, vertrouw nimmer machthebbers, ontwijk de in groepjes samenklittende medemens. En geef aan hen die je bedienen altijd een ruime fooi."], "authors": ["Pieter Waterdrinker"], "keywords": ["ik", "van", "mijn", "meenemen", "een", "met", "ze", "mooiste", "op", "het", "door", "als", "mag", "neefjes", "je"], "pubDate": "2020-12-29T13:10:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}