{"id": "0f2c8949-2061-3bda-9caa-b4b5c7ab18bf", "title": "OM: verdachten Wouwse Plantage hadden meerdere martelloodsen", "url": "https://www.parool.nl/amsterdam/om-verdachten-wouwse-plantage-hadden-meerdere-martelloodsen~b2c821b5/", "summary": "Bij de inval in de loods in Wouwse Plantage trof de politie martelgereedschap aan.\nDe loods in Wouwse Plantage en een plek in Rotterdam zijn door de politie ontdekt en ontmanteld.\nOok had het OM het over ‘huiveringwekkend’ berichtenverkeer tussen verdachten.\nVolgens het OM wijst alles op de opzet om mensen te gijzelen en te mishandelen.\nOp de achtergrond van de zaak over de martelcontainers in Wouwse Plantage speelt een groot financieel conflict in het internationale cocaïnemilieu.", "paragraphs": ["Bij de inval in de loods in Wouwse Plantage trof de politie martelgereedschap aan. Beeld REUTERS", "Justitie gaat er vanuit dat de groep over drie locaties beschikte. De loods in Wouwse Plantage en een plek in Rotterdam zijn door de politie ontdekt en ontmanteld. De locatie in Rotterdam zou gefungeerd hebben als hoofdkwartier. “Vanuit daar kun je gelijk uitrukken.”", "In onderschepte Telegram-berichten wordt gesproken over ‘L3’. “Het kan niet anders of de verdachten moeten een derde loods hebben gehad, of op zijn minst op het oog hebben gehad,” stelde de Officier van Justitie vrijdag tijdens een tussentijdse zitting in de zaak van het martelcomplex van de onderwereld. Die vermoedde derde locatie is tot op heden nog niet gevonden.", "Ook had het OM het over ‘huiveringwekkend’ berichtenverkeer tussen verdachten. ‘Wil je onze bajes zien?’, zou een van de hoofdverdachten gevraagd hebben. ‘Plek voor man of tien. Schone loods. Alles geïsoleerd. Ze mogen schreeuwen wat ze willen.’ Daarnaast is gesproken over tangen om vingers mee af te knippen.", "Scalpels", "Bij de inval in de loods in Wouwse Plantage trof de politie martelgereedschap aan. Zo werden onder meer scalpels, een takkenzaag, kniptangen en een vingerklem gevonden. Volgens het OM wijst alles op de opzet om mensen te gijzelen en te mishandelen.", "De politie ontdekte dankzij EncroChat dit martelcomplex in West-Brabant. Beeld REUTERS", "Zo werd er politiekleding gevonden. Die was afkomstig van een inbraak in het Groningse Haren in 2018.", "Het Parool meldde donderdag dat het Openbaar Ministerie steeds meer zicht heeft op de mensen die in de containers zouden moeten worden opgesloten. Volgens de officier is ook overwogen om mensen uit de eigen gelederen in de cellen op te sluiten.", "Op de achtergrond van de zaak over de martelcontainers in Wouwse Plantage speelt een groot financieel conflict in het internationale cocaïnemilieu. Bij dit conflict zijn inmiddels ook meerdere Amsterdamse criminelen betrokken geraakt."], "authors": ["Wouter Laumans"], "keywords": ["van", "martelloodsen", "politie", "meerdere", "het", "op", "wouwse", "plantage", "hadden", "een", "loods", "om", "te", "verdachten"], "pubDate": "2020-12-04T11:53:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}