{"id": "0f3eb5e5-44cb-3af2-b4f9-9888691997c9", "title": "Hoe essentieel is de Action of Jamin. ‘Natúúrlijk zoeken winkels de randjes op’ • Columnist Sylvia Witteman ging naar de Hema, en het leek er net een plaats delict", "url": "https://volkskrant.nl/nieuws-achtergrond/hoe-essentieel-is-de-action-of-jamin-natuurlijk-zoeken-winkels-de-randjes-op-columnist-sylvia-witteman-ging-naar-de-hema-en-het-leek-er-net-een-plaats-delict~b4eef1a1/", "summary": "Beeld Marcel van den BerghNieuwsMet zoveel uitzonderingen op de regel gaan Nederlanders bedenken hoe ze die kunnen omzeilen, ook tijdens een pandemie.\nTerwijl Nederland zich opmaakt voor de eerste coronavaccinaties, is het aantal mensen dat zegt het vaccin ook daadwerkelijk te willen weer toegenomen.\nEen van de voornaamste pleitbezorgers is voormalig nationale veiligheidsadviseur Michael Flynn.\nDe Franse rechter heeft woensdag hoge straffen opgelegd aan veertien medeplichtigen aan de massaslachting op de redactie van het weekblad Charlie Hebdo in 2015.\nInderdaad: het jaar van de kredietcrisis.’In de nieuwe Pixar-film Soul draait het om behoorlijk grote levensvragen.", "paragraphs": ["De Action probeert open te blijven door plastic te hangen over alle niet-essentiele producten. Later blijkt dit toch niet de bedoeling. Beeld Marcel van den Bergh", "Nieuws", "Met zoveel uitzonderingen op de regel gaan Nederlanders bedenken hoe ze die kunnen omzeilen, ook tijdens een pandemie. Dat bleek woensdag in de winkelstraten maar weer eens.", "Terwijl Nederland zich opmaakt voor de eerste coronavaccinaties, is het aantal mensen dat zegt het vaccin ook daadwerkelijk te willen weer toegenomen. Volg de laatste ontwikkelingen rond het coronavirus in dit liveblog.", "Fanatieke aanhangers van de Amerikaanse president Donald Trump dringen er bij hem op aan de staat van beleg af te kondigen om te voorkomen dat zijn Democratische rivaal Joe Biden op 20 januari aan de macht komt. Een van de voornaamste pleitbezorgers is voormalig nationale veiligheidsadviseur Michael Flynn.", "De Franse rechter heeft woensdag hoge straffen opgelegd aan veertien medeplichtigen aan de massaslachting op de redactie van het weekblad Charlie Hebdo in 2015. Één handlanger gaat levenslang de cel in, andere straffen variëren van vier tot dertig jaar.", "Leerlingen die thuis geen veilige basis hebben of onvoldoende begeleiding krijgen, mogen toch naar school. Vooral over groep acht zijn zorgen: ‘de eindtoets en het schooladvies komen eraan.’", "Minister Koolmees van Sociale Zaken en Werkgelegenheid: veertig jaar werken bij één werkgever en sparen bij één pensioenfonds, ‘dat komt bijna niet meer voor’. Beeld Jiri Büller", "Aanraders", "Wouter Koolmees presenteert de pensioenwet: ‘Pensioenen zullen naar verwachting hoger, maar onzekerder zijn’.", "Kerken, moskeeën en andere gebedshuizen mogen openblijven tijdens de harde lockdown. Volgens het kabinet zou het sluiten van gebedshuizen in strijd zijn met de Grondwet. De ergernis over deze uitzonderingspositie zwelt aan.", "En toen zaten we plotseling in een nieuwe harde lockdown. Het land gaat tot 19 januari grotendeels op slot. Hoe komen we deze lange kerstvakantie door, en krijgen we toch nog wat werk gedaan? Thuistips tegen de verveling (en om elkaar niet de tent uit te vechten).", "‘Terwijl ook deze krant bol staat van de sombere berichten over corona-recessies en massaontslagen, blijken de contractlonen met 2,8 procent te stijgen’, schrijft Koen Haegens. ‘De vorige keer dat werkenden er zoveel op vooruit gingen, was in 2008. Inderdaad: het jaar van de kredietcrisis.’", "In de nieuwe Pixar-film Soul draait het om behoorlijk grote levensvragen. De Volkskrant sprak met makers Pete Docter en Kemp Powers, die zelfs Plato en Nietzsche erbij halen.", "Sylvia Witteman moest dinsdag naar de Hema voor een essentiële moorkop. ‘Alle ‘niet-essentiële’ spullen waren afgezet met rood-witte linten, als een plaats delict.’"], "authors": [], "keywords": ["zoeken", "net", "van", "dat", "randjes", "één", "een", "sylvia", "en", "te", "natúúrlijk", "op", "naar", "winkels", "met", "witteman", "het", "aan", "plaats"], "pubDate": "2020-12-16T19:36:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}