{"id": "0f602698-749e-3e45-9ffe-f1f3ec665836", "title": "Steeds minder vaccinaties tegen mazelen", "url": "https://nrc.nl/nieuws/2020/12/16/steeds-minder-vaccinaties-tegen-mazelen-a4024123", "summary": "In grote delen daarvan is de dekkingsgraad van het mazelenvaccin in de afgelopen tien jaar gedaald, na een geleidelijke stijging tot 2010.\nDat zijn de belangrijkste bevindingen van een grote wereldwijde studie, uitgevoerd door honderden onderzoekers uit tientallen landen.\nEr bestaat een veilig, goedkoop en effectief vaccin tegen mazelen, dat sinds 1976 in het Nederlandse Rijksvaccinatieprogramma zit.\nGemiddeld krijgen jaarlijks tien tot twintig Nederlanders mazelen, maar in 2013-2014 was er een uitbraak waarbij 2.700 mensen ziek werden en een 17-jarig meisje overleed.\nPostma en zijn collega’s onderzochten onder meer de effectiviteit, kosteneffectiviteit en eerlijke verdeling van mazelenvaccins in Ethiopië en Nigeria.", "paragraphs": ["In 2017 kregen wereldwijd meer dan 17 miljoen mensen mazelen; ruim 83.400 kinderen onder de vijf jaar overleden aan de ziekte. Meer dan 99 procent van alle ziekte- en sterfgevallen vond plaats in lage- en middeninkomenslanden. In grote delen daarvan is de dekkingsgraad van het mazelenvaccin in de afgelopen tien jaar gedaald, na een geleidelijke stijging tot 2010.", "In de honderd armste landen van de wereld is nu minder dan 65 procent van de kinderen gevaccineerd – ver onder de 95 procent die nodig is voor groepsimmuniteit. Dat zijn de belangrijkste bevindingen van een grote wereldwijde studie, uitgevoerd door honderden onderzoekers uit tientallen landen. De studie verscheen deze woensdag in het tijdschrift Nature.", "Stuipen en hersenontsteking", "Mazelen is een van de meest besmettelijke ziekten. Mensen krijgen er koorts van, moeten hoesten en zijn verkouden. In ernstige gevallen kunnen longontsteking, stuipen en hersenontsteking optreden; die laatste is veelal dodelijk. Er bestaat een veilig, goedkoop en effectief vaccin tegen mazelen, dat sinds 1976 in het Nederlandse Rijksvaccinatieprogramma zit.", "In Nederland was lange tijd zo’n 96 procent van de mensen gevaccineerd, maar na 2005 daalde die vaccinatiegraad tot 93 procent. Gemiddeld krijgen jaarlijks tien tot twintig Nederlanders mazelen, maar in 2013-2014 was er een uitbraak waarbij 2.700 mensen ziek werden en een 17-jarig meisje overleed. In een land als Nigeria overlijdt echter 5 tot 10 procent van de patiënten.", "De internationale studie maakt onderdeel uit van het project Global Burden of Disease, dat in 1990 is opgezet door de Wereldbank en nu opereert onder de paraplu van de Wereldgezondheidsorganisatie (WHO).", "In totaal doen er meer dan 4.000 onderzoekers uit 145 landen aan mee, onder aanvoering van de Universiteit van Washington in Seattle (VS).", "Het project brengt jaarlijks de gezondheidssituatie over de hele wereld in kaart per gebiedje van 5 bij 5 kilometer: een ongekend hoge resolutie, waarmee onderzoekers binnen landen en zelfs binnen provincies kwetsbare gebieden kunnen identificeren. Voor specifieke onderdelen, zoals in dit geval mazelenvaccinatie, werken een paar honderd academici samen aan onderzoeken op wereldschaal. „Het integreren van zulke gedetailleerde gegevens uit de hele wereld maakt deze benadering uniek”, vertelt Maarten Postma, hoogleraar global health economics aan het UMC Groningen en een van de auteurs van de mazelenstudie.", "Postma en zijn collega’s onderzochten onder meer de effectiviteit, kosteneffectiviteit en eerlijke verdeling van mazelenvaccins in Ethiopië en Nigeria. „In veel landen, met name in Afrika, is de dekkingsgraad van het mazelenvaccin nog ruim onvoldoende”, zegt Postma. „We zien duidelijk dat de vaccinatiegraad samenhangt met het inkomen. De mensen met de laagste inkomens zijn het minst gevaccineerd. Niet zozeer omdat mensen het vaccin zelf moeten betalen, maar wel omdat juist in de armste gebieden de infrastructuur voor vaccinatie onder de maat is.”", "Angst voor besmetting", "En nu is daar de Covid-19-pandemie, die de mazelenvaccinaties nog verder onder druk zet: zorgmedewerkers zijn ziek of mensen durven niet naar klinieken te komen uit angst voor besmetting. „In Afrika lopen de Covid-19-besmettingen nog achter”, zegt Postma, „maar met name in Aziatische landen, zoals Indonesië, verwachten we grote problemen. Die scoren al slecht wat betreft hun mazelenvaccinaties, en zijn nu ook nog zwaar getroffen door Covid-19.”", "Er gloort hoop: waarschijnlijk zal ook in die landen in de loop van 2021 grootschalige vaccinatie tegen Covid-19 van start gaan, met internationale ondersteuning. Postma: „In die context kunnen we een versterking verwachten van de algehele infrastructuur voor vaccinatie. Daarvan zal ook de mazelenpreventie profiteren.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Nienke Beintema", "Leestijd Minuten"], "keywords": ["van", "die", "een", "landen", "en", "mazelen", "minder", "onder", "zijn", "vaccinaties", "voor", "tegen", "het", "steeds", "mensen"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}