{"id": "0f65d6da-aea4-3d60-a835-057a2ecc15f8", "title": "Hoe schoon de lucht is, meet een groeiende groep burgers zelf wel", "url": "https://volkskrant.nl/wetenschap/hoe-schoon-de-lucht-is-meet-een-groeiende-groep-burgers-zelf-wel~b8c81b5e/", "summary": "Beeld Jan MuldersRappe opkomstHagen is niet de enige die aan het meten is geslagen in de eigen omgeving.\nHoe snel de ontwikkeling gaat, blijkt wel uit een van de eerste thuismeetexperimenten die het RIVM organiseerde, vier jaar geleden pas.\n‘We helpen daarbij nooit omdat we een mening hebben over de aanleiding, zoals de zorgen van een actiegroep.\nVolten: ‘Als partijen met een meningsverschil samen metingen doen, heb je alvast een gedeelde waarheid.\n‘Een deelnemer aan Hollandse Luchten heeft last van een enthousiaste houtstoker in de buurt.", "paragraphs": ["Hoewel de techniek nog knap ingewikkeld is, meten overal in het land (groepen) burgers zelf de luchtkwaliteit. Vormen die eigen metingen een bedreiging voor de officiële? Dat hoeft lang niet altijd.", "Daar, tussen de akkers en de rozenvelden, staat een van de stallen waar het ze om te doen is, wijst Paul Geurts (68). Een rood-grijs, vrijwel raamloos bouwwerk van zo’n drie verdiepingen hoog, met ervoor grote, metaalkleurige silo’s. Binnen zitten honderdduizenden vleeskippen. Op het braakliggende land ervoor, waar nu nog grassprietjes door de donkere aarde prikken, moet een uitbreiding van de stal komen, zodat er plek is voor ruim een miljoen dieren.", "Geurts is lid van Behoud de Parel, een burgerinitiatief dat sinds 2007 strijdt tegen de komst van bedrijven en boerderijen naar de omgeving van het Noord-Limburgse dorp Grubbenvorst. De leden van de vereniging maken zich zorgen om het landschap en de luchtkwaliteit. Met rechtszaken, tot de Raad van State aan toe, hebben ze de komst van de stal waar we voor staan meer dan tien jaar vertraagd. En als het aan hen ligt, gaat de voorgenomen uitbreiding niet door.", "Sinds kort zwaaien ze daarbij met een nieuw wapen: eigen luchtkwaliteitsmetingen. Die komen van meetkastjes die zijn ontworpen door Teus Hagen (75), lid van de vereniging. Als gelauwerd internetpionier heeft hij het betere knutselwerk in de vingers en is hij expert in het op afstand versturen en verzamelen van data.", "Teus Hagen uit Grubbenvorst was de afgelopen jaren naar eigen zeggen zestig uur per week kwijt aan het ontwikkelen van de meetapparatuur. ‘Meten is zweten.’ Beeld Jan Mulders", "Hij begon met experimenteren op legoplaten, waar hij sensoren en zendertjes op klikte, vertelt hij aan zijn keukentafel. Dat heeft geleid tot witte meetkasten vol sensoren, processors en communicatieonderdelen die ogen als onopvallende lantaarns (‘Je moet er geen discobal van maken, dan wordt de jatkans groter’).", "Van dit soort meetkasten hangen er nu meer dan veertig in Noord-Limburg en Zuidoost-Brabant fijnstofconcentraties te meten. Het doel is het effect van vooral de vele boerenbedrijven in de regio in kaart te brengen. Uiteindelijk, zo is de hoop, moet dat de gemeente bewegen tot terughoudendheid met het verstrekken van vergunningen en bedrijven ertoe overhalen maatregelen te nemen.", "Teus Hagen en twee van zijn zelfontworpen meetkastjes bij zijn huis in Grubbenvorst. Beeld Jan Mulders", "Rappe opkomst", "Hagen is niet de enige die aan het meten is geslagen in de eigen omgeving. Vorige maand nog begon een onderzoek van onder meer de Rijksuniversiteit Groningen, dat burgers inzet om luchtvervuiling in het noorden van Nederland nauwkeuriger in kaart brengen met zelfgebouwde fijnstofmeters. Voor een experiment waarbij het RIVM is betrokken rijden sinds dit jaar vijfhonderd vrijwilligers door de provincie Utrecht met ‘snuffelfietsen’, waarop fijnstofsensoren zitten.", "In het Limburgse Egchel heeft de protestgroep Leefbaar Peel en Maas een twintigtal fijnstofkastjes opgehangen, in een poging het effect te meten van een biomassacentrale die weldra moet gaan draaien. Die kastjes zijn ingekocht bij een workshop van het Arnhemse Luchtdata Project, waarbij vrijwilligers sinds eind 2019 de luchtkwaliteit monitoren in Arnhem. Het is slechts een greep uit de lopende initiatieven.", "De zelf metende burger is in opkomst, en snel ook, ziet Hester Volten, die zich bij het RIVM bezighoudt met de coördinatie van burgerwetenschapsprojecten. Dat komt vooral door het beter worden van betaalbare sensoren. Inzicht krijgen in vervuiling en overlast is niet langer voorbehouden aan officiële instituten met peperdure apparatuur.", "Hoe snel de ontwikkeling gaat, blijkt wel uit een van de eerste thuismeetexperimenten die het RIVM organiseerde, vier jaar geleden pas. Met fijnstofsensoren maten deelnemers de effecten van het vuurwerk tijdens Oud en Nieuw. Alleen zo’n overweldigende fijnstofpiek konden de goedkope sensoren uit die tijd duidelijk registreren. ‘Inmiddels kunnen zulke sensoren heel behoorlijk meten. Dat is gigantisch snel vooruitgegaan.’", "Het RIVM nodigt iedereen die een sensor wil plaatsen uit om de data te delen, voor het programma Samen Meten. Het gaat om luchtkwaliteitsmetingen, vooral stikstofoxiden en fijnstof, en sinds kort ook om data over waterkwaliteit en geluidsoverlast.", "Fijnmaziger", "Daar heeft het RIVM zelf ook wat aan, zegt Volten. Zo maakt het instituut modellen van de luchtverontreiniging in Nederland op basis van een netwerk van meetpunten, maar dat netwerk kan fijnmaziger. En laten juist op plekken waar minder wordt gemeten, zoals het platteland, burgers dan maar zelf apparaten ophangen. Het RIVM onderzoekt nu hoe het deze burgerdata op een betrouwbare manier kan inpassen in de officiële modellen.", "Een burgermeetproject dat enige jaren loopt, is Meet je Stad, geïnitieerd door het Amersfoortse kunst- en innovatiecentrum de War. Vooral rond Amersfoort, maar op steeds meer plekken in Nederland, onderzoeken tientallen deelnemers de gevolgen van klimaatverandering in steden.", "Daar kan het lokaal stukken heter worden dan de weersverwachting doet vermoeden, mede doordat gebouwen en straten hitte absorberen. De metingen richten zich nu op temperatuur en lichtinstraling, maar vorige maand ging een nieuw stel kastjes de deur uit, die ook onderzoek aan de luchtkwaliteit mogelijk maken.", "Het is leuk en leerzaam om met een groep enthousiastelingen aan apparatuur te sleutelen, zegt projectleider Harmen Zijp van de War. Maar voor hem gaat burgerwetenschap ook om de democratisering van wetenschap én om het opeisen van inspraak. ‘We zijn nu grotendeels afhankelijk van de RIVM’s en KNMI’s van deze wereld. Dat is op zichzelf geen probleem, alleen zie je dat besluitvorming vooral een kwestie is van bestuurders en experts. Dat terwijl het soms gaat om veranderingen in jóúw wijk.’", "Luchtkwaliteitsmeters van Teus Hagen. Links het type waarvan er meer dan veertig metingen verrichten. Beeld Jan Mulders", "Volgens Zijp staan inwoners vaak machteloos als ze zorgen hebben over bijvoorbeeld vervuiling in hun buurt. ‘Omdat de vormen waarin we inspraak organiseren beperkt zijn, en omdat ze niet altijd de kennis en data tot hun beschikking hebben om als gelijkwaardige gesprekspartner mee te draaien.’ Door zelf aan de slag te gaan met meetapparatuur, denkt hij, krijgen burgers een nieuw middel om kennis op te doen en hun stem met meer overtuiging te laten horen.", "Zweten", "Niet dat het een kwestie is van meetkastje ophangen en klaar. Teus Hagen van Behoud de Parel weet er alles van. Het ontwikkelen van de meetapparatuur en het communicatiesysteem kost hem naar eigen zeggen al tweeënhalf jaar lang zo’n zestig uur per week. ‘Ik denk elke maand dat ik er ben. Zoals ik het uitdruk: meten is zweten.’", "De jongste uitdaging: zijn fijnstofsensoren zijn oorspronkelijk gemaakt voor binnenmetingen, waarbij de luchtvochtigheid vrij stabiel is. Buiten onderschatten ze bij lage luchtvochtigheid de hoeveelheid fijnstof, bij een hoge luchtvochtigheid overschatten ze die juist. Het is zaak daar wiskundig voor te corrigeren.", "Overschatting door vocht Beeld VK", "Dit soort worstelingen kenmerken de fase van dit moment, zegt Harmen Zijp van Meet je Stad. ‘De infrastructuur om makkelijk te kunnen meten, data te analyseren en er gesprekken over te voeren staat nog in de kinderschoenen.’", "En dan nog: goedkope sensoren zullen nooit zo goed zijn als de tienduizenden euro’s kostende professionele apparatuur. Daar zul je altijd rekening mee moeten houden of voor moeten corrigeren. Dat vergt tijd en een kritische houding. Kun je dat van leken wel verwachten?", "Angst", "‘Er is een angst, zowel bij wetenschappers als bij bestuurders, dat burgers gaan rondrennen met goedkope sensoren en dan claimen dat ze het allemaal weten’, zegt Zijp. ‘Dat is deels misschien ook wel gerechtvaardigd.’", "Maar nu mensen kunnen meten, zullen ze gaan meten, zegt hij. ‘Dat ga je niet voorkomen. Wat je wel kunt doen, is zorgen dat metingen worden uitgevoerd in een omgeving waar discussie is over de kwaliteit ervan.’ Daarom zijn volgens hem samenwerkingsnetwerken zo belangrijk, zoals Meet je Stad.", "Burgermetingen en officiële metingen kunnen volgens hem bovendien prima naast elkaar bestaan. ‘Als goedkopere sensoren in één wijk een probleem met de luchtkwaliteit laten zien, kan dat een aanleiding zijn voor een officiële instantie om een duurdere sensor op te hangen.’", "Dat de trend van de zelf metende burger niet te stuiten is, denken ze ook bij het RIVM. Ook dat is een reden om actief aan te sluiten bij burgerinitiatieven met advies en hulp bij het ijken van apparatuur, zegt Hester Volten. Zo helpt het RIVM ook de metingen van Behoud de Parel zo goed mogelijk te krijgen.", "‘De gedachte is: als mensen gaan meten, kunnen we er maar beter bij zijn om context te bieden’, zegt ze. ‘We helpen daarbij nooit omdat we een mening hebben over de aanleiding, zoals de zorgen van een actiegroep. Als je goede metingen wil doen, kunnen we elkaar op dat punt vinden.’", "Vertrouwen vergroten", "Wat haar betreft kan samenwerken met burgers ook een middel zijn om het vertrouwen in de officiële instanties te vergroten. Ja, ook bij bijvoorbeeld de boeren die de stikstofmetingen van het RIVM, waaruit blijkt dat de landbouw een grote bijdrage levert aan de stikstofuitstoot, in twijfel trekken. ‘Wat mij betreft zeggen we tegen hen: oké, jullie vertrouwen de metingen niet? Misschien helpt het als we dan samen gaan meten.’", "De uitkomst van de meetprojecten, vindt Volten, moet ook niet zijn dat boze burgers bij het stadhuis kunnen wapperen met uitgeprinte grafieken waarin ze hun gelijk bevestigd zien. In het ideale geval werken partijen die tegenover elkaar staan samen bij het meten, en ontstaat zo een gesprek.", "Denk aan een wantrouwende omwonende die inziet dat de uitstoot van een energiecentrale toch wel meevalt, omdat hij of zij het dit keer zelf heeft gemeten. Of precies het omgekeerde, dat de fabriek concludeert dat er betere filters nodig zijn. Volten: ‘Als partijen met een meningsverschil samen metingen doen, heb je alvast een gedeelde waarheid. Dat levert een beter gesprek op.’", "Klinkt idealistisch. Maar precies dit soort samenwerkingen bestaan al. Rond Tata Steel voeren omwonenden metingen uit aan de luchtkwaliteit, waaraan ook de IJmuidense staalproducent meedoet, die meetpunten op het eigen terrein heeft staan.", "En sinds eind 2019 meten zowel boeren als omwonenden rond Venray aan luchtkwaliteit bij RIVM-project Boeren en Buren. Het doel is samen in kaart brengen waar vervuilingsbronnen zitten en om, met de gemeente en provincie Limburg, te kijken wat daar aan te doen valt.", "Samenwerking", "Behoud de Parel is een vergelijkbare samenwerking aangegaan. Met Kipster, in de Volkskrant eens betiteld als ‘de meest mens-, milieu- en diervriendelijke kippenstal ter wereld’. ‘Na de opening in 2017 zag ik steeds twee mensen rond het terrein lopen met een meetapparaatje. Toen dacht ik: ik loop eens naar ze toe’, vertelt mede-oprichter Ruud Zanders.", "Teus Hagen bij een meetinstrument bij Kipster. Beeld Jan Mulders", "Een van hen bleek Teus Hagen. ‘Die zei: Ruud, jullie zeggen dat jullie alle fijnstof binnenin afvangen. Maar wij zijn geïnteresseerd in wat er buiten gebeurt.’ De kippen lopen immers veel buiten, en ook dat zorgt voor uitstoot. ‘Hij had een goed punt, vond ik. Toen heb ik gezegd: wil je koffie?’", "Negen meetkastjes van Behoud de Parel hangen nu in en om het bedrijf. Deels vanwege de metingen – en omdat het oude systeem in de praktijk niet schoon te houden bleek – besloot Kipster zijn luchtfilters te vervangen. Volgens Hagen doken de meetwaarden direct omlaag.", "De volgende stap is experimenteren, bijvoorbeeld met soorten voer en grondbedekking, om te zien wat dat doet met de fijnstofconcentraties. Wageningen Universiteit ziet de opzet wel zitten, dus er is ook een échte wetenschapper aangehaakt.", "‘Boeren en omwonenden willen allebei een gezonde omgeving’, zegt Zanders. ‘Juist als daar onenigheid over is, moet je samenwerken om boven water te krijgen hoe het precies zit. Wat mij betreft pakken we dat veel vaker met zijn allen op.’", "Beeld Studio V", "‘Voor ons heeft het vooral een sociale functie. Maar het is wel fijn dat ons werk iets toevoegt’", "Erica Huisjes (47), deelnemer aan Meet je Stad (onder meer met de gemeente Amersfoort en de War): ‘Voor mijn dochter Francisca, nu 15, zocht ik twee jaar geleden naar een technische bezigheid. Daarvan krijgt ze te weinig mee in het reguliere onderwijs, vind ik. Zelf ben ik niet zo technisch, maar mijn vader was dat wel, en op dat moment was hij ernstig ziek. Hij overleed ook rond die tijd. Daarom had het voor mij een extra dimensie om mijn dochter daar iets van mee te geven. ‘Toen stond in de krant: we gaan meetstations solderen, om temperatuur en luchtvochtigheid te meten in je eigen tuin. Dat leek mij interessant voor ons. Ik merk dat het leuk is om samen met je kind de wereld te ontdekken, maar dat daarvoor niet veel mogelijkheden zijn. Hierbij konden we wel samen aan de slag. ‘Aan het begin keken we vaak op de site: wat heeft ons meetstationnetje gemeten? Na verloop van tijd verwaterde dat. Dan kwamen we er pas na een paar maanden achter dat de batterij van het kastje leeg was. In een gezin slokken andere zaken natuurlijk ook weleens de aandacht op. ‘Mijn dochter vindt vooral het solderen leuk, het onderzoeksaspect interesseert haar minder. Binnenkort komt er een workshop waarbij we een fijnstofmeter kunnen toevoegen, daar gaan we weer heen. Voor ons heeft het project dus vooral een sociale functie. Maar het is wel fijn dat ons werk iets toevoegt. ‘Er is een kernploeg die veel meer bezig is met het grotere doel. Die onderzoeken bijvoorbeeld waar in de gemeente meer bomen nodig zijn voor verkoeling. Het blijkt namelijk dat een deel van Amersfoort heter wordt dan de rest. Dat vond ik wel merkwaardig, ik was me daar helemaal niet van bewust.’", "‘Je krijgt als burger toch iets in handen om de lokale politiek mee aan de jas te trekken’ Repke de Vries (69), deelnemer van Hollandse Luchten (onder meer met Provincie Noord-Holland en het RIVM): ‘Waar ik woon in Amsterdam zal meer verkeer komen door de bouw van nieuwe woningen. Dat wil ik volgen met metingen. Als dan blijkt dat een school vlak bij een druk kruispunt in vervuilde lucht zit, kun je proberen een betere luchtbehandeling in die school voor elkaar te boksen. Je krijgt als burger toch iets in handen om de lokale politiek mee aan de jas te trekken. ‘Lange tijd heb ik in de datawereld gewerkt en ik had altijd een interesse in prutsen met elektronica. Maar in mijn eentje kon ik niet zoveel met die interesse. Bij Hollandse Luchten wel, daar help ik nu met het onderhouden van de meetstations, kapotte onderdelen vervangen bijvoorbeeld, en draag ik bij aan de data-analyse. ‘Soms zie je daarin plots een piek die je niet zo één, twee, drie kunt verklaren. Wij proberen te bedenken wat zoiets kan zijn. Die inzichten gaan we voorleggen aan experts van het RIVM of GGD Amsterdam, zodat we er écht wat mee kunnen. ‘Ik was verrast door de openheid waarmee het RIVM, waarmee we samenwerken, publiceert en datacorrecties toepast. Bij correcties gaan bij sommige mensen de alarmbellen af: je past achteraf getallen aan. Maar wij kunnen precies napluizen wat er uit het meetstation kwam, welke correctie is toegepast, en zien dan dat het klopt. Zulke openheid is de beste basis om samen te werken. ‘Een deelnemer aan Hollandse Luchten heeft last van een enthousiaste houtstoker in de buurt. Ze ziet op bepaalde tijdstippen haar metingen omhoogvliegen. Dan kun je de kant op gaan van De Rijdende Rechter, van emotie en theater. Je kunt het ook nuchter houden: zou u een filter kunnen plaatsen op de schoorsteen? Kijk maar naar de data.’"], "authors": ["Niels Waarlo"], "keywords": ["van", "dat", "om", "die", "groep", "een", "en", "burgers", "meet", "zelf", "te", "lucht", "hoe", "wel", "groeiende", "met", "het", "aan", "schoon"], "pubDate": "2020-11-20T14:59:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}