{"id": "0f6da9f6-0aee-311f-bae1-b15a046139a2", "title": "Als het aan techbedrijf Slack ligt, is e-mail snel verleden tijd", "url": "https://volkskrant.nl/wetenschap/als-het-aan-techbedrijf-slack-ligt-is-e-mail-snel-verleden-tijd~b325f830/", "summary": "Zes jaar geleden richtte hij het techbedrijf Slack op vanuit het idee dat e-mail en inboxen achterhaald en onoverzichtelijk zijn.\nInmiddels betalen 65 van de honderd grootste Amerikaanse bedrijven voor Slack en ook op Nederlandse werkvloeren is de dienst in opmars.\nEen reclamebureau dat advertenties maakt voor een bedrijf als Hema, stuurt dan niet via mail, maar via Slack zijn ontwerpen.\nGmail voorspelt wat je gaat schrijven en een bedrijf als Facebook kent je misschien beter dan je eigen partner.\nDe Canadese ceo droomt van een toekomst waarin hij problemen in bedrijven kan ‘voorspellen’, puur op basis van het taalgebruik in chats tussen werknemers.", "paragraphs": ["Beeld Tomas Mutsaers", "Kun je een woord dat miljarden mensen wereldwijd gebruiken zomaar laten verdwijnen? Een woord dat al bijna dertig jaar lang de standaard is bij communicatie, vooral op de werkvloer?", "‘Ik mail de tekst over twee uur.’ ‘Zet het even op de mail.’ ‘O, dat mailtje!’", "En kan je niet alleen het woord ‘mail’, maar het hele concept ‘e-mail’ vervangen, zoals de euro de gulden in 2002 verving?", "De Canadese techondernemer en miljardair Stewart Butterfield (47) wil niets liever. Zes jaar geleden richtte hij het techbedrijf Slack op vanuit het idee dat e-mail en inboxen achterhaald en onoverzichtelijk zijn. Het doel: bedrijven, organisaties en overheden een vernieuwde vorm van communicatie bieden, gestoeld op chats en groepskanalen.", "En dat is pas het begin: naast een chatplatform is de betaalde versie van Slack als een Zwitsers zakmes waarin ‘duizenden’ functies samenkomen: programma’s als de videobeldienst Zoom, de digitale agenda’s van Google, de to-do-lijstjessoftware van Trello. Elke ontwikkelaar kan zijn software voor Slack beschikbaar maken. Wanneer al die digitale werktuigen in één overzichtelijk programma samenkomen, kunnen werknemers gestroomlijnder samenwerken, is het idee. Inmiddels betalen 65 van de honderd grootste Amerikaanse bedrijven voor Slack en ook op Nederlandse werkvloeren is de dienst in opmars. Net zoals ‘appen’ razendsnel ‘sms’en’ verving, moet ‘slacken’ het ‘mailen’ van de toekomst worden, zegt Butterfield.", "We spreken hem per videoverbinding, Butterfield werkt net als zijn dik tweeduizend werknemers door de coronacrisis thuis en niet op het hoofdkantoor in San Francisco. De ceo – zwart shirt, grijze thuiswerkstoppels – zou het ‘griezelig’ vinden om te zeggen dat de crisis goed is voor zijn zaken. Maar, geeft hij toe, het gedwongen thuiswerken ‘zet meer mensen ertoe aan ons product te gebruiken’. Met dat ‘product’ hoopt Butterfield van Slack ‘de volgende Microsoft of Google’ te maken.", "Stewart Butterfield, oprichter en ceo van Slack. Beeld Slack", "Nadelen van e-mail", "Wat is er eigenlijk mis met e-mail? Je hoort de miljarden gebruikers wereldwijd zelden klagen. Maar volgens Butterfield wordt een digitale inbox waarin soms tientallen mailtjes per dag belanden – van je baas, collega’s, mensen bij andere bedrijven, spam – al snel een rommeltje. Informatie wordt op een ‘ongeorganiseerde’ manier ‘naar je toe geduwd’, zegt hij. Met Slack daarentegen kun je berichten op een ‘georganiseerde manier’ naar je toe ‘trekken’. Dat maakt het medium volgens Butterfield efficiënter, waardoor bedrijven er geld mee besparen. Al blijft het ook bij Slack zo, dat wie bij een groot bedrijf werkt, al snel honderden berichten per dag ontvangt, persoonlijk of via talloze groepskanalen.", "In de privésfeer is e-mail grotendeels vervangen door WhatsApp. Op welke dagen je het voetbalteam van je zoon coacht, wie je uitnodigt voor je feestje: vroeger werd dat vaak nog gecoördineerd via mailtjes, nu doen we dat vooral in het ‘makkelijkere’ WhatsApp. Slack, voor wie het niet kent, heeft qua opzet wel iets van WhatsApp, maar dan dus voor bedrijven. Je hebt een balk met contacten, in plaats van mailtjes stuur je je collega’s berichtjes. De toon wordt al snel informeler – ‘met vriendelijke groet’ of ‘groet’ zul je niet tegenkomen. De namen van collega’s met wie je veel samenwerkt staan bovenaan, voor werkprojecten worden losse ‘kanalen’ geopend, een soort groepsapps. Dat maakt het overzichtelijker gesprekken terug te lezen dan in een volle inbox met mails. Althans, in de betaalde versie. In de gratis versie (12,5 miljoen gebruikers dagelijks tegelijkertijd actief zijn) verdwijnen oude berichtjes.", "Een team kan optimaal samenwerken, legt Butterfield uit, als de benodigde programma’s in Slack zijn geïntegreerd. Wanneer Google Calendar in Slack zit, zien collega’s in je chatvenster automatisch of je wel of niet beschikbaar bent. Wanneer ieders agenda in Slack zit, kunnen slimme systemen afspraken plannen, zonder dat werknemers hun agenda’s naast elkaar hoeven te leggen. Slacks Europese baas Johann Butting geeft kranten als voorbeeld: nu gebruiken die vaak losse programma’s voor de agenda’s van redacteuren, tekstverwerking, een systeem waarin artikelen worden geredigeerd en opgemaakt. In Slack kunnen al die programma’s in één systeem samenwerken. ‘Of neem een tandarts: als die Slack gebruikt, heeft hij daarin het contact met zijn patiënten, ziet hij hun afsprakenrooster en klikt hij zo door naar de gespecialiseerde software die aangeeft wie welk gaatje heeft.’", "Slimme systemen moeten er daarnaast voor zorgen dat Slack jou als gebruiker steeds beter leert kennen: stel dat je terugkomt van drie weken vakantie en een berg berichten hebt. Slack weet wie je normaal snel beantwoordt, en welke kernwoorden in die berichten staan. ‘Door machine learning weet het systeem wie belangrijk is’, zegt Butterfield. Na een vakantie staat een bericht van je baas bovenaan en de wekelijkse nieuwsbrief onderaan.", "Slack Android. Beeld Slack", "Strijd met techreus", "In een profiel dat technologieblad Wired in 2014 schreef over de excentrieke Butterfield – zowel fotowebsite Flickr als Slack ontstond uit zijn mislukte pogingen een videogame te maken – bond hij de strijd aan met techreus Microsoft. Slack is de volgende Microsoft, zei hij, waarmee hij bedoelde, corrigeert hij nu: ‘Het volgende grote techbedrijf zoals Microsoft of Google, niet het bedrijf dat Microsoft of Google vervangt.’ Maar Microsoft ging de uitdaging aan en lanceerde vorig jaar zijn tegenhanger van Slack: Microsoft Teams, de snelst groeiende applicatie van het bedrijf ooit.", "Op dit moment is het een felle race tussen Slack, Microsoft en Google, dat zijn applicaties ook voor miljoenen Slackgebruikers beschikbaar stelt, maar met G Suite zijn eigen populaire werksoftware heeft. Microsoft pronkte deze maand met 44 miljoen dagelijkse actieve gebruikers, veel meer dan Slack. Butterfield reageert laconiek dat Teams vooral een samenvoeging is van de videobeldienst Skype for Business, een conferentietool en een chatfunctie, en noemt het daarom ‘niet eens een concurrent’ van het Zwitserse zakmes dat Slack te bieden heeft.", "Butterfields jonge bedrijf geeft ondertussen wel extra gas. Is het platform nu vooral nog bedoeld voor communicatie binnen bedrijven, de toekomst moet draaien om ‘gedeelde kanalen’ tussen bedrijven. Een reclamebureau dat advertenties maakt voor een bedrijf als Hema, stuurt dan niet via mail, maar via Slack zijn ontwerpen. Als in een groepje bedrijven de helft Slack gebruikt, zal de andere helft e-mail ook links laten liggen, hoopt Butterfield. Nog zo’n stimulans: de aanstaande ‘e-mailbrug’ waarmee Slackgebruikers berichten naar mailadressen kunnen sturen van niet-Slackgebruikers. Die zo worden verleid, is de gedachte, om ook over te stappen naar de ‘meer intuïtieve’ software van de verzender.", "Analyse gebruikersdata", "Butterfield wil ondertussen dat Slack door het analyseren van gebruikersdata meer wordt dan alleen een ‘digitale werkplek’, net zoals Google de afgelopen twintig jaar ‘meer werd dan een zoekmachine’. Google groeide door de berg kennis van gebruikers uit tot een van de machtigste bedrijven ter wereld. Gmail voorspelt wat je gaat schrijven en een bedrijf als Facebook kent je misschien beter dan je eigen partner. In die lijn moet Slack meer te weten komen over de manieren waarop mensen werken dan welk bedrijf tot nog toe.", "De Canadese ceo droomt van een toekomst waarin hij problemen in bedrijven kan ‘voorspellen’, puur op basis van het taalgebruik in chats tussen werknemers. Het bedrijf wil enorme bergen chatgeschiedenis met slimme (en privacyvriendelijke) software analyseren. Maar, geeft Butterfield toe, voordat Slack zulke profetische voorspellingen kan maken, moet het zijn bedrijf eerst nog ‘meer informatie verzamelen’."], "authors": ["Maarten Van Gestel"], "keywords": ["het", "van", "tijd", "dat", "ligt", "email", "als", "een", "aan", "techbedrijf", "je", "verleden", "en", "snel", "met", "voor", "slack", "zijn"], "pubDate": "2020-04-17T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}