{"id": "0f7812ab-4574-3df8-aa1c-aa20183c363c", "title": "Dag én nacht in één beeld: hoog boven in de bergen", "url": "https://volkskrant.nl/foto/dag-en-nacht-in-een-beeld-hoog-boven-in-de-bergen~b0229fa2/", "summary": "Het zal de camera een zorg zijn of het vriest of de mussen van het dak vallen.\nAl die opnamen van een lange dag, zouden uiteindelijk in de studio van Van den Brink worden gemonteerd, vervloeien, tot telkens één beeld, waarin de dag en de nacht, het leven van mens en dier en de onvergankelijkheid van het gebergte zouden samenkomen.\nOf denkt hij terug aan de ontmoeting in dichte mist met een steenbok met reusachtige hoorns.\nEn blaast een föhnstorm haar in een oogwenk meedogenloos van haar sokkel.\nBeeld Lars van den BrinkBehind the day van Lars van den Brink.", "paragraphs": ["Een stadse fotograaf trekt de bergen in, de bergen van de ruigste soort hier in Europa. Telkens bij dag en nacht, waarbij de camera bij licht en donker registreert. Hij kwam met deze afbeeldingen terug, net schilderingen.", "In wezen is de fotocamera machtiger dan haar bezitter. Haar oog raakt nooit vermoeid, hoeveel uren het ook staren moet. Niets leidt haar af van het onderwerp waarop is scherp gesteld. Zij registreert geluk net zo gemakkelijk als tegenslag, oorlog net zo soepeltjes als vrede, geboorte even goed als dood, de uitbundige bloei van de lente als het zompige verval van de herfst.", "Het zal de camera een zorg zijn of het vriest of de mussen van het dak vallen. Op haar driepoot neemt zij de wereld waar en klikt wanneer het haar bezitter belieft. Zijzelf is een ongenaakbaar apparaat, een duizelingwekkend wonder van pixels, processors en lichtsterke lenzen, maar toch: een apparaat. Zij kent haar beperkingen. Ze weet dat ze zonder ziel niets is. En toch doet het haar soms op een apparateske manier pijn dat haar kunnen, haar technische superioriteit, haar digitale supergeheugen zo zelden op de toppen van hun kunnen worden beproefd.", "Engstlensee, Zwitserland. Beeld Lars van den Brink", "Had de camera een mond en een keel, ze had het van pure vreugde uitgeschreeuwd toen fotograaf Lars van den Brink een paar jaar geleden besloot haar mee te nemen het hooggebergte van de Alpen in. Daar zou de fotograaf beginnen aan een project waarbij zelfs de camera op haar statief een lichte siddering, met een kleine onscherpte tot gevolg, niet had kunnen onderdrukken.", "Honderden opnamen moesten er telkens worden gemaakt van één identiek berglandschap, vanaf een identiek standpunt, over een periode van tussen 12 en 24 uur – dag en nacht, waarin de zon opkwam en onderging, de maan vol scheen of zich beperkte tot een bescheiden sikkel, hemellichamen cirkels beschreven in het zwerk, dieren opdoemden en verdwenen, mensen in beeld kwamen en oplosten in het niets. Al die opnamen van een lange dag, zouden uiteindelijk in de studio van Van den Brink worden gemonteerd, vervloeien, tot telkens één beeld, waarin de dag en de nacht, het leven van mens en dier en de onvergankelijkheid van het gebergte zouden samenkomen.", "Lac Blanc, Frankrijk. Beeld Lars van den Brink", "Eén schilderachtig beeld per sessie, waarin tijd, licht, schaduw, kleuren, beweging en stilstand zouden versmelten – een tafereel dat dimensies omvat die de mens met het blote oog en een normaal beperkt verstand niet kan vatten. Maar daar wist de camera niets van. Elf keer lukte het Van den Brink zo’n lange opnamesessie naar tevredenheid te voltooien, resulterend in zes reuzenfoto’s, die nu worden geëxposeerd in de Contour Gallery in Rotterdam.", "Vraag de camera nu naar haar belevenissen in de zomers van 2018 en 2019, toen Van den Brink met zijn assistent door de Italiaanse, Franse en Zwitserse Alpen trok – altijd op zoek naar gunstige fotografische omstandigheden – en het apparaat zwijgt in alle talen. Maar vraag het de fotograaf zélf, en de verhalen stromen als een bergbeek. Nog ziet hij zich, stadsmens, met een zware rugzak (waarin behalve apparatuur ook een tent, instant maaltijden, kleding en slaapzak gepropt) het gevecht aangaan met de zwaartekracht, op een door regen en mist glibberig geworden rotswand. Of denkt hij terug aan de ontmoeting in dichte mist met een steenbok met reusachtige hoorns. Onbevreesd kwam het dier bij Van den Brink staan en staarde hem aan. Waarna beiden huns weegs gingen.", "Oeschinensee, Zwitserland. Beeld Lars van den Brink", "Als er iets is waarvan de fotograaf bij de volvoering van zijn project (dat Behind the day heet) doordrongen is geraakt, dan is het wel de nietigheid van de mens in de natuur, overgeleverd aan de grillen van het hooggebergte. Zo diametraal aan de stad, ook vaak het werkterrein van de fotograaf, met zijn eindeloze schuilmogelijkheden tegen regen, kou en snijdende wind in huizen, cafés en verwarmde winkels.", "Daar in het hooggebergte moesten ze het samen doen, de fotograaf, de assistent en de camera. En daar zou de camera, had zij een bewustzijn, zich gerealiseerd dat ook haar macht wel degelijk grenzen kent. Want hoewel ze tijd, dag en nacht onbewogen kan vangen, is één regenbuitje haar al fataal. En blaast een föhnstorm haar in een oogwenk meedogenloos van haar sokkel.", "Torri del Vajolet, Italië. Beeld Lars van den Brink", "Behind the day van Lars van den Brink. T/m 21 november, Contour Gallery, Rotterdam."], "authors": ["Arno Haijtema"], "keywords": ["beeld", "van", "het", "nacht", "hoog", "één", "een", "boven", "dag", "fotograaf", "en", "én", "met", "den", "bergen", "camera", "haar"], "pubDate": "2020-10-16T15:00:30+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}