{"id": "0f81f0ac-ab68-3c48-9c88-1aa249115f46", "title": "Aan wie geef je? 'Sommige goede doelen doen het honderd keer beter dan andere'", "url": "https://nu.nl/geldzaken/6095937/aan-wie-geef-je-sommige-goede-doelen-doen-het-honderd-keer-beter-dan-andere.html", "summary": "Maar hoe kies je er een die echt een verschil maakt in de wereld?\n\"Door aan een overkoepelende organisatie als GiveWell te geven, bereik je het meest met je donatie.\n\"Goed om aan te geven, maar huisdieren in Nederland hebben het veel beter dan dieren in de vee-industrie wereldwijd.\nHetzelfde geldt voor een donatie aan een Nederlandse stichting die tegen een bepaalde ziekte strijdt.\nAls je dat geld aan een internationale organisatie met wereldwijde impact geeft, kun je meer mensen helpen of zelfs redden.\"", "paragraphs": ["De kou, de kerstgedachte: december is voor veel mensen de maand van het geven. Er zijn honderden goede doelen om uit te kiezen, en veel hangt van persoonlijke voorkeur af. Maar hoe kies je er een die echt een verschil maakt in de wereld?", "Nederlandse huishoudens gaven in 2018 zo'n 2.421.000 euro uit aan goede doelen, blijkt uit de laatste cijfers van Geven in Nederland. Met bijdragen van bedrijven, kansspelen en fondsen erbij komt het totaalbedrag op 5,7 miljard euro. Het meeste van dit geld gaat naar doelen die betrekking hebben op gezondheid, zoals KWF Kankerbestrijding. Op plek twee staat internationale hulp. Huishoudens doneren het meest aan de kerk en levensbeschouwing.", "Maar hoe weet je wat een 'goed' goed doel is? Een eerste aanwijzing kun je vinden in het stempel van het Centraal Bureau Fondsenwerving (CBF), dat toezicht houdt en ook een keurmerk voert. Om dit te verkrijgen, moeten organisaties aan kwaliteitseisen voldoen, zoals bijdragen aan een betere wereld, zorgvuldig omgaan met geld en verantwoording willen afleggen.", "“Als je 1.000 dollar doneert aan iemand die moet rondkomen van 2 dollar per dag, maakt dat een immens verschil.” Peter Singer, Princeton University", "Als het om het grootste effect gaat, is een blik over de grens vervolgens een goed idee, zegt Andrea de Wildt van Doneer Effectief. \"Het is mooi om te doneren aan Nederlandse doelen, en iedereen vindt vaak om emotionele redenen weer een andere doel belangrijk. Maar wie met een donatie de meeste impact wil maken op het leed in de wereld - dat noemen we 'effectief altruïsme' - moet verder dan Nederland kijken.\"", "'Doneren aan lagelonenlanden maakt grootste impact'", "De Australische ethicus Peter Singer, hoogleraar bio-ethiek aan Princeton University, is de godfather van het effectief altruïsme en schrijver van The Most Good You Can Do (2015) en The Life You Can Save (2009). In deze boeken focust hij op wat westerlingen kunnen doen om de ellende in de wereld zoveel mogelijk te verminderen.", "\"Wie effectief wil geven, moet geld doneren aan goede doelen in lagelonenlanden\", vertelt hij vanuit zijn woonplaats Melbourne. \"Als je 1.000 dollar doneert aan iemand die moet rondkomen van 2 dollar per dag, maakt dat een immens verschil in vergelijking met een donatie aan landen met hogere inkomens.\"", "Het is alleen bijna niet te doen om als leek uit te zoeken welke doelen de grootste impact maken, zegt Singer. \"Door aan een overkoepelende organisatie als GiveWell te geven, bereik je het meest met je donatie. Zij onderzoeken waarmee je de meeste levens redt en de levenskwaliteit verbetert. Want sommige goede doelen doen dat honderd keer beter dan andere.\"", "\"Zij doen de broodnodige research om te bepalen waar je donatie de meeste impact heeft\", zegt ook De Wildt. \"Vanuit Effectief Altruïsme Nederland hebben we sinds eind mei een soortgelijke website: Doneer Effectief. Daar kan je alle informatie over effectief doneren vinden.\"", "Goede doelen met grote impact, volgens Singer en De Wildt GiveDirectly: Gedoneerd geld komt direct terecht bij de armste mensen.", "Against Malaria Foundation: Organisatie die levens redt door muskietennetten uit te delen tegen malaria.", "Helen Keller International: Een organisatie die wereldwijd vitamines distribueert.", "The Life You Can Save: Vergelijkbaar met GiveWell; organisatie die uitzoekt welke doelen de grootste impact hebben. Opgericht door Peter Singer.", "Evidence Action Deworm the World: Een organisatie die ontwormingstabletten geeft aan schoolkinderen.", "Hoe die ene euro het meest oplevert", "De Wildt kijkt voor Doneer Effectief naar internationale organisaties en goede doelen. \"Als je doneert aan de top tien van de meest gekozen goede doelen in Nederland, blijft het meeste van dat geld in eigen land. Maar wij behoren al tot het rijkste deel van de wereld en hebben een geweldige gezondheidszorg. Sommige van deze doelen lopen over van het geld. Dat zet wereldwijd geen zoden aan de dijk.\"", "Ze noemt als voorbeeld de Dierenbescherming. \"Goed om aan te geven, maar huisdieren in Nederland hebben het veel beter dan dieren in de vee-industrie wereldwijd. Hetzelfde geldt voor een donatie aan een Nederlandse stichting die tegen een bepaalde ziekte strijdt. Als je dat geld aan een internationale organisatie met wereldwijde impact geeft, kun je meer mensen helpen of zelfs redden.\"", "“Ook die eenmalige donatie met Kerst kan een groot verschil maken.” Peter Singer", "Dat is waar effectief altruïsme om draait, vertelt Singer: \"Waar heeft je dollar of euro de meeste impact? Ook die eenmalige donatie met Kerst kan een groot verschil maken, als je 200 euro geeft aan een effectieve organisatie, in plaats van 1.000 euro aan de eerste de beste of de bekendste. Mensen moeten onthouden dat het belangrijker is waaraan je geeft, dan hoeveel je geeft.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["je", "van", "goede", "honderd", "doen", "een", "aan", "het", "wie", "te", "en", "keer", "die", "geef", "met", "sommige", "doelen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}