{"id": "0f8e6ed5-77ea-3378-9596-27ca24d38ceb", "title": "Shafoot met pita, een aanrader voor de lunch", "url": "https://trouw.nl/recepten/shafoot-met-pita-een-aanrader-voor-de-lunch~b2b7bb32/", "summary": "Tegelijkertijd werd op de radio druk gesproken over ons wegkwijnend gelukshormoon in dagen van thuiswerken en ik dacht alleen: wat een luxe.\nDes te hartverwarmender was het te zien dat afgelopen weekend zo veel mensen een tas vol eten voor een benefiet voor Beiroet bij ons kwamen afhalen.\nDaarom wat onvervalste benefiet-pr voor dit al jaren ontoegankelijke land met prachtige natuur, eeuwenoude historie en met, zoals overal in de Arabische wereld, een heerlijke keuken.\nEn dit zalige comfortfoodrecept shafoot dat ik je aanraad te maken voor de lunch.\nEet met een lepel, en vergeet Jemen niet.", "paragraphs": ["Ik vraag me af wat jij denkt als je aan Jemen denkt. Oorlog? Honger? Koffie? In elk geval dacht ik, toen ik de ongelofelijk trieste beelden zag van correspondent en goede vriendin Daisy Mohr over een ondervoed meisje in Jemen: wij hebben het – ook nu – zo slecht nog niet. Tegelijkertijd werd op de radio druk gesproken over ons wegkwijnend gelukshormoon in dagen van thuiswerken en ik dacht alleen: wat een luxe. En absoluut, we gaan met z’n allen door moeilijke tijden , maar er is altijd baas boven baas. Ook in ellende.", "Des te hartverwarmender was het te zien dat afgelopen weekend zo veel mensen een tas vol eten voor een benefiet voor Beiroet bij ons kwamen afhalen. En dat zo veel Amsterdamse ondernemers zonder maar een seconde te twijfelen ons wilden helpen met gratis ingrediënten om de inwoners van Beiroet te steunen.", "Misschien snappen we nu beter wat echte ellende is. Nergens geld voor, niet om je huis te repareren en ook niet voor eten. Dat is in Nederland met de huidige crisis geen ver-van-mijn-bedshow meer, zoals normaal gesproken.", "Toen dacht ik weer aan Jemen. Aan het meer dan broodmagere meisje uit het verhaal hierboven. Trouwens: ik heb broodmager altijd een gek woord gevonden: is er brood, dan ben je niet mager. Maar Jemen dus, is een minder sexy onderwerp dan mondain Beiroet. En je sexiness in de media bepaalt tegenwoordig je succes. Daarom wat onvervalste benefiet-pr voor dit al jaren ontoegankelijke land met prachtige natuur, eeuwenoude historie en met, zoals overal in de Arabische wereld, een heerlijke keuken.", "Met typerende smaken als het bijzondere schuim van fenegriekzaad: hilbe, dat je serveert op bijvoorbeeld een stevige soep met lamsvlees of kip. En dit zalige comfortfoodrecept shafoot dat ik je aanraad te maken voor de lunch. Wonderbaarlijk verrassend van smaak, maar je kent alles!", "Konden we het maar daarheen sturen. Ik ga het in elk geval proberen, om met behulp van een lokaal camerateam in Jemen geld voor eten die kant op te krijgen.", "Shafoot (voor 4 personen) • 4 pita’s", "• 1 el komijnzaad, getoast", "• 1 el korianderzaad, getoast", "• 1 bosje koriander", "• ½ bosje munt", "• ½ groene peper, grof gehakt", "• 300 ml kefir", "• 300 gr Griekse yoghurt", "• ½ komkommer, in miniblokjes", "• 1 rijpe tomaat", "• pitjes van ½ granaatappel", "• olijfolie", "Bereiding", "Ik maak deze shafoot niet met lahuhbrood, de soort van pannekoek met gaatjes die lijkt op de Ethiopische en Marokkaanse injera, maar gewoon met pita, wat ook vaak gebruikelijk is.", "Snijd de pita in stukjes en rooster goudbruin onder de grill. Meng het komijn- en korianderzaad met de koriander, munt, groene peper, kefir, yoghurt, wat zout en mix fijn tot een groene yoghurt. Verdeel het brood over een schaal, verdeel de groene yoghurt erover en daarop de komkommer. Snijd het kapje van de tomaat en knijp erover uit. Snijd de rest fijn en verdeel erover samen met de granaatappelpitjes. Besprenkel met olijfolie. Eet met een lepel, en vergeet Jemen niet.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Merijn Tol"], "keywords": ["te", "aanrader", "je", "en", "shafoot", "met", "van", "voor", "lunch", "een", "ik", "het", "wat", "pita"], "pubDate": "2020-11-06T08:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}