{"id": "0f94622c-5231-3be4-b8cc-1b1642d67d39", "title": "In de vanzelfsprekendheid van drukke banen is een land in pauzestand ook: diepe rust", "url": "https://volkskrant.nl/columns-opinie/in-de-vanzelfsprekendheid-van-drukke-banen-is-een-land-in-pauzestand-ook-diepe-rust~b9c041fec/", "summary": "Om het belang van het geheel tegenover dat van zijn 17 miljoen delen.\nWaarmee corona leidt tot gelijktijdig een vertraging en een versnelling van de tijd.\nIn de vanzelfsprekendheid van drukke banen is een land in pauzestand ook: diepe rust.\nNu als een van de ziel.\nDe acteurs van ITA, de beste vertellers van het land, lezen ons na de Decamerone nu Alice in Wonderland voor.", "paragraphs": ["Soms gebeurt het dat opdracht en gemoed elkaar slecht verdragen. Vraagt deze plek in de krant om een scherp vizier op de buitenwereld, trekt de blik onbedwingbaar naar binnen. Niet dat het aan nieuws ontbreekt. We leven al bijna een jaar in het nieuws. We zíjn zelf het nieuws, als (potentiële) covidpatiënt, nabestaande, verpleegkundige, vaccinonderzoeker of prikweigeraar, als schoonmaker, thuisbezorger, boa, complotdenker, thuisjuf, gestrande vrachtwagenchauffeur of als engel van kwetsbare buren.", "Er is ook genoeg te vragen, zoals over de valse tegenstelling die coronaminister De Jonge opwerpt als hij zegt dat vaccinatie vrijwillig moet zijn en niet door drang, terwijl het wezenlijk gaat om iets anders. Om een afweging tussen collectief en individu. Om het belang van het geheel tegenover dat van zijn 17 miljoen delen. En dat roept weer de vraag op of deze CDA-minister niet het liberale refrein van zijn politieke chef zingt.", "Maar dan loopt de analyse vast als een fiets in rul zand. Stemming en de sterren staan in de weg. En misschien is dat ook wel passend. Het introverte leven past ons nu beter dan in de lente. De winterzonnewende – beeldschoon woord voor de kortste dag – was 48 uur geleden, maar voor het ook langer licht wordt, duurt het nog even.", "In deze donkerste dagen hebben mensen zich duizenden jaren naar binnen gekeerd, teruggetrokken op hun kleinste, veiligste eenheid. (Al draaien Blijf-van-mijn-lijfhuizen en de Kindertelefoon overuren.) De dagen binnen, zonder buitenleven, duren langer. Maar als optelsom lijken in de luwte de dagen, weken en maanden verdicht, en vervlogen. Waarmee corona leidt tot gelijktijdig een vertraging en een versnelling van de tijd.", "Tenzij we zelf de tijd in de hand nemen. In de vanzelfsprekendheid van drukke banen is een land in pauzestand ook: diepe rust. Geen fear of missing out, want er is niks. Niet eerder was ik zo lang zo dicht bij de kinderen, kinderen die binnenkort uitvliegen. In het hoofd is ruimte voor een gedicht. Zo las ik Antjie Krog:", "De aarde hangt uit balans", "en als de wind opkomt", "staat het kind in de Kloofstraat met zijn tas", "kindje mijn! roep ik hem toe", "vanwaar mijn hart het dichtste klopt", "[…]", "zijn ogen staan op het punt mij te verlaten", "de wind zeurt over de berg", "de wind splintert van hem af alles wat kind is", "de aarde ligt uit balans", "ik verdicht rondom hem", "voorbij alle schuld alle dromen alle verwachtingen", "verdicht ik om hem heen", "Niet eerder voelde ik zo de troost van schoonheid. Wim Kayzer maakte er twintig jaar geleden een serie over. Toen zag ik dat als intellectuele exercitie. Nu als een van de ziel.", "Muziek komt anders binnen. De violen die het allegretto van Beethovens Zevende optillen. De handen van Herbert von Karajan die met gesloten ogen zijn orkest meevoert. Het is te zien op YouTube, haast onverdraaglijk mooi.", "Juist in deze lockdown ontroeren de kunstenaars die naar ons uitreiken. Hun levenslijn is ze ontnomen; het podium dicht, het publiek thuis, maar ze negeren de armzaligheid van 4G en sturen ons, gratis, hun kunst. Aan het begin van de pandemie de balletdansers van de Parijse opera die dansten in hun keuken, tuin of op het balkon. De acteurs van ITA, de beste vertellers van het land, lezen ons na de Decamerone nu Alice in Wonderland voor.", "Het naar binnen keren heeft ook waarde en schoonheid in zichzelf. Het is wat Katherine May beschrijft in Wintering. Beleef de seizoenen van het leven – tijden van pijn, verdriet en eenzaamheid. Winteren overkomt je, maar heeft een hoop te leren voor wie ziet hoe winters horen bij de cyclus van het leven. Daarna juicht de lente, vrolijker dan ooit.", "En dan wordt het onbegrijpelijk dat iets, zo wezenlijk voor wie en wat we zijn anders dan consument in een koopgoot, zo in een hoek wordt gedrukt. Dat een luchtvaartmaatschappij met 33 duizend arbeidsplaatsen 3,4 miljard krijgt en de culturele sector waarin meer dan 100 duizend mensen werken het met een paar honderd miljoen moet doen. Hé, zomaar toch nog een opinie."], "authors": ["Marcia Luyten"], "keywords": ["ik", "rust", "van", "zo", "zijn", "pauzestand", "vanzelfsprekendheid", "banen", "en", "drukke", "een", "diepe", "ook", "land", "als", "op", "het", "dat"], "pubDate": "2020-12-22T15:45:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}