{"id": "0fab80ea-99d3-35b0-a5fb-28d545f2096e", "title": "Philip Akkerman over 10.000 zelfportretten: ‘Het zelfportret is het doel van het bestaan’", "url": "https://www.parool.nl/kunst-media/philip-akkerman-over-10-000-zelfportretten-het-zelfportret-is-het-doel-van-het-bestaan~b21bbaf8/", "summary": "Ben je dan een narcist, of wat, dat je nooit raakt uitgekeken op dat smoel?\n‘En ik heb ongeveer 40 zelfportretten gemaakt.\nGeen achteraf keurig aangepast boek dat een voorbeeldige kunstenaar laat zien, maar een rauw en ruw boek, tegendraads en heel geestig (met de nodige ironie).\n“Je bent het tóch, daar kun je gewoon niet aan ontsnappen, zelfs al zou je dat willen.\nAl mijn zelfportretten bij elkaar, dat ben ik, blijkbaar; dat is het ultieme zelfportret.”Philip Akkerman Philip Akkerman 2013 no.", "paragraphs": ["Philip Akkerman Beeld Philip Akkerman", "Wat bezielt een kunstenaar om al zo’n veertig jaar naar z’n eigen kop te kijken en dat bakkes dan ook nog eens na te schilderen en na te tekenen? Steeds weer. Alleen maar dat hoofd. Ben je dan een narcist, of wat, dat je nooit raakt uitgekeken op dat smoel?", "Kunstenaar Philip Akkerman (63) uit Den Haag weet wel een antwoord op die vragen. ‘En ik heb ongeveer 40 zelfportretten gemaakt. Studie. (Gore narcist. So what?) Ik wil in de vakantie doorgaan met zelfportretten en stoppen met de portretten van anderen,’ schrijft hij op 29 april 1981.", "Het is te lezen in zijn onlangs verschenen Kunstenaarsdagboek. Geen achteraf keurig aangepast boek dat een voorbeeldige kunstenaar laat zien, maar een rauw en ruw boek, tegendraads en heel geestig (met de nodige ironie). Een boek waarin hij niemand spaart, en ook niet nalaat zijn eigen talent te benoemen.", "Die zelfportretten zijn wel een ding natuurlijk. Ruim tienduizend zelfportretten maakte hij, iets meer tekeningen dan doeken. Tienduizend! Dan ben je toch niet goed bij je hoofd?", "Maar het is wel zíjn ding. En als je daar achterkomt, zoals Akkerman in zijn boek beschrijft, als je dan je onderwerp gevonden hebt, hoef je je ook geen zorgen meer te maken. Want die snoet, die snuit, dat porum, die tronie, heb je altijd bij je.", "Philip Akkerman Philip Akkerman 2014 no. 67 Beeld Philip Akkerman", "Twijfel aan alles", "Het begon overigens eerder in dat jaar 1981, toen hij bij de bibliotheek een boek leende met 500 zelfportretten uit alle perioden van de Euro­pese kunstgeschiedenis. ‘Nu ga ik dus portretten schilderen (19 januari).’", "Al heel snel laat Akkerman Marcel Vos, directeur van de kunstenaarsopleiding De Ateliers, zeggen: ‘Je wordt de grootste portrettist aller tijden.’", "Pas veel later, op 6 mei 2016 komt hij achter het waarom van die zelfportretten: ‘Ik lees al ruim 25 jaar Schopenhauer, maar pas sinds kort zie ik dat hij op elke bladzijde zegt: ‘Het doel van het bestaan is het maken van een zelfportret’.’", "Waarom begon hij eigenlijk met het bijhouden van een dagboek? Akkerman antwoordt vanuit zijn woonplaats Den Haag, per mail: “Toen ik een jonge student-kunstenaar was, twijfelde ik aan alles. Om greep te krijgen op de kunst, de kunstwereld en op mijzelf begon ik in een dagboek te schrijven. Later werd het tevens een schildertechnisch logboek.”", "In zijn aantekeningen reflecteert hij voortdurend op zijn eigen werk, twijfelt hij, is hij euforisch, spoort hij zichzelf aan (‘Je moet verder gaan dan je durft. Dan wordt het wat.’ (5 januari 1987).)", "Spelen met verf, en alles zonder regels, want Akkerman, zo wordt duidelijk, streeft elke dag maar weer, gezeten in zijn atelier, de totale vrijheid na. Alles kan en er zijn geen regels, stelt hij herhaaldelijk. “De atelierschilderkunst is ontstaan in de Renaissance en is de kunstvorm van de individuele vrijheid.”", "Vrijheid waarin hij zichzelf dan toch in de hoek heeft geschilderd met dat ene onderwerp. “Doordat ik zo ontzettend veel zelfportretten gemaakt heb, werd ik in de loop der jaren steeds vrijer en kwamen er allerlei gedachten in mij op.”", "Dat laatste is goed te volgen in het Kunstenaarsdagboek en je ziet het in zijn tekeningen en doeken (jammer genoeg zijn er geen tekeningen en schilderijen afgedrukt in het boek). Akkerman laat een ongelofelijke veelzijdigheid zien. In kleur, techniek, en stijl. Tienduizend keer datzelfde hoofd verschillend weergegeven. Schitterend. (Ja, in herhaling schuilt de kracht).", "Het hoeft ook niet echt te lijken, alles mag immers. “Je bent het tóch, daar kun je gewoon niet aan ontsnappen, zelfs al zou je dat willen. Al mijn zelfportretten bij elkaar, dat ben ik, blijkbaar; dat is het ultieme zelfportret.”", "Philip Akkerman Philip Akkerman 2013 no. 69 Beeld Philip Akkerman", "Ander geluid", "Routineus wordt het nooit. 9 januari 2017: ‘Ben er nog lang niet. Komt wel hoor, gewoon doorgaan, dat heb ik inmiddels wel geleerd. En ik ga gewoon door.’ Ook mooi, de aantekening van 24 april 2014, waarin zich de liefhebber verraadt: ‘Ben ik liever beroemd of ben ik liever blij met mijn werk? Dat laatste natuurlijk!!!’", "Wat opvalt in Kunstenaarsdagboek is Akkermans kritiek op de kunstwereld. Het boek is alleen daarom al verfrissend om te lezen. “De kunstwereld van vandaag de dag wordt beheerst door een groot aantal wanen: de belachelijke eis van de integriteit, dat kunst nuttig moet zijn, de veilingprijzen, te veel universiteits- en kunstacademiegeouwehoer, subsidies et cetera. Door al dat gelul is de kunst van de afgelopen jaren zóóóó bloedeloos en slaapverwekkend geworden. Mijn dagboek vertolkt een ander geluid. De kunst kan ook uit het hart komen, zonder regels en troep.”", "Aldus Philip Akkerman.", "Tot slot nog maar eens de meest gestelde vraag gesteld, of hij er nooit genoeg van krijgt en of het nu niet een keer genoeg is met die koppen van Akkerman. “Daar ga ik niet over, en bovendien: er kunnen nooit genoeg mooie schilderijen op de wereld zijn.”", "Philip Akkerman Philip Akkerman 2007 no. 83 Beeld Philip Akkerman", "Philip Akkerman: Kunstenaarsdagboek.", "NAI010 uitgevers, €19,95."], "authors": ["Maarten Moll"], "keywords": ["van", "zelfportret", "het", "hij", "zijn", "ik", "10000", "philip", "doel", "zelfportretten", "bestaan", "je", "en", "een", "dat", "akkerman"], "pubDate": "2020-11-30T14:02:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}