{"id": "0fb81865-b705-32d9-baa5-2254646374aa", "title": "GGD opent maandag XL-teststraat in Zeelandhallen in Goes", "url": "https://nu.nl/walcheren-en-beveland/6095873/ggd-opent-maandag-xl-teststraat-in-zeelandhallen-in-goes.html", "summary": "GGD Zeeland opent maandag in de Zeelandhallen in Goes een nieuwe XL-coronatestlocatie.\nDe komst van de XL-testlocatie is een samenwerking tussen Adrz, de gemeente Goes en de GGD Zeeland.\nHet gebruik van XL testlocaties en sneltesten maakt het onder andere mogelijk sneller te starten met het bron- en contactonderzoek\", aldus de GGD Zeeland.\nMet daarbij opgeteld de 950 sneltests komt de totale testcapaciteit van de zeven testlocaties in Zeeland op een totaal van 3.275 per dag.\nAls de test positief is, neemt de GGD Zeeland telefonisch contact op voor bron- en contactonderzoek.", "paragraphs": ["GGD Zeeland opent maandag in de Zeelandhallen in Goes een nieuwe XL-coronatestlocatie. De opbouw is donderdag van start gegaan.", "De komst van de XL-testlocatie is een samenwerking tussen Adrz, de gemeente Goes en de GGD Zeeland. Het ministerie van Volksgezondheid, Welzijn en Sport wil de testcapaciteit in Nederland vergroten, omdat de verwachting is dat de komende maanden meer mensen zich zullen willen laten testen. De huidige testlocatie bij het Adrz in Goes zal hiermee komen te vervallen.", "\"Naast de tot nu toe steeds gebruikte PCR-test, zal er vanaf eind december op deze XL-testlocatie ook gebruik worden gemaakt van de zogenaamde antigeen sneltest. Welke test iemand krijgt hangt af van de persoonlijke situatie. Het is bij het maken van een afspraak niet mogelijk om specifiek voor de sneltest te kiezen. Het gebruik van XL testlocaties en sneltesten maakt het onder andere mogelijk sneller te starten met het bron- en contactonderzoek\", aldus de GGD Zeeland.", "De GGD Zeeland schroeft deze maand het aantal gewone coronatests, de bekende PCR-test, op naar 2.325 per dag. Met daarbij opgeteld de 950 sneltests komt de totale testcapaciteit van de zeven testlocaties in Zeeland op een totaal van 3.275 per dag.", "De bezoekers van de XL-testlocatie krijgen, ook na een sneltest, de uitslag niet ter plekke te horen. Mensen ontvangen de uitslag digitaal of, indien men niet over een DigiD beschikt, telefonisch. Als de test positief is, neemt de GGD Zeeland telefonisch contact op voor bron- en contactonderzoek."], "authors": ["Door"], "keywords": ["sneltest", "van", "xlteststraat", "zeelandhallen", "het", "op", "ggd", "zeeland", "xltestlocatie", "opent", "een", "en", "maandag", "te", "goes"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}