{"id": "0fbfa9b2-43bc-30bc-bd02-1a6bc8aa5d0f", "title": "In vier jaar tijd zijn we ook iets meer Trump geworden – lekker dan", "url": "https://volkskrant.nl/cultuur-media/in-vier-jaar-tijd-zijn-we-ook-iets-meer-trump-geworden-lekker-dan~bf698a0d/", "summary": "Vorige week plaatste Buitenhof een vrij ongemakkelijk filmpje van Twan Huys die op een vliegtuig naar New York stapte.\nIn het filmpje loopt Huys het praktisch lege KLM-toestel binnen en maakt een babbeltje met de piloot.\n‘Het gaat niet meer om inhoud, maar om wie het zegt.’ Marieke Stellinga stelde dat Trump economisch nationalisme ook in Europa voeten in aarde had gekregen.\n‘Nu hoor je de Fransen en Duitsers ook zeggen: misschien moeten wij ook Europese kampioenen creëren.’ De pro-life-beweging heeft natuurlijk ook een opmars gemaakt.\n‘Zijn wij de afgelopen vier jaar anders geworden door Trump?’, vroeg Jeroen Pauw aan het eind van de uitzending.", "paragraphs": ["Vorige week plaatste Buitenhof een vrij ongemakkelijk filmpje van Twan Huys die op een vliegtuig naar New York stapte. Huys gaat daar twee speciale afleveringen van Buitenhof maken, die volledig in het teken staan van de presidentsverkiezingen. Goede zaak, want we hadden nog zo weinig Nederlandse journalisten in de Verenigde Staten.", "In het filmpje loopt Huys het praktisch lege KLM-toestel binnen en maakt een babbeltje met de piloot. Hij zegt dat het de goede kant op gaat met de vaccins – het soort dingen dat je zegt om leegte te vullen die best leeg had kunnen blijven. Daarna probeerde Huys een businessclass-stoel te hosselen. ‘Zegt u het maar: mogen we linksaf of rechtsaf?’ Linksaf moest Huys. ‘Jammer.’", "Zondagmiddag was de eerste van de twee uitzendingen. Schrijvers Arnon Grunberg en Russell Shorto waren aanwezig in de studio, net als dominee Milton C. Williams. De andere twee gasten, ambassadeur Pete Hoekstra en Ayaan Hirshi Ali, werden via een (krakkemikkige) videoverbinding geïnterviewd. Vlieg je dan helemaal naar New York voor. Ali, die zich als Onafhankelijk heeft geregistreerd, ageerde tegen de wokebeweging binnen de Democratische Partij en de ‘cultus waarin elke huidskleur tot ras wordt gereduceerd’.", "Veel later op de dag, tijdens de uitzending van Nieuwsuur, uitte de vooraanstaande Amerikaanse journalist George Packer zijn teleurstelling over mensen die in 2020 weer op Trump zullen stemmen. ‘Ik begrijp wat ze naar Trump heeft geleid, maar niet waarom ze bij hem blijven.’", "Buitenhof in New York, met Ayaan Hirshi Ali op het televisiescherm.", "Veel Amerika inderdaad, deze dagen op het scherm. Sommigen vinden die aandacht overdreven; kunnen we ons niet beter bezighouden met wat er in Frankrijk en Duitsland speelt, dat is toch veel relevanter voor ons? Toch is al die zendtijd voor de Verenigde Staten te rechtvaardigen. De Amerikaanse presidentsverkiezingen zijn nu eenmaal het grootste politieke spektakel ter wereld. Maar nog belangrijker, zo kwam zondagavond tijdens een speciale uitzending van Op1 onder de noemer ‘Hoe Trump zijn we?’ fraai naar voren, is dat wat er aan de overkant van de Atlantische Oceaan gebeurt wel degelijk significante invloed heeft op ons leven hier.", "Zo signaleerde Bas Heijne dat, in navolging van Amerika, ook hier in het politieke discours de persoonlijke aanval in de mode was geraakt. ‘Het gaat niet meer om inhoud, maar om wie het zegt.’ Marieke Stellinga stelde dat Trump economisch nationalisme ook in Europa voeten in aarde had gekregen. ‘Nu hoor je de Fransen en Duitsers ook zeggen: misschien moeten wij ook Europese kampioenen creëren.’ De pro-life-beweging heeft natuurlijk ook een opmars gemaakt. En het agressieve fake news-geroep is ook hier dermate in zwang dat de NOS onlangs besloot het logo van haar zendwagens te halen.", "‘Zijn wij de afgelopen vier jaar anders geworden door Trump?’, vroeg Jeroen Pauw aan het eind van de uitzending. ‘We zijn wel verhard’, concludeerde Charles Groenhuijsen. Iedereen is iets meer Trump geworden. Lekker dan."], "authors": ["Julien Althuisius"], "keywords": ["iets", "het", "van", "tijd", "vier", "dat", "huys", "die", "op", "trump", "lekker", "meer", "geworden", "een", "jaar", "ook", "en", "zijn"], "pubDate": "2020-11-02T14:25:18+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}