{"id": "0fc87944-268d-3262-8755-fad2e2061fd8", "title": "Tarieven voor openbaar vervoer in Amsterdam stijgen opnieuw", "url": "https://nu.nl/amsterdam/6088883/tarieven-voor-openbaar-vervoer-in-amsterdam-stijgen-opnieuw.html", "summary": "Een rit met het openbaar vervoer in de regio Amsterdam wordt volgend jaar gemiddeld 0,91 procent duurder.\nOorzaken voor de prijsstijging zijn volgens de Vervoerregio Amsterdam hogere kosten voor personeel, brandstof en elektriciteit bij de vervoerbedrijven.\nHet daarbij komende basistarief, dat in heel Nederland gelijk is, stijgt komend jaar van 98 cent naar 99 cent.\nPrijs van abonnementen blijft gelijkDe prijs van abonnementen blijft in 2021 gelijk.\nVoor het einde van dit jaar zullen de vervoerbedrijven de reizigers informeren over de nieuwe tarieven, inclusief de prijzen van de abonnementen en andere kaartsoorten die zij aanbieden.", "paragraphs": ["Een rit met het openbaar vervoer in de regio Amsterdam wordt volgend jaar gemiddeld 0,91 procent duurder.", "Oorzaken voor de prijsstijging zijn volgens de Vervoerregio Amsterdam hogere kosten voor personeel, brandstof en elektriciteit bij de vervoerbedrijven.", "Reizigers gaan in de hele regio 17,4 cent per kilometer betalen. Nu verschillen de tarieven nog per gebied. Het daarbij komende basistarief, dat in heel Nederland gelijk is, stijgt komend jaar van 98 cent naar 99 cent.", "Prijs van abonnementen blijft gelijk", "De prijs van abonnementen blijft in 2021 gelijk. Ook de tarieven van de 1 uurkaart in Amsterdam (3,20 euro) en de 1,5 uurkaart die in de gehele vervoerregio kan worden gebruikt (6,50 euro) veranderen niet.", "Voor het einde van dit jaar zullen de vervoerbedrijven de reizigers informeren over de nieuwe tarieven, inclusief de prijzen van de abonnementen en andere kaartsoorten die zij aanbieden.", "Voorgaande jaren stegen de openbaarvervoertarieven ook al. Dit leidde vorig jaar tot protest."], "authors": ["Door"], "keywords": ["stijgen", "abonnementen", "en", "vervoer", "openbaar", "vervoerregio", "van", "tarieven", "het", "opnieuw", "amsterdam", "voor", "jaar", "uurkaart"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}