{"id": "0fd1e02a-ac0f-3bac-9e0b-f169900aeac6", "title": "Amerika blijft maatje te groot voor Nederlandse voetbalvrouwen", "url": "https://volkskrant.nl/sport/amerika-blijft-maatje-te-groot-voor-nederlandse-voetbalvrouwen~b1a8c815/", "summary": "Het had de eerste keer moeten zijn dat de Oranjevrouwen in de Kuip of de Johan Cruijff Arena zouden spelen.\nHet doelpunt van Rose Lavelle, een van de doelpuntenmakers in de finale, was van een schoonheid dat het applaus had verdiend van een vol stadion.\nNatuurlijk, een land van dat formaat heeft een grotere poule om uit te selecteren dan Europese landen.\nHet draait niet om club­iconen, maar om het national team heroes.\n‘Er is minder keuze.’Van der Zee maakt er geen geheim van dat zijn voorkeur uitgaat naar een Nederlandse trainer.", "paragraphs": ["Julie Ertz duelleert met Jill Roord en Jackie Groenen. Beeld Guus Dubbelman / de Volkskrant", "Natuurlijk gingen de Nederlandse speelsters in gedachten terug naar zondag 7 juli 2019. Naar het Stade Lyon, waar ze voor bijna zestigduizend toeschouwers de wedstrijd van hun leven speelden, maar tekort kwamen om Amerika de wereldtitel af te pakken. Een jaar later is de wond geheeld, hoewel het altijd een verloren finale zal blijven, zei Daniëlle van de Donk in een video die rondging op sociale media. Ze kijkt naar WK-beelden en richt zich daarna tot de camera: ‘A lot can change in a year.’", "Hoewel de nadruk vrijdagavond in Breda lag op revanche was door corona het verschil met Lyon groot. Geen duizenden Oranjefans op de tribune in het Rat Verlegh stadion, maar slechts oranje sponsordoeken om de lege stoelen te verhullen. Weg grootse plannen die de KNVB had voor de reprise van de WK-finale. Het had de eerste keer moeten zijn dat de Oranjevrouwen in de Kuip of de Johan Cruijff Arena zouden spelen.", "De sportieve vraag was of Nederland dichter bij de wereldkampioen in de buurt was gekomen. Nauwelijks, was de harde conclusie voor Van de Donk en Oranje na negentig minuten. Sterker nog, de uitslag (0-2) was precies hetzelfde. Kwam Oranje op de helft van Amerika, dat zonder topscorer en wereldster Megan Rapinoe aantrad, dan ontbrak het aan lef en creativiteit.", "Vrijwel het hele team USA knielt bij het volkslied als steun betuiging aan Black Lives Matter, ondermeer Julie Ertz blijft fier overeind. Beeld Guus Dubbelman / de Volkskrant", "Amerikanen meedogenloos", "Dat pas in de 88ste minuut het eerste schot op doel viel te noteren, was veelzeggend. De tegendoelpunten, allebei ontstaan door balverlies, waren Nederland zelf aan te rekenen. ‘Dan zijn de Amerikanen meedogenloos’, verzuchtte interim-bondscoach Arjan Veurink.", "Amerika liet zien waarom het sinds juni 2017 onafgebroken nummer één van de wereld is. Het was een geoliede machine, die ook nadat het 261 dagen zonder interlands had moeten doen, zonder haperen zijn werk deed. Tobin Heath en Lynn Williams liepen de Nederlandse backs voorbij alsof ze er niet stonden en renden bij balverlies net zo hard terug om de bal terug te heroveren. Het doelpunt van Rose Lavelle, een van de doelpuntenmakers in de finale, was van een schoonheid dat het applaus had verdiend van een vol stadion.", "Achter het succes van Team USA gaat meer schuil dan enkel goede speelsters. Natuurlijk, een land van dat formaat heeft een grotere poule om uit te selecteren dan Europese landen. Sinds jaar en dag is voetbal er de populairste sport voor vrouwen. Door voetbal aan te bieden op scholen en universiteiten krijgen jonge meiden de beste opleiding ter wereld, waarbij de focus ligt op het nationale team. Het draait niet om club­iconen, maar om het national team heroes. Dankzij vier wereldtitels en vier keer goud op de Olympische Spelen zijn ze dat ook.", "Nederland zal aan acht maanden niet genoeg hebben om Amerika voor de Zomerspelen van Tokio in te halen. ‘Misschien moeten we het in perspectief van jaren zien’, zegt Veurink. ‘Als je kijkt naar wat er tussen nu en vijf jaar geleden is veranderd, dan geloof ik erin dat we met de huidige structuur in Nederland de komende jaren nog verder zullen groeien.’", "Lynn Williams is sterker dan Jackie Groenen. Beeld Guus Dubbelman / de Volkskrant", "Vereiste diploma", "De vraag is wie die taak op zich gaat nemen wanneer bondscoach Sarina Wiegman na Tokio vertrekt. Veurink vond het vrijdag niet het juiste moment om er dieper op in te gaan, maar hij herhaalde nog eens dat hij openstaat voor de functie van bondscoach, ook al heeft hij nog niet het vereiste diploma.", "Mogelijk kan Nederland een beroep doen op de voormalige bondscoach van Amerika, Jill Ellis, die met haar team twee wereldtitels won. In een uitzending vrijdag van FC Afkicken, een voetbaltalkshow op YouTube, zei Ellis in een videoverbinding dat ze een Nederlands aanbod altijd zal overwegen. Dan zal de KNVB wel diep in de buidel moeten tasten, want met de ruim 350.000 euro per jaar die ze verdiende bij de Amerikaanse voetbalbond was ze de best betaalde vrouwencoach ter wereld.", "De KNVB voert op dit moment verkennende gesprekken met personen die betrokken zijn bij het team, ook speelsters en staf, om een profiel op te stellen van de geschiktste persoon. Dat is bij de vrouwen een lastiger proces dan bij de mannen, zegt directeur amateurvoetbal Jan Dirk van der Zee. ‘Er is minder keuze.’", "Van der Zee maakt er geen geheim van dat zijn voorkeur uitgaat naar een Nederlandse trainer. ‘Maar dan moet de juiste persoon wel voorhanden zijn.’ Ellis staat wel op longlist. ‘Het zou gek zijn als Ellis daar niet op staat’, zegt hij. Hoeveel de KNVB wil betalen, laat hij in het midden. ‘We zijn bereid om heel ver te gaan. We willen een goede coach die past bij het team.’"], "authors": [], "keywords": ["groot", "van", "dan", "het", "op", "voor", "zijn", "voetbalvrouwen", "een", "te", "en", "om", "blijft", "maatje", "dat", "amerika", "nederlandse"], "pubDate": "2020-11-29T21:12:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}