{"id": "0fd92d6c-b0b3-3110-8b69-cdf1f93ff9e5", "title": "Column Irma van Steijn: Het vrouwelijk orgasme (en 7 tips)", "url": "https://www.dvhn.nl/meningen/Columns/Column-Irma-van-Steijn-Het-vrouwelijk-orgasme-en-7-tips-26343128.html", "summary": "Ze drinken zelden te veel, blowen en roken niet en leven gezond en doelgericht.\nZe zijn zich sterk bewust van hoe ze doen en wat anderen van ze denken.\nHoe hun eigen lijf precies werkt, op welke seksuele prikkels het reageert en hoe een orgasme mogelijk voelt, ze weten het niet.\nHet vrouwelijk orgasme lijkt niet op het orgasme in pornofilms, vaak is het niet meer dan het kortdurend zachtjes en ritmisch samentrekken van spiertjes rondom de baarmoeder en vagina.\nZo’n 75 procent van de vrouwen komt niet klaar door middel van penetratie, dat heeft te maken met je anatomische bouw.", "paragraphs": ["Yvet studeert psychologie, ze is een ijverige student met een prettige persoonlijkheid. Ik kan me zomaar voorstellen dat ik haar als collega over een paar jaar zou aannemen.", "Yvet doet fanatiek aan sport en eigenlijk doet ze alles wat ze onderneemt zo goed mogelijk, ze is ietwat perfectionistisch. Een jaar geleden vond ze de liefde van haar leven, Isaac. De relatie is leuk en sprankelend en samen sparen ze voor een reis naar Australië. Yvet en Isaac hebben regelmatig seks, maar Yvet baalt ervan dat ze nog nooit is klaargekomen.", "In de eerste maanden van de relatie voelde het niet als probleem, maar nu heeft ze het gevoel dat er iets aan haar niet klopt en ook Isaac begint te twijfelen aan zijn eigen kunnen. De focus op ‘moeten klaarkomen’ is zo groot geworden dat ze geneigd zijn seks te vermijden, uit angst voor teleurstelling. Masturberen lijkt haar onzin, ze wil dit met Isaac.", "Dames als Yvet zie ik regelmatig. Leuke meiden, vaak slim, sportief en een tikkeltje serieus. Ze drinken zelden te veel, blowen en roken niet en leven gezond en doelgericht. Ze zijn zich sterk bewust van hoe ze doen en wat anderen van ze denken. Tijdens seks zijn ze gericht op het genot van de ander. Hoe hun eigen lijf precies werkt, op welke seksuele prikkels het reageert en hoe een orgasme mogelijk voelt, ze weten het niet.", "Voor alle vrouwen zoals Yvet, hierbij een aantal expliciete tips:", "1. Mannen hebben hun penis van jongs af aan meerdere keren per dag in hun hand, zij kennen hun lijf. Wanneer je als vrouw je eigen lichaam niet goed kent, dan kun je ook van je partner niet verwachten dat hij weet wat hij ermee moet. Leer dus eerst je eigen lijf goed kennen, onderzoek en masturbeer.", "2. Google eens op ‘pinguïn speeltje’ (clitorisstimulatie met zachte luchtdruk) en experimenteer met jezelf: eerst opgewonden raken (erotisch boek, film, fantasie) en daarna pas aan de slag met pinguïn. In je hoofd kan alles, je fantasie hoeft niet reëel te zijn.", "3. Als je per se wil klaarkomen zal het niet gebeuren. Wees niet steeds bezig met of het wel of niet komt, richt je op de opwinding.", "4. Het vrouwelijk orgasme lijkt niet op het orgasme in pornofilms, vaak is het niet meer dan het kortdurend zachtjes en ritmisch samentrekken van spiertjes rondom de baarmoeder en vagina.", "5. Zo’n 75 procent van de vrouwen komt niet klaar door middel van penetratie, dat heeft te maken met je anatomische bouw. Het gaat om de stimulatie van de clitoris en dat is meer dan dat kleine knopje alleen, in combinatie met de juiste sfeer.", "6. Vertel je lief wat je prettig vindt en richt je samen daarop. Klaarkomen is slechts een bijproduct, maak het geen hoofddoel.", "7. Speel en maak plezier.", "i.vansteijn@maarsinghenvansteijn.nl"], "authors": ["Irma Van Steijn"], "keywords": ["van", "tips", "irma", "steijn", "en", "een", "ze", "met", "column", "vrouwelijk", "op", "het", "niet", "dat", "orgasme", "je"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}