{"id": "0fe2bc28-bdee-3a20-b126-bec0ae944775", "title": "Kabinet dreigt met extra maatregelen voor de Kerst", "url": "https://volkskrant.nl/nieuws-achtergrond/kabinet-dreigt-met-extra-maatregelen-voor-de-kerst~b8967a47/", "summary": "Vanuit de Tweede Kamer is er al langer kritiek dat het beleid van het kabinet te grillig is en weinig zekerheid biedt.\nDaarna volgen werknemers in de gehandicaptenzorg, de thuiszorg, en de bewoners van verpleeghuizen en instellingen voor mensen met een beperking.\nDaarna komen andere kwetsbare groepen aan de beurt, zoals mensen boven de 60 jaar en/of met een bestaande aandoening.\nBijvoorbeeld een proef met ‘een theatervoorstelling met meer publiek’, of een ‘lokale voetbalwedstrijd met grotere groepen supporters in een stadion’.\nVerder wordt er gekeken ‘naar extra steun voor bedrijven die het het zwaarst hebben’.", "paragraphs": ["Premier Mark Rutte en Minister Hugo de Jonge van Volksgezondheid, Welzijn en Sport voor aanvang van de persconferentie over corona en de kerstdagen. Beeld Freek van den Bergh / de Volkskrant", "Het advies om niet meer dan drie gasten boven de 12 jaar te ontvangen tijdens de feestdagen blijft gewoon van kracht. De restaurant gaan dit jaar ook niet meer open en voor de rest van de horeca zijn de vooruitzichten nog somberder. ‘We hadden het zo graag anders gewild’, erkende Rutte bijna weemoedig. ‘We hadden op meer gehoopt.’", "Het streven was om half december op ongeveer tien ic-opnames per dag te zitten. Rutte: ‘Maar we zitten nu op meer dan het dubbele. En de realiteit van vandaag is dat we op een tweesprong staan. Of we zorgen er samen voor, door ons gedrag, dat de cijfers toch weer de goede kant op gaan. In dat geval zou het kunnen dat we half januari wel op die tien ic-opnames per dag komen. Als de cijfers blijven stijgen, sluit ik zelfs niet uit dat we voor de Kerst bij u terug moeten komen met nog strengere maatregelen.’", "De premier wilde niet speculeren over de aard van die aanscherpingen, maar erkende wel dat een sluiting van niet-essentiële winkels en scholen al snel voor de hand liggende opties zijn. Op welk moment extra maatregelen noodzakelijk worden, is niet duidelijk. Volgens premier Rutte wordt er nu gewerkt aan een nieuwe routekaart. Die zal waarschijnlijk pas eind deze maand af zijn. Vanuit de Tweede Kamer is er al langer kritiek dat het beleid van het kabinet te grillig is en weinig zekerheid biedt.", "Minister van Volksgezondheid Hugo de Jonge bleef er de hele persconferentie op hameren dat het oplopend aantal besmettingen ‘geen natuurverschijnsel’ is. ‘Alle maatregelen van de wereld kunnen niet doen wat wij wel zelf kunnen: het virus onder controle krijgen.’ De CDA-bewindspersoon liet daarbij ook doorschemeren wat de grote vrees is van het kabinet: een nieuwe coronapiek tijdens de feestdagen. Mensen die elkaar besmetten tijdens het kerstdiner zouden daarna weer andere mensen kunnen infecteren met Oud en Nieuw.", "", "We zijn er bijna", "De CDA-bewindspersoon gaf drie verklaringen voor het oplopend aantal coronabesmettingen de afgelopen tijd: het winterseizoen, de ‘coronamoeheid’ bij mensen en het ‘we-zijn-er-bijna-gevoel’ dat zou zijn ontstaan sinds duidelijk is dat er een vaccin aankomt. Zeker op dat laatste vlak moest De Jonge dinsdag de verwachtingen weer temperen. De kans dat er inderdaad op 4 januari begonnen kan worden met vaccineren is inmiddels geslonken, zo erkende hij.", "De Jonge had gehoopt dat Nederland eind december de eerste vaccins van Biontech/Pfizer zou krijgen, maar dat is inmiddels opgeschoven naar de eerste week van januari, tenminste als de goedkeuring van het Europees geneesmiddelenagentschap (EMA) dan rond is. Bovendien komen er minder leveringen: niet de gehoopte 1 miljoen vaccins maar een half miljoen.", "Eerst zullen de mensen die werken in een verpleeghuis worden gevaccineerd. Daarna volgen werknemers in de gehandicaptenzorg, de thuiszorg, en de bewoners van verpleeghuizen en instellingen voor mensen met een beperking. Daarna komen andere kwetsbare groepen aan de beurt, zoals mensen boven de 60 jaar en/of met een bestaande aandoening. Zeker is dat het tot na de zomer zal duren tot heel Nederland een vaccin heeft gekregen.", "Perspectief", "Rutte en De Jonge konden verder weinig perspectief bieden. Door de oplopende cijfers zijn de eerder voorgenomen versoepelingen ‘minstens een maand’ vertraagd. Als de situatie in januari beter is, zullen er een paar 'strak georganiseerde proefprojecten’ van start gaan in de cultuur-, sport- en evenementensector, kondigde Rutte aan. Bijvoorbeeld een proef met ‘een theatervoorstelling met meer publiek’, of een ‘lokale voetbalwedstrijd met grotere groepen supporters in een stadion’.", "Omdat jonge mensen ‘een zware tijd hebben’, komt er daarnaast een plan ‘met extra geld voor speciale activiteiten.’ ‘Denk aan een theatervoorstelling of een film maken.’ Ook wil het kabinet de leeftijd waarop jongeren mogen trainen in teamverband oprekken van 18 naar 27 jaar.", "Verder wordt er gekeken ‘naar extra steun voor bedrijven die het het zwaarst hebben’. Rutte noemde expliciet de restaurants en cafés, waarvan de eigenaren het water aan de lippen staat. Woensdag komt daar meer duidelijkheid over."], "authors": ["Dion Mebius", "Frank Hendrickx"], "keywords": ["van", "dreigt", "het", "op", "met", "maatregelen", "een", "kerst", "dat", "kabinet", "en", "niet", "extra", "er", "voor"], "pubDate": "2020-12-08T19:28:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}