{"id": "0fe8000b-fd4f-3e8c-92a8-fdbd24f13fb9", "title": "Begrip, verbazing én zorgen over sluiten scholen", "url": "https://nos.nl/nieuwsuur/artikel/2360821-begrip-verbazing-en-zorgen-over-sluiten-scholen.html", "summary": "Scholen maken zich zorgen over extra achterstand die leerlingen tijdens de komende sluiting oplopen.\nOok proberen ze snel een oplossing te vinden voor kwetsbare kinderen.\nZe vinden het wrang dat het thuisblijven van ouders als reden voor de sluiting wordt genoemd.\nOp OBS De Witte Olifant in Amsterdam proberen ze de kwetsbare leerlingen naar school te krijgen.\nZe vinden het fijner om gewoon les te hebben.", "paragraphs": ["Scholen maken zich zorgen over extra achterstand die leerlingen tijdens de komende sluiting oplopen. Ook proberen ze snel een oplossing te vinden voor kwetsbare kinderen. Ze vinden het wrang dat het thuisblijven van ouders als reden voor de sluiting wordt genoemd.", "Vooral de kwetsbare kinderen blijven een punt van zorg. Op OBS De Witte Olifant in Amsterdam proberen ze de kwetsbare leerlingen naar school te krijgen.", "\"We hebben ze goed in beeld. We proberen kwetsbare kinderen nu al uit te nodigen voor de noodopvang. Zij krijgen extra begeleiding van de leerkrachten, in de hoop dat ze geen achterstanden oplopen,\" zegt directeur Marjolijn Willemse.", "Ook op het Gymnasium Felisenum in Velzen-Zuid zijn zorgen om een kleine, maar kwetsbare groep. Deze week richt de school aparte ruimtes in om deze leerlingen toch op te kunnen vangen. \"Je merkt aan deze leerlingen dat zij de sluiting niet fijn vinden. Ze vinden het fijner om gewoon les te hebben. Voor hun is de sluiting wel zuur\", zegt directeur Marcel Kemper."], "authors": ["Thijs Bol", "Socioloog Aan De Uva", "Dit Is Een Artikel Van"], "keywords": ["sluiten", "zorgen", "proberen", "én", "leerlingen", "van", "verbazing", "vinden", "begrip", "voor", "te", "kwetsbare", "het", "ze", "sluiting", "scholen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}