{"id": "0feb9c76-cc0d-3d0f-89f5-3102ed91bc85", "title": "Sven Kramer tuimelt van zijn allroundtroon", "url": "https://volkskrant.nl/sport/sven-kramer-tuimelt-van-zijn-allroundtroon~b9bd6079/", "summary": "In 2011 vanwege een bovenbeenblessure en in 2014 omdat het toernooi lastig waste combineren met zijn voorbereiding op de Winterspelen van Sochi.\nVolgens Kramer had zijn slechte race deels te maken met de loting tegen ploeggenoot Thomas Krol, regerend Nederlands kampioen op de 1500 meter.\nWüst had volgens haar coach Gerard van Velde last van migraine en vertrok na haar race direct naar het hotel om zich voor te bereiden op de 1000 meter van maandag.\nVoor Kramer rest alleen de missie op zijn favoriete afstand, nu na de tien kilometer ook het allrounden is wegvallen.\nDan wil Kramer op de Winterspelen met een vierde gouden plak op rij een uitroepteken zetten achter zijn carrière.", "paragraphs": ["Zaterdag werd Kramer nog tweede bij de 5 kilometer, maar zondag verloor hij te veel tijd op de 1500 meter. Beeld Klaas Jan van der Weij", "De Fries wist zich bij het kwalificatietoernooi in Heerenveen niet te plaatsen, waardoor nu al bekend is dat er een nieuwe Europees kampioen allround zal komen. Het overkwam Kramer sinds 2005 niet eerder dat hij zich niet kwalificeerde voor het EK. Twee keer was hij afwezig. In 2011 vanwege een bovenbeenblessure en in 2014 omdat het toernooi lastig waste combineren met zijn voorbereiding op de Winterspelen van Sochi.", "Volgende maand is het anders. Dan ontbreekt Kramer omdat hij dit weekend in een klassement over twee afstanden (1500 en 5000 meter) niet voor Marcel Bosker en Marwin Talsma wist te eindigen. ‘Dit is erg zuur. Ik ben opgegroeid met allrounden en had mijn titel graag verdedigd in Thialf’, vertelde Kramer na de 1500 meter. ‘Het is extra zuur dat ik dit toernooi mis in een seizoen met weinig wedstrijden’", "Zaterdag werd Kramer nog tweede bij de 5 kilometer, maar zondag verloor hij te veel tijd op de 1500 meter. Hij werd zeventiende en eindigde met een tijd van 1.47,79, bijna vier seconden achter winnaar Patrick Roest, die als nationaal kampioen allround al verzekerd was van deelname aan het EK.", "Volgens Kramer had zijn slechte race deels te maken met de loting tegen ploeggenoot Thomas Krol, regerend Nederlands kampioen op de 1500 meter. ‘Ik liet me opjagen door Thomas. Ik had me voorgenomen om mijn eigen race te rijden, maar dat is makkelijker gezegd dan gedaan. ‘Ik was te gehaast en maakte te veel fouten’.", "Naast Kramer ontbreekt ook vijfvoudig kampioene Ireen Wüst (34) in januari bij het EK Allround, ook voor het eerst sinds 2005. Wüst werd zaterdag tweede op de 1500 meter en leek zondag op de 3000 meter onderweg naar een tijd die goed genoeg zou zijn voor een EK-ticket. In de laatste twee ronden (33,6 en 35,6) stortte de kopvrouw van Team Reggeborgh echter volledig in en eindigde als achtste, ruim zes seconden achter winnares Antoinette de Jong, die finishte in een baanrecord (3.57,32).", "Vorige maand werd Wüst getroffen door een blaasontsteking en ook dit weekend bleef ze niet gespaard van fysiek ongemak. Wüst had volgens haar coach Gerard van Velde last van migraine en vertrok na haar race direct naar het hotel om zich voor te bereiden op de 1000 meter van maandag.", "Nederland moet het bij het EK dus doen zonder twee oudgedienden, twee dertigers die gezamenlijk goed zijn voor vijftien Europese titels bij het allrounden. In plaats daarvan is het woord aan de jongere generatie. Marwin Talsma (23) en Joy Beune (21) plaatsten zich voor hun eerste EK Allround en zullen samen met Marcel Bosker (23), Patrick Roest (25), Antoinette de Jong (25) en Irene Schouten (28) op 16 en 17 januari strijden voor de medailles in Thialf.", "Voor Kramer rest alleen de missie op zijn favoriete afstand, nu na de tien kilometer ook het allrounden is wegvallen. Op die 5 kilometer wil hij in februari de wereldtitel veroveren, maar nog belangrijker is de wedstrijd over veertien maanden in Beijing. Dan wil Kramer op de Winterspelen met een vierde gouden plak op rij een uitroepteken zetten achter zijn carrière.", "Toch ziet hij ook dat de concurrentie op die favoriete afstand met de week groter wordt. Kramer eindigde zaterdag als tweede met minder dan twee seconden voorsprong op Jorrit Bergsma en Marwin Talsma, terwijl Patrick Roest met 6.08,21 (baanrecord) ruim vier seconden sneller was dan hijzelf. ‘Patrick is op dit moment de beste, maar het is reëel om te denken dat ik het gat kan dichten richting de WK Afstanden. Ik moet ook weer richting 6.08 kunnen komen.’", "Kramer maakt zich dus geen zorgen over de 5 kilometer, ook al valt het allrounden, lang de basis onder zijn successen, weg. De matige 1500 meter is een gevolg van de steeds verdere specialisatie op dat nummer. ‘Ik kan het me niet meer veroorloven om zoals vroeger een paar ballen tegelijk in de lucht te houden. De focus ligt op puur op de 5 kilometer. Als ik dag in dag uit met de 1500 meter bezig was geweest, had ik me nu wel zorgen gemaakt’.", "Kramer heeft er alle vertrouwen in dat hij zijn ‘laatste bal’ tot de spelen in de lucht kan houden. ‘De afgelopen jaren heb ik op de vijf kilometer altijd gepresteerd als het moest en ik heb geen reden om te denken dat daar nu verandering in komt."], "authors": ["David Van Meggelen"], "keywords": ["ik", "sven", "zijn", "van", "tuimelt", "en", "een", "met", "meter", "op", "te", "kramer", "allroundtroon", "het"], "pubDate": "2020-12-27T21:52:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}