{"id": "0ff59fc7-72b9-38de-b923-c67df1a03cad", "title": "Jetske (40) weet dat ze over vijftien jaar dement zal worden - tenzij de wetenschap uitkomst biedt", "url": "https://trouw.nl/verdieping/jetske-40-weet-dat-ze-over-vijftien-jaar-dement-zal-worden-tenzij-de-wetenschap-uitkomst-biedt~b4f19120/", "summary": "Jetske van der Schaar is draagster van een familiaire genmutatie die rond haar 55ste met zekerheid tot alzheimer-dementie zal leiden.\nIk had een kans van vijftig procent dat ik het van haar had geërfd.”Die inschatting bleek juist.\n“Van mijn overgrootvader”, zegt Van der Schaar, “wist mijn moeder weinig meer dan waaraan hij rond zijn zestigste gestorven was: alzheimer.\nOpgeteld bij de diagnoses van haar opa, oom en een nicht van haar moeder met dezelfde leeftijd.\nWelk medicijn uiteindelijk zal worden ingezet voor de studie is nu nog onduidelijk.”Vanaf het moment van haar geboorte heeft Van der Schaar de ziekte meegekregen van haar moeder, daarover bestaat geen twijfel.", "paragraphs": ["Jetske van der Schaar is draagster van een familiaire genmutatie die rond haar 55ste met zekerheid tot alzheimer-dementie zal leiden. ‘Met wat geluk heb ik nog vijftien gezonde jaren te gaan.’", "Opa, oom Bennie, ook haar moeder; alle drie stierven ze jong aan de ziekte van Alzheimer, de meest voorkomende van ruim vijftig bekende vormen van dementie. Zij waren niet de enigen; de aandoening loopt als een beschadigde DNA-streng door de familie. Al meerdere generaties achtereen.", "Ook bij Jetske van der Schaar (1980) werd vijf jaar geleden een afwijking in het zeldzame PSEN1-gen vastgesteld, nadat zij, zonder er enige ruchtbaarheid aan te hebben gegeven in de familiekring, een DNA-test had aangevraagd. “Al langer was ik bang dat ook ik het gen bij me droeg. Ik lijk op mijn moeder, en als ik naar haar keek vreesde ik dat ik mijn eigen toekomst zag in akelig detail. Ik had een kans van vijftig procent dat ik het van haar had geërfd.”", "Die inschatting bleek juist. Ook in haar erfelijk materiaal schuilt een kleine fout met op termijn grote gevolgen. De uitslag betekent sindsdien dat Van der Schaar met zekerheid alzheimer zal ontwikkelen, waarschijnlijk ergens rond 2035, wanneer zij midden vijftig is, bevestigt haar neuroloog. Zo ongeveer op dezelfde leeftijd als waarop haar moeder de eerste ziekteverschijnselen kreeg. “Toen ik mijn uitslag vernam was er geen behandeling”, zegt Van der Schaar, “laat staan een medicijn, de kennis was gering. Met dat uitzichtloze bericht werd ik vijf jaar geleden naar huis gestuurd. Van begeleiding was amper sprake.”", "De Groningse klinisch geneticus naar wie Van der Schaar (toen 26) ruim tien jaar eerder haar moeder vergezelde, had het ziekteverloop als volgt beschreven: ‘Dementie betekent letterlijk zwakheid van geest en kenmerkt zich door een toenemende achteruitgang in het denken, voelen en herinneren’.", "Een beklemmend vooruitzicht. “Toch is het niet, zoals soms wordt gedacht, dat ik sinds míjn gen-diagnose elke dag met angst bezig ben”, zegt Van der Schaar. “Ik lijd niet onder die kennis. Maar daardoor besef ik wel dat mijn tijd kostbaar is, net als dat ik me heel bewust ben van de vluchtigheid van het bestaan.” Uit haar woorden blijkt dat ze inmiddels met de onheilstijding heeft leren omgaan, want eerder verwoordde ze haar gevoel van de diagnose aldus: “Het is alsof met een guillotine dertig jaar van je toekomst wordt afgehakt”.", "Van der Schaars opa overleed op zijn 68ste, haar oom werd ziek rond zijn 55ste. “Dat haar broer ziek werd was voor mijn moeder het zoveelste signaal dat alzheimer in onze familie te vaak en te vroeg voorkwam”, zegt Van der Schaar, van wie onlangs de als een roman geschreven autobiografie verscheen: ‘Eeuwige Lente, leven met een erfelijk alzheimergen’.", "“Allerlei symptomen had mijn moeder herkend bij mijn oom, want die had ze ook bij haar vader gezien. Hoewel ze nooit door artsen was geïnformeerd over het onderzoek op de hersenen van opa – destijds was over dominante erfelijkheid nog niets bekend – had zij alle beelden achttien jaar lang in stilte beleefd. Slechts sporadisch had ze er met ons over gesproken. Maar nu haar broer ziek was geworden en de diagnose alzheimer zwart op wit stond, en zo onweerlegbaar was, wilde ze erfelijkheidsonderzoek. Ik weet niet waar ze de kracht vandaan haalde, maar ze stapte naar de huisarts voor een doorverwijzing naar een klinisch geneticus.”", "Beeld Koen Verheijden", "Een trieste lijst", "Samen zaten ze kort daarna aan de ronde tafel in de keuken, Jetske en haar moeder. Met voor zich paperassen over onder meer de ziektegeschiedenis van de familie die zo compleet mogelijk ingevuld moesten worden. ‘Gegevens van uw vaders broers en/of zusters ofwel uw ooms en/of tantes’, dicteerden de formulieren. Het werd een kwestie van herinneringen ophalen, combineren en deduceren. “Van mijn overgrootvader”, zegt Van der Schaar, “wist mijn moeder weinig meer dan waaraan hij rond zijn zestigste gestorven was: alzheimer. Ze schreef het woord in ferme kapitalen op. Daar stond het. Voor het eerst.”", "De gehele, omvangrijke Friese familie passeerde de revue in het confronterende gesprek in de keuken, persoon voor persoon. Na lang gepuzzel en gepraat over namen, mogelijke ziekteprocessen en/of doodsoorzaken ontstond een lijst met verwanten, van wie sommigen ‘namen uit een ver verleden’ waren voor Van der Schaar. Meer dan de helft kreeg de vermelding ‘alzheimer’, zoals Timen, Richt en Amarins, familieleden met een door Van der Schaar gefingeerde naam, die inmiddels waren overleden. Ook Meindert en Wicher, die nog leefden. Opgeteld bij de diagnoses van haar opa, oom en een nicht van haar moeder met dezelfde leeftijd. Een trieste lijst.", "Voor het eerst zag Jetske van der Schaar ze bij elkaar in een kolom gerangschikt. Een generatie goeddeels onbekenden, ‘geteisterd door dezelfde dood’. Zes van de negen werden jong dement. Na onderzoek aan erfelijk materiaal van meerdere zieke familieleden bevestigde de klinisch geneticus wat haar moeder al die jaren had gevreesd. “Deze uitslag betekent dat in uw familie sprake is van autosomaal dominante overerving betreffende dementie”, vernam Jetskes moeder eerst persoonlijk en daarna schriftelijk van de polikliniek. “U heeft een kans van één op twee dat u deze fout van uw vader heeft gekregen.”", "Bij hun moeder merkten de kinderen voor het eerst symptomen van ‘vergeetachtigheid’ op toen zij in de bloei van haar leven leek; ze stierf veel te jong, 63 jaar. In Eeuwige Lente beschrijft Jetske van der Schaar die eerste zichtbare sporen van de ziekte in het gedrag van haar moeder, tijdens een prachtige zomermiddag in de tuin waar het complete gezin samen is. Er lijkt geen vuiltje aan de lucht.", "Ze stond voor de open schuifdeur. ‘Jongens, wat willen jullie drinken?’", "‘Koffie.’", "‘Ik ook.’", "‘Voor mij hetzelfde.’", "‘Thee, alsjeblieft.’", "‘Daar heb ik ook zin in.’", "‘Doe mij maar een bakje leut.’", "Ik zag haar aarzelen, mijn moeder die feilloos wist wat ieders voorkeur was en foutloos telde en rekende in haar tijd bij de bank. ‘Even kijken. Hoeveel kopjes neem ik dan mee?’ Het was niet dat we te snel waren geweest of door elkaar hadden gepraat. Ze wist het niet, wat ze had gemist en hoe het verder moest.", "Het besef daalde in, niet langer in druppels die nog te ontkennen waren, maar een stortvloed van intens verdriet die mijn leven blank begon te zetten. Ik kon, ik mocht, ik wilde niet aan haar laten merken hoe mijn hart overliep. Dat was het enige wat ik voor haar kon doen. Vlug trok ik mijn gezicht in de plooi en sprong glimlachend bij.", "‘Vier koffie en twee thee. Wat wil je zelf? Wacht maar, Mem, ik loop wel even mee.’", "Ze ging snel achteruit, Van der Schaars moeder. Zes jaar later belandde de voorheen intelligente en zelfstandige vrouw sterk vermagerd met een gebroken heup in het ziekenhuis, waar het personeel niet goed met haar ziekte om wist te gaan. “Ik moest haar helpen met eten, zoals zij vroeger bij mij had gedaan. Nú sneed ik voor haar een boterham met hagelslag in negen stukjes en schepte haar medicatie door wat vla.”", "Na haar overlijden voelde Van der Schaar zich jarenlang eenzaam. In haar boek geeft ze lucht aan dat gevoel, als ze beschrijft hoe ze eindelijk in contact kwam met een wereldwijd netwerk van onderzoekers en andere jonge mensen die erfelijk zijn belast. “Tien jaar lang heb ik met deze godvergeten ziekte geworsteld in totale eenzaamheid, verstoken van kennis, expertise en contact met lotgenoten, overgeleverd aan mezelf om alles uit te vogelen met hard vallen en vaak opstaan.”", "Nederland telt nu 12.000 mensen jonger dan 65 jaar met dementie, aldus Alzheimer Nederland. Dementie op jonge leeftijd begint meestal tussen 40 en 65 jaar, al schrijft Van der Schaar ook over patiënten van begin 30. Maar de ziekte blijft overwegend een aandoening die gepaard gaat met ouderdom: één op drie mensen boven de 80 jaar krijgt in meer of mindere mate verschijnselen van dementie.", "Door voortschrijdend wetenschappelijk inzicht zijn er mogelijk nu kansen om bij jonge dragers van dit dementie-gen de opkomende ziekte te vertragen of zelfs te stoppen. Met medicatie die in ontwikkeling is, zoals de remmer aducanumab, die vanwege een versnelde registratieaanvraag van het bedrijf Biogen momenteel wordt beoordeeld door de Amerikaanse voedsel- en geneesmiddelenautoriteit FDA. Het zou het eerste beschikbare middel kunnen zijn dat het ontstaan van de ziekte wellicht kan remmen.", "Wereldwijde studie", "Dit voorjaar, na eerdere medisch-ethische bezwaren, gaven de Centrale Commissie Mensgebonden Onderzoek en het Alzheimercentrum van het Amsterdam UMC toestemming voor een klinische studie onder mensen met een erfelijke genmutatie die leidt tot de ziekte van Alzheimer. Sinds kort doet Jetske van der Schaar namens het universiteitscentrum mee aan de wereldwijde studie van de Washington University in Saint Louis, Missouri. Daar hopen wetenschappers de uitzichtloosheid van de ziekte over enige jaren te kunnen keren. Het doel is een behandeling te ontwikkelen waarmee in een vroeg stadium kan worden ingegrepen in het ontstaansproces. Vijfhonderd patiënten doen mee aan dit onderzoek van het ‘Dominantly Inherited Alzheimer Network’ (Dian). Het Amsterdam UMC draagt tien tot vijftien gendragers bij.", "“Ons gemeenschappelijke doel is de ziekte stoppen voordat Jetske en mededragers van dit gen klachten krijgen. Daarop is álles gericht”, zegt neuroloog Philip Scheltens, hoogleraar neurologie en directeur van het Alzheimercentrum Amsterdam. “Uiteindelijk test de groep onderzoekers in St. Louis antistoffen uit, en mogelijk ook vaccins. Welk medicijn uiteindelijk zal worden ingezet voor de studie is nu nog onduidelijk.”", "Vanaf het moment van haar geboorte heeft Van der Schaar de ziekte meegekregen van haar moeder, daarover bestaat geen twijfel. Alleen verloopt haar vorm van alzheimer symptoomloos: er zijn (nog) geen ziekteverschijnselen en Van der Schaar functioneert nog als ‘volledig gezond’. Zij het dat haar lichaam vanaf de eerste dag van haar bestaan te veel amyloïd produceert. Dat zijn eiwitfragmenten die zich uiteindelijk in haar hersenen gaan ophopen. Nu weet haar afweersysteem die nog wel weg te werken.", "Zelf werkt Van der Schaar inmiddels aan haar promotie aan het Amsterdam UMC, waar ze zich bezighoudt met medisch-ethische dilemma’s in de prilste fase van dementie. “Alzheimer heeft een lange aanloop, ook bij mensen zonder dit gen. Het proces begint al twintig, dertig jaar voordat symptomen merkbaar zijn. Met de nieuwste technologieën is steeds beter en vroeger te bepalen of die ontwikkeling al gaande is. Mag je als arts vertellen dat iemand alzheimer krijgt als er nog geen behandeling bestaat? Of mag je het verzwijgen als de patiënt in wording bij kan dragen aan de ontwikkeling, of misschien zelfs zou kunnen profiteren van een potentieel medicijn? Een discussie die wordt gevoerd met veel emotie en nog weinig kennis.”", "Van der Schaar hoopt op een doorbraak in de beheersbaarheid van dementie. De artsen die haar omringen houden die ook voor mogelijk, ze zeggen er zelfs van overtuigd te zijn dat binnen enige jaren dementie afgeremd of gestopt kan worden. “Mensen zoals ik kunnen de sleutel tot een oplossing zijn. Belangrijke inzichten in de ziekte zijn voortgekomen uit onderzoek bij families met dit gen. Mijn ultieme wens is dat dementie-experts in de wereld straks het fatale effect van eiwitklonters- en -kluwens op het brein kunnen tegenhouden. Voor mij en al die anderen, jong én oud.”", "Lees ook:", "Jetske van der Schaar: Laat mij proefkonijn zijn voor de alzheimerpil", "Jetske van der Schaar is drager van het alzheimer-gen en heeft nog pakweg tien jaar voordat ze de ziekte krijgt. Ze wil graag meedoen aan onderzoek naar de alzheimerpil, maar loopt tegen obstakels op."], "authors": ["René Steenhorst"], "keywords": ["wetenschap", "van", "het", "tenzij", "met", "jetske", "ik", "die", "ze", "vijftien", "haar", "zal", "jaar", "een", "en", "der", "uitkomst", "weet", "worden"], "pubDate": "2020-12-01T09:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}