{"id": "1003fa7e-5d7a-37d7-af6f-5a498c044dbe", "title": "Niet schikken maar vervolgen", "url": "https://nrc.nl/nieuws/2020/12/11/niet-schikken-maar-vervolgen-a4023577", "summary": "Kwam hier de top van het bedrijfsleven niet wéér makkelijk weg?\nLakeman vocht deze keer het besluit van het OM aan om in 2018 Hamers níét te vervolgen.\nMoet je misstanden in het bedrijfsleven strafrechtelijk vervolgen (met het risico dat na jaren bloed, zweet, tranen én geld de vervolging mislukt)?\nIn een openbaar strafproces zien burgers dat ook bankbestuurders niet vrijuit gaanBerechting is ook bedoeld om een norm te stellen, redeneert het hof.\nIn een openbaar strafproces zien burgers dat „ook bestuurders van een bank niet vrijuit gaan als zij feitelijke leiding hebben gegeven aan verboden gedragingen”.", "paragraphs": ["Het was de hoogste schikking ooit, en volgens het Openbaar Ministerie ook de transparantste ooit. Het OM publiceerde een uitgebreid misstandenrelaas. Zodat iedereen kon zien wat ING allemaal verkeerd had gedaan. Bij eerdere schikkingen met bedrijven bleef dat vaak onduidelijk. Toch was er direct ook veel kritiek. Van politici, van juristen, van de maatschappij. Prachtig die boete van 775 miljoen euro, maar waarom geen strafvervolging? Kwam hier de top van het bedrijfsleven niet wéér makkelijk weg?", "Nee, zei het OM in 2018: een strafzaak tegen individuele bankiers achtte het weinig kansrijk. Ja, zegt nu het gerechtshof in Den Haag. Het Openbaar Ministerie moet de toenmalige baas van ING, Ralph Hamers, inmiddels baas van de Zwitserse bank UBS, alsnog vervolgen.", "In een spectaculair besluit koos het gerechtshof deze week de kant van Pieter Lakeman, – financieel activist met de respectabele leeftijd van 78 jaar die met zijn Stichting Onderzoek Bedrijfsinformatie al zo lang als ik me kan heugen zaken tegen bedrijven aanspant. Lakeman vocht deze keer het besluit van het OM aan om in 2018 Hamers níét te vervolgen.", "Het gerechtshof ziet nu wel aanknopingspunten om Hamers te vervolgen voor de jarenlange en structurele overtreding van de Wet ter voorkoming van witwassen. Banken hebben de wettelijke taak witwassen via hun rekeningen te signaleren. ING controleerde tussen 2010 en 2016 haar klanten en transacties nauwelijks en gaf zo criminelen vrij spel om ten minste honderden miljoenen euro’s wit te wassen. Het hof ziet reden om te concluderen dat de top van ING wist van de tekortkomingen in het antiwitwasbeleid. Hamers heeft „daardoor ook bewust de aanmerkelijke kans aanvaard dat de verboden gedragingen zich zouden voordoen”.", "De uitspraak laat zien dat het recht een weerslag is van de normen in de maatschappij. Het hof citeert moties van de Tweede Kamer, artikelen in de media en in juridische vakbladen . Er kwam, na de bouwfraude, de boekhoudschandalen en de Liborfraude (Rabobank) steeds meer kritiek op de schikkingen van het OM met bedrijven. Moet je misstanden in het bedrijfsleven strafrechtelijk vervolgen (met het risico dat na jaren bloed, zweet, tranen én geld de vervolging mislukt)? Of kun je bedrijven beter leegschudden door ze via een schikking een hoge boete op te leggen en te eisen dat ze per direct hun leven beteren?", "In een openbaar strafproces zien burgers dat ook bankbestuurders niet vrijuit gaan", "Berechting is ook bedoeld om een norm te stellen, redeneert het hof. In een openbaar strafproces zien burgers dat „ook bestuurders van een bank niet vrijuit gaan als zij feitelijke leiding hebben gegeven aan verboden gedragingen”. Lakeman kwam bovendien met een scherpzinnig argument. Zou bij dit soort schikkingen sprake kunnen zijn van belangenvermenging tussen het OM en de bedrijfstop? De schikking kost de top niks, aandeelhouders wél. Zo kunnen leidinggevenden zichzelf „op kosten van de onderneming vrijkopen door akkoord te gaan met zeer hoge boetes voor de vennootschap waardoor het OM eerder bereid zal zijn af te zien van vervolging” van de leidinggevenden. Het klinkt zo rationeel en pragmatisch: waarom een moeizame strafzaak met onzekere uitkomst verkiezen boven een schikking met een hoge boete? Maar soms is de principiële route te verkiezen boven de pragmatische.", "Marike Stellinga is econoom en politiek verslaggever. Ze schrijft elke week op deze plek over politiek en economie.", "NRC Lunchkoers De belangrijkste ontwikkelingen in de economie, op de beurzen en in het zakenleven Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Marike Stellinga", "Leestijd Minuten"], "keywords": ["van", "dat", "om", "zien", "niet", "een", "schikken", "en", "ook", "vervolgen", "maar", "te", "met", "het"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}