{"id": "10465a64-5b47-3dcc-a043-3e5f042467ca", "title": "Gravenberch en Brobbey: samen in de F’jes, nu in de Champions League", "url": "https://www.parool.nl/sport/gravenberch-en-brobbey-samen-in-de-f-jes-nu-in-de-champions-league~b3e68e98/", "summary": "Brian Brobbey en Ryan Gravenberch tijdens het zomerse trainingskamp in Oostenrijk.\nOok op bondscoach Frank de Boer, die de jonge Ajacied onlangs bij Oranje haalde toen hij op zijn middenveld wat personele problemen had.\nDat was wel jammer.”Tien jaar geleden leerden Brobbey en Gravenberch elkaar kennen in de F1 van Ajax.\nIk voel dat ik steeds sterker word.”Korte routeTegen Midtjylland zal Brobbey op de reservebank beginnen, hopend op een invalbeurt.\nDe korte route, zeg maar.”Zijn doel is met zijn vriend Ryan Gravenberch in Ajax 1 te spelen.", "paragraphs": ["Brian Brobbey en Ryan Gravenberch tijdens het zomerse trainingskamp in Oostenrijk. Beeld Jasper Ruhe/Ajax Photo", "Ze zijn allebei achttien jaar oud, maar de één is in zijn ontwikkeling wat verder dan de ander. Ryan Gravenberch is dit seizoen basisspeler onder trainer Erik ten Hag. Hij maakt indruk. Ook op bondscoach Frank de Boer, die de jonge Ajacied onlangs bij Oranje haalde toen hij op zijn middenveld wat personele problemen had. Brian Brobbey staat nog een trede lager op de ladder: de spits pendelt tussen Jong Ajax en Ajax 1.", "Brobbey debuteerde een paar weken geleden in de hoofdmacht tegen Fortuna Sittard. Hij scoorde, een intikker na een schot op de paal van David Neres. “Het was een mooi en belangrijk moment voor me. Maar ik kon niet juichen met het publiek. De tribunes waren leeg. Dat was wel jammer.”", "Tien jaar geleden leerden Brobbey en Gravenberch elkaar kennen in de F1 van Ajax. Gravenberch refereerde daar aan het begin van dit seizoen nog aan. Hoe ze als jongetjes van negen voor het eerst naar een buitenlands toernooi gingen: met z’n vieren op een kamer in een vijfsterrenhotel in Portugal. “Kenneth Taylor zat ook in dat team. En nu staan we met elkaar op het trainingsveld bij Ajax 1.”", "Brede selectie", "Voor Erik ten Hag was tijdens de voorbereiding al duidelijk dat Gravenberch dit seizoen een belangrijke rol zou moeten vervullen. “Wij creëren de voorwaarden voor hem, hij krijgt zijn kans en dan is het aan Ryan of hij basisspeler wordt.”", "Gravenberch stelt niet teleur. Vooral sinds de komst van Davy Klaassen gaat de lange middenvelder letterlijk en figuurlijk met grote stappen vooruit. “Davy heeft veel ervaring. Met hem naast me voel ik me zeker. Hij praat veel, neemt me mee in de wedstrijd.”", "Klaassen kan vanavond (21.00 uur) tegen Midtjylland vermoedelijk spelen, hoewel hij zondag nog uitviel in de wedstrijd tegen Heracles met een spierkneuzing. Ook Antony, Noussair Mazraoui en Zakaria Labyad zijn inzetbaar. Ajax mist alleen Mohammed Kudus.", "In de brede selectie heeft trainer Ten Hag ook een plaatsje ingeruimd voor Brobbey. “Want we hebben spitsen nodig, we moeten winnen.”", "In Jong Ajax heeft Brobbey de smaak inmiddels te pakken: elf duels, zeven goals en twee assists. Ten Hag: “Brian komt van heel ver. Vorig jaar was hij niet fit en dan loop je van de ene in de andere blessure. We hebben hem dit seizoen heel zorgvuldig opgebouwd. Dat was hard nodig, want de lat ligt op Champions League­niveau. Wij stellen hoge fysieke eisen aan de spelers, ook aan spitsen. Druk zetten op de tegenstander, loskomen van de verdedigers, vrijlopen, en dat alles met een grote intensiteit en negentig minuten lang, dat kost onnoemelijk veel kracht.”", "Brobbey zelf is blij met zijn huidige fitheid. “Vorig seizoen was ik vaak na een uur op, kreeg ik kramp. Ik heb nu veel extra trainingen gedaan. Fietsen, krachttraining. Ik voel dat ik steeds sterker word.”", "Korte route", "Tegen Midtjylland zal Brobbey op de reservebank beginnen, hopend op een invalbeurt. Hij heeft Lassina Traoré voor zich. Ze zijn beiden sterk en balvast en iets minder bedreven in het spel in de kleine ruimte. Brobbey: “Ik ben snel, goed in de diepte en kan mijn eigen kansen creëren. Koppen kan beter. Moet beter.”", "Brian Brobbey heeft officieel nog geen plek in de A-selectie. “Ik heb geduld. Ik moet het nog steeds laten zien in Jong Ajax. Zoals technisch directeur Marc Overmars het laatst zei: een talent moet daar uitblinken. Dan kun je na veertig wedstrijden de stap maken naar het eerste.” Brobbey moet lachen: “Maar 20 of 30 zou ik ook goed vinden. De korte route, zeg maar.”", "Zijn doel is met zijn vriend Ryan Gravenberch in Ajax 1 te spelen. En wie weet in het Nederlands elftal, ze speelden al samen in vertegenwoordigende elftallen. Maar ook de Ghanese voetbalbond heeft Brobbey, kind van Ghanese ouders, in het vizier. “De bondscoach van Ghana heeft mij een appje gestuurd. Hij wil eens kennismaken. Praten kan altijd. Ik sta overal voor open.”"], "authors": ["Dick Sintenie"], "keywords": ["van", "brobbey", "het", "op", "hij", "met", "zijn", "ik", "gravenberch", "een", "nu", "league", "en", "champions", "fjes", "samen"], "pubDate": "2020-11-25T11:00:32+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}