{"id": "10675ff4-8aaa-3b65-b319-8b9317ef817f", "title": "Nu al tien maanden afstand houden, wat doet dat met kinderen?", "url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5207274/tien-maanden-afstand-corona-kinderen-gezin-opvoeden", "summary": "\"Ik maak me zorgen om de kinderen die nu opgroeien met de constante boodschap dat aanraking buiten het eigen gezin zoveel mogelijk moet worden beperkt\", zegt pedagoog Simone Mark.\nVanaf het moment dat kinderen naar school gaan, leren ze bewust omgaan met verschillende manieren van contact maken met anderen.\nDie bekrachtiging is de kern van het contact dat we nu missen.\"\nMark heeft veel contact met leraren en hoort van hen dat elke leraar het anders doet.\n\"De jongere leerkrachten hebben wel vaak contact met de kinderen, oudere leerkrachten die meer risico lopen op corona houden meer afstand uit angst om ziek te worden.\"", "paragraphs": ["\"Ik maak me zorgen om de kinderen die nu opgroeien met de constante boodschap dat aanraking buiten het eigen gezin zoveel mogelijk moet worden beperkt\", zegt pedagoog Simone Mark.", "Vanaf het moment dat kinderen naar school gaan, leren ze bewust omgaan met verschillende manieren van contact maken met anderen. Ze geven de juf of meester een high five of hand als ze de klas binnenkomen, omhelzen elkaar bij het maken van een goal en worden verbeterd bij de zwemles.", "Kern van contact", "Maar naar school gaan doe je tegenwoordig thuis, sportclubs zijn gesloten, de zwemles is uitgesteld. \"Terwijl dat schouderklopje van de juf juist zo belangrijk is\", zegt Mark. \"Het kind voelt zich gezien en wordt gemotiveerd door te gaan. Het bevordert de relatie tussen het kind en de juf. Die bekrachtiging is de kern van het contact dat we nu missen.\"", "Mark heeft veel contact met leraren en hoort van hen dat elke leraar het anders doet. \"De jongere leerkrachten hebben wel vaak contact met de kinderen, oudere leerkrachten die meer risico lopen op corona houden meer afstand uit angst om ziek te worden.\"", "RTL Nieuws bezocht na de eerste lockdown een basisschool die weer openging. Met flink wat aanpassingen mochten de leerlingen weer naar binnen. Alleen knuffelen met de juf, mocht nog niet. Bekijk hieronder de video:"], "authors": [], "keywords": ["kinderen", "van", "al", "doet", "naar", "en", "met", "ze", "maanden", "nu", "tien", "houden", "contact", "het", "juf", "wat", "dat", "die"], "pubDate": "2021-01-09T06:22:38Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}