{"id": "1070ccf2-f243-31c5-955e-95cc17fdad87", "title": "Eerste coronavaccin beschermt negen op de tien: experts verrukt", "url": "https://volkskrant.nl/wetenschap/eerste-coronavaccin-beschermt-negen-op-de-tien-experts-verrukt~bf8593b9/", "summary": "Een eerste vrijwilliger krijgt in mei dit jaar het vaccin van Pfizer ingespoten.\nNederland kan, via een Europese voorbestelling, 7,8 miljoen doses tegemoet zien, met zicht op nog eens 3,9 miljoen doseringen extra.\nNa 94 ziektegevallen kan Pfizer nu zeggen dat het vaccin voor 90 procent effectief is.\nZo moet Pfizer nog een poosje doorgaan met testen: pas bij 164 ziektegevallen kan men de werkzaamheid definitief analyseren.\nLastig toepasbaar in warme gebiedenDe vraag is nog wel hoelang de bescherming van het vaccin eigenlijk aanhoudt, zegt Van Els.", "paragraphs": ["Een eerste vrijwilliger krijgt in mei dit jaar het vaccin van Pfizer ingespoten. Beeld AP", "Dat zou het vaccin zelfs doeltreffender maken dan de jaarlijkse griepprik, die doorgaans maar een procent of 70 van de gevaccineerden beschermt. ‘Dit vaccin legt de lat heel hoog voor de kandidaten die nog in de pijplijn zitten’, vindt Cécile van Els, immunoloog bij het RIVM en hoogleraar vaccinologie aan de Universiteit Utrecht. ‘Het is niet zo dat we begin volgend jaar allemaal gevaccineerd zijn. Maar dit resultaat zet wel een enorm positieve stip aan de horizon’, zegt hoogleraar immunologie aan het Amsterdam UMC Marjolein van Egmond.", "Goedgekeurd voor gebruik is het middel nog niet: dat gebeurt op zijn vroegst eind deze maand, als Pfizer meer gegevens over de veiligheid van het vaccin heeft verstrekt. Intussen hoopt de fabrikant snel de productie op gang te brengen: dit jaar hoopt men 50 miljoen doses te produceren, volgend jaar zelfs 1,3 miljard. Nederland kan, via een Europese voorbestelling, 7,8 miljoen doses tegemoet zien, met zicht op nog eens 3,9 miljoen doseringen extra. Bij elkaar is dat genoeg om haast zes miljoen Nederlanders in te enten, want de vaccinatie bestaat uit twee prikken.", "De afgelopen maanden testte Pfizer het coronavaccin ‘BNT162b2' op zo'n 40 duizend proefpersonen tussen de 18 en de 85 jaar in de VS, Brazilië, Argentinië en Duitsland. Na 94 ziektegevallen kan Pfizer nu zeggen dat het vaccin voor 90 procent effectief is. Dat zou betekenen dat er 85 mensen besmet zijn geraakt in een groep die is ingeënt met een placebomiddel, tegenover negen in een echt ingeënte groep.", "Details geeft Pfizer overigens nog niet vrij. ‘Maar Pfizer is een groot, gerespecteerd bedrijf. Ze weten ook wel dat ze in hun eigen voet schieten als ze met een bericht komen dat achteraf niet klopt’, zegt Van Egmond. ‘Een overwinning voor innovatie, wetenschap en de kracht van wereldwijde samenwerking’, zo noemt oprichter Ugur Sahin van BioNTech de nieuwe resultaten.", "Armslagen zijn er ook. Zo moet Pfizer nog een poosje doorgaan met testen: pas bij 164 ziektegevallen kan men de werkzaamheid definitief analyseren. Ook is het wachten op de veiligheidsgegevens. Die verstrekt het bedrijf pas over een paar weken. Maar in eerdere experimenten gaf het vaccin geen ernstigere bijwerkingen dan wat hoofdpijn en wat irritatie rond de prikplek.", "Lastig toepasbaar in warme gebieden", "De vraag is nog wel hoelang de bescherming van het vaccin eigenlijk aanhoudt, zegt Van Els. ‘Dit zijn resultaten van kort na het opwekken van de immuunrespons. De vraag is natuurlijk of de proefpersonen over een halfjaar nog steeds beschermd zijn.’ Van Egmond wijst bovendien op enkele logistieke nadelen van het vaccin: het middel moet bij min 70 graden worden bewaard, waardoor het lastig toepasbaar is in warme en afgelegen gebieden, en de twee prikken moeten met een nauwlettende tussentijd worden toegediend.", "‘Maar daar staat tegenover dat dit resultaat laat zien dat er licht is aan het eind van de tunnel’, benadrukt Van Egmond. ‘Alle pessimistische geluiden over dat het ook nooit is gelukt om een vaccin tegen hiv te maken, of dat we ook nog geen vaccin tegen verkoudheid hebben, kunnen nu van tafel.’", "Het vaccin werkt volgens een nieuw idee: spuit bij mensen een beetje erfelijk materiaal in dat lichaamscellen rondom de prikplek enigszins op coronavirus laat lijken, zodat het afweersysteem gealarmeerd raakt. Dat alleen al maakt het resultaat van Pfizer zo bemoedigend: niemand wist helemaal zeker of het wel werkte.", "Bovendien zitten er nog twee vaccins in de pijplijn die gebruikmaken van dezelfde truc: het middel van de Amerikaanse start-up Moderna en dat van CureVac. Ook van die vaccins heeft de EU al een voorbestelling geplaatst, wat voor Nederland zou neerkomen op nog eens 11,9 miljoen doses vaccin. De resultaten van beide bedrijven worden na de jaarwisseling verwacht.", "Pikant detail is dat Pfizer zijn resultaten net ná de Amerikaanse presidentsverkiezingen onthult in plaats van er net vóór – iets wat de zittende president Donald Trump geregeld aankondigde. Maar van opzet is geen sprake, benadrukt Pfizer: de 94 ziektegevallen die nodig zijn voor een statistisch doortimmerde uitspraak waren er nu eenmaal niet eerder."], "authors": ["Maarten Keulemans"], "keywords": ["beschermt", "verrukt", "negen", "tien", "eerste", "coronavaccin", "van", "nog", "het", "op", "vaccin", "pfizer", "zijn", "een", "dat", "en", "experts"], "pubDate": "2020-11-09T13:41:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}