{"id": "107d60d2-004f-3ab9-9154-a3a15f6297fd", "title": "Met 83 jaar is Shirley Bassey op haar best", "url": "https://trouw.nl/cultuur-media/met-83-jaar-is-shirley-bassey-op-haar-best~b3eb9ef0/", "summary": "Ze is 83 jaar, daarvan zingt ze er al zeventig, en van de meer dan zeventig albums verkocht ze wereldwijd 140 miljoen exemplaren.\nNiks daarvan bij Dame Shirley Bassey die deze week haar nieuwste album uitbracht.\nBassey heeft haar stembanden door al die jaren heen niet gespaard, zong als geen ander voluit op orkaankracht, maar ze kan het op haar 83ste nog steeds.\nZe covert Lady Gaga, Beyoncé, Elvis en Albinoni (‘Adagio’), maar Bassey op haar best is het swingende sixties-nummer ‘Look But Don’t Touch’, inclusief Hammond-orgel.\nLees ook:Shirley Bassey is geen Bondgirl, ze is 007 zelfShirley Bassey is voor velen een icoon, of relikwie zelfs, uit de jaren zestig en zeventig.", "paragraphs": ["Ze is 83 jaar, daarvan zingt ze er al zeventig, en van de meer dan zeventig albums verkocht ze wereldwijd 140 miljoen exemplaren. Je zou denken dat iemand dan haar ei wel gelegd heeft. Niks daarvan bij Dame Shirley Bassey die deze week haar nieuwste album uitbracht. Dat heeft de titel ‘I Owe It All To You’ en wordt aangekondigd als het grand final album. Een afscheid dus, al weet je het bij doorbijter Bassey nooit zeker. Wel hebben alle nummers wel iets met afscheid en saying farewell te maken.", "Laten we maar met het meest opvallende beginnen, en dat is de kwaliteit van de stem. Bassey heeft haar stembanden door al die jaren heen niet gespaard, zong als geen ander voluit op orkaankracht, maar ze kan het op haar 83ste nog steeds. Ze zingt dertien nummers, bijna allemaal covers, maar wie maalt daarom.", "Dat iemand het Queen-nummer ‘Who Wants To Live Forever’ zich zo eigen kan maken, bewijst nog maar eens de kwaliteit en het inzicht van de artieste die Bassey is. Het enige nieuwe nummer is de mooie titelsong, duidelijk gericht tot haar grote schare fans: ‘This audience of mine, has been my bread and wine’. Ze covert Lady Gaga, Beyoncé, Elvis en Albinoni (‘Adagio’), maar Bassey op haar best is het swingende sixties-nummer ‘Look But Don’t Touch’, inclusief Hammond-orgel. 83? Niets van te horen.", "Lees ook:", "Shirley Bassey is geen Bondgirl, ze is 007 zelf", "Shirley Bassey is voor velen een icoon, of relikwie zelfs, uit de jaren zestig en zeventig. De enige zangeres die drie keer de titelsong voor een James Bond-film mocht inzingen (’Goldfinger’, ’Diamonds are Forever’ en ’Moonraker’), en daarmee de vocale variant op de Bond-girl werd."], "authors": ["Peter Van Der Lint"], "keywords": ["van", "best", "op", "het", "met", "maar", "die", "bassey", "83", "zeventig", "haar", "ze", "en", "jaar", "shirley"], "pubDate": "2020-11-13T01:00:52+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}