{"id": "10829363-b4ae-32ed-9770-d2a0b3f12d96", "title": "Grand Tour-team over nieuwe special: 'Nog nooit zo'n slecht wegdek gezien'", "url": "https://nu.nl/film/6089556/grand-tour-team-over-nieuwe-special-nog-nooit-zon-slecht-wegdek-gezien.html", "summary": "Lokale bewoners zijn gewend aan die weg, maar voor buitenstaanders is het een obstakelbaan om je voertuig op kapot te rijden.\n\"Zo ruig als dit heb ik het nog nooit meegemaakt\", vertelt May.\n\"Als het een gebouw was, zou je het een ruïne noemen.\nMay koos intussen voor een Caterham, een klassieke lichtgewicht sportauto zonder dak.\nDoor: Amazon PrimeOok Richard Hammond nam de nodige maatregelen om zijn Ford Focus RS klaar te maken voor het uitdagende wegdek.", "paragraphs": ["Voor hun werk rijden ze al decennia op de meest exotische plekken, maar nog nooit zat daar een wegdek bij dat zo slecht was als in hun nieuwste special van The Grand Tour. Jeremy Clarkson, Richard Hammond en James May waren met stomheid geslagen toen ze op de Route Nationale in Madagascar belandden. Dat vertellen ze in een video-interview met NU.nl.", "Een groot deel van The Grand Tour: A Massive Hunt, vanaf donderdag te zien op Amazon Prime, speelt zich af op de RN5. Lokale bewoners zijn gewend aan die weg, maar voor buitenstaanders is het een obstakelbaan om je voertuig op kapot te rijden. \"Zo ruig als dit heb ik het nog nooit meegemaakt\", vertelt May. \"Als het een gebouw was, zou je het een ruïne noemen. En waarschijnlijk zou die dan onbegaanbaar zijn verklaard.\"", "\"We kregen van tevoren wel te horen hoe vreselijk het was\", vult Hammond aan. \"Maar we zijn wel wat gewend, dus hoe erg kon dit nou worden? Mijn god. Ik heb nog nooit zoiets gezien. Het was verbazingwekkend, en meedogenloos. Het kostte me soms een uur om een autolengte verder te komen.\"", "82 Trailer van The Grand Tour: A Massive Hunt", "Hindernisbaan door rimboe met een Bentley", "Ook Clarkson was verbaasd over de RN5, hoewel hij de Death Road in Bolivia nog steeds de spectaculairste en gevaarlijkste weg vindt waar hij ooit op heeft gereden. \"Sommige wegen in Namibië en Australië waren ook ronduit grotesk. Maar de moeilijkheid van de RN5... Het is eigenlijk meer een rivierbedding. Sommige rotsblokken waar je overheen moet rijden, zijn zo groot als Volkswagens. Maar het is me gelukt, in een Bentley Continental.\"", "Want voor A Massive Hunt kozen de presentatoren ieder een speciale auto om het terrein mee te trotseren. Waar Hammond de wielen van zijn Ford Focus RS verving voor rupsbanden, besloot Clarkson om de Bentley onder meer te voorzien van snorkels en een aangepast remsysteem. May koos intussen voor een Caterham, een klassieke lichtgewicht sportauto zonder dak.", "Door: Amazon Prime", "Van links naar rechts: Richard Hammond, James May en Jeremy Clarkson reizen in hun nieuwste special af naar Madagascar voor een avontuurlijke rit. (Foto: Amazon Prime)", "Hammond lacht als hij terugdenkt aan de diepe modderpoel waar May doorheen moest. \"Het meest vreugdevolle moment was om te zien hoe hij langzaam werd vermalen. Die Caterham deed het overigens verrassend goed, maar James werd op een gegeven moment compleet bedekt met modder, plus wat er nog meer ronddreef. Ik had het zelf verder ook best moeilijk, maar ik had tenminste nog een dak.\"", "\"Dat zal vast heel amusant voor hem zijn geweest\", reageert May. \"Ik heb mezelf intussen best vermaakt terwijl ik Richard voorbij reed, toen hij weer eens 8 kilometer moest lopen omdat zijn autokeuze gewoon flut was. Dat ding was al kapot voordat we begonnen. We hebben een soort regel in The Grand Tour dat overlevenden niet opgepikt mogen worden. Ik had hem een lift kunnen geven. Maar ja, ik moest me aan het protocol houden.\"", "Door: Amazon Prime", "Jeremy Clarkson paste zijn Bentley Continental sterk aan om het ruige terrein van Madagascar te kunnen trotseren. (Foto: Amazon Prime)", "Clarkson: 'Oude opzet van show was slopend'", "Jarenlang maakte het trio, voor zowel Top Gear als The Grand Tour, uitzendingen vanuit hun eigen studio inclusief racebaan. Maar sinds vorig jaar zijn er alleen nog de specials van anderhalf uur. Missen ze de oude opzet? \"Eigenlijk niet\", reageert Clarkson. \"Ik mis het wel om een publiek erbij te hebben, dat was altijd leuk. Maar het was ook een fenomenale hoeveelheid werk\"", "De presentator legt dat verder uit. \"Om een show te kunnen vullen, maakten we drie of vier films per week. En die werden steeds extravaganter en vergezochter. Voor één seizoen moest je naar dertig landen. Ik leefde op Heathrow Airport en in vliegtuigen, terwijl ik ook alweer bezig was aan scripts voor de volgende aflevering. Je sliep nooit goed, was nooit thuis. Het was slopend.\"", "Clarkson voegt daaraan toe dat hij de autowereld van tegenwoordig ook minder interessant vindt. \"Het wordt steeds moeilijker om iets te zeggen over de nieuwe Hyundai, of de nieuwe Volkswagen Tiguan. Ze zijn allemaal hetzelfde. Als er geen moeite meer wordt gestoken in het maken van interessante auto's, doen wij ook geen moeite meer om er programma's over te maken.\"", "De specials van speelfilmlengte zijn daarom volgens Clarkson de beste keuze. \"Dan hoef je maar drie interessante auto's te kiezen, om er vervolgens iets geweldigs mee te doen.\" May sluit zich daarbij aan. \"Ik denk dat dit de juiste keuze is geweest. Ik mis de studio niet, verheug me vooral op een volgende special. We zijn fris en klaar om te gaan. De laatste twee specials die we hebben gemaakt, vind ik bij de beste items horen die we ooit hebben gemaakt.\"", "Door: Amazon Prime", "Ook Richard Hammond nam de nodige maatregelen om zijn Ford Focus RS klaar te maken voor het uitdagende wegdek. (Foto: Amazon Prime)"], "authors": ["Door", "Fabian Melchers"], "keywords": ["grand", "nog", "zon", "nooit", "zijn", "special", "gezien", "van", "om", "ik", "een", "voor", "te", "het", "en", "maar", "tourteam", "wegdek", "nieuwe", "slecht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}