{"id": "109168de-daa7-319d-a21a-eb2063315838", "title": "RIVM-topvrouw: ‘Drukte winkelstraten draagt bij aan coronastijging’", "url": "https://www.parool.nl/nederland/rivm-topvrouw-drukte-winkelstraten-draagt-bij-aan-coronastijging~bd2b34a7/", "summary": "Het heeft zeker niet bijgedragen aan een vermindering van het aantal gevallen.\nHet aantal bevestigde besmettingen neemt toe in elk deel van het land en in elke leeftijdsgroep.\nBijna 19.000 zogenoemde asymptomaten hebben zich laten testen, en van hen bleken ruim 1900 besmet.\nHet draagt bij aan de stijging, maar het is volgens Timen maar een ‘klein effect’.\nIk hoop dat mensen nu wakker geschud worden en zich realiseren dat het niet de goede kant op gaat.", "paragraphs": ["Beeld ANP", "“Het is ongetwijfeld een van de belangrijke factoren. Het heeft zeker niet bijgedragen aan een vermindering van het aantal gevallen. Maar er zijn meer factoren die een rol gehad kunnen hebben,” aldus Aura Timen, hoofd van het Centrum Landelijke Coördinatie Infectieziektebestrijding van het Rijksinstituut voor Volksgezondheid en Milieu (RIVM).", "Shopgedrag", "Het RIVM kreeg in de afgelopen zeven dagen meer dan 43.000 meldingen van positieve tests. In de weken ervoor was het juist vrij stabiel op ongeveer 35.000 gevallen per week.", "Timen spreekt van ‘een diffuse stijging’. Het aantal bevestigde besmettingen neemt toe in elk deel van het land en in elke leeftijdsgroep. “Het is onmogelijk te zeggen welke activiteiten hier precies toe hebben bijgedragen. Maar een van de kenmerken van het shopgedrag voor Sinterklaas is dat het zich in het hele land heeft afgespeeld.” Veel mensen gingen inkopen doen voor de feestdagen, of werden gelokt door scherpe ‘Black Friday’-aanbiedingen.", "Testbeleid", "Sinds een week mogen mensen zonder coronaklachten zich ook laten testen, wanneer ze nauw contact hebben gehad met iemand die positief is bevonden. Bijna 19.000 zogenoemde asymptomaten hebben zich laten testen, en van hen bleken ruim 1900 besmet. Het draagt bij aan de stijging, maar het is volgens Timen maar een ‘klein effect’.", "Timen hoopt dat het aantal nieuwe gevallen de komende weken stabiel blijft. “Maar dat hangt af van hoe mensen zich gedragen. Ik hoop dat mensen nu wakker geschud worden en zich realiseren dat het niet de goede kant op gaat. Het is zorgwekkend.”"], "authors": [], "keywords": ["draagt", "van", "bij", "mensen", "het", "maar", "winkelstraten", "drukte", "een", "rivmtopvrouw", "zich", "coronastijging", "dat", "en", "aan", "hebben", "voor"], "pubDate": "2020-12-08T17:16:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}