{"id": "10c3afae-42d4-3742-8290-e92d2bf2d17b", "title": "Macron leest Angelsaksiche pers de les. ‘Waarom niet?’", "url": "https://www.parool.nl/wereld/macron-leest-angelsaksiche-pers-de-les-waarom-niet~be80c29c/", "summary": "Door racisme en islamofobie als kern van het probleem aan te wijzen, zouden de media ‘het geweld legitimeren’.\nDat beleid wordt volgens Macron in het buitenland niet goed begrepen, net zo min als het begrip laïcité, de strikte scheiding tussen religie en staat.\nFT plaatste enkele dagen later ook een reactie van Macron op het stuk dat niet meer te bekijken was.\nNiet alleen Macron maakt zich eraan schuldig, ook de journalisten die verontwaardigd op zijn telefoontjes reageren.\nWaarom zou Macron niet mogen bellen en zeggen wat hij te zeggen heeft?", "paragraphs": ["De Franse president Emmanuel Macron. Beeld AP", "Met een pandemie en de spanningen in zijn land vanwege terrorisme zou je verwachten dat Emmanuel Macron iets beters te doen heeft dan buitenlandse journalisten te bellen. Toch pakte hij vorige week zelf de telefoon om een verslaggever van de New York Times te bellen.", "Verslaggever in kwestie Ben Smith beschreef deze week hoe dat gesprek verliep. Volgens Macron zouden Angelsaksische media Frankrijk de schuld geven van de recente terroristische aanvallen in zijn land, in plaats van de daders. Door racisme en islamofobie als kern van het probleem aan te wijzen, zouden de media ‘het geweld legitimeren’.", "Druk op het dossier", "Dat een Franse president zelf reageert op internationale media is zeer opmerkelijk, zegt Niek Pas, historicus en Frankrijkexpert aan de Universiteit van Amsterdam. “Ik kan mij niet herinneren dat presidenten als Sarkozy of Chirac dat hebben gedaan. Maar misschien kwam dat omdat zij geen Engels spraken.” Het laat volgens Pas vooral zien wat voor druk er op dit dossier ligt. Macron is volgens Pas de eerste president die veel uitgesprokener dan zijn voorgangers strijdt tegen politiek islamisme in zijn land.", "De Franse regering heeft vergaande wetgeving aangekondigd tegen het ‘radicale islamisme’, onder meer door verenigingen een ‘republikeins contract’ te laten tekenen. Dat beleid wordt volgens Macron in het buitenland niet goed begrepen, net zo min als het begrip laïcité, de strikte scheiding tussen religie en staat.", "Controle van bovenaf", "In Frankrijk zelf wordt van tijd tot tijd druk op journalisten uitgeoefend, merkt Pas. “Dat heeft alles te maken met de centralistische manier waarop de Franse staat zich heeft ontwikkeld. De behoefte om van bovenaf controle uit te oefenen, is ook merkbaar in de verhoudingen tussen de media en de staat. Frankrijk kende tot 1974 nog een minister van informatie.”", "Niet alleen de New York Times, ook de Financial Times en Politico Europe kregen telefoontjes vanuit het Élysée na plaatsing van opiniestukken waarin de Franse reactie op terroristisch geweld bekritiseerd werd. De Franse ambassadeur in Nederland schreef Trouw een brief over een interview over dit onderwerp.", "Politico en de Financial Times trokken hun opiniestukken terug, omdat ze respectievelijk niet aan de journalistieke standaard zouden hebben voldaan, of ‘feitelijke onjuistheden’ bevatten. FT plaatste enkele dagen later ook een reactie van Macron op het stuk dat niet meer te bekijken was.", "“Terugtrekken van stukken is een slappe reactie,” vindt Leon Willems, directeur van de organisatie Free Press Unlimited. Zo ontstaat een ‘opinieveldslag’ die voor het publiek niet meer te volgen is. “Het is een debat over een debat, een tendens die ik zie oprukken. Net als de moeite met tegenspraak. Niet alleen Macron maakt zich eraan schuldig, ook de journalisten die verontwaardigd op zijn telefoontjes reageren. Waarom zou Macron niet mogen bellen en zeggen wat hij te zeggen heeft? Laten we wel wezen: Frankrijk is geen bananenrepubliek.”"], "authors": ["Pieternel Gruppen"], "keywords": ["leest", "les", "pers", "waarom", "van", "het", "op", "franse", "angelsaksiche", "niet", "een", "te", "en", "dat", "macron"], "pubDate": "2020-11-21T08:00:15+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}