{"id": "10c49d36-94cd-3d4d-8dfc-c36b95405056", "title": "Vier doden door winters noodweer Spanje, hevigste sneeuwval in decennia", "url": "https://trouw.nl/buitenland/vier-doden-door-winters-noodweer-spanje-hevigste-sneeuwval-in-decennia~b444a98b/", "summary": "Beeld APTwee daklozen zijn doorgevroren, een in het noordoosten van het land, de ander in Madrid.\nIn 45 van de vijftig provincies van het land heerst dit weekend bitter koud winterweer, zelfs in de Noord-Afrikaanse enclave Ceuta aan Middellandse Zeekust.\nBeeld APHet noodweer is naar het land gebracht door de sneeuwstorm die de naam Filomena heeft gekregen.\nIn de plaats Vega de Lourdes in het noorden van Spanje werd afgelopen week de laagste temperatuur ooit in het land gemeten.\nDe koudegolf in Spanje heeft ondertussen de prijzen voor aardgas in het land naar recordhoogte geduwd.", "paragraphs": ["Militairen zijn ingezet om automobilisten bij te staan die vast zijn komen te zitten in de sneeuw. Zo’n 1500 mensen zouden uit hun wagens zijn bevrijd. Vooral rond Madrid zijn veel mensen door het winterse weer gestrand.", "De internationale luchthaven Adolfo Suárez Madrid-Barajas blijft zaterdag gesloten, aldus de autoriteiten. De spoorwegen hebben alle treinverbindingen van en naar Madrid gestaakt, melden Spaanse media die schatten dat het er in tientallen jaren niet zo veel gesneeuwd heeft.", "Buren doen een drankje in de sneeuw in een buitenwijk van Madrid. Beeld AP", "Twee daklozen zijn doorgevroren, een in het noordoosten van het land, de ander in Madrid. In het zuiden, bij Malaga, kwamen een man en een vrouw om het leven toen ze vast waren komen te zitten in hun auto en een rivier buiten haar oevers trad. Eerder spraken de autoriteiten over twee doden.", "Een halve meter sneeuw in Madrid", "In de hoofdstad is tussen de 25 en 50 centimeter sneeuw gevallen. De burgemeester, José Luis Martínez-Almeida, heeft het leger opgeroepen ook in de stad te hulp te komen. Volgens hem is er een noodsituatie ontstaan omdat Madrid nu volkomen geïsoleerd is geraakt. In de gemeente wonen ruim drie miljoen mensen, maar in de metropool Madrid wonen er twee keer zo veel. De bussen en vuilniswagens rijden niet meer en de gemeente heeft mensen opgeroepen thuis te blijven. De scholen blijven in ieder geval maandag en dinsdag dicht, berichtten Spaanse media.", "Overlast dor sneeuw in de straten van Madrid. Beeld REUTERS", "In reactie op de gebeurtenissen tweetten koning Felipe VI en koningin Letizia: “De koninklijke familie wil zijn verdriet uitspreken over de slachtoffers van de storm en vraagt om uiterste voorzichtigheid vanwege de risico’s van ophoping van ijs en sneeuw.”", "De sneeuwval en temperaturen vaak ver onder nul treffen vrijwel heel het land. In 45 van de vijftig provincies van het land heerst dit weekend bitter koud winterweer, zelfs in de Noord-Afrikaanse enclave Ceuta aan Middellandse Zeekust. De kou is nog lang niet over want meteorologen voorzien een week met vaak temperaturen tot min 10 graden.", "Een sneeuwpop voor het stadhuis van Madrid. Beeld AP", "Het noodweer is naar het land gebracht door de sneeuwstorm die de naam Filomena heeft gekregen. In de plaats Vega de Lourdes in het noorden van Spanje werd afgelopen week de laagste temperatuur ooit in het land gemeten. Het kwik daalde er tot -35,6 graden, meldt de meteorologische dienst van de provincie Léon.", "De koudegolf in Spanje heeft ondertussen de prijzen voor aardgas in het land naar recordhoogte geduwd. Het land is een belangrijke speler in de wereldwijde markt voor vloeibaar gemaakt aardgas (lng). Spanje telt het grootste aantal terminals voor lng in Europa.", "Lees ook:", "Er gebeurt iets op de Noordpool waardoor we een héle strenge winter kunnen krijgen – en misschien wel kunnen schaatsen", "De rayonhoofden van de Friese Elfsteden hoeven nog niet meteen bij elkaar te komen, maar er is wel iets aan de hand in de atmosfeer. Boven de Noordpool weliswaar, maar het kan de temperatuur hier naar schaatsniveau drukken."], "authors": ["Redactie Trouw"], "keywords": ["sneeuwval", "madrid", "er", "zijn", "noodweer", "decennia", "te", "land", "sneeuw", "van", "en", "een", "door", "hevigste", "doden", "spanje", "winters", "het", "vier"], "pubDate": "2021-01-09T16:45:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}