{"id": "10ec1e10-1706-317b-82c7-de628bd7f7f8", "title": "Rail Away is prachtig excuus voor even helemaal niets", "url": "https://www.parool.nl/ps/rail-away-is-prachtig-excuus-voor-even-helemaal-niets~b1c0411e/", "summary": "Sfeerbeeld uit Rail Away.\nDat Lips dus de neiging heeft te blijven hangen als hij nu langs Rail Away zapt, kan alleen worden verklaard uit nostalgie.\nMaar toch, op zijn eigen manier is het überonthaastende EO-reisprogramma een prachtig excuus voor even helemaal niets.\nDat het programma, bijna een kwart eeuw oud, voorziet in een behoefte valt ook af te leiden uit het feit dat het prime time wordt uitgezonden.\nDat laatste is toch Rail Away op zijn intrigerendst: het geeft een prachtig inkijkje in het gestructureerde zooitje van een spooremplacement.", "paragraphs": ["Sfeerbeeld uit Rail Away. Beeld EO", "Urenlang kon Lips vroeger kijken naar de beelden die midden in de nacht werden uitgezonden vanuit rijdende treinen. Meestal reden die door gebieden die bijna zeker in Oost-Duitsland moeten hebben gelegen. Op het volslagen ongemonteerde Bahn TV was het altijd mistig. Soms ging het door striemende regenbuien en slechts hoogst zelden zag je, in een flits, een levende ziel langs het spoor. Heerlijke televisie.", "Dat Lips dus de neiging heeft te blijven hangen als hij nu langs Rail Away zapt, kan alleen worden verklaard uit nostalgie. Het verlangen naar de zorgeloze tijd dat wakker blijven het enige probleem leek te zijn. En nee, Rail Away is geen Bahn TV. In de verste verte niet. Maar toch, op zijn eigen manier is het überonthaastende EO-reisprogramma een prachtig excuus voor even helemaal niets.", "Dat het programma, bijna een kwart eeuw oud, voorziet in een behoefte valt ook af te leiden uit het feit dat het prime time wordt uitgezonden. Ben je dan een ambitieuze netmanager of juist helemaal niet? Lips is er nog niet uit.", "Gisteren ging de reis vanaf het Gardameer naar de Dolomieten, maar dat doet er eigenlijk niet zoveel toe. Oeverloze droneshots werden afgewisseld met beelden vanuit de bestuurderscabine. Dat laatste is toch Rail Away op zijn intrigerendst: het geeft een prachtig inkijkje in het gestructureerde zooitje van een spooremplacement. Ach, wat zou Lips graag eens meegaan met het productieteam van Rail Away.", "Het is iedere keer weer bijna teleurstellend als er een station wordt aangedaan, want dat is het moment dat de voice-over een berg van nutteloze feitjes over de kijker uitstort. Jaartallen, kerkjes en de exacte hoogte van die berg ernaast. Mooie plaatjes, zaaddodende teksten.", "Na een half uurtje sporen op de bank is Lips weer opgeladen. Veel langer moet het natuurlijk niet duren ook.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["lips", "excuus", "van", "niets", "voor", "een", "prachtig", "away", "op", "rail", "het", "helemaal", "niet", "dat", "die"], "pubDate": "2020-12-30T08:35:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}