{"id": "111455ef-13d8-3973-8075-f868d7c829f2", "title": "Leuke feiten en weetjes over de Staatsloterij Oudejaarstrekking", "url": "https://www.dvhn.nl/aangeboden/Leuke-feiten-en-weetjes-over-de-Staatsloterij-Oudejaarstrekking-25189500.html", "summary": "De Staatsloterij Oudejaarstrekking is net zo’n vast onderdeel van de Nederlandse Oud & Nieuwviering als oliebollen, champagne en vuurwerk.\nBijzonder klein dus en je moeilijk voor te stellen.\nAls je een papieren lot hebt dan verstop je die heel goed.\nVervolgens kun je niet slapen en kun je de eerst volgende werkdag op bezoek bij het hoofdkantoor van de Staatsloterij in Rijswijk.\nDan is het een kwestie van wat formulieren invullen, handtekening neerzetten en het juiste bankrekeningnummer achter laten.", "paragraphs": ["De Staatsloterij Oudejaarstrekking is net zo’n vast onderdeel van de Nederlandse Oud & Nieuwviering als oliebollen, champagne en vuurwerk. Sterker nog, er wordt meer geld uitgegeven aan Oudejaarsloten dan aan alle oliebollen en vuurwerk bij elkaar. Met ongeveer 6 miljoen verkochte loten is dit de grootste trekking van het jaar.", "Ruim 6 miljoen verkochte Oudejaarsloten", "Afgelopen jaar zijn er in totaal ruim 6 miljoen Oudejaarsloten verkocht op ongeveer 4,5 miljoen lotnummers. De totale omzet van de Oudejaarstrekking bedroeg daarmee zo’n 135 miljoen euro. Op de laatste dag, 31 december werden er ongeveer 600.000 Oudejaarsloten verkocht, met een piek van 32 Oudejaarsloten per seconde tussen 14 en 15 uur.", "Hoofdprijs eigenlijk € 42,9 miljoen", "De hoofdprijs van de Oudejaarstrekking bedraagt eigenlijk € 42,9 miljoen. Daar gaat 30,1% kansspelbelasting van af en dan kom je uit op € 30 miljoen netto.", "Wat is de kans eigenlijk dat je die € 30 miljoen wint?", "Dat is niet zo moeilijk om uit te rekenen. In het geval van 4,5 miljoen lotnummers is die kans 1 op 4,5 miljoen ofwel 0,00002 procent! Bijzonder klein dus en je moeilijk voor te stellen. Even ter vergelijk, die kans is dus net zo groot als:", "Dat je geraakt wordt door een vallend vliegtuigonderdeel (Dat gebeurt dan nog best veel…)", "Je komt te overlijden door voedselvergiftiging", "Getroffen wordt door de bliksem", "Maar ook:", "Dat je 8 keer achter elkaar 6 gooit met een dobbelsteen", "22 Keer achter elkaar kop gooit bij kop of munt", "Of dat je de komende 10 jaar elk jaar een defecte smartphone hebt, deze niet gerepareerd kan worden en een nieuwe moet kopen", "Met name die laatste biedt hoop. Er zijn genoeg ongeluksvogels die meerdere malen hun smartphone hebben laten vallen. Daarbij, iemand moet die hoofdprijs winnen. De kans dat je in ieder geval een prijs wint is 1 op 2.", "In 2017 gaf de winnaar zijn geld weg", "De winnaar van de Oudejaarstrekking in 2017 heeft zijn hoofdprijs van € 30 miljoen weggegeven. De 62-jarige man uit Tilburg (die verder anoniem wil blijven) zegt zelf niets nodig te hebben. Hij ging op 2 januari gewoon weer naar zijn werk en is dat blijven doen. De man heeft een jaar eerder zijn vrouw verloren en had liever de tijd een jaar teruggedraaid. “Daar ruil ik dit lot graag voor in”, aldus de winnaar.", "De beste eindcijfers voor de Oudejaarstrekking", "Hieronder zie je een tabel met het totale netto prijzengeld per eindcijfer voor 2019. Op de eindcijfers 5 en 4 is het meeste prijzengeld gevallen dit jaar.", "Eindcijfer Totale netto prijzengeld 0 € 24.331.667,50 1 € 20.270.899,00 2 € 55.445.697,00 3 € 14.428.564,00 4 € 48.985.231,50 5 € 54.767.246,50 6 € 32.198.688,00 7 € 24.741.734,00 8 € 37.928.500,50 9 € 25.845.498,50", "Wat gebeurt er als je die € 30 miljoen wint?", "Ten eerste wil je zeker weten dat het jouw lot is waar de hoofdprijs op gevallen is. Je controleert ‘m minstens 10 keer en laat ‘m checken door vrienden of familie. Als je een papieren lot hebt dan verstop je die heel goed. Vervolgens kun je niet slapen en kun je de eerst volgende werkdag op bezoek bij het hoofdkantoor van de Staatsloterij in Rijswijk. Je komt dan in de winnaarskamer terecht, je lot wordt in scanner gelegd en voilà het is officieel, je hebt gewonnen. Dan is het een kwestie van wat formulieren invullen, handtekening neerzetten en het juiste bankrekeningnummer achter laten. Je prijs wordt in 1 keer, belastingvrij, gestort. Je krijgt tot slot nog een paar adviezen mee: Denk even na wat je met je geld wilt doen, zet het op een spaarrekening en neem een financieel adviseur in de arm.", "Waar de hoofdprijs de afgelopen jaren is gevallen"], "authors": [], "keywords": ["zijn", "miljoen", "van", "en", "een", "oudejaarstrekking", "weetjes", "op", "het", "feiten", "staatsloterij", "dat", "leuke", "die", "je"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}