{"id": "11361fc3-0ef2-3e1c-bf55-3093e966f775", "title": "Dit gebeurt er met je als je regelmatig aan yoga doet", "url": "https://www.rtlnieuws.nl/lifestyle/gezondheid/artikel/5198317/dit-gebeurt-er-als-je-regelmatig-aan-yoga-doet", "summary": "'Wat gebeurt er als je regelmatig yoga doet?'\nOm die vraag te beantwoorden, is het belangrijk eerst vast te stellen wat met ‘regelmatig’ bedoeld wordt.\nVolgens Nicole de Raad, yoga-instructrice en eigenaresse van yogaschool Bindi, hoef je bijvoorbeeld echt niet elke dag aan yoga te doen om de voordelen te ervaren.\n“Eén keer per week is al genoeg om de vele voordelen te ervaren, maar als je vaker gaat, ervaar je die voordelen als vanzelfsprekend wel beter of meer.”Nicole: “De mooiste resultaten van yoga zijn te zien op het gebied van seks, stress, slapen, je houding en het controleren van je ademhaling.\nIn dit artikel gaan we in op de door Nicole genoemde effecten bij het regelmatig doen van yoga.", "paragraphs": ["'Wat gebeurt er als je regelmatig yoga doet?' Om die vraag te beantwoorden, is het belangrijk eerst vast te stellen wat met ‘regelmatig’ bedoeld wordt.", "Volgens Nicole de Raad, yoga-instructrice en eigenaresse van yogaschool Bindi, hoef je bijvoorbeeld echt niet elke dag aan yoga te doen om de voordelen te ervaren. “Eén keer per week is al genoeg om de vele voordelen te ervaren, maar als je vaker gaat, ervaar je die voordelen als vanzelfsprekend wel beter of meer.”", "Nicole: “De mooiste resultaten van yoga zijn te zien op het gebied van seks, stress, slapen, je houding en het controleren van je ademhaling. Deze factoren bij elkaar zorgen ervoor dat je in z’n geheel lekkerder in je vel zit en meer energie hebt.”", "In het vorige artikel van deze reeks legden we al uit waarom yoga zo goed is voor je onder andere je houding. In dit artikel gaan we in op de door Nicole genoemde effecten bij het regelmatig doen van yoga."], "authors": [], "keywords": ["aan", "van", "dit", "als", "yoga", "doet", "het", "met", "je", "te", "voordelen", "om", "en", "regelmatig", "gebeurt", "er"], "pubDate": "2020-11-22T19:22:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}