{"id": "11407dd6-e1e3-36a2-8a65-0e80e9d91f5c", "title": "De Volkskeuken: Groentetempura met chili- en sojasaus", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-groentetempura-met-chili-en-sojasaus~ba7c6deb/", "summary": "Ik vind koken een essentieel onderdeel van de opvoeding: iedereen zou uit het hoofd een zwik recepten moeten kunnen maken, een recept kunnen volgen en met een mes om moeten kunnen gaan.\nJe zintuigen gebruiken, je fijne motoriek kunnen vertrouwen als je met een mes aan de slag gaat.\nEn waar je met lezen een kind niet meteen achter de Max Havelaar zet, stuur je een kind niet meteen met de Larousse Gastronomique de keuken in.\nMeng de bloem, maizena en wat zout en het bruisende water tot een mooi glad mengsel.\nServeer de groentetempura met de chili- en de sojasaus.", "paragraphs": ["Groentetempura Beeld Tallina van den Hoed", "Ik ben een groot voorstander van kokende kinderen. Let wel: kokende kinderen, niet gekookte kinderen, natuurlijk. Ik vind koken een essentieel onderdeel van de opvoeding: iedereen zou uit het hoofd een zwik recepten moeten kunnen maken, een recept kunnen volgen en met een mes om moeten kunnen gaan.", "Het leuke van jong beginnen met koken is dat het kind er allemaal nuttige vaardigheden mee traint: lezen, dingen op volgorde uitvoeren, op de tijd letten en je aan regels houden. Je zintuigen gebruiken, je fijne motoriek kunnen vertrouwen als je met een mes aan de slag gaat. En trots zijn op je eindproduct.", "En waar je met lezen een kind niet meteen achter de Max Havelaar zet, stuur je een kind niet meteen met de Larousse Gastronomique de keuken in. Je hebt een kinderkookboek nodig. Ik kreeg Vega met Shane (uitgeverij Kosmos, €21,99) op mijn bureau. Het is het tweede kookboek van Shane Kluivert. U weet wel, dat jongetje dat alles lijkt te kunnen: hij voetbalt in het jeugdelftal van FC Barcelona en maakt populaire kookvideo’s op YouTube.", "De toegankelijke vegetarische recepten zijn extra duidelijk met veel stap-voor-stapfoto’s waardoor kinderen (of andere beginners) er ook echt mee uit de voeten kunnen.", "Deze tempura leende zich prima voor een videoborrel met vrienden.", "Ingrediënten: 400 g groenten (ik nam sperziebonen, broccoli en courgette) 100 g bloem 1 volle eetl. maizena zout 200 ml koud bruisend water 1 liter zonnebloemolie 50 ml chilisaus 2 eetl. kikkoman sojasaus", "Haal de boontjes af. Snijd de broccoliroosjes met zoveel mogelijk steel in dunne, lange repen. Snijd de courgette in de lengte in 4 plakken, en die weer in repen. Doe de zaadlijsten weg,", "Kook de boontjes 8 minuten, de broccoli 2 en de courgette 1 minuut in ruim water. Stort in een vergiet en spoel af met veel koud water.", "Meng de bloem, maizena en wat zout en het bruisende water tot een mooi glad mengsel.", "Verhit de olie tot 180 graden in een lage brede pan. Of gebruik je friteuse, dat kan ook.", "Haal de groenten door het beslag, laat ze een beetje uitlekken en frituur ze in porties. Als je alles tegelijk doet, plakt het allemaal aan elkaar. Na ongeveer 2 minuten is het beslag goudgeel: dan is het goed. Schep de groenten eruit met een schuimspaan en laat ze uitlekken op keukenpapier.", "Frituur zo alle groenten.", "Serveer de groentetempura met de chili- en de sojasaus."], "authors": ["Tallina Van Den Hoed"], "keywords": ["chili", "sojasaus", "van", "groentetempura", "het", "op", "met", "kinderen", "een", "je", "en", "volkskeuken", "kunnen", "dat"], "pubDate": "2020-11-08T17:12:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}