{"id": "11468029-4629-38b9-9097-e959eeb5a8f2", "title": "Herinneren aan de rand van de wereld in Maborosi", "url": "https://trouw.nl/cultuur-media/herinneren-aan-de-rand-van-de-wereld-in-maborosi~bf423eee/", "summary": "Maar bijna niemand had toen nog van Kore-eda gehoord en deze kalme reflectie op geheugen en het verlies van een geliefde vraagt ook best wat van de kijker.\nYumiko is in haar slaap weer een jong meisje dat haar stervende grootmoeder in het ouderlijk huis probeert te houden.\nEr is ook altijd iets van het aller-individueelste lijden, de pijn die niet overdraagbaar is.\nAlsof er tussen haar en de wereld voor altijd een nevel hangt die niet op wil klaren.\nDaar, aan de rand van de wereld, koestert Yumiko haar herinneringen.", "paragraphs": ["Maborosi", "Regie Hirokazu Kore-eda", "Met Makiko Esumi, Takashi Naitô, Tadanobu Asano", "★★★★☆", "Te zien op CineMember", "", "In januari 1997 is dit fictiedebuut van de Japanner Hirokazu Kore-eda kort in de Nederlandse bioscopen te zien geweest. Maar bijna niemand had toen nog van Kore-eda gehoord en deze kalme reflectie op geheugen en het verlies van een geliefde vraagt ook best wat van de kijker. Waarschijnlijk hebben niet veel mensen dit toen gezien.", "Dus het is goed dat de film een nieuwe kans krijgt op platform CineMember, dat nu in totaal acht films van de Japanner online heeft. Een filmmaker die inmiddels zo ongeveer alle hoofdprijzen op de grootste internationale filmfestivals won.", "Maborosi begint met een droom. Yumiko is in haar slaap weer een jong meisje dat haar stervende grootmoeder in het ouderlijk huis probeert te houden. Oma wil terug naar haar geboortegrond en loopt simpelweg het huis uit. Yumiko roept iets in haar slaap, haar echtgenoot Ikuo maakt haar wakker en zegt: ik ben niet de reïncarnatie van jouw grootmoeder. Niet snel daarna stapt Ikuo voor een trein, zonder uitleg. Zijn die plotselinge levenseindes verbonden op een niet te bevatten manier? Zijn ze een vage echo van elkaar in een onbegrijpelijke kosmos? Yumiko blijft alleen achter met haar drie maanden oude baby.", "Een permanente nevel die niet wil opklaren", "In Maborosi vind je al wat Kore-eda in z'n latere films is blijven fascineren: niet alleen verlies en rouw, zoals in After-Life, of een verscheurd gezin zoals in Nobody Knows, waarin de jonge kinderen zichzelf maar opvoeden nadat de ouders uit beeld verdwijnen. Er is ook altijd iets van het aller-individueelste lijden, de pijn die niet overdraagbaar is. In Maborosi zit dat onder meer in de manier waarop de film Yumiko laat zien. Nooit van dichtbij, alsof we niet bij haar kunnen komen. Alsof er tussen haar en de wereld voor altijd een nevel hangt die niet op wil klaren.", "Een nevel die blijft, ook al leert ze weer iemand kennen, zoals later in de film gebeurt. Een buurvrouw brengt haar in contact met een jonge weduwnaar die ergens ver weg in een kustplaatsje woont. Aan zee inderdaad: in Japanse films vaak een metafoor voor de grens tussen leven en dood. Daar, aan de rand van de wereld, koestert Yumiko haar herinneringen."], "authors": ["Ronald Rovers"], "keywords": ["rand", "herinneren", "van", "het", "op", "die", "yumiko", "een", "haar", "niet", "wereld", "en", "dat", "aan", "maborosi"], "pubDate": "2020-11-12T01:00:02+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}