{"id": "115ccdfe-ec0b-308e-8bf3-85e6a78e5c01", "title": "Zwabberaars", "url": "https://nrc.nl/nieuws/2021/01/08/zwabberaars-a4026722", "summary": "Ook de grote klapper van het vorige seizoen, het thuisonderwijs, gaat in reprise.\nIn achterstandsflatjes bleek het een illusie te denken dat leerlingen er aan huiswerk toekwamen.\nZe zouden ook nu open kunnen zijn als het kabinet niet het lumineuze idee had gehad om kinderen als voetboeien te gebruiken zodat hun ouders thuiswerken.\nLuister ook eens naar al die jeugdpsychiaters en pedagogen die op andere belangen wijzen dan alleen het terugdringen van besmettingen.\nDe jongeren zijn het zat om op te moeten draaien voor de problemen van oudere generaties, om vast te zitten in een mammoettanker met een zwabberaar aan het roer.", "paragraphs": ["Wegens succes verlengd: de totale lockdown. Volgens de strategische lekken komen er minstens twee weken bij. Ook de grote klapper van het vorige seizoen, het thuisonderwijs, gaat in reprise. Wat een unaniem belachelijk groot succes dat was, was te zien in de aflevering van Human-serie Klassen van afgelopen maandag.", "In achterstandsflatjes bleek het een illusie te denken dat leerlingen er aan huiswerk toekwamen. Ze verdwenen van de radar of kwijnden weg, terwijl de hoogopgeleiden met grote huizen het redelijk redden. Kortom, de kloof is vergroot.", "Wrang genoeg was dit, zeker voor de basisscholen, volstrekt onnodig. Die hadden open kunnen blijven. Ze zouden ook nu open kunnen zijn als het kabinet niet het lumineuze idee had gehad om kinderen als voetboeien te gebruiken zodat hun ouders thuiswerken.", "In mijn omgeving zie ik hoe dit experiment uitpakt. Sommige kinderen worden bij opa’s en oma’s achter laptops gezet, anderen kruipen met groepjes klasgenoten samen in huiskamers. Soms vlucht één van de ouders alsnog weer naar kantoor. De noodklassen voor crucialen en kwetsbaren zijn nu dubbel zo vol. En wat als de cijfers straks nog steeds te hoog zijn? Opnieuw thuisblijven tot het strandweer komt?", "Er zit een zorgelijk patroon in dit coronabeleid. Per decreet wordt het afgekondigd op persconferenties, maar zodra die mammoettankers de haven van de dagelijkse realiteit naderen, blijken ze ineens „onvoldoende wendbaar” zoals Hugo de Jonge over zijn vaccinatiestrategie oordeelde. Meteen schoot hij naar het andere uiterste. Bijna dagelijks gooide hij de koers weer om, vooral onder druk van Gommers en Kuipers. Ongelooflijk: dé luitenant-generaals van deze crisis waren hier kennelijk niet van meet af aan serieus bij betrokken. Halsoverkop, na een noodkreet in de media, gebeurde dat alsnog. ‘Onvoldoende wendbaar’ sloeg om in wild zwabberen.", "Hetzelfde fatale patroon bij die basisscholen. Open, toch dicht onder maatschappelijke druk, toch weer open. Zwalken tussen oligarchisch decreet en halsoverkop polderen.", "Dat we als laatste van Europa begonnen te prikken was niet erg geweest als het voortkwam uit ons poldermodel, als het voor evenveel weloverwogen eensgezindheid had gezorgd als bij onze dijken en waterkeringen.", "Het kan niet allebei. Of je pakt deze crisis on-Nederlands autoritair aan, en volhardt dan als het veld begint te mekkeren, of je poldert, maar dan goed: met een veel bredere kring betrokkenen en specialisten. Luister ook eens naar al die jeugdpsychiaters en pedagogen die op andere belangen wijzen dan alleen het terugdringen van besmettingen.", "Dat kan onverwachte oplossingen opleveren. Docenten met voorrang vaccineren? De jongeren zijn het zat om op te moeten draaien voor de problemen van oudere generaties, om vast te zitten in een mammoettanker met een zwabberaar aan het roer.", "Christiaan Weijts schrijft elke vrijdag op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 januari 2021"], "authors": ["Christiaan Weijts", "Leestijd Minuut"], "keywords": ["zijn", "van", "en", "zwabberaars", "een", "om", "met", "te", "het", "als", "die"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}