{"id": "117c10cc-5715-3bc8-b125-ac1af365cb74", "title": "Dit is het begin van een liefde", "url": "https://trouw.nl/cultuur-media/dit-is-het-begin-van-een-liefde~bb0ff698/", "summary": "Hij overleed een jaar na de verschijning van het laatste deel.\nDit najaar werd - zomaar ineens - het werk in een Nederlandse vertaling uitgebracht door Van Oorschot, uitgevoerd in een linnen band en gedrukt op 50 grams dundrukpapier met lage doorschijnendheid.\nDat Gesine’s herkomst in het oosten van Duitsland ligt, in een dorp in Mecklenburg, waar ze in 1933 werd geboren.\nDe verteltechniek is die van een collage, van een mozaïek.\nHet complexe zit niet in de taal per se, maar in het herkennen van de lijnen, van de stemmen, en dat gaat steeds beter naarmate je dieper doordringt in de verhalen.", "paragraphs": ["Waar begin ik. Waar begin ik aan.", "Ik wil u informeren over een roman.", "Hij ligt hier opengeslagen voor me.", "Er kringelt een leeslint uit.", "De roman is uitzonderlijk dik: 1600 pagina’s.", "Hij is oorspronkelijk tussen 1970 en 1983 in vier delen verschenen onder de titel Jahrestage. De schrijver heet Uwe Johnson. Hij overleed een jaar na de verschijning van het laatste deel. Dit najaar werd - zomaar ineens - het werk in een Nederlandse vertaling uitgebracht door Van Oorschot, uitgevoerd in een linnen band en gedrukt op 50 grams dundrukpapier met lage doorschijnendheid. In vertaling luidt de titel: Een jaar uit het leven van Gesine Cresspahl. Het boek was er niet gekomen als niet ene Marc Hoogma als groot liefhebber ongevraagd was begonnen te vertalen. Het was niet eens zijn vak.", "1600 pagina’s. Ze beschrijven 365 dagen uit het leven van Gesine Cresspahl - tussen de 21ste augustus 1967 en de 21ste augustus 1968. Zomaar een datum, zomaar een jaar. Of toch niet?", "Wat kan ik aan informatie vooraf meegeven? Dat Gesine Cresspahl met haar vroegwijze, tienjarige dochter Marie in New York leeft. Dat ze werkt bij een bank. Dat Gesine’s herkomst in het oosten van Duitsland ligt, in een dorp in Mecklenburg, waar ze in 1933 werd geboren. Dat ze in 1962 in New York aankwam. Dat in augustus 1968 de Praagse lente voorbij was. Dat in de jaren ‘67-’68 in Vietnam een oorlog woedde. Dat de VS het toneel waren van hevige rassenonlusten. Dat Martin Luther King werd vermoord.", "Ik kan zo doorgaan.", "Maar het zijn maar coördinaten.", "Ik wil hier berichten van een leeservaring. Ik beweeg langzaam door de pagina’s, tastend, zoekend. De tekst is rijk. Dit is geen gewone roman. Dit zijn gestapelde romans. Nu eens zijn we in Jerichow, het fictieve geboortedorp van Gesine, dan weer zijn we in Richmond bij Londen, waar haar vader, een meubelmaker, al voor haar geboorte naar was uitgeweken, dan weer zijn we bij Gesine en haar dochter in New York, en bij berichten die ze uit de New York Times citeert, de krant die haar blik op de wereld stuurt. Daar in New York vertelt ze haar dochter over haar familiegeschiedenis. Duitsland voor, tijdens en na de oorlog.", "De overgangen zijn abrupt. Ze springen door de tijd. Er lijken meerdere vertellers aan het woord. Er duiken personages op zonder introductie. (Achterin is een personenregister bijgevoegd.) De verteltechniek is die van een collage, van een mozaïek. De achterflap citeert de Frankfurter Allgemeine: ‘ De roman (...) vereist detectiveachtige aandacht en is tegelijkertijd een esthetisch genot door de stroom van herinneringen die hij oproept.’", "Waar ben ik aan begonnen? Er bestaat in Duitsland een samengesteld commentaar op dit werk, dat op zichzelf al 1100 pagina’s dik is. Er lijkt een leesontmoediging te spreken uit deze gecompliceerde verbindingen, maar het gekke is dat ik me zelden zo tot een tekst aangetrokken heb gevoeld. Nu wil ik hier in enkele afleveringen pogen te ontrafelen waar die aantrekkingskracht in zit. Een kracht die Marc Hoogma moet hebben aangezet tot zijn vertaling, die - ik heb ook de vierdelige Duitse uitgave - werkelijk schitterend is.", "Het complexe zit niet in de taal per se, maar in het herkennen van de lijnen, van de stemmen, en dat gaat steeds beter naarmate je dieper doordringt in de verhalen. Ik weet waaraan ik ben begonnen. Ik ben begonnen iets in mijn hart te sluiten.", "Uwe Johnson", "Een jaar uit het leven van Gesine Cresspahl", "Vert. Marc Hoogma. Van Oorschot; 1595 blz. € 69,99", "Lees ook:", "Christoph Buchwald (1951), uitgever", "Elke nieuwsgierige lezer legt deze boeken op z’n nachtkastje."], "authors": ["Wim Boevink"], "keywords": ["begin", "van", "dit", "het", "die", "zijn", "ik", "een", "ze", "dat", "en", "haar", "liefde"], "pubDate": "2020-11-08T10:13:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}