{"id": "118d073a-61db-3593-bf25-f0456ac95c4e", "title": "Super-Dodger Lasorda maakte in het honkbal écht alles mee", "url": "https://nrc.nl/nieuws/2021/01/10/super-dodger-lasorda-maakte-in-het-honkbal-echt-alles-mee-a4026951", "summary": "Alles was blauw voor Lasorda, het blauw van de Dodgers.\nAan zijn successen bij de Montreal Royals dankt Lasorda zijn opname in de Canadese Baseball Hall of Fame.\nDat was Lasorda’s voorportaal van het hoofdtrainerschap, de prestigieuze functie die hij aan het eind van het seizoen 1976 toebedeeld kreeg.\nLasorda zag hem knielen voor het altaar en een kaars opsteken, ging even later stiekem terug en blies die uit.\nBehalve zijn vrouw Jo, met wie hij zeventig jaar getrouwd was, laat Lasorda een dochter en een kleindochter achter.", "paragraphs": ["Tommy Lasorda had er net zolang op moeten wachten als alle anderen die de fameuze honkbalclub uit Los Angeles een warm hart toedragen, maar hij was al 93. Pas 32 jaar nadat ze voor het laatst de World Series hadden gewonnen, de officieuze wereldtitel voor Noord-Amerikaanse clubteams, slaagden de LA Dodgers er op 27 oktober van het coronajaar 2020 opnieuw in de titel te veroveren. In 2017 en 2018 hadden ze de World Series verloren, maar deze keer beslisten de Dodgers in hun zesde onderlinge wedstrijd tegen de Tampa Bay Rays, vanwege corona op neutraal terrein in Texas, de strijd in hun voordeel. En ondanks zijn hoge leeftijd én de pandemie die ook toen al door de VS raasde, was Lasorda er bij. Dat de man die nog steeds adviseur en ambassadeur van de club was dat nog mocht meemaken. Hij speelde al bij de Dodgers toen die in 1955 in New York voor het eerst de World Series wonnen. Toen nog als de Brooklyn Dodgers, vlak voor de verhuizing naar Californië.", "Donderdag overleed Lasorda in Californië aan de gevolgen van een hartaanval. Als gelovig katholiek verwachtte hij na zijn dood te zullen verschijnen voor „that big Dodger in the sky” – naar zijn overtuiging was ook God fan van de club uit Los Angeles, per slot van rekening de City of Angels. Alles was blauw voor Lasorda, het blauw van de Dodgers. Rode kleren weigerde hij te dragen. „Snij mijn aderen open en er komt Dodger-blauw bloed uit”, was een van zijn befaamde uitspraken. Eén uitzondering tolereerde hij op kleurengebied: rode pastasaus. Lasorda was de enige van vijf zoons van Italiaanse immigranten uit Pennsylvania die geen restaurant begon. Maar in zijn kantoor – met ontelbare foto’s aan de muur van beroemdheden die hij mocht begroeten – was er na elke thuiswedstrijd pasta voor iedereen die kwam napraten. Zo kleurloos als zijn voorganger was, zo opvallend was honkbaltrainer (‘manager’) Tom Lasorda.", "Frank Sinatra", "In 1988 was hij in LA coach van de winnende ploeg, net als in 1981, in de zomer van 1996 ging hij kort na een hartaanval met pensioen maar in 2008 kwam hij nog één keer terug als waarnemend coach, tijdens ‘spring training’ – de jaarlijkse voorbereiding op het reguliere seizoen in het vaste trainingskamp in Florida.", "Lees ook: Lentetraining tussen wuivende palmbomen", "In zijn eerste twee volle seizoenen als coach was hij al dicht bij de titel. Het seizoen 1977, dat was begonnen met Lasorda’s vriend en Dodger-fan Frank Sinatra die in Dodger Stadium het volkslied zong, eindigde met een nederlaag in de World Series tegen de New York Yankees. Een jaar later moest de ploeg van Lasorda opnieuw in de finalereeks buigen voor de club uit New York.", "Alles had hij meegemaakt bij de Dodgers. Hij speelde er al toen Brooklyn nog de thuisbasis was. De linkshandige pitcher Thomas Charles Lasorda maakte in augustus 1954 zijn debuut bij de ploeg in de Major League. In mei 1955 stond hij voor het eerst in de basisopstelling en dat was meteen ook de laatste keer. Drie slechte worpen in één inning, tegen de St. Louis Cardinals, kostten Lasorda zijn plek. Later dat jaar won zijn team de World Series, van stadgenoot New York Yankees. Lasorda kwam niet in actie, maar als lid van die ploeg veroverde hij wel zijn eerste van drie World Series-ringen. Drie jaar later, in het voorjaar van 1958, verhuisden de Dodgers naar de westkust, een beslissing die altijd omstreden is gebleven.", "‘Prijzen komen en gaan’", "In 2000 leidde de toen 73-jarige Lasorda de VS in Sydney naar de enige olympische titel, tegen titelverdediger Cuba. Maar de mooiste dag in zijn leven beleefde hij drie jaar eerder, toen hij opgenomen werd in de Baseball Hall of Fame, in Cooperstown (New York), nadat hij was gestopt als manager van de Dodgers. „Prijzen komen en gaan”, zei hij daar in zijn toespraak, „maar de Hall of Fame is voor de eeuwigheid.” Lasorda vertelde daar hoe hij in 1945 als een ambitieuze zeventienjarige linkshandige werper zijn woonplaats Norristown in Pennsylvania verliet; hij had getekend bij de Philadelphia Phillies dat hem als prof liet debuteren bij de Concord Weavers in North Carolina, in de minor league. Abrupt werd zijn honkbalcarrière door militaire dienstplicht onderbroken, in 1948 kreeg die een vervolg. Een jaar later trokken de Brooklyn Dodgers hem aan, die stalden hem in Greenville (North Carolina), en na omzwervingen in onder meer Panama en Cuba maakte hij in 1954 zijn debuut in de major league, bij de Brooklyn Dodgers. Aan zijn successen bij de Montreal Royals dankt Lasorda zijn opname in de Canadese Baseball Hall of Fame.", "Zelf net geen speler voor de top", "In de VS verkochten de Dodgers hem na het behalen van hun eerste World Series aan de Kansas City Athletics, in 1956 werden de New York Yankees zijn volgende club, maar omdat hij niet goed genoeg was (én zou worden) voor de major league brachten die hem onder bij de Denver Bears. In 1957 ging hij voorgoed terug naar de Dodgers, vlak voor de verhuizing naar Californië. Als huurling pitchte hij weer in Montreal, en in 1960 stopte Lasorda als honkballer die net niet goed genoeg was voor de top. De periode waarin hij faam zou verwerven moest nog beginnen.", "Lasorda’s carrière bij de Dodgers kreeg in ’61 een vervolg als scout en vanaf 1966 als uitgeleende trainer bij een viertal clubs in verschillende delen van VS en ten slotte bij een club in de Dominicaanse Republiek. Om in 1973 terug te komen in LA, als ‘third base coach’ van de Dodgers. Dat was Lasorda’s voorportaal van het hoofdtrainerschap, de prestigieuze functie die hij aan het eind van het seizoen 1976 toebedeeld kreeg. Lasorda werd daar een fenomeen, die een belangrijke les in praktijk bracht die hij in de jaren 50 als speler van zijn coach in Denver had geleerd, Ralph Houk: behandel je spelers als mensen, en ze spelen als Superman. „Hij leerde me dat een schouderklopje net zo belangrijk kan zijn als een schop onder de kont”, zegt hij in de biografie ‘I live for this: baseball’s last true believer’ (2009).", "Lasorda in 1988 met de Commissioner’s Trophy, na winst in de World Series. Links Fred Claire, vice-president van de Dodgers. Foto AP", "Als coach op de werpheuvel", "De zestig al ruim gepasseerd stond de hoofdcoach nog regelmatig op de werpheuvel om het twintigers lastig te maken die door de Dodgers bij clubs in de minor league waren gestald en in LA langskwamen om aan het eind van het seizoen te laten zien hoeveel progressie ze hadden gemaakt. In een opwarmpotje met die jonge jongens vlak voor een thuisduel tegen de Atlanta Braves, compleet met gelegenheidsumpire (een van zijn eigen spelers), speelde hij om te winnen en maakte hij het ze met zijn harde, afwisselende worpen verdomd moeilijk. Zelfs dan nog luid protesterend als hij het niet eens was met de beslissing van de umpire. Na de echte wedstrijd vertelde Lasorda in 1989 aan journalist Tom Zimmerman voor het boek A day in the season of the L.A. Dodgers in zijn kantoor in het stadion dat hij zijn spelers, ook de jonkies, ervan wilde doordringen hoe belangrijk winnen is. „Het zit in alles wat ik doe. Of ik nou werp, manage of een potje kaart – ik wil winnen en ik wil dat mijn spelers diezelfde houding hebben.”", "Kaars aan, kaars uit", "Plezier hebben was voor Lasorda bijna net zo belangrijk als winnen. Een dag geen grap gemaakt, was een dag niet geleefd. Bij zijn inauguratie in de Hall of Fame vertelde hij hoe hij ooit in Cincinnati als devoot katholiek vlak voor een wedstrijd tegen de plaatselijke Reds een kerkdienst bijwoonde. Uitgerekend naast hem kwam zijn collega-coach van die ploeg zitten, John McNamara. Ze liepen samen de kerk uit en vlak voor de uitgang besloot de coach van de Cincinnati Reds nog een kaarsje voor de overwinning op te steken. Lasorda zag hem knielen voor het altaar en een kaars opsteken, ging even later stiekem terug en blies die uit. En dat pas later op de dag tijdens de wedstrijd bij zijn collega in te wrijven. „Ik riep steeds, ‘hé Mack, het gaat niet werken hoor, ik heb je kaars uitgeblazen’, en we gaven ze die dag een pak rammel, we wonnen met 13-2.” Lasorda vertelde dat de coach van de Reds hem later een ansichtkaart had gestuurd uit Rome. Daar had zijn collega ook een kaars opgestoken, schreef hij: ‘Probeer deze maar eens uit te blazen’.", "Vereeuwigd in Washington", "Tijdens zijn succesvolle sportleven kende Lasorda in zijn privéleven een grote tegenslag toen hij in 1991 zijn enige zoon verloor, Tom Jr., aan de gevolgen van aids. Behalve zijn vrouw Jo, met wie hij zeventig jaar getrouwd was, laat Lasorda een dochter en een kleindochter achter.", "Onder de vele Amerikanen die Lasorda de afgelopen dagen prezen was oud-president George W. Bush, die in herinnering bracht hoe hij Lasorda op latere leeftijd nog eens in actie zag op een van de gazons van het Witte Huis. Een kunstenaar die presidentiële portretten schilderde van Gerald Ford en Ronald Reagan vereeuwigde ook Lasorda, op een schilderij dat op diens 82ste verjaardag in Washington werd onthuld en daar een plaats heeft gekregen in het Smithsonian Institute, als onderdeel van een reeks geschilderde portretten van belangrijke figuren „die een belangrijke bijdrage hebben geleverd aan de geschiedenis, ontwikkeling en het culturele leven van de Verenigde Staten”. En zo was Tommy Lasorda al bij leven een legende.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Ward Op Den Brouw", "Januari Om", "Leestijd Minuten"], "keywords": ["maakte", "zijn", "van", "superdodger", "voor", "écht", "en", "een", "lasorda", "het", "mee", "honkbal", "hij", "als", "alles", "die"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}