{"id": "119dcdee-3b83-3f0c-ad60-1cd07b6868dc", "title": "Davy Klaassen: ’Die kans van mij had erin gemoeten’", "url": "https://www.telegraaf.nl/sport/934474783/davy-klaassen-die-kans-van-mij-had-erin-gemoeten", "summary": "Dan weet je dat je zelf niet veel kansen krijgt en de mogelijkheden díe je krijgt, die moeten er dan in”, zei de middenvelder tegen SBS6.\n„En die van mij zeker”, zei Klaassen over zijn grote kans, die hij halverwege de tweede helft kreeg op aangeven van Jurgen Ekkelenkamp.\n„Na de invalbeurten van Jurgen en Klaas-Jan Huntelaar zag je dat we wel meer creëerden.\nDat deden we ook niet, maar daardoor kregen we ook niet veel kansen meer.\nZeker op dit niveau moeten die ballen er in, anders krijg je het lastig.", "paragraphs": ["„Je zag dat zij niet kwamen om kansen te creëeren. Dan weet je dat je zelf niet veel kansen krijgt en de mogelijkheden díe je krijgt, die moeten er dan in”, zei de middenvelder tegen SBS6.", "„En die van mij zeker”, zei Klaassen over zijn grote kans, die hij halverwege de tweede helft kreeg op aangeven van Jurgen Ekkelenkamp. „Na de invalbeurten van Jurgen en Klaas-Jan Huntelaar zag je dat we wel meer creëerden. Het was zaak om niet ons hoofd te verliezen en kamikazevoetbal te gaan spelen. Dat deden we ook niet, maar daardoor kregen we ook niet veel kansen meer. Na de rode kaart van Ryan Gravenberch werd het te lastig.”", "Bekijk ook: Champions League voor Ajax voorbij na nederlaag tegen Atalanta", "Ook doelman André Onana weet de uitschakeling aan alle gemiste kansen. „We komen gewoon lastig tot scoren. Dat heeft ons opgebroken. In alle vier de wedstrijden tegen Liverpool en Atalanta hebben we voldoende kansen gekregen. Zeker op dit niveau moeten die ballen er in, anders krijg je het lastig. Het is ons net als vorig seizoen niet gelukt om verder te komen in de Champions League.”", "De goalie wil echter snel de knop weer omzetten. „We trainen voor de Champions League, maar nu moeten we zo ver als mogelijk in de Europa League komen. In de Europa League zitten sterke ploegen als AC Milan, Arsenal, Manchester United en AS Roma. Ook daar kunnen we dus grote wedstrijden spelen.”", "Bekijk hier de uitslagen, standen en het programma in de Champions League"], "authors": ["Onze Telesportredactie"], "keywords": ["klaassen", "kansen", "van", "gemoeten", "het", "davy", "die", "mij", "kans", "niet", "je", "en", "te", "league", "dat", "ook", "erin"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}