{"id": "11aef9f1-d3c6-35eb-9b93-e1050c207330", "title": "In Forum wachten ze op een nieuwe Pim", "url": "https://volkskrant.nl/columns-opinie/in-forum-wachten-ze-op-een-nieuwe-pim~bcad0382/", "summary": "Bij een waterpartij is een tempel gebouwd, rustend op zuilen, als een levensgroot logo van Forum voor Democratie.\nDe FvD-kiezers die ik destijds sprak wisten dat ze een gok namen, met Baudet, die hun steun meteen misbruikte voor een rare overwinningsspeech.\nHij heeft een goed huis en een goede baan, dat is het niet.\nEn sindsdien wachten ze in Forum op een nieuwe Pim.\nZó hoort politiek te zijn, maar dat is het niet, en dat gaat het nooit worden.’", "paragraphs": ["Forum ligt er net zo bij als na de verkiezingen: een straat vol middenklassers. Een kwart stemde hier op Forum voor Democratie, dat vorig jaar van nul af de grootste werd in de provincie, en dit is wat ze ervoor terugkrijgen: ruzie, zetelroof, extremisme, gedoe om geld en Thierry Baudet die als dompteur van zijn eigen testosteron de hoop van Forum naar de gallemiezen helpt.", "De straat Forum. Beeld Toine Heijmans", "‘Het is vreselijk’, zegt Rina den Ouden, kapster in ruste en nu bezig met het uitlaten van haar hond, ‘het is te grof voor woorden wat daar gebeurt’. Rina stemde op Rob Roos, de lijsttrekker in Zuid-Holland die vlakbij woont, ‘dat is een aardige, verstandige man’- ze zat samen met zijn vrouw nog op zwangerschapsgym. Roos werd europarlementariër, een ondernemer in de politiek, maar wendt zich nu af van Baudet en zijn kringen.", "‘Thierry leek me ook sympathiek’, zegt Rina, ‘en zeer beschaafd, net als Pim. Maar hij is dus vooral arrogant.’ Nu weet ze niet meer op wie te stemmen. Wilders levert niet. Rutte is onbetrouwbaar. Eerdmans springt van partij naar partij.", "Henk Krol, opper ik, die is net opnieuw begonnen. ‘Zakkenvullers’, zegt Rina.", "De straat Forum is deel van een oudere nieuwbouwwijk - andere straten heten er Portus, Castellum en Limes. Bij een waterpartij is een tempel gebouwd, rustend op zuilen, als een levensgroot logo van Forum voor Democratie.", "Maar die partij is voorbij, ‘die soap hoef ik niet meer te zien’, zegt de man die zijn leiboom snoeit. ‘Ik had Thierry hoog staan maar het is een eikel. Je zal ‘m als premier krijgen. Dat het kan gebeuren in Nederland, dat zo’n man zoveel aandacht krijgt.’", "De NOS kwam met een extra journaal bij het terugtreden van Baudet – ‘waar is het in gódsnaam voor nodig?’", "Rob Roos. Beeld ANP", "Forum is nog steeds een nette schone straat; achter doorzonramen lichten de schermen van laptops op, daar wordt thuisgewerkt. Het gaat de buurt best goed: vers geïnstalleerde zonnepanelen en airco’s, elektrische auto’s aan hun paal. De FvD-kiezers die ik destijds sprak wisten dat ze een gok namen, met Baudet, die hun steun meteen misbruikte voor een rare overwinningsspeech. Ze zeiden toen: ‘het vertrouwen is zo weer weg’.", "Waarvan akte.", "Wat achterblijft is boosheid en schuldgevoel: hebben ze alweer de verkeerde aan de macht geholpen.", "Wat nu, Forum?", "Beginnen ze meteen over Pim. ‘Die was duidelijk’, zegt de man die zijn kliko wegzet, ‘Pim haalde een stukje waarheid naar boven.’ Hij stemt straks Wilders, bij gebrek aan alternatief. ‘Vroeger was ik van PvdA, maar die zijn zo veranderd. Als die de straat op gaan is het puur bewust met zo’n roos in de hand.’ Hij is met pensioen, werkte bij een veilingbedrijf voor machines. ‘In alle eerlijkheid: als je met gewone mensen praat lijken de meningen toch best wel gelijk. Je kan het echt niet iedereen naar de zin maken, dat weten wij ook wel, maar aan al die splinterpartijtjes met hun ruzies heb je helemaal niks.’", "Wat ze in Forum vooral zoeken is een partij die ‘de buitenlanders’ aanpakt. Dat mag hier nog steeds hardop gezegd, en dat is de reden dat veel politici het ook vaak hardop zeggen. ‘Je kunt niet doorgaan met buitenlanders erbij hebben’, zegt de man met de kliko. ‘Wanneer stoppen we met het aannemen van al die asielzoekers’, zegt Rina. Ook Baudet had daarover van alles te zeggen, maar leverde niet.", "Bij een waterpartij is een tempel gebouwd. Beeld Toine Heijmans", "Het probleem is niet dat Forum voor Democratie zichzelf kapot maakt. De schade is veel groter. ‘Forum tegen Democratie’, hoor ik iemand zeggen, en de projectleider zwaar transport die zijn leasewagen staat schoon te maken wil best met luide stem vertellen wat hij vindt: ‘ik ben hélemaal klaar met de politiek’. Ook zijn stem ging verloren. ‘Zo’n Theo Hiddema, dacht ik, die heeft z’n bek er wel bij. Maar de meesten zitten er toch gewoon voor zichzelf’.", "Hij heeft een goed huis en een goede baan, dat is het niet. Het is wantrouwen. ‘Ik kan niks anders dan gehoorzamen aan de overheid en altijd maar weer belasting betalen. Dit krijg je ervoor terug.’ Stemmen zal hij niet meer, ‘alleen Wilders staat er nog maar die bereikt niks omdat niemand met hem samenwerkt’.", "’s Avonds kijkt hij de filmpjes met Pim Fortuyn terug op YouTube, dat ene filmpje vooral waarin hij briesend tekeergaat tegen het bestuur van Leefbaar Nederland.", "‘En ú laat over zich lopen! En ik dóe het niet meer! En dát is waar ik die zetels vandaan haal! Want dit land is het zat!’", "Daarna werd hij uit de partij gezet, en daarna zou hij premier worden, en daarna is hij doodgeschoten. En sindsdien wachten ze in Forum op een nieuwe Pim. ‘Ik krijg kippenvel van dat filmpje. Zó hoort politiek te zijn, maar dat is het niet, en dat gaat het nooit worden.’"], "authors": ["Toine Heijmans"], "keywords": ["nieuwe", "van", "die", "dat", "niet", "een", "en", "met", "maar", "ze", "ik", "forum", "op", "wachten", "het", "pim"], "pubDate": "2020-12-03T21:04:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}