{"id": "11ba00a4-d1e1-3737-a756-c945d934e8fa", "title": "Getest: Dit is de beste volautomatische espressomachine", "url": "https://nu.nl/wonen/6093203/getest-dit-is-de-beste-volautomatische-espressomachine.html", "summary": "En hij heeft goede onderhoudsprogramma's en is makkelijk schoon te maken.\nJe moet dus even geduld hebben tot hij is opgewarmd en je kunt genieten van je espresso.\nDe Beste uit de Test is het product met het beste testoordeel.\nDit kan ook een wat ouder model zijn, omdat een nieuwer model lang niet altijd beter is.\nDe Beste Koop is het product met de beste prijs-kwaliteitverhouding.", "paragraphs": ["Wat is de beste volautomatische espressomachine? En welke heeft de beste prijs-kwaliteitverhouding? NU.nl en de Consumentenbond geven antwoord.", "Volautomaten zijn de grote jongens onder de espressomachines en bieden veel gemak. Ze malen zelf de koffiebonen en zetten automatisch je espresso. Je kunt vaak instellingen naar wens aanpassen en verschillende soorten koffie maken. Ze zijn over het algemeen wel wat duurder dan andere type espressomachines. Houd de prijzen overigens dit weekend in de gaten. Het is Black Friday en daar kan een leuke aanbieding tussen zitten.", "De Consumentenbond test verschillende soorten espressomachines op onder meer kwaliteit van de espresso, gebruiksgemak en temperatuur. Er zijn in totaal 208 espressomachines getest die goed verkrijgbaar zijn.", "Binnen de categorie volautomaten is een model van JURA de Beste uit de Test. Een volautomaat van Philips is de Beste Koop.", "De JURA is behoorlijk prijzig, maar daar krijg je wel een uitstekende machine met veel mogelijkheden voor terug. Hij is verkrijgbaar in verschillende kleuren.", "Naast een zeer goede kwaliteit espresso, maakt hij ook prima melkschuim. Dit werkt met een melkslangetje die je in de melk hangt. Hiermee maak je eenvoudig veel verschillende espressovarianten.", "Het display is eenvoudig en duidelijk. Je kunt veel naar wens instellen, zoals de watertemperatuur. Daarnaast is de machine ook nog eens heel stil. En hij heeft goede onderhoudsprogramma's en is makkelijk schoon te maken.", "Een nadeel is dat je maar één kopje tegelijk kunt zetten. Daarnaast is de watertank wat aan de kleine kant voor een volautomaat.", "Dat de prijs niet alles zegt, bewijst deze machine van Philips. Hij is een flink stuk goedkoper dan de JURA, maar komt heel goed uit de test.", "In tegenstelling tot de JURA is de Philips eenvoudig in de uitvoering. Hij blinkt vooral uit in gebruiksgemak. Het zetten van de espresso werkt makkelijk, de watertank is prettig en ook melk opschuimen is eenvoudig. Ook het schoonmaken en ontkalken doe je in een handomdraai.", "Maar ook de espresso zelf uit deze machine is lekker. De kwaliteit en temperatuur van de koffie is goed. Door de eenvoudige uitvoering moet je het wel doen zonder extra opties als automatische melkvarianten, een kopjeswarmer of timer.", "Een nadeel is dat de machine relatief veel energie verbruikt. Ook is het niet de snelste machine. Je moet dus even geduld hebben tot hij is opgewarmd en je kunt genieten van je espresso.", "Verantwoording", "In deze rubriek schrijven we wekelijks over huishoudelijke en technologische apparaten die door de Consumentenbond zijn getest. Dit is een samenwerking tussen de onafhankelijke redactie van NU.nl en de Consumentenbond.", "De Consumentenbond test jaarlijks duizenden producten, samen met gekwalificeerde technici in gespecialiseerde laboratoria in binnen- en buitenland. De producten die getest worden, worden in de winkel gekocht, zodat deze niet vooraf worden gemanipuleerd door fabrikanten.", "Nieuwe modellen worden zo snel mogelijk na introductie getest. Hoe snel dat is, verschilt per product. De Beste uit de Test is het product met het beste testoordeel. Dit kan ook een wat ouder model zijn, omdat een nieuwer model lang niet altijd beter is. De Beste Koop is het product met de beste prijs-kwaliteitverhouding."], "authors": ["Door"], "keywords": ["van", "dit", "getest", "het", "hij", "espressomachine", "volautomatische", "zijn", "machine", "beste", "een", "je", "en", "ook"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}