{"id": "11bc0ffe-bbe5-3749-a7ec-5ecf07a6164c", "title": "Oudste profvoetballer ter wereld (53) doet er nog een jaartje bij", "url": "https://www.telegraaf.nl/sport/1451442944/oudste-profvoetballer-ter-wereld-53-doet-er-nog-een-jaartje-bij", "summary": "Voor de bijna 54-jarige voormalige international wordt het zijn 36e seizoen als profvoetballer, zijn tweede in de J1-League, de Japanse hoogste klasse, sinds 2007.\nToen brak hij met een leeftijd van 50 jaar en 7 dagen het record van de Engelsman Stanley Matthews.\nHij nam het toen met Stoke City op tegen Fulham.\nKing Kazu vertegenwoordigde Japan 89 keer en was voor zijn vaderland goed voor 55 doelpunten.\nNa zijn debuut als profvoetballer in Brazilië was hij bijna zijn hele carrière actief in Japan, op uitzondering van korte periodes bij FC Genoa (1994-1995), Croatia Zagreb (1998-1999) en Sydney FC (2005-2006).", "paragraphs": ["Voor de bijna 54-jarige voormalige international wordt het zijn 36e seizoen als profvoetballer, zijn tweede in de J1-League, de Japanse hoogste klasse, sinds 2007. Toen degradeerde de aanvaller met de club naar de J2-League en pas twee seizoenen geleden verzekerde de club zich van promotie naar de hoogste afdeling. Vorig seizoen kwam hij vier keer in actie voor Yokohama.", "Sinds maart 2017 mag King Kazu zich de oudste profvoetballer ooit noemen. Toen brak hij met een leeftijd van 50 jaar en 7 dagen het record van de Engelsman Stanley Matthews. De in 2000 gestorven Matthews was tijdens zijn laatste wedstrijd als prof 50 jaar en 5 dagen oud. Hij nam het toen met Stoke City op tegen Fulham.", "King Kazu vertegenwoordigde Japan 89 keer en was voor zijn vaderland goed voor 55 doelpunten. Na zijn debuut als profvoetballer in Brazilië was hij bijna zijn hele carrière actief in Japan, op uitzondering van korte periodes bij FC Genoa (1994-1995), Croatia Zagreb (1998-1999) en Sydney FC (2005-2006)."], "authors": ["Maarten Delvaux"], "keywords": ["jaartje", "wereld", "bij", "er", "zijn", "nog", "doet", "profvoetballer", "met", "ter", "oudste", "van", "en", "een", "toen", "voor", "het", "hij", "als"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}