{"id": "11be8d86-3876-311b-b7c7-915ba12ed1d9", "title": "Getest: Dit is de beste foodprocessor", "url": "https://nu.nl/wonen/6098645/getest-dit-is-de-beste-foodprocessor.html", "summary": "Het zijn wel flinke apparaten.\nBij de 33 geteste foodprocessors komt een model van Bosch als Beste uit de Test.\nDe Beste uit de Test is het product met het beste testoordeel.\nDit kan ook een wat ouder model zijn, omdat een nieuwer model lang niet altijd beter is.\nDe Beste Koop is het product met de beste prijs-kwaliteitverhouding.", "paragraphs": ["Wat is de beste foodprocessor? En welke heeft de beste prijs-kwaliteitverhouding? NU.nl en de Consumentenbond geven antwoord.", "Sta je regelmatig in de keuken? Dan kunnen keukenmachines en foodprocessors uitkomst bieden en bepaalde klusjes makkelijker maken. Het zijn wel flinke apparaten. Ze zijn vooral handig als je grote hoeveelheden eten maakt. Een keukenmachine is het best geschikt voor bakklussen als mengen, kloppen en kneden. Foodprocessors kunnen dat vaak minder goed. Maar met een foodprocessor kun je ook hakken, raspen en snijden.", "De Consumentenbond test keukenmachines en foodprocessors op onder meer pureren, kloppen, kneden, mengen, hakken, raspen en gebruiksgemak. In totaal zijn er 59 apparaten getest die goed verkrijgbaar zijn.", "Bij de 33 geteste foodprocessors komt een model van Bosch als Beste uit de Test. Een model van Philips is de Beste Koop.", "Deze foodprocessor van Bosch is een goede machine tegen een mooie prijs. Hij scoort erg goed ten opzichte van duurdere concurrenten.", "Hij is vooral goed in mengen, pureren, hakken, raspen en snijden, en heeft daarnaast ook een blender waarmee je prima smoothies kunt maken. Kneden, kloppen en ijs crushen kan hij ook, maar daar is hij wat minder goed in.", "Het apparaat is verder makkelijk in het gebruik en heeft een duidelijke handleiding. De constructie is wel wat minder stevig dan gebruikelijk. Daarop scoort hij maar net een voldoende.", "NB: Er kwamen meer foodprocessors als Beste uit de Test. We lichten hier de foodprocessor uit die het laagst geprijsd is.", "De beste prijs-kwaliteitverhouding gaat naar een apparaat van Philips. Dit eenvoudige model is verkrijgbaar in twee kleuren: wit en zwart. Hij is vooral geschikt voor hakken, snijden, cakemix en mayonaise mengen en licht brooddeeg kneden.", "Pureren, raspen, kloppen en beslag mengen kan hij minder goed. Vind je dat juist belangrijk, dan kun je beter een andere machine aanschaffen.", "Het gebruiksgemak is goed en de machine voelt redelijk stevig aan. Het schoonmaken kan wel nog een lastig klusje zijn.", "Verantwoording", "In deze rubriek schrijven we wekelijks over huishoudelijke en technologische apparaten die door de Consumentenbond zijn getest. Dit is een samenwerking tussen de onafhankelijke redactie van NU.nl en de Consumentenbond.", "De Consumentenbond test jaarlijks duizenden producten, samen met gekwalificeerde technici in gespecialiseerde laboratoria in binnen- en buitenland. De producten die getest worden, worden in de winkel gekocht, zodat deze niet vooraf worden gemanipuleerd door fabrikanten.", "Nieuwe modellen worden zo snel mogelijk na introductie getest. Hoe snel dat is, verschilt per product. De Beste uit de Test is het product met het beste testoordeel. Dit kan ook een wat ouder model zijn, omdat een nieuwer model lang niet altijd beter is. De Beste Koop is het product met de beste prijs-kwaliteitverhouding."], "authors": ["Door"], "keywords": ["beste", "goed", "zijn", "van", "getest", "en", "een", "foodprocessor", "dit", "test", "het", "hij", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}