{"id": "11e610e4-d522-3858-8869-188bffa5cc13", "title": "Fortnite binnenkort weer terug op iOS via streamingdienst NVIDIA", "url": "https://nu.nl/games/6091564/fortnite-binnenkort-weer-terug-op-ios-via-streamingdienst-nvidia.html", "summary": "Het bedrijf kondigt aan dat de populaire game Fortnite binnenkort via de dienst weer op iOS te spelen is.\nDaarbij heeft NVIDIA aangekondigd dat het binnenkort een versie van Fortnite met ondersteuning voor touchscreens toe zal voegen aan zijn Safari-app.\nHet is nog niet duidelijk wanneer de game onderdeel wordt van de Safari-app van GeForce Now, maar volgens NVIDIA is het \"binnenkort\" zover.\nGamers kunnen GeForce Now op iOS overigens alleen gebruiken als ze een gamecontroller thuis hebben liggen.\nGames die een toetsenbord en muis vereisen, kunnen niet op iOS gespeeld worden.", "paragraphs": ["Gameabonnementsdienst GeForce Now van hardwarefabrikant NVIDIA is vanaf donderdag via een omweg te gebruiken op iOS-apparaten. Het bedrijf kondigt aan dat de populaire game Fortnite binnenkort via de dienst weer op iOS te spelen is.", "Apple heeft complexe eisen voor gameabonnementen in de appwinkel, wat veel diensten er lang van weerhield om hun apps ook op iOS toegankelijk te maken. GeForce Now gebruikt een omweg waarbij de dienst via webbrowser Safari wordt opgestart, en ontwijkt zo de appwinkel.", "Daarbij heeft NVIDIA aangekondigd dat het binnenkort een versie van Fortnite met ondersteuning voor touchscreens toe zal voegen aan zijn Safari-app. Fortnite werd in augustus door Apple uit de appwinkel gehaald omdat de gamemaker Apples commissie op kleine aankopen probeerde te ontwijken.", "Via GeForce Now kan Fortnite dus terugkeren op iOS-apparaten. Het is nog niet duidelijk wanneer de game onderdeel wordt van de Safari-app van GeForce Now, maar volgens NVIDIA is het \"binnenkort\" zover.", "Gamers kunnen GeForce Now op iOS overigens alleen gebruiken als ze een gamecontroller thuis hebben liggen. Sommige games ondersteunen ook het touchpad. Games die een toetsenbord en muis vereisen, kunnen niet op iOS gespeeld worden."], "authors": ["Door"], "keywords": ["van", "een", "ios", "fortnite", "het", "binnenkort", "te", "weer", "terug", "op", "geforce", "streamingdienst", "nvidia"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}