{"id": "11e8c6c5-5d38-3a5d-8faa-b53612745a34", "title": "Dit kunnen Ajax en PSV verwachten van de tegenstanders in de Europa League", "url": "https://nu.nl/voetbal/6096595/dit-kunnen-ajax-en-psv-verwachten-van-de-tegenstanders-in-de-europa-league.html", "summary": "Ajax en PSV weten wie hun tegenstanders zijn in de zestiende finales van de Europa League.\nDit kunnen de laatste twee Nederlandse ploegen in Europa verwachten van Lille OSC en Olympiacos.\nToen waren de Amsterdammers in de groepsfase van de Champions League met 3-0 en 0-2 te sterk.\nDit seizoen speelde Lille in de groepsfase van de Europa League.\nDoor: Pro ShotsMet Bruma treft ook PSV een oude bekende in de zestiende finales van de Europa League.", "paragraphs": ["Ajax en PSV weten wie hun tegenstanders zijn in de zestiende finales van de Europa League. Dit kunnen de laatste twee Nederlandse ploegen in Europa verwachten van Lille OSC en Olympiacos.", "Lille OSC", "Belangrijke spelers: Sven Botman, Benjamin André en Yusuf Yazici", "Recente Europese prestaties: groepsfase CL 2019/2020", "Laatste onderlinge duel: wedstrijd in groepsfase CL op 27 november 2019 (0-2-zege Ajax)", "In de laatste twee jaar verkocht Lille met onder anderen Nicolas Pépé (80 miljoen euro) en Victor Osimhen (70 miljoen) twee belangrijke krachten, maar de club is er niet op achteruitgegaan. Lille, dat vorig jaar vierde werd in de Ligue 1, gaat na veertien speelronden aan kop in de Franse competitie.", "De ploeg van trainer Christophe Galtier behaalt goede resultaten met een vrij jonge selectie. De 30-jarige Benjamin André is een van de weinige ervaren spelers, waarnaast de 23-jarige Yusuf Yazici en de 20-jarige Sven Botman zich stormachtig ontwikkelen.", "Voor centrale verdediger Botman betekent het duel met Ajax een weerzien met zijn oude club. Hij maakte deze zomer de overstap naar Lille en is daar basisspeler. Hij is er mede verantwoordelijk voor dat de club pas tien tegendoelpunten kreeg in de competitie en dat resulteerde zelfs in een uitnodiging voor Oranje.", "Vorig seizoen stonden Ajax en Lille ook al tegenover elkaar. Toen waren de Amsterdammers in de groepsfase van de Champions League met 3-0 en 0-2 te sterk. Dit seizoen speelde Lille in de groepsfase van de Europa League. De Fransen eindigden op de tweede plek in groep H, vlak achter AC Milan. In de wedstrijden tegen de Serie A-club (1-1 in Frankrijk, 0-3 in Milaan) toonde Lille aan op het hoogste niveau mee te kunnen.", "354 Samenvatting Ajax-Lille (3-0)", "Bekijk hierboven de samenvatting van Ajax-Lille in het seizoen 2019/2020.", "Olympiacos", "Belangrijke spelers: Mady Camara, Mathieu Valbuena en Rafinha.", "Recente Europese prestaties: Achtste finales EL (2019/2020)", "Laatste onderlinge duel: -", "PSV wacht in de zestiende finales een weerzien met Bruma. De buitenspeler, die overbodig is in Eindhoven, beleeft nog niet echt een succesvolle verhuurperiode. Hij kwam mede door een spierblessure pas tot twee competitiewedstrijden.", "Ook speelde hij slechts 65 minuten in de groepsfase van de Champions League, waarin Olympiacos derde werd in een poule met Manchester City, FC Porto en Olympique Marseille. De Grieken hadden evenveel punten als Olympique Marseille, maar kregen door een beter onderling resultaat een ticket voor de knock-outfase van de Europa League.", "Waar Manchester City en Porto in Europa een maatje te groot bleken, heeft Olympiacos in de Griekse competitie minder concurrentie. Met ervaren spelers als Rafinha en Mathieu Valbuena in de selectie staat Olympiacos met 28 punten uit tien wedstrijden bovenaan. Er werden slechts drie tegendoelpunten geïncasseerd, terwijl de ploeg van trainer Pedro Martins zelf 27 keer scoorde.", "PSV en Olympiacos namen het nooit eerder tegen elkaar op. De Grieken speelden wel tegen Ajax (zes keer), sc Heerenveen (twee keer) en AZ (twee keer). Opvallend is dat geen van de Nederlandse clubs een wedstrijd tegen Olympiacos op Griekse bodem won.", "Door: Pro Shots", "Met Bruma treft ook PSV een oude bekende in de zestiende finales van de Europa League. (Foto: Pro Shots)"], "authors": ["Door"], "keywords": ["van", "dit", "lille", "een", "olympiacos", "en", "tegenstanders", "kunnen", "twee", "league", "op", "verwachten", "europa", "ajax", "met", "psv"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}