{"id": "11ed7112-b7d4-34a4-b28b-4f85413d99f4", "title": "Door politiek wantrouwen hangt het Zwaard van Damocles altijd boven uitkeringsgerechtigden", "url": "https://volkskrant.nl/columns-opinie/door-politiek-wantrouwen-hangt-het-zwaard-van-damocles-altijd-boven-uitkeringsgerechtigden~ba97a605/", "summary": "We denken dat er veel voor mijn cliënten wordt gedaan, maar dat is niet het volledige verhaal.\nAnderen hebben in het algemeen meer profijt en baat bij het ‘ongeluk’ van kwetsbare mensen dan zijzelf.\nBasisinkomen is een recht, een begin van voltooiing van de democratie, een bevrijding uit de loonslavernij.\nMaar bovenal denk ik aan het vertrouwen van mensen - van rijke burgers tot arme cliënten - die dit vertrouwen zo graag willen ervaren van elkaar, van familie, buren, vrienden, én van de overheid.\nDoe het voor mensen met een uitkering.", "paragraphs": ["In de sociale super is het uitzoeken geblazen. Beeld Marcel van den Bergh / de Volkskrant", "Al meer dan dertig jaar werk ik in de zorg voor mensen met ‘een handicap’, of met ‘een beperking’. Mensen die pech of een ongeluk hebben gehad. Ik ondersteun mensen die ‘gebruikmaken van voorzieningen’, zoals de bijstand, de WIA, de WMO, of andere zogenaamde ‘zorg- en inkomensregelingen’.", "We denken dat er veel voor mijn cliënten wordt gedaan, maar dat is niet het volledige verhaal. Anderen hebben in het algemeen meer profijt en baat bij het ‘ongeluk’ van kwetsbare mensen dan zijzelf.", "Gelukkig worden veel bijstandsgerechtigden en andere ‘kwetsbaren’ geholpen door buren, vrienden en familie. Ik durf het bijna niet te zeggen, maar ik kan me - vanuit mijn eigen praktijk - niet herinneren dat iemand níét (financieel) geholpen werd door anderen. We zijn een solidaire samenleving. Godzijdank! Maar wat hebben we gedaan?", "De overheid heeft in de afgelopen dertig jaar mensen met een uitkering steeds verder gekneveld. De zogenaamde ‘inlichtingenplicht’ in de participatiewet maakt van iedere bijstandsgerechtigde een potentiële fraudeur. Het Zwaard van Damocles hangt boven uitkeringsgerechtigden. De fraudeval kan ieder moment van de dag door een gemeente worden dichtgeklapt. Iedereen krijgt toch wel eens wat?", "Geen wonder dat er vrijwel nooit geprotesteerd wordt. Weinig klachten. Uitkeringsgerechtigden zijn afhankelijk van de overheid. Deze wetgeving is niet toevallig ontstaan. Daar is goed over nagedacht. De krokodillentranen van de politiek smaken bitter. Iedereen wist heel goed wat het motief en de bedoeling was van de wetgeving en de gemeentelijke verordening: uitkeringsgerechtigden mogen geen meevallers hebben. Stel je voor…", "Controledrift", "Wat nu? Wetgeving aanpassen? Iedere bijstandsgerechtigde vrijstellen van inlichtingenplicht tot een bepaald bedrag? Maar dat moet ook weer allemaal gecontroleerd worden. Ik zie niet hoe we op deze manier de zorgvuldig opgebouwde controledrift, en het spook van wantrouwen kunnen verdrijven uit onze samenleving.", "Maatwerk dan maar? Succes ermee. Maatwerk verwordt gemakkelijk tot onrecht. De wet is de wet. Wanneer je het ene rechtzet, hangt er iets anders scheef. Hoe kun je verdedigen dat boodschappen doen voor familie oké is, en geld schenken aan een vriend niet? Moeten ambtenaren dan gaan beslissen of iets slim, onhandig of zielig is?", "Ik ga nooit meer zeuren over de nadelen van een onvoorwaardelijk basisinkomen. Het weegt allemaal niet op tegen de solidariteit en het vertrouwen wat dit inkomen kan geven.", "Basisinkomen is een recht, een begin van voltooiing van de democratie, een bevrijding uit de loonslavernij. Maar bovenal denk ik aan het vertrouwen van mensen - van rijke burgers tot arme cliënten - die dit vertrouwen zo graag willen ervaren van elkaar, van familie, buren, vrienden, én van de overheid.", "En als het woord basisinkomen u niet bevalt: kies dan gewoon voor ‘vertrouwensinkomen’ of een negatieve inkomstenbelasting van boven het sociaal minimum. Dan kan behalve de overheid ook de belastingdienst vertrouwen herwinnen. Dat lijkt me hard nodig na de inmiddels veelbesproken toeslagenaffaire.", "Een basisinkomen geeft de vrijheid om elkaar te helpen. Een solidaire samenleving kan niet zonder dit vertrouwensinkomen. Doe het voor mensen met een uitkering. Doe het voor arm en rijk. Zorg dat mensen gewoon kunnen geven en krijgen, zonder op je hoede te zijn. Doe het voor ons allemaal.", "Jan Atze Nicolai is zzp’er in de zorg, bestuurslid Vereniging Basisinkomen en oud-wethouder van Leeuwarden"], "authors": ["Jan Atze Nicolai"], "keywords": ["ik", "mensen", "van", "boven", "uitkeringsgerechtigden", "en", "voor", "een", "maar", "politiek", "damocles", "hangt", "wantrouwen", "het", "zwaard", "door", "niet", "dat"], "pubDate": "2021-01-11T10:54:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}