{"id": "1217300b-fe7f-3599-bd29-d301eb4a85dd", "title": "In ‘1 op (de) 3’ kan ‘op’ verschillende betekenissen hebben", "url": "https://trouw.nl/cultuur-media/in-1-op-de-3-kan-op-verschillende-betekenissen-hebben~b593ad2a/", "summary": "TaalHoeveel water moet je aan de limonadesiroop toevoegen als op de verpakking staat dat je deze ‘1 op 3' moet verdunnen?\nIn het laatste geval lijkt me ‘één op de drie’ gewoner, maar ‘één op drie mensen krijgt dit of dat’ komt inderdaad ook wel voor.\nDat impliceert niet dat de betekenis in de verdunningsverhouding ‘1 op 3' gelijk is aan de verdelingsverhouding ‘1 op (de) 3'.\nIn het diabetesvoorbeeld daarentegen moet je ‘op’ parafraseren door ‘van’: 1 van (de) 3 mensen krijgt diabetes.\nKortom, voor voorzetsels zoals aan, bij, op en van geldt dat ze veel betekenissen hebben en dat voorbeelden die uiterlijk op elkaar lijken qua betekenis toch heel verschillend kunnen zijn.", "paragraphs": ["Taal", "Hoeveel water moet je aan de limonadesiroop toevoegen als op de verpakking staat dat je deze ‘1 op 3' moet verdunnen? Per deel siroop drie gelijke delen water, zou ik zeggen, maar volgens een lezer is het zo eenvoudig niet. Waarom zou het niet één deel siroop en twee delen water kunnen zijn, vraagt hij zich af. Dat doet hij door er een ander gebruik van ‘1 op 3' bij te betrekken, namelijk: als je zegt dat één op drie mensen diabetes krijgt, wil dat zeggen dat de ziekte 1 persoon wel en 2 personen niet treft.", "In het laatste geval lijkt me ‘één op de drie’ gewoner, maar ‘één op drie mensen krijgt dit of dat’ komt inderdaad ook wel voor. Dat impliceert niet dat de betekenis in de verdunningsverhouding ‘1 op 3' gelijk is aan de verdelingsverhouding ‘1 op (de) 3'. Veel woorden en woordcombinaties hebben nu eenmaal meer dan één betekenis.", "In de twee voorbeelden drukt ‘op’ een verhouding uit, maar als je beide parafraseert, blijkt de betekenis duidelijk te verschillen. In het verdunningsvoorbeeld kun je ‘op’ parafraseren als ‘bij’: je verdunt de siroop door 3 delen water bij 1 deel siroop te voegen. In het diabetesvoorbeeld daarentegen moet je ‘op’ parafraseren door ‘van’: 1 van (de) 3 mensen krijgt diabetes.", "Op wordt ook nog wel in andere contexten gebruikt ter aanduiding van een of andere verhouding, zoals ‘mijn auto loopt 1 op 14' en ‘op elke doos wijn krijgt u een fles cadeau’. Dat laatste voorbeeld is trouwens niet geheel ondubbelzinnig. Want op kan in deze context vervangen worden door bij (dan krijg je bij elke doos wijn een fles cadeau), maar ook door van (dan betaal je per doos van zes flessen wijn er vijf en krijg je er een cadeau).", "Kortom, voor voorzetsels zoals aan, bij, op en van geldt dat ze veel betekenissen hebben en dat voorbeelden die uiterlijk op elkaar lijken qua betekenis toch heel verschillend kunnen zijn.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["één", "van", "bij", "betekenissen", "op", "verschillende", "kan", "een", "je", "dat", "en", "niet", "door", "hebben"], "pubDate": "2020-11-25T12:58:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}