{"id": "12357592-fd3d-3512-90c4-776b674b42df", "title": "Jonas Kaufmanns versie van All I Want For Christmas Is You had de studio nooit mogen verlaten ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/jonas-kaufmanns-versie-van-all-i-want-for-christmas-is-you-had-de-studio-nooit-mogen-verlaten~bb9cdda4/", "summary": "Het moest een keertje verschijnen – een kerstalbum van Jonas Kaufmann.\nMet tweeënveertig nummers en een speeltijd van twee uur is het een gul cadeau geworden.\nDe ster-tenor wordt bijgestaan door een gemengd koor, een jongenskoor, twee dirigenten, een orkest en een bigband.\nDe arrangementen lopen uiteen van een sussende harp in Stille Nacht tot een overdaad aan toeters en bellen in Jingle Bells.\nTraditionele kerstliedjes slokken het grootste deel van de speeltijd op, maar Kaufmann durft ook een handjevol popklassiekers aan.", "paragraphs": ["Het moest een keertje verschijnen – een kerstalbum van Jonas Kaufmann. Met tweeënveertig nummers en een speeltijd van twee uur is het een gul cadeau geworden. Op de productie is ook niet beknibbeld. De ster-tenor wordt bijgestaan door een gemengd koor, een jongenskoor, twee dirigenten, een orkest en een bigband.", "De arrangementen lopen uiteen van een sussende harp in Stille Nacht tot een overdaad aan toeters en bellen in Jingle Bells. It’s Christmas tenslotte! Deze dubbel-cd is niet voor mensen die hun feesttafel tooien met minimalistische designtakjes. Traditionele kerstliedjes slokken het grootste deel van de speeltijd op, maar Kaufmann durft ook een handjevol popklassiekers aan.", "Het geknepen gekerm in All I Want for Christmas Is You (Mariah Carey) had nooit de opnamestudio mogen verlaten, de overige popliedjes zijn onopvallend. Aan Kaufmann’s popstem ontbreken de duizend-en-een schakeringen die zijn operastem juist zo bijzonder maken. Gelukkig zet hij in de volksliederen, afkomstig van Italië tot Zweden, zijn vertrouwde klank in. Als hij liefelijk een wiegelied in Tiroolse tongval zingt, is hij moeilijk te weerstaan."], "authors": ["Jenny Camilleri"], "keywords": ["tot", "van", "kaufmanns", "het", "studio", "hij", "verlaten", "zijn", "twee", "op", "jonas", "christmas", "een", "en", "speeltijd", "versie", "mogen", "nooit"], "pubDate": "2020-12-10T14:33:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}