{"id": "1241c500-0f0f-3db2-a09f-511a14d0999e", "title": "Dit jaar draait kerst om een andere klassieker: de Engelse pie", "url": "https://www.parool.nl/ps/dit-jaar-draait-kerst-om-een-andere-klassieker-de-engelse-pie~bf9172e0/", "summary": "Zat half Nederland vorig jaar aan de beef Wellington – de Appie had zelfs een vegetarische versie – dit jaar draait het om een andere klassieker: de Engelse pie.\nEen pastei dus, oftewel: een rijk mengsel van vlees, vis of groenten, gegaard onder een dakje van deeg.\nBovendien wordt het vaak rijk gedecoreerd, waardoor een pie een enorme showstopper is.\nDoodzonde, want de met saus doordrenkte korst is wat mij betreft juist het hoogtepunt van een pie.\nSlagerij De Beurs bijvoorbeeld, waar pie een van de signatuurgerechten is.", "paragraphs": ["Beeld Mara Grimm", "Nu we eindelijk weten hoeveel gasten we met kerst mogen ontvangen, kunnen we het gelukkig gewoon weer over de essentie hebben: wat gaan we eten? Zat half Nederland vorig jaar aan de beef Wellington – de Appie had zelfs een vegetarische versie – dit jaar draait het om een andere klassieker: de Engelse pie.", "Een pastei dus, oftewel: een rijk mengsel van vlees, vis of groenten, gegaard onder een dakje van deeg. Dat dakje zit er niet voor niets. Het zorgt ervoor dat de vulling sappig en smeuïg blijft. Bovendien wordt het vaak rijk gedecoreerd, waardoor een pie een enorme showstopper is.", "Aan het Engelse en Franse hof kwamen pasteien dan ook veelvuldig op tafel bij feestelijke diners. Last but not least zorgt het dakje ervoor dat de inhoud goed ge­conserveerd blijft, waardoor hij makkelijk op reis kon worden meegenomen.", "Terug naar het nu. De Engel­se pie beleeft namelijk een ­revival. Die is in gang gezet door chef-kok Calum Franklin van het Londense restaurant The Holborn Dining Room. Ik kan je van harte aanraden er te gaan eten als je in Londen bent, maar daar heb je nu natuurlijk niets aan. Waar je wél wat aan hebt, is zijn kookboek The Pie Room, dat sinds vorige maand in het Nederlands verkrijgbaar is.", "Ook het kleine maar fijne boekje Taarten en pasteien – pronkstukken uit de historische keuken van Manon Henzen is een aanrader. Henzen leert je alles over de geschiedenis van pasteien. Dat de korst vroeger door de rijken niet werd opge­geten, bijvoorbeeld. Doodzonde, want de met saus doordrenkte korst is wat mij betreft juist het hoogtepunt van een pie.", "Mocht je ondanks deze ­boeken geen zin hebben om de keuken in te gaan, dan kun je terugvallen op de hoofdstedelijke ­restaurants. Slagerij De Beurs bijvoorbeeld, waar pie een van de signatuurgerechten is. Box Sociaal heeft wisselende vullingen, bijvoorbeeld biet bourguignon. En ook Scheepskameel verkoopt uit­stekende pie’s in verschillende maten met bijvoorbeeld wilde eend, kool of Marokkaans lam. Je kunt ze in de vriezer bewaren en hoeft ze alleen maar af te bakken.", "De horeca steunen, de laatste trend volgen én in een handomdraai een kerstdiner op tafel zetten was nog nooit zo makkelijk."], "authors": ["Mara Grimm"], "keywords": ["van", "pie", "klassieker", "bijvoorbeeld", "jaar", "en", "om", "een", "dit", "andere", "dat", "engelse", "op", "het", "wat", "draait", "kerst", "je"], "pubDate": "2020-12-20T09:00:37Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}