{"id": "1256c5ad-4290-327a-ae7a-f5f21fe51c3e", "title": "De uitzending van 11 december: Hoekstra wordt CDA-lijsttrekker / Zorgen over IC-capaciteit / Meer vaders nemen geboorteverlof op / Meer migranten op 'Canarische route'", "url": "https://nos.nl/nieuwsuur/artikel/2360203-de-uitzending-van-11-december-hoekstra-wordt-cda-lijsttrekker-zorgen-over-ic-capaciteit-meer-vaders-nemen-geboorteverlof-op-meer-migranten-op-canarische-route.html", "summary": "Wopke Hoekstra wordt lijsttrekker van het CDA Het CDA-bestuur heeft unaniem Wopke Hoekstra voorgedragen als nieuwe lijsttrekker van het CDA.\nVanavond kwam Omtzigt aan bij het woonhuis van Hoekstra en zei voor de camera van Nieuwsuur dat hij achter Hoekstra staat.\n10:24 Wopke Hoekstra wordt lijsttrekker van het CDAAantal coronapatiënten in ziekenhuis stijgt Het aantal coronabesmettingen neemt al tien dagen snel toe.\nVandaag meldt het het RIVM bijna 8900 nieuwe coronabesmettingen, 120 meer dan gisteren.\nDaarover spreken we met Armand Girbes, het hoofd van de IC van het Amsterdam UMC.", "paragraphs": ["Wopke Hoekstra wordt lijsttrekker van het CDA Het CDA-bestuur heeft unaniem Wopke Hoekstra voorgedragen als nieuwe lijsttrekker van het CDA. We hebben een beroep op hem gedaan om de donderdag afgehaakte Hugo de Jonge op te volgen, zei CDA-partijvoorzitter Ploum. Gisteren werd de naam van de minister van Financiën al genoemd binnen het CDA. De belangrijke vraag was alleen of de nummer 2, het Kamerlid Pieter Omtzigt, hiermee akkoord zou gaan. Hij verloor in de zomer nipt van De Jonge en heeft een grote achterban. Vanavond kwam Omtzigt aan bij het woonhuis van Hoekstra en zei voor de camera van Nieuwsuur dat hij achter Hoekstra staat. Politiek verslaggever Arjan Noorlander praat ons bij.", "Dit artikel bevat een video. 10:24 Wopke Hoekstra wordt lijsttrekker van het CDA", "Aantal coronapatiënten in ziekenhuis stijgt Het aantal coronabesmettingen neemt al tien dagen snel toe. Vandaag meldt het het RIVM bijna 8900 nieuwe coronabesmettingen, 120 meer dan gisteren. Volgens het RIVM komt dat ook doordat steeds meer mensen zich laten testen op het coronavirus. Maar ook in de ziekenhuizen stijgt het aantal patiënten weer. Daar liggen nu 1681 coronapatiënten, van wie er 472 op de intensive care liggen. Daarnaast liggen er op de IC's ook evenveel 'gewone' patiënten. Het aantal bezette IC-bedden komt nu dus op duizend, wat betekent dat? Daarover spreken we met Armand Girbes, het hoofd van de IC van het Amsterdam UMC. Hij maakt zich zorgen.", "Dit artikel bevat een video. 7:37 IC-hoofd Amsterdam UMC slaat alarm over capaciteit", "Meer vaders blijven thuis bij hun pasgeboren baby Bijna de helft van de nieuwe vaders heeft betaald verlof opgenomen na de geboorte van hun kind. Sinds een klein half jaar is dat mogelijk. Zo'n 44 procent van de nieuwe vaders heeft dat gedaan, blijkt uit navraag van Nieuwsuur bij het UWV. Het percentage zal waarschijnlijk nog stijgen. Vroeger hadden partners recht op slechts twee dagen verlof na de geboorte. Twee jaar geleden werd dat naar vijf dagen uitgebreid, sinds 1 juli van dit jaar kunnen partners maximaal vijf weken verlof opnemen, voor 70 procent van het salaris. De verschillen tussen vaders en moeders blijven echter groot.", "Dit artikel bevat een video. 5:51 Meer vaders thuis bij pasgeboren baby, maar na verlof terug naar vanouds", "Migranten kiezen vaker voor Canarische route De komst van tienduizenden vluchtelingen heeft een ontwrichtend effect op de Canarische Eilanden, die vanwege de coronapandemie toch al onder grote spanning stonden. Door de vrijwel verdampte inkomsten uit het toerisme, normaal gesproken de grootste inkomstenbron, neemt de armoede en onvrede op de eilanden toe. De migrantenstroom zet de samenleving verder onder druk. De overheid heeft er nu voor gekozen om op de eilanden tijdelijke opvangkampen te maken. De omstandigheden in de tentenkampen doen denken aan de situatie in Moria. Voor de migranten is de oversteek ook niet zonder gevaar: sommigen kiezen ervoor om vanuit Senegal de boottocht van vijftien dagen over de ruige Atlantische oceaan te ondernemen. Correspondent Rop Zoutberg doet verslag."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["wordt", "zorgen", "vaders", "route", "verlof", "van", "een", "heeft", "voor", "uitzending", "het", "hoekstra", "op", "migranten", "dat", "meer", "nemen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}