{"id": "12697e19-2fce-314b-afde-afd19a495432", "title": "DI-RECT hoogste nieuwe binnenkomer in Top 2000", "url": "https://www.telegraaf.nl/entertainment/1963730180/di-rect-hoogste-nieuwe-binnenkomer-in-top-2000", "summary": "De top 10 van de lijst van dit jaar was reeds bekend.\nOverleden beroemdhedenNet zoals in eerder eerdere edities hebben ook dit jaar de overleden beroemdheden invloed gehad op het stemgedrag.\nMaar op zich stond het nummer vorig jaar op de 27e plek ook al hoog genoteerd.\nDe Nederlandse artiest die het vaakst genoteerd staat is - niet voor het eerst - BLØF.\nDe uitzending van de Top 2000 begint dit jaar iets eerder dan normaal, in de nacht van 24 op 25 december, vlak voor middernacht op NPO Radio 2.", "paragraphs": ["De Haagse band krijgt voor de prestatie de NPO Radio 2 Top 2000 Award uitgereikt, waarmee de radiozender jaarlijks een Nederlandse band of artiest eert. Vorig jaar ging de prijs naar Danny Vera, die op de vijfde plek binnen kwam met Roller coaster en daarmee de lijst dit jaar zelfs aanvoert.", "De top 10 van de lijst van dit jaar was reeds bekend. Donderdag werd in De Wild in de middag de volledige Top 2000 onthuld. Daarbij vallen, zoals gebruikelijk, een aantal zaken op.", "Behalve DI-RECT met Soldier on maakt ook Miss Montreal een spectaculaire entree met Door de wind. Ze bezet daarmee de 29e plaats. Bij de vijf hoogste binnenkomers horen verder The Weeknd met Blinding lights, Nothing But Thieves met Impossible en Maan met Ze huilt maar ze lacht, op de 356e stek.", "Grootste sprong", "Woensdag mocht deze krant al bekend maken dat Kensington dit jaar met Uncharted de grootste sprong naar boven maakt: het nummer stijgt van 1722 naar 87. Bij de grootste stijgers horen ook Remember us this way van Lady Gaga en Phantom of the opera van Floor Jansen en Henk Poort.", "Overleden beroemdheden", "Net zoals in eerder eerdere edities hebben ook dit jaar de overleden beroemdheden invloed gehad op het stemgedrag. Zo stijgen noteringen van Bill Withers en (Eddie) Van Halen. De dood van Maradona heeft ervoor gezorgd dat Opus na tien jaar afwezigheid terugkeert in de lijst met Live is life, waarop de Argentijnse stervoetballer zijn legendarische warming-up uitvoerde toen hij het met zijn club Napoli in 1989 in München opnam tegen Bayern.", "Het coronavirus heeft minder effect gehad. Heroes van David Bowie, wat tijdens de stemweek naar voren geschoven is als een symbolisch dankgebaar voor alle extra inzet in de zorg, steeg naar de tiende plek. Maar op zich stond het nummer vorig jaar op de 27e plek ook al hoog genoteerd.", "Hofleverancier", "Net als vorig jaar is Queen opnieuw hofleverancier: de Britten staan maar liefst 34 keer in de lijst. The Beatles doen het dertig nummers ook nog steeds goed, net als The Rolling Stones met 24. De Nederlandse artiest die het vaakst genoteerd staat is - niet voor het eerst - BLØF.", "De uitzending van de Top 2000 begint dit jaar iets eerder dan normaal, in de nacht van 24 op 25 december, vlak voor middernacht op NPO Radio 2."], "authors": ["Bart Wijlaars"], "keywords": ["nieuwe", "direct", "van", "dit", "het", "ook", "naar", "2000", "binnenkomer", "en", "hoogste", "op", "voor", "jaar", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}