{"id": "126f513f-bbf3-337a-9fce-b8dbfe9687ef", "title": "Liverpool wint topper van Tottenham Hotspur dankzij late goal Firmino", "url": "https://nos.nl/artikel/2360975-liverpool-wint-topper-van-tottenham-hotspur-dankzij-late-goal-firmino.html", "summary": "In de Premier League heeft Liverpool Tottenham Hotspur van zich afgeschud door een 2-1 overwinning in de topper op Anfield.\nVoor rust leverde het enorme overwicht van Liverpool maar één goal op.\nHugo Lloris stopte inzetten van Roberto Firmino, Curtis Jones, Sadio Mané en Mo Salah, maar boog uiteindelijk voor een van richting veranderd schot van Salah.\nPuntenverlies Southampton en Leicester CityDoor de zege staat Liverpool nu drie punten voor op Tottenham.\nTheo Walcott maakte de 0-1 met een mooie stift en Pierre-Emerick Aubameyang maakte gelijk uit een mooie aanval.", "paragraphs": ["In de Premier League heeft Liverpool Tottenham Hotspur van zich afgeschud door een 2-1 overwinning in de topper op Anfield. Voor rust leverde het enorme overwicht van Liverpool maar één goal op. Hugo Lloris stopte inzetten van Roberto Firmino, Curtis Jones, Sadio Mané en Mo Salah, maar boog uiteindelijk voor een van richting veranderd schot van Salah.", "De Spurs kwamen pardoes op 1-1 door Heung-Min Son, die op links doorbrak en koel afrondde. In het tweede bedrijf waren de kansen beter verdeeld. Namens Tottenham raakte Steven Bergwijn de paal en aan de andere kant schampte een schot van Mané de lat. Vlak voor tijd besliste Firmino het duel met een keiharde kopbal.", "Puntenverlies Southampton en Leicester City", "Door de zege staat Liverpool nu drie punten voor op Tottenham. De ploeg van trainer Jürgen Klopp vergrootte de marge met de nummers drie en vier tot vier punten, want zowel Southampton als Leicester City verspeelde punten.", "Southampton speelde met 1-1 gelijk bij Arsenal. Theo Walcott maakte de 0-1 met een mooie stift en Pierre-Emerick Aubameyang maakte gelijk uit een mooie aanval. Arsenal wankelde na rood voor Gabriel na een uur, maar een vijfde thuisnederlaag op rij bleef uit.", "Leicester City verloor thuis met 2-0 van Everton. Richarlison scoorde voor de rust, waarbij Leicester-doelman Kasper Schmeichel er niet goed uitzag. Bij de 0-2 van Mason Holgate was hij kansloos. Leicester creëerde te weinig en de zege van Everton was verdiend."], "authors": [], "keywords": ["liverpool", "firmino", "van", "goal", "dankzij", "wint", "een", "voor", "maar", "late", "tottenham", "en", "op", "leicester", "hotspur", "met", "topper"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}