{"id": "12714d93-ea9c-3757-981d-401b5456f2a3", "title": "Restaurant in Eindhoven gooit deuren ondanks lockdown open, mensen mogen binnen eten", "url": "https://www.dvhn.nl/extra/Restaurant-in-Eindhoven-gooit-deuren-open-mensen-mogen-binnen-eten-26347294.html", "summary": "Dat heeft het restaurant via Facebook laten weten.\nBij het restaurant werd zondagavond na 21.00 uur de telefoon niet opgenomen.\nOp een foto van Omroep Brabant is een bord voor het restaurant te zien dat binnen komen zonder mondkapje geen probleem is.\nDe eigenaren van het restaurant kwamen vrijdag tot hun besluit omdat voor hen naar eigen zeggen de maat vol is.\nAls er een ding is wat wij hebben geleerd van ondernemerschap, dan is dit zelfredzaamheid.", "paragraphs": ["Barbecue-restaurant De Kiet in Eindhoven heeft ondanks de lockdown zijn deuren toch geopend. Mensen kunnen er binnen eten. Dat heeft het restaurant via Facebook laten weten. De gemeente Eindhoven laat desgevraagd weten later zondagavond met een reactie te komen. Bij het restaurant werd zondagavond na 21.00 uur de telefoon niet opgenomen.", "Op een foto van Omroep Brabant is een bord voor het restaurant te zien dat binnen komen zonder mondkapje geen probleem is. Volgens de omroep zaten er zondag meerdere mensen te eten.", "De eigenaren van het restaurant kwamen vrijdag tot hun besluit omdat voor hen naar eigen zeggen de maat vol is. ”Verandering begint bij jezelf. We wachten geen dag langer op ‘hoopvol’ nieuws vanuit Den Haag. We hebben inmiddels allang gezien dat zij ons niet gaan helpen”, aldus beide eigenaren.", "'Hou je rug recht'", ",,Wij hebben besloten dat we onze deuren openen voor gasten. En we houden ze open. Als er een ding is wat wij hebben geleerd van ondernemerschap, dan is dit zelfredzaamheid. We merken nu dat er beleid gevoerd wordt wat het voor ons, en voor nog veel meer hardwerkende mensen in ons land, onmogelijk maakt om op een menswaardige manier ons brood te verdienen.”", "Op een video roept het tweetal andere restaurants op vanaf 17 januari de deuren te openen. ”Ongeacht de maatregelen en ongeacht wat er voor onzin verzonnen wordt”, zeggen ze. ,,Grijp op 17 januari je kans. Je gaat geen vrijheid krijgen. Je moet het nemen. Hou je rug recht.”"], "authors": [], "keywords": ["open", "er", "lockdown", "te", "je", "mensen", "eten", "eindhoven", "een", "deuren", "restaurant", "mogen", "voor", "gooit", "op", "ondanks", "het", "dat", "ons"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}