{"id": "1271b788-6eaf-3632-98df-e9e9527cc997", "title": "’Ik neem de corona-zorgen van mijn dochter niet serieus’", "url": "https://www.telegraaf.nl/vrouw/298736313/ik-neem-de-corona-zorgen-van-mijn-dochter-niet-serieus", "summary": "door Yara Hooglugt„Ik merk dat ik zó mijn best doe om positief te blijven voor haar, dat ik mezelf gewoon hóór ratelen met mijn mooiweerpraatjes”, zegt Mariska.\n„Ik blijf de zorgen van mijn dochter als het ware bagatelliseren, terwijl ik soms donders goed weet dat het even allemaal hartstikke balen is.\nIk doe mijn best om bij haar de moraal hoog te houden, terwijl ik misschien ook gewoon moet accepteren dat mijn kind niet altijd gelukkig kan zijn, en dat ik daar soms geen invloed op heb.\nDat betekent namelijk eigenlijk dat je je kind, of wat er in jouw kind leeft, niet serieus neemt.\nDus onderken de zorgen van je kind, baal er even flink van samen en ga dan op zoek naar mogelijkheden.”", "paragraphs": ["door Yara Hooglugt", "„Ik merk dat ik zó mijn best doe om positief te blijven voor haar, dat ik mezelf gewoon hóór ratelen met mijn mooiweerpraatjes”, zegt Mariska. „Ik blijf de zorgen van mijn dochter als het ware bagatelliseren, terwijl ik soms donders goed weet dat het even allemaal hartstikke balen is. Ik doe mijn best om bij haar de moraal hoog te houden, terwijl ik misschien ook gewoon moet accepteren dat mijn kind niet altijd gelukkig kan zijn, en dat ik daar soms geen invloed op heb. Maar ik vind het zo sneu voor haar, in de bloei van haar leven! Is het stom wat ik aan het doen ben? Kan ik beter de harde realiteit onder ogen zien? Of is er een middenweg?”", "Niet bagatelliseren", "Pubercoach Meta Herman de Groot stelt ten eerste resoluut: „Het bagatelliseren van de signalen die je dochter geeft, is per definitie niet goed. Dat betekent namelijk eigenlijk dat je je kind, of wat er in jouw kind leeft, niet serieus neemt.", "Natuurlijk is het goed om optimistisch te blijven in deze moeilijke tijd, maar soms is het ook juist goed om er even heel erg van te balen. Juist wanneer je ’het beest in de bek kijkt’ worden de zorgen of frustraties kleiner en ontstaat weer ruimte om te kunnen relativeren en op een positieve manier met de situatie om te kunnen gaan.", "Bekijk de donkere wolk", "Wanneer iets van je wordt afgenomen, in dit geval weer een groot deel van onze vrijheid, dan is het belangrijk om te kijken wat je daarvoor in de plaats kunt brengen om die beperkte vrijheid te kunnen aanvaarden. Doe dit vooral samen en daag je dochter hierin uit.", "Mooiweerpraatjes, terwijl je eigenlijk zelf weet dat er een grote donkere wolk boven je hangt, geeft weinig verlichting. Kijk samen naar die donkere wolk, roep uit dat dit hartstikke balen is en ga dan samen kijken naar wat er wel kan in plaats van wat er niet meer kan of mogelijk is. Dus onderken de zorgen van je kind, baal er even flink van samen en ga dan op zoek naar mogelijkheden.”"], "authors": [], "keywords": ["van", "dat", "om", "neem", "niet", "mijn", "en", "te", "ik", "dochter", "serieus", "coronazorgen", "je", "er", "wat", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}