{"id": "127641b3-5c8c-34ce-96c7-fed126bae525", "title": "Decennialang veertien Britten volgen met je camera: Michael Apted deed het", "url": "https://volkskrant.nl/mensen/decennialang-veertien-britten-volgen-met-je-camera-michael-apted-deed-het~b9e6cfa1/", "summary": "Al gauw werd hij een veelgevraagd regisseur, zeker nadat hij Sissy Spacek een Oscar bezorgde met haar hoofdrol in Coal Miner’s Daughter (1980), een biopic over countryzangeres Loretta Lynn.\nZo verwachtte hij dat Tony, het levendige jongetje dat jockey wilde worden, het verkeerde pad zou opgaan.\nIn beide gevallen zat hij fout en moest hij tot zijn schaamte toegeven dat hij verkeerde filmische ingrepen had verricht.\n‘Het is het belangrijkste werk dat ik ooit heb gemaakt.’De vele nakomelingen van Up De Up-reeks van Michael Apted vond veel navolging.\nHet langere tijd volgen van een onderwerp – al dan niet met flinke tussenpozen – vormt inmiddels haast een genre op zich.", "paragraphs": ["Michael Apted op 2 februari 2013. Beeld REUTERS", "Om de zeven jaar keerde Apted bij ze terug: Neil, Andrew, Jackie, Tony en de anderen, om te zien wat er in de tussentijd in hun levens was veranderd. ‘Geef me een kind tot zijn 7de en ik toon je de man’, luidde het aan de jezuïeten toegeschreven motto van de serie. De veertien kinderen, opzettelijk gerekruteerd uit zeer verschillende milieus, groeiden voor het oog van de televisiekijker op. Bij het begin in 1964 was Apted nog assistent, belast met het zoeken naar geschikte kinderen; vanaf het tweede deel was hij de regisseur en later ook de producent.", "Ondertussen ontwikkelde hij zich, via het regisseren van televisieseries als Coronation Street, tot filmmaker. Daarvoor vertrok hij naar Amerika, waar hij vanaf de late jaren zeventig bleef wonen. Al gauw werd hij een veelgevraagd regisseur, zeker nadat hij Sissy Spacek een Oscar bezorgde met haar hoofdrol in Coal Miner’s Daughter (1980), een biopic over countryzangeres Loretta Lynn.", "Apted was vaker goed voor Oscar-genomineerd drama, zoals Nell (1994), met Jodie Foster als verwilderd kind, en Gorillas in the Mist (1988), waarin Sigourney Weaver de beroemde primatoloog Dian Fossey speelde. In 1999 volgde zijn eerste en enige Bond-film, The World is Not Enough, met Pierce Brosnan als 007.", "Pierce Brosnan naast Michael Apted tijdens de opnames van The World is Not Enough. Beeld EPA", "Documentaires", "Tussen de Hollywoodfilms door bleef hij documentaires maken. De onderwerpen liepen uiteen van de studentendemonstraties in Beijing in 1989 (Moving the Mountain, 1994) tot het werk van topwetenschappers (Me & Isaac Newton, 1999) en het wereldkampioenschap voetbal (The Power of the Game, 2007). Zijn speelfilms waren net zo afwisselend, van waargebeurde drama’s als Enigma (2001) tot de fantasyfilm The Chronicles of Narnia: The Voyage of the Dawn Treader (2010).", "Steeds weer kwam Apted terug naar Engeland, om de draad op te pakken van het Up-project. De televisieserie die de blauwdruk vormde voor tal van navolgers (van soortgelijke documentaireseries in andere landen tot de speelfilm Boyhood), was meer dan een reeks portretten vol individueel lief en leed. Van begin af aan lag de nadruk op kansenongelijkheid. Sommige hoofdpersonen groeiden op in een kindertehuis, anderen bezochten chique kostscholen, weer anderen kwamen uit een Londense volksbuurt. Die achtergrond bepaalde voor een goed deel hun leven, laten de Up-programma’s zien. Arbeiderskind Tony werd taxichauffeur, rijkeluiszoon Andrew advocaat.", "Niet alle geportretteerden waren blij met de populariteit en de impact van de serie. Vooral de ‘upper class’-deelnemers vonden dat zij niet goed uit de verf kwamen. Maar hoewel ze soms hun medewerking staakten, keerden ze (op één na) toch weer terug voor latere afleveringen.", "Zelf kwam Apted uit een middenklasse-gezin; zijn vader werkte in de verzekeringswereld, zijn moeder was huisvrouw. Als eerste uit zijn familie studeerde hij aan Cambridge. Achteraf gezien had hij voor de Up-reeks meer middenklasse-kinderen moeten vragen, vertelde hij in interviews. Meer vrouwen ook - maar daar werd in 1964 nog niet zo bij stilgestaan.", "Ook over zijn eigen vooringenomenheid was Apted kritisch. Hij gaf toe dat hij sommige deelnemers verkeerd had ingeschat. Zo verwachtte hij dat Tony, het levendige jongetje dat jockey wilde worden, het verkeerde pad zou opgaan. Later in de reeks ging hij ervanuit dat Nick snel zou scheiden. In beide gevallen zat hij fout en moest hij tot zijn schaamte toegeven dat hij verkeerde filmische ingrepen had verricht.", "Ook met die minpunten bleef de reeks, in Nederland uitgezonden door de VPRO, een ontroerend en belangwekkend document. In de laatste serie uit 2019 waren de deelnemers 63 jaar. Apted, die nooit aan pensionering wilde denken, sprak toen de hoop uit dat hij hen zou kunnen blijven volgen. Mocht dat niet lukken, vertelde hij, dan zou een andere regisseur de reeks moeten voortzetten. ‘Het is het belangrijkste werk dat ik ooit heb gemaakt.’", "De vele nakomelingen van Up De Up-reeks van Michael Apted vond veel navolging. In meerdere landen werd een soortgelijk project opgestart, waarvan de Russische versie, Born in the USSR, de hoogste ogen gooide: de serie werd op internationale filmfestivals vertoond en won een Emmy Award. Daarnaast wordt Up soms beschouwd als grondlegger van Big Brother en andere reality-tv-programma’s, al valt op die vergelijking wel wat af te dingen. De notie dat doodgewone mensen interessante hoofdpersonen kunnen zijn, bestond al langer. Groter lijkt de invloed van de Up-reeks op de manier waarop film- en televisiemakers omgaan met tijd. Het langere tijd volgen van een onderwerp – al dan niet met flinke tussenpozen – vormt inmiddels haast een genre op zich. Koningin van de lange-ademdocumentaire is de Tsjechische Helena Třeštíková, die vanaf 1975 films maakt waar ze tot wel veertig jaar aan werkt. Hele levens vat ze daarin samen; levens van gewone Tsjechen, vaak aan de rand van de maatschappij, die Třeštíková net zo lang blijft volgen tot ze het gevoel heeft dat het verhaal rond is. Tot haar indrukwekkendste films behoren René (2008) en Mallory (2015). Ook fictie blijkt zich te lenen voor de langetermijnaanpak. Verschillende filmmakers, onder wie Michael Winterbottom (Everyday, 2012) en Richard Linklater (Boyhood, 2014) durfden het aan. In het geval van Boyhood werd de productie uitgesmeerd over twaalf jaar, zodat de kijker hoofdrolspeler Ellar Coltrane ziet opgroeien. Ook inhoudelijk heeft Up invloed gehad. Hoewel de nadruk in de loop van de serie minder op het sociologische experiment kwam te liggen en meer op de persoonlijke verhalen, maakte Apteds kijk op klassenverschillen veel los. De Nederlandse documentaireserie Klassen, waarvan vandaag het laatste deel wordt uitgezonden, kan gezien worden als een recente afstammeling."], "authors": ["Pauline Kleijer"], "keywords": ["deed", "decennialang", "zijn", "met", "michael", "je", "apted", "van", "britten", "veertien", "en", "een", "camera", "tot", "volgen", "op", "het", "hij", "dat"], "pubDate": "2021-01-10T15:35:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}