{"id": "127c4a66-0de1-3900-bd73-6a89b1024064", "title": "What’s your coronatype: conformist, relaxed, vigilante?", "url": "https://www.parool.nl/english/what-s-your-coronatype-conformist-relaxed-vigilante~b8158f6e/", "summary": "You can keep your distance, but when you get out, say “have a great day” in a loud voice.\nYou’ve probably noticed that people differ in how they follow and interpret the coronavirus rules.\nFlexibleYou know roughly what’s going on coronawise, and keep to the rules, in theory at least.\nDownplayerYou respect the coronavirus rules, but you also think they’re a bit over the top, and you try to explain this to people.\nVigilanteYou follow the rules, but you don’t think they’re enough.", "paragraphs": ["Beeld Ted Struwer", "You live on the twelfth floor of an apartment complex, and you’re waiting for the lift. The door opens, and there’s a woman inside. The lift is not big, but neither is it small. There are several things you can do.", "You can get in and stand in the corner. You can put your mask on. You can stand beside the woman and mumble this is stupid, all these rules. You can not go in, and get annoyed with the woman for not wearing a mask and touching a button with her finger. You can keep your distance, but when you get out, say “have a great day” in a loud voice.", "You can offer the woman your hand sanitiser. You can wait for the next lift. You can tell her your granny just died of coronavirus, but then immediately put it in perspective and say she was going to die eventually anyway. You can hug the woman and say us resistance fighters need to stick together. Or you can simply take the stairs, of course.", "You’ve probably noticed that people differ in how they follow and interpret the coronavirus rules. You can broadly divide them into six types.", "Obedient", "You never miss a press conference about the pandemic, and you’re bang up to date with all the latest rules and developments. Others grumble about compulsory facemasks and bars shutting at 10 pm, but not you. You quite understand. You wouldn’t dream of going away for the weekend with friends, you always spend twenty seconds washing your hands as soon as you come home, and you wipe the doorhandles with a cloth.", "You keep your distance in the supermarket, and if necessary wait for a moment to let other people get out of the way before taking your loaf of bread off the shelf. You hardly ever see another soul face to face. You spend all day long making video calls. If people around you take the rules less seriously, you get annoyed. You’re making sacrifices: why does everyone have to be so selfish these days? You don’t tell them this, but you did unfollow someone on Instagram because they posted a picture of themselves surrounded by people at a party.", "Flexible", "You know roughly what’s going on coronawise, and keep to the rules, in theory at least. You’ve been staying 1.5 metres away from people and washing your hands for months. But you do also have some doubts: sometimes one metre is enough, and does handwashing really matter if you didn’t touch anything when you were outside? There’s no reason why a few more people can’t visit your home, as long as they all keep their distance.", "You wear a mask in stores, except when business is quiet, and then you put it in your trouser pocket or hang it under your chin. You keep your distance in supermarkets, too, except when you have to duck around someone to reach a pot of oregano. You go on weekends away with friends, and to the theatre, cinemas, and cafés. After all, you’re allowed to. If a rule is unclear, you usually interpret it in your favour. You don’t mind too much if a shopping street is crowded. You get why some people don’t exactly play by the book: after all, they’re supposed to be guidelines rather than rules.", "Inconsistent", "You try to stick to all the corona rules, but don’t always succeed. You social-distance when eating outside in pavement cafés with friends, but you double-dip your bitterballen in the mayonnaise bowl. You come home and wash your hands, but forget the doorhandles. When the number of new cases is low, you think the virus is no worse than flu. But when there’s a second wave, you’re afraid of dying.", "You went on holiday to Italy last month, and everyone there was masked in the street. When you got home, you were determined to wear one too, but that determination waned after a couple of weeks. You tell people if they get too close to you in the supermarket, but squeeze all the avocados until you find one that’s ripe enough for you. It bugs you when people step off the pavement to keep their distance, but deep down you know they’re right.", "Downplayer", "You respect the coronavirus rules, but you also think they’re a bit over the top, and you try to explain this to people. You say things like: “We’re all going to die, so we need to accept the virus. A lot more people die of flu.” Every now and then you throw in a quote from a stoic philosopher like Epictetus, or cite the psychiatrist Damiaan Denys, who said: “The coronavirus is a healthy correction to our megalomaniac lifestyle.” But there’s no question of resistance, and you downplay all the restrictions. You think life is going to be a bit more lonely and boring for a while, but it’s not the end of the world. It gives you more time with your family, and a chance to cook things with more than five ingredients. You lighten the mood by posting funny videos and memes about the coronavirus. These don’t always go down equally well, and you’ve been kicked out of a Facebook group for parents of your daughter’s classmates.", "Vigilante", "You follow the rules, but you don’t think they’re enough. Why doesn’t the government adopt tougher restrictions? You have tables and analysis in support of your argument, You haven’t seen anyone for months. You post messages on social media telling people to wear masks and avoid social contact. You get annoyed if there are too many people in the park. You can’t see your grandma because people don’t wash their hands often enough. You look out of the window, see four boys sitting on a bench, and shout: “Social distance! Social distance!”", "You need flour and toilet paper, but you daren’t go to the supermarket because people are so unpredictable, and one of them could cough in your face at any moment. You’ve stopped talking to two of your friends because they’re not sticking closely enough to the rules. You walked out of a Facebook group because someone posted a funny meme about the virus. You send an email to the paper saying no one is wearing a mask in the Albert Heijn supermarket on Sarphatistraat.", "Rebel", "You have no respect for the coronavirus. You think the rules are stupid. You say the government can’t force me to do anything. So you don’t wear a mask, wash your hands only when you’ve been to the bathroom, and make no effort to social distance. You see your friends more than ever before, and shake their hands. You think older people in the street are brave. You think the government is screwing things up. They don’t have your best interests at heart.", "You do a lot of research yourself. You hate people who don’t do this and just trust the government like sheep. People tell you off when you sidle up to them in the supermarket. That irritates you. You went on holiday in a high-risk area. When the pub closes, the party continues at your place. You post a picture of a gravestone inscribed: “RIP freedom. 5 May 1945-30 September 2020’."], "authors": ["Tom Grosfeld"], "keywords": ["supermarket", "conformist", "hands", "vigilante", "think", "youre", "coronatype", "dont", "woman", "distance", "whats", "rules", "theyre", "relaxed", "coronavirus"], "pubDate": "2020-10-07T11:00:14+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}