{"id": "12811d76-9f23-36a4-a557-dd27e4349944", "title": "Dit gaat er mis als jouw auto te lang stilstaat", "url": "https://nu.nl/auto/6099544/dit-gaat-er-mis-als-jouw-auto-te-lang-stilstaat.html", "summary": "“Staat een auto enkele weken stil, dan kan de accu uitgeput raken.”Niet alle onderdelen zijn even kwetsbaar.\nVooral in de moderne auto met alle elektronica aan boord gaat het stroomverbruik bij stilstand door, al is het dan in beperkte mate.\nDe meeste druppelladers werken met een spanning van 12 volt en een stroomsterkte van 2 ampère.\nMeestal springt deze 'verkleving' automatisch los op het moment dat je wegrijdt en dan lost het probleem zich vanzelf op.\nWil je dit euvel voorkomen, parkeer de auto dan in de eerste versnelling en niet met de handrem erop.", "paragraphs": ["De huidige lockdown leidt er opnieuw toe dat veel auto's dagenlang, soms zelfs wekenlang stilstaan. Als een auto lange tijd niet meer in beweging komt, kan dat schadelijk zijn. Maar met deze tips voorkom je problemen.", "De accu, de banden, de remmen en de brandstof in de tank: een auto heeft tal van onderdelen die kwetsbaar zijn bij langdurige stilstand. Daarom is het verstandig minimaal een keer per week de weg op te gaan. Een half uurtje is vaak al voldoende om problemen te voorkomen. Even de snelweg op vindt de auto ook fijn: bij hogere snelheden komt de motor goed op temperatuur en wordt er net even wat meer van de techniek gevergd.", "“Staat een auto enkele weken stil, dan kan de accu uitgeput raken.”", "Niet alle onderdelen zijn even kwetsbaar. Benzine of diesel bijvoorbeeld, kan best lang probleemloos in de tank blijven. Pas na een maand of drie zou de tegenwoordig veel getankte E10-benzine als eerste problemen kunnen geven. E10 (met maximaal 10 procent bio-ethanol) veroudert namelijk sneller dan E5, een benzinesoort met maximaal 5 procent bio-ethanol die ook nog steeds goed verkrijgbaar is. Vluchtige stoffen verdampen nu eenmaal eerder en ethanol trekt vocht aan. Hierdoor kan de motor op een gegeven moment wellicht moeilijker aanslaan.", "Na meer dan een half jaar loop je bij vrijwel elke brandstof het risico op veroudering en dan kan er verontreiniging ontstaan in de tank, met wellicht motorstoringen als gevolg.", "Nieuwere auto blijft ook stilstaand stroom verbruiken", "Veel kwetsbaarder is de accu. Staat een auto enkele weken stil, dan kan de accu uitgeput raken en krijg je startproblemen. Vooral in de moderne auto met alle elektronica aan boord gaat het stroomverbruik bij stilstand door, al is het dan in beperkte mate. Een zogenoemde druppellader biedt uitkomst als je de auto niet wekelijks een half uurtje laat rijden. Met zo'n apparaat wordt de accu telkens heel langzaam opgeladen en blijft hij in topconditie.", "Een druppellader koop je voor een paar tientjes en in feite is dit een apparaat dat de accu van de auto - de naam zegt het al - druppelsgewijs oplaadt. Ingewikkeld is het niet: je klikt de klemmen van de lader vast aan de accupolen, steekt de stekker in het stopcontact en kiest een laadmodus. De meeste druppelladers werken met een spanning van 12 volt en een stroomsterkte van 2 ampère.", "Scheurtjes in de banden en vastzittende remmen", "In de warme en droge zomer is stilstand voor banden funest. Dan drogen ze uit en kunnen ze haarscheurtjes gaan vertonen. Maar ook in de winter is het niet best als banden lange tijd in dezelfde positie onder de stilstaande auto blijven. Doordat het gewicht continu een op het wegdek rustend deel van de band drukt, kan deze deels afgevlakt raken: het risico van de zogenoemde 'vierkante banden'. Voorkom dit door de bandendruk iets te verhogen, met zo'n 0,5 bar meer druk dan de fabrikant voorschrijft.", "“Parkeer de auto in de eerste versnelling, niet met de handrem erop.”", "Een ander probleem bij stilstaande auto's is dat de remmen 'vast' komen te zitten. Maar dan moet de auto doorgaans wel langer dan een maand stilstaan. Vooral de remschoentjes, die ervoor zorgen dat de auto op de handrem blijft staan, kunnen dan gaan hechten. Meestal springt deze 'verkleving' automatisch los op het moment dat je wegrijdt en dan lost het probleem zich vanzelf op.", "Wil je dit euvel voorkomen, parkeer de auto dan in de eerste versnelling en niet met de handrem erop. Ditzelfde advies geldt overigens ook bij vorst, om te voorkomen dat de handrem vastgevroren raakt."], "authors": ["Door", "Niek Schenk"], "keywords": ["mis", "stilstaat", "er", "dan", "jouw", "met", "te", "je", "van", "en", "een", "dit", "lang", "auto", "gaat", "kan", "op", "het", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}