{"id": "12832f60-383c-31bd-b39a-ee6e7b211319", "title": "Veerkracht en systeemdenken: zo bereid je je voor op banen van de toekomst", "url": "https://nu.nl/werk/6095392/veerkracht-en-systeemdenken-zo-bereid-je-je-voor-op-banen-van-de-toekomst.html", "summary": "En welke vaardigheden hebben werknemers nodig om met die uitdagingen om te gaan?\nIn een wereld die nauw verbonden is door handel en digitale snelwegen, zijn veel problemen bovendien grensoverschrijdend en ingewikkeld.\n\"Systeemdenken is belangrijk - een probleem zien als een gevolg van verschillende oorzaken die op elkaar inwerken.\nMaar ook vooruit kunnen denken om langetermijngevolgen in te schatten, en veerkracht - kunnen herstellen en 'terugveren' bij tegenslag of onverwachte situaties.\"\n\"Voor functies als burgemeester, minister of aanvoerder van het vrouwenvoetbalteam zijn geen vereiste opleiding of werkervaring.", "paragraphs": ["Complexiteit, onzekerheid en sterke onderlinge verbondenheid: het zijn kenmerken van de ingewikkelde problemen waar we in de veranderende wereld steeds meer mee te maken krijgen. Wat betekent dat voor de arbeidsmarkt? En welke vaardigheden hebben werknemers nodig om met die uitdagingen om te gaan?", "Technologische veranderingen hebben de arbeidsmarkt flink veranderd. Tien jaar geleden klonken termen als virtual reality, kunstmatige intelligentie, digitale transformatie en disruptie misschien nog futuristisch; inmiddels vallen ze onder achteloos gebruikt bedrijfsjargon. In een wereld die nauw verbonden is door handel en digitale snelwegen, zijn veel problemen bovendien grensoverschrijdend en ingewikkeld.", "“Systeemdenken pakt in de logistiek anders uit dan in de gezondheidszorg.” Wim Lambrechts, Open Universiteit", "\"Om met super wicked problems als COVID-19 en klimaatverandering om te gaan, zijn verschillende competenties nodig\", zegt Wim Lambrechts, docent aan de Open Universiteit. \"Systeemdenken is belangrijk - een probleem zien als een gevolg van verschillende oorzaken die op elkaar inwerken. Maar ook vooruit kunnen denken om langetermijngevolgen in te schatten, en veerkracht - kunnen herstellen en 'terugveren' bij tegenslag of onverwachte situaties.\"", "Competenties zijn aan te leren", "Door robotisering blijven vooral taken over die niet kunnen worden voorgeprogrammeerd en dus ingewikkelder zijn, voegt Barbara Belfi, onderzoeker aan Maastricht University, daaraan toe. \"Daarvoor is het handig als je een hoge frustratietolerantie hebt en bestand bent tegen complexiteit. Deze vaardigheden hangen samen met persoonlijkheidskenmerken als openheid, zorgvuldigheid en stabiliteit. Creativiteit en leervermogen zijn eveneens belangrijk.\"", "Maar hoe zorg je ervoor dat je goed bent voorbereid op de banen van de toekomst? Volgens Lambrechts bestaan competenties uit \"een complex geheel van kennis, inzicht, vaardigheden en houdingen\". \"Competenties kun je deels ontwikkelen, bijvoorbeeld door onderwijs of werkervaring. De uitwerking van toekomstbestendige competenties verschilt wel per sector. Systeemdenken pakt in de logistiek anders uit dan in de gezondheidszorg.\"", "Belfi wijst op het verschil tussen vaardigheden en persoonlijkheidskenmerken. \"Er is veel discussie over de mate waarin karaktertrekken na een bepaalde leeftijd nog kunnen veranderen. Vaardigheden zijn zeker te leren en trainen. Iemand die chaotisch, onzeker en rechtlijnig is en weinig vooruitdenkt, kan worden getraind om meer structuur in het werk aan te brengen, de kalmte beter te bewaren, zich meer open te stellen voor nieuwe ideeën en toekomstgerichter te handelen.\"", "Vaardighedenpaspoort in plaats van cv", "In bredere zin is kijken naar competenties een betere manier om mensen aan passend werk te helpen dan opleiding en werkervaring, zegt Ton Wilthagen, hoogleraar arbeidsmarkt aan de Tilburg University. \"Voor functies als burgemeester, minister of aanvoerder van het vrouwenvoetbalteam zijn geen vereiste opleiding of werkervaring. Het gaat om de vaardigheden die iemand heeft opgebouwd.\"", "Omdat banen inhoudelijk steeds sneller zullen veranderen, moeten we volgens Wilthagen toe naar een arbeidsmarkt die is gebaseerd op competenties. \"In België werken ze al met vaardighedenpaspoorten, waarin zaken als creativiteit, kritisch denken en samenwerken kunnen worden opgenomen. Iemand die in de bouw werkt en in zijn vrije tijd penningmeester is bij de voetbalclub, heeft financieel inzicht opgedaan dat in zo'n vaardighedenpaspoort kan komen te staan.\"", "Een baan als bundeling van taken", "Mensen kijken bij het zoeken naar werk vaak onterecht alleen naar hun laatste functie, weet Sonia Sjollema, directeur van NSvP - Kenniscentrum innovatief in werk. \"Een baan is een bundeling van taken. Mensen die door de coronacrisis hun werk in de horeca kwijtraakten, kunnen met gerichte bijscholing terecht in de zorg.\"", "\"Of neem de financiële functies in het middenkader, die de afgelopen jaren grotendeels zijn verdwenen door automatisering. Deze mensen kunnen relatief makkelijk overstappen naar inkoopfuncties, zelfs buiten de sector waar ze eerst actief waren.\"", "“De instabiliteit van de arbeidsmarkt is niet goed voor de samenleving. Dat is een maatschappelijk probleem.” Sonia Sjollema, NSvP", "Tegelijkertijd wil Sjollema ervoor waken dat de verantwoordelijkheid voor het 'bijhouden' van competenties te veel bij individuele werknemers komt te liggen. Termen als 'duurzame inzetbaarheid' en 'competenties' kunnen worden misbruikt om de verantwoordelijkheid voor de instabiele arbeidsmarkt af te wentelen op werknemers, stelt ze.", "Er moet volgens Sjollema dan ook meer politieke sturing komen, om sociale zekerheid te garanderen. \"De onzekerheid en instabiliteit van de huidige arbeidsmarkt zijn niet goed voor de samenleving. Dat is een maatschappelijk probleem, niet een individueel probleem van mensen die hun baan kwijtraken.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["van", "die", "om", "een", "en", "zo", "systeemdenken", "te", "kunnen", "zijn", "bereid", "op", "voor", "als", "je", "veerkracht", "het", "toekomst"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}