{"id": "128fd17f-d561-3ccb-9f19-346de704bfc7", "title": "Flynn wil dat Trump staat van beleg afkondigt", "url": "https://volkskrant.nl/nieuws-achtergrond/flynn-wil-dat-trump-staat-van-beleg-afkondigt~baa6e9c0/", "summary": "Hij uitte dinsdag nog kritiek op het besluit van Mitch McConnell, de leider van de Republikeinen in de Senaat, de verkiezingszege van Biden te erkennen.\n‘Te vroeg om op te geven.\nDe meesten van hen deden er angstvallig het zwijgen toe, kennelijk uit vrees de woede te wekken van Trump, die veel opheeft met Flynn.\nIn plaats daarvan ‘leende’ Trump troepen van de Nationale Garde van welwillende staten voor een militair machtsvertoon in de hoofdstad.\n‘Wij zweren geen trouw aan een persoon, een koning, een koningin, een president of iets anders.", "paragraphs": ["Voormalig generaal Michael Flynn (midden) bij een protest in Washington. Beeld Getty Images", "Het College van Kiesmannen wees Biden deze week aan als winnaar van de presidentsverkiezingen, maar Trump weigert zich nog steeds neer te leggen bij zijn nederlaag. Hij uitte dinsdag nog kritiek op het besluit van Mitch McConnell, de leider van de Republikeinen in de Senaat, de verkiezingszege van Biden te erkennen. ‘Te vroeg om op te geven. De Republikeinse Partij moet eindelijk leren te vechten’, viel Trump op Twitter uit tegen McConnell.", "Flynn, die een celstraf dreigde te krijgen wegens liegen tegen de FBI, schaarde zich eerder deze maand achter een oproep aan Trump van de We The People Convention, een rechtse beweging uit Ohio, om de staat van beleg af te kondigen en nieuwe verkiezingen te houden onder toezicht van het leger ‘zodat we echt eerlijke en betrouwbare verkiezingen krijgen’. ‘Vrijheid knielt nooit, behalve voor God’, tweette hij.", "Held bij harde kern", "Flynn heeft zich de laatste tijd populair gemaakt bij de harde kern van Trumps aanhangers met zijn strijdlustige oproepen om Biden uit het Witte Huis te houden. Afgelopen weekeinde werd de generaal buiten dienst als een held begroet bij een betoging van Trump-aanhangers, inclusief de extreemrechtse knokploeg Proud Boys, in Washington. Ook een andere voormalige generaal, Tom McInerney, vond dat Trump moet ingrijpen en de grondwet tijdelijk buiten werking moet stellen.", "Vooralsnog heeft Flynn nauwelijks bijval gekregen van Republikeinse politici. De meesten van hen deden er angstvallig het zwijgen toe, kennelijk uit vrees de woede te wekken van Trump, die veel opheeft met Flynn. Maar het is volstrekt onduidelijk of Trump zover zal durven te gaan om Bidens verkiezingszege terug te draaien via het afkondigen van de staat van beleg.", "Het is ook heel onwaarschijnlijk dat de Amerikaanse strijdkrachten zich voor zo’n machtsgreep zullen lenen. Volgens de Posse Comitatus Act uit 1878 mogen federale troepen niet worden ingezet voor het toezicht op verkiezingen of het afdwingen van binnenlandse wetten.", "Rebellie", "Maar Flynn en zijn geestverwanten betogen dat de ‘grootscheepse verkiezingsfraude’ waarvan volgens hen sprake was, neerkomt op een ‘rebellie’. In dat geval zou Trump zich kunnen beroepen op de Insurrection Act om de rechtsorde te handhaven. De laatste keer dat dat gebeurde was in 1992, toen president George Bush sr. troepen stuurde om heftige rellen in Los Angeles te bedwingen.", "Trump zinspeelde eerder dit jaar op het inroepen van de Insurrection Act om een einde te maken aan de rellen waarmee de protesten na de moord op George Floyd in sommige steden gepaard gingen. In plaats daarvan ‘leende’ Trump troepen van de Nationale Garde van welwillende staten voor een militair machtsvertoon in de hoofdstad.", "Verzet gegarandeerd", "Het staat wel vast dat de militaire top zich zal verzetten tegen een eventuele poging van Trump om de strijdkrachten in te schakelen om de verkiezingen in zijn voordeel te beslechten. Volgens een wet uit 1865 is het zelfs strafbaar voor militairen om zich in de verkiezingen te mengen.", "Generaal Mark Milley, de chefstaf van de Amerikaanse strijdkrachten, liet eerder dit jaar duidelijk weten dat de militairen ten alle koste buiten de politiek moeten blijven. ‘Wij zweren geen trouw aan een persoon, een koning, een koningin, een president of iets anders. Wij zweren trouw aan de grondwet’.", "Sommige critici vragen zich af of Flynns pleidooi voor het invoeren van de staat van beleg niet strafbaar is onder het Amerikaanse militaire recht, ook al is hij niet langer in actieve dienst. Volgens hen komt zijn oproep neer op opruiing, waarop zware straffen staan."], "authors": ["Bert Lanting"], "keywords": ["van", "dat", "om", "een", "wil", "beleg", "flynn", "te", "trump", "staat", "afkondigt", "op", "voor", "zich", "het"], "pubDate": "2020-12-16T17:25:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}