{"id": "12a0cf9b-12f4-350f-9de2-70582dc3c847", "title": "Burn-outs: 'We gaan pas bewegen als het misgaat, dan ben je altijd te laat'", "url": "https://nu.nl/werk/6092566/burn-outs-we-gaan-pas-bewegen-als-het-misgaat-dan-ben-je-altijd-te-laat.html", "summary": "Als er dan ook nog te weinig hulpbronnen zijn om met die hoge taakeisen om te gaan, gaat het mis.\"\nDat kan volgens Schaufeli door duidelijk te zijn over takenpakketten en de werkdruk en emotionele druk behapbaar te houden.\n\"Het gaat erom dat mensen elkaar kunnen steunen, dat leidinggevenden op tijd feedback geven, of dat er ontplooiingsmogelijkheden zijn.\nWe zijn te veel ingesteld op symptomen en gaan pas bewegen als het misgaat.\nDerde golf van burn-outsOp korte termijn is Theo Immers, voorzitter van het Nationaal Centrum Preventie Stress & Burn-out, echter pessimistisch.", "paragraphs": ["Telefoon uit, sporten en mindfulness: voor werknemers zijn er tips tegen uitval te over. Maar wat kunnen werkgevers doen? En zouden ze dat niet ook móéten doen, omdat we anders afstevenen op een epidemie van coronaburn-outs?", "Burn-out is beroepsziekte nummer één. De aanloop is lang en als mensen eenmaal opgebrand zijn, kost herstel maanden, zo niet langer. Werkgevers hebben vanuit de Arbowet de plicht om psychosociale problemen te voorkomen. Toch gebeurt dat volgens experts nog te weinig.", "Volgens het Nederlands Centrum voor Beroepsziekten (NCvB) zijn psychische klachten de belangrijkste oorzaak van uitval van werknemers, vooral door het aandeel van overspannenheid en burn-out, zegt Wilmar Schaufeli, hoogleraar Arbeids- en Organisatiepsychologie aan de Universiteit Utrecht. \"Waarschijnlijk is er ook sprake van onderrapportage, doordat bedrijfsartsen de reden van uitval niet altijd melden bij het NCvB.\"", "Het aantal mensen met burn-outklachten gaat richting één op de vijf, weet Bas Snippert, medeoprichter van het Nederlands Expertisecentrum Vitaliteit en medeauteur van het boek De vitaliteitrevolutie, dat half december verschijnt. \"Volgens het CBS heeft 17 procent van alle werknemers burn-outklachten, waarmee de stijgende lijn al 20 jaar doorzet. En ik houd mijn hart vast voor volgend jaar, omdat er door de corona-epidemie veel verstopte burn-outs zijn.\"", "Werkgevers en werknemers geven elkaar de schuld", "Burn-out is de uiterste variant van werkgerelateerde stress, zegt ook Arnold Bakker, hoogleraar Arbeids- en Organisatiepsychologie aan de Erasmus Universiteit Rotterdam. \"Het wordt veroorzaakt door langdurige blootstelling aan hoge werkdruk en andere taakeisen, zoals moeilijke klanten of ingewikkelde interacties met patiënten. Als er dan ook nog te weinig hulpbronnen zijn om met die hoge taakeisen om te gaan, gaat het mis.\"", "“De oorzaken liggen niet alleen in het werk, maar ook in de manier waarop iemand daarmee omgaat.” Wilmar Schaufeli, hoogleraar Arbeids- en Organisatiepsychologie", "Willem van Rhenen, hoogleraar Engagement & Productivity aan Nyenrode Business Universiteit en chief health officer bij de Arbo Unie, denkt dat burn-out vooral ontstaat door te weinig hulpbronnen. \"De belangrijkste hulpbronnen die mensen nodig hebben, zijn de vaardigheid om te doen wat er van ze wordt gevraagd, de autonomie om het werk op hun eigen manier te doen en een goede relatie met leidinggevenden en collega's.\"", "Schaufeli ziet dat werkgevers en werknemers elkaar vaak de schuld geven van een burn-out. \"De oorzaken liggen niet alleen in het werk, maar ook in de manier waarop iemand daarmee omgaat. Mensen die gevoelig zijn voor stress, een lage eigenwaarde hebben, problemen uit de weg gaan of zich snel slachtoffer voelen, zijn kwetsbaarder voor stress en overspannenheid.\"", "Met steun van collega's kun je emotionele belasting beter aan", "Tegelijkertijd zijn werkgevers verplicht burn-out zoveel mogelijk te voorkomen. Dat kan volgens Schaufeli door duidelijk te zijn over takenpakketten en de werkdruk en emotionele druk behapbaar te houden. \"Als je emotioneel belastend werk doet, maar je krijgt wel steun van collega's, loop je minder risico.\"", "“De uitputtingsslag die eraan voorafgaat, wordt vaak niet opgemerkt.” Bas Snippert, medeoprichter Nederlands Expertisecentrum Vitaliteit", "Bakker voegt daaraan toe dat het aanbieden van hulpbronnen niet per se veel geld hoeft te kosten. \"Het gaat erom dat mensen elkaar kunnen steunen, dat leidinggevenden op tijd feedback geven, of dat er ontplooiingsmogelijkheden zijn. Door job crafting kunnen mensen hun werk beter laten aansluiten bij hun vaardigheden en ambities.\"", "Voorkomen is beter dan genezen", "Snippert pleit voor een cultuuromslag in de benadering van burn-out. \"De uitputtingsslag die eraan voorafgaat, wordt vaak niet opgemerkt. We zijn te veel ingesteld op symptomen en gaan pas bewegen als het misgaat. Dan ben je altijd te laat.\"", "Bij stress gaat het vooral om de perceptie van een stressor, die per mens kan verschillen. Mede daarom werkt Snippert met een bio-psycho-sociaal model, waarin de hele mens centraal staat. \"Met dit vitaliteitsmodel brengen we de werkomgeving en de uitdagingen voor individuele medewerkers in kaart. Vitaliteit bestaat voor ons uit zeven pijlers: energieregulatie, lichaam (fitheid en stress), cognitief (concentratie, werkgeheugen en eventuele belemmerende denkpatronen), emotie, identiteit, interacties met anderen en de omgeving en, ten slotte, werk en werkgever.\"", "“Burn-out is een sluipmoordenaar.” Theo Immers, voorzitter Nationaal Centrum Preventie Stress & Burn-out", "Hoewel sommige organisaties medewerkers 'verslinden', komt Snippert op genoeg plekken waar werkgevers openstaan voor zijn boodschap. \"Uiteindelijk is het gebruiken van mensen geen duurzame strategie.\"", "Derde golf van burn-outs", "Op korte termijn is Theo Immers, voorzitter van het Nationaal Centrum Preventie Stress & Burn-out, echter pessimistisch. \"Burn-out is een sluipmoordenaar, zeker omdat 80 procent van de mensen het niet ziet aankomen. De incubatietijd is zo'n negen maanden, zodat we begin volgend jaar waarschijnlijk de effecten van de coronamaatregelen uit maart gaan zien.\"", "Immers verwacht dat 56 procent van de werkende populatie in de problemen komt. \"De hoge baanonzekerheid en suboptimale thuiswerksituatie die veel mensen nu ervaren, is een tijdbom.\" Schaufeli is daar niet zo zeker van. \"Uit cijfers van TNO blijkt dat COVID-19 voorlopig niet veel effect op burn-out lijkt te hebben.\"", "Immers vindt het belangrijk dat werkgevers de vinger aan de pols blijven houden. \"Plan niet langer dan een paar weken tot een maand vooruit om te voorkomen dat de onzekerheid onder werknemers te groot wordt. Maak duidelijke afspraken over wie er wanneer op kantoor mag werken en handhaaf die ook. En kijk vooral goed naar individuele gevallen: iemand in een vechtscheiding kun je beter niet laten thuiswerken.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["pas", "van", "dan", "laat", "mensen", "het", "gaan", "zijn", "niet", "je", "te", "bewegen", "en", "burnouts", "dat", "een", "misgaat", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}