{"id": "12b3205b-a84c-36c8-a1d8-edf8abecd699", "title": "Anticonceptie voor mannen, wat kunnen ze toch veel tegenwoordig", "url": "https://www.parool.nl/kunst-media/anticonceptie-voor-mannen-wat-kunnen-ze-toch-veel-tegenwoordig~b5d8bae6/", "summary": "Als op verjaardagsfeestjes mensen elkaar op de hoogte gaan stellen van medische toestanden, verlaat Lips meestal het kringgesprek.\nBovendien kun je die gesprekken uittekenen: ‘Ach nou wat naar allemaal, sterkte hoor, en God, ze kunnen zoveel tegenwoordig.’Hoeveel ze tegenwoordig wel niet kunnen, staat centraal in Dokters van Morgen, waarin Antoinette Hertsenberg een vinger aan de pols houdt van de stand van de medische wetenschap.\nDaar werd een recent ontwikkelde anticonceptiemethode voor mannen geïntroduceerd: een hormonengel die je op je armen smeert en je onvruchtbaar maakt.\nEen man vertelde Hertsenberg dat hij het al maanden gebruikte, zijn libido – naar eigen zeggen bijzonder hoog – had er niet onder geleden en zijn vriendin was nog niet zwanger.\nEn Lips kon tijdens het kijken alleen maar denken: God wat kunnen ze toch veel tegenwoordig.", "paragraphs": ["Dokters van Morgen, NPO 1.", "Als op verjaardagsfeestjes mensen elkaar op de hoogte gaan stellen van medische toestanden, verlaat Lips meestal het kringgesprek. Reuze ingrijpend hoor, een nieuwe heup, kruisband of hartklep, maar vooral ook erg privé. Bovendien kun je die gesprekken uittekenen: ‘Ach nou wat naar allemaal, sterkte hoor, en God, ze kunnen zoveel tegenwoordig.’", "Hoeveel ze tegenwoordig wel niet kunnen, staat centraal in Dokters van Morgen, waarin Antoinette Hertsenberg een vinger aan de pols houdt van de stand van de medische wetenschap. En hoewel Lips de bloederige beelden vanuit de operatiekamers nog steeds kan missen als nierstenen, keek hij toch met buitengewone interesse naar de uitzending over hormonen.", "Daar werd een recent ontwikkelde anticonceptiemethode voor mannen geïntroduceerd: een hormonengel die je op je armen smeert en je onvruchtbaar maakt. Een man vertelde Hertsenberg dat hij het al maanden gebruikte, zijn libido – naar eigen zeggen bijzonder hoog – had er niet onder geleden en zijn vriendin was nog niet zwanger. So far, so good. Bijwerkingen waren er nauwelijks, al had hij wel, o ironie, een rare uitslag bij zijn trouwring.", "Ook ging het over vrouwen die op jonge leeftijd chemotherapie hadden ondergaan en preventief eierstokweefsel hadden laten invriezen. Vele jaren later kon dit, na hun genezing, weer worden teruggeplaatst. De zeer zeldzame methode heeft ervoor gezorgd dat sommige vrouwen alsnog kinderen hebben kunnen krijgen. De Nederlandse Elbrich werd gevolgd in dit heftige traject. De operatie verliep succesvol, al kan ze alleen via ivf zwanger raken.", "Hertsenberg, al 25 jaar de strenge schooljuf in Radar, past dit programma als een handschoen. Ze is geïnteresseerd, empathisch en weet ingewikkelde medische zaken helder uit te leggen. En Lips kon tijdens het kijken alleen maar denken: God wat kunnen ze toch veel tegenwoordig.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["van", "wat", "toch", "mannen", "het", "op", "zijn", "tegenwoordig", "anticonceptie", "ze", "een", "kunnen", "en", "je", "veel", "al", "voor"], "pubDate": "2020-12-03T10:21:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}