{"id": "12bfb0fe-1b5a-3907-aa98-7948ba32c028", "title": "Ik help het u hopen dat alles beter wordt", "url": "https://trouw.nl/cultuur-media/ik-help-het-u-hopen-dat-alles-beter-wordt~ba17bdbc/", "summary": "Het betreft de zin ‘Ik help het je hopen’.\nDaarin is ‘je’ het onderwerp van ‘uitlaten’ (jij laat de hond uit, en ik help daarmee), en ‘de hond’ is lijdend voorwerp (de hond wordt uitgelaten).\nMaar hier hebben we ‘Ik help het je hopen’, waarbij ‘je’ het onderwerp van ‘hopen’ is (jij hoopt het) en ‘het’ lijdend voorwerp.\nOok dat komt wel vaker voor (‘Ik zie het je doen’, ‘Ik hoor het je nog zeggen’), maar dan is de ‘gewone’ variant net zo goed (‘Ik zie je ’t doen’.\nMaar ‘Ik help je ’t hopen’ voelt ­onverwacht vreemd aan.", "paragraphs": ["Een van de inzendingen voor de Grammaticale Structuur van het Decennium die ik heb moeten afwijzen is een bijzondere zin die wel een aparte bespreking waard is. Het betreft de zin ‘Ik help het je hopen’. De zin kwalificeert niet echt als een grammati­cale structuur, omdat je er vrijwel niets in kunt vervangen door andere woorden (je kunt alleen persoon en getal veranderen), maar er is wel iets bijzonders mee aan de hand.", "De Algemene Nederlandse Spraakkunst zou dit gebruik van het werkwoord ‘helpen’ karakteriseren als ‘groepsvormend’: het werkwoord ‘helpen’ vormt met een ander werkwoord (in dit geval ­‘hopen’) een groep. Die groep wordt vooral zichtbaar in de bijzin. In normale gevallen krijg je dan ­bijvoorbeeld ‘omdat ik je de afwas help (te) doen’. Hierin heb ik ‘te’ tussen haakjes gezet, omdat het met of zonder ‘te’ lijkt te kunnen.", "Versterkt", "In de voltooide tijd wordt het groepsvormende karakter nog versterkt doordat ‘helpen’ dan niet hoeft te verschijnen als voltooid deelwoord (‘geholpen’), maar ook als infinitief (‘helpen’). Het wordt dan ‘Ik heb je de afwas helpen doen’ (naast ‘Ik heb je geholpen de afwas te doen’).", "Tot zover is het allemaal bekende kost. Maar nu de woordvolgorde. In normale zinnen krijg je iets als ‘Ik help je de hond uit te laten’. Daarin is ‘je’ het onderwerp van ‘uitlaten’ (jij laat de hond uit, en ik help daarmee), en ‘de hond’ is lijdend voorwerp (de hond wordt uitgelaten). Maar hier hebben we ‘Ik help het je hopen’, waarbij ‘je’ het onderwerp van ‘hopen’ is (jij hoopt het) en ‘het’ lijdend voorwerp. ­Onderwerp en voorwerp staan dus in de omgekeerde volgorde.", "Ook dat komt wel vaker voor (‘Ik zie het je doen’, ‘Ik hoor het je nog zeggen’), maar dan is de ‘gewone’ variant net zo goed (‘Ik zie je ’t doen’. ‘Ik hoor je ’t nog zeggen’). Maar ‘Ik help je ’t hopen’ voelt ­onverwacht vreemd aan.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["ik", "van", "beter", "en", "een", "wordt", "alles", "hopen", "te", "het", "maar", "dat", "help", "je"], "pubDate": "2021-01-08T13:10:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}