{"id": "12cce4cb-413c-3be7-922a-292b74ad7b28", "title": "Mijn Streek: Fietsen langs de sporen van tramlijnen bij Hoogeveen", "url": "https://www.dvhn.nl/mijnstreek/Mijn-Streek-Fietsen-langs-de-sporen-van-tramlijnen-bij-Hoogeveen-25741457.html", "summary": "Van de tramlijnen in en rond Hoogeveen, het onderwerp van een expositie die Pol mede samenstelde, is in het landschap niets terug te zien.\nMuseum De 5000 MorgenSpoor van verhalen , luidt de titel van de expositie in de Verhalenwerf in de bibliotheek van Hoogeveen.\nEn er pleit ook iets voor de plek bij de entree van een bibliotheek, de laagdrempeligheid.\nDoor de nieuwbouw van Noordscheschut banen we ons een weg naar het plein waar sinds vorig jaar een monument staat van een tramwagon.\nOm aangenaam verrast te worden door het deel van de route dat van Hollandscheveld naar Nieuweroord leidt.", "paragraphs": ["Begin vorige eeuw openden twee stoomtramwegmaatschappijen een verbinding met Hoogeveen. De tramlijnen zijn verdwenen, hun geschiedenis wordt verteld in de Verhalenwerf. Jan Pol fietst het traject van de tramlijnen.", ",,Alles is weg.” Duidelijkheid, daar houdt Jan Pol (1948) van, valse verwachtingen zijn aan hem niet besteed. Van de tramlijnen in en rond Hoogeveen, het onderwerp van een expositie die Pol mede samenstelde, is in het landschap niets terug te zien. Geen spoor, letterlijk.", "Maar plekken waar het traject van de tramlijnen zichtbaar is, zijn er nog wel. Gelukkig maar. Ze vormen de basis voor een tocht rond Hoogeveen. Pol wijst op een kaart waarop hij twee tramlijnen intekende, die van Dedemvaartsche Stoomtramweg-Maatschappij (DSM) en die van de Eerste Drentsche Stoomtramweg-Maatschappij (EDS).", ",,Beide lijnen hebben nu een monumentje, het ene staat ten zuiden van Hollandscheveld, het andere in Noordscheschut. Als je die combineert, heb je een route.” Hij staat op om voor we die route gaan fietsen de expositie te laten zien, te beginnen met een maquette van het treinstation dat jaren geleden werd afgebroken, aan de voorkant liggen tramlijnen.", "Museum De 5000 Morgen", "Spoor van verhalen , luidt de titel van de expositie in de Verhalenwerf in de bibliotheek van Hoogeveen. Toch wel merkwaardig dat de derde plaats van Drenthe – na Assen en Emmen – niet een zelfstandig museum heeft. Dat had het wel, tot een jaar of vijf geleden, Museum De 5000 Morgen, genoemd naar de verveningscompagnie die de kiem van Hoogeveen legde. Het zat in een prachtig pand aan de Hoofdstraat, de route komt erlangs, er zit nu een galerie, u kunt er dus nog wel naar binnen.", "Het museum werd wegbezuinigd. Enorm jammer, want juist een plek als Hoogeveen heeft het nodig dat zijn geschiedenis wordt verteld, anders kijk je niet verder dan wat je ziet; een centrum dat met zichzelf worstelt aan een kruispunt van snelwegen en industrieterreinen. Wat dat betreft mag Mijn Streek de hand in eigen boezem steken; de wandel- en fietsrubriek deed Hoogeveen nog nooit aan. Het geeft te denken.", "loading", "loading", "Vader Abraham", "Gelukkig is er de Verhalenwerf. En er pleit ook iets voor de plek bij de entree van een bibliotheek, de laagdrempeligheid. Als Pol, die ook rondleidingen geeft door het het centrum van Hoogeveen en lezingen houdt over de geschiedenis van de plaats, zijn rondje heeft gemaakt langs Spoor van verhalen , loopt hij door naar de vaste expositie, een bloemlezing uit wat Museum De 5000 Morgen te bieden had. Het laat zien hoe veel er valt te vertellen over Hoogeveen en omgeving.", "Uiteraard eist de vervening de hoofdrol op, maar er is ook ruimte voor andere verhalen, uiteenlopend van de kano van Pesse tot het singletje Den Uyl is in den olie , de carnavalskraker die Vader Abraham in 1974 ten tijde van de oliecrisis maakte met Boer Koekoek uit Hollandscheveld. Overigens is de tentoongestelde kano een replica van het oudst bekende vaartuig. Het echte, een kleine 10.000 jaar oud, wordt gevriesdroogd bewaard in het Drents Museum. De replica werd in 2001 gemaakt toen de drijfvaardigheid van de kano, in 1955 bij Pesse gevonden, ter discussie werd gesteld. Voor hetzelfde geld betrof het de oudst bekende varkenstrog – ook bijzonder, maar toch net iets minder. De kano sloeg echter met vlag en wimpel voor de vaartest en maakte een einde aan de discussie.", "Korte bocht", "De fietstocht is van korte duur, valt in het water, letterlijk. Pol, met in zijn fietstas een bundel geplastificeerde uitvergrotingen van oude foto’s, kan nog net de plek laten zien waar de remise van de EDS stond – vlak bij het klooster – of buien nopen tot een ronde met de auto.", "Voor de plekken die Pol wil bezoeken maakt het weinig uit. Eerst volgen we de route van de DSM, via de Hoofdstraat, Het Haagje en Meester Cramerweg, telkens met de toevoegingen van Pol dat ,,vroeger in Hoogeveen overal vaarten lagen” en dat ,,een tram natuurlijk niet een bocht zo kort kon maken als de weg nu doet.”", "Aan de Meester Cramerweg wijst Pol, net voorbij woonzorgcentrum Valkenhof, naar een pad aan beide zijden omgeven door boomwallen. ,,Daar reed de tram langs, rechtstreeks naar Hollandscheveld. Nu kun je daar niet meer langs, de vaart blokkeert de weg.”", "loading", "loading", "Beeldengroep van reizigers", "We volgen de route tot het trammonument – een beeldengroep van reizigers – ter hoogte van Riegshoogtendijk 184. Pol vertelt dat een voorganger van het huis vroeger in gebruik was als wachtlokaal. We maken rechtsomkeert, verlaten de DSM-route en gaan naar Nieuweroord, om de EDS-route op te pikken.", "We volgen ter plekke een weggetje dat naar Noordscheschut leidt, het asfalt vertoont diepe kuilen, het straatnaambordje met de naam Trambaan onderschrijft Pols verhaal dat we ons op het traject bevinden van de EDS-tramlijn. Door de nieuwbouw van Noordscheschut banen we ons een weg naar het plein waar sinds vorig jaar een monument staat van een tramwagon. Via het Zwarte Dijkje en de Coevorderstraatweg rijden we, zoals vroeger de tram, terug naar Hoogeveen.", "Aangenaam verrast", "Uiteraard fietst uw verslaggever de route een paar dagen later alsnog, met droog weer. Om aangenaam verrast te worden door het deel van de route dat van Hollandscheveld naar Nieuweroord leidt. Veel bos, rustige paden, plekjes om rond te snuffelen en een diep in zijn omgeving ingegraven Verlengde Hoogeveense Vaart op de koop toe. Wie zei dat de omgeving van Hoogeveen saai is?"], "authors": ["Paul Straatsma"], "keywords": ["van", "tramlijnen", "hoogeveen", "fietsen", "bij", "pol", "het", "naar", "met", "langs", "mijn", "een", "en", "dat", "te", "sporen", "streek"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}