{"id": "12cccc8a-680a-3b1d-8a04-109625e8c49c", "title": "Grand Prix van Bahrein vlak na start gestaakt door grote crash", "url": "https://www.metronieuws.nl/in-het-nieuws/sport/2020/11/grand-prix-van-bahrein-vlak-na-start-gestaakt-door-grote-crash/", "summary": "Grand Prix van Bahrein vlak na start gestaakt door grote crashBij de start van de Grand Prix van Bahrein was het vandaag vrijwel direct code rood.\nRomain Grosjean vloog met zijn auto van de baan, die meteen na de crash in brand vloog.\nMeteen aan het begin van de race reed de coureur met hoge snelheid de bandenstapel langs het circuit in.\nWel toestemming gegeven maar niet getoond, herlaad de pagina.\nHet lukte hem om zelf uit zijn auto te komen, waarna hij direct door een medisch team werd opgevangen.", "paragraphs": ["Grand Prix van Bahrein vlak na start gestaakt door grote crash", "Bij de start van de Grand Prix van Bahrein was het vandaag vrijwel direct code rood. Romain Grosjean vloog met zijn auto van de baan, die meteen na de crash in brand vloog. Grosjean, de coureur van Haas, kon op tijd zijn auto verlaten. Wel werd hij naar het ziekenhuis gebracht.", "Meteen aan het begin van de race reed de coureur met hoge snelheid de bandenstapel langs het circuit in. Ook raakte hij de wagen van Danill Kvyat. Door de crash brak de benzinetank in tweeën. Dit veroorzaakte een flinke explosie waardoor de race stilgelegd werd.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Vangrail", "Het voorste deel van de auto ligt dwars door de vangrail heen. Hierdoor zal het nog even duren voordat de race kan worden hervat. De vangrail moet namelijk eerst volledig gerepareerd worden. Naar verwachting gaat dat nog zeker 45 minuten duren.", "Grosjean kwam er met slechts wat lichte verwondingen vanaf. Dat laat Haas F1 weten. Hij heeft enkele brandwonden opgelopen aan zijn handen en enkels. Het lukte hem om zelf uit zijn auto te komen, waarna hij direct door een medisch team werd opgevangen. De overige coureurs moesten terug naar de pitstraat.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "STEINER: \"Romain is doing okay, I don't want to make a medical comment but he had light burns on his hands and ankles. Obviously he's shaken… I want to thank the rescue crews who are very quick. The marshals and FIA people they did a great job, it was scary\"#BahrainGP 🇧🇭 pic.twitter.com/lWbZd17ynw — Formula 1 (@F1) November 29, 2020", "Lees ook: Britse minister vraagt Netflix om te waarschuwen over fictie in The Crown"], "authors": [], "keywords": ["toestemming", "gegeven", "van", "gestaakt", "het", "grote", "hij", "zijn", "crash", "bahrein", "grand", "niet", "te", "start", "om", "vlak", "door", "prix"], "pubDate": "2020-11-29T14:55:36+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}