{"id": "12dfe4cd-513e-3105-b36b-d242485cca59", "title": "Alles wat je moet weten over het coronavaccin", "url": "https://stories.lab.nos.nl/artikel/2363272-alles-wat-je-moet-weten-over-het-coronavaccin", "summary": "Dan moet je voorlopig nog even wachten op je vaccin: waarschijnlijk ben je als één van de laatsten aan de beurt vanaf april.\nHet vaccin traint je afweersysteem en zorgt ervoor dat je niet of minder ziek wordt.\nWe weten nu alleen dat het vaccin je in elk geval voor zo'n drie maanden na vaccinatie beschermt.\nEr gaan veel theorieën rond over dat het coronavaccin ervoor zou kunnen zorgen dat je onvruchtbaar wordt.\nBij het maken van het coronavaccin zijn de fases in plaats achter elkaar, soms tegelijkertijd uitgevoerd.", "paragraphs": ["Alles wat je moet weten over het coronavaccin woensdag, 15:39", "Wat is er gebeurd?", "In onze buurlanden waren ze al begonnen, maar nu zijn we ook in Nederland begonnen met de eerste coronavaccinaties.", "De eerste mensen die aan de beurt zijn: zorgmedewerkers van verpleeghuizen. Daarna beginnen een aantal ziekenhuizen met de vaccinatie van zorgpersoneel.", "We kregen heel veel vragen van jullie over het vaccin. In dit artikel beantwoorden we de meest gestelde vragen over de coronavaccinaties.", "Wie krijgt het vaccin als eerst?", "Zorgmedewerkers van verpleeghuizen. Daarnaast start een aantal ziekenhuizen met de vaccinatie van zorgpersoneel.", "Wanneer worden jongeren gevaccineerd?", "Ben je ouder dan 18 en heb je geen medische problemen? Dan moet je voorlopig nog even wachten op je vaccin: waarschijnlijk ben je als één van de laatsten aan de beurt vanaf april. De minister wil dat iedereen boven de 18 voor oktober een vaccin aangeboden krijgt.", "Worden er ook jongeren onder de 18 gevaccineerd?", "Het Pfifzer-vaccin is goedgekeurd voor mensen vanaf 16 jaar, maar in Nederland gaat dit vaccin in eerste instantie alleen naar zorgmedewerkers, verpleeghuismedewerkers en artsen. Daardoor komen jongeren vanaf 16 jaar niet in aanmerking voor dit vaccin. De verwachting is dat de vaccins die eraan komen allemaal worden goedgekeurd voor 18 jaar en ouder. Die zijn simpelweg nog niet genoeg getest wat ze doen bij jongeren onder de 18, maar daar zijn ze nog wel mee bezig.", "Volgens het ministerie van Volksgezondheid is het virus bijna niet gevaarlijk voor kinderen onder de 18 en is er daardoor geen dringende reden om ze snel te vaccineren.", "Wat doet het vaccin precies?", "Het vaccin traint je afweersysteem en zorgt ervoor dat je niet of minder ziek wordt. Door je afweersysteem te trainen leert je lichaam om te gaan met de ziekte, waardoor je bij een echte besmetting tegen het virus kan vechten. Het vaccin wordt toegediend in twee fases en moet er na de tweede keer voor zorgen dat je volledig beschermd bent tegen het coronavirus. Het is nog onduidelijk hoe lang het vaccin werkt, want daar moet meer onderzoek naar gedaan worden. We weten nu alleen dat het vaccin je in elk geval voor zo'n drie maanden na vaccinatie beschermt.", "Kan ik iemand alsnog besmetten ook al ben ik gevaccineerd?", "Het RIVM zegt dat vaccinatie beschermt tegen corona, maar ze weten nog niet of iemand die gevaccineerd is het virus toch kan verspreiden. Daarom willen ze voor de zekerheid dezelfde maatregelen houden voor zowel gevaccineerde personen, als voor mensen die niet gevaccineerd zijn.", "Kan ik nog ziek worden als ik het vaccin neem?", "Ja, dat kan. Maar het vaccin dat als eerste is goedgekeurd werkt in 95 procent van de gevallen. Dus de meeste mensen zullen niet meer ziek worden, nadat ze zijn gevaccineerd. Er wordt nog onderzoek gedaan of mensen die zijn ingeënt het virus kunnen doorgeven.", "Heeft het zin om gevaccineerd te worden als ik al corona heb gehad?", "Dat is nog onduidelijk. Het is namelijk nog niet bekend hoe lang de bescherming van het vaccin is, maar ook niet hoelang de bescherming is als je de ziekte hebt gehad. Over het algemeen geldt: hoe meer blootstelling van virus of vaccin aan je immuunsysteem, hoe steviger de immuniteit is. Een vaccinatie kan dus misschien helpen je nog beter immuun te maken als je de ziekte al gehad hebt.", "Kunnen we na de vaccinatie weer feesten, knuffelen en op het terras zitten?", "Het korte antwoord: : nee nog even niet, maar op termijn zeker wel. Voorlopig moet je gewoon afstand houden en thuisblijven bij klachten. Kortom, je moet je houden aan de regels die op dat moment gelden. Bijvoorbeeld omdat nog niet helemaal duidelijk is of gevaccineerde personen het virus nog wel kunnen overdragen aan niet-gevaccineerde mensen.", "Maar wat heb je dan aan zo'n vaccinatie? Nou, hoe sneller mensen worden gevaccineerd, hoe minder besmettingen er zijn en hoe sneller de regels kunnen worden versoepeld, is de belofte van de minister.", "Wat zijn de korte termijn bijwerkingen?", "Bijwerkingen van het coronavaccin zijn niet anders dan die bij andere vaccins. Als je er al last van krijgt, kan dat bijvoorbeeld een beetje hoofdpijn zijn of een pijnlijk gevoel op de plek waar je bent geprikt. Volgens de club die het vaccin heeft goedgekeurd, verdwijnt dat meestal na een paar dagen.", "Van de miljoenen mensen die inmiddels zijn ingeënt in het buitenland kregen na hun prik een paar van hen een zeldzame allergische reactie, bij hen daalde de bloeddruk, of ze werden kortademig. De kans dat je zo'n reactie krijgt, is heel, heel klein, maar voor de zekerheid word je na de prik nog wel even in de gaten gehouden.", "En wat zijn de gevolgen op lange termijn?", "Over eventuele langetermijngevolgen van het vaccin weten we eigenlijk nog weinig. Dat komt omdat de proefpersonen in de studie maar twee maanden zijn gevolgd. Maar volgens experts is de kans op schadelijke langetermijngevolgen heel klein, omdat je die dan vaak al binnen de eerste zes weken had moeten zien. Wel houden ze scherp in de gaten of er meldingen over bijwerkingen bijkomen", "Ik hoorde dat je na het vaccin geen kinderen kunt krijgen, klopt dat?", "Er gaan veel theorieën rond over dat het coronavaccin ervoor zou kunnen zorgen dat je onvruchtbaar wordt. Dit klopt niet. Volgens moleculair viroloog Marjolein Kikkert, is deze theorie ooit ontstaan door ebola. \"Door het ebola-vaccin in Afrika toen, is ooit bedacht dat vaccins je onvruchtbaar kunnen maken. Het is nergens op gebaseerd en nooit bewijs voor geweest\", zegt Marjolein. Wel wordt door het RIVM afgeraden om het vaccin te nemen als je zwanger bent. Dat komt omdat er nog weinig bekend is over eventueel nadelige gevolgen van het vaccin tijdens de zwangerschap.", "Kan de overheid mij verplichten om het vaccin te nemen?", "Voor de duidelijkheid: de coronavaccinatie is niet verplicht en het kabinet zegt ook dat dit niet gaat gebeuren. Maar d'r is ook zoiets als een indirecte vaccinatieplicht. Denk aan vliegtuigmaatschappijen, bioscopen en evenementenorganisaties die je alleen binnenlaten als je bent gevaccineerd. Ook dit wil de minister niet en hij zoekt uit of hij dit kan verbieden.", "Hoe kan het dat er nu al zo snel een vaccin is voor een virus, terwijl dat nooit is gebeurd?", "Het duurt normaal gesproken inderdaad jaren voordat een vaccin op de markt komt. Er worden in verschillende fases getest of het vaccin werkt en wel veilig is. Bij het maken van het coronavaccin zijn de fases in plaats achter elkaar, soms tegelijkertijd uitgevoerd. Daardoor is de ontwikkeling veel sneller gegaan dan normaal. Daarnaast was er al veel voorwerk gedaan op de vaccins tegen SARS en het MERS-coronavirus en die lijken heel veel op covid-19. Zo wisten wetenschappers al heel snel welke stoffen ze moesten gebruiken voor het vaccin."], "authors": [], "keywords": ["moet", "van", "zijn", "weten", "nog", "voor", "en", "coronavaccin", "niet", "vaccin", "het", "wat", "dat", "alles", "je"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}