{"id": "13138e2e-5a46-3687-a1e1-752c3dcb71be", "title": "Exit Baudet zal helemaal geen exit blijken", "url": "https://volkskrant.nl/columns-opinie/exit-baudet-zal-helemaal-geen-exit-blijken~b4ad97d4/", "summary": "Het was dus geheel in stijl dat een cryptische mededeling van het boreale dwaallicht Baudet over een mogelijke politieke exit na de verkiezingen (die helemaal geen exit zal blijken, want hij zal zich achterlangs blijven terugwriemelen zolang er nog ergens brokstukken van zijn Forum rondzwerven) werd gehonoreerd met een heus ingelast, extra tv-Journaal.\nElliott met zijn voorspelling van het einde: not with a bang but a whimper.\nDe Nederlandse topambtenaar wordt op van alles geselecteerd maar niet op zijn of haar vermogen om onder milde publieke druk coherent en ontspannen te blijven.\nTegen Asscher: ‘Ik merk dat u dat een ongemakkelijke optelsom vindt.’ Asscher: ‘Zeker!’En ik dacht: zo eindigt alles.\nNiet met een klap maar met een zucht.", "paragraphs": ["Vóór het gejank over de ‘trial by media’ was er het katapulteren naar de roem ‘by media’, toen de katapulterende media kennelijk nog dachten dat zijn geschwärm met donkerbruin gedachtengoed ironisch was, of grappig, of een manifestatie van intellectuele nieuwsgierigheid.", "Het was dus geheel in stijl dat een cryptische mededeling van het boreale dwaallicht Baudet over een mogelijke politieke exit na de verkiezingen (die helemaal geen exit zal blijken, want hij zal zich achterlangs blijven terugwriemelen zolang er nog ergens brokstukken van zijn Forum rondzwerven) werd gehonoreerd met een heus ingelast, extra tv-Journaal. Een mini-Journaaltje eigenlijk, van een handvol minuten dat verwees naar Baudets eigen filmpje waarvan de zinsnede ‘Bij dezen is hopelijk alle nonsens gestopt’ bij ons thuis op grote instemming kon rekenen – die zin begrepen we tenminste. En ik dacht aan T.S. Elliott met zijn voorspelling van het einde: not with a bang but a whimper.", "Nu let niemand meer op Lodewijk Asscher, siste de overbuurman. Asscher zat zich op datzelfde moment onder de beschutting van de periodieke-ophef-over-Thierry-by-media te verantwoorden voor het ontsporen van de jacht op vermeende fraudeurs met de kinderopvangtoeslag. Dat gebeurde deels onder zijn verantwoordelijkheid, toen hij minister van Sociale Zaken was in Ruttes tweede kabinet.", "Het was de dag van de voormalige bewindslieden – eerder waren de voormalige staatssecretarissen van Financiën Frans Weekers (wie kent hem nog?) en zijn opvolger Eric Wiebes langsgekomen bij de parlementaire commissie die probeert te reconstrueren wie wanneer wist dat de overheid zich als een vernietigende kracht aan het ontwikkelen was.", "Vorige week waren hun ambtenaren al geweest, hakkelend, zwijgend, bokkig, zwetend, omslachtig formulerend. Twee moesten ervan huilen. De Nederlandse topambtenaar wordt op van alles geselecteerd maar niet op zijn of haar vermogen om onder milde publieke druk coherent en ontspannen te blijven. Over het fenomeen dat topambtenaren voor het oog der natie vragen moesten beantwoorden en daarbij keken alsof ze werden gemarteld zal in de ambtenarentop nog lang worden nagekaart.", "Thuis waren we ondertussen natuurlijk wel degelijk braaf op Asscher aan het letten, en het bleek al snel dat hij de afleidingsmanoeuvres van Baudet helemaal niet nodig had. Asscher vloog soepel door zijn verhoor. Hij vond het vreselijk dat hij nooit heeft geweten dat er ‘zo’n berg leed en onrecht’ schuil ging onder de memo’s over de kinderopvangtoeslag die hem als minister af en toe bereikten. Ja, hij had kunnen doorvragen, dat trekt hij zich aan, maar zijn ambtenaren waren ‘niet alarmistisch’ geweest. En ja, hij had ‘kil’ teruggeschreven naar wanhopige burgers die zich rechtstreeks tot de minister hadden gewend, dat vervult hem nu met schaamte.", "Eerder op de dag erkende Wiebes dat hij ‘bizarre’ (en onjuiste, bij elkaar gejokte) antwoorden op Kamervragen over deze kwestie heeft laten passeren. Hij had ook al niet gezien dat hier sprake was van ‘een brandende lont die een sociale bom tot ontploffing zou brengen’. Hij dacht simpelweg dat ze op echte ‘booswichten’ aan het jagen waren, niet op onschuldige burgers.", "‘Bestuurlijk onvermogen’, vatte de voorzitter van de onderzoekscommissie het na een lange dag zuchtend samen. Tegen Asscher: ‘Ik merk dat u dat een ongemakkelijke optelsom vindt.’ Asscher: ‘Zeker!’", "En ik dacht: zo eindigt alles. Niet met een klap maar met een zucht."], "authors": ["Sheila Sitalsing"], "keywords": ["baudet", "geen", "exit", "van", "helemaal", "het", "op", "hij", "met", "zijn", "een", "niet", "dat", "zal", "en", "blijken"], "pubDate": "2020-11-23T22:37:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}