{"id": "134610aa-8625-358c-b6d0-1da2ee97dc9c", "title": "Sneltest aan de deur? Ondernemers 'dromen van honderden gasten'", "url": "https://nos.nl/nieuwsuur/artikel/2360047-sneltest-aan-de-deur-ondernemers-dromen-van-honderden-gasten.html", "summary": "Binnenkort gaan er proefprojecten van start die deze vragen moeten beantwoorden, zo kondigde premier Mark Rutte dinsdag aan.\nHet gaat onder meer om een voorstelling van cabaretier Guido Weijers en een zakelijk evenement in het Beatrixtheater in Utrecht en voetbalwedstrijden in de stadions van NEC en Almere City met 1500 supporters.\nDe bezoekers van de show van Guido Weijers worden in twee groepen van 250 man verdeeld die zich aan verschillende regels moeten houden.\n\"Het zorgt voor binding met de gasten en een leuk praatje, maar wat het oplevert is eigenlijk wisselgeld.\"\nDe ondernemer vertelt in de video hieronder dat hij droomt van weer honderden gasten ontvangen in het weekend.", "paragraphs": ["Kun je een paar honderd mensen testen vlak voordat ze een voetbalwedstrijd of theatervoorstelling bezoeken? Leiden die evenementen niet alsnog tot veel besmettingen? Binnenkort gaan er proefprojecten van start die deze vragen moeten beantwoorden, zo kondigde premier Mark Rutte dinsdag aan. Deze projecten moeten de voetbalwedstrijden, theatervoorstellingen en zakelijke evenementen weer op gang helpen. Sneltesten spelen een cruciale rol. Fieldlab, een samenwerking tussen de overheid en de evenementensector, gaat de projecten opzetten en uitvoeren. Het gaat onder meer om een voorstelling van cabaretier Guido Weijers en een zakelijk evenement in het Beatrixtheater in Utrecht en voetbalwedstrijden in de stadions van NEC en Almere City met 1500 supporters. Afstand houden niet nodig? Projectleider Pieter Lubberts van FieldLab vertelt dat er voor bezoekers strikte voorwaarden zullen gelden. \"Bij aankomst wordt er een temperatuurtest gedaan, een triage. Mensen moeten ook bepaalde routes volgen. Maar het is wel zo dat we de 1,5 meter-maatregel eigenlijk niet gaan toepassen.\" Dat is opvallend, omdat in het laatste OMT-advies staat dat massaal testen ruimte kan bieden aan bijeenkomsten of evenementen, maar andere maatregelen niet kan vervangen. Toch is dat wel het doel van de experimenten. De branche staat erom te springen.", "De bezoekers van de show van Guido Weijers worden in twee groepen van 250 man verdeeld die zich aan verschillende regels moeten houden. Zo moet de ene groep bijvoorbeeld wel mondkapjes dragen tijdens de voorstelling en de andere niet. Mensen die binnen drie weken na het proefevenement een besmetting oplopen, moeten dat melden. Zo kan worden onderzocht of het evenement de bron is van de besmetting.", "Ondernemers kunnen niet wachten tot de evenementen weer van start gaan. Dat geldt zeker voor standbouwer Hank Hagoort. Tot de coronacrisis bouwde zijn bedrijf beursstands voor evenementen in heel Europa. Nu staan alle materialen al maandenlang in de opslag. In plaats daarvan bouwen ze nu keukens, tuinmeubelen en teststraten voor de GGD. Alle klussen die voorbij komen, pakt het bedrijf aan. Maar genoeg is het niet. \"Ik denk dat we dit jaar 20 procent van onze normale omzet behalen\", zegt Hagoort. Het kabinet maakte gisteren bekend dat de economische steunmaatregelen voor bedrijven die nu stilliggen worden verruimd. Zo gaat tegemoetkoming voor de vaste lasten van 50 naar 70 procent. Hagoort is gematigd enthousiast. Volgens hem verliezen bedrijven op deze manier nog steeds veel geld. Horecaondernemer Daan Smeltzer deelt zijn mening. \"Het is beter dan wat het was, maar het is nog steeds te weinig.\" Een sneltest en dan uit eten Smeltzer maakt nu in zijn restaurant in Utrecht cadeaupakketten en verkoopt erwtensoep en koffie met wat lekkers aan de deur. \"Het zorgt voor binding met de gasten en een leuk praatje, maar wat het oplevert is eigenlijk wisselgeld.\" De twee ondernemers zouden het liefst een stip op de horizon willen. Smeltzer smacht naar een datum waarop hij zijn zaak weer kan openen. Sneltesten aan de deur zouden daar volgens hem een oplossing voor kunnen zijn. De ondernemer vertelt in de video hieronder dat hij droomt van weer honderden gasten ontvangen in het weekend. \"Dat lijkt me heerlijk, ik kan niet wachten.\"", "Dit artikel bevat een video. 0:55 'Sneltest aan de deur zou geweldig zijn'"], "authors": ["Dit Is Een Artikel Van"], "keywords": ["sneltest", "ondernemers", "van", "gasten", "honderden", "het", "die", "zijn", "deur", "een", "dromen", "en", "dat", "niet", "aan", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}