{"id": "13494da1-6eb9-390c-b74f-0edabb459363", "title": "Sterrenmaaltijden thuisbezorgd: 'Een nieuwe markt voor toprestaurants'", "url": "https://nu.nl/uit/6090700/sterrenmaaltijden-thuisbezorgd-een-nieuwe-markt-voor-toprestaurants.html", "summary": "Een vijfgangendiner van een sterrenrestaurant aan huis laten bezorgen?\nChef Joris Bijdendijk van RIJKS en restaurant Wils was begin dit jaar een van de eerste die ging experimenteren met het afhalen van exclusieve maaltijden.\nVaak hoef je alleen maar vlees of een visje op te bakken, de saus zit er al bij.\nZet een paar mooie kaarsen op tafel, een muziekje op de achtergrond.\nWe hebben een goede productiekeuken opgebouwd, hierdoor kunnen we de takeaway naast het restaurant blijven draaien straks.", "paragraphs": ["Een vijfgangendiner van een sterrenrestaurant aan huis laten bezorgen? Pre-corona klonk het vreemd in de oren. Steeds meer toprestaurants bieden het zogenoemde fine dining takeaway aan, compleet met instructievideo's via QR-codes, zorgvuldig samengestelde playlists en passende wijnen.", "Chef Joris Bijdendijk van RIJKS en restaurant Wils was begin dit jaar een van de eerste die ging experimenteren met het afhalen van exclusieve maaltijden. \"Binnen een dag hadden we het idee uit de grond geramd. De menu's waren niet aan te slepen. Horeca heeft zo'n belangrijke rol in ons leven, mensen willen nog steeds dat momentje in hun week.\"", "'Je hoeft het alleen op te bakken'", "Culinair journalist Laura de Grave is enthousiast over deze trend. Je hoeft niet veel van eten af te weten om een fine dining-ervaring thuis gladjes te laten verlopen. \"Het is meestal supersimpel. Vaak hoef je alleen maar vlees of een visje op te bakken, de saus zit er al bij. Soms krijg je zelfs een video met instructies.\"", "Iedereen met twee werkende handen kan de gerechten bereiden, stelt Bijdendijk. \"Wij hebben per gerecht een soort 'IKEA-bouwpakket'. In maximaal vier stappen zet je een gerecht op tafel. Bijvoorbeeld door een zakje in warm water te laten hangen en het zakje daarna open te knippen.\" Hij doet er nog een schepje bovenop: \"Mijn kinderen van vier en vijf kunnen met gemak een menu 'mise-en-placen'.", "“De meerwaarde in ons restaurant is de service, maar de kwaliteit van het eten blijft thuis hetzelfde” Joris Bijdendijk, chef-kok van RIJKS en restaurant Wils", "Zelf je bord opmaken", "We hoeven niet bang te zijn dat het laten thuisbezorgen van een gangendiner ten koste gaat van de kwaliteit, denkt Bijdendijk. \"Ik durf te zeggen dat de kwaliteit voor 95 procent hetzelfde is. De meerwaarde in ons restaurant is de service, maar de kwaliteit van het eten blijft thuis hetzelfde.\"", "In restaurants wordt sowieso veel aan mise-en-place gedaan, weet De Grave. \"De sauzen en bouillons zijn vaak allang klaar. Op het laatste moment moeten er dan nog een paar handelingen gebeuren. Of dat nou in het restaurant gebeurt of thuis, dat maakt in wezen niet uit. Je hoeft het eten thuis alleen maar op te warmen en de borden op te maken.\"", "\"Een restaurantbeleving kun je ook thuis creëren. Zet een paar mooie kaarsen op tafel, een muziekje op de achtergrond.\" (Foto: Joris Bijdendijk)", "Wie wil eten bij een sterrenrestaurant, moet meestal wat dieper in de buidel tasten. Is dat de thuisbezorgervaring wel waard? De Grave vindt van wel. \"Een restaurantbeleving kun je ook thuis creëren. Zet een paar mooie kaarsen op tafel, een muziekje op de achtergrond. De ervaring is misschien zelfs intiemer dan in het restaurant.\"", "Bijdendijk probeert zijn prijzen scherp te houden. \"In het begin hebben we het te goedkoop aangeboden. Laatst hebben we er een scherpe berekening op los gelaten en toen kwamen we erachter dat het thuisbezorgen van fine dining net zo duur zou moeten zijn als in het restaurant. Bijvoorbeeld omdat je meer tijd kwijt bent aan inpakken. Toch kiezen we ervoor om de prijzen voor thuisbezorging iets lager te houden.\"", "Thuis een sterrenmaaltijd bereiden is niet moeilijk; de kinderen van chef Joris Bijdendijk van vier en vijf jaar kunnen het, aldus de chef. (Foto: Joris Bijdendijk)", "Thuisbezorgen is een blijvertje", "De Grave denkt dat het laten thuisbezorgen van fine dining populair zal blijven. \"Er is een nieuwe markt bijgekomen voor restaurants. Ik denk dat restaurants extra geld kunnen verdienen door het ook na de coronacrisis thuis te blijven aanbieden. Het is ontstaan uit noodzaak, maar het is wel leuk.\"", "Wat Bijdendijk betreft gaat hij door met het aanbieden van deze service, ook als zijn fysieke restaurants weer mogen draaien. \"Het is zo'n vaste prik geworden. We hebben een goede productiekeuken opgebouwd, hierdoor kunnen we de takeaway naast het restaurant blijven draaien straks."], "authors": ["Door", "Noémi Prent"], "keywords": ["thuis", "van", "het", "toprestaurants", "nieuwe", "sterrenmaaltijden", "markt", "op", "thuisbezorgd", "een", "je", "te", "en", "dat", "restaurant", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}