{"id": "134bb79e-4070-3930-a916-e5ed71568476", "title": "De kunstbende van Dhaka: ontdek de artistieke kant van ’s werelds meest chaotische hoofdstad", "url": "https://volkskrant.nl/de-gids/de-kunstbende-van-dhaka-ontdek-de-artistieke-kant-van-s-werelds-meest-chaotische-hoofdstad~b268773b/", "summary": "Verweerde houten borstbeelden liggen op de grond rond een banyanboom, vers gekleide koppen staan op een tafel te drogen in de brandende zon.\nMet potlood schetsen twee jongens een bronzen beeld van een man op een boomstam.\nBeeld Sander GroenDe enige buitenlanderNa afloop van een tijdelijke tentoonstelling worden de schilderijen onverpakt in hoge stapels op een vrachtriksja geladen.\nWie ruim van tevoren een afspraak maakt, krijgt een gratis rondleiding door het huis van een miljonairskoppel.\n€ 33 via FlyGRN.com Papieren en prikkenHouders van een EU-paspoort krijgen op de luchthaven van Dhaka tegen contante betaling van € 51 een visum met een geldigheid van 14 of 30 dagen.", "paragraphs": ["Volgend weekend begint de belangrijkste kunstmanifestatie van Zuid-Azië, de Dhaka Art Summit. Reisjournalist Sander Groen gaat op voorverkenning in de hoofdstad van Bangladesh en ontdekt de verrassend veelzijdige kunstscene.", "Bustes, overal bustes. Verweerde houten borstbeelden liggen op de grond rond een banyanboom, vers gekleide koppen staan op een tafel te drogen in de brandende zon. Met potlood schetsen twee jongens een bronzen beeld van een man op een boomstam. Er worden reliëfs uit hout gesneden, kleurige zeefdrukken gemaakt en kunstige krullen gekalligrafeerd.", "Op de gebouwen staat geschreven wat er wordt onderwezen: grafisch ontwerp, tekenen en schilderen, drukkunst, ambacht en beeldhouwen. In elk lokaal wordt koortsachtig gecreëerd. Een Nepalese uitwisselingsstudent schildert in snelle streken een groep mensen. ‘Waarom ik hierheen wilde? Iedereen wil hierheen. Dit is de beste kunstacademie op het Indisch subcontinent.’", "Studenten nemen pauze op de Faculteit der Schone Kunsten. Beeld Sander Groen", "Alle deuren staan open, want bezoekers zijn hier van harte welkom. De Faculteit der Schone Kunsten van de Universiteit van Dhaka werd gesticht in 1948 door Zainul Abedin, ’s lands beroemdste kunstenaar, en de campus is het magnum opus van Muzharul Islam, ’s lands beroemdste architect.", "Islam ontwierp het complex als een modernistische interpretatie van de bagan bari, een traditioneel Bengaals ‘huis in een tuin’, met eeuwenoude bomen, kronkelpaden, paviljoens met schaduwrijke veranda’s en prieeltjes rond een lotusvijver. Binnen en buiten vloeien hier in elkaar over. De creatieve sfeer, modernistische gebouwen en frisse bries op de kunstcampus vormen een contrast met het chaotische stadscentrum buiten de poort.", "Een Nepalese uitwisselingsstudent schildert in snelle streken een groep mensen. Beeld Sander Groen", "We zijn in Dhaka en dat is Delhi in het kwadraat: een overdonderende kakofonie van tropische smoorhitte, toeterende auto’s, overbeladen brommers, zigzaggende tuktuks, rammelende bussen, tringelende riksja’s en rennende mensen. Als Bangladesh al in het nieuws komt, is het vanwege overstromingen, vervuiling, armoede, overbevolking of ander ongeluk.", "Waarom zou iemand hier voor zijn plezier naartoe gaan? Nou, omdat de hoofdstad ook een artistieke kant heeft, met musea, galeries, ateliers, winkels, bars, restaurants en boetiekhotels voor cultuurminnende bezoekers – en die kant is verrassend leuk. Welkom in de onvermoede kunsthoofdstad van Zuid-Azië.", "De Faculteit der Schone Kunsten werd ontworpen door de architect Muzharul Islam. Beeld Sander Groen", "De enige buitenlander", "Na afloop van een tijdelijke tentoonstelling worden de schilderijen onverpakt in hoge stapels op een vrachtriksja geladen. Touw eromheen, flink sjorren en de riksjawalla vertrekt met zijn kostbare kunsttransport, zoiets gaat bij het Amsterdamse Rijksmuseum toch anders. Het Nationaal Museum van Bangladesh is gevestigd in een retrofuturistisch gebouw dat wel een lik verf kan gebruiken, binnen is de inrichting aftands, met kil tl-licht, smoezelige vitrines en verschoten systeemplafonds. Uitzondering is de zaal die aan de voornoemde kunstenaar Zainul Abedin is gewijd, die is goed vormgegeven. Boven de hoofden van de bezoekers hangt een aangrijpende tekening van stervende mensen tijdens de Bengaalse hongersnood van 1943.", "Kunsttransport met de Bengaalse slag bij het Nationaal Museum van Bangladesh. Beeld Sander Groen", "In La Galerie van de Alliance Française de Dhaka wordt een tweedaagse tentoonstelling ingericht met foto’s van markten, vissersbootjes en stranden. Twee vrouwen in fraaie sari’s hangen de lijsten recht en plakken er tekstbordjes bij. In de galerie van de Faculteit der Schone Kunsten worden zwart-witfoto’s van theatermaker Kazi Anisul Haque Borun opgehangen. In de Shilpakala-academie wordt een overzichtstentoonstelling gewijd aan het leven van sjeika Hasina Wajed, de vrouwelijke premier van Bangladesh. En in galerie Edge worden haakjes in de muren geslagen voor een expo met zwart-rode schilderijen van Anukul Chandra Mojumder. Elke dag is hier wel ergens een vernissage.", "In het Nationaal Museum van Bangladesh is een zaal gewijd aan Zainul Abedin. Beeld Sander Groen", "Maar zie ze maar eens te vinden, die vernissages. Een tentoonstellingsagenda bestaat hier niet, openingstijden blijken vaak niet te kloppen, adressen zijn onvindbaar en de musea en galeries lijken weinig van PR te snappen.", "Volgens de website van galerie Drik is er sinds 2012 niets meer gebeurd, maar als ik er op een dinsdagavond binnenstap, is er een opening gaande met toespraken, een traditionele muziekgroep en buiten op het dakterras een Bengaals buffet. Elke maand is er zo’n kunstfeestje, vertelt de fotograaf van dienst. Reclame maken ze niet, waarom zouden ze, het is altijd volle bak. Ik ben de enige buitenlandse bezoeker, maar mag niet vertrekken voordat ik ben volgestopt met linzensoep, tomatensalade, viscurry en het zoete melkdessert mishti doi toe.", "Elke avond is er wel ergens in Dhaka een vernissage, zoals hier in Galerie Drik. Beeld Sander Groen", "Bengaals vuurwerk", "De levendige kunstscene van Dhaka is niet uit de lucht komen vallen. Kunst zit de Bengalen in het bloed. Dat is goed te zien in Bishnupur, honderd kilometer ten zuidwesten van de hoofdstad. Dit is een van de tientallen dorpjes in het district Tangail waar de mooiste katoenen en zijden sari’s van het land worden gemaakt, in complexe patronen en geraffineerde kleurstellingen. Niet aan de lopende band, maar met de hand. De rolverdeling is helder: mannen bedienen de honderd jaar oude weefgetouwen, vrouwen knippen razendsnel de losse eindjes af. Paden, planten en stenen liggen bezaaid met kluwens van draadjes in rood, blauw, groen, geel en goud.", "In weversdorp Bishnupur zijn de rollen duidelijk verdeeld: de mannen weven, de vrouwen knippen. Beeld Sander Groen", "De weefkunst van Bangladesh is volgens Unesco immaterieel cultureel erfgoed, alsook de optocht waarmee in Dhaka in april het Bengaals nieuwjaar wordt gevierd. Dan drommen tienduizenden bij het ochtendgloren samen rond het Ramna-park. Het feest kreeg vorm in de jaren zestig als protest tegen de Pakistaanse bezetting en groeide uit tot het grootste feest van Bangladesh, georganiseerd door docenten en studenten van de kunstacademie. Mannen, vrouwen en kinderen met beschilderde gezichten en gekleed in prachtige panjabi’s en sierlijke sari’s, lopen achter kleurige papier-maché poppen van hindoegoden, mythische dieren en Bengaalse tijgers.", "De viering van het Bengaals nieuwjaar wordt georganiseerd door docenten en studenten van de kunstacademie. Beeld Sander Groen", "Elders in Azië zijn ze goeddeels verdwenen, maar in Dhaka wemelt het nog van de riksja’s. Er zouden zelfs een miljoen van die driewielige fietstaxi’s rondrijden – één per twintig inwoners. De riksja blijft populair omdat dit het enige transportmiddel is waarmee je überhaupt vooruitkomt in het chronische verkeersinfarct – riksjawalla’s wurmen zich overal tussendoor en weten altijd een sluiproute. Hun riksja’s zijn rijkelijk gedecoreerd met appliqués in geometrische patronen, met handgeschilderde landschappen, bloemen, vogels, tempels of filmsterren, plus kwastjes, pompons en ruches in felle kleuren. Eigenlijk is heel Dhaka één grote kunstgalerie, met een miljoen tringelende fietsbellen.", "In Dhaka rijden een miljoen fietsriksja’s rond, die vaak rijkelijk zijn gedecoreerd. Beeld Sander Groen", "Kapoor aan de muur", "Er ligt een lijk op de zwartmarmeren vloer in de woonkamer. Het kunstwerk heet Lost and Found en is gemaakt van buffelhuid door de Pakistaanse Huma Mulji, wier werk te zien was op de Biënnale van Venetië. Op de begane grond liggen op de grond twee titelloze tapijten van Rashid Chowdhury, die met drie werken in het Metropolitan Museum in New York hangt, maar dan aan de muur. ‘We zijn aan het herschikken’, verontschuldigt assistent-curator Ruxmini Choudhury zich, ‘want er is net een nieuwe kist vol kunst binnengekomen.’ Erboven hangt een spiegelschotel, meteen herkenbaar als het werk van de Brits-Indiase beeldhouwer Anish Kapoor.", "Thuis bij de Samdani’s: links Safik en Nahid (2011) van Pawel Althamer, achter de vleugel vier werken van Krishna Reddy uit de jaren zestig en zeventig, rechts een collage van Rabindranath Tagore en consorten. Beeld Sander Groen", "Dit is de exclusiefste kunstgalerie van Dhaka. Beneden staat een zitbank van de Brits-Irakese architect Zaha Hadid, boven twee stoelen van de Chinese kunstenaar en activist Ai Weiwei – erop zitten is niet de bedoeling. Ik sta in de villa van echtpaar Nadia en Rajeeb Samdani, die fortuin maakten met vastgoed, logistiek en ict, en dat spenderen aan moderne en hedendaagse kunst van gevestigde en opkomende Aziatische kunstenaars. De collectie omvat tweeduizend werken, waarvan er zo’n honderd te zien zijn in Golpo, hun vijf verdiepingen tellende woonhuis in de ambassadewijk. Wie ruim van tevoren een afspraak maakt, krijgt een gratis rondleiding door het huis van een miljonairskoppel.", "In hun huis zijn zo’n honderd van de tweeduizend kunstwerken uit de collectie van Nadia en Rajeeb Samdani te zien. Beeld Sander Groen", "De Samdani’s zijn ook de initiatiefnemers van de tweejaarlijkse Dhaka Art Summit, waarvan volgend weekend de vijfde editie begint, met als thema ‘seismische bewegingen’. Het is de grootste kunstmanifestatie van Zuid-Azië, die negen dagen duurt en waaraan vijfhonderd kunstenaars, curators en experts deelnemen. Tientallen exposities, installaties, workshops en lezingen zijn gratis toegankelijk. De vorige editie in 2018 trok 317 duizend bezoekers. En omdat de privécollectie niet meer in huis past, hopen de Samdani’s binnen een paar jaar een museum te openen: Srihatta, een beeldentuin met tentoonstellingspaviljoens en een kunstenaarsverblijf in de theeheuvels van Sylhet, in het noordoosten van Bangladesh.", "Bengal Shilpalay is gevestigd in een prachtig gebouw van ruw beton en roestend staal. Beeld Sander Groen", "Kreeft thermidor", "Al die fietsriksja’s komen van pas, want Dhaka is onvoorstelbaar uitgestrekt en de kunstscene is verdeeld over twee wijken die 10 kilometer uit elkaar liggen. Dhanmondi is een populaire wijk rond een groot meer met hippe galeries, zoals Bengal Shilpalay, in een prachtig gebouw van ruw beton en roestend staal. Dit is ook de wijk waar kunstenaars en studenten hun inkopen doen: op de Nieuwe Markt is een deel met tientallen winkeltjes die boeken en kunstbenodigdheden verkopen. Ezels, canvassen, olieverf en kwasten, plus romans en poëzie van Bengaalse schrijvers, ook in het Engels: op de grootste markt van Dhaka is het allemaal te koop.", "Op de Nieuwe Markt van Dhaka is ook kant-en-klare kunst te koop voor een prikkie. Beeld Sander Groen", "Gulshan is de chicste wijk, met ambassades, kantoren van multinationals en relatief rustige straten met kapitale huizen, waaronder dat van de Samdani’s. Hier zijn behalve kunstgaleries ook andersoortige fijne etablissementen te vinden, zoals het kosmopolitische Art Café, het ontspannen restaurantje Fool’s Diner of het artistieke Jatra Biroti, een veganistisch restaurant met dakterras en muziekoptredens. Mijn favoriete plek ontdek ik bij toeval: Bengal Boi. Op de begane grond is er een terras met gratis boeken en op de twee verdiepingen erboven een boekwinkel met een indrukwekkend assortiment Engelstalige fictie en non-fictie, kloeke koffietafelboeken over kunst, design en architectuur, plus een puik café. De hemel voor boekenliefhebbers.", "Boekwinkel Bengal Boi biedt veel plekken waar bezoekers ongestoord kunnen zitten en lezen. Beeld Sander Groen", "‘Dit is natuurlijk niet het ware gezicht van Bangladesh’, zegt eigenaar Mohammed Salman van restaurant Tree House, waar verse sapjes, steaks en zeevruchten op de kaart staan. ‘Daarvoor moet je de stad uit, naar het platteland. De Sundarbans bijvoorbeeld, het grootste mangrovewoud ter wereld, waar de Bengaalse tijger leeft. Prachtige plek. Het leven is daar simpel en goedkoop, maar het voordeel van de stad is dat we alles hebben: luxe winkels, goede kunstgaleries, hippe bars en uitstekende restaurants. Hier staat kreeft thermidor op de kaart, kijk maar, voor nog geen 2.000 taka. Als je wilt, kun je elke dag naar een andere expositie. Dat vind je nergens anders in Bangladesh, my friend. Alleen in Dhaka.’", "Jatra Biroti is een veganistisch restaurant met dakterras en muziekoptredens. Beeld Sander Groen", "Praktische informatie Reis en prijs", "Vlieg in zo’n 12 tot 14 uur van Schiphol naar Dhaka met overstap in Dubai (Emirates) of Istanbul (Turkish Airlines), retour vanaf ca. 800 euro incl. belastingen en toeslagen. CO 2 -uitstoot: 2.200 kg (gelijk aan een jaar autorijden), compenseren kost ca. € 33 via FlyGRN.com Papieren en prikken", "Houders van een EU-paspoort krijgen op de luchthaven van Dhaka tegen contante betaling van € 51 een visum met een geldigheid van 14 of 30 dagen. Vaccinaties tegen gele koorts, hepatitis A en DTP zijn aanbevolen. In Bangladesh komt malaria voor. Accommodatie", "InterContinental is de ideale uitvalsbasis voor Dhaka Art Summit, Faculteit der Schone Kunsten, Nieuwe Markt en kunstgaleries in Dhanmondi: tweepersoonskamer vanaf € 105, intercontinental.com/dhaka. Centraal in Gulshan staat vijfsterrenhotel Amari met riante kamers, een buitenzwembad en een dakterrasbar met uitzicht op de stad: tweepersoonskamer vanaf € 120, amari.com/dhaka. Kunstmanifestatie", "De vijfde editie van de Dhaka Art Summit, 7 t/m 15 februari, Shilpakala-academie. Gratis toegankelijk, inschrijven of tickets niet nodig, programma: dhakaartsummit.org Meer adresjes", "Voor een overzicht met alle bezoekwaardige musea, kunstgaleries, winkels, cafés en restaurants, zie sandergroen.nl/dhaka"], "authors": ["Sander Groen"], "keywords": ["van", "ontdek", "hoofdstad", "kunstbende", "kant", "een", "dhaka", "en", "meest", "sander", "s", "zijn", "werelds", "chaotische", "op", "beeld", "met", "het"], "pubDate": "2020-01-31T14:00:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}