{"id": "13532c95-4565-3e0e-b276-a0e897a9ec62", "title": "Banketbakkerij-chocolaterie Blommestein verzendt de chocoladeletters nu per post", "url": "https://www.parool.nl/ps/banketbakkerij-chocolaterie-blommestein-verzendt-de-chocoladeletters-nu-per-post~bd7cfb38/", "summary": "Hoe gaan ze om met de gedeeltelijke lockdown?\nOmdat mensen niet weg kunnen, maken ze het in huis gezellig.\nEn voor kerst gaan we de winkel aankleden in kerstsfeer.\n“Wat we voorgaande jaren niet deden, maar nu wel, is het verzenden van chocoladeletters per post.\n“Uit eten, om de horeca te steunen en een hart onder de riem te steken.", "paragraphs": ["Van ondernemers wordt in coronatijd veel creativiteit gevraagd. Hoe gaan ze om met de gedeeltelijke lockdown? Dat lees je in de rubriek Open tijdens corona. Vandaag: Banketbakkerij-chocolaterie Blommestein van Ronald de Kuiper.", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“In de winkel werd het drukker. Omdat mensen niet weg kunnen, maken ze het in huis gezellig. Dus ze komen bij ons om iets lekkers te halen voor thuis. Maar via de achterdeur gaat er minder weg. Op een gegeven moment vervielen al onze leveringen aan bedrijven en horeca.”", "Hoe gaat de komende tijd eruit zien?", "“December is voor ons een topperiode met Sinterklaas, Kerstmis en oud en nieuw. Voor Sinterklaas hebben we onder andere chocoladeletters, pepernoten en speculaas. En voor kerst gaan we de winkel aankleden in kerstsfeer. Er komt een mooie boog te staan met daarop Merry Christmas, en we versieren de zaak met cadeau­tjes.”", "Nog creatieve inzichten gekregen door de situatie?", "“Wat we voorgaande jaren niet deden, maar nu wel, is het verzenden van chocoladeletters per post. Daar is nu meer behoefte aan. Bedrijven kunnen de letters bijvoorbeeld bestellen en laten opsturen naar hun thuiswerkende personeel. Verder gaan we waarschijnlijk werken met tijdsblokken, om de stroom mensen in goede banen te leiden. En om de wachttijd zo kort mogelijk te houden, zetten we bestellingen die vooraf zijn gedaan vast klaar.”", "Hoe houdt u de moed erin?", "“Het is een steun dat klanten ons nog steeds weten te vinden. En de drukke decembermaand komt eraan. We zijn blij dat we onze klanten dan van lekkere producten kunnen voorzien en ze kunnen laten genieten. Ook zijn we heel dankbaar dat we nog open zijn en niet in hetzelfde schuitje zitten als de horeca.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Uit eten, om de horeca te steunen en een hart onder de riem te steken. Die heeft het dan zwaar gehad. Voor onze winkel zal niet veel veranderen. Als echt alle maatregelen weg zijn, zal het bij ons alleen wat rustiger worden. Dan raakt ieders agenda weer voller, mensen gaan er dan weer vaker op uit.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["verzendt", "van", "het", "post", "voor", "zijn", "met", "een", "ze", "nu", "en", "te", "om", "banketbakkerijchocolaterie", "chocoladeletters", "blommestein"], "pubDate": "2020-11-30T09:51:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}