{"id": "138c0d9c-7903-3db0-91f4-026271292156", "title": "Arm geboren en toch opklimmen: Nederland was ooit kansenkampioen, maar ongelijkheid is gegroeid", "url": "https://volkskrant.nl/nieuws-achtergrond/arm-geboren-en-toch-opklimmen-nederland-was-ooit-kansenkampioen-maar-ongelijkheid-is-gegroeid~bdbe7123/", "summary": "Een groot deel van de 20ste eeuw was het vanzelfsprekend: kinderen zouden het materieel beter krijgen dan hun ouders.\nJongeren in de jaren ’60 en ’70 kregen veel meer onderwijskansen dan hun ouders, en daarmee verdienkansen.\nEn gaat een telg uit een rijke familie automatisch zelf ook weer veel verdienen, of is sociale daling ook nog mogelijk?\n‘Zeker, in Nederland is het nog steeds goed mogelijk om van een dubbeltje een kwartje te worden.\nNederland doet het wat dit betreft echter nog steeds relatief goed: in de Verenigde Staten, maar ook in België en Duitsland, is de kans op een dergelijke sociale stijging veel kleiner.", "paragraphs": ["Opvallend in die lijst is het Verenigd Koninkrijk: ondanks de diepgewortelde klassenmaatschappij is de kans voor kinderen uit het armste kwart om op te klimmen naar het rijkste kwart nog altijd hoger dan in het egalitair lijkende Nederland. Beeld Joost van den Broek", "Was Nederland jarenlang het beste land voor wie arm geboren was en ambitie had, sinds de crisis van 2008 brokkelt de sociale ladder af, sneller dan in omringende landen. Dat stelt Anne Gielen, hoogleraar economie aan de Erasmus Universiteit Rotterdam, in een recent onderzoek. ‘We zien de daling inzetten vanaf 2010, het jaar dat de effecten van de financiële crisis van 2008 echt voelbaar werden.’", "Ondanks de zware crisis was dit geen onvermijdelijk gevolg, meent zij. ‘Landen als Finland en Noorwegen waren wel in staat de mobiliteit op peil te houden.’ Wel waren die twee Scandinavische landen een uitzondering: in de meeste landen met een hoogontwikkelde economie neemt de opwaartse mobiliteit sinds de crisis af.", "Deels wordt de samenleving hier ingehaald door haar eigen succes, meent Daniël van Vuuren, hoogleraar economie aan de Universiteit Tilburg. Een groot deel van de 20ste eeuw was het vanzelfsprekend: kinderen zouden het materieel beter krijgen dan hun ouders. Bijna vier op de vijf kinderen had op dertigjarige leeftijd een hoger inkomen dan hun ouders hadden, toen die zelf dertig waren.", "Van Vuuren: ‘Nu onze economie al decennia lang goed ontwikkeld is, wordt het steeds moeilijker voor de volgende generatie kinderen om hun ouders voorbij te streven.’", "Ook het onderwijs speelt hierin een rol, vermoedt hij. Jongeren in de jaren ’60 en ’70 kregen veel meer onderwijskansen dan hun ouders, en daarmee verdienkansen. Voor de nieuwe generatie geldt dat niet: haar ouders zijn al relatief hoog opgeleid, die haal je niet zomaar in.", "In veel opkomende economieën, zoals landen in het voormalige Oostblok en in Zuidoost-Azië, is dit nog wel mogelijk: daar schopt de nieuwe generatie het een stuk verder dan haar ouders.", "Middenklasse", "Het gaat er echter niet alleen om of kinderen gemiddeld meer gaan verdienen dan hun ouders. Een mogelijk nog belangrijker vraag voor de samenleving is of kinderen sociaal kunnen klimmen: kan een arm kind het schoppen tot de middenklasse of hoger? En gaat een telg uit een rijke familie automatisch zelf ook weer veel verdienen, of is sociale daling ook nog mogelijk?", "‘Op dat gebied zien we helaas niet zo’n mooie ontwikkeling,’ stelt Van Vuuren. ‘Zeker, in Nederland is het nog steeds goed mogelijk om van een dubbeltje een kwartje te worden. Maar we zien wel een terugval in de mogelijkheden daartoe.’ Uit gegevens van de Oeso blijkt dat steeds minder kinderen uit gezinnen in het armste kwart van de bevolking weten op te klimmen naar het rijkste kwart.", "Nederland doet het wat dit betreft echter nog steeds relatief goed: in de Verenigde Staten, maar ook in België en Duitsland, is de kans op een dergelijke sociale stijging veel kleiner.", "Opvallend in die lijst is het Verenigd Koninkrijk: ondanks de diepgewortelde klassenmaatschappij in dat land is de kans voor kinderen uit het armste kwart om op te klimmen naar het rijkste kwart nog altijd hoger dan in het egalitair lijkende Nederland."], "authors": ["Joris Tieleman"], "keywords": ["van", "toch", "nog", "dan", "opklimmen", "nederland", "een", "en", "kinderen", "maar", "te", "ooit", "kansenkampioen", "op", "voor", "geboren", "ongelijkheid", "het", "gegroeid"], "pubDate": "2020-10-14T20:22:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}