{"id": "139d71a3-eab9-3f11-9180-e764502907b1", "title": "Geef iemand op voor een beauty make-over!", "url": "https://www.rtlnieuws.nl/lifestyle/gezondheid/artikel/5181668/geef-iemand-op-voor-een-beauty-make-over", "summary": "Naast een nieuwe outfit vertelt zij de kandidaat alles over het samenstellen van een garderobe die past bij je persoonlijkheid.\nHij zorgt er deze dag voor dat de kandidaat met een geweldige coupe het pand verlaat!\nOnze make-up artist Marvin weet als geen ander hoe je make-up mooi en natuurlijk aanbrengt en weet de kandidaat telkens weer te verassen met een mooie make-up look!\nDaarnaast geeft hij altijd de juiste tips mee zodat ook na de make-over het aanbrengen van make-up een makkie wordt!\nAanmeldenKen jij iemand die het volgens jou echt verdient om een dagje in de watten gelegd te worden?", "paragraphs": ["Wat gaan we doen?", "Styliste Manon de Boer zal zich op de dag zelf bezighouden met de styling van de outfits. Naast een nieuwe outfit vertelt zij de kandidaat alles over het samenstellen van een garderobe die past bij je persoonlijkheid.", "Haarstylist Nick Stijlaart weet alle ins en outs over het kleuren, knippen en stijlen van haar. Hij zorgt er deze dag voor dat de kandidaat met een geweldige coupe het pand verlaat!", "Onze make-up artist Marvin weet als geen ander hoe je make-up mooi en natuurlijk aanbrengt en weet de kandidaat telkens weer te verassen met een mooie make-up look! Daarnaast geeft hij altijd de juiste tips mee zodat ook na de make-over het aanbrengen van make-up een makkie wordt!", "Aanmelden", "Ken jij iemand die het volgens jou echt verdient om een dagje in de watten gelegd te worden? Laat het ons dan weten en wie weet kunnen we jouw dierbare binnenkort verrassen!"], "authors": [], "keywords": ["geef", "van", "iemand", "beauty", "op", "het", "makeup", "met", "kandidaat", "makeover", "een", "je", "en", "te", "weet", "voor"], "pubDate": "2020-09-04T18:48:06+02:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}