{"id": "13c9b754-8661-395f-a02f-0a10d55f73ce", "title": "Een vroom niemendalletje, maar ook een mooi kleinood voor de adventtijd", "url": "https://trouw.nl/religie-filosofie/een-vroom-niemendalletje-maar-ook-een-mooi-kleinood-voor-de-adventtijd~b4340c68/", "summary": "Daarin beschrijft ze hoe ze in haar jeugd haar vader en haar kindergeloof verloor en vertelt ze over de spirituele zoektocht die daarop volgde.\nZe ademen, zo benadrukt Magnis, een oeroude traditie.\nTegelijk verwijzen ze stuk voor stuk naar de verhalen en symbolen van het Oude Testament.\nHet is sympathiek, het zijn zeven aardige preekjes, maar het is ook gewoon een niemendalletje.\nVerder is het een uitmuntend idee om de O-antifonen af te stoffen voor een breed publiek en Magnis is er de juiste persoon voor om dit te doen.", "paragraphs": ["De auteur", "Esther Maria Magnis is vooral bekend van haar rauwe autobiografische boek ‘Mintijteer’ uit 2015. Daarin beschrijft ze hoe ze in haar jeugd haar vader en haar kindergeloof verloor en vertelt ze over de spirituele zoektocht die daarop volgde.", "Thematiek", "De O-antifonen, weleens van gehoord? Zo niet, dan wordt het de hoogste tijd. Het zijn kerkliederen die in de week voor Kerst tijdens de vesper gezongen worden, rond het Magnificat (de lofzang van Maria). Het zijn zeven stuks, voor iedere dag één.", "Iedere antifoon bezingt een bijzondere titel van Jezus Christus en begint met de aanhef ‘O’: O wijsheid, O sleutel Davids, O dageraad. Ze ademen, zo benadrukt Magnis, een oeroude traditie. Door ze te zingen beweeg je je in een middeleeuws-mystieke sfeer. Tegelijk verwijzen ze stuk voor stuk naar de verhalen en symbolen van het Oude Testament.", "Dus wie graag volop in de joods-christelijke traditie wil staan moet zich de O-antifonen eigen maken, die hebben het allemaal. Magnis schreef er een klein devotioneel boekje over, met een overdenking naar aanleiding van iedere antifoon. Dat doet ze in haar typische stijl. Aan de ene kant is ze de zoekende ziel die verlangt opgenomen te worden in de mysterieuze verhevenheid van deze grote woorden, aan de andere kant contrasteert ze die verhevenheid ook flink met de rauwheid en de alledaagsheid van het mensenleven.", "Kerstigheid", "Wat een goed en origineel idee, om juist Esther Maria Magnis de aloude O-antifonen te laten bespreken. De liederen, die zo sterk een sfeer van heiligheid, eerbied en aanbidding ademen, hebben het een beetje nodig om besproken te worden door iemand die zo lekker onheilig en oneerbiedig kan schrijven als Magnis. Dat komt de kerstigheid ten goede, zogezegd. Het eeuwige licht dat neerdaalt in een pretentieloze stal.", "Mooie passage", "Over de antifoon ‘O wijsheid’: “Wanneer wij momenten beleven waarin ons een inzicht toevalt, dan heeft onze God ons waarschijnlijk deel doen hebben aan het vrije spel van zijn wijsheid. Een uithoek van onze ziel heeft de wijsheid achterna gezeten, of heeft steentjes met haar geketst over het water, of heeft met haar in zee gezwommen, duikend door de golven, lachend en proestend, vlak achter haar aan. Natuurlijk is het een beetje brutaal om naar zoiets groots te verlangen. Net zo brutaal en gierig als de jongen van de adelaar, die zodra hun moeder op het nest geland is hun ruige en onverzorgde nekken uitstrekken en maar één ding willen: voedsel. Maar we bidden deze antifoon ook niet omdat we zo netjes opgevoed zijn. We roepen met ruige nekken en gierige snavels, omdat we anders verhongeren.”", "Reden om dit boek niet te lezen", "Het is al met al gewoon een vroom boekje geworden. Als je Magnis juist waardeerde om haar eerlijke en pijnlijke zoektocht in ‘Mintijteer’ zul je dit boek misschien te braaf vinden. Het is sympathiek, het zijn zeven aardige preekjes, maar het is ook gewoon een niemendalletje.", "Verder vind ik het boek niet geweldig vertaald. Het is niet slecht gedaan, maar zeker ook niet erg goed. Soms hoor je het Duits er wat doorheen schemeren, soms had de Nederlandse zinsbouw net iets fraaier gekund. Een klein en sierlijk boekje als dit had perfecte taal verdiend.", "Reden om dit boek wel te lezen", "Een niemendalletje, akkoord. Je kunt echter ook zeggen een kleinood. De fraaie vormgeving is alvast een opsteker. Verder is het een uitmuntend idee om de O-antifonen af te stoffen voor een breed publiek en Magnis is er de juiste persoon voor om dit te doen. Haar stijl bevat precies de juiste mix van nuchtere alledaagsheid en zoekende eerbied om de sfeer van de O-antifonen aan te raken. Een prima ­adventboekje dus.", "Lees ook:", "Als het stiller wordt vanbinnen", "De religieus getinte roman ‘Mintijteer’, in Nederland eerst alleen opgemerkt door christelijke bladen, beleefde een bescheiden opmars. Net als in het Duitsland van schrijfster Esther Maria Magnis. ‘Als er iemand doodgaat, laten mensen God liefst in scherven uit elkaar vallen.’", "Lees ook:", "Een boek dat schreeuwt en vloekt met zinnen om in te lijsten", "Wolter Huttinga besprak in deze krant ook Mintijteer, het vorige boek van Esther Maria Magnis. “Mintijteer is een uiterst indrukwekkend boek. Magnis sleept je mee door haar existentiële zoektocht, die rust vindt in zeldzaam fraai verwoorde godservaringen.”"], "authors": ["Wolter Huttinga"], "keywords": ["niemendalletje", "van", "mooi", "magnis", "voor", "kleinood", "adventtijd", "een", "en", "om", "ze", "ook", "te", "het", "vroom", "maar", "haar", "die"], "pubDate": "2020-11-18T00:00:17Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}