{"id": "13ce3e31-c60c-39c2-ae0f-b8998ba91188", "title": "Shakshuka maken voor schrijver Abdelkader Benali: ‘Zo leer ik nog wat’", "url": "https://www.parool.nl/ps/shakshuka-maken-voor-schrijver-abdelkader-benali-zo-leer-ik-nog-wat~b56e1fa6/", "summary": "Zijn handen wenden snel aan het werk, de scherpe messen en het koude vlees, en de jongen klaagt nooit.\nKookboekTot zijn 18de werkte schrijver Abdelkader Benali (45) elk weekend in de familie­slagerij; zijn moeder voerde ooit nog loononderhandelingen voor hem met zijn vader.\nHet gerecht haalde ook Casa Benali, het kookboek dat hij in 2014 met zijn echtgenote Saida Nadi-Benali maakte.\nHoewel ik me voor onze afspraak heb verdiept in shakshuka, ken ik dat eigen recept niet.\nWe hakken verse koriander voor over de shakshuka en maken het feest af met een dikke scheut olijfolie.", "paragraphs": ["Gilles van der Loo maakt shakshuka voor Abdelkader Benali. Beeld Eva Plevier", "In de koude ochtend raapt de jonge Abdel­kader wat verdwaalde kartonnetjes ­bijeen en mopt hij nog één keer de tegels voor de toonbank. Buiten rijden nog bijna lege trams voorbij, maar straks zullen de deuren van Slagerij Ben Ali op de Rotterdamse West-Kruiskade opengaan en begint de zaterdagse drukte. Als oudste zoon van het gezin helpt Abdelkader al sinds zijn 13de in de ­winkel. Zijn handen wenden snel aan het werk, de scherpe messen en het koude vlees, en de jongen klaagt nooit. Op zijn eigen stille manier laat Benali’s vader blijken dat hij tevreden is over zijn zoon.", "Voordat de slagerij opengaat, bakt vader uien met paprika in een aluminium pan. Hij voegt er verse tomaat aan toe en roert. Als alles gestoofd is en heerlijk begint te ruiken, maakt hij uitsparingen in de borrelende rode laag, waarin hij een paar rauwe eieren laat zakken.", "Dit eenvoudige gerecht is, naast boterhammen met harissa – die van Le Phare Du Cap Bon – Abdelkaders lievelingshapje. De shakshuka van zijn vader houdt hem een goed stuk van de dag op de been en dat is nodig, want de zaterdagen zijn lang bij Slagerij Ben Ali. Nog voordat de laatste klant met tassen vol kip en lamsvlees is vertrokken, begint de grote schoonmaak, het schrobben en moppen met bleekmiddel en sop.", "Kookboek", "Tot zijn 18de werkte schrijver Abdelkader Benali (45) elk weekend in de familie­slagerij; zijn moeder voerde ooit nog loononderhandelingen voor hem met zijn vader. Later zou een van Benali’s jongere broers het bedrijf overnemen.", "De shakshuka van zijn pa is Benali altijd blijven maken. Het gerecht haalde ook Casa Benali, het kookboek dat hij in 2014 met zijn echtgenote Saida Nadi-Benali maakte. Hoewel ik me voor onze afspraak heb verdiept in shakshuka, ken ik dat eigen recept niet.", "Terwijl de pan opwarmt pols ik even of de schrijver akkoord gaat met gestoofde ui in plaats van verse, en met gegrilde en ontvelde paprika in plaats van rauwe.", "“Misschien moeten we het sámen maken,” zeg ik in de stijlvolle zwarte keuken in Overtoomse Veld. Het is best lastig om niet afgeleid te worden door het grootse uitzicht op de west­rand van de stad.", "“Ik vind het wel interessant om jou te laten koken,” zegt Benali. “En zo leer ik nog wat.”", "“Maar dit wordt mijn eerste keer shakshuka.”", "Benali trekt zijn wenkbrauwen op. “Ik dacht: jij bent een shakshuka-expert!”", "“Ik wilde hem maken met gestoofde ui en deze paprika’s die ik op de barbecue heb gepoft, en dan met rauwe tomaat. Mag er knoflook in?”", "“Mijn vader deed dat niet, maar ik hou ervan. Ik maak hem ook wel met merguez, dan wordt het nóg lekkerder. Shakshuka is door Noord-Afrikaanse Joden meegenomen naar Israël en in Marokko heet het charmoula, maar dat is een generieke naam. Alle sauzen op basis van tomaat, paprika, ui en koriander heten charmoula. Je krijgt het bijvoorbeeld bij geroosterde vis, maar je kunt dat prakje dus ook warmhouden en er eieren in garen.”", "Middaggerecht", "“Wie kookt het meest hier in huis?” vraag ik Benali.", "“Dat ben ik. Als Saida in de keuken staat, werkt ze altijd heel precies. Ik ben meer van kijken in de koelkast en dan alles wat ik aantref opmaken. Maar het wordt wel lekker.”", "“Shakshuka is voor mij een middaggerecht,” zegt Benali even later, gebarend naar de grijze lucht achter de pui. “Ik maak dat op dagen als deze. Echt shakshukaweer, een toplunch voor nu. Als ik energie nodig heb, mentale ondersteuning, dan maak ik dit en gaat de zon schijnen.”", "Ik stel mijn hoeveelheid knoflook wat naar beneden bij. Dan verhit ik hem in een laagje olijfolie en laat er grofgesneden tomaat omheen vallen. Dan gaan mijn gepofte paprika’s erbij, samen met de gekaramelliseerde ui. “Hou je van pittig?”", "“Ik vind dat heerlijk. Als kind at ik altijd brood met harissa.”", "“Ik heb ook wat groene pepers. En specerijen? Deed je vader dat wél? Gemalen komijn en koriander?”", "Benali ruikt aan mijn potje geroosterde komijn en sluit even zijn ogen. “Hmm,” zegt hij. “Hazelnotig.”", "Ik vat dit op als instemming en maak de shakshuka verder naar eigen inzicht af, tot we op het punt komen waar ik plaats moet maken in de borrelende massa voor mijn eieren.", "“Hoeveel zullen we er doen?” vraag ik.", "“Doe maar vier,” zegt Benali, in wie ik inmiddels met stelligheid een échte eter herken. Zijn blik in de pan, het voorover­leunen erbij. “Dat droppen van de eitjes was altijd hét moment.”", "Feest", "Ik zet een glazen deksel over alles heen en Benali zegt dat het nu tijd is om de krant te lezen. “Bij wijze van spreken. Nu gaat het verder vanzelf.”", "“Willen we een vaste of een lopende dooier?” vraag ik.", "“Een beetje lopend is wel lekker, toch?”", "Ik bak nog een paar platbroodjes in een ander pannetje en dan is onze lunch opeens klaar. We hakken verse koriander voor over de shakshuka en maken het feest af met een dikke scheut olijfolie. De pan gaat op het aanrecht en de platbroodjes ernaast. Met de jonge Benali in het hoofd verdeel ik blobjes harissa over de dooiers van de eieren. “Zo ja,” zegt hij. “Perfect.”", "Er is een bepaald soort stilte die valt als échte eters iets heel lekkers krijgen.", "Shakshuka. Beeld Eva Plevier"], "authors": ["Gilles Van Der Loo"], "keywords": ["ik", "zijn", "schrijver", "zo", "maken", "nog", "van", "shakshuka", "voor", "en", "een", "met", "op", "benali", "het", "leer", "wat", "dat"], "pubDate": "2020-12-19T10:00:54Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}