{"id": "13d3840b-f12d-35e9-bfd2-64cba96fdcf1", "title": "Vrouwen delen hun bevallingstrauma’s: 'Ik riep nog 'hou op, ik wil het niet, nee!''", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5201166/genoeggewegen2020-vrouwen-delen-hun-bevallingstrauma-ik-riep-hou-op-ik", "summary": "\"Ik riep 'ga weg, hou op, ik wil het niet, nee!\nZe stoppen gewoon iets in je lichaam terwijl je je verzet.\nAls het nou medisch noodzakelijk was geweest was het nog verdedigbaar dat ze het zouden voorstellen, maar dit was echt omdat ze het lastig vonden om steeds te moeten komen.\"\nNee hoor, dat het een beetje bloedt en meer pijn doet dan je weeën is normaal, werd gezegd.\nNu heb ik het een plek gegeven, maar nog steeds krijg ik de rillingen als ik eraan terugdenk.", "paragraphs": ["Terwijl haar moeder en haar man machteloos toekeken en zij zelf een weeënstorm lag weg te puffen, werden de benen van Esmée uit elkaar getrokken en werd de katheter zonder haar toestemming in haar plasbuis geduwd. \"Ik riep 'ga weg, hou op, ik wil het niet, nee!', maar ze gingen gewoon door. Ik voelde me zo… verkracht bijna. Ze stoppen gewoon iets in je lichaam terwijl je je verzet. Ik voelde me een gebruiksvoorwerp. Als het nou medisch noodzakelijk was geweest was het nog verdedigbaar dat ze het zouden voorstellen, maar dit was echt omdat ze het lastig vonden om steeds te moeten komen.\"", "Traumatherapie", "De katheter bleek achteraf ook helemaal niet goed te zitten. Maar herhaalde opmerkingen van Esmée en haar moeder – zelf ook zorgverlener – daarover, werden weggewuifd. Nee hoor, dat het een beetje bloedt en meer pijn doet dan je weeën is normaal, werd gezegd. Pas tijdens de spoedkeizersnede die ze moest ondergaan omdat de hartslag van haar zoontje dipte, bevestigde de gynaecoloog dat de katheter inderdaad niet goed zat.", "Na traumatherapie (EMDR) kon Esmée de ervaring enigszins een plek geven. \"In het begin kon ik alleen maar huilen als ik eraan dacht. Ik droomde er vaak over en wilde nooit meer kinderen krijgen, als dit de zorg was waar ik op moest vertrouwen. Nu heb ik het een plek gegeven, maar nog steeds krijg ik de rillingen als ik eraan terugdenk. Je voelt je zo machteloos en niet gehoord. Je zegt 'nee', maar er wordt gewoon niet naar je geluisterd. Stel je voor dat je bij de huisarts komt en ongevraagd een spuit krijgt. Dat zou absurd zijn. In geen enkele andere beroepsgroep binnen de zorg is zoiets normaal, maar op de een of andere manier is het wel geaccepteerd om zo met zwangere vrouwen om te gaan. Terwijl het echt niet altijd voor je eigen bestwil is.\""], "authors": [], "keywords": ["vrouwen", "nog", "op", "wil", "het", "maar", "ik", "nee", "niet", "je", "en", "een", "haar", "ze", "dat", "riep", "hun", "hou"], "pubDate": "2020-12-04T11:53:22+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}