{"id": "13dd2492-48f5-3f8a-9887-5f4a40900e13", "title": "Verkiezingen: wat zijn plannen waard", "url": "https://www.nrc.nl/nieuws/2021/01/08/verkiezingen-wat-zijn-plannen-waard-a4026859", "summary": "Ik volg toch al heel wat jaren de verkiezingen, maar ik denk niet dat ik eerder zó benieuwd ben geweest naar de doorrekening van de verkiezingsprogramma’s.\nMaar omdat partijen bij het CPB helderheid moeten geven over wat ze willen.\nZo schrijven diverse partijen dat ze een goed salaris willen voor leraren, verpleegkundigen, en mensen in de publieke sector.\nBetekent dat dat ze de lonen dus willen verhogen, en zo ja, met hoeveel?\nWat betekenen de plannen volgens het PBL voor de uitstoot van CO 2 en voor de natuur?", "paragraphs": ["Ik volg toch al heel wat jaren de verkiezingen, maar ik denk niet dat ik eerder zó benieuwd ben geweest naar de doorrekening van de verkiezingsprogramma’s. Het kan zijn dat mijn geheugen me bedriegt, want ik ben áltijd benieuwd naar de doorrekening van het Centraal Planbureau (ik heb op deze plek zelfs weleens mijn ‘dikke, vette liefde’ verklaard aan de doorrekening).", "Niet omdat ik zo dol ben op de modellen van de economen van het CPB, die berekenen welke economische effecten de plannen van politieke partijen hebben (meer of minder banen, meer of minder koopkracht). Maar omdat partijen bij het CPB helderheid moeten geven over wat ze willen. Ja er moet meer geld naar het onderwijs, maar hoeveel dan?", "Ook wordt bij het CPB vaak duidelijk wat politieke partijen bedoelen met de soms vage teksten in hun plannen, bijvoorbeeld als ze zeggen dat ‘werken moet lonen’. Dat kán betekenen: de uitkeringen verlagen. Het levert altijd inzichten op.", "Maar deze keer zette ik naar mijn idee wel heel vaak in de kantlijn van de concept-verkiezingsprogramma’s: hoeveel geld hebben jullie daarvoor over dan? Zo schrijven diverse partijen dat ze een goed salaris willen voor leraren, verpleegkundigen, en mensen in de publieke sector. Betekent dat dat ze de lonen dus willen verhogen, en zo ja, met hoeveel? Nog een voorbeeld: diverse partijen willen investeren in de politie of het onderwijs of ze willen meer geld voor de jeugdzorg, zonder dat ze erbij zeggen hoeveel geld.", "Bij het CPB moeten ze laten zien hoeveel euro’s ze bereid zijn op tafel te leggen. En of ze daarvoor elders willen bezuinigen of extra belasting heffen, – óf dat ze het begrotingstekort laten oplopen. Allemaal interessante informatie.", "Niet eerder ben ik zó benieuwd geweest naar de doorrekening van de verkiezingsprogramma’s", "Dat ik zo vaak een euro-vraagteken in de kantlijn zette deze keer is volgens mij niet omdat partijen extra vaag zijn, maar omdat ze veel ambitie hebben. Veel moet anders als je de concept-programma’s van de politieke middenpartijen leest.", "Een grove greep: 1 miljoen woningen bouwen (tot 2030), miljoenen bomen planten, de machtsverhouding tussen werkgevers en werknemers veranderen, het belastingstelsel hervormen (bij veel partijen geldt zelfs: op zijn kop zetten), het sociaal vangnet verbeteren, het minimumloon verhogen, de landbouw omvormen, de leescrisis aanpakken, iedereen een leerrekening geven, klimaatverandering tegengaan, investeren in de economie. En de publieke sector in ere herstellen, dus meer ruimte en (financiële) waardering geven aan leraren, verpleegkundigen en politie-agenten. En een betere bediening van burgers bewerkstelligen bij de uitvoeringsdiensten van het Rijk (denk aan UWV, Belastingdienst en CBR). Ja, partijen willen nogal wat.", "Omdat partijen zoveel willen, ben ik ook benieuwd naar die andere doorrekening: door de klimaatdeskundigen van het Planbureau voor de Leefomgeving. Voor het eerst willen veel middenpartijen uitgebreid klimaatbeleid voeren. In 2017 was dat voorbehouden aan een klein aantal (linkse) partijen. Wat betekenen de plannen volgens het PBL voor de uitstoot van CO 2 en voor de natuur? Immers: de bouwplannen die veel partijen hebben (openbaar vervoer, extra woningen), zijn niet per se gunstig voor natuur en klimaat. Hoe pakt dat uit?", "Domper bij al deze politieke ambitie: we moeten nog even wachten. Beide doorrekeningen komen deze keer relatief laat, op 1 maart, vlak voor de verkiezingen op 17 maart.", "Marike Stellinga is econoom en politiek verslaggever. Ze schrijft elke week op deze plek over politiek en economie.", "NRC Lunchkoers De belangrijkste ontwikkelingen in de economie, op de beurzen en in het zakenleven Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Marike Stellinga", "Leestijd Minuten"], "keywords": ["ik", "zijn", "van", "plannen", "voor", "en", "waard", "ze", "op", "het", "partijen", "wat", "dat", "verkiezingen", "willen"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}