{"id": "13e20a41-091b-34f9-a736-8b9011b13a40", "title": "Verrast? Er waren eerder signalen over conflicten bij Poolse supermarkten", "url": "https://www.nrc.nl/nieuws/2020/12/09/verrast-er-waren-eerder-signalen-over-conflicten-bij-poolse-supermarkten-a4023316", "summary": "Irakese Koerden runnen in Nederland een netwerk van Poolse supermarkten.\nLees ook dit verhaal uit 2018 over de wereld van Poolse supermarktenDe supermarkten voorzien duidelijk in een behoefte.\nEerder dit jaar werd een Poolse supermarkt in Den Haag tot twee keer toe beschoten.\nUit de uitspraak blijkt dat de sigaretten in „veelal Poolse” supermarkten verkocht werden.\nEr was sprake van een strak georganiseerd netwerk, waardoor de staat voor ruim 6 miljoen euro aan inkomsten misliep.", "paragraphs": ["Shwan Mahmoud (31) wordt dinsdagochtend even na vier uur wakker en heeft twee gemiste oproepen op zijn telefoon. De eigenaar van zijn winkelpand in Heeswijk-Dinther, waar Mahmoud dertien maanden een supermarkt met Poolse producten zoals Tyskie-bier, worst en Tymbark-sap runt, heeft gebeld. Als Mahmoud terugbelt, hoort hij dat er iets met zijn winkel is gebeurd. „De eigenaar zei: ‘je raam is kapot’”, zegt Mahmoud.", "Maar als hij even later voor de winkel staat, treft hij een ravage aan. Een bom blies de complete voorgevel en inboedel uit zijn zaak. De ruiten van de nabijgelegen slagerij sneuvelden ook. Twintig directe omwonenden werden voor een aantal uur geëvacueerd. „Ik ben compleet in shock”, zegt Mahmoud: „Soms lijkt het of ik droom. Mijn hele zaak is kapot.”", "Zo ging het drie keer deze week. Ook in Aalsmeer (maandagnacht) en Beverwijk (dinsdagnacht) ontploften Poolse supermarkten. Alle drie de winkels zijn in handen van mannen van Irakees- Koerdische afkomst: een groep die in Nederland de meeste Poolse supermarkten runt.", "Wie achter de ontploffingen zitten, zeggen de winkeleigenaren niet te weten. Shwan Mahmoud deed aangifte, de camerabeelden uit zijn winkel en magazijn worden bekeken door de politie: „Ik ben nog nooit lastig gevallen.” Mohamed Mahmoud (25), die met twee zakenpartners de supermarkten in Aalsmeer en Beverwijk bezit: „Ik heb geen vijanden.” De twee eigenaren zeggen elkaar niet te kennen, ondanks hun gedeelde achternaam.", "Politieagenten bezochten woensdag Poolse supermarkten in onder meer Echt, Haarlem en Den Haag. In Oost-Brabant gebeurde dit op advies van de korpsleiding, vertelt een woordvoerder, in andere regio’s als Den Haag namen wijkagenten zelf het initiatief. „Om te vragen wat er leeft”, aldus een woordvoerder.", "Irakese Koerden runnen in Nederland een netwerk van Poolse supermarkten. Het fenomeen is rond 2012 overgewaaid uit het Verenigd Koninkrijk. De 45-jarige Dilman Abdullah opende zijn eerste zaak in Den Haag-West, waarna de Koerdische gemeenschap zich massaal op het gat in de markt stortte. Een kwestie van viavia en familienetwerken, zeiden eigenaren in 2018 tegen NRC.", "Lees ook dit verhaal uit 2018 over de wereld van Poolse supermarkten", "De supermarkten voorzien duidelijk in een behoefte. De Poolse gemeenschap in Nederland betreft bijna tweehonderdduizend mensen, en zij kopen graag hun eigen producten – hoewel het Poolse Tyskie-bier bij Grolsch in Enschede gebrouwen wordt, omdat beide merken hetzelfde Japanse moederbedrijf hebben.", "Toch zijn er duidelijke signalen dat niet alles vredig verloopt. Achter winkelnetwerken als Polo Smak, Biedronka en Warszawa zitten vaak verschillende clubjes van soms jonge eigenaren. Zo bezit Shwan Mahmoud minstens vijf zaken. Volgens betrokkenen ontstaan regelmatig conflicten tussen én binnen de supermarktnetwerken, omdat een ondernemer zijn zaak te dicht bij een al bestaande supermarkt opent. Eerder dit jaar werd een Poolse supermarkt in Den Haag tot twee keer toe beschoten.", "Celstraffen", "In juni eiste het Openbaar Ministerie bovendien celstraffen tegen twaalf mannen voor grootschalige accijnsfraude met meer dan 25 miljoen sigaretten. De politie luisterde mee met gesprekken in het Koerdisch en het Arabisch. Uit de uitspraak blijkt dat de sigaretten in „veelal Poolse” supermarkten verkocht werden. Er was sprake van een strak georganiseerd netwerk, waardoor de staat voor ruim 6 miljoen euro aan inkomsten misliep. Meerdere verdachten gingen maandenlang de cel in.", "Ook stuiten de politie en de FIOD regelmatig op valse producten en of zware medicijnen, die in Nederland normaal gesproken alleen op recept verkrijgbaar zijn. In Den Haag nam de politie in april dit jaar honderden doosjes medicijnen in beslag. En tijdens een controle van de politie, douane en de Nederlandse Voedsel- en Warenautoriteit langs diverse Poolse supermarkten in Rotterdam, januari dit jaar, werd „bij iedere controle” wel „iets” aangetroffen wat niet mocht, twitterde de politie op 25 januari: de verkoop van sterke drank zonder vergunning, de verkoop illegale sigaretten en medicijnen.", "Mohamed Mahmoud, de eigenaar van de zaken in Aalsmeer en Beverwijk, zei aanvankelijk tegen media dat hij meerdere winkels heeft, maar trok dat later terug. Tegenover NRC reageert hij verbaasd als hem gevraagd wordt naar een nieuwe vestiging in Schijndel die in het handelsregister staat. De vestiging ligt hemelsbreed zo’n 4,4 kilometer van de geëxplodeerde Biedronka in Heeswijk-Dinther. „Waar zie je dat?”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Martin Kuiper", "Milo Van Bokkum", "December Om", "Leestijd Minuten"], "keywords": ["verrast", "bij", "van", "politie", "signalen", "het", "op", "conflicten", "zijn", "waren", "eerder", "een", "supermarkten", "en", "poolse", "mahmoud", "er"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}