{"id": "13f3a37f-bc2d-3d0d-9277-d28bb3298397", "title": "Philadelphia zet zich schrap voor historische verkiezingsdag: ‘Het wordt een hot mess’", "url": "https://volkskrant.nl/nieuws-achtergrond/philadelphia-zet-zich-schrap-voor-historische-verkiezingsdag-het-wordt-een-hot-mess~bf69d519/", "summary": "‘Ik houd mijn adem in.’‘Open’, staat er op een papiertje op een van de houten schotten die een grote drogisterij in Philadelphia bijna volledig afsluiten.\nHet enige dat vrijwel zeker is: dat het een historische dag zal worden.\nZeker hier in Philadelphia, een van die plaatsen in het land die een grote rol zullen spelen bij de verkiezingen.\nAmerika is een groot land, maar de presidentsverkiezingen worden altijd op een beperkt aantal plekken beslist.\nHa ha’, zegt Deborah ­Baker, een grijze zwarte dame in het beveiligersuniform van een hotel.", "paragraphs": ["Angst, zorgen en zenuwen. Een heel scala aan emoties giert door Amerika nu het land zich opmaakt voor een historische verkiezingsdag die de eenheid van de natie weleens zou kunnen vermorzelen. Ook in Philadelphia. ‘Ik houd mijn adem in.’", "‘Open’, staat er op een papiertje op een van de houten schotten die een grote drogisterij in Philadelphia bijna volledig afsluiten. Er is nog net één spleet waardoor je naar binnen kunt, een zwart gat in, symbolisch voor het land aan de vooravond van historische verkiezingen: Amerika is een black box geworden, een donkere doos waarvan je niet weet wat er binnen gebeurt. Niemand weet wat het effect zal zijn als je daar 150 miljoen stemformulieren in stopt.", "Het enige dat vrijwel zeker is: dat het een historische dag zal worden. Dat besef maakt de mensen alleen maar ­zenuwachtiger.", "Zeker hier in Philadelphia, een van die plaatsen in het land die een grote rol zullen spelen bij de verkiezingen. Amerika is een groot land, maar de presidentsverkiezingen worden altijd op een beperkt aantal plekken beslist. Pennsylvania lijkt een van de staten te worden die de winnaar over de drempel zullen helpen, met twee kandidaten die bijna in evenwicht zijn, de Trump-stemmers in de buitengebieden en de Biden-stemmers in de steden. En Philadelphia is zo’n stad waar Biden het van moet hebben.", "In het centrum zijn veel winkels met spaanplaat dichtgetimmerd. Beeld AFP", "Extra complicatie is dat in Pennsylvania de per post binnengekomen stemmen pas vanaf de verkiezingsdag mogen worden geteld, door toedoen van de (Republikeinse) volksvertegenwoordigers in de staat. Sommige districten beginnen zelfs pas de dag ná de verkiezingen te tellen. Omdat meer ­Democratische kiezers per post hebben gestemd dan Republikeinen zal de tussenstand dinsdagnacht waarschijnlijk naar Trump neigen.", "En Trump vindt het dan mooi geweest. Zondag zei hij dat de tussenstand de eindstand zou moeten zijn. ‘Het is verschrikkelijk als mensen of staten de stemmen nog mogen tellen lang nadat de verkiezingen zijn geweest. We gaan er meteen heen met onze advocaten.’", "‘Anxiety’", "Eerder heeft Trump gezegd dat er ‘slechte dingen gebeuren in Philadelphia’, waarmee hij duidde op fraude – en zijn aanhangers opriep om de stemlokalen in de gaten te houden.", "‘Ik houd mijn adem in’, zegt Beth Shay, een zestiger op weg naar de dokter, in het centrum van de stad. Ze knikt naar de militairen, die al geposteerd staan rond het stadhuis. ‘Als ik die mannen zie, dan denk ik: die gaan het alleen maar erger maken.’", "Anxiety, dat is het Engelse woord dat door de stad suist, en door de staat, en het hele land: een niet met één woord te vertalen containerbegrip dat het hele scala van angst, zorgen en zenuwen omvat. Shay: ‘Ik heb al gestemd, maar mijn kinderen gaan nog stemmen. Ik hoop dat het rustig blijft bij de stembureaus.’", "In het centrum zijn veel winkels met spaanplaat dichtgetimmerd. Er is al veel politie op straat, en uit vrachtwagens in woestijncamouflage springen soldaten van de Nationale Garde, met hun semi-automatische wapens en doorzichtige schilden. Op de radio zijn bijna alleen maar politieke spotjes te horen en oproepen om te gaan stemmen, en instructies (onderteken – check – plak dicht–plak dicht – onderteken – check), al dan niet gericht op zwarte Amerikanen of Puerto Ricanen. ‘Stem! Maak een plan!’, staat er op vlaggen aan lantaarnpalen – dat je een plan moet hebben om te stemmen geeft al aan hoe ingewikkeld het kan zijn.", "‘Ik nerveus? Ha ha’, zegt Deborah ­Baker, een grijze zwarte dame in het beveiligersuniform van een hotel. ‘Ik vertrouw op God.’ Zorgt Hij er dan voor dat het allemaal goed komt? ‘Nee, natuurlijk niet. Het wordt een hot mess.’", "Ook in Washington maken ze zich op voor de verkiezingen. Beeld REUTERS", "De jongens van de Nationale Garde maken zich nog geen al te grote zorgen. ‘We stonden hier van de zomer ook, na George Floyd’, zegt Alex Acosta, een 23-jarige reservist. ‘Ik weet niet of het nu zo erg wordt. Veel te koud.’ Hij en zijn peloton komen allemaal uit Philadelphia – het is hun eigen huis dat ze verdedigen, zeggen ze. Er loopt iemand langs die hen uitscheldt. Veel van de soldaten zijn gekleurd, en net als in de zomer stonden ze de afgelopen dagen weer tegenover activisten van Black Lives Matter – vorige week werd in de stad een zwarte man met een mes met veel kogels doodgeschoten door de politie. ‘Ik heb geen last van dat schelden’, zegt Acosta. ‘Ze zien alleen het uniform, niet wie erin zit.’", "Historische plek", "Even verderop laden agenten hun fietsen uit, in een straatje naast de heilige plekken waar de Amerikaanse democratie geboren werd. De eerste president, George Washington staat versteend voor de deur van Congress Hall, waar hij in 1797 zijn kersverse opvolger John Adams liet voorgaan naar buiten: de eerste vreedzame machtsoverdracht van het land. ‘Nu blijkt weer hoe bijzonder dat is’, zegt Lynn Nash, een opzichter van de Nationale Park Dienst, die de historische plek beheert. ‘Dit is een plek om te ankeren’, zegt ze. ‘Om weer te zien waar ons land vandaan komt. Ik denk dat we na de verkiezingen veel bezoekers kunnen verwachten.’"], "authors": ["Michael Persson"], "keywords": ["van", "zet", "hot", "het", "op", "die", "zijn", "mess", "historische", "ik", "een", "wordt", "zich", "dat", "en", "verkiezingsdag", "te", "philadelphia", "schrap", "voor"], "pubDate": "2020-11-02T22:12:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}