{"id": "14021a27-abf9-301d-ba54-c098bf74944a", "title": "Met deze schitterende roman van Simone Atangana Bekono kun je de ontlezing zo te lijf", "url": "https://trouw.nl/cultuur-media/met-deze-schitterende-roman-van-simone-atangana-bekono-kun-je-de-ontlezing-zo-te-lijf~bec49134/", "summary": "Aan aandacht voor haar nu verschenen romandebuut Confrontaties zal het dus niet ontbreken, maar het schept ook verwachtingen.\nDe lucht is zo dik en zwaar en grijs dat je je direct gaat voorstellen hoe het is om hier weg te zijn.’De grimmige sfeer in het detentiecentrum is goed getroffen.\nHet gaat over deze jonge vrouw, en van haar wil je alles weten.\nAls ik docent Nederlands was zou ik het wel weten, en met hernieuwde moed de ontlezing te lijf gaan met deze roman van Simone Atangana Bekono.\nHet genre is populairder dan vaak wordt aangenomen, maar het gaat er minder ruig aan toe dan vroeger.", "paragraphs": ["Meestal moet een literaire debutant – mits geen bekende Nederlander – vechten om aandacht. Zo niet Simone Atangana Bekono (1991). Haar dichtbundel Hoe de vonken zichtbaar waren werd bekroond. Ze werd naar eigen zeggen zowat door het land gedragen. Onlangs werd ze door de Volkskrant uitgeroepen tot literair talent van 2020. Aan aandacht voor haar nu verschenen romandebuut Confrontaties zal het dus niet ontbreken, maar het schept ook verwachtingen.", "In Confrontaties zit de zestienjarige Salomé Atabong in een jeugdgevangenis een straf uit voor het mishandelen van twee klasgenoten. Ah, denk je, dat klinkt vertrouwd, een debuut over opgroeien aan de ruwe zelfkant. Dat beeld moet je snel bijstellen, niet omdat het geen rauw boek over opgroeien is, maar omdat Atangana Bekono zo goed schrijft.", "De dwarse Salomé klinkt woedend, wanhopig, berustend en zeer geloofwaardig. ‘Het rare is dat als je hier zit, je de vrijheid bijna kunt proeven, alsof je op een vliegveld zit te wachten op de vlucht. De lucht is zo dik en zwaar en grijs dat je je direct gaat voorstellen hoe het is om hier weg te zijn.’", "De grimmige sfeer in het detentiecentrum is goed getroffen. Vanuit de gevangenis belt ze regelmatig met haar ouders, stroeve gesprekken die ontroeren. We komen te weten wat er gebeurd is, welke weg leidde tot haar wandaad. We lezen hoe het vormen van een identiteit voor Salomé hetzelfde is als voor ieder ander meisje van zestien, alleen dan nóg verwarrender en, inderdaad, nóg confronterender. ‘Er zijn dingen in mijn hoofd die zich met elkaar zijn gaan verbinden. De vakantie in Kameroen, de man bij het hek. En dat ik alleen maar wilde lezen. Hoe ik leerde op een boksbal te slaan, en dat ik me overal voor begon te schamen, voor mijn gezicht, mijn haar, mijn naam. Het is zo saai, zo treurig, en zo klein, als ik er zo aan denk.’", "De rol van dader maakt haar juist kwetsbaar", "Ja, Salomé is het slachtoffer van alle vormen van racisme die er bestaan, maar ze weigert de slachtofferrol, ze is liever dader dan slachtoffer, dat is immers wat haar in die jeugdgevangenis heeft gebracht. Die rol van dader, van agressor maakt haar juist weer kwetsbaar, dat is de prachtige paradox die in dit boek uitgewerkt wordt. Ze weigert de behandeling want ze vindt de therapeut een racist, en van die weigering is ze dan zelf weer de dupe. Kameroen, het geboorteland van haar moeder, wil ze graag als het paradijs voorstellen, maar in een vakantie voelt ze zich er ontheemd. Haar woede slaat steeds op haarzelf terug.", "Confrontaties is een titel met een activistische toon. Je kan het allemaal wat dik aangezet vinden, het ís ook dik aangezet, maar dan ga je voorbij aan de kracht die uit Atangana Bekono’s teksten spreekt. Confrontaties zou zo maar voeding kunnen geven aan de Black Lives Matter beweging, dat zou helemaal prima zijn, maar in de grond is het boek geen pamflet: het is een uiterst persoonlijk boek over uiterst persoonlijke ervaringen – precies dat wat literatuur moet zijn. Het gaat over deze jonge vrouw, en van haar wil je alles weten. Waarom wil je dat? Nou, omdat de vonken van de tekst afspringen.", "Als ik docent Nederlands was zou ik het wel weten, en met hernieuwde moed de ontlezing te lijf gaan met deze roman van Simone Atangana Bekono.", "Beeld -", "Simone Atangana Bekono", "Confrontaties", "Lebowski; 224 blz. € 22,99", "Lees ook:", "Zwarte schrijvers zijn klaar om af te rekenen met de witte canon", "Wit overheerst in de Nederlandse literatuur. Maar nu is er ‘Zwart’, met verhalen van twintig Nederlandstalige schrijvers. Samenstellers Vamba Sherif en Ebissé Rouw leggen uit waarom dit boek er móést komen.", "‘De Nacht van de Poëzie is een soort Elfstedentocht’", "De Nacht van de Poëzie beleefde zaterdagavond de 35e aflevering. Het genre is populairder dan vaak wordt aangenomen, maar het gaat er minder ruig aan toe dan vroeger."], "authors": ["Gerwin Van Der Werf"], "keywords": ["je", "van", "schitterende", "zo", "het", "simone", "en", "maar", "met", "een", "ze", "te", "roman", "kun", "lijf", "haar", "dat", "ontlezing"], "pubDate": "2020-11-08T09:47:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}