{"id": "1415a9bc-9e37-3dfd-a5b8-b0e5932f3bdf", "title": "‘Op zondag sta ik om kwart voor vijf op’", "url": "https://nrc.nl/nieuws/2020/12/11/op-zondag-sta-ik-om-kwart-voor-vijf-op-a4023518", "summary": "Ik op de begane grond, Arjan op de zeventiende verdieping.\nAls ik naar de campus mag, ben ik blij, voor corona ging ik altijd live naar de colleges.”Stefan: „Als we allebei thuis zijn, eten we samen.”Arjan: „Ik ga zo’n drie keer per week naar vrienden.\nDaarna ga ik vaak door naar korfbaltraining.”Om half tien naar de kerkStefan: „Ik ga in het weekend bijna altijd naar mijn ouders.”Arjan: „Ik ook.\nOp zondag sta ik om kwart voor vijf op.\nIk kom uit een groot gezin, met twee broertjes en een zusje, en mijn oma die naast ons woont.", "paragraphs": ["Stefan: „Toen ik ging studeren, had ik veel verwachtingen. Ik moest bij een studentenvereniging, een bijbaan, een sociaal leven én sporten. Dat heb je allemaal niet nodig, leerde ik toen ik vanuit Wageningen naar Delft verhuisde voor mijn master.”", "Arjan: „Ik heb die druk nooit zo ervaren. Ik vind het storend als mensen zeggen dat je studententijd de leukste tijd van je leven is. Dat klinkt alsof het erna allemaal minder wordt. Ik zie aan het eind van mijn leven wel wat de leukste tijd van mijn leven was.”", "Stefan: „Arjan en ik zijn allebei in 2014 in Wageningen landschapsarchitectuur en ruimtelijke planning gaan studeren.”", "Arjan: „We hadden dezelfde groep vrienden via de studie.”", "Stefan: „Op een gegeven moment woonden veel van ons in dezelfde studentenflat. Ik op de begane grond, Arjan op de zeventiende verdieping. Er was ook een kroeg in het gebouw, waar we uitgingen. Toen ben ik naar Delft gegaan voor een master transport, infrastructuur en logistiek. Arjan ging een jaar later toevallig dezelfde master doen. Mijn huisgenoot met wie ik een studentenappartement deelde, ging toen net weg, en hij trok erin.”", "In het kort Arjan Freije (24) Stefan van Lier (24) wonen samen in een appartement in een studentenflat in Delft. Ze leerden elkaar kennen tijdens hun bachelor in Wageningen. Arjan doet een master Transport, Infrastructuur en Logistiek aan de Technische Universiteit in Delft. In september is hij een tweede master begonnen, Environment and Resource Management, aan de Vrije Universiteit in Amsterdam. Hij geeft een keer per week bijles aan een scholier. Stefan heeft net dezelfde master afgerond die Arjan in Delft doet. Hij heeft een bijbaantje als student-assistent op de universiteit, op zondagen werkt hij bij attractiepark de Efteling.", "Arjan: „We hebben allebei een passie voor duurzaamheid, deels vanwege onze studie. En we zitten allebei in hetzelfde schuitje: na een goede tijd in Wageningen zijn we opnieuw begonnen in Delft.”", "Stefan: „We reflecteren weleens over de verschillen. Daar waren we meer de middenmoot, qua duurzaamheid. Hier zitten we de aan de rand van het spectrum.”", "Interrailen", "Arjan: „Meestal sta ik rond kwart over acht op.”", "Stefan: „Ik tussen acht en negen uur.”", "Arjan: „Ik probeer vijf dagen in de week aan mijn studie te zitten.”", "Stefan: „Tussen onze kamers zitten de gedeelde keuken en badkamer. Wij ontbijten niet samen. Meestal zien we elkaar pas ’s middags of ’s avonds. Ik ben drie weken geleden afgestudeerd, het afgelopen jaar werkte ik aan mijn thesis. Het is echt een slechte tijd om af te studeren. De banenmarkt stort in. De huizenmarkt is belachelijk. Ik heb nooit echt pauze genomen tijdens mijn studie, en wilde dat nu gaan doen. Interrailen of zo. Dat gaat ook niet. Ik ben een beetje aan het kijken wat ik hierna wil doen. Nu heb ik een bijbaantje als student-assistent. Ik kijk tentamens na en beantwoord vragen.”", "Arjan: „Het is ook wel fijn dat je nu iets meer kunt ontspannen, nadat je het hele jaar zo hard gewerkt hebt. Ik doe mijn master en ben in september aan een tweede master begonnen. Gemiddeld heb ik twee keer per dag online college. Als ik naar de campus mag, ben ik blij, voor corona ging ik altijd live naar de colleges.”", "Stefan: „Als we allebei thuis zijn, eten we samen.”", "Arjan: „Ik ga zo’n drie keer per week naar vrienden. Dan eet ik daar en gaan we nog even wandelen, kopje thee drinken. Best burgerlijk eigenlijk.”", "Stefan: „Voor corona ging ik iedere donderdag wel naar de kroeg van mijn gezelligheidsvereniging. Ik ben zo’n drie avonden per week thuis. Ik ben iets introverter. Als ik de hele dag met mensen ben, kost het veel energie.”", "Arjan: „Ik zit bij een christelijke studentenvereniging en een studentenkorfbalvereniging.”", "Stefan: „Dinsdag at ik vaak samen op de vereniging. Ik zat in commissies. Nu hebben we online borrels, dan heb je toch minder makkelijk goede gesprekken. Ik mis het persoonlijke heel erg.”", "Arjan: „Op dinsdag eet ik bij de Navigators en is er bijbelkring in groepjes van vijf of zes mensen. Iedereen deelt hoe het met hem of haar gaat. Daarna lezen we stukjes uit de bijbel over een bepaald onderwerp, en bespreken we wat het voor iedereen betekent. Daarna ga ik vaak door naar korfbaltraining.”", "Om half tien naar de kerk", "Stefan: „Ik ga in het weekend bijna altijd naar mijn ouders.”", "Arjan: „Ik ook. Ik spreek bewust veel doordeweeks af. Mijn ouders wonen in Gorinchem.”", "Stefan: „Ik kom uit Heesch in Brabant. Op zondag sta ik om kwart voor vijf op. Ik werk bij de Efteling, op drie kwartier rijden. Ik heb me daar het afgelopen jaar beziggehouden met duurzaam afvalmanagement. En ik ruim afval op, dan loop je vrij rond door het park, heel leuk. Het was altijd een droom daar te werken.”", "Arjan: „Je bent ook wel echt Efteling-gek.”", "Stefan: „Het park voor openingstijd en na sluitingstijd zien, is echt het mooiste wat er is. De zonsopkomst, een laagje mist nog over het water heen. Holle Bolle Gijs schalt in de verte. Dat maken heel weinig mensen mee.”", "Arjan: „Zondag ga ik om half tien naar de kerk. Ik kan me niet herinneren wanneer ik voor het laatst níét thuis bij de dienst was. Ik studeer ook nooit op zondag. Nu zitten we vaak met het gezin voor de tv om de livestream te volgen. Dan kijken we de kerk, drinken we koffie, doen we een spelletje. Lekker uitgebreid lunchen, en wandelen. Het is echt het moment om elkaar te spreken. Mijn twee studerende zusjes zijn dan ook vaak thuis.”", "Stefan: „Ik vind het ook gezellig om thuis te zijn. Ik kom uit een groot gezin, met twee broertjes en een zusje, en mijn oma die naast ons woont. Het voelt gewoon heel erg vertrouwd. Er is daar een grote tuin, hier is niet eens een balkon. Dat is ook fijn, de ruimte hebben.”", "Arjan: „Er is ook heel mooie natuur in Heesch. We zijn eigenlijk nooit bij elkaars ouders geweest. Laatst dacht ik nog: dat zou eigenlijk wel leuk zijn.”", "In Spitsuur vertellen stellen en singles hoe zij werk en privé combineren. Meedoen? Mail naar werk@nrc.nl", "Hoe doen zij het? Vakantie Arjan gaat graag met vrienden naar de bergen. Stefan gaat vaak mee op reizen georganiseerd door zijn studievereniging. Huishouden De mannen hebben geen schoonmaakschema, maar poetsen altijd samen. Arjan: „Soms zeggen we: het is weer tijd, hè. En dan duurt het ongeveer een maand voordat we gepoetst hebben.” Wonen Arjan en Stefan hebben minder contact met andere studenten dan eerder in hun studentenflat in Wageningen. Stefan: „Ik had weinig behoefte opnieuw allerlei mensen te leren kennen. Daarom is het zo fijn dat we samenwonen.” Bedtijd Nu er geen feestjes of borrels meer zijn, gaan Arjan en Stefan vroeger naar bed dan normaal. Arjan probeert rond 12 uur te slapen, Stefan iets eerder.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Marit Willemsen", "Leestijd Minuten"], "keywords": ["zondag", "om", "een", "sta", "mijn", "en", "ook", "arjan", "ik", "vijf", "kwart", "op", "voor", "naar", "je", "het"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}