{"id": "141d688b-13d8-3b7f-a98e-d152e64d9c6b", "title": "Squla een uitbuiter? Nee, dat klopt niet", "url": "https://trouw.nl/opinie/squla-een-uitbuiter-nee-dat-klopt-niet~b5e49ffd/", "summary": "Squla, dat oefenprogramma’s voor kinderen maakt, is het eens met de stelling dat geld voor het onderwijs natuurlijk vooral ten goede moet komen aan de leerlingen in de klas.\nWe bestrijden echter dat het platform thuishoort in het rijtje ‘IT-grootmachten’ waarnaar in het artikel wordt verwezen.\nZo wordt beweerd dat een aantal partijen, waaronder Squla, flink zou verdienen aan het onderwijs.\nExtra hulpOns speel- en leerplatform wil alle kinderen in staat stellen om te groeien en hun talenten te benutten.\nICT-bedrijven verdienen grof geld aan het onderwijs en daarom is het tijd voor regelgeving, vindt geschiedenisdocent Michel Verschuren.", "paragraphs": ["Er is sprake van een wildgroei van het aantal diensten dat door IT-bedrijven aan het onderwijs wordt aangeboden, schrijft Michel Verschuren (Opinie, 12 november). Hij stelt dat lang niet altijd vaststaat dat de digitale pakketten, abonnementen en licenties die scholen aanschaffen ook echt nodig zijn. Hierdoor zou onnodig veel onderwijsgeld bij IT-bedrijven terechtkomen.", "Squla, dat oefenprogramma’s voor kinderen maakt, is het eens met de stelling dat geld voor het onderwijs natuurlijk vooral ten goede moet komen aan de leerlingen in de klas. We bestrijden echter dat het platform thuishoort in het rijtje ‘IT-grootmachten’ waarnaar in het artikel wordt verwezen. Zo wordt beweerd dat een aantal partijen, waaronder Squla, flink zou verdienen aan het onderwijs. Dat is een ongefundeerde bewering.", "Extra hulp", "Ons speel- en leerplatform wil alle kinderen in staat stellen om te groeien en hun talenten te benutten. ‘Squla in de Klas’ is onder schooltijd gratis beschikbaar en kan worden gebruikt als laagdrempelig hulpmiddel dat docenten kunnen inzetten om kinderen een extra steuntje in de rug te geven of juist wat extra uit te dagen.", "Inmiddels gebruiken meer dan 600.000 leerlingen het programma al op hun scholen.", "Ná schooltijd is het leerplatform thuis beschikbaar voor betalende abonnees. Ook hier proberen we de drempel zo laag mogelijk te houden voor gezinnen die het niet zo breed hebben. Zo werken wij samen met onder andere Stichting Leergeld en het Jeugdeducatiefonds. Voor wie een klein bedrag per maand toch te veel is, bieden we via deze organisaties leerprogramma’s gratis aan.", "Voor alle kinderen", "Toen de scholen dit voorjaar door corona de deuren moesten sluiten, was dat aanleiding om ‘Squla in de Klas’ voor alle kinderen in Nederland open te stellen. Om basisscholieren zo goed mogelijk te ondersteunen en ouders inzicht te geven in hun prestaties, konden zij ook thuis via de inlog van hun docent gratis gebruikmaken van het platform.", "En dat kunnen ze op deze manier nog steeds, want het gebeurt in deze coronatijd nog geregeld dat klassen thuiszitten door een zieke docent, of dat leerlingen niet naar school kunnen door een besmetting in de familie.", "Het platform is een mooie extra ondersteuning bij het lesgeven om leerlingen spelenderwijs en in hun eigen niveau en tempo te stimuleren, uit te dagen en hun zelfvertrouwen te laten groeien. Op school en ook thuis. Dat is een missie waaraan we al tien jaar trouw zijn.", "Lees ook:", "ICT-grootmachten in het onderwijs vullen hun zakken met geld dat bedoeld is voor de leerling in de klas", "Magister, een belangrijk computerprogramma in het onderwijs, wordt dertig procent duurder voor scholen. ICT-bedrijven verdienen grof geld aan het onderwijs en daarom is het tijd voor regelgeving, vindt geschiedenisdocent Michel Verschuren."], "authors": ["Serge Buetens"], "keywords": ["zo", "klopt", "het", "onderwijs", "nee", "niet", "een", "dat", "te", "uitbuiter", "en", "om", "squla", "hun", "voor"], "pubDate": "2020-11-22T11:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}