{"id": "14204907-f18f-3abc-bf90-1f2d5ccf8969", "title": "Een modern kerstverhaal van Viktor Frölke: ‘Op het leven, dat doorgaat!’", "url": "https://www.parool.nl/ps/een-modern-kerstverhaal-van-viktor-frolke-op-het-leven-dat-doorgaat~b83bcf77/", "summary": "Het was zeer de vraag of ze het op haar leeftijd zou redden.\nWaarschijnlijk heb ik het zelf trouwens helemaal in het begin al gehad, hoewel ik me toen niet heb laten testen.\nIk denk dat ik het meende.\n“Weet u nog hoe u ze noemde?”“Wie?” Toen ze haar wenkbrauwen optrok zag ik dat ze ze slordig had opgemaakt.\nIneens brak er een lach door op haar gezicht, alsof het ­tapijt van haar huid werd strakgetrokken.", "paragraphs": ["Beeld Ted Struwer", "Ik weet niet hoe het met jullie zit, maar Wiel en ik hadden half oktober al een boom. Een grote, hij paste nauwelijks in de woonkamer. Een nepperd, dat wel, maar een luxe nepperd. Lampjes zaten er al in. We hebben hem opgetuigd met spullen die we bij Liberty in Londen hadden gekocht. Daar weten ze hoe je een kerstboom moet versieren. De verplichte tien dagen thuisquarantaine? Hoe moeilijk is het om met een laptop in bed te liggen en er alleen even uit te komen om de kinderen naar school te brengen of op te halen? Zo blij dat de scholen openbleven!", "Oh. My. God. Wat hebben Wiel en ik uitgezien naar het kerstdiner dit jaar. Ik had begin november al door het hele huis kaarsen branden en de Spotifylijst met kerstklassiekers op repeat. Wiel wil af en toe nog wel wat cynisme ­tentoonspreiden over K, zoals hij de feestdagen tegen vrienden noemt, en hij probeert me elk jaar weer, op het ontroerende af, warm te maken voor een alternatief. ­Bonaire. Antwerpen. Een boerderij in Friesland met een open haard.", "Vluchtgedrag. Verdringing. Struisvogelpolitiek.", "Hij heeft een hekel aan familie, Wiel, en dat begrijp ik wel, maar ja, familie is familie: een ongeneeslijke ziekte. Dit jaar loste dat zichzelf op. Alles moest met het kleinst denkbare gezelschap.", "Net toen we daar min of meer vrede mee hadden, beschikte het lot anders. Er verscheen een gast aan tafel die niemand daar ooit had verwacht: ­mevrouw Sinnige-Yuen, onze onderbuurvrouw. Om te ­begrijpen hoe bijzonder dat was, moet ik even wat achtergrond geven. Want sinds wij in dit deel van de stad zijn ­komen wonen, hebben we een op zijn zachtst gezegd ­complexe relatie met haar.", "~~~", "Vorig jaar hoorde ik mevrouw Sinnige-Yuen tegen Nikki, die verwende bimbo van twee deuren verder, met dat lijzige, klagelijke Amsterdamse accent van haar zeggen: “Dat zullen die zwartjes van eenhoog wel weer zijn geweest.”", "Met haar gerimpelde, kromme vinger wees ze op Nikki’s ooit witte Tesla Model S, waarvan de buitenspiegel op halfzeven hing.", "Nikki trok knikkend en hummend aan haar elektrische sigaret.", "Zwartjes.", "Hoe durfde dat mens zo over onze jongens te spreken?", "Ik kwam net aanlopen met de boodschappen. Ik ontplofte, maar alleen inwendig. Alles bleef keurig verborgen achter mijn regenboog-mondkapje.", "Ik ben niet goed met woede. Volgens Wiel ben ik bang voor confrontaties. Ik zie mezelf meer als een mensenmens, dat moet ook wel, anders hou je het niet vol in de zorg, maar nu vrat ik mezelf op. Hoezo zouden Oscar en Hugo die autospiegel hebben vernield? Het is waar dat ze ongeleide projectielen kunnen zijn, dat ze niet bekendstaan als de braafste kinderen uit de buurt (gelukkig niet), maar ze hebben bij mijn weten nooit andermans bezittingen moedwillig kapotgemaakt.", "“Sorry… Mag ik er even langs?” vroeg ik zo koeltjes ­mogelijk, maar het kwam er toch nog veel te aardig uit. Mijn ­probleem: ik ben te aardig.", "Nikki pakte de telefoon die uit haar kontzak stak en maakte foto’s van haar auto. “Voor de verzekering,” zei ze er nog bij.", "Alsof ik dat niet wist. Tuthola.", "Mevrouw Sinnige-Yuen had zich alweer veilig met haar rollator in haar woning teruggetrokken.", "Ik opende de voordeur en sjokte de trap op, extra hard stampend op de treden die als een trommel verbonden waren met de ruimte eronder, waar onze aartsvijandin al een eeuwigheid woonde, nota bene in het bezit van een door ons felbegeerde tuin die ze sinds de dood van haar man volledig liet verpieteren.", "Toen ik Wiel het verhaal vertelde, werd hij woedend. Ik moest voor de deur gaan staan om te voorkomen dat hij naar beneden zou stuiven om Rost van Tonningen, zoals hij haar noemde, de waarheid te zeggen.", "“Etnisch profileren, dat is wat het is, godverdomme. Hier begint het allemaal mee!”", "Ik knikte met mijn kin naar de bank. Niet dat de boys er erg in hadden, ze waren zo verdiept in Among us dat je ­ongemerkt een vuurwerkbom kon afsteken.", "Kinderlijke onschuld. Hoe troostrijk in tijden van crisis! Ik ben zo dankbaar dat het virus aan de jeugd voorbijgaat… Als de ic vol had gelegen met kids, had ik de handdoek ­allang in de ring gegooid.", "Bij het avondeten stelde ik de kwestie nog even subtiel aan de orde. Of ze iets van een kapotte spiegel afwisten.", "“Die is eraf gereden door een bezorger… Hebben we zelf gezien!” riepen ze door elkaar heen.", "“Wat voor bezorger?” wilde Wiel weten.", "“Zo’n oranje,” zei Os, “van Thuisbezorgd.”", "“Een groene Uber,” wist Huug. “Hij bleef met zijn tas aan de spiegel haken toen hij wegreed.”", "“Bij wie?”", "“Bij wie wat?” kwam ik tussenbeide. “Je klinkt een beetje als een politieagent, Wiel.”", "“Bij het viswijf,” wist Huug. (Viswijf was een van Nikki’s bijnamen.)", "“Niet! Bij het oudje!”", "Hoe dan ook, de volgende dag, toen ze naar school ­waren, vond ik een onderdeel van een Teslaspiegel in Oscars hoogslaper.", "~~~", "Toen we hier kwamen wonen, was de sfeer prima. Misschien kwam dat omdat haar man nog leefde: een pezig mannetje met een shaggie achter zijn oor. Een schat van een vent. Ze zijn nog op onze housewarming geweest. Ze zaten er wat onwennig bij, met zijn tweetjes op de bank, tussen onze gay vrienden, maar toch voelde het goed. ­Mevrouw kon leuk uit de hoek komen: “Ik ben ook gay. Maar niet altijd.”", "Maar toen we van Schiphol terugkwamen uit Sierra Leone met onze jongens slapend in onze armen, zat Sinnige-Yuen, inmiddels weduwe, ons door de gordijnen met een uitgelubberd oog te beloeren.", "Daarna regende het klachten over geluidsoverlast.", "Bij een kinderfeestje hing ze standaard aan de telefoon. Of het zachter kon. Hoelang het nog doorging. Dat ze niet kon slapen. Soms dacht ik: mens, wat doe je nog in de stad? Ga in Drenthe wonen, in een oerbos.", "Hevig verontwaardigd was ze toen ze erachter kwam dat Wiel en ik naar de Black Lives Matter-betoging op de Dam waren geweest, op minder dan anderhalve meter, met duizenden anderen. Ze had zich op de zitting van haar rollator op de stoep geposteerd en draaide tegen iedereen die het hoorde wilde haar riedel af. Nikki heeft het te druk met ­tinderen om zich om de medemens te bekommeren, dus die had geen idee waar ze het over had.", "“Die lui hebben zich op de Dam laten besmetten om ­ouderen uit de weg te ruimen!” foeterde mevrouw ­Sinnige-Yuen.", "“Demonstreren,” schamperde het viswijf, “dat is één grote zelffelicitatie, als je het mij vraagt.”", "Moet je je voorstellen, twee buurvrouwen die roddelden over ons terwijl wij binnen gehoorsafstand een wijntje dronken in de late zomerzon. Als je om je heen keek dacht je: pandemie, welke pandemie? Maar er woedde ‘dus’ nog een andere pandemie: die van de ongevoeligheid voor het lot van de ander. Het totale onbegrip voor wat echt van ­belang is in het leven.", "~~~", "“Soms zou je dat mens corona toewensen,” verzuchtte Wiel aan het begin van de tweede golf, nadat we, dat moet ik toegeven, stevig hadden geblowd – een voordeel van de maatregelen, vind ik, mijn man en ik zijn echt nader tot ­elkaar gekomen sinds hij thuiswerkt.", "Hij had die typische grijns op zijn gezicht, zoals altijd wanneer hij denkt dat hij een geniaal idee heeft. “Waarom neem je geen wattenstaafje mee uit de teststraat? Dan smeer ik wat virusdeeltjes op een puzzelboekje en gooi dat bij haar door de bus.”", "We schoten allebei in de lach. Ingehouden proestend en giebelend bleven we maar doorgaan tot we er buikpijn van kregen. Maar goed dat de jongens die avond in Diemen ­­logeerden bij de ex van Wiel. Haar nieuwe man heeft een dochter van tien uit een eerder huwelijk, een heerlijke tomboy, met wie onze jongens het goed kunnen vinden.", "Het lachen verging ons toen we niet lang daarna op een avond zagen hoe mevrouw Sinnige-Yuen met de ambulance werd afgevoerd – nota bene naar mijn ziekenhuis. Ze had hoge koorts en kon bijna niet meer ademen. Corona. Het was zeer de vraag of ze het op haar leeftijd zou redden.", "Wie had haar in godsnaam geïnfecteerd? Het mens zag niemand en was heel voorzichtig. Haar mondkapje deed ze verkeerd op – de neus bleef onbedekt – maar ze ging ­alleen de straat op om zichzelf uit te laten. “Ik ben mijn ­eigen hondje,” zoals ze zelf zei.", "Ik weet niet of het de onuitroeibare, onvermoeibare zorgmens in mij is, of nieuwsgierigheid (ook al zo’n hardnekkige drijfveer), maar ik ging natuurlijk kijken. Met ­beschermkleding aan kon ik zo naar binnen. Ze was net van de ic af, lag bij te komen op de corona-afdeling.", "Ik ben niet zo bang voor infectie. Ik heb de ziekte als het ware geïncorporeerd. Waarschijnlijk heb ik het zelf trouwens helemaal in het begin al gehad, hoewel ik me toen niet heb laten testen. Mijn smaak is nog steeds niet helemaal terug. Wat wel scheelt in de kosten: die supermarktwijn van Wiel slobber ik nu ook weg.", "Daar lag ze, ons onderbuurvrouwtje, in haar uppie op een kamer. Ze leek opeens heel klein en broos, als een gewond vogeltje.", "“Dag mevrouw Sinnige-Yuen,” zei ik, van een afstandje, vanachter mijn gezichtsmasker.", "“Hallo,” zei ze met een stem waaruit iedere kracht was verdwenen, en ook, viel me op, iedere vijandigheid. Aan haar pols had ze een infuus, via een slang kreeg ze zuurstof in haar neus en er liep een katheter naar een reservoir ­onder haar bed.", "Afgezien van het brommen van de apparaten om haar heen was het akelig stil.", "Beeld Ted Struwer", "“Ik ben van eenhoog, u weet wel.” Ik bracht mijn gezicht dichter bij het hare. Ik rook de ouderdom.", "“Ik weet precies wie jij bent,’ zei ze. Met het eerste kootje van haar trillende wijsvinger veegde ze over haar naar ­buiten gekrulde onderlip.", "De zonnebloem die ik had gekocht bij het winkeltje legde ik naast haar bed.", "“Jij bent de eerste die me komt opzoeken. En misschien wel de laatste.”", "“Kom kom, het gaat al beter. U haalt met gemak de kerst.”", "“Ik geef niks om kerst,” zei ze.", "“Maar wij geven wel om u,” flapte ik eruit. Waar kwam dat vandaan? Ik denk dat ik het meende. “Mogen wij u uitnodigen voor ons kerstdiner?”", "Ze draaide haar hoofd naar me en keek me doordringend aan. “Mag dat dan?”", "“Van Rutte wel.”", "Ze kneep met haar oogleden. Het praten vermoeide haar zichtbaar.", "“Met zulke vijanden,” zei ze, ten slotte, “wie heeft er nog vrienden nodig?”", "Het pieplachen deed zichtbaar pijn aan haar longen.", "~~~", "Eerste kerstdag viel op mijn favoriete dag: vrijdag. Wiel had zich uitgesloofd in de keuken. Lasagne met nepgehakt voor de kids en voor de grote mensen een keur aan liflafjes van Ottolenghi. Dat je lekker een tijdje bezig bent. Eten is toch één grote smoes om eindeloos met elkaar te beppen aan tafel.", "Rosa Sinnige-Yuen – zo bleek ze voluit te heten – had zich voor de gelegenheid in een marineblauwe jurk gehesen. Het leek alsof haar zilvergrijze haar licht gaf. Maar ze kon nog niet veel. Drie weken eerder was ze genezen verklaard. Een wonder dat gevierd moest worden.", "Ik had Wiel flink moeten masseren voordat hij ‘dat mens’ bij ons aan tafel duldde. “Door je vijand te omarmen,” zei ik, “bevrijd je jezelf van de haat.” En meer van zulke tegelwijsheden. Wiel ging akkoord, op voorwaarde dat hij haar de waarheid zou zeggen mocht dat nodig zijn. Geen valse beleefdheden meer.", "Mevrouw zelf was natuurlijk als de dood, maar ik heb haar kunnen overtuigen dat als iedereen ruim afstand hield, we de ramen open hielden en de verwarming op 24, het moest lukken.", "We hadden de onderbuurvrouw aan het ene uiteinde van de uitgeschoven eettafel gezet, wij twee aan het andere, en de jongens ertussenin. Symbolischer kon niet.", "Bij het voorgerecht roddelden we wat over de buurt. Dronkenlap Piet had recht voor onze deur tegen een boom gepiest. Wiel had door het raam geroepen: “Beschaving begint met het ophouden van je behoeften!” “Weet je wat-ie terugriep?” “Beschaving begint met elkaar rustig laten piesen!”", "De winkels werden doorgenomen, welke op omvallen stonden en welke zich staande hielden. Ik sprak de hoop uit dat straks niet alleen Blokkers, Bruna’s en Kruidvatten overleven.", "“Ja, en Nikki,” zei Wiel voordat hij, zijn vingers aflikkend, naar de keuken verdween, “heeft haar Tesla ingeruild voor een Felyx.”", "We glimlachten besmuikt.", "Ik keek naar de jongens, die speelden met hun nieuwe speelgoed, een geavanceerde knikkerbaan.", "Op dat moment boog onze gast samenzweerderig naar me toe en vroeg: “Hebben jullie eigenlijk moeten betalen voor die kapotte autospiegel destijds? Dat mens is zo op de centen.”", "Hm, niet het onderwerp waar ik op zat te wachten, maar we hadden al wat wijntjes op, dus het moest maar. Ik schudde mijn hoofd. “Weet u nog hoe u ze noemde?”", "“Wie?” Toen ze haar wenkbrauwen optrok zag ik dat ze ze slordig had opgemaakt.", "“Hugo en Oscar. U zei dat ze die spiegel eraf hadden getrokken. Ik kwam net aan met de boodschappen.”", "“Ik heb nooit gezegd dat zij dat ding hadden vernield. Ik zei alleen dat zij er iets van af zouden kunnen weten.”", "Ik leegde mijn wijnglas. “Speek het maar uit, Rosa. Dan is het gezegd… Welk woord gebruikte u toen u het had over onze zonen?”", "De jongens keken precies tegelijk op. Wat was ik toch dol op ze. Zo groot als het contrast was tussen hun huid en de mijne, tussen hun onveilige afkomst en mijn warme nest, zoveel hield ik van ze. Het voelde alsof ik ze zelf had gebaard. Alleen de snottebel opeten die aan hun neus hangt, zoals ik eens een moeder op het schoolplein had zien doen, dat deed ik niet.", "“Waar hebben jullie het over?” vroeg Os.", "“Net was het nog gezellig,” mompelde Huug.", "“Het is nog steeds gezellig, maar je vader wil graag horen, ik weet ook niet waarom, hoe ik jullie aanspreek op straat. Wil je het zelf zeggen?”", "“Met ‘schatjes’?’ Hugo keek met een schuin hoofd naar mij, alsof hij overhoord werd.", "Schatjes?", "“Heb je daar problemen mee,” zei Rosa, “dat ik ze ‘schatjes’ noem?’", "Voor mijn gevoel keek ik een minuut lang naar het ­plafond. Toen nam ik een grote slok wijn, stond op en zocht naar mijn favoriete kerstnummer. Christmas Song van Nat King Cole. Krijg ik geen genoeg van. Op de voet gevolgd door White Christmas – toepasselijk in tijden van smeltende poolkappen.", "Toen Wiel met het toetje uit de keuken kwam, boog hij zich voorover naar Rosa en zei: “Yuen, is dat eigenlijk ­Chinees?”", "“Baudet,” schoot Rosa terug. “Is dat eigenlijk Hollands? Wat dacht je van Lopulisa? Of Sinnige? Joods? Wat doet het ertoe?” Ze nipte aan haar wijn en leunde achterover. “Vrijheid voor mij is loskomen van je geschiedenis. Eigenlijk zouden we allemaal onze namen moeten veranderen. Pas als we onze eigen naam kiezen, zijn we werkelijk wie we willen zijn.”", "Ik schonk iedereen slobberwijn bij en bracht een toast uit. “Op het leven, dat doorgaat!”", "Uit de kast komen was ook een soort loskomen van de ­geschiedenis. Voor Wiel al helemaal. Gelukkig had zijn ex een andere hetero gevonden en konden we redelijk normaal doen tegen elkaar.", "Toen ik de jongens terug aan tafel had geroepen, vroeg Wiel: “Hoe zag de oorlog er voor u uit, Rosa?” Typisch zo’n Wiel-vraag. Dit kerstdiner had nog alles in zich om helemaal de mist in te gaan.", "“Voor mij viel het mee… Maar mijn man heeft door pure mazzel het kamp overleefd,” zei ze. “Niet zozeer door de goedheid van mensen, maar door een gunstige samenloop van omstandigheden. Ik ben geboren op Java. Mijn moeder stierf jong en mijn vader had geen interesse in opvoeden. Ik heb mezelf opgevoed. Ik ben na de oorlog zo snel mogelijk naar Nederland gegaan om te studeren. Ik heb één dochter, maar die woont in het buitenland. We zien ­elkaar niet.”", "Werden haar ogen vochtig? Ik kreeg een brok in mijn keel. Hoe was het mogelijk, dacht ik bij mezelf, dat we Rosa zo verkeerd hadden ingeschat?", "Ineens brak er een lach door op haar gezicht, alsof het ­tapijt van haar huid werd strakgetrokken. “Hebben jullie gemerkt dat ik minder klaag? Dat komt, in het ziekenhuis deed iemand mijn gehoorapparaat uit, en toen dacht ik: wat een rust! Dus dat doe ik nu een paar uur voordat ik naar bed ga.”", "“Mooi,” zei ik. “Maar nu even wakker blijven, met uw ­apparaatje aan, want de jongens hebben met hun muziekleraar een liedje ingestudeerd. Via Zoom, dus ik hoop dat het goed gaat. Hoe heet het ook alweer, jongens?”", "“Santa Claus Goes Straight to the Ghetto,” mompelde ­Hugo, terwijl hij schoorvoetend zijn gitaar pakte. “Van Snoop Dogg.”", "Het kerstverhaal is hier ook te beluisteren."], "authors": ["Viktor Frölke"], "keywords": ["ik", "van", "viktor", "en", "kerstverhaal", "een", "leven", "modern", "doorgaat", "ze", "met", "op", "het", "frölke", "haar", "dat"], "pubDate": "2020-12-25T11:00:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}