{"id": "1423976a-cf82-31ba-9ee8-b9820a1f53c1", "title": "De gouden leestip: 'Er is altijd een weg, zelfs als die dood lijkt te lopen'", "url": "https://nu.nl/ondernemen/6099053/de-gouden-leestip-er-is-altijd-een-weg-zelfs-als-die-dood-lijkt-te-lopen.html", "summary": "Tijdens haar studie bedrijfskunde woonde oprichter Cathelijne Lania een tijd in Nepal, waarna ze regelmatig terugging om haar vrienden op te zoeken.\nToen ze veertien jaar geleden hoorde dat die fabriek op omvallen stond, gooide ze het roer van haar professionele leven volledig om.\nHet boek is een bewerking van het werk van Verne Harnish, auteur van onder andere The Rockefeller Habits.\nOm een missie naar de praktijk te vertalen, heb je verschillende kleinere doelen nodig en strategieën om die te verwezenlijken.\nDan leer je dat er altijd een weg is, zelfs als die eerst doodlopend lijkt te zijn.\"", "paragraphs": ["Een succesvol bedrijf oprichten gaat met vallen en opstaan. Gelukkig zijn er tal van boeken over ondernemen die je verder kunnen helpen. In De gouden leestip vertellen succesvolle ondernemers over het boek dat hen het meest heeft gebracht. Deze week Cathelijne Lania, oprichter van sieradenmerk A Beautiful Story.", "Ondernemer: Cathelijne Lania", "Cathelijne Lania Bedrijf: A Beautiful Story", "A Beautiful Story Boekentips: De Betekenisformule van Pieter van Osch en De Keuze van Edith Eger", "Iedereen ter wereld heeft recht op een eigen verhaal: dat is het uitgangspunt van sieradenmerk A Beautiful Story. Het bedrijf heeft zelf ook een verhaal. Tijdens haar studie bedrijfskunde woonde oprichter Cathelijne Lania een tijd in Nepal, waarna ze regelmatig terugging om haar vrienden op te zoeken. Cadeautjes voor vrienden en familie in Nederland kocht ze bij haar favoriete sieradenfabriek.", "Toen ze veertien jaar geleden hoorde dat die fabriek op omvallen stond, gooide ze het roer van haar professionele leven volledig om. Ze zegde haar baan als marketeer bij Douwe Egberts op en werd sieradenverkoper. Vorig jaar draaide ze het beste jaar ooit. En toen kwam corona. \"Ik ben drie keer bijna failliet geweest.\"", "Je hebt twee boeken gekozen. Wat betekenen die voor je?", "\"Het boek De Betekenisformule heeft me geholpen mijn bedrijf door een groeicrisis te helpen. Ik ben erg creatief en impulsief en houd helemaal niet van structuur of vaste kaders. Daarom was het aanvankelijk bevrijdend om mijn baan bij een groot bedrijf op te zeggen. Maar nu mijn eigen bedrijf steeds groter wordt, merk ik dat mijn intuïtieve manier van werken niet meer werkt. We hebben scherpe en per afdeling uitgesplitste doelen nodig en kaders om daarnaar toe te werken.\"", "\"De auteur van het boek heeft ons dit jaar geholpen een aparte managementafdeling op te zetten, met mensen die doel- en procesgericht zijn. Een welkome aanvulling op mijn Pippi Langkous-mentaliteit.\"", "“Om een missie naar de praktijk te vertalen, heb je verschillende kleinere doelen nodig.”", "Hoe maak je uitgesplitste doelen en kaders?", "\"Je deelt een groot doel op in stukken en pakt die stapsgewijs aan. Het boek is een bewerking van het werk van Verne Harnish, auteur van onder andere The Rockefeller Habits. Pieter van Osch helpt bedrijven met een missie. Om een missie naar de praktijk te vertalen, heb je verschillende kleinere doelen nodig en strategieën om die te verwezenlijken. Sinds zijn coaching vergaderen we elke dag kort, in plaats van één keer per week lang. Dan zit je dichter op wat er speelt en kun je problemen sneller oplossen.\"", "Het tweede boek gaat over een vrouw die de Holocaust overleefde. Waarom heb je dat gekozen?", "\"De schrijfster heeft me ontzettend geïnspireerd om altijd te kijken naar wat er wél kan. Ze heeft het ergste meegemaakt wat je als mens kunt meemaken en toch is ze niet verzand in haat.\"", "\"De belangrijkste les in het boek is dat er altijd een keuze is. Wat er ook gebeurt, je hebt altijd in een keuze in hoe je met de situatie omgaat. Dat heeft me geholpen in de periodes dat mijn bedrijf bijna failliet ging. Dat is drie keer gebeurd.\"", "\"De eerste keer was in 2015 na de aardbeving in Nepal. Opeens bleek haarscherp dat we volledig afhankelijk waren van één productielocatie. Een andere keer had ik me rijk gerekend met een grote klant die toch wegging. Omdat ik me zo verantwoordelijk voelde voor onze makers in Nepal ben ik toch steeds doorgegaan. Dan leer je dat er altijd een weg is, zelfs als die eerst doodlopend lijkt te zijn.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["er", "gouden", "van", "leestip", "lijkt", "en", "een", "ze", "weg", "lopen", "te", "dood", "op", "het", "zelfs", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}