{"id": "1429fe21-bfc9-3f88-8430-886d3343e27d", "title": "Milieuactivist Johan Vollenbroek laat niets heel van het nieuwe stikstofakkoord: ‘Dit is een farce’", "url": "https://trouw.nl/duurzaamheid-natuur/milieuactivist-johan-vollenbroek-laat-niets-heel-van-het-nieuwe-stikstofakkoord-dit-is-een-farce~b224b713/", "summary": "In haar aanvankelijke wetsvoorstel stond alleen dat tot 2030 een uitstootreductie van een kwart vereist was.\n‘Het gevolg: een waterbedeffect’“Het verplaatsen van veehouderijen geeft een waterbedeffect”, reageert Johan Vollenbroek van milieuorganisatie Mobilisation for the Environment (Mob).\nHet legaliseren van de uitstoot van boeren die daar nu geen vergunning voor hebben, is volgens Vollenbroek ook problematisch.\nVolgens de stikstofregels die golden vanaf 2015 hoefde een veehouder geen vergunning aan te vragen voor een bedrijfsuitbreiding die zorgt voor een kleine toename van stikstof in de natuur.\nDaarom koos zij voor een doel dat de helft lager lag: een kwart minder uitstoot in tien jaar.", "paragraphs": ["Er is een meerderheid in de Tweede Kamer die kan instemmen met de nieuwe stikstofwet van minister Carola Schouten. Daarvoor heeft de minister concessies gedaan aan verschillende partijen. Zij weet zich behalve door coalitiegenoten CDA, VVD en D66, nu ook gesteund door oppositiepartijen SP, 50Plus en SGP.", "Schouten heeft toegezegd dat zij haar wetsvoorstel op een aantal punten zal wijzigen. Zo heeft zij de SGP toegezegd dat de stikstofuitstoot van een groep van enkele duizenden boeren die daarvoor nu geen vergunning hebben alsnog wordt gelegaliseerd. Verder heeft de minister toegezegd dat zij wettelijk zal vastleggen dat in 2035 de stikstofuitstoot in Nederland gehalveerd moet zijn. In haar aanvankelijke wetsvoorstel stond alleen dat tot 2030 een uitstootreductie van een kwart vereist was.", "Met de oppositie heeft de minister ook afspraken gemaakt over de uitkoop van ‘piekbelasters’. Dat zijn boerenbedrijven nabij beschermde natuurgebieden die veel stikstof uitstoten. De minister trekt geld uit om deze veehouders financieel te compenseren als zij hun bedrijf willen beëindigen.", "De afgelopen weken woedde er discussie over de vraag of een vrijwillige uitkoopregeling, waarvoor boeren zichzelf kunnen aanmelden, wel voldoende effectief zal zijn. Immers, het is maar afwachten of de veehouderij met de grootste uitstoot zich wel meldt. Afgesproken is nu dat de grote uitstoters ‘gerichter’ benaderd zullen worden, al blijft de uitkoop vrijwillig. Een uitgekochte boer mocht in het wetsvoorstel, zoals dat woensdag nog luidde, niet op een andere plaats een nieuwe veehouderij beginnen. Protesterende boeren noemden dit een Berufsverbot. Die voorwaarde is nu geschrapt; een boer kan ervoor kiezen zijn bedrijf te verplaatsen naar een locatie waar het de natuur minder belast.", "‘Het gevolg: een waterbedeffect’", "“Het verplaatsen van veehouderijen geeft een waterbedeffect”, reageert Johan Vollenbroek van milieuorganisatie Mobilisation for the Environment (Mob). “Waar is dan de winst voor de natuur? Dit is een farce.” Mob houdt zich al jaren bezig met het Nederlandse stikstofbeleid en voerde daarover al vele rechtszaken.", "Het legaliseren van de uitstoot van boeren die daar nu geen vergunning voor hebben, is volgens Vollenbroek ook problematisch. Volgens de stikstofregels die golden vanaf 2015 hoefde een veehouder geen vergunning aan te vragen voor een bedrijfsuitbreiding die zorgt voor een kleine toename van stikstof in de natuur. De Raad van State sprak in mei 2019 echter uit dat voor elke toename van stikstof, hoe klein ook, een vergunning vereist is. Zo’n drieduizend boeren stoten nu stikstof uit waarvoor een vergunning vereist is, terwijl zij die niet hebben. Minister Schouten belooft dat dit in orde komt. Vollenbroek: “Ik vraag mij af hoe ze dat wil doen. De uitstoot van deze boeren wordt alleen legaal als eenzelfde hoeveelheid uitstoot ergens anders wordt weggenomen. Waar moet dat vandaan komen?”", "In sommige provincies kunnen boeren en bedrijven elkaars uitstoot opkopen. Vollenbroek: “De meeste boeren hebben daar helemaal het geld niet voor.”", "Een woordvoerder van minister Schouten zegt dat er met banken afspraken gemaakt zijn dat deze groep boeren niet in de financiële problemen mag komen. “Zij hebben zich gehouden aan de regels die toen golden. Daar mogen ze nu geen last van hebben.” Volgens de woordvoerder zullen andere afgesproken maatregelen, zoals innovatieve staltechnieken, ervoor zorgen dat er voldoende stikstofuitstoot wordt verminderd om de uitstoot te compenseren van de veehouders zonder vergunning. “Maar dat is natuurlijk niet binnen een maand of twee gerealiseerd.”", "Schouten wil niet te veel van verschillende sectoren vragen", "De halvering van de stikstofuitstoot per 2035 is een opmerkelijke toezegging van de minister. In een advies dat zij kreeg van een commissie van deskundigen onder leiding van oud-minister Johan Remkes stond dat dit het doel zou moeten zijn voor 2030, maar dit zou volgens Schouten “te veel van de verschillende sectoren vragen”. Daarom koos zij voor een doel dat de helft lager lag: een kwart minder uitstoot in tien jaar. In de vijf jaar daarna wil zij nu alsnog tot een halvering komen. “We houden het tempo erin”, zegt de woordvoerder van de minister.", "“Het kabinet kan dit makkelijk beloven”, reageert Johan Vollenbroek. “Het zijn beloftes voor over vijftien jaar. Gooi het maar in mijn pet. Ik zie hier vooral een gebrek aan moed en visie.”", "Lees ook:", "Gaat de nieuwe stikstofwet Nederland uit de stikstofcrisis loodsen? Zes vragen én antwoorden", "Met de nieuwe wet wil minister Schouten Nederland uit de stikstofcrisis loodsen. Hoe liggen de kaarten? Zes vragen en antwoorden."], "authors": ["Emiel Hakkenes"], "keywords": ["vollenbroek", "van", "johan", "laat", "het", "nieuwe", "minister", "die", "milieuactivist", "heel", "niets", "een", "dat", "zij", "stikstofakkoord", "nu", "boeren", "voor"], "pubDate": "2020-12-10T11:59:37+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}