{"id": "1440528c-a77b-3891-8324-07c0f66f59b3", "title": "Ik ga echt niet nóg eens een keer vier talen leren", "url": "https://volkskrant.nl/columns-opinie/ik-ga-echt-niet-nog-eens-een-keer-vier-talen-leren~b840570a/", "summary": "Ik weet nog dat ik ooit een van de eersten was die e-mail hadden.\nInmiddels was ik overenthousiast over het plan: gebarentaal is natuurlijk conceptueel (Irma Sluis ging viraal op YouTube met het woord ‘hamsteren’), dus binnenkort zou ik met iedereen over de hele wereld kunnen praten!\nEerst dacht ik nog dat ik het verkeerd had verstaan, maar elk land blijkt zijn eigen gebarentaal te hebben!\nIk ga dus echt niet nóg eens een keer vier talen leren.\nIk zou natuurlijk de Nederlandse gebarentaal kunnen leren, maar ik ben de enige dove in mijn omgeving, dus dan is het net of ik weer voor het eerst e-mail heb.", "paragraphs": ["Auteur en scenarist Manon Spierenburg schrijft wekelijks een column over hoe het steeds stiller wordt om haar heen nu ze doof wordt.", "‘Zullen we op gebarentaal gaan?’, zei ik tegen mijn geliefde. We hadden net gekeken naar de persconferentie die, ondanks de ontmoedigende boodschap, tóch een zeker optimisme meekreeg door de gebarentolk die een staaltje overacting ten beste gaf dat we niet meer hebben gezien sinds de jaren van de stomme film.", "Hij zei meteen ‘nee’, zo’n beetje halverwege mijn zin, maar dat doet hij bij elk voorstel. Je hebt wat houvast nodig in het leven. ‘Juist leuk’, hield ik de moed erin. ‘Kunnen we met elkaar praten zonder dat andere mensen kunnen verstaan wat we zeggen.’ Zijn lichaamstaal straalde een en al bokkige onwil uit, ik liplas dat als hij woorden wilde uitbeelden met zijn handen hij wel cheerleader was geworden en ik hoorde een handgranaat ontgrendelen. Dat laatste kan ook mijn eigen invulling zijn; als je zo weinig hoort als ik, staat alles open voor interpretatie. Deaf gain.", "Ik ben doof voor 80 procent aan beide oren, maar het is progressief, dus op een goede dag zal het helemaal stil zijn om mij heen. Gebarentaal was eigenlijk helemaal niet zo’n slechte optie, maar dan moest hij wel mee, anders had het natuurlijk geen zin. Ik weet nog dat ik ooit een van de eersten was die e-mail hadden. Ik moest mailen met mensen die ik niet per se iets te melden had, maar zij hadden nou eenmaal ook als enigen e-mail, dus ik moest wel. Dat wilden we deze keer zien te voorkomen. Onze dochter moest dus ook zeker mee. En mijn vrienden ook. En misschien zou ik enkele collega’s ook nog wel zo gek kunnen krijgen. Misschien kon ik wel groepskorting krijgen.", "Inmiddels was ik overenthousiast over het plan: gebarentaal is natuurlijk conceptueel (Irma Sluis ging viraal op YouTube met het woord ‘hamsteren’), dus binnenkort zou ik met iedereen over de hele wereld kunnen praten! Het zou zijn alsof dat vervelende incidentje met de Toren van Babel nooit had plaatsgevonden.", "Dat viel tegen. Niks prachtige universele communicatie. Eerst dacht ik nog dat ik het verkeerd had verstaan, maar elk land blijkt zijn eigen gebarentaal te hebben! Sterker nog, tot twintig jaar geleden had je zelfs binnen Nederland alleen al vijf verschillende dialecten, waardoor je als je in het Gronings twee bier bestelde in Amsterdam waarschijnlijk naar huis ging met een pond sperziebonen. Of iets van gelijke orde.", "Ik ga dus echt niet nóg eens een keer vier talen leren. Eindeloze rijtjes woorden, in sommige talen nog opgeleukt door allerhande naamvallen, streepjes, dakjes en puntjes, entgegen ausser aus. De ballen. Ik zou natuurlijk de Nederlandse gebarentaal kunnen leren, maar ik ben de enige dove in mijn omgeving, dus dan is het net of ik weer voor het eerst e-mail heb.", "‘We kunnen altijd nog Hints spelen?’, zegt mijn geliefde. ‘Dat lijkt er best op.’ Ik kijk blij op en zie dat hij nu al spijt heeft."], "authors": ["Manon Spierenburg"], "keywords": ["dat", "nog", "keer", "niet", "talen", "een", "vier", "en", "mijn", "eens", "maar", "leren", "ik", "zijn", "ga", "nóg", "met", "het"], "pubDate": "2020-12-16T16:20:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}