{"id": "1449a131-7f97-3ed7-bd35-77e4546c1ee5", "title": "De ECB is er ondanks de vaccins nog niet gerust op: 500 miljard extra noodsteun", "url": "https://www.nrc.nl/nieuws/2020/12/10/honderden-miljarden-extra-noodsteun-van-de-ecb-a4023367", "summary": "Het ‘pandemie-noodopkoopprogramma’ dat de ECB in maart in gang zette, wordt fors uitgebreid in omvang en duur.\nDe totale omvang van het noodopkoopprogramma wordt 1.850 miljard euro.\nLees ook: Italië wil dat ECB staatsschuld kwijtscheldt, maar Frankfurt peinst er niet overDe pandemie-opkopen zijn tevens bedoeld om de inflatie aan te jagen.\nDoor schulden op te kopen pompt de ECB geld in het financiële systeem, waardoor uiteindelijk de prijzen moeten gaan stijgen – inflatie dus.\nECB-president Christine Lagarde geeft donderdag om 14.30 uur een toelichting op het besluit, in een persconferentie die live is te volgen.", "paragraphs": ["Coronavaccins zijn in aantocht, de hoop op krachtig economisch herstel in het nieuwe jaar groeit. Maar dat stelt de Europese Centrale Bank onvoldoende gerust over de toestand van de economie van de eurozone. De bank heeft donderdag extra monetaire noodsteun aangekondigd.", "In een verklaring die het ECB-bestuur na zijn vergadering vrijgaf, staat dat de centrale bank extra staats- en bedrijfsleningen gaat opkopen en dat commerciële banken langer gebruik kunnen maken van gunstige leenvoorwaarden.", "Het ‘pandemie-noodopkoopprogramma’ dat de ECB in maart in gang zette, wordt fors uitgebreid in omvang en duur. De voorlopige einddatum wordt maart 2022, in plaats van juni volgend jaar. De ECB zal binnen dit programma voor 500 miljard euro extra staats- en bedrijfsleningen opkopen. De totale omvang van het noodopkoopprogramma wordt 1.850 miljard euro. Dat is ruim twee keer de omvang van de Nederlandse economie.", "Renteverschillen tussen landen", "De noodopkopen, waarmee de ECB de rentes op staatsleningen drukt, zijn in de eerste plaats bedoeld om te voorkomen dat renteverschillen tussen de landen van de eurozone te ver oplopen. Zuid-Europese landen, vooral Italië, dreigen te bezwijken aan de nieuwe schulden die ze maken vanwege de pandemie. In maart schoten de rentes op hun staatsschuld omhoog, tot de ECB ingreep. De nieuwe schulden die de eurolanden dit en volgend jaar maken, worden goeddeels opgekocht door de ECB. Zo verlicht ze de financiële last van overheden die burgers en bedrijven te hulp schieten.", "Lees ook: Italië wil dat ECB staatsschuld kwijtscheldt, maar Frankfurt peinst er niet over", "De pandemie-opkopen zijn tevens bedoeld om de inflatie aan te jagen. Die ligt al jaren onder het ECB-streven van vlak onder de 2 procent, een percentage dat is bedoeld als buffer tegen deflatie, een gevaarlijke negatieve prijsspiraal. De coronarecessie heeft de inflatie verder verlaagd, tot minus 0,3 procent in oktober. Door schulden op te kopen pompt de ECB geld in het financiële systeem, waardoor uiteindelijk de prijzen moeten gaan stijgen – inflatie dus.", "De in 2015 in gang gezette reguliere opkoop van staats- en bedrijfsschuld door de ECB, puur bedoeld om het inflatiedoel te halen, gaat intussen ook door, in een tempo van 20 miljard euro per maand. Aan de reguliere opkopen zit geen einddatum. Sinds 2015 kocht de ECB voor meer dan 3.500 miljard euro aan schulden op.", "Steun voor banken", "De commerciële banken, onder groeiende druk door de coronacrisis, kregen donderdag een extra steuntje in de rug van de centrale bank in Frankfurt. Ultragunstige langetermijnleningen van de ECB worden verlengd met een jaar, tot juni 2022. Banken die gericht krediet verstrekken aan burgers en bedrijven, kunnen lenen tegen een rentetarief tot minus 1 procent. Die negatieve rentes betekenen in feite dat de banken geld toe krijgen als ze bij de ECB lenen.", "ECB-president Christine Lagarde geeft donderdag om 14.30 uur een toelichting op het besluit, in een persconferentie die live is te volgen."], "authors": ["Mark Beunderman", "December Om", "Leestijd Minuten"], "keywords": ["vaccins", "gerust", "van", "noodsteun", "ondanks", "nog", "op", "ecb", "die", "miljard", "het", "niet", "een", "dat", "te", "en", "extra", "er", "door"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}