{"id": "145b04cf-6d00-373f-b383-87436037780c", "title": "Burgemeester Roosendaal schrijft brief aan ouders wegens vuurwerkoverlast", "url": "https://nu.nl/west-brabant/6093244/burgemeester-roosendaal-schrijft-brief-aan-ouders-wegens-vuurwerkoverlast.html", "summary": "Burgemeester Han van Midden heeft alle ouders en verzorgers in de gemeente Roosendaal een brief gestuurd naar aanleiding van aanhoudend vuurwerkoverlast.\nBurgemeester van Midden stuurt de brief vanwege de onrustige situatie die is ontstaan door aanhoudend vuurwerkoverlast.\n\"Het oplossen van problemen door gedrag van jongeren is niet alleen een taak van de gemeente, politie, of jongerenwerk, maar ook een verantwoordelijkheid van ouders.\"\nDe situatie wordt met name veroorzaakt door \"jongeren die zich, op een intimiderende manier, schuldig maken aan het afsteken van illegaal vuurwerk in de wijken\".\nIn de brief vraagt de burgemeester aan ouders en verzorgers om met hun kinderen te praten over de situatie in Roosendaal.", "paragraphs": ["Burgemeester Han van Midden heeft alle ouders en verzorgers in de gemeente Roosendaal een brief gestuurd naar aanleiding van aanhoudend vuurwerkoverlast. Daarin spreekt de burgemeester hen aan op hun eigen verantwoordelijkheid.", "Burgemeester van Midden stuurt de brief vanwege de onrustige situatie die is ontstaan door aanhoudend vuurwerkoverlast. \"Het oplossen van problemen door gedrag van jongeren is niet alleen een taak van de gemeente, politie, of jongerenwerk, maar ook een verantwoordelijkheid van ouders.\"", "De situatie wordt met name veroorzaakt door \"jongeren die zich, op een intimiderende manier, schuldig maken aan het afsteken van illegaal vuurwerk in de wijken\".", "Ook laat de burgervader weten dat hij begrijpt dat er momenteel niet veel te doen is voor jongeren. \"Ik kan me goed voorstellen dat op den duur de verveling en baldadigheid de overhand nemen. Maar, wat er nu gebeurt gaat alle perken te buiten. Mensen voelen zich niet meer veilig op straat. Er ontstaat schade en mensen en huisdieren worden dagelijks opgeschrikt door luide knallen.\"", "In de brief vraagt de burgemeester aan ouders en verzorgers om met hun kinderen te praten over de situatie in Roosendaal. \"Wat vindt uw kind hiervan? Keurt hij of zij het af of werkt het juist aanstekelijk om ook mee te doen? U, als ouder, speelt een essentiële rol welke normen en waarden we onze kinderen leren.\""], "authors": ["Door"], "keywords": ["ouders", "van", "roosendaal", "door", "jongeren", "het", "op", "vuurwerkoverlast", "schrijft", "brief", "een", "niet", "en", "burgemeester", "te", "situatie", "aan", "wegens"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}