{"id": "1465b261-4fb6-3571-a8a6-0b10a2f3c734", "title": "Nieuwe trend: huiskerken kunnen voor iedereen zijn", "url": "http://www.trouw.nl/religie-filosofie/nieuwe-trend-huiskerken-kunnen-voor-iedereen-zijn~bb27909f/", "summary": "De hele opzet van zo’n dienst, met een dominee en een preek, sprak hen totaal niet aan.\nElk gezin neemt eten voor zichzelf mee, een van hen zorgt dat het benodigde materiaal voor de activiteiten aanwezig is.\n‘Consumeren’ noemt Maat dat, en dat ziet hij niet als aanbeveling: “Je gaat zitten, je verinnerlijkt wat je hoort en je gaat weer naar buiten.\nWij willen luisteren naar Zijn stem, én we willen onze hand uitstrekken naar buiten, naar mensen die het moeilijk hebben.\nEen activiteit: een proefje, een spelletje – voor de ontspanning en het samen doen 5.", "paragraphs": ["Voor Janneke Plantinga is het eigenlijk een wonder. Haar man en opgroeiende kinderen wilden niet meer naar hun protestantse kerk in Drachten. De hele opzet van zo’n dienst, met een dominee en een preek, sprak hen totaal niet aan.", "En zie, nu doen al die afhakers uit haar gezin enthousiast mee met de huiskerk die ze eens in de maand houden met een ander gezin met kinderen. Door corona zijn de bijeenkomsten met eten en Bijbelstudie bij een van hen thuis, verhuisd van de eettafel naar de tuin. “Ja, het wordt steeds kouder”, lacht Plantinga – een vuurtje of een barbecue moeten deze maanden hun heilzame werk doen.", "Vriendschap die de diepte ingaat", "Haar kinderen zijn 21, 19 en 16. De middelste studeert in Schotland, de andere twee gaan zonder morren mee, zegt ze. “Ze zitten in de zoekfase, ze zijn geen overtuigd christen. Maar ze vinden het leuk, ze bouwen wat op met de kinderen uit het andere gezin. Ze komen zelf met ideeën. En mijn man gaat ook graag, het levert vriendschap op die de diepte ingaat. Dat voegt iets toe.”", "Plantinga is voorzitter van het Evangelisch Werkverband in de Protestantse Kerk in Nederland. Deze organisatie, die een jaar of tien geleden begon met de succesvolle pioniersplekken, gaat nu aan de slag met de huiskerk. Vrijdag houdt ze een webinar, waarin ze uitlegt wat een huiskerk is en hoe en wie dat kan opzetten. Vijftig mensen hebben al gekeken naar de website, wat zowel Plantinga als directeur Hans Maat een mooi begin vinden.", "Inspiratie voor het concept van de huiskerk haalde Plantinga uit Canada, waar op kleine schaal al druk wordt gewerkt met deze kerken. Ook in andere delen van de wereld is de huiskerk een trend, die door de beperkingen van corona alleen maar wordt versterkt. Het Evangelisch Werkverband wil aansluiten bij dit succes, zegt Maat.", "Samen eten", "In Drachten bracht Plantinga drie gezinnen bij elkaar. Eén kende ze al, een ander ontmoette ze bij een kennis. “Ze zijn door God gegeven”, zegt ze. De drie gezinnen begonnen met regelmatig samen eten. Tijdens de eerste lockdown hielden ze met de eigen gezinnen elke week huiskerk. Dat was te veel, ‘de flow ging ervan af’, aldus Plantinga, in het dagelijks leven directeur van een bedrijf voor kinderopvang. Eens per maand werkt ‘supergoed’. “Niet te vaak, daarin schuilt de kracht”, denkt ze.", "Door corona hebben ze het concept versneld doorontwikkeld en een website gemaakt. Sinds de zomer komen ze weer samen, maar onder het coronaregime: met twee in plaats van drie gezinnen. Elk gezin neemt eten voor zichzelf mee, een van hen zorgt dat het benodigde materiaal voor de activiteiten aanwezig is. De rest wijst zich vanzelf, aldus Plantinga, daar is geen verdere voorbereiding voor nodig.", "Die mogelijkheid om mee te doen, is er in reguliere kerkdiensten maar zeer beperkt. Een kerkgang is vooral een combinatie van luisteren, zingen en bidden. ‘Consumeren’ noemt Maat dat, en dat ziet hij niet als aanbeveling: “Je gaat zitten, je verinnerlijkt wat je hoort en je gaat weer naar buiten. In een huiskerk kun je niet wegduiken, het is niet vrijblijvend. Wij willen luisteren naar Zijn stem, én we willen onze hand uitstrekken naar buiten, naar mensen die het moeilijk hebben. We willen de gang maken van kerkganger naar discipelen, naar navolgers van Jezus.”", "Plantinga kan zich indenken dat dat ‘ consumeren’ bij een dienst heel prettig kan zijn, er wordt niets van je verwacht. “Maar komt de boodschap tot je, verandert het je leven? Jezus luisterde niet alleen, je moet ook in beweging komen. Maak alle volken tot mijn discipelen, dat zei Hij. Het is een manier van leven.”", "Ruimte voor twijfelaars", "Met die missionaire gerichtheid wil Plantinga noch Maat suggereren dat de huiskerk per se een evangelisch karakter moet hebben. Plantinga ervaart dat in de praktijk: er is, zegt ze, in de huiskerk ruimte voor twijfelaars, voor zoekers. “Twijfels mogen er zijn, juist door een gesprek met anderen kun je een stap verder zetten.”", "In Drachten, en ook in andere huiskerken die Maat langsgaat ‘in villa’s in Bilthoven en in kleine kamertjes in achterstandswijken’, doen leken de Bijbelstudie. Zij hebben, anders dan dominees geen jarenlange academische studie achter de rug. “Heel veel leer je door te doen en door op internet te zoeken kom je een heel eind”, relativeert Maat het belang van scholing. Hij ziet dat ook aan zijn vrouw, die elke dag met andere vrouwen een uur Bijbelstudie doet. “Zij hebben echt veel kennis. Je moet er wel de innerlijke motivatie voor hebben om dat dagelijks te doen. Ik denk dat een huiskerk mensen ertoe aanzet om die kennis te verwerven.”", "Anderzijds zegt hij: “Hier zit misschien wel het zwakke punt van de huiskerk. De kennisoverdracht en de geloofsbeleving moet je in balans houden. Ik hoop dat er evenwicht is tussen die twee.” Er zijn naar zijn idee manieren om dat te bevorderen. In het buitenland ziet hij dat kerkplanters cursussen aanbieden voor mensen die met hele kleine groepjes willen samenkomen. Hij kan zich ook voorstellen dat een predikant langsgaat bij huiskerken in de buurt om te helpen bij de uitleg van de Bijbel.", "Toekomst", "Of de huiskerk in Nederland toekomst heeft, dat kunnen Maat en Plantinga niet voorspellen. In notities van de Protestantse Kerk worden ze genoemd als alternatief voor plaatsen en gebieden waar kerken nu al zijn gesloten of op termijn dichtgaan.", "Maat vindt dat iets te weinig. Het is geen of/of, zegt hij, beide vormen kunnen naast elkaar bestaan. Hij hoopt dat kerkelijke gemeentes ook nu al gaan kijken of de huiskerk iets is voor hun mensen, al zijn het er maar een paar.", "“Ik heb niet de illusie dat dit bij iedereen past”, zegt Plantinga. “Maar ik merk dat het wel iets is voor mensen die niet meer naar de kerk gaan, of die liever in een kleiner verband bij elkaar komen. Ik zie huiskerken voor me die functioneren in een groter geheel van een kerk, en kerken die hun commissies allemaal opheffen, hun leven en geloof met elkaar verweven en gaan doen wat er in de Bijbel staat. Ik ben een grote dromer, ik droom dat de huiskerk er voor iedereen is.”", "De zes pijlers van een huiskerk met een toelichting van Janneke Plantinga 1. Samen eten – voor de gezelligheid en de goede gesprekken 2. Bespreken van een leefregel – bij voorbeeld: lees je genoeg uit de Bijbel, ben je gastvrij? 3. De Bijbel open – drie keer lezen van dezelfde Bijbeltekst op drie niveau’s, voor leerlingen van de basisschool, het voortgezet onderwijs en volwassenen 4. Een activiteit: een proefje, een spelletje – voor de ontspanning en het samen doen 5. Hoe gaat het buiten – barmhartigheid, wat kan je doen voor anderen 6. Gebed", "Lees ook", "Amsterdamse schuilkerk Ons’ Lieve Heer op Solder bestaat 130 jaar en mag nu gezien worden", "Museum Ons’ Lieve Heer op Solder in Amsterdam viert zijn 130-jarige bestaan. De instelling stelt daarom de vraag: waren de katholieke schuilkerken in de protestantse republiek een teken van tolerantie, of juist niet? En wat betekent dat woord in de 21ste eeuw?", "Ondergronds of bovengronds, Pasen vieren ze in alle Chinese katholieke kerken", "In de Onze-Vrouw-van-Chinakerk in het Noord-Chinese dorpje Donglü zijn tweeduizend zitplaatsen, maar dat is op paaszondag lang niet genoeg. Ook zijn er huiskerken."], "authors": ["Maaike Van Houten"], "keywords": ["van", "huiskerken", "het", "nieuwe", "met", "zijn", "iedereen", "die", "trend", "een", "ze", "kunnen", "dat", "en", "je", "voor"], "pubDate": "2020-12-09T13:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}