{"id": "1492c146-89e1-35f0-938a-0817a07507b3", "title": "Schooladvies voor groep 8-leerlingen valt lager uit door wegvallen eindtoets", "url": "https://nu.nl/coronavirus/6095862/schooladvies-voor-groep-8-leerlingen-valt-lager-uit-door-wegvallen-eindtoets.html", "summary": "Groep 8-leerlingen kregen in het afgelopen schooljaar gemiddeld een lager schooladvies dan eerdere jaren.\n\"Dit laat zien dat de eindtoets belangrijk is als objectief tweede gegeven, naast het schooladvies van de leraar.\nPraat mee op NUjij Ben jij ouder van een kind dat door de coronacrisis een lager schooladvies kreeg?\nGroep 8-leerlingen op middelbare school vaker hoger geplaatstGroep 8-leerlingen zijn op de middelbare school wel vaker op een hoger onderwijsniveau geplaatst dan hun schooladvies aangaf.\nIk roep scholen op: kijk naar de kwaliteiten en geef kinderen het voordeel van de twijfel\", aldus de minister.", "paragraphs": ["Groep 8-leerlingen kregen in het afgelopen schooljaar gemiddeld een lager schooladvies dan eerdere jaren. Dat kwam mede doordat de eindtoets niet door kon gaan als gevolg van de coronacrisis. Daardoor werden schooladviezen niet naar boven bijgesteld, schrijft minister Arie Slob (Onderwijs) donderdag in een brief aan de Tweede Kamer.", "\"Dit laat zien dat de eindtoets belangrijk is als objectief tweede gegeven, naast het schooladvies van de leraar. Het baart me zorgen dat leerlingen lagere adviezen hebben gekregen\", schrijft Slob.", "Vanwege de coronacrisis werden de eindtoetsen van groep 8-leerlingen in het afgelopen schooljaar afgelast. Het oordeel van de leraren bepaalde hierdoor in welke stroming de kinderen terechtkwamen.", "Slob sprak met het voortgezet onderwijs af dat op de middelbare scholen extra goed zou worden gekeken of de kinderen op het juiste niveau zitten, bijvoorbeeld door extra evaluatiemomenten, gesprekken en coaching. Middelbare scholen moeten de inspectie kunnen laten zien hoe zij brugklasleerlingen volgen en hoe zij weten of een leerling op het juiste niveau zit.", "Ook werd 208 miljoen euro beschikbaar gesteld voor inhaalprogramma's in het primair en voortgezet onderwijs en wordt er gewerkt aan een doorstroomtoets, om van één hard beoordelingsmoment voor kinderen af te komen.", "Praat mee op NUjij Ben jij ouder van een kind dat door de coronacrisis een lager schooladvies kreeg? Deel op ons reactieplatform NUjij hoe jullie dit ervaren hebben.", "Groep 8-leerlingen op middelbare school vaker hoger geplaatst", "Groep 8-leerlingen zijn op de middelbare school wel vaker op een hoger onderwijsniveau geplaatst dan hun schooladvies aangaf. Kinderen uit armere gezinnen hebben hier echter minder vaak voordeel van gehad.", "\"Dit treft vooral leerlingen die toch al minder kansen hebben in het leven. Het is daarom belangrijk dat middelbare scholen ze goed blijven volgen en helpen bij leerachterstanden, zodat elk kind op de plek komt waar hij of zij zich het best kan ontwikkelen. Ik roep scholen op: kijk naar de kwaliteiten en geef kinderen het voordeel van de twijfel\", aldus de minister.", "Het ministerie van Onderwijs, Cultuur en Wetenschap wil voorkomen dat de eindtoets ook dit schooljaar niet doorgaat. Daarom worden er afspraken gemaakt over wat te doen als de toets opnieuw onder druk komt te staan door het coronavirus."], "authors": ["Door"], "keywords": ["scholen", "valt", "groep", "van", "lager", "eindtoets", "het", "op", "middelbare", "schooladvies", "kinderen", "wegvallen", "een", "8leerlingen", "en", "uit", "dat", "door", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}