{"id": "14959f51-6938-3688-aeab-c8a7fb7b69d4", "title": "PSV verslaat FC Utrecht in eigen huis", "url": "https://www.parool.nl/sport/psv-verslaat-fc-utrecht-in-eigen-huis~bb674aab/", "summary": "FC Utrecht moest het vooral van de counter hebben.\nUit de eerste geslaagde PSV-aanval opende Malen in de 31e minuut de score met een fraai tikje achter zijn standbeen langs.\nDe Duitse trainer botste in het begin van het seizoen soms met de tiener, die ook wat te zwaar oogde.\nDe Zwitser had echter geen verweer tegen het schot van Mimoun Mahi, waardoor FC Utrecht in de slotfase nog mocht hopen op 1 punt.\nOpnieuw Mahi was nog heel dicht bij 2-2, maar het gemakzuchtige PSV kwam met de schrik vrij.", "paragraphs": ["FC Utrecht gaf PSV goed partij. De ploeg van coach René Hake hield veel spelers achter de bal en zat er kort op in de persoonlijke duels. Mede daardoor verliep de aanvalsopbouw bij de thuisclub moeizaam.", "FC Utrecht moest het vooral van de counter hebben. Met name Gyrano Kerk kreeg soms te veel ruimte van Philipp Max. Hij miste echter het overzicht en de scherpte om zijn acties in een doelpunt om te zetten.", "Uit de eerste geslaagde PSV-aanval opende Malen in de 31e minuut de score met een fraai tikje achter zijn standbeen langs. De treffer van Ihattaren 6 minuten later was misschien nog wel mooier. Het 18-jarige talent haalde met links schitterend uit, 2-0.", "Ihattaren kon na zijn eerste competitietreffer in bijna een jaar tijd zijn geluk niet op. Euforisch zocht hij de PSV-bank op waar hij coach Roger Schmidt liet meedelen in zijn vreugde. De Duitse trainer botste in het begin van het seizoen soms met de tiener, die ook wat te zwaar oogde.", "Schmidt besloot hem eind vorige maand een paar duels rust te gunnen wegens oververmoeidheid. Mede dankzij wat extra individuele trainingsarbeid keerde Ihattaren begin deze maand sterker terug, zowel in fysiek als in mentaal opzicht. De ontlading was daarom zo groot bij hem na zijn prachtige goal.", "Ihattaren maakte na ruim een uur plaats voor de Belgische debutant Yorbe Vertessen (19). De stand was op dat moment nog 2-0, maar dat was vooral de verdienste van PSV-doelman Mvogo. De Zwitser had echter geen verweer tegen het schot van Mimoun Mahi, waardoor FC Utrecht in de slotfase nog mocht hopen op 1 punt. Opnieuw Mahi was nog heel dicht bij 2-2, maar het gemakzuchtige PSV kwam met de schrik vrij. Vertessen rook ook nog aan zijn eerste eredivisietreffer, maar doelman Maarten Paes redde bekwaam."], "authors": [], "keywords": ["zijn", "van", "verslaat", "nog", "fc", "maar", "eigen", "met", "een", "psv", "op", "te", "het", "huis", "utrecht"], "pubDate": "2020-12-13T17:57:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}