{"id": "14b4807e-645d-32ef-beac-ca6694a93297", "title": "Bondscoach Frank de Boer omarmt het offensief, weloverwogen en station voor station", "url": "https://volkskrant.nl/sport/bondscoach-frank-de-boer-omarmt-het-offensief-weloverwogen-en-station-voor-station~b8ae5ad8/", "summary": "Zondag, tegen Bosnië-Herzegovina (3-1) in de Nations League was het net of het Nederlands elftal ontketend was, of de snelverbinding tussen A en en B was geopend.\nDe Boer zei na afloop dat Davy Klaassen als controlerende middenvelder in de ploeg was gekomen omdat hij ‘op het huis past’.\nHet is toch een heel verschil, ook met het Ajax van voorheen.\nZo stippelt hij duidelijk zijn eigen lijn uit, die ongeveer parallel loopt aan die van Koeman, doch die af en toe doorkruist.\nOranje, met ‘frisse benen’ in een gewijzigde opstelling, sluit de groepsfase af in Chorzow tegen Polen, dat een punt minder heeft.", "paragraphs": ["Frank de Boer feliciteert de spelers na afloop van de wedstrijd tegen Bosnië-Herzegovina. Beeld Guus Dubbelman / de Volkskrant", "Frank de Boer (50) heeft de naam een echte Ajacied te zijn in denken en doen, maar dan wel eentje die soms een piepende handrem op de aanval aantrekt. Als oud-verdediger wil hij naar voren, maar dan op verantwoorde, voorzichtige wijze. Station voor station.", "Zondag, tegen Bosnië-Herzegovina (3-1) in de Nations League was het net of het Nederlands elftal ontketend was, of de snelverbinding tussen A en en B was geopend. Of verdedigen opeens bijzaak was. De Boer zei na afloop dat Davy Klaassen als controlerende middenvelder in de ploeg was gekomen omdat hij ‘op het huis past’. Maar ook Klaassen verlaat soms de woning zonder af te sluiten, om snel een boodschap te doen, met het risico dat inbrekers hun slag hebben geslagen alvorens hij thuiskomt.", "En Frenkie de Jong draaide in gevaarlijk gebied een vrolijke pirouette, verloor de bal, keek naar de scheidsrechter of hij een vrije trap kreeg, en toen was het al bijna doelpunt tegen. De backs vlogen naar voren, met twee assists van Denzel Dumfries tot gevolg, maar ook met Bosnisch gevaar.", "Beginjaren bij Ajax A1", "Als Owen Wijndal en Dumfries opstoomden, trokken de vleugelspelers Steven Berghuis en Memphis Depay meestal naar binnen. Dat is het moderne voetbal. Ruimte scheppen voor elkaar en voor degenen in beweging. De Boers broer Ronald herkende zondag de trainer uit zijn beginjaren, bij Ajax A1, toen de ploeg vrijwel altijd beter was dan de tegenstander. ‘Frank deed dat toen al, met buitenspelers naar binnen en backs er vol overheen. Dan zeg ik: ja, dit lijkt heel veel op toen.’", "Frank de Boer: ‘Je moet ook het team hebben dat zo wil en kan spelen, met veel beweging en creativiteit. En je moet kijken waar de valkuilen liggen.’ Hij deed ook zetten met rendement. Hij ruilde zijn topschutter van de eerste vier interlands, Donny van de Beek, in voor aanvoerder Georginio Wijnaldum, die van een defensieve positie op het middenveld terug verhuisde naar de 10, kort achter de spits. Dat is zijn favoriete plek, al is Wijnaldum bescheiden en speelt hij waar de trainer hem nodig heeft.", "Wijnaldum scoorde prompt twee keer binnen een kwartier, door daar te zijn waar hij kan komen. Vooral door zijn indrukwekkende reeks doelpunten sinds de entree van Ronald Koeman, is hij fors geklommen op de eeuwige ranglijst van topschutters. Wijnaldum scoorde 20 keer, net als Memphis Depay.", "Slechts twee middenvelders kunnen betere cijfers overleggen: Wesley Sneijder (31 goals) en Rafael van der Vaart (25), waarbij aangetekend dat zij veel meer interlands speelden dan Wijnaldum. ‘Ik heb het gevoel dat ik goals kan maken, als ik op die positie speel en in de box kan komen’, aldus Wijnaldum dinsdag. ‘Ik ben geen natuurlijke afmaker, maar wel een natuurlijke speler die kansen kan krijgen.’", "Als een vis in het water", "De Boer is gelukkig met dergelijke spelers van extra klasse, die het mogelijk maken dat hij speelt zoals hij speelt. Zijn zaakwaarnemer Guido Albers: ‘Frank is als een vis in het water, ook door de goede spelers om hem heen. Het is toch een heel verschil, ook met het Ajax van voorheen. Toen speelde hij met Tobias Sana als rechtsbuiten. Met alle respect, dan is Antony toch van een ander kaliber.", "‘Maar de filosofie van Frank is hetzelfde gebleven. Vooruit, doelpunten maken. Alleen: hij is een winnaar. Kijk naar zijn vorige baan bij Atlanta United. Hij werd ontslagen toen ze zevende stonden. Ze staan nu onderaan. Hij wil gewoon wedstrijden winnen en als hij niet het materiaal heeft, doet hij dat desnoods op een vervelende manier.’", "Oranje heeft nog niet op elke positie een internationale topper, maar het team groeit. Memphis Depay, bij Koeman aanvalsleider, is nu linksbuiten. Hij speelt liever spits, maar het ging uitstekend tegen Bosnië, al is het lastig voor hem om achter een vleugelverdediger aan te hollen. De Boer gaf aan dat hij zal variëren in opstelling en systeem. Zo stippelt hij duidelijk zijn eigen lijn uit, die ongeveer parallel loopt aan die van Koeman, doch die af en toe doorkruist.", "Wat woensdag betreft is de opdracht simpel. Oranje, met ‘frisse benen’ in een gewijzigde opstelling, sluit de groepsfase af in Chorzow tegen Polen, dat een punt minder heeft. Italië heeft een punt meer, voetbalt in Bosnië en heeft plaatsing voor de finaleronde in eigen hand.", "Wie weet, komt het moment dat Nederland alles op de aanval gooit. De Boer kent de term voor die overtreffende trap van aanvallen. ‘Va banque spelen’."], "authors": ["Willem Vissers"], "keywords": ["van", "het", "station", "boer", "frank", "hij", "met", "weloverwogen", "omarmt", "offensief", "op", "zijn", "een", "die", "en", "bondscoach", "dat", "voor"], "pubDate": "2020-11-17T22:31:06+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}