{"id": "14dc7952-3dea-3e63-a890-d67202a6886c", "title": "Kim Jiyoung, geboren in 1982: een weinig literaire roman met impact", "url": "https://www.parool.nl/kunst-media/kim-jiyoung-geboren-in-1982-een-weinig-literaire-roman-met-impact~b59bbc06/", "summary": "Het is een van de vele voorbeelden van de kleinerende, seksistische opmerkingen die Kim Jiyoung dagelijks moet incasseren.\nMet haar internationale miljoenenbestseller Kim Jiyoung, geboren in 1982 (2016), maakte ze een hoop los in Zuid-­Korea.\nDe dertigjarige Kim Jiyoung (achternaam Kim, voornaam Jiyoung) woont in een klein appartement in Seoul.\nNiet voor niets koos Cho de naam Kim Jiyoung voor haar hoofdpersonage; zowel Kim als Jiyoung is de meest voorkomende achter- en voornaam binnen haar generatie.\nKim ­Jiyoung geboren in 1982 lees je om iets van Zuid-Korea en een nieuwe generatie feministen daar te begrijpen.", "paragraphs": ["Binnen Jiyoungs generatie zijn meisjes letterlijk een minderheid. Beeld Getty Images/EyeEm", "‘Normaal gesproken laat ik geen vrouwen instappen als eerste klant van de dag,’ zei de chauffeur. ‘Maar zoals je daar stond, zag ik direct dat je onderweg moest zijn naar iets belangrijks. Vandaar dat ik je toch een lift geef.’ Is de taxirit dan gratis? vraagt Jiyoung zich af. Moet ze hem dankbaar zijn, omdat hij over zijn hart heeft gestreken en voor deze ene keer is gestopt voor een vrouw, die onderweg is naar haar zoveelste sollicitatiegesprek waar ze voor de zoveelste keer zal worden afgewezen door de zoveelste sollicitatiecommissie bestaande uit louter mannen(!)?", "Het is een van de vele voorbeelden van de kleinerende, seksistische opmerkingen die Kim Jiyoung dagelijks moet incasseren. Vrouwen zijn in Zuid-Korea minderwaardig aan ­mannen en dat moeten ze voelen ook: van bevoogdende opmerkingen tot discriminatie tot seksuele intimidatie. Cho Nam-Joo (1980), scenarioschrijver van beroep, tekende haar ­eigen ervaringen op. Met haar internationale miljoenenbestseller Kim Jiyoung, geboren in 1982 (2016), maakte ze een hoop los in Zuid-­Korea.", "Onvoorstelbaar eigenlijk, want erg opzienbarend is de roman niet, althans vanuit westers perspectief. De dertigjarige Kim Jiyoung (achternaam Kim, voornaam Jiyoung) woont in een klein appartement in Seoul. Ze heeft haar kantoorbaan ­opgegeven om fulltime voor haar pasgeboren dochter Jiwon te zorgen. Ze komt in een psychose terecht, waarbij ze stemmen van andere vrouwen imiteert. Aan haar psychiater schetst ze haar levensloop: hoe is het om als meisje op te groeien in een misogyne samenleving?", "Selectieve abortus", "De roman is opgedeeld in hoofdstukken die de diverse periodes van ­Jiyoungs leven behandelen, van 1984, waaraan ze haar eerste herinneringen heeft, tot 2015, wanneer haar psychose zich aandient. Het leven dat Cho schetst, is als het leven van zoveel anderen: ze gaat naar school, studeert, vindt na lang zoeken een kantoorbaan, krijgt een vriendje, trouwt en raakt zwanger. Kortom: een leven dat niet veel af zal wijken van dat van anderen.", "Niet voor niets koos Cho de naam Kim Jiyoung voor haar hoofdpersonage; zowel Kim als Jiyoung is de meest voorkomende achter- en voornaam binnen haar generatie. Het generieke karakter en de generieke situatie van de verteller worden benadrukt. Enerzijds door de psychose (een krachtige en tevens de enige ­metafoor van de roman), anderzijds doordat Cho de situatie steeds staaft aan de hand van statistieken en onderzoeken. Terugkerende zinnetje is: ‘Uit onderzoek blijkt...’", "Binnen Jiyoungs generatie zijn meisjes letterlijk een minderheid, want de overheid voerde in de jaren tachtig en begin negentig een geboortepolitiek waarbij gezinsplanning hoog in het vaandel stond. ­Selectieve abortus – ‘het is een meisje’ – werd alom geaccepteerd als­ ­medische reden voor een abortus.", "Er ontstond een ongekend scheve ­geslachtsverhouding bij geboorte: ‘het derde kind van dezelfde moeder was twee keer zo vaak een jongetje’. Ook Jiyoungs moeder ging naar de kliniek om Jiyoungs jongere zusje te laten ‘wissen’.", "Andere ervaringen die Jiyoung met vrouwen van haar leeftijd deelt, zijn: discriminatie op de werkvloer (vrouwen verdienen 63 procent van wat mannen verdienen), vrouwen hebben minder vaak hoge functies, ze verdwijnen uit het bedrijfsleven als ze een kind krijgen, lopen de kans om stiekem te worden gefilmd in hotelkamers en toiletten en onder de noemer ‘spycamporn’ online te belanden, enzovoort, enzovoort.", "Behalve de voortdurende repressieve, misogyne sfeer waarin Jiyoung zich bevindt, is er weinig waaraan men vertelster Jiyoung of haar persoonlijke levensverhaal zou memoreren. Ook vanuit stilistisch oogpunt is de ongetwijfeld geslaagde Nederlandse vertaling (er staan geen vreemde zinnen in, waaruit je anders zou kunnen opmaken) rechttoe, rechtaan, op het saaie af. ‘Informatief’ dekt de lading wel.", "Doorgedrongen tot politiek", "Dat de roman zo’n bestseller is geworden, zal te maken hebben met de herkenbaarheid voor vrouwen uit Zuid-Korea en omliggende landen. Zuid-Koreaanse vrouwen voelen zich door deze roman gezien en gehoord. Zij zíjn Kim Jiyoung. Ook in Japan, Taiwan en China werd het boek een hit.", "Hoewel Cho vooral registreert en inventariseert op welke fronten vrouwen worden gediscrimineerd, zou je het boek kunnen zien als een pamflet. Het heeft niets van het ‘hup-de-barricaden-op-feminisme’, zoals we dat in het Westen vaker zien, maar je kunt ook niet om deze verzameling (aantoonbare) misstanden heen.", "Het boek drong zelfs door tot de ­politiek. Zo doopte volksvertegenwoordiger Kim Su-Min van de kleine centrumrechtse Barun Partij haar amendement voor de wet voor gendergelijkheid in 2017 om tot de ‘Kim Ji-Young wet’.", "Deze roman heeft impact, ondanks het weinig literaire karakter. Kim ­Jiyoung geboren in 1982 lees je om iets van Zuid-Korea en een nieuwe generatie feministen daar te begrijpen."], "authors": ["Dieuwertje Mertens"], "keywords": ["1982", "van", "literaire", "weinig", "roman", "vrouwen", "het", "met", "kim", "impact", "jiyoung", "een", "en", "haar", "ze", "geboren", "voor"], "pubDate": "2020-11-27T10:00:59+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}