{"id": "14e3910c-9dc1-355c-9d87-2d1ca85b196d", "title": "De schuldbelijdenis van de PKN richting de Joodse gemeenschap is nietszeggend zonder steun van de achterban", "url": "https://trouw.nl/opinie/de-schuldbelijdenis-van-de-pkn-richting-de-joodse-gemeenschap-is-nietszeggend-zonder-steun-van-de-achterban~bc8591f6/", "summary": "Dit door een leider die het contact met op zijn minst een deel van zijn achterban kwijt is.\nIntensief procesDoor het ontbreken van een breed gevoeld draagvlak voor de schuldbelijdenis is het onduidelijk wat deze voorstelt.\nHet betekent echt luisteren naar het verhaal van verzetsmensen en andere betrokkenen en ook open staan voor het gelijk van de ander.\nMinstens zo belangrijk is echt luisteren en willen leren van de ideeën van een ander.\nOf hij meent weinig meer op te kunnen steken van het gesprek met zijn eigen kerkleden.", "paragraphs": ["PKN-voorman De Reuver vindt luisteren naar de gewone kerkleden kennelijk niet de moeite waard, concludeert Jan van Bruggen, zelf ook kerklid.", "Het interview met scriba René de Reuver (Trouw, 28 november), PKN-voorman, schetst een onthutsend beeld van een bijna hooghartig kerkelijk leider die, met hopelijk de beste bedoelingen, onnodig verdriet en boosheid in zijn eigen geloofsgemeenschap heeft gecreëerd.", "In het interview gaat De Reuver nergens in op inhoudelijke kritiek van bezwaarmakenden en in zijn reflectie op wat gepasseerd is, lijkt hij niet verder te komen dan dat het proces en de communicatie beter hadden gekund. Hij is er echter van overtuigd dat meer communicatie, met bezwaarden bijvoorbeeld, de inhoud van de verklaring niet of nauwelijks had veranderd.", "De nu ontstane situatie is niet alleen verdrietig voor de PKN en zijn leden, het maakt vooral ook dat de schuldbelijdenis richting de Joodse gemeenschap, uitgesproken tijdens de herdenking van de Kristallnacht op 8 november, een weinigzeggend en zeer pijnlijk gebaar is geworden. Dit door een leider die het contact met op zijn minst een deel van zijn achterban kwijt is. Het nu gemaakte semantische onderscheid tussen de kerk als instituut en de kerk als gemeenschap van individuele kerkleden maakt dit meer dan duidelijk.", "Een schuldbelijdenis namens de PKN als geloofsgemeenschap heeft alleen waarde wanneer deze door de schuld belijdende gemeenschap breed gedeeld en gevoeld wordt. Nu is de inhoud vooral bepaald door het gesprek van De Reuver met de Joodse gemeenschap en is de schuldbelijdenis door dit gesprek met hen ingevuld.", "Intensief proces", "Door het ontbreken van een breed gevoeld draagvlak voor de schuldbelijdenis is het onduidelijk wat deze voorstelt. Om tot een waarachtige schuldbekentenis te komen was een intensief proces van consultatie en communicatie met de eigen achterban nodig geweest.", "Hierbij gaat het niet om een scriba die het nog eens goed uit zal leggen, maar om een leider van een geloofsgemeenschap die daadwerkelijk in gesprek gaat met zijn leden. Dit om te bepalen waar schuld voor wordt gevoeld en beleden.", "Het betekent echt luisteren naar het verhaal van verzetsmensen en andere betrokkenen en ook open staan voor het gelijk van de ander. Communicatie gaat om veel meer dan het effectief overbrengen van de eigen boodschap. Minstens zo belangrijk is echt luisteren en willen leren van de ideeën van een ander.", "Wanneer De Reuver nu denkt dat het beter was geweest om mensen mee te laten denken, zonder dat dit de verklaring wezenlijk had veranderd, dan neemt hij zijn eigen mensen niet serieus. Of hij meent weinig meer op te kunnen steken van het gesprek met zijn eigen kerkleden. Beide zijn ernstige tekortkomingen voor personen in een leiderschapspositie en al helemaal voor de scriba van de PKN.", "Waarachtigheid", "De Reuver zegt “lees dan toch de verklaring” en “we hebben niet vermoed dat dat zo niet werd begrepen”, wanneer het gaat om de rol van het verzet en de emoties bij zijn achterban. Door vooraf in gesprek te gaan met deze achterban en open te staan voor de inzichten ervan zou de waarde en waarachtigheid van de schuldbekentenis veel groter geweest zijn.", "Het feit dat individuele leden van de PKN-gemeenschap niet op de hoogte waren van de woorden die de scriba uit ging spreken en deze pas achteraf konden lezen, maakt de schuldbekentenis er nu één waarvan onduidelijk is wat deze voorstelt. Wie voelt zich nu schuldig en voor wat?", "De Reuver had zijn hele gemeenschap mee moeten laten denken bij het opstellen van de schuldbekentenis. Zeer waarschijnlijk had deze er dan wel anders uitgezien, maar in ieder geval had de Joodse gemeenschap dan een schuldbekentenis met betekenis ontvangen. Iets waar zij recht op heeft.", "Lees ook:", "Woede over WOII-schuldbelijdenis PKN: ‘De kerk schoffelt over de graven van verzetsmensen’", "De Protestantse Kerk in Nederland beleed schuld voor de rol van de kerk voor, tijdens en na de oorlog. Die actie is een grote fout, vinden de nabestaanden van verzetsmensen.", "PKN-voorman René de Reuver: ‘We hadden mensen uit het verzet moeten betrekken’", "‘We hadden ze mee moeten laten denken’, zegt scriba René de Reuver over de verzetsmensen en hun nabestaanden die zich gekrenkt voelden door de schuldbelijdenis van de PKN over het tekortschieten in de oorlog."], "authors": ["Jan Van Bruggen"], "keywords": ["joodse", "achterban", "van", "reuver", "zonder", "het", "met", "zijn", "pkn", "schuldbelijdenis", "steun", "nietszeggend", "een", "niet", "gemeenschap", "en", "dat", "richting", "voor"], "pubDate": "2020-12-03T11:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}