{"id": "14e859b7-68ea-36d6-9707-0bedcd135708", "title": "Wat is de controversiële Chinawet waar Hongkongers al weken boos om zijn?", "url": "https://nu.nl/dvn/6054458/wat-is-de-controversiele-chinawet-waar-hongkongers-al-weken-boos-om-zijn.html", "summary": "De protesten in Hongkong zijn de afgelopen weken opnieuw opgelaaid nu China een nieuwe wet heeft aangenomen die de autonomie van Hongkong verder onder druk zet.\nMaar wat houdt deze wet eigenlijk in en wat voor gevolgen heeft het voor de Aziatische miljoenenstad?\nDat zou in de praktijk kunnen betekenen dat ook protesteren tegen de invloed van China in Hongkong strafbaar wordt.\nDe nieuwe wet zou dus mogelijk indruisen tegen de afspraken die destijds tussen China en het Verenigd Koninkrijk zijn gemaakt.\nOok maakt het de weg vrij voor sancties tegen Hongkongse leiders als zij door de VS worden verdacht van het schenden van mensenrechten.", "paragraphs": ["De protesten in Hongkong zijn de afgelopen weken opnieuw opgelaaid nu China een nieuwe wet heeft aangenomen die de autonomie van Hongkong verder onder druk zet. Maar wat houdt deze wet eigenlijk in en wat voor gevolgen heeft het voor de Aziatische miljoenenstad?", "De nieuwe wet die werd aangenomen door het Chinese Volkscongres zou buitenlandse inmenging, afscheiding van China en 'opruiende' activiteiten strafbaar stellen. Dat zou in de praktijk kunnen betekenen dat ook protesteren tegen de invloed van China in Hongkong strafbaar wordt. Ook kan het bespotten van het Chinese volkslied voortaan leiden tot een celstraf.", "De wet maakt bovendien de weg vrij voor China om een eigen veiligheidsdienst op te zetten in Hongkong. Hoewel de exacte details van de wet nog worden opgesteld, vrezen veel Hongkongers dat de nieuwe wet een grote invloed zal hebben op hun vrijheden.", "Carrie Lam, de pro-Chinese leider van Hongkong, zegt echter dat Hongkongers zich geen zorgen hoeven te maken over de nieuwe wet en dat die hun vrijheden niet inperkt. \"We hebben deze wet nodig en de meerderheid van Hongkong zal hiervan profiteren\", zei Lam eerder over de wet.", "'China grijpt voor het eerst direct in'", "China-expert Frans-Paul van der Putten vertelt in de Dit wordt het nieuws-podcast dat China nu voor het eerst direct ingrijpt in het systeem van Hongkong. De nieuwe wet heeft volgens hem niet alleen invloed op activisten. \"Het raakt de hele samenleving. De wet polariseert tussen voorstanders en tegenstanders van Chinese invloed in de stad. Het algemene klimaat van vrijheid en openheid gaat achteruit.\"", "\"Dat heeft gevolgen voor de komst van buitenlandse investeerders en de persvrijheid. Iedereen krijgt hiermee te maken\", aldus Van der Putten.", "Hongkong is officieel nog steeds een autonome regio van China. De regio was tot 1 juli 1997 een Britse kolonie. Met China werd toen afgesproken dat Hongkong tot 2047 in hoge mate zijn eigen bestuur en regels mag bepalen.", "De nieuwe wet zou dus mogelijk indruisen tegen de afspraken die destijds tussen China en het Verenigd Koninkrijk zijn gemaakt. Toch kan Hongkong hier geen protest tegen aantekenen, stelt de Chinakenner. \"De afspraken werden gemaakt tussen de Britse en de Chinese regering. Hongkong is daar zelf nooit een partij in geweest. Die hebben daar niets over te zeggen. Ze zijn door de Britse regering, zonder daarover te mogen beslissen, overgedragen aan het Chinese bestuur.\"", "52 Leden Hongkongs parlement op de vuist", "Verenigde Staten bezorgd over ontwikkelingen in Hongkong", "De Britse regering uitte donderdag haar zorgen over de ontwikkelingen in Hongkong. Ook de Verenigde Staten zien de Chinawet als een stap in de verkeerde richting.", "Minister van Buitenlandse Zaken Mike Pompeo liet woensdag aan het Amerikaanse Congres weten dat de VS Hongkong niet langer meer als autonoom ziet. Die beslissing kan als gevolg hebben dat de regio niet langer meer van economische voordelen in relatie met de VS kan profiteren. Ook maakt het de weg vrij voor sancties tegen Hongkongse leiders als zij door de VS worden verdacht van het schenden van mensenrechten. De Amerikaanse president Donald Trump zal hier later deze week een besluit over nemen.", "Tienduizenden Hongkongers gingen de afgelopen weken al de straat op om te protesteren tegen de wet. Bij botsingen tussen veiligheidsdiensten en demonstranten werden afgelopen woensdag ruim 360 mensen aangehouden."], "authors": ["Door", "Nu.Nl Dominic Schep"], "keywords": ["van", "wat", "wet", "controversiële", "china", "waar", "het", "chinawet", "zijn", "boos", "een", "om", "hongkongers", "al", "en", "dat", "te", "weken", "hongkong", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}