{"id": "14ea5fd4-f090-3f41-b099-8aa5b1b2183d", "title": "Zij kregen al een vaccinatie-oproep binnen: 'Iemand moet de eerste zijn'", "url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5206642/zij-kregen-al-een-vaccinatie-oproep-binnen-spannend-om-de-eerste", "summary": "Ik moet eerlijk zeggen: ik twijfel nog.\nIk weet dat ik moet gaan beslissen nu die brief er is.\"\nIk vind het spannend; het liefst zou je van anderen in Nederland horen hoe is het is geweest, en wat de effecten zijn.\nWant ik kan me wel laten vaccineren met mijn goede gedrag, maar ik ben nog steeds niet van mijn mondkapje af, en ik moet nog steeds anderhalve meter afstand houden.\nMaar aan de andere kant denk ik: iemand moet de eerste zijn.\"", "paragraphs": ["\"Het voelt een beetje gek om die brief te krijgen als één van de eersten in Nederland. Ik wist dat-ie eraan zat te komen hoor, ik volg al het nieuws erover. Maar toch kijk je er wel even van op.", "We hebben het er ook over, met collega's. Wat iedereen doet. Het houdt ons bezig. Ik moet eerlijk zeggen: ik twijfel nog. Ik weet dat ik moet gaan beslissen nu die brief er is.\"", "Spannend", "\"Het voelt niet heel fijn om de eerste te zijn. Ik vind het spannend; het liefst zou je van anderen in Nederland horen hoe is het is geweest, en wat de effecten zijn. Ik zou minder twijfels hebben als een hele groep mensen mij voor was gegaan in ons land.", "Dus ja: ik ga deze week eens even goed nadenken en mijzelf nog eens inlezen. Want ik kan me wel laten vaccineren met mijn goede gedrag, maar ik ben nog steeds niet van mijn mondkapje af, en ik moet nog steeds anderhalve meter afstand houden.", "De maatregelen blijven op mijn werk en in de samenleving van kracht. Dus wat schiet ik ermee op om het nu al te doen? Maar aan de andere kant denk ik: iemand moet de eerste zijn.\""], "authors": [], "keywords": ["zij", "vaccinatieoproep", "zijn", "moet", "ik", "al", "van", "binnen", "nog", "eerste", "en", "een", "om", "te", "iemand", "het", "kregen", "wat"], "pubDate": "2021-01-04T15:23:24Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}