{"id": "1508c481-807e-3ab6-825f-db9d087d7083", "title": "Doe ik mezelf tekort door in deze relatie te blijven?", "url": "https://volkskrant.nl/de-gids/doe-ik-mezelf-tekort-door-in-deze-relatie-te-blijven~b80fa321/", "summary": "We hebben een fijne en stabiele relatie, maar al vanaf het begin ervaar ik een ‘houden van’-gevoel, en geen verliefdheid.\nIk had dit gerationaliseerd door te denken dat dit komt doordat ik wat ouder ben en de kalverliefdeperiode achter me heb gelaten.\nIk vraag me af of ik een onrealistisch romantisch beeld heb en of ik na vier jaar nog mag verwachten dat de vonken ervan af spatten.\nOf doe ik mezelf tekort door in deze relatie te blijven?\nHenk Schell (72), BennebroekNiet voldoendeVerliefdheid is juist wat een relatie kenmerkt en exclusief maakt, ongeacht de duur van de relatie.", "paragraphs": ["Lezers vragen andere lezers om raad bij problemen en dilemma’s. Deze week: is mijn beeld van de liefde reëel?", "Ik ben vier jaar samen met mijn (allereerste) vriend. We hebben een fijne en stabiele relatie, maar al vanaf het begin ervaar ik een ‘houden van’-gevoel, en geen verliefdheid. Ik had dit gerationaliseerd door te denken dat dit komt doordat ik wat ouder ben en de kalverliefdeperiode achter me heb gelaten. Nu we in deze coronatijd allebei thuiswerken en veel bij elkaar zijn, steken deze twijfels weer de kop op. Ik vraag me af of ik een onrealistisch romantisch beeld heb en of ik na vier jaar nog mag verwachten dat de vonken ervan af spatten. Of doe ik mezelf tekort door in deze relatie te blijven?", "Vrouw (27), naam bij redactie bekend", "Niet inruilen", "Bent u blij als uw vriend thuiskomt en geniet u van zijn gezelschap? Steunt hij u om uw dromen waar te maken? En kunt u bij hem terecht voor troost, als het tegenzit? Dat is de basis van een goede relatie. Vrijt u dan ook nog naar tevredenheid, dan zou ik deze man zeker niet inruilen.", "Hermine Kroon (50), Utrecht", "Stroef en vlinders", "24 jaar geleden ontmoette ik mijn huidige man en was meteen knetterverliefd. Ik was toen 37 en al negen jaar alleenstaande moeder. Ik dacht dat het mij niet meer zou overkomen. Tot op de dag van vandaag, na een huwelijk van 22 jaar, kijken mijn man en ik elkaar nog geregeld verliefd aan met bijbehorende vlinders. Dan weten we weer waar het allemaal om begonnen is, zelfs als het weleens stroef gaat. Wij horen bij elkaar. Die intense gevoelens gun ik u ook van harte. U bent daar nooit te oud voor.", "Anita Vlekke (61), Delft", "Filmwereld", "Laat je niet leiden door de ‘geweldige romantiek’ uit de literatuur of filmwereld, maar vraag je oprecht af of deze relatie jou op termijn voldoende biedt. Ga onmiddellijk de open dialoog aan met jouw partner over jouw diepere gevoelens en verlangens. It takes two to tango!", "Ab van der Spek (67), Rotterdam", "Open haard", "Dat het er na vier jaar niet meer vanaf spat, vind ik niet zo gek. Van tijd tot tijd wat hartverwarmende vonken lijken mij op uw toch echt nog jonge leeftijd wél wenselijk. Als u over die behoefte eens met elkaar praat bij de open haard, kunt u zien wat er gebeurt. Na vijftig jaar huwelijk kan ik u verzekeren dat een partner waarop je kunt bouwen en vertrouwen alles waard is. Het vuur laait misschien niet zo hoog meer op, maar de vonkjes vind ik in vele kleine alledaagse momenten. Ik ben daar dagelijks dankbaar voor.", "Maria Molenaar (70) , Lichtenvoorde", "Kies voor uzelf", "Of u al dan niet een realistisch romantisch beeld hebt: in uw relatie ervaart u in ieder geval een gemis. Daar gaat het om. Ik vind dus dat u zichzelf tekortdoet, en eigenlijk uw vriend ook. Deze relatie maar laten voortsudderen is in niemands belang. Dus, hoe moeilijk ook, praat hierover met uw vriend. En kies voor uzelf, voordat u zich bijvoorbeeld in een gezinssituatie bevindt, die het uit elkaar gaan alleen maar moeilijker en ingewikkelder maakt.", "Henk Schell (72), Bennebroek", "Niet voldoende", "Verliefdheid is juist wat een relatie kenmerkt en exclusief maakt, ongeacht de duur van de relatie. Nou ja, na dertig jaar huwelijk lijkt het mij normaal en prima dat het meer een ‘houden van’-gevoel wordt, maar in uw situatie denk ik dat het niet voldoende is. Wat wel belangrijk is is dat het uiteindelijk niet gaat om het beeld wat u of anderen van de liefde hebben, maar om uw eigen gevoel, dus: is het voor u genoeg of mist u iets?", "Roos Uijland (18), Zeist"], "authors": ["Machteld Van Gelder"], "keywords": ["relatie", "van", "deze", "blijven", "tekort", "mezelf", "het", "jaar", "ik", "doe", "een", "niet", "te", "en", "dat", "door", "uw"], "pubDate": "2020-12-03T15:00:19+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}