{"id": "1514cf4c-2c7d-35aa-9d51-b51cd9b85383", "title": "'Stafchef Trump zette druk op toezichthouder voor goedkeuring vaccin'", "url": "https://nu.nl/buitenland/6096221/stafchef-trump-zette-druk-op-toezichthouder-voor-goedkeuring-vaccin.html", "summary": "Zo zou het dreigement over het ontslag zijn gebruikt als kwinkslag om bij de FDA op haast aan te dringen.\nDonderdag adviseerden medische experts in de Verenigde Staten de FDA om het vaccin versneld goed te keuren.\nTrump beschuldigde de FDA er voor de verkiezingen van dat die om politieke redenen de ontwikkeling van een vaccin zou tegenhouden, en stelde dat FDA-ambtenaren tegen hem samenzweren.\nTrump heeft de afgelopen maanden dikwijls verkondigd dat er snel en voor de verkiezingen een coronavaccin zou zijn.\nDat wekte bezorgdheid bij de medische gemeenschap, die vreesde dat Trump druk zou uitoefenen op de FDA om versneld een vaccin goed te keuren dat eventueel niet veilig en effectief is.", "paragraphs": ["De stafchef van de Amerikaanse president Donald Trump heeft vrijdag de baas van de medicijnwaakhond FDA onder druk gezet en gedreigd met ontslag, als die niet voor het einde van de dag goedkeuring geeft aan het coronavaccin van farmaceuten Pfizer en BioNTech. Het dreigement vanuit het Witte Huis zou zijn bedoeld om meer vaart te zetten achter de procedure, meldt The Washington Post.", "Stafchef Mark Meadows zou volgens ingewijden tegen FDA-chef Steve Hahn hebben gezegd dat hij zijn ontslagbrief moet indienen als er vrijdag nog geen goedkeuring is gegeven aan het als eerste ontwikkelde coronavaccin.", "Een hoge regeringsfunctionaris en FDA-chef Steve Hahn probeerden kort na het verhaal van de krant de uitspraken te nuanceren. Zo zou het dreigement over het ontslag zijn gebruikt als kwinkslag om bij de FDA op haast aan te dringen.", "Trump noemde de medicijnautoriteit FDA vrijdag op Twitter nog \"een grote, oude, langzame schildpad\".", "Het coronavaccin van Pfizer/BioNTech is inmiddels goedgekeurd door het Verenigd Koninkrijk, Canada, Bahrein en Saoedi-Arabië.", "Donderdag adviseerden medische experts in de Verenigde Staten de FDA om het vaccin versneld goed te keuren. De goedkeuring wordt mogelijk vrijdag in de Verenigde Staten nog verwacht.", "Bemoeienis met FDA ongebruikelijk", "Politieke bemoeienis met de waakhond geldt als ongepast. De taak van de FDA is om op basis van wetenschappelijke informatie te oordelen of een middel effectief en veilig is alvorens het goed te keuren voor de markt.", "Trump beschuldigde de FDA er voor de verkiezingen van dat die om politieke redenen de ontwikkeling van een vaccin zou tegenhouden, en stelde dat FDA-ambtenaren tegen hem samenzweren.", "Trump heeft de afgelopen maanden dikwijls verkondigd dat er snel en voor de verkiezingen een coronavaccin zou zijn. Dat wekte bezorgdheid bij de medische gemeenschap, die vreesde dat Trump druk zou uitoefenen op de FDA om versneld een vaccin goed te keuren dat eventueel niet veilig en effectief is.", "De timing van de bekendmaking vlak na de verkiezingen dat het coronavaccin van Pfizer en BioNTech volgens voorlopige onderzoeksresultaten voor 90 procent effectief is bij het voorkomen van een besmetting, was volgens Trump politiek gemotiveerd."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "dat", "om", "een", "toezichthouder", "en", "druk", "stafchef", "te", "trump", "vaccin", "zette", "zou", "fda", "op", "voor", "goedkeuring", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}