{"id": "152dce2e-2a6e-3598-9d56-1cda4bf4e45c", "title": "Mag ik de familie van mijn vriend ontmoeten?", "url": "https://volkskrant.nl/de-gids/mag-ik-de-familie-van-mijn-vriend-ontmoeten~ba5b760c/", "summary": "Ik heb twee van zijn familieleden één keer kort ontmoet, maar hij wil de rest van zijn familie niet aan mij voorstellen.\nHeb ik zijn keuze te respecteren of mag ik van hem verwachten dat hij mij introduceert bij zijn familie?\nHet zijn enorme red flags waarvan je na het beëindigen van je relatie zegt: had ik daar maar eerder naar geluisterd.\nFabian de Jong (31), AmsterdamVerborgen relatieIn het geval van een liefdesrelatie van deze duur lijkt het mij logisch dat u geïntroduceerd wordt aan de rest van zijn familie.\nIk was heel jong, het was mijn eerste relatie en ik was erg verliefd, dus ik legde me erbij neer.", "paragraphs": ["Lezers vragen andere lezers om raad bij problemen en dilemma’s. Deze week: houdt mijn vriend mij verborgen?", "Sinds een jaar heb ik ‘officieel’ een relatie met mijn vriend, na ruim negen maanden daten. Ik heb twee van zijn familieleden één keer kort ontmoet, maar hij wil de rest van zijn familie niet aan mij voorstellen. Hij zegt geen zin te hebben in ‘roddels en gezeik’, zoals hem blijkbaar tijdens eerdere relaties is overkomen. Zijn familie is belangrijk voor hem, daarom zou ik deze personen graag willen ontmoeten. Voor mij voelt het alsof hij mij en onze relatie verborgen houdt voor anderen. Heb ik zijn keuze te respecteren of mag ik van hem verwachten dat hij mij introduceert bij zijn familie?", "Vrouw (24), naam bij redactie bekend.", "Bang", "Bij het opbouwen van een stabiele, langdurige relatie is het belangrijk dat jullie je best doen om elkaar te begrijpen. Probeer te achterhalen waar je vriend precies bang voor is, en leg hem op jouw beurt uit waarom jij graag (op termijn) zijn familie wil ontmoeten. Als je daarna nog steeds het gevoel hebt dat hij jullie samenzijn verborgen wil houden, vraag jezelf dan af of je met deze jongen wil blijven bouwen aan een relatie.", "Annabel Broekhuis (26), ’s Hertogenbosch", "Red flags", "Kun je op een rustige en open manier met hem praten over hoe dit voor jou is? En heeft hij je wel geïntroduceerd bij zijn vrienden? Als het antwoord op één van deze vragen ‘nee’ is: wegwezen. Het zijn enorme red flags waarvan je na het beëindigen van je relatie zegt: had ik daar maar eerder naar geluisterd.", "Suzanne Hielckert (28), Amsterdam", "Kwetsbaar", "Je vriend is op zoek naar een andere positie in zijn familie omdat hij zich kwetsbaar voelt. Stel hem de vraag: In welke situatie zou je ze wel aan mij willen voorstellen? Ontdek wat hij belangrijk vindt in contact en of dit ook bij jouw normen en waarden past. Mogelijk kunnen jullie elkaar hierin vinden of kan je hem leren dat een verandering in houding ook een ander resultaat kan opleveren.", "Fabian de Jong (31), Amsterdam", "Verborgen relatie", "In het geval van een liefdesrelatie van deze duur lijkt het mij logisch dat u geïntroduceerd wordt aan de rest van zijn familie. Een rechtvaardiging aan de kant van uw vriend als ‘geen zin in roddels en gezeik’ is niet concreet genoeg om u het gevoel van een verborgen gehouden relatie te ontnemen. U heeft denk ik ruwweg twee opties: vraag hem om verdere opheldering die zijn voorkeur verklaart of dring aan op een introductie; juist als zijn familie belangrijk voor hem is, zou dat moeten pleiten voor een ontmoeting.", "Sara Jelijs (19), Amsterdam", "Twijfelachtig", "Hij hoeft zijn familie natuurlijk niet voor te stellen als hij dat niet wil en hij er een goede reden voor heeft. Ik vind het wel twijfelachtig doordat je zegt dat zijn familie belangrijk is voor hem. Zie je zijn vrienden? Er kan ook iets anders zijn. Waar ik dacht dat praten altijd de oplossing was, had ik op mijn 24ste/25ste een vriend met een dubbelleven. Blijf altijd naar je gevoel luisteren.", "Myrthe Polman (28), Amsterdam", "Veeg teken", "Ik heb ook in die situatie gezeten. Ik was heel jong, het was mijn eerste relatie en ik was erg verliefd, dus ik legde me erbij neer. Achteraf weet ik nog steeds niet of hij zich nu voor mij schaamde of voor zijn familie, maar het was een veeg teken dat onze relatie geen stand zou houden. Het is begrijpelijk dat je vriend zijn leven wil compartimenteren, maar het is niet realistisch en niet fair. Probeer hem uit te leggen dat deze uitsluiting erger is dan eventuele ‘roddels en gezeik’.", "Marlies Jansen (55), Oegstgeest"], "authors": ["Machteld Van Gelder"], "keywords": ["vriend", "ik", "zijn", "van", "het", "mijn", "voor", "en", "een", "familie", "ontmoeten", "hij", "dat", "mag", "je"], "pubDate": "2020-12-31T09:53:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}