{"id": "1531de22-1c09-3daa-8836-fe4de9ddbf95", "title": "De psychologische gevolgen van thuiswerken: ‘Vrouwelijke leiders zijn in het voordeel’", "url": "https://volkskrant.nl/nieuws-achtergrond/de-psychologische-gevolgen-van-thuiswerken-vrouwelijke-leiders-zijn-in-het-voordeel~bb217088/", "summary": "Hoogleraar organisatiepsychologie Mark van Vugt van de VU stak aan het begin van de coronacrisis met dertig internationale autoriteiten uit het vakgebied de koppen bij elkaar.\nToen was het een privilege, nu is het verplicht.” Wel is uit het onderzoek een aantal aandachtspunten en aanbevelingen af te leiden.\nAanwezigheidsdrangMet een familiepak zakdoeken en een strip paracetamol op het werk verschijnen gold tot voor kort nog als het ultieme bewijs van loyaliteit en ambitie.\nIsolatiegevaarOf werknemers profiteren van het thuiswerken, is sterk afhankelijk van persoonlijke en sociale factoren.\nWaar we tijdens een crisis normaal gesproken geneigd zijn te vertrouwen op masculiene types, zouden juist vrouwelijk leiders nu in het voordeel zijn, stelt Van Vugt.", "paragraphs": ["Thuiswerker Sietske Knüppe. Beeld Freek van den Bergh / de Volkskrant", "Dat thuiswerken efficiënt kan zijn, blijkt wel uit het onderzoek naar de psychologische consequenties ervan. Hoogleraar organisatiepsychologie Mark van Vugt van de VU stak aan het begin van de coronacrisis met dertig internationale autoriteiten uit het vakgebied de koppen bij elkaar. Koud drie maanden later ligt er kloek onderzoek met alle (on)voorstelbare implicaties van thuiswerken op de korte en lange termijn en de invloed van corona op de toekomst van werk.", "Als uit het onderzoek één ding duidelijk wordt, is het wel dat er nog heel veel onduidelijk is. “Dit is een heel andere ball game”, stelt Van Vugt. “Al het onderzoek naar thuiswerken dat voor deze pandemie is gedaan was gericht op mensen die dat vrijwillig deden. Toen was het een privilege, nu is het verplicht.” Wel is uit het onderzoek een aantal aandachtspunten en aanbevelingen af te leiden. Van Vugt signaleert er vier.", "Aanwezigheidsdrang", "Met een familiepak zakdoeken en een strip paracetamol op het werk verschijnen gold tot voor kort nog als het ultieme bewijs van loyaliteit en ambitie. In coronatijden kan dat arbeidsethos nog weleens voor problemen gaan zorgen, denkt Van Vugt. Zeker bij mensen die het gevoel hebben dat ze onmisbaar zijn.", "Goed leiderschap is daarom belangrijk. Managers moeten het goede voorbeeld geven door nooit met klachten op kantoor te verschijnen. “En ze moeten minder op aanwezigheid gaan beoordelen, meer op output. Spreek af: volgende week moet het af zijn, en of je het nou om twee uur ‘s middags of drie uur ‘s nachts doet maakt niet uit, áls het maar af komt.”", "Hoe diepgeworteld de gewoonte zit om ten koste van onze gezondheid naar kantoor te komen, blijkt wel uit recent onderzoek naar patiënten met chronische aandoeningen als de ziekte van Crohn en diabetes. Hun lichamelijke symptomen namen wonderwel af sinds thuiswerken het parool werd. Blijkbaar hebben zij zich al die jaren heel wat stress op de hals gehaald om maar op het werk te verschijnen.", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips.", "Isolatiegevaar", "Of werknemers profiteren van het thuiswerken, is sterk afhankelijk van persoonlijke en sociale factoren. “Extraverten hebben er het meeste last van”, zegt Van Vugt. “Zij hebben veel prikkels nodig en als ze die niet krijgen, worden ze onrustig, krijgen ze stemmingswisselingen en last van slapeloosheid.” Ook alleenstaanden en expats zonder groot sociaal netwerk zijn er niet bij gebaat.", "Volgens Van Vugt zouden werkgevers de risicogroepen in kaart moeten brengen en voor hen een voorkeursbeleid moeten opstellen. Daarnaast moeten ze inzetten op het kantoor als ontmoetingsplek. Zeker grote bedrijven kunnen overwegen om kleinere vestigingen (hubs) door het land te openen zodat niet iedereen naar het hoofdkantoor moet reizen. Dat moet niet alleen helpen tegen de sociale – maar ook de professionele isolatie. “Je leert heel veel on the job, door het klappen van de zweep, en van collega’s met ervaring, dat delen van kennis missen we nu.”", "Creativiteitsgebrek", "Sinds de coronacrisis zijn we beland in een ondoordringbaar doolhof aan regels. We moeten anderhalve meter afstand houden, mogen niet meer samen in de kantine zitten, of toch weer wel. Terwijl innovatie gebaat is bij spontaniteit: het gesprekje bij het koffiezetapparaat met die collega van een verdieping hoger of even stoom afblazen bij de voetbaltafel.", "Van Vugt: “De vraag is: hoe kun je straks nog het creatief potentieel benutten in een werksituatie waarin alles is gereguleerd en gestandaardiseerd met regels?” Hoewel de online omgeving best wat mogelijkheden biedt om informeel sociaal contact met bijvoorbeeld virtuele lunches en pubquizes te mimicken, blijft het behelpen. Toch ziet Van Vugt ook een kans voor organisaties die wat strakker en formeler georganiseerd zijn: online is de hiërarchie minder nadrukkelijk aanwezig.", "Alles wat normaal gesproken wijst op de dominantie van de baas verdwijnt; de grote auto, het grote kantoor, de secretaresse waar je eerst langs moet. “Ook de baas is gewoon een klein schermpje, een keizer zonder kleren, dat geeft de kans om losser te worden en dat kan het creatieve proces stimuleren.”", "Leiderschap", "Teamleiders hebben de afgelopen weken veel extra taken op zich genomen. Zo moesten ze plots ook sociale ondersteuning bieden, ervoor zorgen dat medewerkers zich aan de veiligheidsvoorschriften hielden en hun gezondheid in de gaten houden. “Het is nu zaak om te gaan delegeren en mensen in het team taken te geven. Voor zaken als vergaderingen inplannen of notities schrijven kun je gewoon iemand aanwijzen.”", "Deze pandemie vraagt waarschijnlijk ook om een ander type leider. Waar we tijdens een crisis normaal gesproken geneigd zijn te vertrouwen op masculiene types, zouden juist vrouwelijk leiders nu in het voordeel zijn, stelt Van Vugt. “Uit onderzoek blijkt dat vrouwen als leiders communicatief sterker zijn, minder geneigd zijn risico’s te nemen en ze letten meer op hygiëne. Kijk voor anekdotisch bewijs ook maar naar hoe Jacinda Ardern en Angela Merkel het doen ten opzichte van Boris Johnson.”"], "authors": ["Marieke De Ruiter"], "keywords": ["psychologische", "van", "leiders", "thuiswerken", "gevolgen", "voordeel", "het", "op", "vugt", "zijn", "een", "je", "en", "te", "dat", "vrouwelijke"], "pubDate": "2020-07-03T15:19:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}