{"id": "1534b7ac-7079-3d65-be76-c9eb4bedde18", "title": "Geen kaffirlimoen meer, maar makrut limoen", "url": "https://www.parool.nl/ps/geen-kaffirlimoen-meer-maar-makrut-limoen~b08acc5e/", "summary": "Iedere week verwondert Samuel Levie zich over een ingrediënt dat in het seizoen is of dat hij is tegengekomen tijdens zijn culinaire speurtochten.\nToen kwam ­Versteeghen met een Surinaamse ketchup waarvan menig Surinamer zich afvroeg welke onnozelaar hen in ­vredesnaam zoiets ranzigs in de schoenen wilden ­schuiven.\nKaffirlimoen ken je misschien wel onder de Indonesische naam djeroek poeroet, of makrut, de Thaise naam.\nDavidson vermoedt dat de limoen de naam in Afrika kreeg en dat die via Maleisië, Indonesië en Thailand in Europa terechtkwam.\nIk ben het met Davidson eens, we hebben besloten de term ‘kaffirlimoen’ te vervangen voor het Engelse ‘lime leaves’.", "paragraphs": ["Iedere week verwondert Samuel Levie zich over een ingrediënt dat in het seizoen is of dat hij is tegengekomen tijdens zijn culinaire speurtochten. Deze week: makrut limoen.", "De afgelopen tijd wordt in mijn omgeving veel gesproken over culturele toe-eigening en racisme met betrekking tot eten. Er was de rel rond Hema, die roti serveerde zonder daadwerkelijke rotiplaat. Hema wilde een commercieel slaatje slaan uit de Surinaamse (of Indiase) keuken ­zonder het gerecht te respecteren. Dom! Toen kwam ­Versteeghen met een Surinaamse ketchup waarvan menig Surinamer zich afvroeg welke onnozelaar hen in ­vredesnaam zoiets ranzigs in de schoenen wilden ­schuiven.", "Door de interessante discussies met mijn vrienden over toe-eigening, die soms zelfs overslaan in racisme, vallen mijn ogen op een van onze eigen flesjes Butcha. Onze kombucha, waarvan de populairste smaak gember en kaffirlimoen is. Kaffirlimoen ken je misschien wel onder de Indonesische naam djeroek poeroet, of makrut, de Thaise naam. Het is de mega-aromatische, lustopwekkende knobbelige limoen waarvan veel Nederlanders vooral het limoenblad gebruiken in Aziatische gerechten.", "Ik staarde naar het woord ‘kaffir’ en vroeg me af waar dat woord eigenlijk vandaan komt. Het is namelijk hetzelfde woord dat in Zuid-Afrika synoniem is aan het n-woord. Een term die zeer discutabel en kwetsend is en refereert aan de donkere tijden van apartheid. Waarom staat dat doodleuk op mijn eigen drankje en op allerlei ­potjes en zakjes in de toko?", "Ik deed wat onderzoek en wat blijkt: in mijn favoriete culinaire naslagwerk The Oxford companion to food uit 1999 vraagt auteur Alan Davidson zich al af of we de naam van de vrucht, die in de Zuidoost-Aziatische keukens zo belangrijk is, niet moeten heroverwegen. Hoe de limoen zijn Engelse naam kreeg, is onduidelijk. Davidson vermoedt dat de limoen de naam in Afrika kreeg en dat die via Maleisië, Indonesië en Thailand in Europa terechtkwam. Hoe dan ook, de vrucht kreeg zijn Engelse naam pas laat in de 20ste eeuw. Ik ben het met Davidson eens, we hebben besloten de term ‘kaffirlimoen’ te vervangen voor het Engelse ‘lime leaves’.", "Beeld Emma Levie"], "authors": ["Samuel Levie"], "keywords": ["kaffirlimoen", "geen", "het", "meer", "maar", "die", "makrut", "met", "zijn", "limoen", "mijn", "een", "en", "dat", "zich", "naam"], "pubDate": "2020-12-01T08:42:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}