{"id": "154570d1-8221-3563-9359-825e0ddfce78", "title": "How do you keep a choir afloat in a pandemic?", "url": "https://www.parool.nl/english/how-do-you-keep-a-choir-afloat-in-a-pandemic~be0ba9a6/", "summary": "Dirigent Maria van Nieukerken van Toonkunst Rotterdam.\nIt’s a new work in the choir’s repertoire and, from her little box on the computer screen, conductor Maria van Nieukerken explains the potential vocal pitfalls.\nVan Nieukerken should know: she conducts several of them, including chamber vocal ensemble PA’dam and the country’s oldest oratorio choir, Toonkunst Rotterdam, established in 1829.\nThe oratorio choir holds a digital rehearsal a couple of times a week, and she has managed to come up with something workable in the months since the pandemic began.\nVan Nieukerken joins in with the plaudits, and thanks everyone for taking part.", "paragraphs": ["Dirigent Maria van Nieukerken van Toonkunst Rotterdam. Beeld Lou Wolfs/ Toonkunst Rotterdam", "The music is carefully chosen: Camille Saint-Saëns’ Les fleurs et les arbres is about the consolations of nature in difficult times. It’s a new work in the choir’s repertoire and, from her little box on the computer screen, conductor Maria van Nieukerken explains the potential vocal pitfalls. “Don’t hang on to the long notes for too long, sopranos,” she warns. Then they rehearse the song, with her playing the piano and singing, and more than fifty choristers joining her at their computers, microphones switched off, everyone singing to themselves.", "So what’s the secret to managing a choir during Covid? Van Nieukerken should know: she conducts several of them, including chamber vocal ensemble PA’dam and the country’s oldest oratorio choir, Toonkunst Rotterdam, established in 1829.", "She says the answer is investing lots of energy. “There’s obviously a great deal you can’t do. We can’t meet, and we can’t really sing together or perform in public. We miss the intimacy and togetherness we feel when we sing in a group, which is difficult for a choir. But there also some things you can do, and we do them.”", "Keeping time", "Van Nieukerken uses a combination of Zoom, WhatsApp and YouTube. The oratorio choir holds a digital rehearsal a couple of times a week, and she has managed to come up with something workable in the months since the pandemic began.", "“Singing together on Zoom is a non-starter, because it’s impossible to keep time, so I play the piano and the choristers sing to themselves at home. We go through the piece together, and I try to make it fun. The rehearsal begins with voice exercises, but we also do games.", "“But it’s all stopped since the new Covid measures were introduced. We’d been planning to perform Mozart’s Requiem and other pieces in the next few weeks, but we couldn’t do that either, which was a real letdown for the choir. You need to earn a crust somehow: you couldn’t do that with an audience of thirty before the new measures, and you certainly can’t now.”", "The social aspect of singing is very important to the members of Toonkunst Rotterdam. “We love one another,” says one member after the digital rehearsal. “Seeing people makes you feel good.” The ties between them have strengthened during the pandemic: the different voice groups already had their own choir-related chat groups, and there’s now a separate one simply for sharing life’s joys and sorrows. Van Nieukerken has also encouraged the singers to talk on the phone, and one says: “I’m now in contact with people I’d normally never have talked to.”", "Pinning their hopes on the spring", "The choir members are full of praise for their conductor, describing her as a tireless bundle of energy who puts her heart and soul into digital rehearsals. It says a lot that there are over a hundred singers, and not one has thrown in the towel, even with no concerts scheduled. One recalls how a performance of Bach’s St Matthew Passion was cancelled last spring: “It was a real body blow for everyone, but right at the moment the concert had been scheduled to begin, she messaged us a recording of her playing a French suite by Bach. That’s typical Maria.”", "There’s no telling how and when the choir will start performing again, though they hope it may be in the spring. During the rehearsal, Van Nieukerken announces that the programming committee has put together a contemplative concert including Mozart’s Missa brevis, Unicornis captivatur by the Norwegian composer Ola Gjeilo, and some spirituals. They will make a start on this in the next few weeks. “That way, we can do a concert as soon as possible after we get the green light,” she says. If the forest of raised thumbs from the choir is anything to go by, they can’t wait.", "Rehearsals always end with a “sing your own song” session. The first performer, René, has chosen a poem by Mikhail Lermontov set to music, which he sings unaccompanied and in Russian, complete with dramatic gestures. When he’s finished, all the people in the little boxes applaud enthusiastically, switching on their microphones one by one and showering him with compliments. Van Nieukerken joins in with the plaudits, and thanks everyone for taking part. “Now go and treat yourselves to a glass of wine or a beer,” she urges them."], "authors": ["Patrick Meershoek En Marloes De Moor"], "keywords": ["sing", "van", "afloat", "rotterdam", "singing", "pandemic", "rehearsal", "digital", "toonkunst", "nieukerken", "choir", "cant"], "pubDate": "2020-11-24T09:42:05Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}