{"id": "154c792a-7525-3d20-83d2-04bcd4082326", "title": "Dit zijn de negen cruciale staten tijdens de Amerikaanse verkiezingen", "url": "https://nu.nl/verkiezingen-vs/6085933/dit-zijn-de-negen-cruciale-staten-tijdens-de-amerikaanse-verkiezingen.html", "summary": "Alle ogen zijn tijdens de Amerikaanse presidentsverkiezingen gericht op een tiental swingstaten.\nAmerikaanse kiezers stemmen niet direct op een presidentskandidaat.\nDoor de eigenaardigheden van het Amerikaanse kiesstelsel kan het gebeuren dat de kandidaat die landelijk de meeste stemmen krijgt, toch verliest.\nMaar er gebeurt iets in Texas; in de peilingen zitten Biden en Trump elkaar op de hielen.\nDesondanks zou het verrassend zijn als Biden de 38 Texaanse kiesmannen achter zich krijgt - dat zou duiden op een overweldigende landelijke zegetocht.", "paragraphs": ["Alle ogen zijn tijdens de Amerikaanse presidentsverkiezingen gericht op een tiental swingstaten. Van de andere staten is op voorhand wel duidelijk of ze Democratisch blauw of Republikeins rood zullen kleuren, maar in de paarse 'battleground states' kan de strijd nog beide kanten op. Dit zijn de negen belangrijkste.", "In de landelijke peilingen heeft Democraat Joe Biden een voorsprong die in de afgelopen maanden opvallend stabiel is gebleven, rond zo'n 10 procentpunten. Als echter wordt ingezoomd op de swingstaten, blijkt dat de verschillen daar meestal een stuk kleiner zijn.", "Amerikaanse kiezers stemmen niet direct op een presidentskandidaat. Ze bepalen welke kiesmannen hun staat naar het Kiescollege stuurt, de Democratische of de Republikeinse. Die verkiezen vervolgens de president. Door de eigenaardigheden van het Amerikaanse kiesstelsel kan het gebeuren dat de kandidaat die landelijk de meeste stemmen krijgt, toch verliest. Alles draait uiteindelijk om de kleur die de afzonderlijke staten aannemen.", "Witte swingstaten tussen rode Republikeinse en blauwe Democratische bolwerken. (Foto: NU.nl)", "In dit artikel kijken we naar de negen cruciale swingstaten tijdens de verkiezingen in november, aan de hand van de twee onofficiële regio's waarin ze te vinden zijn", "The Rust Belt: Winnen de Democraten hun oude bolwerken terug?", "De industriële 'Rust Belt' loopt van New York tot in het Midden-Westen. Voorheen gold de regio, waar vakbonden traditioneel sterk waren, als de Blue Wall, als een linie van Democratische bolwerken.", "De teloorgang van de Amerikaanse maakindustrie heeft echter gezorgd voor leegloop, economische verloedering en maatschappelijke problemen, zoals de opioïdencrisis. Trumps belofte dat hij globalisering zou tegengaan en banen terug zou brengen naar de Rust Belt-staten zorgde in 2016 dat de Democratische muur werd geslecht.", "Pennsylvania (20 kiesmannen)", "Veel praktisch opgeleide witte stemmers uit Pennsylvania liepen in 2016 weg bij de Democraten en schonken Trump een verrassende, nipte overwinning op Hillary Clinton. Nu geldt de staat als 'swingstaat der swingstaten'. De twintig kiesmannen zijn een begerenswaardige prijs. Volgens de meeste verkiezingsmodellen kan de kandidaat die wint in Pennsylvania vast door de map met tapijtstalen voor de slaapkamers in het Witte Huis gaan bladeren.", "Extra spannend: naar verwachting komen de uitslagen uit Pennsylvania pas laat binnen, omdat vervroegde stemmen en poststemmen daar pas vanaf de verkiezingsdag mogen worden geteld. Ook lopen in deze staat de meeste rechtszaken rond het verkiezingsproces.", "In de peilingen heeft Biden momenteel een bescheiden voorsprong.", "Michigan (16 kiesmannen) en Wisconsin (10)", "Tussen 1992 en 2012 koos Michigan, de 'Great Lakes State', steevast voor een Democraat, maar in 2016 won Trump (met een duizelingwekkend klein verschil van 10.704 stemmen). Dat was voornamelijk te danken aan een relatief grotere kiezersopkomst in plattelandsgebieden ten opzichte van die in Detroit, de grootste stad van de staat.", "Als Biden niet wint in Michigan, is het moeilijk voor te stellen dat hij nog een pad naar het Witte Huis heeft, zeggen deskundigen. Hij heeft een comfortabele voorsprong op Trump in de peilingen, maar gezien de verrassingen rond de opkomst vier jaar geleden, zullen de Democraten er niet op durven vertrouwen dat de buit binnen is.", "Wisconsin was ook een voormalig Democratisch bolwerk (zij het pas vanaf de jaren tachtig van de vorige eeuw) dat in 2016 zeer nipt werd veroverd door Trump. Momenteel heeft Biden er een vrij ruime voorsprong in de peilingen.", "Minnesota (10 kiesmannen)", "De 'blauwste' staat van de Rust Belt. In 2016 wist Hillary Clinton er te winnen, maar haar voorsprong was met 1,5 procent niets om over naar huis te schrijven. Vooralsnog lijkt het erop dat Biden het beter zal doen dan zijn partijgenoot.", "The Sun Belt: Van dieprood naar paars", "In een aantal staten dat deel uitmaakt van de 'Sun Belt', die van kust tot kust door de zuidelijke VS loopt, zorgen veranderingen in de samenstelling van de snel groeiende bevolking voor electorale verschuivingen. Het aantal zwarte kiezers en het aantal kiezers van Latijns-Amerikaanse afkomst groeit snel in vrijwel de hele regio.", "Florida (29 kiesmannen)", "Florida is de beroemdste swingstaat van allemaal. Tussen 1964 en 2016 kwam elke kandidaat die de 'Sunshine State' mocht bijschrijven terecht in het Witte Huis (1992 uitgezonderd, toen Bill Clinton er heel nipt van George H.W. Bush verloor).", "Analisten zeggen dat de Democraten het zich kunnen veroorloven te verliezen in Florida, mits ze een aantal van de staten in het Midden-Westen die ze in 2016 kwijtraakten weten terug te winnen. Voor president Trump wordt het heel moeilijk om aan de benodigde kiesmannen te komen als hij Florida verliest. Volgens de peilingen wordt het spannend.", "126 Waarom Florida cruciaal is tijdens de Amerikaanse verkiezingen", "Georgia (16 kiesmannen)", "Democraat Jimmy Carter won in 1976 en 1980 in zijn thuisstaat Georgia en Bill Clinton deed dat in 1992, maar verder was de zuidelijke staat vanaf de jaren zeventig een solide Republikeins bolwerk.", "Dat imago lijkt niet meer bestendig. Donald Trump won in 2016 met ongeveer 5 procentpunten verschil van Hillary Clinton, geen dikke overwinning. De Republikeinse gouverneur Brian Kemp, een Trump-loyalist, wist in 2018 maar nipt te winnen van zijn Democratische rivaal Stacey Abrams. Nu gaan ook Trump en Biden in de peilingen nek-aan-nek.", "North Carolina (16 kiesmannen)", "North Carolina was tot twintig jaar geleden ook een veilige staat voor de Republikeinen, maar de grote aantallen mensen die vanuit overwegend Democratische staten in het noordoosten naar North Carolina verhuizen, doen de 'Tar Heel State' aansluiten bij de algehele trend in de Sun Belt. Barack Obama wist er net de overwinning te behalen in 2008, gevolgd door relatief nipte Republikeinse zeges in 2012 en 2016. Momenteel ontlopen Trump en Biden elkaar niet in de peilingen.", "Arizona (11 kiesmannen)", "Arizona zit in hetzelfde bootje als Georgia en North Carolina. De staat stemt al sinds 1952 Republikeins (alleen Bill Clinton wist er te winnen, in 1996), maar de snelle groei van de steden en buitenwijken zorgt ook hier voor een kantelend beeld. Trump won in 2016 met een marge van 3,5 procent - vier jaar later heeft Biden er een kleine voorsprong.", "Wildcard: Texas (38 kiesmannen)", "Deze staat heeft sinds 1976 niet meer voor een Democraat gekozen. Vroeg je de gemiddelde Nederlander een stereotiepe Republikeinse staat te noemen, dan klonk sinds de jaren tachtig van de vorige eeuw meestal de naam van deze staat. Maar er gebeurt iets in Texas; in de peilingen zitten Biden en Trump elkaar op de hielen.", "De demografische ontwikkelingen die zich elders in de Sun Belt voordoen, zijn ook te zien in Texas. Desondanks zou het verrassend zijn als Biden de 38 Texaanse kiesmannen achter zich krijgt - dat zou duiden op een overweldigende landelijke zegetocht. De staat drijft wel richting de Democraten, maar waarschijnlijk niet snel genoeg om dit jaar al te kantelen, zeggen deskundigen. President Trump heeft momenteel een nauwe voorsprong in de peilingen."], "authors": ["Door", "Matthijs Le Loux"], "keywords": ["negen", "van", "dit", "trump", "verkiezingen", "cruciale", "het", "op", "staat", "die", "zijn", "staten", "tijdens", "een", "en", "te", "dat", "amerikaanse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}