{"id": "156d9388-b4eb-397d-a82a-672f37455f6a", "title": "Plan om beter zicht te krijgen op voetbaltalent: schuif jaarlijks met de peildatum", "url": "https://volkskrant.nl/sport/plan-om-beter-zicht-te-krijgen-op-voetbaltalent-schuif-jaarlijks-met-de-peildatum~b85d7a86/", "summary": "Training op een trainingscomplex van Ajax.\nIn het extreemste geval, tussen januari en december, scheelt het bijna een jaar.\nAlle jongens geboren in het begin van een jaar zitten in selecties van betaalde clubs.\nZe krijgen het beeld dat ze niet goed genoeg zijn, terwijl dat misschien helemaal niet zo is.\nMaurice Hagebeuk, hoofd van het jeugdplan Nederland bij de KNVB: ‘Het is lastig om het systeem te veranderen, ook al omdat iedereen het dan moet doen.", "paragraphs": ["Training op een trainingscomplex van Ajax. Beeld ANP", "Het is al jaren een cruciale factor bij de ontdekking van talent: kinderen die vroeg in een jaar zijn geboren, hebben een grotere kans om te slagen als voetballer dan kinderen die laat in het jaar ter wereld komen. Uit onderzoek van de KNVB blijkt dat ongeveer 40 procent van de spelers in jeugdopleidingen is geboren in het eerste kwartaal, bijna 30 procent in het tweede kwartaal, tegen de 25 procent in het derde kwartaal en minder dan 10 procent in het vierde kwartaal.", "Voetbaltrainer Guido den Dikken heeft zich bij de KNVB gemeld met een oplossing voor het probleem dat ontstaat doordat kinderen steeds per 1 januari van jaargroep veranderen. Hierdoor hebben vroeg in het jaar geboren kinderen een voordeel, zeker als ze jong zijn. Ze hebben een fysieke en mentale voorsprong op kinderen die later zijn geboren. In het extreemste geval, tussen januari en december, scheelt het bijna een jaar.", "Volgens Den Dikken schuilt de oplossing in het jaarlijks verschuiven van de peildatum, althans in de hogere rangen bij de amateurs en in de opleidingen betaald voetbal. Dus van 1 januari naar 1 april, via 1 juli naar 1 oktober. Ieder kind komt in pakweg acht jaar opleiding dan twee keer in elke periode terecht. Twee jaar is hij de oudste, twee jaar de jongste, de andere jaren zit hij in de middengroepen.", "Kar trekken", "Den Dikken: ‘Ze hebben dan elke keer een andere rol. Twee seizoenen zijn ze de oudste en trekken ze de kar. Twee seizoenen zijn ze de jongste en moeten ze knokken om bij te blijven. Zo krijgen we een beter zicht op werkelijk talent en de kansen worden gelijker en eerlijker.’", "Den Dikken vergroot de technische vaardigheid van toptalenten in zijn school Born to Play. Ook veel voetballers uit de eredivisie melden zich geregeld bij hem. ‘Het extreemste voorbeeld dat ik meemaakte, is het volgende: een jongen is van eind december 2007. Hij kwam bij een grote amateurclub terecht in het derde team van spelers onder 9 jaar. De ander is geboren op 2 januari 2008. Hij kwam in het eerste team tot 8 jaar en mocht al snel op stage bij Feyenoord. Terwijl ze van gelijkwaardig niveau waren en een week schelen in leeftijd. De een komt dus in het hoogste team van een leeftijd en krijgt goede trainers. De ander heeft een goedwillende vader als trainer.’", "Het effect van die ongelijke start werkt jarenlang door. Den Dikken merkt dat elke dag. Alle jongens geboren in het begin van een jaar zitten in selecties van betaalde clubs. Getalenteerde jongens uit het eind van een ouder jaar voetballen bij goede amateurclubs.", "Den Dikken: ‘Die verhouding klopt niet. Veel jongens krijgen zo ook een podium dat ze niet verdienen. Voor jongens uit het laatste kwartaal is het soms sneu. Ze krijgen het beeld dat ze niet goed genoeg zijn, terwijl dat misschien helemaal niet zo is. Veel talent gaat op deze manier verloren. Het is af en toe moeilijk voor ze om in hun droom te blijven geloven, omdat ze de kans niet krijgen.’", "De praktijk", "De KNVB is blij met het idee van praktijkman Den Dikken, maar ziet praktische bezwaren. Maurice Hagebeuk, hoofd van het jeugdplan Nederland bij de KNVB: ‘Het is lastig om het systeem te veranderen, ook al omdat iedereen het dan moet doen. Als Fifa en Uefa het zo laten als het is, is het praktisch niet uitvoerbaar, want dan komen we in problemen bij onze selecties voor internationale toernooien. Je moet het doorvoeren voor alle voetballers, anders blijft het ongelijk.", "‘Het is een vrij algemeen probleem, dat ook speelt in het onderwijs met vroege en late leerlingen. Maar het is wel belangrijk dat we nadenken over het thema, dat we meer kennis opdoen over het geboortemaandeffect.’", "Teams worden bij zo’n veranderende peildatum elk jaar opnieuw ingedeeld, terwijl ze nu vaak jarenlang uit min of meer dezelfde jongens bestaan. Den Dikken: ‘Ik verwacht weerstand, ook van ouders. Je zult zien dat sommige kinderen uit het eerste kwartaal door de mand zullen vallen. Wat deed die bij Ajax, zullen critici dan zeggen?’", "De KNVB heeft al experimenten gedaan met onder meer halfjaarcompetities en teams van gemiddelde leeftijd, en wijst op de mogelijkheid van dispensatie van individuele spelers. Daarvan maakte een toptalent als Calvin Stengs gebruik. Hij is van december. Hij had het heel moeilijk bij AZ, op fysiek gebied.", "De club hield hem een jaar extra in de onder 16, wat vrij ongebruikelijk is bij betaalde clubs. In de Volkskrant zei hij eens: ‘In het begin was ik het daarmee niet eens. Maar vanaf dat extra jaar ging het goed. Ik maakte opeens goals en gaf assists.’"], "authors": ["Willem Vissers"], "keywords": ["jaar", "om", "schuif", "bij", "dikken", "met", "ze", "peildatum", "te", "van", "krijgen", "en", "een", "plan", "zicht", "voetbaltalent", "op", "het", "dat"], "pubDate": "2021-01-05T19:35:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}