{"id": "15786021-157d-39d1-815c-b16ef6d6afb3", "title": "Tesla maakt half miljoen auto's in 2020, maar levert er iets minder", "url": "https://nu.nl/economie/6099882/tesla-maakt-half-miljoen-autos-in-2020-maar-levert-er-iets-minder.html", "summary": "De Amerikaanse automaker Tesla heeft in het afgelopen jaar ruim een half miljoen auto's geproduceerd, meldt de onderneming van miljardair Elon Musk zaterdag.\nEen andere doelstelling, het leveren van een half miljoen auto's, werd net niet gehaald.\nHet bedrijf produceerde in 2020 509.737 auto's, terwijl er een jaar eerder 'slechts' 375.000 voertuigen van de band rolde.\nHet bedrijf van Elon Musk wist zijn andere doelstelling, het daadwerkelijk aan de man brengen van een half miljoen auto's, net niet te halen.\nTesla wist zijn eigen doelstelling dus niet te halen, maar overtrof wel de verwachtingen van analisten.", "paragraphs": ["De Amerikaanse automaker Tesla heeft in het afgelopen jaar ruim een half miljoen auto's geproduceerd, meldt de onderneming van miljardair Elon Musk zaterdag. Hiermee behaalt Tesla de doelstelling die het bedrijf zichzelf had gesteld in het begin van 2020. Een andere doelstelling, het leveren van een half miljoen auto's, werd net niet gehaald.", "De cijfers laten zien dat Tesla de productie het afgelopen jaar aardig heeft opgekrikt. Het bedrijf produceerde in 2020 509.737 auto's, terwijl er een jaar eerder 'slechts' 375.000 voertuigen van de band rolde.", "Tesla wist de productie op te schroeven, ondanks de coronacrisis. Door de wereldwijde pandemie werden Tesla-fabrieken in Sjanghai en Californië respectievelijk twee weken en anderhalve maand gesloten.", "Het bedrijf van Elon Musk wist zijn andere doelstelling, het daadwerkelijk aan de man brengen van een half miljoen auto's, net niet te halen. Volgens Tesla werden er vorig jaar 499.550 auto's geleverd, waarmee ze er 450 voertuigen naast zaten. Tesla wist zijn eigen doelstelling dus niet te halen, maar overtrof wel de verwachtingen van analisten. Zij hielden rekening met ruim 481.000 geleverde auto's."], "authors": ["Door"], "keywords": ["er", "van", "half", "jaar", "levert", "een", "tesla", "maakt", "iets", "minder", "autos", "doelstelling", "wist", "te", "het", "maar", "niet", "miljoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}