{"id": "157cf410-0746-3570-b597-66da46cab41f", "title": "Na de verkiezingen gaan we afvallen", "url": "https://nrc.nl/nieuws/2020/11/27/na-de-verkiezingen-gaan-we-afvallen-a4021667", "summary": "Mensen met een migratieachtergrond zijn gemiddeld inderdaad dikker.\nAls diabetes in de familie zit hangt het van je leeftijd en je buikomvang af wanneer je het krijgt.\nEen op de vier mensen met alleen basisonderwijs is obees; bij universitair opgeleiden is het een op de zestien.\nNa de verkiezingen komen er dus misschien andere partijen aan de macht die echte maatregelen gaan nemen tegen obesitas.\nWanneer zou de slinger terugslingeren en de gezondheid van de bevolking en van onze planeet voorrang krijgen boven de winsten van ondernemingen?", "paragraphs": ["Mensen die in het ziekenhuis liggen met corona zijn vaak te dik. Dat maakt de infectie heviger en gevaarlijker. Vandaar dat minister Hugo de Jonge aandacht vroeg voor gezond leven en bewegen. Hij wil dat we afvallen. Wat is daar voor nodig?", "Bij die obese ziekenhuispatiënten valt allereerst op dat ze vaak een niet-westerse migratieachtergrond hebben. Tijdens de eerste golf dit voorjaar hadden in Amsterdam mensen met een Surinaamse, Turkse, Marokkaanse of Ghanese afkomst drie tot vier keer zoveel kans om met corona in het ziekenhuis te belanden als mensen met een Nederlandse afkomst.", "Mensen met een migratieachtergrond zijn gemiddeld inderdaad dikker. Ze hebben ook meer type-2-diabetes (ouderdomsdiabetes) en daardoor worden ze nog zieker van een corona-infectie. Type-2-diabetes komt door een combinatie van aanleg, leeftijd en buikvet. Als diabetes in de familie zit hangt het van je leeftijd en je buikomvang af wanneer je het krijgt. Mensen met een niet-westerse afkomst hebben daarbij dubbel pech. Niet alleen zijn ze vaker te dik, ze hebben ook vaker aanleg. Anders gezegd: ze krijgen bij hetzelfde gewicht gemiddeld eerder diabetes dan westerlingen.", "Dat ze vaak te dik zijn is geen kwestie van aanleg. Het komt door een complex van armoede, woonsituatie, opleiding, voeding en cultuur. Vooral gebrek aan opleiding is een krachtige voorspeller van vetzucht. Een op de vier mensen met alleen basisonderwijs is obees; bij universitair opgeleiden is het een op de zestien.", "De doelgroep voor de maatregelen van minister De Jonge omvat dus veel mensen die niet alleen te dik zijn maar ook laag zijn opgeleid, leven in penibele omstandigheden met chronische stress door geldgebrek, aanleg hebben voor diabetes, het Nederlands niet perfect beheersen en misschien wat andere ideeën hebben over voeding en bewegen dan de gemiddelde NRC-lezer.", "Een half ziekenhuis vol", "Er valt hier een wereld te winnen, want ernstig overgewicht verergert niet alleen coronaziekte maar veroorzaakt ook een half ziekenhuis vol aan andere ziekten. Wat doen we daaraan? In een neoliberaal bestel is de reflex om mensen beter voor te lichten en op hun verantwoordelijkheid te wijzen, maar dat werkt voor geen meter. Het slagingspercentage bij afvallen is op termijn nauwelijks beter dan bij afkicken van heroïne. In het begin gaan er een aantal kilo’s af maar de meesten zijn na een of twee jaar terug op hun oude gewicht. In een dikmakende omgeving zoals de onze moet je met zwaardere middelen aankomen dan een cursus of een dieetadvies om mensen blijvend te laten afvallen.", "Die zwaardere middelen zijn eerder met succes ingezet tegen sigaretten. De maatregelen daartegen worden nog zwaarder. De prijs van sigaretten gaat op termijn naar een tientje per pakje en de verkoop via automaten, supermarkten en internet wordt verboden. Rokers worden steeds meer uit het maatschappelijk leven verdrongen. Het zal draconische maatregelen vereisen om de laatste rokers tot stoppen te dwingen en we moeten ons afvragen of we dat wel willen.", "Bij obesitas is het laaghangend fruit nog niet geplukt. Een taks op sap en frisdrank is bijvoorbeeld bewezen effectief om de consumptie van suiker en calorieën te verminderen, dat is in veel landen aangetoond. Bij ons is zo’n taks niet ingevoerd als gevolg van de invloed van de voedingsindustrie op de VVD. De politieke wind is echter aan het draaien. Na dertig jaar marktwerking roept de kiezer nu om meer overheid, toezicht en ingrijpen. Na de verkiezingen komen er dus misschien andere partijen aan de macht die echte maatregelen gaan nemen tegen obesitas. Dat betekent meer ruimte voor kinderen, fietsers en voetgangers ten koste van auto’s; extra belasting op dikmakend eten; verbod op reclame; fastfoodwinkels dicht; meer geld voor gym op school; enzovoort. Minder markt dus en meer overheid.", "Met ongeduld gewacht", "Ik heb hier jaren met ongeduld op gewacht. Wanneer zou de slinger terugslingeren en de gezondheid van de bevolking en van onze planeet voorrang krijgen boven de winsten van ondernemingen? Daar lijkt nu uitzicht op. Ik hoop dat we een andere regering krijgen die met ingrijpende regelgeving de last van de obesitas gaat verminderen.", "Tegelijk is juist nu het moment om ons erop te bezinnen hoever die slinger terug moet gaan. Ons neoliberale tijdperk was zelf een reactie op een tijd lang geleden waarin ‘presteren’ en ‘excelleren’ vieze woorden waren en mensen met de nek werden aangekeken als ze bij een multinational werkten. Bij de terugkeer naar meer overheid en minder markt moeten we vermijden om weer zo door te schieten. Het is goed als vetzucht staatszaak wordt, maar laten we daar grenzen aan stellen. Bij dikke mensen liggen kleinering en uitsluiting nog meer op de loer dan bij rokers. Laten we daarom geen onmogelijke eisen stellen aan onze obese medemens. Ook vijf kilo minder maakt een mens al merkbaar gezonder. Niet vanwege corona, dat is dan allang voorbij, maar er blijven genoeg andere obesitasgerelateerde ziektes over.", "Goed idee van minister de Jonge om het aan te kaarten. Hopelijk kiezen we in maart een coalitie die het gaat doen.", "Martijn Katan is biochemicus en emeritus hoogleraar voedingsleer aan de Vrije Universiteit Amsterdam. Voor bronnen en cijfers zie is biochemicus en emeritus hoogleraar voedingsleer aan de Vrije Universiteit Amsterdam. Voor bronnen en cijfers zie mkatan.nl", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 28 november 2020"], "authors": ["Leestijd Minuten"], "keywords": ["van", "verkiezingen", "mensen", "het", "op", "met", "gaan", "een", "en", "te", "dat", "afvallen", "voor"], "pubDate": "2020-11-27T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}