{"id": "158ce8e2-dfe7-32bf-8592-6ede375f18e2", "title": "Het Haagse verzet tegen Ajax brak na nog geen 20 minuten", "url": "https://www.parool.nl/sport/het-haagse-verzet-tegen-ajax-brak-na-nog-geen-20-minuten~b180bcef/", "summary": "ADO hield het nét geen twintig minuten vol, toen brak het Haagse verzet.\nEn dacht iedereen na één helft: kan Ajax het record (13-0 tegen VVV) laten sneuvelen?\nAnders dan VVV kon ADO het zondagmiddag echter wel opbrengen om het hoofd niet te laten zakken na de vier treffers die het in een kwartier moest slikken.\nHij was een van de drie invallers.\nUiteindelijk maakte Promes deel uit van het elftal dat de tweede helft met 2-0 verloor van een ploeg die dit seizoen alle zeilen moet bijzetten om niet te degraderen.", "paragraphs": ["ADO hield het nét geen twintig minuten vol, toen brak het Haagse verzet. En dacht iedereen na één helft: kan Ajax het record (13-0 tegen VVV) laten sneuvelen?", "Is het verschil tussen de boven- en onderkant van de eredivisie zo groot?", "Dit seizoen zeker. Ploegen als VVV, ADO, Emmen en PEC Zwolle schieten op veel fronten – maar vooral kwalitatief – tekort. Ajax schiet geregeld uit z’n slof. De lege tribunes helpen de kleine clubs ook niet. Anders dan VVV kon ADO het zondagmiddag echter wel opbrengen om het hoofd niet te laten zakken na de vier treffers die het in een kwartier moest slikken.", "ADO richtte zich in de tweede helft alsnog op?", "Dat lag grotendeels aan Ajax. Trainer Erik ten Hag wisselde drie keer in de rust. Gravenberch, Antony en Tagliafico bleven in de kleedkamer achter. De koploper maakte er vervolgens een potje van. Het bleef bij de treffers van Tadic, Huntelaar (2) en Labyad. ADO kreeg de doelpunten van Michiel Kramer en invaller Samy Bourard in de schoot geworpen.", "Mocht de veelbesproken Quincy Promes nog meedoen?", "Hij was een van de drie invallers. Promes werd een dag na de zege op PEC Zwolle gearresteerd en hij zat drie dagen vast voor verhoor. De aanvaller wordt door justitie verdacht van betrokkenheid bij een steekpartij, eind juli. Ten Hag nam Promes woensdag weer op in de selectie. “Hij is onschuldig zolang het tegendeel niet is bewezen.”", "Kon Promes nog iets uitrichten?", "Weinig. Hij kreeg een paar kansjes, maar het vuur was eruit bij Ajax. Uiteindelijk maakte Promes deel uit van het elftal dat de tweede helft met 2-0 verloor van een ploeg die dit seizoen alle zeilen moet bijzetten om niet te degraderen.", "Klaas Jan Huntelaar. Beeld BSR Agency", "Ajax", "André Onana 5", "Sean Klaiber 5", "Perr Schuurs 7", "Daley Blind 6", "Nicolás Tagliafico 6", "Davy Klaassen 5", "Ryan Gravenberch 7", "Zakaria Labyad 6", "Antony 6", "Klaas-Jan Huntelaar 7", "Dusan Tadic 6", "Wissels:", "Quincy Promes (5) voor Antony (’46)", "Lisandro Martínez (5) voor Nicolás Tagliafico (’46)", "Kenneth Taylor (5) voor Ryan Gravenberch (’46)", "Jurgen Ekkelenkamp (-) voor Klaas-Jan Huntelaar (’85)", "ADO:", "Luuk Koopmans 5", "Milan van Ewijk 5", "Boy Kemper 5", "Kees de Boer 5", "Dario Del Fabro 5", "Vicente Besuijen 5", "Bilal Ould-Chikh 5", "Pascu 5", "Jamal Amofa 6", "Michiel Kramer 6", "Lassana Faye 5", "Wissels:", "Samy Bourard (7) voor Boy Kemper (’46)", "Jonathan Mulder (6) voor Bilal Ould Chikh (’46)", "David Philipp (-) voor Vicente Besuijen (’61)", "Dante Rigo (-) voor Pascu (’61)", "Jonas Arweiler (voor) Michiel Kramer (’83)"], "authors": ["Dick Sintenie"], "keywords": ["van", "ajax", "nog", "voor", "en", "een", "brak", "huntelaar", "tegen", "20", "geen", "ado", "verzet", "haagse", "het", "promes", "minuten", "niet"], "pubDate": "2020-12-20T15:30:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}