{"id": "158dab23-7d01-3947-a41d-e572720bda3f", "title": "Thuiswerken, liever niet door Kamerleden", "url": "https://www.rtlnieuws.nl/columns/column/5198407/vvd-thuiswerken-hayke-veldman-tweede-kamer", "summary": "De Eerste Kamer werkt sinds het voorjaar met een digitale presentielijst, de senatoren kunnen die vanuit huis tekenen.\nNu moet je als Kamerlid altijd heel goed opletten als Van der Staaij het woord neemt.\nHij wordt beschouwd als de deskundige bij uitstek als het gaat om wat de Kamer wel en niet mag doen.\nHij is de hoeder van onze wet- en regelgeving, het juridisch geweten van het parlement.\nEr is geen Kamerlid dat Van der Staaij op dat terrein waagt tegen te spreken.", "paragraphs": ["Indachtig de wens van het kabinet om in coronatijd zo min mogelijk te reizen, bedacht Veldman een motie om minder naar Den Haag te hoeven en leurde daarmee langs andere fracties. De Eerste Kamer werkt sinds het voorjaar met een digitale presentielijst, de senatoren kunnen die vanuit huis tekenen. Dat schijnt naar behoren te functioneren. Bovendien had de Raad van State een positief advies uitgebracht. Dus wat lette de Tweede Kamer om hetzelfde te doen? Een ruime meerderheid zag het wel zitten. Alleen PVV, PvdA en SGP hadden zo hun bedenkingen.", "En die gingen flink tekeer. Geert Wilders noemde Veldman een lui Kamerlid, dat 'liever in zijn nest ligt of zit te Netflixen' dan naar zijn werkplek in Den Haag gaat om debatten voor te bereiden, dossiers te lezen, mails af te handelen en mensen te spreken. Ondanks het populistisch taalgebruik stond Wilders niet alleen. PvdA-voorman Lodewijk Asscher noemde het bewaken van de democratie een vitale functie die Kamerleden moeten vervullen. En niet van huis uit. SGP'er Kees van der Staaij zag het verzoek van Veldman ook niet zitten, meende zelfs dat het in strijd was met de Grondwet waarin staat dat voor een vergadering meer dan de helft van de Kamerleden aanwezig moet zijn. Volgens hem wordt de Grondwet met dit voorstel uitgehold.", "Nu moet je als Kamerlid altijd heel goed opletten als Van der Staaij het woord neemt. Hij wordt beschouwd als de deskundige bij uitstek als het gaat om wat de Kamer wel en niet mag doen. Hij is de hoeder van onze wet- en regelgeving, het juridisch geweten van het parlement. Als Van der Staaij zegt dat iets in strijd is met de (Grond)wet of met de Kamerregels, dan is dat ook zo. Er is geen Kamerlid dat Van der Staaij op dat terrein waagt tegen te spreken."], "authors": [], "keywords": ["van", "als", "thuiswerken", "het", "met", "kamerleden", "liever", "niet", "een", "te", "dat", "en", "om", "staaij", "door"], "pubDate": "2020-11-21T06:00:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}