{"id": "158dd16a-e055-3ea5-8cd3-63eecbc0cc8f", "title": "De zeven plagen van Jaap van Dissel: ‘Tweede golf had voorkomen kunnen worden’", "url": "https://volkskrant.nl/nieuws-achtergrond/de-zeven-plagen-van-jaap-van-dissel-tweede-golf-had-voorkomen-kunnen-worden~b9aa81cf/", "summary": "De onverstoorbare dokter des vaderlands is als voorzitter van het OMT en directeur van het Centrum voor infectieziektebestrijding van het RIVM een van Ruttes belangrijkste adviseurs.\nHij is het, die als enige wetenschapper mag aanschuiven bij het Catshuisoverleg van het kabinet.\nTegelijkertijd denk ik, en dat moet misschien in je karakter zitten, dat je gewoon authentiek moet blijven.\nMijn achtergrond is die van een medicus en een wetenschapper, dat is ook de reden waarom ik op deze positie ben gekomen.\n‘Ik denk dat dat zelfs in de allereerste beschouwingen geen realistisch scenario was.", "paragraphs": ["Jaap van Dissel weet het zeker: de maatregelen hadden best gewerkt, als we ons er maar aan hadden gehouden. Vier dagen voor de nieuwe lockdown blikten we met hem terug op het jaar van corona, aan de hand van zeven plagen. ‘Het virus loslaten is nooit een realistische optie geweest.’", "DE TWEEDE GOLF", "Meneer Van Dissel, de vorige keer dat ik u sprak, afgelopen zomer, was u nog hoopvol dat we een tweede golf konden voorkomen. ‘We hebben dan beter testbeleid en een uitstekend systeem van bron- en contactonderzoek’, zei u. Wat ging er mis?", "‘Ik weet niet of je moet zeggen: er is iets misgegaan. Je moet kijken wat er gebeurd is. Wat we gezien hebben is dat er na de vakantieperiode een heleboel dingen in een dusdanige richting gingen wijzen dat de viruscirculatie gewoon weer toenam. Er kwamen personen terug van vakantie die in het buitenland positief waren geworden. We zagen duidelijk de introducties, en vervolgens doorgifte van het virus, vooral in thuissituaties, op het werk en in verpleeghuizen. Dat heeft uiteindelijk een tweede golf getriggerd.’", "Maar we hadden dit toch moeten opvangen, met testen en regionale maatregelen?", "‘We hadden het vast kunnen voorkomen. Niet alleen in Nederland, maar ook in veel andere landen. Het heeft uiteindelijk veel te maken met de mate waarin iedereen… tja, toch de mate van naleving van de basisregels.’", "Dan legt u de schuld wel erg makkelijk bij de burger. Uit de cijfers van de corona-gedragsunit van het RIVM blijkt juist dat veruit de meeste mensen zich prima aan de regels houden.", "‘Ik denk dat je nu te kort door de bocht redeneert. Zeker, de intenties van de meesten zijn goed, en de meesten doen het ook goed. Maar tegelijkertijd: als we kijken naar verschillende onderzoeken, zoals bijvoorbeeld naar het winkelgedrag, zien we toch dat het haast weer zit op het niveau van voor covid, of zelfs erboven.", "‘Het gevoel van urgentie is duidelijk veranderd. We zien dat maatregelen die we eerder ook namen, nu minder effect hebben dan in maart. Dat moet wel komen doordat men een andere invulling geeft aan de adviezen. We zien dat bijna 20 procent van degenen die positief zijn getest, ondanks het nadrukkelijke verzoek om thuis te blijven toch het huis verlaat. En dat personen met verkoudheidsklachten toch naar hun werk of naar school gaan. Ik wil benadrukken: ik kan heel goed begrijpen dat men genoeg heeft van het virus en terug wil naar de periode ervoor. Maar het virus laat het gewoon niet toe.’", "10 maart: Het was nog wennen: handenschudden mag niet meer, had Rutte net verteld in de persconferentie, waarna hij Van Dissel de hand schudde Beeld AP", "Golven komen, golven gaan, maar Jaap van Dissel blijft altijd bestaan. De onverstoorbare dokter des vaderlands is als voorzitter van het OMT en directeur van het Centrum voor infectieziektebestrijding van het RIVM een van Ruttes belangrijkste adviseurs. Hij is het, die maand na maand de vaste Kamercommissie voor Volksgezondheid, Welzijn en Sport voorziet van soms hoogdravende colleges over de stand van de uitbraak. Hij is het, die als enige wetenschapper mag aanschuiven bij het Catshuisoverleg van het kabinet. Niet alleen omdat hij van de hoed en de rand weet, maar zeker ook omdat hij zo’n geschikte peer is, valt achter de schermen te beluisteren. Jaap hebben ze er graag bij.", "Terwijl er ook mensen zijn bij wie hij vooral irritatie opwekt. Jaap van Dissel, de breedsprakige professor. Niet de meest swingende persoonlijkheid of beste communicator. De academicus, die tegenstanders en twijfelaars kan overrompelen met een met bijzinnen, definities, vaktermen en archaïsche woorden doorspekt academisch referaat, maar daarbij één ding vergeet: de pathos, de kunst van het overtuigen met emotie. Koppig, star en pedant kan hij dan overkomen, vinden zijn tegenstanders.", "DE MEDIA", "Ik weet dat u het er liever niet over hebt, maar dit was toch het jaar waarin u ineens grote bekendheid kreeg. ‘Surrealistisch’, noemde uw Amerikaanse collega Anthony Fauci zijn ervaringen van afgelopen jaar. Hoe heeft u het beleefd?", "‘Wat ik daarover wil zeggen, en dat zal niet veel zijn, is dat het natuurlijk een intensief jaar is geweest, en dat ik herken wat je citeert. Tegelijkertijd denk ik, en dat moet misschien in je karakter zitten, dat je gewoon authentiek moet blijven. Mijn achtergrond is die van een medicus en een wetenschapper, dat is ook de reden waarom ik op deze positie ben gekomen. Dat heb ik geprobeerd vast te houden, zonder allerlei secundaire dingen teveel van invloed te laten doen zijn.’", "Rond uw buitenlandse collega’s Fauci, Christian Drosten (Duitsland), Fernando Simon (Spanje) en Anders Tegnell (Zweden) ontstond behalve veel negativiteit ook een soort fancultuur. Met T-shirts, koffiemokken, rocksongs zelfs. Waarom zijn er nog geen T-shirts met Jaap van Dissel?", "‘Kom, dat gaat toch totaal in tegen het Nederlandse karakter? En als dat niet zo zou zijn, zou ik me ertegen verzetten. Want dat is toch helemaal niet waar het om gaat? We moeten met zijn allen proberen een virusuitbraak te bestrijden.’", "18 maart: Van Dissel en Diederik Gommers staan de pers te woord na een hoorzitting in de Kamer over het nieuwe virus. Beeld Freek van den Bergh / de Volkskrant", "Is enige schwung voor die bestrijding niet ook vereist? Denk aan hoe iemand als Diederik Gommers, ook OMT-lid, behalve de geesten ook veel harten wist te winnen.", "‘Ik heb daar geen bijzondere gedachtes over. Ik denk dat we gewoon werk te doen hebben, en dat probeer ik volgens mijn eigen persoon in te vullen. Media zijn daar onderdeel van. Maar ik probeer het met name bij informatieoverdracht te houden, want ik denk dat dat mijn belangrijkste taak is.’", "HET POLITIEKE SPEL", "Rutte verklaarde de OMT-adviezen in april ‘heilig’. Heeft u de indruk dat de rol van het OMT deze tweede golf anders is?", "‘Zeker. De situatie is natuurlijk ook heel anders. Eerst ging het over: hoe stoppen we deze uitbraak? Dat was technisch, en relatief gezien makkelijk. Daarna zag je, al vanaf de eerste versoepelingen, dat iedereen het liefst vooraan stond voor die versoepelingen en zich maatschappelijk ging roeren. Dat vind ik buitengewoon begrijpelijk, maar het vraagt ook om een bredere afweging binnen het kabinet dan alleen maar de medisch-epidemiologische.’", "25 maart: persmoment na een briefing van de Tweede kamer. Beeld ANP", "Meer mensen gingen zich met de wetenschap bemoeien. Burgemeesters Halsema (GroenLinks) en Aboutaleb (PvdA) gingen achter u om te rade bij het ‘Red Team’ over mondkapjes. Maurice de Hond trok de aandacht van onder meer de PVV met zijn ideeën over ventilatie. Je zou kunnen zeggen: daarmee werd het OMT ‘die adviesclub van het kabinet’. De wetenschap raakte gepolitiseerd.", "‘Ik zie dat natuurlijk ook gebeuren. Tegelijkertijd zie ik het niet terug in de overwegingen die we in het OMT hebben. En ik denk ook niet in onze advisering aan het kabinet.’", "Ik denk dat de diepe, onderliggende onvrede was: het OMT adviseert te eenzijdig. Is te weinig bezig met economie, gedragswetenschap of technische oplossingen zoals ventilatie.", "‘Er kwam kritiek van mensen die blijkbaar niet wisten waar het OMT voor diende en hoe het is samengesteld. Die zeiden dat al die disciplines binnen het OMT zouden moeten worden opgenomen. Dat vonden wij heel ongewenst, omdat we dan in het OMT al afwegingen zouden moeten maken tussen heel verschillende soorten argumenten. Dat is niet aan ons, maar aan de politiek, vinden we. Uiteindelijk moet het kabinet, op grond van verschillende adviezen, zijn weg zoeken.’", "‘Op enig moment heeft het OMT daarom zeer expliciet aan het kabinet geschreven: wij gaan over de medisch-epidemiologische adviezen. We kunnen ons voorstellen dat er veel andere factoren zijn die moeten worden meegenomen, zoals economische, maatschappelijke of sociaalpsychologische. Dat kan net zulke valide argumenten opleveren, maar wij gaan het niet doen, dus zorg dat je dat onderdeel ook organiseert.’", "En, is dat gebeurd?", "‘Daar is zeker wat mee gedaan. Zoals het OMT een manier is om medisch-epidemiologische informatie te krijgen, zo heb je andere inbreng van, ik noem er enkele, de Planbureaus, de SER, de Wetenschappelijke Raad voor het Regeringsbeleid, of de gedragsunit van het RIVM.’", "27 september: Van Dissel komt aan bij het Catshuis voor een zondag-overleg met onder anderen premier Rutte. Beeld Freek van den Bergh / de Volkskrant", "DE GROEPSIMMUNITEIT", "Volgens vrijgegeven stukken blijkt dat er in februari drie scenario’s op tafel lagen: laten uitrazen, gecontroleerd laten uitrazen en een gecontroleerde lockdown. Voor eens en voor altijd: is het virus expres laten rondgaan om groepsimmuniteit op te bouwen nu wel of niet als beleidsoptie aan de orde geweest?", "‘Ik denk dat dat zelfs in de allereerste beschouwingen geen realistisch scenario was. Het was natuurlijk heel snel helder dat het geen optie is om niets te doen, aangezien dan het tweede uitgangspunt van het beleid, het intact houden van de zorg, niet gerealiseerd kon worden.’", "Toch lag het wel op tafel. Rutte hield een heel college over groepsimmuniteit tijdens zijn eerste televisietoespraak in maart.", "‘Wat misschien onvoldoende is gecommuniceerd, is dat groepsimmuniteit een langetermijnperspectief is. Namelijk dat men uiteindelijk, ofwel door het doormaken van de infectie, ofwel door het verkrijgen van immuniteit door vaccinatie, toch in staat is om een soort groepsimmuniteit op te bouwen. Daar ging dat verhaal over.", "‘Maar ik mag hopen dat dit scenario wel op tafel lag. Alle scenario’s móéten op tafel liggen, om afwegingen te kunnen maken. Alleen betekent dat natuurlijk niet dat het scenario realistisch werd geacht.’", "DE MAATREGELEN", "Weer een lockdown. Waarom hebben we in Nederland eigenlijk niet zoals in China gezegd: en nu gaan we op slot tot het virus weg is?", "‘Kijk, het punt is dat je het buitengewoon lang moet volhouden. Zo’n stad als Wuhan is maanden in lockdown geweest. Het betekent maandenlange isolatie van iedereen, met een aanpak die zo drastisch is en ingrijpt in de persoonlijke vrijheden, dat die in de setting van het Westen waarschijnlijk niet goed toepasbaar is. In Nederland hebben we nooit als uitgangspunt gehad dat het aantal besmettingen helemaal naar nul kan, vanuit de overweging dat Nederland een open samenleving is, een soort knooppunt van Europa. We zitten niet onder een glazen stolp. Dat maakt dat je altijd gevoelig bent voor introducties van buiten.’", "11 december: Wekelijks overleggen de leden van het Outbreak Management Team (OMT) met elkaar over de crisis. Beeld ANP", "Omgekeerd: wordt het niet juist tijd om de vlucht naar voren te nemen en het virus te trotseren? Er overlijden immers minder mensen aan covid, we kunnen de ziekte al beter behandelen.", "‘Dat laatste is zeker waar, maar wat bij dit virus gewoon het punt is – en deze overweging maken alle West-Europese landen – is dat de aantallen in heel korte tijd geweldig kunnen toenemen als je de R enige tijd boven de 1 zou laten. Je zou een exponentiële groei van het aantal besmettingen zien, die met enige vertraging leidt tot een uiteindelijk te grote toename in de ziekenhuizen en op de ic’s.’", "De groep Herstel NL, rond de economen Barbara Baarsma en Coen Teulings, zegt: zonder de ouderen af, zodat het virus onder jongere mensen kan rondgaan. Het zijn immers vooral de ouderen die overlijden en in het ziekenhuis belanden.", "‘Ik snap hun redenatie heel goed. Maar ik vind het eerlijk gezegd geen heel realistische optie. De achterliggende gedachte is dat men erin zou slagen de kwetsbaren te scheiden van de minder-kwetsbaren. Maar als we bijvoorbeeld naar de groep kwetsbaren kijken die voor griepvaccinatie in aanmerking komt, spreek je toch al snel over enkele miljoenen mensen. Die leven bovendien lang niet allemaal in zorgcentra, gescheiden van de rest van de bevolking, maar onder ons.", "‘Er is nog iets. Wat deze economen willen, is deels al gerealiseerd. In de metingen zien we dat veel ouderen in een soort van isolatie zijn gegaan, terwijl je ziet dat de jongeren weer op het niveau van contacten zitten van voor corona. Dus in die zin is die splitsing in belangrijke mate al bereikt. Desalniettemin hebben we te maken met de tweede golf en deze hoge aantallen, en de gevolgen voor de zorg.", "‘Dus het idee klopt, en je ziet dat het deels al wordt uitgevoerd – maar het is gewoon onvoldoende.’", "DE TOEKOMST", "Binnenkort komen de vaccins erbij. Een deel van het zorgpersoneel en kwetsbare ouderen zijn dan als de eersten aan de beurt. Dus dan kunnen we de maatregelen al snel loslaten?", "‘Dat zou inderdaad een situatie kunnen creëren waarin de meest kwetsbaren beschermd zijn, niet alleen in de zorgcentra maar ook degenen die zelfstandig wonen. Maar dan nog houden we de overige paar miljoen relatief kwetsbare personen in Nederland over. Voordat die weer gevaccineerd zijn… Dat betekent dat je de maatregelen nog even intact zult moeten houden.’", "‘En vergeet niet dat vaccinaties tweemaal moeten plaatsvinden, met een maand ertussen. Dus je zit sowieso met anderhalve maand vertraging, voordat je de effecten ziet.’", "En dan?", "‘Het hangt ervanaf in hoeverre vaccinatie de doorgifte van het virus remt. Maar het vermogen van het virus om te worden overgedragen zal waarschijnlijk geleidelijk minder worden. Daarom moeten we nu gaan modelleren in hoeverre het zich vertaalt naar een afname van de R-waarde van de infectie. Dan zou je kunnen kijken welke maatregelen je kunt gaan loslaten, zonder dat het ertoe leidt dat de R-waarde boven 1 komt.’", "Uit de losse pols: stel dat het zou lukken om in het eerste kwartaal de ouderen te vaccineren?", "‘Ik denk in alle eerlijkheid dat je dan op zijn gunstigst in het tweede kwartaal van volgend jaar pas de effecten zult zien.’", "DE MONDKAPJES", "Meneer Van Dissel, ik wil het onderwerp toch nog een keer aansnijden... Die mondkapjes op straat.", "Stilte aan de andere kant van de telefoonlijn.", "Afgelopen zomer hadden landen als Duitsland en de VS wel een mondkapjesplicht in de openbare ruimte, terwijl u betoogde dat het geen zin heeft. Op basis van dezelfde wetenschap. Waarom? In Duitsland en de VS zijn ze toch ook niet gek?", "‘Ja, weet je, ik denk niet dat je het zo over één kam kunt scheren. Want voor de duidelijkheid: we hebben veel contact met onze internationale collega’s, en in het overgrote deel van die landen waren onze collega’s gewoon dezelfde mening toegedaan als het OMT in Nederland. Namelijk, dat onvoldoende vaststaat wat nu de toegevoegde waarde van mondneusmaskers is boven op het houden van anderhalve meter afstand en andere basisregels.", "‘Dat een aantal landen in Europa toch besloot om mondkapjes in te voeren, is een andere zaak. Wat wij gezegd hebben is: de vraag aan ons is wat de medisch-wetenschappelijke achtergrond is om mondkapjes al dan niet te adviseren. Als OMT hebben we daarvan naar mijn idee altijd een eerlijk beeld geschetst.", "‘Dat daarin op een gegeven moment verandering kwam, komt doordat wij als OMT het idee kregen dat in de media mondkapjes zo ongeveer nog het enige onderwerp was waarover werd gesproken. Dat leidde af van de maatregelen waar het écht om moest gaan, zoals afstand houden of thuisblijven bij klachten. Dus hebben we aangegeven dat wij vonden dat er gewoon een besluit moest komen, om van die discussie in de media af te zijn.’", "11 december: Van Dissel zit een overleg van het OMT voor. Beeld EPA", "Maar waarom kwam iemand als Anthony Fauci dan tot zulke andere conclusies? ‘Wear a mask’ is daar pijler van het beleid.", "‘Collega Fauci heeft natuurlijk te maken met een totaal andere situatie dan wij in Nederland. In Amerika houdt men zich bijvoorbeeld veel minder aan social distancing. Dan heb je een heel andere discussie over mondneusmaskers.’", "Gaandeweg kwamen er steeds meer studies met aanwijzingen vóór het nut van niet-medische mondneusmaskers, en tégen het cruciale argument dat mensen zich door zo’n kapje onvoorzichtig zouden gaan gedragen. In juli verwees u naar Noors onderzoek: 200 duizend personen zouden een week een mondkapje moeten dragen om één besmetting te voorkomen. Maar er was toen ook net een gezamenlijk overzichtsrapport uit van de Britse Royal Society en de British Academy, met als hoofdboodschap: ‘Stoffen gezichtsbedekking is effectief in het verminderen van de virusoverdracht vanaf de bron’. Daar hoorden we u niet over.", "‘Alles wat je zegt is juist, maar wat je er niet bij vermeldt is hoe het dan zit met die bronafscherming. Als je probeert een infectie te bestrijden, begin je met de bronmaatregelen. Dat wil zeggen: mensen met klachten moeten niet buiten komen. En wat jij nu als voorbeeld noemt, is de situatie als mensen dat wél doen.", "‘Dus met andere woorden: als men elders zegt, mondneusmaskers hebben effect, dan zijn we het daar 100 procent mee eens. De vraag is alleen: wat is de toegevoegde waarde, met de basisregels die we met elkaar in de publieke ruimte hebben afgesproken? Als mondneusmaskergebruik er uiteindelijk toe leidt dat de basismaatregelen minder in acht worden genomen, dan kan het netto effect misschien zelfs helemaal niet positief zijn.", "‘Je kent ongetwijfeld de recente publicatie uit Denemarken, waar men onderzoek heeft gedaan naar de toegevoegde waarde van mondkapjes in de setting van social distancing. De conclusie van dat onderzoek – al is daar natuurlijk heus weer van alles op af te dingen, zo is dat met wetenschap – was dat er geen beschermende werking van uitging.", "‘Daar heb ik jullie in de media overigens heel weinig over gehoord. Maar dat terzijde.’", "CV Jaap van Dissel, internist- infectioloog 29 april 1957, geboren te Amsterdam 1988 Na zijn promotie in 1987 begint hij als arts infectieziekten in het Leids Universitair Medisch Centrum (LUMC) 1999-2013 Afdelingshoofd infectieziekten LUMC 1999 Hoogleraar Interne Geneeskunde, in het bijzonder de infectieziekten, aan de Universiteit Leiden 2013 Directeur van het Centrum Infectieziektenbestrijding van het RIVM. Vanuit die functie is hij voorzitter van het Outbreak Management Team (OMT)"], "authors": ["Maarten Keulemans"], "keywords": ["dissel", "worden", "zeven", "met", "te", "jaap", "golf", "plagen", "die", "je", "van", "en", "een", "kunnen", "voorkomen", "het", "niet", "dat", "tweede"], "pubDate": "2020-12-23T19:08:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}