{"id": "1591334a-c7b2-33af-9994-b8779f8665e7", "title": "Bezem & Kruis is een indrukwekkende studie naar de Hollandse poetszucht ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/bezem-kruis-is-een-indrukwekkende-studie-naar-de-hollandse-poetszucht~bedbfd57/", "summary": "Bezem & Kruis heet de vertaling van een indrukwekkende Poolse studie, die een verkapte liefdesverklaring is aan een klein land aan de Noordzee.\nBeeld Rijksmuseum AmsterdamDe ondertitel is tweeledig: De Hollandse schoonmaakcultuur of de geschiedenis van een obsessie.\nWaarom noemden reizigers Amsterdam dan consequent ‘heel erg schoon’ en het even grijze, natte en kille Edinburgh ‘heel erg vies’?\nHet vergt een vermogen je in een andere tijd te verplaatsen om te beseffen dat schoonmaken ooit een emancipatoire activiteit was.\nOczko nam een prent op uit de 18de eeuw waarin Hollandse vrouwen met bezems een pak slaag geven aan een kerel met losse handjes.", "paragraphs": ["Pieter Janssens Elinga: La balayeuse (17de eeuw). Musée des Beaux-Arts de la Ville de Paris, Petit Palais. Beeld Alamy Stock Photo", "Als je alle bezems die in het 17de-eeuwse Nederland werden vereeuwigd op schilderijen, etsen en gravures aan elkaar zou leggen, krijg je minstens de omtrek van de Republiek der Zeven Verenigde Nederlanden. Bezoekers uit vieze oorden constateerden het keer op keer: schoner dan het noordwesthoekje aan de Noordzee was Europa nergens. Verblufte waarnemers van 350 jaar geleden zagen telkens weer ‘gehaaide’ Hollandse vrouwen vegen, vegen en nog eens vegen.", "Tot op de dag van vandaag glinsteren Europa’s properste vloeren op de schilderijen van Pieter Janssens Elinga. Het is lastig aan Het melkmeisje van Vermeer te denken zonder associaties te krijgen met melkmeisjesmokken en Chinese toeristen, maar laten we het even proberen: zij is én proper én deugdzaam én toegewijd. Zoals zij, weet de Poolse kunsthistoricus en filoloog Piotr Oczko (1973), waren de melkmeisjes nergens.", "Zo graag als hij anno 1650 bij het schone melkmeisje van Delft had gelogeerd, zo erg was hij in zijn thuisstad Krakau op zijn hoede geweest voor haar collega’s. Er zijn auteurs van schoonmaakgeschiedenissen die zelf prima met vuil kunnen leven, Oczko biecht al in zijn voorwoord op dat zijn voorkeur uitgaat naar ‘zeer proper’. Bezem & Kruis heet de vertaling van een indrukwekkende Poolse studie, die een verkapte liefdesverklaring is aan een klein land aan de Noordzee. In de illustraties passeert een adembenemende hoeveelheid bezems, wastobben en schone vloeren de revue.", "Paulus Constantijn La Fargue: Haags Dienstmeisje (1775). Rijksmuseum Amsterdam. Beeld Rijksmuseum Amsterdam", "De ondertitel is tweeledig: De Hollandse schoonmaakcultuur of de geschiedenis van een obsessie. Want was dat schoonmaken een obsessie? De beroemde Britse historicus Simon Schama dacht van wel. In zijn succesboek Overvloed en onbehagen uit 1988 hangt obsessief schoonmaken samen met het gereformeerde geloof. Schrobben in de buitenwereld, wist Schama, was schrobben in de binnenwereld: met hun bezems hielden gelovigen het vuil van de zondige wereld op afstand. Vegen was in de Republiek der Zeven Verenigde Nederlanden ook een vorm van traumaverwerking: de Hollanders veegden met het vuil ook ‘de vieze Spaanse bezetter’ weg. Wie de bezem hanteerde, stelde Schama, gaf blijk van vaderlandsliefde. Bezems waren anno 1650 haast zoiets als oranje leeuwenpakken.", "In het land van de obsessieve vegers waren ze niet blij met Schama’s inzichten. Historisch letterkundige Lia van Gemert vond hem een fantast. Kunsthistoricus Eddy de Jongh diende hem stevig van repliek in zijn boek Kwesties van betekenis. Piotr Oczko is het met nuchtere wetenschappers uit het schoonmaakland eens dat Schama zijn verbeelding wel erg rijkelijk de vrije loop liet in zijn ideeën over ‘patriottisch vegen’. Maar Oczko is Nederlandkenner genoeg om te weten dat mensen in dit cultuurgebied niet graag als ‘bijzonder’ te boek staan, laat staan als obsessief. Die Hollandse schoonmaakcultuur, weet Oczko, was wel degelijk uitzonderlijk, maar overtuig een ‘doe maar gewoon’-volk daar maar eens van. De schrijver citeert twee Nederlandse economisch historici die gortdroog beweerden dat het vegen te maken had met de vroege zuivelexport. Waarom dan al dat geveeg in binnensteden zonder koeien? Klimatologische verklaringen zijn ook aangevoerd. Waarom noemden reizigers Amsterdam dan consequent ‘heel erg schoon’ en het even grijze, natte en kille Edinburgh ‘heel erg vies’?", "De verloren penning (ca. 1730, Rotterdam). Particuliere collectie.", "Uit diverse reisverslagen over het gebied van het huidige Zwitserland blijkt dat de protestantse kantons een paar eeuwen terug flink wat schoner waren dan de katholieke. Oczko vermoedt net als Schama een sterk verband tussen gereformeerd protestantisme en schoonmaken. Het was deze geloofsbeleving die resulteerde in een strak arbeidsethos, huiselijke discipline en verantwoordelijkheidsgevoel: ‘Het protestantse, sterk individualistische religieuze bewustzijn droeg bij aan een mentaliteit die gericht is op onafhankelijke expressie en verantwoordelijkheid voor het eigen handelen, in alle domeinen van het leven.’", "Een wassende cupido (1650-1675). Nederlands Tegelmuseum, Otterlo. Beeld Nederlands Tegelmuseum", "Daarbij was Nederland voor die tijd uitzonderlijk rijk. Nergens anders ontstond zo vroeg een klasse van welgestelde burgers. Poetsen, kun je beweren, is een bij uitstek burgerlijke bezigheid. Vorsten en aristocraten doen niet aan poetsen omdat al hun bezit hun in de schoot is geworpen, arme sloebers hebben niets om te poetsen; het zijn ’s werelds kleinburgers die de mooie vloeren die ze hebben laten aanleggen graag laten glanzen.", "En dan waren er ook nog die voor hun tijd uitzonderlijk zelfstandige Nederlandse vrouwen. Het vergt een vermogen je in een andere tijd te verplaatsen om te beseffen dat schoonmaken ooit een emancipatoire activiteit was. Reizigers zagen dat die vegende vrouwen van Holland ook gehaaid en luidruchtig waren. Oczko nam een prent op uit de 18de eeuw waarin Hollandse vrouwen met bezems een pak slaag geven aan een kerel met losse handjes.", "Anoniem: illustratie uit Pracktycke in Crimineele Saecken (1618, Rotterdam). Bijzondere Collecties, Universiteit van Amsterdam.", "Deze Poolse kunsthistoricus weet zo veel over Nederland dat hij in zijn slotbeschouwing zelfs stilstaat bij mevrouw Helderder uit Pluk van de Petteflet, Annie M.G. Schmidts legendarische karikatuur van haar obsessief schoonmakende landgenoten. Oczko weet: zo’n mevrouw Helderder kun je alleen overtuigend schetsen als je goed met dit menstype bekend bent. Typeer een prachtig gepoetst land in één woord en je komt uit bij haar achternaam.", "Beeld Primavera Pers"], "authors": ["Olaf Tempelman"], "keywords": ["zijn", "van", "indrukwekkende", "het", "naar", "en", "een", "met", "hollandse", "kruis", "poetszucht", "op", "te", "bezem", "studie", "dat", "die"], "pubDate": "2021-01-08T10:23:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}