{"id": "15ac887d-f53f-3fb7-86f2-db2ec6f6c59a", "title": "Lancering ruimtevliegtuig Virgin Galactic mislukt, piloten veilig geland", "url": "https://nu.nl/wetenschap/6096328/lancering-ruimtevliegtuig-virgin-galactic-mislukt-piloten-veilig-geland.html", "summary": "De testlancering van Virgin Galactic met het ruimtevliegtuig VSS Unity is zaterdag mislukt.\nKort nadat het werd losgelaten van het 'moedervliegtuig' en de motor had moeten ontbranden, ging er iets mis door onbekende oorzaak.\nOp ruim 12 kilometer hoogte liet het VSS Unity los voor de lancering, maar de motor sloeg niet aan zoals de bedoeling was.\nDe ontstekingsprocedure kon door nog onbekende reden niet volledig uitgevoerd worden, laat Virgin Galactic weten.\nVirgin Galactic lanceert astronauten vanaf 'moedervliegtuig'Virgin Galactic, het ruimtevaartbedrijf van Richard Branson, maakt voor de lanceringen van hun ruimtevliegtuig gebruik van een moedervliegtuig, VMS Eve.", "paragraphs": ["De testlancering van Virgin Galactic met het ruimtevliegtuig VSS Unity is zaterdag mislukt. Kort nadat het werd losgelaten van het 'moedervliegtuig' en de motor had moeten ontbranden, ging er iets mis door onbekende oorzaak. Het ruimtevaartuig kon veilig terug zweven naar de commerciële ruimtehaven Spaceport America en de piloten zijn veilig aan de grond gekomen.", "Omstreeks 16.15 uur (Nederlandse tijd) steeg het vliegtuig VMS Eve, waar VSS Unity aanhing, op vanaf de commerciële ruimtehaven Spaceport America in de Amerikaanse staat New Mexico.", "Op ruim 12 kilometer hoogte liet het VSS Unity los voor de lancering, maar de motor sloeg niet aan zoals de bedoeling was. De ontstekingsprocedure kon door nog onbekende reden niet volledig uitgevoerd worden, laat Virgin Galactic weten.", "De piloten van VSS Unity stuurden het vliegtuig terug naar Spaceport America, terwijl de motor een rookspoor achterliet in de lucht. Rond 17.45 uur (Nederlandse tijd) stonden de piloten weer veilig op de grond. Zowel zij als 'hun' ruimtevliegtuig zijn veilig en \"verkeren in een goede staat\". Virgin Galactic zegt snel weer te gaan vliegen.", "Virgin Galactic lanceert astronauten vanaf 'moedervliegtuig'", "Virgin Galactic, het ruimtevaartbedrijf van Richard Branson, maakt voor de lanceringen van hun ruimtevliegtuig gebruik van een moedervliegtuig, VMS Eve. VMS Eve houdt het bemande ruimtevaartuig vast totdat het omhoog geklommen is naar de lanceerhoogte (wat deze keer dus 12 kilometer was). Hier wordt het ruimtevliegtuig losgelaten, om dan normaal gesproken na een korte vrije val de motor te ontsteken.", "Het ruimtevaartuig schiet dan de ruimte in, waar het even blijft hangen om een mooi beeld van de aarde vanuit de ruimte te krijgen. Daarna komt VSS Unity weer naar beneden en zweeft het terug naar de lanceerbasis.", "Bij de laatste ruimtevlucht van VSS Unity, op 22 februari 2019, was er naast de twee piloten nog een derde bemanningslid aan boord.", "Het uiteindelijke doel van Virgin Galactic is om ruimtetoerisme rondom de aarde mogelijk te maken. Toeristen kunnen al boeken voor een vlucht. Daarvoor is een aanbetaling van 1.000 dollar nodig en 250.000 dollar voor het uiteindelijke ticket. Voor dit bedrag krijg je een vlucht van negentig minuten, waarbij je enkele minuten gewichtsloosheid ervaart.", "55 Eerste passagier vliegt ruimte in met Virgin Galactic", "Correctie: In een eerdere versie van dit artikel stond dat VMS Eve een zweefvliegtuig is. Dit is niet waar, omdat het ruimtevaartuig gebruikmaakt van eigen motoren om te vliegen. Dit is in de tekst aangepast."], "authors": ["Door"], "keywords": ["van", "mislukt", "galactic", "ruimtevliegtuig", "veilig", "een", "lancering", "unity", "piloten", "geland", "te", "virgin", "voor", "naar", "het", "vss"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}