{"id": "15af023b-9aff-3d36-8f26-9dd505feeaa7", "title": "Bergen op Zoom geeft inwoners kans mening te geven over bezuinigingen", "url": "https://nu.nl/west-brabant/6092309/bergen-op-zoom-geeft-inwoners-kans-mening-te-geven-over-bezuinigingen.html", "summary": "Inwoners van de gemeente Bergen op Zoom die het al dan niet eens of oneens zijn met de aangekondigde bezuinigingen, kunnen deze week van zich laten horen.\nDe gemeente organiseert twee digitale vergaderingen over de begrotingswijziging en inwoners kunnen daarbij inspreken.\n\"We nemen contact op met je en helpen met het tot stand brengen van de digitale verbinding.\nZij geven op 14 december hun meningen over de begrotingswijziging en op 16 december komen zij met een definitief besluit.\nOp 17 december is de laatste raadsvergadering van het jaar.", "paragraphs": ["Inwoners van de gemeente Bergen op Zoom die het al dan niet eens of oneens zijn met de aangekondigde bezuinigingen, kunnen deze week van zich laten horen. De gemeente organiseert twee digitale vergaderingen over de begrotingswijziging en inwoners kunnen daarbij inspreken.", "De twee vergaderingen staan gepland voor 25 en 26 november. Wie in wil spreken bij deze bijeenkomst, moet zich uiterlijk dinsdagavond aanmelden bij de griffier.", "\"We nemen contact op met je en helpen met het tot stand brengen van de digitale verbinding. Insprekers krijgen maximaal vijf minuten de gelegenheid om in te spreken\", zo laat de gemeente weten.", "Na deze inspraakmogelijkheid is het verder aan de gemeenteraad. Zij geven op 14 december hun meningen over de begrotingswijziging en op 16 december komen zij met een definitief besluit.", "Op 17 december is de laatste raadsvergadering van het jaar. Hier bespreken zij de overige reguliere onderwerpen."], "authors": ["Door"], "keywords": ["van", "vergaderingen", "bezuinigingen", "zoom", "het", "en", "zij", "bergen", "te", "deze", "gemeente", "kans", "op", "geeft", "geven", "inwoners", "mening", "zich", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}