{"id": "15c6ce41-d598-388d-ae34-d98001d7010f", "title": "Slowaakse tycoon opgepakt op verdenking van omkoping", "url": "https://nos.nl/artikel/2358944-slowaakse-tycoon-opgepakt-op-verdenking-van-omkoping.html", "summary": "In Slowakije is een van de rijkste en machtigste mannen van het land opgepakt op verdenking van omkoping, melden media in Slowakije.\nDe verdenking heeft niets te maken met de moord op onderzoeksjournalist Jan Kuciak in februari 2018.\nWel is Hascak in beeld gekomen door allerlei onderzoeken die na de moord door het Slowaakse OM zijn gestart.\nGeluidsopnamesDe aanhouding van de oligarch volgt op de arrestaties van leden van de Slowaakse inlichtingendienst SIS.\nEen van deze leden zou aan de financiële groep van Hascak geluidsopnames hebben verkocht van een afluisteroperatie in een groot corruptieonderzoek.", "paragraphs": ["In Slowakije is een van de rijkste en machtigste mannen van het land opgepakt op verdenking van omkoping, melden media in Slowakije. Het gaat om Jaroslav Hascak, de topman van de financiële groep Penta.", "De verdenking heeft niets te maken met de moord op onderzoeksjournalist Jan Kuciak in februari 2018. Wel is Hascak in beeld gekomen door allerlei onderzoeken die na de moord door het Slowaakse OM zijn gestart.", "De ondernemer geldt al twintig jaar gezien als de machtigste en rijkste van oligarch in het land. Hij zou systematisch steekpenningen hebben betaald voor gunsten van politici.", "Geluidsopnames", "De aanhouding van de oligarch volgt op de arrestaties van leden van de Slowaakse inlichtingendienst SIS. Zij zijn aangeklaagd voor afpersing, witwassen en omkoping. Een van deze leden zou aan de financiële groep van Hascak geluidsopnames hebben verkocht van een afluisteroperatie in een groot corruptieonderzoek. Deze opnames zouden kunnen bewijzen dat Hascak de privatisering van staatseigendommen heeft gestuurd door middel van omkoping.", "De groep, Penta, die wordt beheerd door Hascak, is een van de grootste spelers op de vastgoedmarkten in Slowakije, Tsjechië en Polen. Ook bezit Penta onder meer banken en financiële bedrijven in Polen en Slowakije, evenals belangrijke aandelen in media in die landen.", "De vermoorde onderzoeksjournalist Ján Kuciak deed onderzoek naar corruptie, voordat hij en zijn verloofde in 2018 werden vermoord. De moord leidde tot grootschalige demonstraties en een politieke crisis, waardoor premier Fico en de hoogste politiebaas aftraden. Inmiddels is de juriste Zuzana Caputová, een bekend corruptiebestrijdster, president van het land."], "authors": [], "keywords": ["verdenking", "door", "van", "slowakije", "opgepakt", "omkoping", "een", "het", "tycoon", "en", "op", "moord", "slowaakse", "hascak", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}