{"id": "15db2b44-72a5-3717-8dd6-64cf53a54f1e", "title": "Massih Hutak voelt zich opgejaagd in Noord: ‘Fuck, ik wil hier niet weg!’", "url": "https://www.parool.nl/ps/massih-hutak-voelt-zich-opgejaagd-in-noord-fuck-ik-wil-hier-niet-weg~b75ebf3e/", "summary": "Het voelt allemaal supervertrouwd en warm aan en dan kom ik hier op het Overhoeksplein en denk ik: het is voorbij.\nDan denk ik: fuck, ik wil hier niet weg.”‘Het allerbelangrijkste is: ik weet nu wat thuis is.\nIn 2017 kreeg ik een eigen huis waar ik, zolang ik de huur betaal, mag blijven.\nWat ik ermee bedoel is dat ik er gaandeweg achter ben gekomen dat gentrificatie geen natuurlijk verschijnsel is.\nTegen wanbeleid móet je je verzetten.", "paragraphs": ["Massih Hutak (28), kunstenaar, schrijver, rapper en columnist, voelt zich opgejaagd. Eerst wilde niemand dood gevonden worden in Noord, nu ziet hij overal bakfietsen en toffe koffietenten. Hij schreef een boek over de opwaardering van zogeheten ontwikkelbuurten. ‘Wij hebben ook het recht om hier te blijven.’", "Massih Hutak keek daar wel van op: wijksafari in Amsterdam-Noord. Opeens stonden er allemaal mensen voor zijn deur naar binnen te gluren en foto’s te maken. Mensen die hij nooit eerder bij hem in de buurt had gezien. Mensen die niet groeten en luisteren naar een gids op een fiets.", "“De hedendaagse mensentuin,” zegt hij. “Ken je dat, mensentuinen? Die waren rond 1900 enorm populair. Rondreizende tentoonstellingen van zwarte mensen in hun zogenaamde natuurlijke habitat. De witte mensen stonden ervoor in de rij. Gingen ze met eten gooien.”", "“In Noord wil je niet dood gevonden worden, zeggen ze toch? Noord Gestoord. Vandaag de dag is het een geuzennaam, maar dat was het niet. Ik heb vrienden in Nieuw-West die nog steeds zeggen dat ze vaker met vakantie gaan dan dat ze naar Noord komen.”", "Wat zegt u tegen hen?", "“Jammer voor je.”", "Wordt u dan boos?", "“Waarom zou ik? Het is het verhaal van de reiziger die zijn dromen wil verwezenlijken, maar niet in de gaten heeft dat de pot met goud bij hem om de hoek staat. Ik had dat gelukkig al wel vroeg door.”", "Hutak is kunstenaar, schrijver, rapper en columnist voor deze krant. Hij schreef een boek over het thema dat hem al jaren bezighoudt: gentrificatie, het sluipende proces waarin oude, verwaarloosde wijken worden opgewaardeerd en nieuwkomers met veel geld de plek innemen van de oorspronkelijke bewoners. De veelzeggende titel: Jij hebt ons niet ontdekt, wij waren hier altijd al.", "Met zijn vrienden van het collectief Verdedig Noord heeft Hutak onderdak gevonden in een kelder van A-Lab, het oude laboratoriumgebouw van Shell. Muurschilderingen van United Painting op de wanden en boeken over Spike Lee in de kast. Om hen heen verrijst in hoog tempo de nieuwe wijk Overhoeks.", "Dertig jaar geleden werd hier nog gevochten met de politie bij protestacties tegen Shell in Zuid-Afrika. “Wow,” zegt Hutak, die destijds nog geboren moest worden. Nu demonstreert hij op diezelfde plek tegen de komst van het grote geld naar Noord.", "“Elke ochtend fiets ik hierheen, van de Vogelbuurt waar ik woon via de Van der Pek. Het voelt allemaal supervertrouwd en warm aan en dan kom ik hier op het Overhoeksplein en denk ik: het is voorbij. Vanaf Overhoeks spoelt de hoop weg uit Noord.”", "Voelt u zich verjaagd?", "“Ik voel mij opgejaagd. Als ik hier ’s ochtends kom heb ik echt angstgevoelens. Alles in deze omgeving communiceert: je moet weg, er is hier geen plek meer voor jou. Nergens in Amsterdam wordt zoveel gebouwd als in Noord. Huizen waar ik graag in zou willen wonen, maar kijk naar de prijzen. Hier achter staat een heel groot, nieuw gebouw: Bold. Wat lees je dan? Nog één penthouse te koop. Van beeldtaal tot slogans tot artist’s impressions, alles zegt: dit is niet voor jou. Dan krijg je, wat ik noem, nieuwbouwpaniek. Dan denk ik: fuck, ik wil hier niet weg.”", "‘Het allerbelangrijkste is: ik weet nu wat thuis is. Dat is niet een huis, maar een omgeving, een gemeenschap.’ Beeld Frank Ruiter", "Hutak werd geboren in Herat, de tweede stad van Afghanistan. Hij kan zich er niets meer van herinneren. Toen hij twee was, kwam hij met zijn ouders en twee oudere broers terecht in Pakistan, op de vlucht voor de Taliban. Vier jaar later, in 1998, stond het gezin op de stoep van het azc in het Gelderse Zevenaar, waarna een trektocht begon langs centra in Hoogeveen, Crailo en Helmond, alvorens te belanden in een tijdelijke woning in Osdorp. En, korte tijd later, in Noord. Zonder moeder. Die was, vlak voor vertrek, in Pakistan aan borstkanker overleden.", "“Ik lijk op haar,” zegt Hutak. “Laatst zag ik toevallig een foto. Mijn vrouw zei: ‘Dat ben jij!’ Wat vet, dacht ik. Ze was lerares Engels en schreef gedichten.”", "“Weet je wat het is, ik ken Afghanistan van televisie, van de periode na 9/11. En ik ken het land van de verhalen van mijn vader. Die beelden zijn tegengesteld. Afghanistan was een modern en vrij land toen hij in de jaren zestig en zeventig op de universiteit zat. Niemand in mijn familie loopt gesluierd rond.”", "Ik heb begrepen dat u uit een adellijke familie komt.", "“Dat hebben mijn vader en mijn ooms en tantes altijd verteld. Hutak is in Afghanistan een adellijke naam.”", "Heeft u het weleens uit proberen te zoeken?", "“Een goed verhaal moet je niet dood checken. Het was in elk geval een gegoede familie, met artsen en advocaten. Mijn vaders, broers en zussen zitten over de hele wereld. Dat ze het land uit konden komen, geeft wel aan hoe geprivilegieerd ze waren. Om te vluchten heb je een hoop geld, kennis en organisatie nodig.”", "“Mijn vader is bouwkundig ingenieur, opgeleid in Kaboel, deels in Moskou. Hij spreekt nog steeds vloeiend Russisch. Zijn tragiek is dat zijn diploma hier niet werd erkend. Hij heeft nog stage gelopen bij een groot bouwbedrijf, maar kreeg geen contract. Daar heeft hij het moeilijk mee gehad – en ik ook. Hij is uiteindelijk zijn eigen taxionderneming begonnen.”", "In uw boek lees ik dat u het huis uit bent gezet.", "“Er was kwaad bloed. Ik was negentien en luisterde niet. Het is goed gekomen. We zijn gek op elkaar.”", "Het gevolg was wel dat u een tijdje aan het zwerven bent geweest.", "“Mijn nomadenjaren. Ik stond op straat en had geen dak boven mijn hoofd. Ik ging van tijdelijke woning naar tijdelijke woning. Ik sliep op de bank bij vrienden of bij ouders van vrienden en heb twee weken in mijn auto gewoond. Ik werkte in die tijd als nachtportier in een hotel aan het Singel. Daar kon ik douchen en mijn kleren wassen en soms mocht ik er overdag slapen.”", "Wat heeft u ervan geleerd?", "“Dat ik me goed kan aanpassen. Dat je moet proberen om je te hechten aan de plek waar je bent. Waar ik ook was, ik dacht: zolang het goed is wil ik er vol van genieten en morgen zien we wel weer verder. Als je zoveel hebt moeten verhuizen als ik, leer je dat al jong. Het allerbelangrijkste is: ik weet nu wat thuis is. Dat is niet een huis, maar een omgeving, een gemeenschap. Voor mij is dat Noord. In 2017 kreeg ik een eigen huis waar ik, zolang ik de huur betaal, mag blijven. Een plek waar ik naar de wc kan als ik dat wil. Voor het eerst van mijn leven stond op de voordeur mijn naam. Dat voelde veilig.”", "“Mijn vrienden hebben roots in de hele wereld, maar als je ze vraagt waar ze vandaan komen zeggen ze zonder met hun ogen te knipperen: Amsterdam-Noord. Dan vragen ze ons altijd: maar waar kom je écht vandaan? Dan antwoorden we: Vogelbuurt, Mosveld, Nieuwendam of IJplein.”", "En u zegt?", "“Plan van Gool, het gedicht van grijs, groen en glas.”", "Hoe was het daar?", "“Frans van Gool heeft de Lijnbaan in Rotterdam gebouwd en de kantoorgebouwen Peper en Zout aan de Weteringschans, tegenover het Rijksmuseum, maar het Plan van Gool in Noord was zijn kindje. Er woonden veel gezinnen, allemaal sociale huur. Van Gool wilde ruime, veilige woningen bouwen voor mensen met een kleine portemonnee. Een warme buurt. Het was zo ingericht dat je elkaar wel móet tegenkomen.”", "Een gedwongen gemeenschap?", "“Ik zou zeggen: een georkestreerde gemeenschap. Je kwam elkaar tegen op de galerij en maakte als vanzelf een praatje. Je kende de ondernemers in de buurt. Ik ben beschermd opgegroeid, tussen mensen die ik nog steeds oom en tante noem, terwijl ze niet mijn bloedverwanten zijn. Mensen met Turkse of Marokkaanse roots, Surinamers en Ghanezen evengoed als buren die uit de Jordaan zijn verhuisd.”", "Mixte dat een beetje lekker?", "“Het zijn allemaal culturen die het collectief hoog in het vaandel hebben staan. Bij ons was het normaal om naar elkaar om te kijken.”", "Om de hoek ligt de Nieuwendammerdijk.", "“Onze eigen grachtengordel. Ik heb zelf nog de basisschool in Osdorp gedaan, maar al mijn vrienden zaten op de Buik­slotermeerschool. De kinderen van de Nieuwendammerdijk zaten op het Wespennest. Die zag je nooit in de buurt. Het waren gescheiden werelden. Ik denk dat het daar al mis is gegaan.”", "Hoe bedoelt u?", "“Dat we in Noord van begin af aan de kwetsbare bewoners bij elkaar hebben gezet. Pas nu hoor je dat we moeten mengen. Tenminste: dat in de verwaarloosde, armere buurten meer vermogende mensen moeten gaan wonen. Je hoort het nooit andersom: dat in de vermogende buurten meer arme mensen moeten gaan wonen.”", "Jeugdfoto van Massih Hutak.", "“Buurten werden structureel verwaarloosd omdat er mensen wonen die economisch niet interessant zijn. Dat is mensonterend. In Noord zit er lood in het drinkwater. Daar worden de mensen ziek van. In 2020, in Amsterdam! De huizen zijn slecht geïsoleerd en slecht geventileerd, omdat er toch geen winst aan te behalen viel.”", "“En nu? Nu wordt er massaal geïnvesteerd in de zogeheten ontwikkelbuurten. Die worden opgewaardeerd of, nog een grotere belediging, leefbaar gemaakt. Dat suggereert dat we hier ontwikkelingshulp nodig hebben. Het is koloniaal: van de overkant van het IJ wordt de beschaving gebracht.”", "Armoede lijkt me iets om te bestrijden, niet om te koesteren.", "“Er is niks romantisch aan arm zijn, daar weet ik alles van. Er is ook niks romantisch aan gemarginaliseerd zijn. Maar dat is het punt niet. Twintig, dertig jaar geleden hadden we ontzettend veel behoefte aan de voorzieningen die we nu eindelijk krijgen. Maar voor wie zijn die? Niet voor ons, maar voor de mensen die hier nog moeten komen wonen. De huizen worden gerenoveerd, maar de huren gaan omhoog en de buren vertrekken naar Purmerend, Almere en Krommenie. Om de hoek zit geen supermarkt meer, maar een toffe koffietent.”", "Volgens huizensite Huispedia zou het ouderlijk huis van Hutak, negentig vierkante meter groot, nu 3 tot 3,5 ton doen. De bijkomende aanbeveling: ‘Hip wonen in Amsterdam. Dat kan goed in deze buurt.’ En: ‘Gesitueerd op fietsafstand van het centrum.’", "U wilt met uw collectief Verdedig Noord een inburgeringscursus organiseren voor de nieuwe bewoners van Noord.", "“We hebben de mensen in Noord gevraagd wat ze de nieuwe bewoners mee willen geven. Het belangrijkste antwoord: een cursus groeten. Gewoon: groeten. En dan niet alleen als het je uitkomt, maar elke dag. Omdat we elkaar tegenkomen en buren zijn. Omdat groeten menselijk is en omdat je elkaars bestaan ermee erkent.”", "Dat impliceert dat nieuwe bewoners op oude bewoners neerkijken.", "“Dat heb ik niet gezegd.”", "Als je doet alsof je buren lucht zijn.", "“Het is geen neerkijken, het is gewoon een andere manier van leven: individualistisch en opportunistisch. Ik heb daar geen waardeoordeel over, maar waarom zou het individuele en het collectieve niet hand in hand kunnen gaan? Nieuwkomers moeten zich leren te verhouden tot de plek waar ze terecht zijn gekomen. Wat is de geschiedenis en hoe kan ik mee in het ritme van de buurt?”", "“De vader van een vriend van mij zegt: ‘Je moet buurtbewoner zijn en niet buurtgebruiker.’ Ik zie ze: jonge tweeverdieners, academisch opgeleid, een hoger inkomen dan de meeste mensen in de buurt. Ze zouden liever in het centrum of Oost wonen, maar dat kunnen ze niet betalen. Nou ja, dan gaan we wel naar Noord. Maar hun werk en sociale leven speelt zich nog steeds af aan de andere kant van het IJ. Dan voel je minder verantwoordelijkheid voor de buurt waar je bent komen wonen.”", "U schrijft nogal verongelijkt over bakfietsmoeders die bij de slager groenteburgers komen kopen.", "“Ik heb er recht op om mij verongelijkt te voelen.”", "Dat betwist ik niet.", "“Er is niks mis met bakfietsen en groenteburgers. Wat ik wil zeggen is dat het symptomen zijn van een systeem. Als ik praat met oude mensen die hun hele leven in Noord wonen, dan zeggen die: de mensen snappen niet dat als je zo’n groepje bakfietsen bij elkaar ziet, dat best intimiderend kan zijn.”", "U maakt nu toch zeker een grapje?", "“Zeker niet. Mensen kunnen zich uitgesloten voelen. Het is een archetype: de bakfiets staat voor mensen die academisch zijn opgeleid, waarschijnlijk goed verdienen en die elkaar opzoeken. Wij zeggen tegen die mensen: welkom in Noord, maar wij hebben ook het recht om hier te blijven. Bakfietsen vertegenwoordigen een nieuwe klasse in de buurt, waar in de kern niks mis mee is, maar die deel uit kunnen gaan maken van een grotere beweging van uitsluiting en verdrijving.”", "‘Ik vraag niet aan iemand waarop hij stemt, maar waar hij van houdt, wat hij lief heeft en wat hij zo mooi vindt aan Noord.’ Beeld Frank Ruiter", "Amsterdam-Noord, zegt Hutak, ‘dat is humor en saamhorigheid, dat is voor elkaar zorgen en om elkaar geven.’", "De ene helft van Noord stemt PVV of Forum voor Democratie, de andere helft Denk of GroenLinks.", "“In ieder huis is weleens wat.”", "Het wijst op spanning in de buurt.", "“Het wijst op gemeenschappelijke onvrede. Als je mensen vraagt waar ze problemen mee hebben, geven ze dezelfde antwoorden: ik kan mijn huur niet meer betalen, we verliezen onze banen, onze kinderen kunnen hier niet blijven wonen. In plaats van naar elkaar te kijken zouden we ons beter kunnen richten op onze gemeenschappelijke tegenstander: het grootkapitaal.”", "“Wij zien geen stemmers, wij zien mensen. Mensen die ontevreden zijn, maar met wie wij de liefde voor Noord delen. Ik vraag niet aan iemand waarop hij stemt, maar waar hij van houdt, wat hij lief heeft en wat hij zo mooi vindt aan Noord.”", "U bent in Los Angeles geweest, waar jongeren ateliers en cafés aanvallen omdat nieuwe rijken in hun oude huizen komen wonen.", "“Het is schrijnend dat goed opgeleide, goed geïnformeerde jongeren het gevoel hebben dat ze tot dit soort acties moeten overgaan. Ik kan me hun wanhoop voorstellen, maar zover zullen wij nooit gaan. Inspirerender vind ik de massale huurstakingen die ik daar heb gezien. Het zou te gek zijn als we zoiets ook in Noord kunnen organiseren. Vriendelijk aan de woningcorporatie vragen of het wat minder kan helpt toch niet.”", "U bent, schrijft u, geradicaliseerd.", "“Laten we vooropstellen dat radicaal niet per se een slecht woord is. Wat ik ermee bedoel is dat ik er gaandeweg achter ben gekomen dat gentrificatie geen natuurlijk verschijnsel is. Het is niet de markt, het is doelbewust beleid. En tegen beleid kun je je verzetten. Tegen wanbeleid móet je je verzetten. Wij willen meebeslissen over onze wijken. Wij willen ook mee in de golf van het succes van de stad.”", "Wat gaat de toekomst u brengen?", "“Ik weet het niet. Ik heb een zoontje van bijna 2 jaar. Echt te gek. Hij heeft me bij zijn geboorte al ingehaald. Ik ben een herboren en getogen noorderling, hij een geboren en getogen noorderling. Tenminste: ik hoop dat we daar de kans toe krijgen.”", "Massih Hutak: Je hebt ons niet ontdekt, wij waren hier altijd al. Uitgeverij Pluim, €19,99."], "authors": ["Marcel Wiegman"], "keywords": ["van", "hutak", "het", "wil", "die", "zijn", "massih", "ik", "niet", "noord", "zich", "voelt", "en", "een", "dat", "je", "opgejaagd", "weg"], "pubDate": "2020-11-21T10:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}