{"id": "15e44f0d-95cd-3376-8c68-722ec97e8d8c", "title": "Yoga in de huiskamer: 'Rol je matje uit en doe het gewoon'", "url": "https://nu.nl/uit/6089544/yoga-in-de-huiskamer-rol-je-matje-uit-en-doe-het-gewoon.html", "summary": "Uit onderzoek van Yoga Magazine blijkt dat in 2019 1,6 miljoen mensen in Nederland aan yoga deden.\nOfficiële cijfers van dit jaar zijn nog niet bekend, maar volgens yogadocent Corine van Zoelen is de populariteit van yoga door de coronacrisis flink gegroeid.\nIn het voorjaar gaf ze een webinar over online yoga die door meer dan vijftienhonderd yogadocenten werd gevolgd.\n\"Denk aan yoga voor blinden en slechtzienden, yoga voor ouderen of yoga voor mensen met een depressie.\nZonder tandenpoetsen ga je ook niet aan je dag beginnen.\"", "paragraphs": ["Vanwege de coronacrisis zijn yogadocenten massaal online lessen gaan geven. Dat resulteerde in een ontzettend groot aanbod op internet. Een trend is het volgens de kenners niet; online yoga is de toekomst.", "Uit onderzoek van Yoga Magazine blijkt dat in 2019 1,6 miljoen mensen in Nederland aan yoga deden. Officiële cijfers van dit jaar zijn nog niet bekend, maar volgens yogadocent Corine van Zoelen is de populariteit van yoga door de coronacrisis flink gegroeid. In het voorjaar gaf ze een webinar over online yoga die door meer dan vijftienhonderd yogadocenten werd gevolgd.", "\"Tijdens de lockdown werden yogascholen gedwongen hun deuren te sluiten\", legt Van Zoelen uit. \"Yogadocenten gingen massaal lessen geven via livestreamprogramma's als Zoom en Teams.\"", "Een zakje thee en wierook", "Van Zoelen begeleidt yogadocenten die online willen lesgeven. Zelf begon ze daar als een van de eersten in Nederland vijf jaar geleden al mee. Toen was online yoga nog niet echt geaccepteerd. Er was weerstand, zowel van cursisten als docenten. Er zou geen goede begeleiding en persoonlijke verbinding zijn.", "“Probeer yoga te zien als iets vanzelfsprekends zoals tandenpoetsen. Zonder tandenpoetsen ga je ook niet aan je dag beginnen.” Sabrina van den Berg, yogadocent", "\"In het geval van yogavideo's op YouTube en yoga-apps klopt dat, maar bij livestreamlessen is er wel degelijk verbinding. Docenten kunnen bijvoorbeeld hun vaste cursisten een zakje thee en wierook opsturen, zodat ze toch gezamenlijk na de les thee kunnen drinken.\" Ook worden veel online yogaprogramma's aangeboden specifiek gericht op verschillende doelgroepen. \"Denk aan yoga voor blinden en slechtzienden, yoga voor ouderen of yoga voor mensen met een depressie. Op die manier worden yogalessen veel persoonlijker.\"", "Hybride lessen", "Veel yogalessen worden hybride aangeboden; de les wordt gegeven in de studio en tegelijkertijd draait een Zoomsessie. Sabrina van den Berg geeft al twintig jaar yogalessen en biedt sinds maart haar lessen ook online aan. \"Op deze manier kan ik veel meer mensen bereiken; mijn eigen cursisten, maar ook mensen die nog nooit in mijn studio zijn geweest.\"", "Van den Berg raadt beginners aan eerst een beetje \"rond te shoppen\". \"Veel docenten bieden gratis online proeflessen aan; kijk bij wie je een klik voelt. Belangrijk daarbij is de stem van de docent en het tempo van de les. Heb je iemand gevonden, begin dan gewoon. Maak het niet te ingewikkeld. Rol gewoon je matje uit en doe mee. Probeer yoga te zien als iets vanzelfsprekends zoals tandenpoetsen. Zonder tandenpoetsen ga je ook niet aan je dag beginnen.\"", "Door yoga te beoefenen schoon je van binnenuit je lichaam en geest op, meent Van den Berg: \"Dit is zo belangrijk, zeker in een onzekere tijd waar mensen op zoek zijn naar rust, ontspanning en vertrouwen vinden in het omgaan met angst.\" Van Zoelen: \"Dit seizoen is bedoeld om naar binnen te keren. De Belgen zeggen het mooi: het is een tijd van 'herbronnen'. Yoga kan je daar zeker mee helpen.\""], "authors": ["Door", "Annemieke Riesebos"], "keywords": ["van", "yoga", "gewoon", "het", "op", "online", "doe", "een", "je", "rol", "uit", "en", "huiskamer", "te", "matje", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}