{"id": "15eeefa1-d0f2-3748-9d08-3e26be168f45", "title": "K-popgroep BTS door Time uitgeroepen tot Entertainer van het Jaar", "url": "https://nu.nl/muziek/6095966/k-popgroep-bts-door-time-uitgeroepen-tot-entertainer-van-het-jaar.html", "summary": "K-popgroep BTS is donderdag door Time Magazine uitgeroepen tot Entertainer van het Jaar.\nVolgens het tijdschrift stegen de leden van BTS in 2020 naar het \"hoogtepunt van hun popsterrendom, in een jaar dat gekenmerkt werd door tegenslagen\".\nBTS wordt door Time geprezen voor de sterke band met hun fanbase, die zichzelf 'ARMY' noemen.\nMaar de banden van BTS met hun internationale schare fans werden juist verdiept te midden van de pandemie, lockdowns en een wereldwijd racismedebat\", schrijft Time.\nZe gelden als een van de populairste K-popacts.", "paragraphs": ["K-popgroep BTS is donderdag door Time Magazine uitgeroepen tot Entertainer van het Jaar. Volgens het tijdschrift stegen de leden van BTS in 2020 naar het \"hoogtepunt van hun popsterrendom, in een jaar dat gekenmerkt werd door tegenslagen\".", "De voor een Grammy-genomineerde Zuid-Koreaanse groep, bestaande uit leden RM, Jin, SUGA, j-hope, Jimin, V en Jung Kook, treedt tijdens de eerste Person of the Year-uitzending van Time Magazine op met het nummer Dynamite van BTS' tweede album BE.", "BTS wordt door Time geprezen voor de sterke band met hun fanbase, die zichzelf 'ARMY' noemen. \"Andere beroemdheden probeerden de uitdagingen van dit jaar te benutten, de meeste mislukten. Maar de banden van BTS met hun internationale schare fans werden juist verdiept te midden van de pandemie, lockdowns en een wereldwijd racismedebat\", schrijft Time.", "Het tijdschrift noemt BTS niet enkel de grootste K-popact in de huidige hitlijsten, maar ook de grootste band ter wereld.", "BTS werd in 2013 opgericht en bracht albums uit in zowel de Koreaanse als Japanse taal. Ze gelden als een van de populairste K-popacts. In oktober 2018 traden ze nog op in een uitverkocht Ziggo Dome."], "authors": ["Door"], "keywords": ["van", "entertainer", "uitgeroepen", "een", "en", "ze", "bts", "kpopgroep", "hun", "tot", "jaar", "met", "het", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}