{"id": "1602f6b8-0216-31a5-ac15-dfd9224a4098", "title": "AIVD ontmaskert twee Russische diplomaten als spionnen", "url": "https://nos.nl/artikel/2360085-aivd-ontmaskert-twee-russische-diplomaten-als-spionnen.html", "summary": "Inlichtingendienst AIVD heeft twee Russische diplomaten in Nederland ontmaskerd als spionnen.\nVolgens de AIVD gaat het om inlichtingenofficieren van de Russische civiele inlichtingendienst SVR.\nEen van hen bouwde een substantieel netwerk op van bronnen die allen werken of werkten in de hoogtechnologische sector.\nDe AIVD zegt de operatie van de twee te hebben beëindigd door hun bronnen aan te spreken.\nZeker een van de bronnen van de spionnen is een buitenlander.", "paragraphs": ["Inlichtingendienst AIVD heeft twee Russische diplomaten in Nederland ontmaskerd als spionnen. Ze waren uit op gevoelige informatie van Nederlandse hightech-bedrijven en instellingen, zegt de dienst. De twee zijn door het ministerie van Buitenlandse Zaken tot persona non grata verklaard en moeten ons land verlaten.", "Volgens de AIVD gaat het om inlichtingenofficieren van de Russische civiele inlichtingendienst SVR. Hun dekmantel was dat ze als geaccrediteerd diplomaat werkten op de Russische ambassade in Den Haag.", "Een van hen bouwde een substantieel netwerk op van bronnen die allen werken of werkten in de hoogtechnologische sector. De ander vervulde daarbij een ondersteunende rol. De bronnen werden door de twee betaald voor hun informatie.", "Militair te gebruiken technologie", "Ze waren onder meer geïnteresseerd in informatie over kunstmatige intelligentie, halfgeleiders en nanotechnologie. Dat zijn technologieën die niet alleen civiel, maar ook militair gebruikt kunnen worden.", "De AIVD zegt de operatie van de twee te hebben beëindigd door hun bronnen aan te spreken. Ook de werkgevers van de bronnen, bedrijven en een hogere onderwijsinstelling, zijn geïnformeerd. Welke dat zijn wil de dienst niet zeggen.", "Zeker een van de bronnen van de spionnen is een buitenlander. De IND zal tegen die persoon \"vreemdelingenrechtelijke maatregelen\" nemen, zegt de AIVD.", "Volgens topman Erik Akerboom van de inlichtingendienst is Nederland een aantrekkelijk, maar ook kwetsbaar doelwit voor spionage, omdat ons land bij de meest ontwikkelde landen hoort op het gebied van economie, wetenschap en techniek.", "\"Wij beschermen de strategische belangen van Nederland door inlichtingen in te winnen die deze vorm van spionage blootlegt. Hierdoor kunnen we de spionage verstoren, zoals we ook in dit geval hebben gedaan\", zegt Akerboom.", "Hackpoging bij OPCW", "Het is niet de eerste keer dat Russen in Nederland betrapt worden op spionage. In 2018 werden vier Russische officieren betrapt bij een poging om de computersystemen te hacken van de OPCW, de organisatie voor het verbod op chemische wapens in Den Haag.", "Andersom claimde Rusland in augustus van dit jaar dat er volgapparatuur was gevonden in de auto van de Russische militair attaché in Nederland.", "Beide landen hebben een moeizame relatie de laatste jaren. Dat heeft ook te maken met de nasleep van de ramp met vlucht MH17. Moskou weigert mee te werken aan het onderzoek naar en strafproces tegen de Russische verdachten."], "authors": [], "keywords": ["aivd", "van", "als", "het", "twee", "op", "spionnen", "bronnen", "russische", "ontmaskert", "diplomaten", "een", "ook", "te", "en", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}