{"id": "16150bc4-58d9-373c-8b31-47e4c2b55d10", "title": "Acht Nederlandse voetballers genomineerd voor wereldelftal van het jaar", "url": "https://www.nu.nl/voetbal/6095861/vijf-nederlandse-voetbalsters-genomineerd-voor-wereldelftal-van-het-jaar.html", "summary": "Acht Nederlandse voetballers maken kans om te worden opgenomen in het wereldelftal van 2020.\nVan Dijk (spelend bij Liverpool), De Ligt (Juventus) en De Jong (FC Barcelona) bemachtigden vorig jaar ook al een plekje in het wereldelftal van 2019.\nOverigens is Van Dijk, die nog minimaal enkele maanden is uitgeschakeld door een zware knieblessure, ook in de race voor de titel beste voetballer van het jaar.\nVan Veenendaal ook in wereldelftal van 2019Van Veenendaal kreeg ook een plek in het wereldelftal van 2019.\nMiedema, die een indrukwekkend jaar beleeft bij Arsenal, is niet alleen genomineerd voor het wereldelftal, maar is ook een van de elf kandidaten voor de prijs voor de beste voetbalster van het jaar.", "paragraphs": ["Acht Nederlandse voetballers maken kans om te worden opgenomen in het wereldelftal van 2020. Bij de mannen behoren Virgil van Dijk, Matthijs de Ligt en Frenkie de Jong tot de 55 genomineerden en bij de vrouwen Sari van Veenendaal, Stefanie van der Gragt, Daniëlle van de Donk, Lieke Martens en Vivianne Miedema.", "De lijst is opgesteld door de internationale spelersvakbond FIFPRO en de wereldvoetbalbond FIFA. Alle profvoetballers kunnen hun stem uitbrengen. Volgende week donderdag wordt het 'beste' elftal van 2020 gepresenteerd op het FIFA-gala The Best, dat vanwege de coronacrisis online wordt gehouden.", "Van Dijk (spelend bij Liverpool), De Ligt (Juventus) en De Jong (FC Barcelona) bemachtigden vorig jaar ook al een plekje in het wereldelftal van 2019. De Ligt en De Jong hadden dat destijds te danken aan het imponerende Champions League-avontuur met Ajax, dat toen doorstootte naar de halve finales.", "Overigens is Van Dijk, die nog minimaal enkele maanden is uitgeschakeld door een zware knieblessure, ook in de race voor de titel beste voetballer van het jaar. Hij moet daarvoor afrekenen met onder anderen Lionel Messi, Cristiano Ronaldo en Robert Lewandowski.", "Van Veenendaal ook in wereldelftal van 2019", "Van Veenendaal kreeg ook een plek in het wereldelftal van 2019. De keeper van PSV, die afgelopen zomer overkwam van Atlético Madrid, werd vorig jaar ook uitgeroepen tot beste doelvrouw ter wereld. Dat gebeurde na een sterk optreden op het WK, waarop de Oranjevrouwen de finale bereikten.", "Miedema, die een indrukwekkend jaar beleeft bij Arsenal, is niet alleen genomineerd voor het wereldelftal, maar is ook een van de elf kandidaten voor de prijs voor de beste voetbalster van het jaar. Ze heeft daarvoor concurrentie van onder anderen Lucy Bronze, Pernille Harder en Wendie Renard.", "Het FIFA-gala stond aanvankelijk in september op het programma, maar werd toen uitgesteld vanwege de coronacrisis. Andere verkiezingen, zoals de uitreiking van de Gouden Bal door het Franse tijdschrift France Football, gaan in 2020 helemaal niet door."], "authors": ["Door"], "keywords": ["van", "voetballers", "het", "voor", "een", "ook", "en", "genomineerd", "jaar", "dat", "acht", "door", "wereldelftal", "nederlandse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}