{"id": "1631ee5c-71bb-3570-929d-d9de02613292", "title": "Datavisualisatie van intieme momenten: Dear Data is een uitvoerig contactonderzoek avant la lettre", "url": "https://volkskrant.nl/cultuur-media/datavisualisatie-van-intieme-momenten-dear-data-is-een-uitvoerig-contactonderzoek-avant-la-lettre~be6ae728/", "summary": "Dat klopt, maar het is ook het verslag van ‘een week van fysiek contact’.\nZomaar een week uit het leven van informatie-vormgever Stefanie Posavec.\nDe legenda vermeldt dat elke bloem voor een persoon staat en elk streepje voor een moment van fysiek contact.\nDe turkooizen bolletjes (mooi vind ik dus) staan symbool voor momenten dat Posavec werd begroet met een hand of een omhelzing.\nDeze week betrapte ik me erop dat ik voor het eerst in tien maanden tijd vlak bij mijn moeder stond.", "paragraphs": ["Wekelijks bespreken we een kunstwerk dat nú om aandacht vraagt. Deze week Dear Data van Stefanie Posavec en Giorgia Lupi.", "2020 was een hele hoop, maar ook een jaar vol datavisualisaties: kijk naar dit staafdiagram, deze grafiek, deze piek, die zoveelste golf, flatten the curve! 2021 blijft voorlopig in de ban van grafieken. Woensdag hadden we weer een paar stevige exemplaren voor u: in rood, geel en turkoois (mooie kleur, vind ik). Kon u zien hoe we er dit jaar gevaccineerd en wel aan toe zijn.", "Die datavisualisaties stellen zelden gerust. Inmiddels zijn vrienden en familieleden in de statistieken terechtgekomen, als onherkenbaar klein deel van de grote berg smalle blauwe staafjes die de krant maakt op basis van RIVM-cijfers. Eigenlijk was alleen Donald Trump als onbedoelde dataclown lachwekkend, toen hij in het veelbesproken interview met Jonathan Swan begon te wapperen met grafieken die moesten bewijzen dat de VS het heel goed deden in de coronacrisis: ‘We’re lower than the world!’", "De tekening hierboven herkent u misschien niet als datavisualisatie. Het zijn bloemen. Dat klopt, maar het is ook het verslag van ‘een week van fysiek contact’. Zomaar een week uit het leven van informatie-vormgever Stefanie Posavec. De legenda vermeldt dat elke bloem voor een persoon staat en elk streepje voor een moment van fysiek contact. De turkooizen bolletjes (mooi vind ik dus) staan symbool voor momenten dat Posavec werd begroet met een hand of een omhelzing.", "Dear Data: Week 6: A week of physical contact. Beeld Stefanie Posavec", "Posavec verzamelde haar aanrakingen voor het project Dear Data dat zij in 2014 en 2015 uitvoerde met zielsverwant en datavormgever Giorgia Lupi. Ze hadden elkaar maar twee keer ontmoet toen ze besloten elkaar een jaar lang elke week een ansichtkaart te sturen waarop ze iets bijhielden: hoe vaak ze iemand aanraakten dus, maar ook bijvoorbeeld hoe vaak ze zich verontschuldigden, lachten, omkleedden of bijvoorbeeld een dier zagen.", "Ze spraken niet af hoe ze die data zouden verwerken. Lupi, zo zie ik in het geweldige boek waarin alle 104 kaarten staan, voegde meer details toe dan Posavec. Zij heeft precies aangegeven wie welk deel van haar lichaam aanraakte met welk lichaamsdeel. Een uitvoerig contactonderzoek avant-la-lettre. Gadverdamme, denk ik nu. Maar de bloemen van Posavec raken me op een andere manier. In het boek staat dat zij een scherpe pijn van heimwee voelt als ze naar de tekening kijkt. Twee van die bloemen zijn namelijk haar ouders die in de VS wonen en haar in haar woonplaats Londen bezochten. Die heel specifieke huidhonger herken ik.", "Symptoms of Loneliness, 2009. Beeld Simon Evans en James Cohan, New York.", "Het Brits-Amerikaanse kunstenaarsduo Simon Evans is ook bekend van hun datavisualisaties. Bij hen ontbreekt een legenda vaak, soms spreken de collages voor zich, zoals Everyone uit 2011, een enorm complex sociogram vol hoofdjes van, nou ja, niet letterlijk iedereen maar wel een heleboel mensen. Al even veelzeggend, zijn de twee geopende handen Symptoms of Loneliness waarin een alternatieve versie van handlezen symptomen van eenzaamheid opspoort.", "Deze week betrapte ik me erop dat ik voor het eerst in tien maanden tijd vlak bij mijn moeder stond. Ik probeerde haar dinsdagochtend wegwijs te maken in het afstandsonderwijs. Samen stonden we voorovergebogen aan de keukentafel en bekeken het complexe schema dat mijn dochter, haar kleindochter, deze weken door moet helpen. Een verwarrend maar ook onbedoeld intiem moment. Ze merkte het gelukkig niet."], "authors": ["Anna Van Leeuwen"], "keywords": ["ik", "van", "dear", "datavisualisatie", "en", "uitvoerig", "een", "ze", "voor", "maar", "la", "momenten", "intieme", "lettre", "data", "het", "week", "dat"], "pubDate": "2021-01-07T13:33:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}