{"id": "165881be-56f0-3314-a73c-7895bc8bec83", "title": "Let op de privacy van de leerling (en de leraar)", "url": "https://volkskrant.nl/nieuws-achtergrond/let-op-de-privacy-van-de-leerling-en-de-leraar~b647627a/", "summary": "Beeld Hollandse Hoogte / Mariette CarstensScholen letten in hun digitaliseringsdrang niet altijd even streng op de privacy van leerlingen.\nUniversiteiten wilden na de uitbraak van de coronacrisis zo graag studievertraging voorkomen, dat ze grepen naar een middel dat ze op grote schaal jarenlang hadden afgezworen: online proctoring.\n‘Ik merkte dat het op scholen af en toe ging over ‘zeurouders’, maar dat is onzin: zij hebben recht op het stellen van vragen.\nWeten ze dat ze moeten vragen of ze de woonkamer van een leerling mogen zien?\nEen docent loopt normaal ook niet zomaar de woonkamer van een leerling binnen.", "paragraphs": ["Een student Geneeskunde studeert vanuit huis vanwege het coronavirus. Beeld Hollandse Hoogte / Mariette Carstens", "Scholen letten in hun digitaliseringsdrang niet altijd even streng op de privacy van leerlingen. ‘In deze tijd moet iedereen soms dingen accepteren die we minder prettig vinden’, reageerde minister van Onderwijs, Cultuur & Wetenschap Ingrid van Engelshoven op 29 april in de Tweede Kamer weinig begripvol tegenover studenten die protesteerden tegen privacygevoelige anti-spieksoftware.", "Universiteiten wilden na de uitbraak van de coronacrisis zo graag studievertraging voorkomen, dat ze grepen naar een middel dat ze op grote schaal jarenlang hadden afgezworen: online proctoring. Daarbij nemen gespecialiseerde bedrijven de webcam van de student over.", "Of deze bedrijven – veelal Amerikaans – handelden volgens de privacywetten van de Algemene Verordening Gegevensbescherming (AVG), vonden rechtenstudenten van Tilburg University twijfelachtig. Hun petitie tegen de software kreeg bijna vijfduizend ondertekenaars.", "Ook in het basis- en voortgezet onderwijs ging niet alles even ‘AVG-proof’. Ouders klaagden bijvoorbeeld over het gebruik van videobeldienst Zoom, weet Wytze Niezen van adviesbureau EduNovum. Want waar kwamen die gegevens precies terecht en wat werd ermee gedaan? ‘Ik merkte dat het op scholen af en toe ging over ‘zeurouders’, maar dat is onzin: zij hebben recht op het stellen van vragen. Dat dwingt scholen over deze dingen na te denken.’", "Scholen die klachten van ouders kregen, namen contact op met zijn adviesbureau, dat zich bezighoudt met de implementatie van ict in het onderwijs. ‘Wat ik jammer vond’, zegt Niezen, ‘is dat het voor een groot deel over de techniek ging. Scholen zagen de AVG-normen vooral als check. Als je Zoom niet mag gebruiken, welk platform dan wel?", "‘Maar heb je überhaupt gedragsregels met elkaar opgesteld? Heb je aan leraren uitgelegd dat ze niet zomaar kunnen weglopen als de webcam aanstaat, omdat er misschien privacygevoelige informatie in het zicht ligt. Weten ze dat ze moeten vragen of ze de woonkamer van een leerling mogen zien? Een docent loopt normaal ook niet zomaar de woonkamer van een leerling binnen. Dat gesprek heb ik nu gemist en vind ik een les voor de toekomst. De AVG is nu vooral een technisch verhaal, maar het gedrag van mensen omtrent privacy is minstens zo belangrijk. Dat vraagt nog veel voorlichting.’"], "authors": ["Nick De Jager"], "keywords": ["leraar", "van", "let", "het", "op", "privacy", "die", "ik", "leerling", "een", "ze", "en", "dat", "niet"], "pubDate": "2020-05-28T14:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}