{"id": "166f4499-663b-3ebf-8e44-407710a6e92e", "title": "Miljoenenschade door uitgebrande Connexxion-bussen in Haarlem", "url": "https://nu.nl/haarlem/6096311/miljoenenschade-door-uitgebrande-connexxion-bussen-in-haarlem.html", "summary": "De brand in de vier bussen van vervoersbedrijf Connexxion in de nacht van vrijdag op zaterdag in Haarlem, heeft miljoenenschade veroorzaakt voor het bedrijf, meldt Michael de Ruiter van Connexxion zaterdag.\n\"Deze bussen werden op het terrein klaargemaakt.\nWe hebben geen idee wat de oorzaak van de brand is.\n\"Wij gaan deze vier bussen natuurlijk wel missen, maar we hebben voldoende bussen in ons bedrijf.\"\nDe oorzaak van de brand wordt nog onderzocht.", "paragraphs": ["De brand in de vier bussen van vervoersbedrijf Connexxion in de nacht van vrijdag op zaterdag in Haarlem, heeft miljoenenschade veroorzaakt voor het bedrijf, meldt Michael de Ruiter van Connexxion zaterdag.", "De nieuwe elektrische bussen met een waarde van 400.000 euro per stuk zouden op 3 januari volgend jaar in de nieuwe dienstregeling in de regio Schiphol worden ingezet.", "Rond 3.00 uur brandden de bussen uit die geparkeerd stonden op de remise aan de Laan van Decima. \"Heel triest en erg om te zien\", zegt De Ruiter.", "\"Deze bussen werden op het terrein klaargemaakt. Dat betekent dat apparatuur, beeldschermen, camera's en onze boordcomputers hier werden ingebouwd. We hebben geen idee wat de oorzaak van de brand is. Er wordt onderzoek gedaan door politie, brandweer en technische recherche om te achterhalen wat de precieze oorzaak is.\"", "Volgens de De Ruiter komt de dienstregeling niet in gevaar. \"Wij gaan deze vier bussen natuurlijk wel missen, maar we hebben voldoende bussen in ons bedrijf.\"", "De oorzaak van de brand wordt nog onderzocht."], "authors": ["Door"], "keywords": ["van", "haarlem", "werden", "bussen", "miljoenenschade", "en", "wordt", "vier", "connexxionbussen", "op", "brand", "oorzaak", "wat", "door", "uitgebrande"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}