{"id": "168a7468-bd2d-3aa0-a596-3886341f0579", "title": "‘Vliegtuig Indonesië mogelijk uit elkaar gevallen bij raken water’", "url": "https://www.parool.nl/wereld/vliegtuig-indonesie-mogelijk-uit-elkaar-gevallen-bij-raken-water~b56e84fd/", "summary": "Enkele uren later vonden duikers al brokstukken en onderdelen met daarop het registratienummer van het vliegtuig.\n“We weten het niet zeker.\nVermistVolgens transportminister Budi Karya Sumadi waren er vijftig passagiers en twaalf bemanningsleden aan boord.\nTransportminister Budi meldde dat de luchtverkeersleiding na enkele minuten in de gaten kreeg dat het toestel niet op de juiste koers vloog en contact zocht met het toestel.\nHet laatste contact met het toestel was om 14.40 uur lokale tijd, aldus woordvoerster Adita Irawati van het Indonesische ministerie van transport.", "paragraphs": ["Een vliegtuig van luchtvaartmaatschappij Sriwijaya Air. Beeld AFP", "De Boeing 737 van de Indonesische luchtvaartmaatschappij Sriwijaya Air werd zaterdag na het opstijgen in Jakarta vermist. Aan boord waren 62 passagiers. Enkele uren later vonden duikers al brokstukken en onderdelen met daarop het registratienummer van het vliegtuig. Zondag zijn signalen van de zwarte dozen gevonden en die kunnen volgens de onderzoekers snel worden geborgen en leiden naar de positie van het wrak.", "“We weten het niet zeker. Maar als we naar de brokstukken kijken, dan liggen die verspreid over een gebied dat niet te breed is,” zei Nurcahyo Utomo maandag tegen Reuters. “Het is mogelijk gescheurd toen het water raakte, want als het in de lucht was geëxplodeerd, zou het puin breder zijn verspreid,” voegde hij eraan toe.", "Vermist", "Volgens transportminister Budi Karya Sumadi waren er vijftig passagiers en twaalf bemanningsleden aan boord. Onder de passagiers bevinden zich zeven kinderen en drie baby’s, meldden lokale media.", "Transportminister Budi meldde dat de luchtverkeersleiding na enkele minuten in de gaten kreeg dat het toestel niet op de juiste koers vloog en contact zocht met het toestel. “Niet lang daarna, binnen enkele seconden, verdween vlucht van SJ 182 van de radar,” zei Budo tegen de website Republika.", "Pontianak", "Het toestel was op weg naar het 700 kilometer noordelijker gelegen Pontianak in de provincie West-Kalimantan. Het laatste contact met het toestel was om 14.40 uur lokale tijd, aldus woordvoerster Adita Irawati van het Indonesische ministerie van transport.", "De website FlightRadar24 meldt in een Twitterbericht dat het vliegtuig 26 jaar oud was en in minder dan een minuut drieduizend meter hoogte verloor.", "Sriwijaya Air flight #SJ182 lost more than 10.000 feet of altitude in less than one minute, about 4 minutes after departure from Jakarta.https://t.co/fNZqlIR2dz pic.twitter.com/MAVfbj73YN — Flightradar24 (@flightradar24) 9 januari 2021", "Op sociale media zijn beelden te zien van lokale vissers met gevonden brokstukken, maar het is nog niet duidelijk of deze afkomstig zijn van het verongelukte toestel. Op het vliegveld van Pontianak wordt een crisiscentrum ingericht waar familieleden van de passagiers worden opgevangen.", "We’re receiving videos and images transferred by the the rescue team #SJ182 https://t.co/gjxIxEX22N pic.twitter.com/Z25P4dfZOt — AIRLIVE (@airlivenet) 9 januari 2021", "Javazee", "In de Javazee ten noorden van Jakarta zijn meerdere vliegtuigen van de radar verdwenen. In oktober 2018 stortte een Max-toestel van Lion Air in dezelfde Javazee, toen kwamen alle 189 passagiers en bemanningsleden om het leven. Ook in 2014 stortte een AirAsia vlucht van Surabaya naar Singapore in deze zee. Hierbij kwamen 162 mensen om het leven.", "Sriwijaya Air is een budgetvliegtuigmaatschappij. De maatschappij faciliteert jaarlijks duizenden nationale en internationale vluchten. Het is de derde grootste vliegtuigmaatschappij van Indonesië."], "authors": ["Jasper Knegt"], "keywords": ["raken", "bij", "vliegtuig", "zijn", "naar", "elkaar", "water", "uit", "mogelijk", "toestel", "van", "en", "een", "air", "passagiers", "gevallen", "indonesië", "het", "niet"], "pubDate": "2021-01-11T06:53:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}