{"id": "16b85e47-5236-3dcc-8f43-8c4394c4d57b", "title": "Eigen enquête over geld dat windboeren beschikbaar stellen voor de regio wekt wrevel bij inwoners, adviesraad en bestuurders", "url": "https://www.dvhn.nl/drenthe/Windparkenqu%C3%AAte-over-gebiedsfonds-wekt-wrevel-26344012.html", "summary": "Met hun enquête over de besteding van geld uit het gebiedsfonds hebben de initiatiefnemers van Windpark Drentse Monden en Oostermoer gezorgd voor verbazing, boosheid en verwarring bij bestuurders en inwoners.\nEn in die OAR is een werkgroep zorgvuldig bezig om te kijken wat de inwoners uiteindelijk met dat geld kunnen.\nOok het Rijk, de provincie en de gemeenten Aa en Hunze en Borger-Odoorn stellen de komende jaren geld beschikbaar.\n,,Want de gemeente vroeg de inwoners heel specifiek wat ze willen doen met het geld van de overheid.\nDe inwoners van het gebied moeten over het geld beslissen.", "paragraphs": ["Met hun enquête over de besteding van geld uit het gebiedsfonds hebben de initiatiefnemers van Windpark Drentse Monden en Oostermoer gezorgd voor verbazing, boosheid en verwarring bij bestuurders en inwoners.", ",,Dit is niet goed voor de verhoudingen in het gebied’’, zegt wethouder Co Lambert van Aa en Hunze.", ",,Wij hebben in onze gemeente geprobeerd een zo goed mogelijke vertegenwoordiging van dorpen en inwoners bijeen te krijgen in onze Omgevingsadviesraad. En in die OAR is een werkgroep zorgvuldig bezig om te kijken wat de inwoners uiteindelijk met dat geld kunnen. Met deze, volgens mij voor iedereen onverwachte, enquête wordt onze OAR volledig gepasseerd.’’", "De vraag wie over de besteding van het geld beslist ligt gevoelig", "Eind december plaatste het windpark, zonder verder overleg, op de eigen website een enquête met de vraag wat met het geld moet gebeuren dat de initiatiefnemers de komende jaren in het gebiedsfonds stoppen, vijftien jaar lang 50 cent per jaarlijks opgewekte megawatt uur.", "Ook het Rijk, de provincie en de gemeenten Aa en Hunze en Borger-Odoorn stellen de komende jaren geld beschikbaar. Ooit was de gedachte dat dat geld in één grote pot zou komen, genaamd ‘het gebiedsfonds’, maar inmiddels lijken steeds meer potjes te ontstaan met etiketten voor gemeenten, regelingen, enzovoorts. Vooral de vraag wie beslist over de besteding van al dat geld ligt gevoelig.", "De enquête van het windpark komt als verrassing, omdat - zoals Lambert aangeeft - in Aa en Hunze al een werkgroep bestaat om over het gebiedsfonds in hun gemeente na te denken. De windboeren, met voorop de algemeen windparkdirecteur Wim Wolters, zijn het er totaal niet mee eens dat zij buiten die werkgroep worden gehouden.", ",,Dat is een bewuste keuze van de OAR geweest’’, benadrukt OAR-woordvoerder Rob Rietveld, die weet dat de leden van de OAR heel boos zijn over de windparkenquête. ,,Maar we willen hier eerst samen over praten - zonder initiatiefnemers van het windpark - voordat we er meer over zeggen.’’", "De OAR in Aa en Hunze wil in ieder geval het geld dat de initiatiefnemers betalen gebruiken voor een burenregeling, waarbij omwonenden van de 45 turbines worden gecompenseerd, afhankelijk van de afstand tot de turbines.", "‘Mensen vinden dit wel wat verwarrend’", "Burgemeester Jan Seton van de gemeente Borger-Odoorn, waar binnenkort een inwonersadviesgroep officieel zal worden benoemd, heeft eenzelfde constructie voor ogen voor zijn gemeente. ,,Geld van de initiatiefnemers is voor een burenregeling, en over de rest mogen inwoners zelf beslissen.’’", "Bij zowel de gemeente Aa en Hunze als bij de gemeente Borger-Odoorn zijn naar aanleiding van de windparkenquête berichten binnengekomen van inwoners die niet meer weten wat nou precies de bedoeling is. ,,Mensen vinden dit wel wat verwarrend. En dat kan ik me goed voorstellen’’, aldus Seton. Borger-Odoorn was in november al een schriftelijke enquête gestart over het gebiedsfonds.", "De initiatiefnemers, en met name de windboeren onder hen, vinden een burenregeling zonde van het geld, schreven ze vorig jaar al aan de gemeenteraad van Borger-Odoorn. Maar die brief en het verzoek om erover te praten werd terzijde geschoven. ‘Een grote mate van bescheidenheid’ zou een betere houding zijn voor de windboeren, waren gedeputeerde Tjisse Stelpstra en burgemeester Seton destijds van mening.", "‘Wij vinden dat bestuurders daar niet over gaan’", ",,Naar aanleiding van de enquête van de gemeente Borger-Odoorn zijn we zelf een enquête gestart’’, zegt windparkwoordvoerder Elzo Springer uit. ,,Want de gemeente vroeg de inwoners heel specifiek wat ze willen doen met het geld van de overheid. Volgens de burgemeester is ons deel al gereserveerd voor een burenregeling. Maar wij vinden dat bestuurders daar niet over gaan. De inwoners van het gebied moeten over het geld beslissen. Dus vandaar onze eigen enquête over óns geld. En de uitkomsten zullen we neerleggen bij degene die het gebiedsfonds uiteindelijk gaat beheren.’’", "Springer begrijpt dat het verwarrend kan zijn, al die enquêtes en verschillende werkwijzen. ,,Maar dat ligt niet zozeer aan ons. Overigens loopt het storm bij onze enquête.’’"], "authors": ["Arnoud Bodde"], "keywords": ["wrevel", "inwoners", "windboeren", "van", "het", "wekt", "voor", "en", "een", "met", "enquête", "regio", "stellen", "dat", "gemeente", "geld"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}