{"id": "16c36335-d2e7-30ae-be3a-1e6246ed0616", "title": "Maike Meijer: ‘Seks duurt maar kort, een partner zonder humor is vervelender’", "url": "https://volkskrant.nl/cultuur-media/maike-meijer-seks-duurt-maar-kort-een-partner-zonder-humor-is-vervelender~b5fd5161/", "summary": "‘Het idee voor dit boek had ik al een jaar, vanaf het moment dat ik in de overgang kwam.\nToen ik dat notitieboekje wilde kopen, was ik in de winkel vergeten wat ik moest kopen - vergeetachtigheid hoort ook bij de overgang.\n‘Wen er maar aan gaat over het leven van M., die een beroemde actrice wil worden, maar in feite op haar retour is.\nDe intentie van humor moet nooit zijn dat je iemand wilt kwetsen.’Welk personage uit Toren C, Karin of de portier?\nZij staat ver van mijn eigen karakter af, maar ik ben van haar gaan houden.", "paragraphs": ["Wat zijn dit voor vragen? Naar aanleiding van haar literaire debuut, Wen er maar aan, acht dilemma’s voor actrice en scenarioschrijver (Toren C) Maike Meijer.", "Maike Meijer (53), actrice en scenarioschrijver van het satirische programma Toren C, debuteerde deze maand met Wen er maar aan, een fictief dagboek over het leven van de werkloze actrice M.", "Schrijven of acteren?", "‘Schrijven. Met schrijven heb je geen jurk of mooi decor, alleen een wit vel, je bent creatief vrijer dan met acteren. De lezer moet een scène in zijn hoofd kunnen oproepen. Zo staat er in mijn boek dat ik mij voel ‘als een Febo na sluitingstijd met lege kroketvakken en servetten op de vloer’, een reactie op de Instagrampost ‘Your body is a Temple’. Ik moet dan lachen om het beeld in mijn hoofd, terwijl dat in een film natuurlijk niet te spelen is. Woorden kunnen op een andere manier tot de verbeelding spreken.", "‘Het idee voor dit boek had ik al een jaar, vanaf het moment dat ik in de overgang kwam. Ik heb toen een notitieboekje gekocht en ben gekke situaties over ouder worden gaan noteren. Toen ik dat notitieboekje wilde kopen, was ik in de winkel vergeten wat ik moest kopen - vergeetachtigheid hoort ook bij de overgang.", "‘Wen er maar aan gaat over het leven van M., die een beroemde actrice wil worden, maar in feite op haar retour is. Ze is in de overgang en werkloos en probeert haar zoon niet teleur te stellen. Haar personage is voor een groot deel gebaseerd op mijn eigen ervaringen en hoe ik zelf naar de wereld kijk. De manier waarop M. beschrijft dat haar lichaam verandert, komt uit mijn leven. Ik zag mijn lichaam als een Ali Express-variant van mijn vroegere zelf. En net zoals M. ben ik ook weleens meteen na een auditie afgebeld, toen ik terug naar huis fietste.’", "M. of Maike?", "‘Maike natuurlijk. Wen er maar aan is gebaseerd op mijn leven, maar M. is een fictief personage. Het fijne aan fictie is dat je personages kunt creëren die hun eigen leven gaan leiden en waarmee je verder kunt gaan dan in de realiteit mogelijk is. M. staat heel anders dan ik in het leven. Je wilt haar soms het liefst een schop onder haar kont geven, zo afwachtend is ze. Ze doet keer op keer auditie en wordt steeds afgewezen. In haar plaats was ik allang iets anders gaan doen. Haar drijfveer is dat ze wil dat haar zoon Ole trots op haar is. En die zit daar niet op te wachten. Ik hoef me niet voor mijn zoons te bewijzen, ik doe het vooral voor mijzelf.’", "Goede seks of een goede grap?", "‘Misschien toch een goede grap. In Wen er maar aan beschrijf ik dat ouder worden vaak ten koste gaat van je seksleven, seks wordt voor M. minder belangrijk. Bovendien: seks is kortstondig, een partner zonder humor is vervelender op de lange termijn. Humor kan zo veel toevoegen aan je relatie. Ik had een keer een lingerieset aan, waarin ik me niet helemaal optimaal voelde. ‘Ga je parachutespringen?’, zei mijn vriend toen. Ik heb daar ontzettend om gelachen.’", "In je blote kont of met blote buik?", "‘In mijn blote kont. Voor Toren C speelde ik een scène waarin ik rook met mijn blote buik. Ik pakte de huid bij elkaar en stopte er een peuk tussen. Toen we aan het filmen waren, op een set met vooral mannen, voelde ik mij kwetsbaar. Ik schaamde me voor de lelijkheid van mijn buik, waaraan alles een beetje lubberde. Tegelijkertijd vond ik het irritant dat ik dus iemand ben die zich daarvoor schaamt. Lang heb ik mezelf voorgehouden dat ik niet iemand was die zich schaamt voor haar buik.", "‘Schaamte kan je overvallen wanneer je uit je neus eet of gek loopt en is dus niet alleen maar voorbehouden aan naakt zijn. Het wordt veroorzaakt door het betrapt worden op een onverwacht moment waarop je niet uit de boot wilt vallen. Die schaamte zoek ik op in mijn werk, zoals in de scène met de buik in Toren C.", "‘Laatst ontdekte ik een nieuw ongemak, bij het afsluiten van een virtuele vergadering. Niemand wil dan de laatste zijn en je ziet hoe mensen krampachtig proberen om soepel afscheid te nemen bij wegklikken, wat natuurlijk vaak niet lukt. Die schuring, echt heerlijk!’", "Beeld Frank Ruiter", "Eeuwige jeugd of oud worden?", "‘Oud worden. Mensen denken dat mijn boek over de overgang gaat, maar het gaat over ouder worden. Want dat overkomt ons allemaal, als het goed is. Ook mannen doen gekke dingen wanneer ze ouder worden, zoals ineens gaan fietsen in zo’n veel te strak broekje met van die leipe schoentjes.", "‘Ik geniet van het ouder worden. Nu ik over de 50 ben is het leven een stuk duidelijker, ik weet beter wat ik wil. Ik zou geen 20 meer willen zijn, want toen was het allemaal zo onrustig. Ik wilde iemands muze zijn en iedereen laten zien hoe goed ik was. Nu hoeft dat niet meer zo nodig, ik geniet van de dingen die ik maak. De fysieke kwaaltjes die horen bij het ouder worden, zoals krakende botten of je zicht dat achteruit gaat, daar wen je aan.", "‘Ik heb gelezen dat je vanaf je 60ste een nieuwe bloeiperiode ingaat. Mijn moeder is een goed voorbeeld van genietend oud worden. Ze is 76 en gaat nog geregeld naar musea, theaters en concerten. Ik krijg appjes van haar: heb je dit of dat al gezien? We lijken op elkaar, we zijn allebei sponzen die alles willen zien, horen en meemaken. Dus als het zo kan, dan kies ik voor ouder worden. Bovendien: zonder de overgang had ik Wen er maar aan niet kunnen schrijven.’", "Jumbo of Albert Heijn?", "‘Ja Jumbo, ik ben meer geel dan blauw. Mensen herkennen me van die reclame in de supermarkt. Ik ben al lang niet in de Albert Heijn geweest, dus ik weet niet of ik daar ook word herkend. Dat ik herkend word vanwege die reclame vind ik nooit vervelend, want ik speel een lieve, aanraakbare moeder. Die rol verschilt van de rollen die ik normaal gesproken speel. En het gaat in die reclame niet om mij, maar om het merk.’", "Beeld Frank Ruiter", "Zelfspot of spotten met anderen?", "‘Zelfspot! je moet jezelf ter discussie durven stellen. Ik doe dat zowel in Toren C als in Wen er maar aan. In Toren C laat ik mezelf vaak van mijn lelijkste of onhebbelijkste kant zien. In Wen er maar aan zit een scène waarin M. een jurkje aantrekt dat eigenlijk voor jonge meiden is bedoeld. Ze staat in de paskamer en als de verkoopster vraagt: ‘ Kan ik wat van je aannemen?’, zegt M.: ‘Ja. Dat het voor geen meter staat.’ Die zelfspot over mijn eigen lichaam vind ik beter dan grappen maken ten koste van anderen. De intentie van humor moet nooit zijn dat je iemand wilt kwetsen.’", "Welk personage uit Toren C, Karin of de portier?", "‘Toren C is door mij en Margôt Ros geschreven en gespeeld, wij doen samen veertig typetjes. Het is satire over mensen in een bedrijvencomplex. Ik speel bijvoorbeeld de afdelingsmanager Karin, die echt een überbitch is. Zij staat ver van mijn eigen karakter af, maar ik ben van haar gaan houden. Zij is naar buiten toe een kreng, maar eigenlijk is ze vooral eenzaam. De portiers vond ik misschien wel het leukste om te spelen. Van binnen ben ik zelf een portier die graag vieze, schunnige grappen maakt.’", "Wen er maar aan is op 3/11 verschenen en is Maike Meijers debuut als uitgever en schrijver.", "Maike Meijer 1967 Geboren in Nijmegen 1992 Toneelacademie Maastricht, afgerond met de Henriëtte ­Hustinxprijs voor meest ­veelbelovende student 1992-2008 Acteert bij de Paarden­kathedraal, het Nationale Toneel, Carver, De Trust 2008-2020 Toren C 2009 Lira Scenarioprijs 2010 Rol in de speelfilm De gelukkig huisvrouw 2013-nu Reclamecampagne Jumbo 2020 literair debuut Wen er maar aan"], "authors": ["Zoë Spaaij"], "keywords": ["van", "maike", "zonder", "het", "maar", "humor", "die", "ik", "een", "partner", "en", "kort", "meijer", "je", "dat", "mijn", "vervelender", "seks"], "pubDate": "2020-11-26T17:45:03+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}