{"id": "16d207c8-f5fa-3b84-9e95-653d8b7f3d6f", "title": "Tweedehands is booming: 'Als je kunt doorverkopen, schaf je makkelijker aan'", "url": "https://nu.nl/geldzaken/6094342/tweedehands-is-booming-als-je-kunt-doorverkopen-schaf-je-makkelijker-aan.html", "summary": "“Als je het later weer kunt doorverkopen, schaf je het makkelijker aan.” Patrick Wessels, consumentenpsycholoogOf dat met duurzaamheid te maken heeft, betwijfelt Italiaander.\n\"Als jij op sociale media deelt dat je voor tweedehands gaat, laat je zien: ik vind duurzaamheid belangrijk.\n\"Als je het later weer kunt doorverkopen, schaf je het makkelijker aan\", aldus Wessels.\nAls je die ene designerjurk vindt waarvan je weet dat niemand erin rondloopt, voor een zacht prijsje, dan geeft dat een kick.\"\nOf jij inkomsten van je tweedehands verkopen moet opgeven bij de Belastingdienst verschilt per case.", "paragraphs": ["Handel in tweedehands spullen groeit explosief. Dingen verkopen ruimt lekker op, is goed voor de portemonnee én duurzaam. Maar waar komt deze trend eigenlijk vandaan? En hoe kun jij een graantje meepikken van de hype?", "Alleen al op Marktplaats komen er dagelijks 350.000 nieuwe advertenties bij, blijkt uit cijfers van het platform. Online aanbieders als bol.com en Zalando zijn in de tweedehands markt gestapt en vooral online vintagekledingplatforms schieten als paddestoelen uit de grond.", "Het Nederlandse kledingplatform United Wardrobe werd onlangs overgenomen door Vinted, dat in heel Europa ruim 25 miljoen gebruikers heeft die allerlei tweedehands producten kopen en aanbieden. Met andere woorden: tweedehands is big business.", "Van koopjesjagers naar een 'trendy en jong publiek'", "Amsterdamse 'knuffelsjacheraar' Gideon Italiaander (41) wist het al jaren. Ooit begon hij met het verkopen van tweedehands spullen op de Ten Katemarkt in Amsterdam-West omdat hij geen geld had voor nieuwe handel. \"Ik haalde afgedankte spullen op en die verkocht ik dan\", vertelt hij.", "22 jaar later is hij een begrip in de hoofdstad en loopt zijn tweedehandswinkel in de Amsterdamse Havenstraat als een tierelier. Wat door de jaren heen het meest veranderde: de klandizie. \"Vroeger kocht men tweedehands omdat het goedkoper is. Nu trekt het opeens een trendy en jong publiek.\"", "“Als je het later weer kunt doorverkopen, schaf je het makkelijker aan.” Patrick Wessels, consumentenpsycholoog", "Of dat met duurzaamheid te maken heeft, betwijfelt Italiaander. \"Dan kopen van die hippe jonge meisjes tweedehands, maar vragen er wel een plastic tasje bij. Maakt allemaal niet uit. Het blijft gouden handel.\"", "'Sociale druk om duurzaam te doen'", "Volgens consumentenpsycholoog Patrick Wessels is de reden achter de trend tweeledig. \"De wens duurzaam te zijn leefde al langer, maar via nieuwe apps is het nu makkelijker geworden om tweedehands te kopen of te verkopen.\"", "Daarnaast speelt sociale druk volgens hem mee. \"Als jij op sociale media deelt dat je voor tweedehands gaat, laat je zien: ik vind duurzaamheid belangrijk. Er ontstaat een communitygevoel waarbij mensen zich willen aansluiten en meedoen.\"", "En natuurlijk: geld verdienen. \"Als je het later weer kunt doorverkopen, schaf je het makkelijker aan\", aldus Wessels.", "“Mijn regel: gaat er iets in, dan moet er iets uit, anders ontploft mijn kast.” Nathalie Driessen, pr- en mediaspecialist", "'Een designertas zet ik niet op Marktplaats'", "Maar hoe pak je dat doorverkopen nu het makkelijkst aan? In het dagelijks leven is Nathalie Driessen pr- en mediaspecialist, maar in haar vrije tijd koopt en verkoopt zij zich een slag in de rondte. Ze weet er dus het een en ander van. \"Ik heb een eeuwige fascinatie voor mode. Mijn regel: gaat er iets in, dan moet er iets uit, anders ontploft mijn kast.\"", "Driessen gebruikt verschillende verkoopkanalen: op Instagram, bij tweedehandswinkels en op Vinted. \"Kijk naar waar je iets neerzet. Een designertas zet ik niet op Marktplaats maar op Vestiaire Collective, want daar komen alleen mensen op zoek naar designeritems en die weten wat iets waard is.\"", "Andere tips: \"Maak je prijs niet te hoog en trek een kledingstuk aan voor de foto, dan kan de klant zich beter inleven dan wanneer het op een hangertje getoond wordt.\"", "Hoeveel Driessen ermee verdient? \"Dat verschilt, maar ik heb inmiddels voor duizenden euro's verkocht. Laatst op Vinted drie jassen en een paar schoenen. Dan heb ik in één keer 500 euro gemaakt.\"", "Wat is volgens haar de magie van vintage shoppen? \"Het is een treasure hunt. Als je die ene designerjurk vindt waarvan je weet dat niemand erin rondloopt, voor een zacht prijsje, dan geeft dat een kick.\"", "Of jij inkomsten van je tweedehands verkopen moet opgeven bij de Belastingdienst verschilt per case. Twijfel? Dan kun je de Ondernemerscheck doen."], "authors": ["Door", "Chantal Van Wees"], "keywords": ["je", "booming", "ik", "een", "voor", "aan", "het", "tweedehands", "er", "schaf", "kunt", "doorverkopen", "en", "als", "op", "dan", "makkelijker"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}