{"id": "16e6152c-4971-3700-ac48-50456dd89066", "title": "Sociaal medium Parler is nu praktisch verwijderd van het internet", "url": "https://www.trouw.nl/buitenland/sociaal-medium-parler-is-nu-praktisch-verwijderd-van-het-internet~b6256a34/", "summary": "Het conservatieve sociale medium Parler is praktisch verwijderd van het internet nadat de servers van Amazon het medium geblokkeerd hebben.\nAmazon had Parler gewaarschuwd dat het zou worden gestopt als het zich niet zou inspannen om gewelddadige inhoud te bestrijden.\nParler is feitelijk van internet gegooid nadat ook Apple en Google de dienstverlening hadden opgezegd.\nDe populariteit van Parler is mede daarom recent enorm gegroeid, onder meer nadat berichtendienst Twitter van oprichter Jack Dorsey de Amerikaanse president Trump van het platform had verwijderd.\nVeel boodschappen op Parler gingen over mogelijke nieuwe acties tegen de inauguratie van president Biden.", "paragraphs": ["Het conservatieve sociale medium Parler is praktisch verwijderd van het internet nadat de servers van Amazon het medium geblokkeerd hebben. Miljardair Jeff Bezos. Amazon had Parler gewaarschuwd dat het zou worden gestopt als het zich niet zou inspannen om gewelddadige inhoud te bestrijden. Parler is feitelijk van internet gegooid nadat ook Apple en Google de dienstverlening hadden opgezegd.", "Parler wordt veel benut door rechtse aanhangers van president die in november circa 74 miljoen stemmen kreeg maar de presidentsverkiezingen verloor van Joe Biden die zeven miljoen meer kiezers achter zich kreeg.", "Parler werd in 2018 opgezet als een alternatief voor Twitter omdat dat medium zich schuldig zou maken aan censuur gericht tegen conservatieven in de VS. Parler claimt een onafhankelijk sociaal medium voor de vrijheid van meningsuiting te zijn en geen censuur te willen plegen.", "De populariteit van Parler is mede daarom recent enorm gegroeid, onder meer nadat berichtendienst Twitter van oprichter Jack Dorsey de Amerikaanse president Trump van het platform had verwijderd. Veel boodschappen op Parler gingen over mogelijke nieuwe acties tegen de inauguratie van president Biden.", "Lees ook:", "Dit is Parler, de radicaal-rechtse tegenhanger van Twitter", "Aha, daar zijn ze dus allemaal gebleven! Buitenlandredacteur Seije Slager surfte een dagje rond op Parler en kwam de ene na de andere oude bekende tegen uit de tijd dat radicaal-rechtse trollen nog vrij spel hadden om op Facebook en Twitter iedereen op de kast te jagen."], "authors": [], "keywords": ["van", "verwijderd", "medium", "internet", "en", "twitter", "sociaal", "praktisch", "nu", "te", "op", "het", "zich", "parler", "zou"], "pubDate": "2021-01-11T09:26:09Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}