{"id": "16e6379b-941a-351e-9e58-0250e8dc5b98", "title": "Politie pakt twee verdachten van explosie Aa-landen op dankzij EncroChat", "url": "https://nu.nl/zwolle/6094432/politie-pakt-twee-verdachten-van-explosie-aa-landen-op-dankzij-encrochat.html", "summary": "Twee Zwollenaren van 31 en 27 jaar oud worden verdacht van betrokkenheid bij een zware explosie in Zwolle eind mei dit jaar.\nEen van de verdachten zit nog vast.\nDe politie en advocaat Cem Polat van een van de verdachten bevestigen berichtgeving van RTV Oost hierover.\nDe ontploffing in de nacht van 30 op 31 mei was in een groot deel van Zwolle te horen.\nPolitie en justitie slaagden er dit jaar in om de versleuteling te kraken en konden meelezen met miljoenen chatberichten.", "paragraphs": ["Twee Zwollenaren van 31 en 27 jaar oud worden verdacht van betrokkenheid bij een zware explosie in Zwolle eind mei dit jaar. Een van de verdachten zit nog vast. Een zelf geknutselde vuurwerkbom zorgde voor een enorme knal aan de Geleen in de wijk Aa-landen. De verdachten kwamen in beeld door onderschepte chatberichten op EncroChat.", "De politie en advocaat Cem Polat van een van de verdachten bevestigen berichtgeving van RTV Oost hierover. Polats cliënt (27) werd op 20 oktober opgepakt en is woensdag vrijgelaten, omdat na nieuw onderzoek chatberichten opdoken die juist ontlastend voor hem werken.", "De ontploffing in de nacht van 30 op 31 mei was in een groot deel van Zwolle te horen. De vuurwerkbom was aan de pui vastgemaakt. Buren hoorden iemand wegrennen en hoorden ook een auto wegrijden ten tijde van de explosie, midden in de nacht.", "Vermeende opdrachtgever nog vast", "De vermeende opdrachtgever voor de bomaanslag (31) zit nog wel in de cel. Hij is op 23 november opgepakt. Volgens RTV Oost koppelt justitie hem en de nu vrijgelaten verdachte aan twee accounts op chatprogramma EncroChat. Dit systeem werkt met versleutelde berichten en was razend populair onder criminelen. Politie en justitie slaagden er dit jaar in om de versleuteling te kraken en konden meelezen met miljoenen chatberichten.", "Het account dat door justitie wordt gekoppeld aan de opdrachtgever zou met een ander account hebben besproken dat \"iets\" aan de deur van de woning aan de Geleen moest worden gehangen, schrijft RTV Oost. Er zou een conflict zijn met de bewoner van het huis in de Aa-landen. De politie bevestigt tegenover de Stentor dat de mannen zijn opgepakt dankzij EncroChat-berichten.", "De politie heeft nooit naar buiten gebracht dat de verdachten zijn opgepakt. Het laatste bericht vanuit de politie was in augustus dat het onderzoek is gestaakt. Op dat moment waren er volgens een woordvoerder geen aanknopingspunten meer. De EncroChat-berichten kwamen volgens de politie pas later in beeld."], "authors": ["Door"], "keywords": ["van", "politie", "pakt", "twee", "op", "met", "explosie", "aalanden", "encrochat", "opgepakt", "een", "dankzij", "en", "dat", "verdachten", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}