{"id": "1700d0a9-db90-39d6-a931-5eaaf18237da", "title": "Quincy Promes traint weer mee bij Ajax", "url": "https://www.telegraaf.nl/sport/962155075/quincy-promes-traint-weer-mee-bij-ajax", "summary": "Promes maakt mogelijk zondag weer deel uit van de Ajax-selectie voor de competitiewedstrijd tegen ADO Den Haag.\nVolgens het Openbaar Ministerie zijn er geen gronden om het voorarrest van Promes te verlengen.\nPromes werd zondag gearresteerd op verdenking van betrokkenheid bij een steekpartij, die in juli plaatsvond in een loods in Abcoude.\nDe verdenking tegen Promes luidt „mishandeling met zwaar lichamelijk letsel tot gevolg.” Daarop staat maximaal vier jaar gevangenisstraf.\nDat gesprek zullen we met hem voeren.”Zonder Promes won Ajax woensdag de bekerwedstrijd tegen FC Utrecht met 5-4.", "paragraphs": ["De aanvaller, die zondag werd aangehouden op verdenking van betrokkenheid bij een steekpartij, voerde daarvoor gesprekken met trainer Erik ten Hag en de directeuren Edwin van der Sar en Marc Overmars. Promes maakt mogelijk zondag weer deel uit van de Ajax-selectie voor de competitiewedstrijd tegen ADO Den Haag.", "De 47-voudig international van Oranje werd dinsdag vrijgelaten. Volgens het Openbaar Ministerie zijn er geen gronden om het voorarrest van Promes te verlengen. De voetballer blijft wel verdachte in de zaak.", "Promes werd zondag gearresteerd op verdenking van betrokkenheid bij een steekpartij, die in juli plaatsvond in een loods in Abcoude. Hierbij liep een familielid van de voetballer onder meer zeer ernstig knieletsel op. De verdenking tegen Promes luidt „mishandeling met zwaar lichamelijk letsel tot gevolg.” Daarop staat maximaal vier jaar gevangenisstraf.", "Quincy Promes. Ⓒ BSR Agency", "Ontkenning", "De Amsterdammer ontkent dat hij iemand heeft gestoken. Promes vertelde dat woensdag ook in een telefonisch gesprek met Ten Hag. „Hij ontkende iedere betrokkenheid. In Nederland ben je onschuldig tot het tegendeel is bewezen”, aldus de trainer van Ajax. „We steunen hem, zo staat de hele kleedkamer erin. We zorgen dat we er voor hem zijn, maar hij moet zelf ook over de streep komen. Je bent altijd voetballer, ook als je buiten de poorten van Ajax bent. Dat gesprek zullen we met hem voeren.”", "Zonder Promes won Ajax woensdag de bekerwedstrijd tegen FC Utrecht met 5-4. De ploeg van Ten Hag is koploper in de Eredivisie en speelt voor de winterstop nog uitwedstrijden tegen ADO en Willem II."], "authors": [], "keywords": ["weer", "van", "dat", "zondag", "een", "en", "traint", "mee", "quincy", "promes", "tegen", "werd", "voor", "bij", "ajax", "met"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}