{"id": "1708d088-eb21-3696-868d-3a71a2819c16", "title": "P.C. Hooft-prijs 2021 gewonnen door dichter Alfred Schaffer", "url": "https://nu.nl/cultuur-overig/6096776/pc-hooft-prijs-2021-gewonnen-door-dichter-alfred-schaffer.html", "summary": "Hij is volgens de jury een poëet die \"zonder met modes mee te waaien midden in deze tijd staat\".\nDat uit zich volgens het college vooral in \"zijn neus voor moderne communicatievormen, maar vooral ook in de oprechte betrokkenheid met de wereld die uit zijn verzen spreekt.\"\nIn zijn gedichten resoneert de verhouding tussen wit en zwart geregeld, ook vanwege de persoonlijke achtergrond van de dichter, die een Arubaanse moeder heeft.\"\nZijn poëzie omvat zeer precies gekozen momentopnames, met zinnen die ogen alsof er een scalpel aan te pas is gekomen.\"\nHooft-prijs is in mei 2021 in Den Haag, maar door de coronacrisis wordt later gekeken hoe de plechtigheid zal plaatshebben.", "paragraphs": ["De P.C. Hooft-prijs voor Letterkunde gaat dit jaar naar de Alfred Schaffer. De dichter ontvangt een geldprijs van 60.000 euro. Hij is volgens de jury een poëet die \"zonder met modes mee te waaien midden in deze tijd staat\".", "Dat uit zich volgens het college vooral in \"zijn neus voor moderne communicatievormen, maar vooral ook in de oprechte betrokkenheid met de wereld die uit zijn verzen spreekt.\"", "Schaffers poëzie is volgens de jury ook \"nooit los te zien van de context van Zuid-Afrika, het land waar hij sinds 1996 - met een onderbreking van enkele jaren - woonachtig is. In zijn gedichten resoneert de verhouding tussen wit en zwart geregeld, ook vanwege de persoonlijke achtergrond van de dichter, die een Arubaanse moeder heeft.\"", "Over de stijl zegt het gezelschap: \"Schaffers gedichten laten zich in eerste instantie vaak lezen als willekeurige passages uit een oneindige stroom observaties - maar die willekeur is schijn. Zijn poëzie omvat zeer precies gekozen momentopnames, met zinnen die ogen alsof er een scalpel aan te pas is gekomen.\"", "De 47-jarige Schaffer heeft inmiddels tien bundels gepubliceerd. Het afgelopen jaar verscheen Wie was ik. Hij won al meer prijzen, zoals de Awater Poëzieprijs, de Jan Campert-prijs en de Paul Snoek Poëzieprijs.", "De uitreiking van de P.C. Hooft-prijs is in mei 2021 in Den Haag, maar door de coronacrisis wordt later gekeken hoe de plechtigheid zal plaatshebben. Het is gebruikelijk dat de uitreiking van de prijs later plaatsvindt dan de bekendmaking van de winnaar."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["hooftprijs", "door", "zijn", "alfred", "van", "gewonnen", "uit", "dichter", "een", "volgens", "het", "te", "ook", "pc", "schaffer", "die", "met", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}