{"id": "1716491a-34da-3d71-a44e-b6f5f8b95609", "title": "Kijk hier maandag om 19.00 uur live naar toespraak annex persconferentie van premier Rutte vanuit Torentje over harde lockdown", "url": "https://www.dvhn.nl/extra/Kijk-hier-maandag-live-naar-persconferentie-van-premier-Rutte-over-coronamaatregelen.-Komt-er-een-lockdown-en-gaan-winkels-bioscopen-en-musea-dicht-26283314.html", "summary": "Premier Mark Rutte houdt maandagavond een speciaal ingelaste toespraak over corona vanuit het Torentje in Den Haag.\nDe toespraak is hier vanaf 19.00 uur live te volgen.\nMaandagochtend is er een crisisoverleg met de meest betrokken ministers en later op de dag volgt een voltallige ministerraad.\nLockdown in DuitslandNu Duitsland heeft besloten dat vanaf woensdag een lockdown geldt in dat land, kan Nederland niet achterblijven en zijn aanvullende maatregelen nodig.\n,,Het is mijns inziens onvermijdelijk dat we ons in Nederland ook bezinnen op aanvullende maatregelen.", "paragraphs": ["Premier Mark Rutte houdt maandagavond een speciaal ingelaste toespraak over corona vanuit het Torentje in Den Haag. De toespraak is hier vanaf 19.00 uur live te volgen. (De toespraak is geweest. Hier vind je alle aangekondigde maatregelen. )", "Maandagochtend is er een crisisoverleg met de meest betrokken ministers en later op de dag volgt een voltallige ministerraad. Dan worden knopen doorgehakt over nieuwe maatregelen.", "Lockdown in Duitsland", "Nu Duitsland heeft besloten dat vanaf woensdag een lockdown geldt in dat land, kan Nederland niet achterblijven en zijn aanvullende maatregelen nodig. Dat stelt Hubert Bruls, de voorzitter van het Veiligheidsberaad.", ",,Het is mijns inziens onvermijdelijk dat we ons in Nederland ook bezinnen op aanvullende maatregelen. Het verschil met Duitsland wordt anders te groot”, aldus Bruls."], "authors": [], "keywords": ["uur", "om", "van", "vanuit", "rutte", "premier", "persconferentie", "naar", "een", "maatregelen", "het", "te", "nederland", "vanaf", "op", "dat", "met", "toespraak", "torentje"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}