{"id": "1746e722-deaa-3be5-9061-1028d2f1ad50", "title": "Zo gaat Bidens ‘meest diverse kabinet ooit’ eruitzien", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/11/zo-gaat-bidens-kabinet-eruit-zien-789875/", "summary": "Veel posities moeten worden goedgekeurd door de Senaat, waar de Republikeinen 50 zetels hebben.\nDoor het coronavirus staat het ministerie volop in de schijnwerpers.\nHet CDC is verantwoordelijk voor adviezen over de bestrijding van het coronavirus, bijvoorbeeld door het dragen van mondkapjes.\nWalensky doceert geneeskunde aan het prestigieuze Harvard University en specialiseerde zich in AIDS en het hiv-virus.\nZe was toen voorstander van het inzetten van drones om doelwitten te doden.", "paragraphs": ["Ondanks dat president Donald Trump de strijd nog niet opgeeft, is Joe Biden al bezig met de vraag welke ministers en adviseurs hem volgend jaar zullen bijstaan.", "Tijdens de verkiezingscampagne zei Biden (78) dat zijn kabinet eruit moet gaan zien als de Verenigde Staten: een mix dus van mannen en vrouwen, blanken en minderheden. Zijn eerste keus, die van vicepresident Kamala Harris, belichaamde dat ideaal.", "Naast die idealen is er ook een politieke werkelijkheid. Veel posities moeten worden goedgekeurd door de Senaat, waar de Republikeinen 50 zetels hebben. Een kandidaat die wordt gezien als ‘te links’ zal het nooit tot het kabinet schoppen.", "Een overzicht van de personen die Biden vanaf 20 januari 2021 wil voordragen als ministers en adviseurs in het Witte Huis. Deze pagina wordt bijgewerkt.", "Minister van Gezondheid – Xavier Becerra (62) Moet worden goedgekeurd door de Senaat: ja Zou de eerste latino als minister van Gezondheid kunnen worden. Door het coronavirus staat het ministerie volop in de schijnwerpers. Maar het ministerie is ook verantwoordelijk voor het uitvoeren van Obamacare. Becerra, kind van Mexicaanse immigranten, was ruim twintig jaar Congreslid voordat hij in 2017 Kamala Harris als minister van Justitie in de staat Californië opvolgde. Hij verdedigde in die functie Obamacare tijdens rechtszaken die Republikeinen hadden aangespannen tegen de wet.", "Directeur Centra voor ziektebestrijding en preventie – Rochelle Walensky (51) Moet worden goedgekeurd door de Senaat: nee Het Amerikaanse Centers for Disease Control and Prevention (CDC) is vergelijkbaar met het Nederlandse RIVM. Het CDC is verantwoordelijk voor adviezen over de bestrijding van het coronavirus, bijvoorbeeld door het dragen van mondkapjes. Ook speelt het wetenschappelijke instituut een grote rol bij het verspreiden van coronavaccins. Walensky doceert geneeskunde aan het prestigieuze Harvard University en specialiseerde zich in AIDS en het hiv-virus. Ook is ze afdelingshoofd infectieziekten bij het Massachusetts General Hospital.", "Minister van Financiën – Janet Yellen (74) Moet worden goedgekeurd door de Senaat: ja", "Een unicum: Yellen kan de eerste vrouw worden op deze positie. De grijsharige econoom staat bekend als aanhanger van Keynesiaans beleid en is een voorstander van een overheid die investeert in zaken als infrastructuur. Ze was van 2014 tot 2018 baas van de Fed, de Amerikaanse centrale bank. Trump was kritisch op Yellen en gunde haar geen tweede termijn.", "Minister van Buitenlandse Zaken – Anthony Blinken (58) Moet worden goedgekeurd door de Senaat: ja", "Kent Biden al twintig jaar, toen hij de Senator advies gaf over buitenlandbeleid. Blinken wordt nu een van de meest zichtbare ministers. Groeide op in Frankrijk. Hij is een pragmatist met diep geloof in een grote rol voor Amerika in de wereld. Was het meestal eens met Obama en Biden, maar niet wat betreft Syrië: hij had daar militair willen ingrijpen. Blinken ligt goed bij Republikeinen en zou niet al teveel weerstand in de Senaat moeten verwachten.", "Minister van Binnenlandse Veiligheid – Alejandro Mayorkas (60) Moet worden goedgekeurd door de Senaat: ja", "Mayorkas zou de eerste latino zijn die het ministerie leidt dat verantwoordelijk is voor het uitvoeren van immigratiebeleid. Was al onderminister van hetzelfde ministerie tussen 2013 en 2016. Zijn ouders zijn Joods; zijn vader werd geboren in Cuba, zijn moeder in Roemenië. Toen Mayorkas 1 jaar oud was, verhuisde de familie als politiek vluchtelingen naar Amerika. Goedkeuring in de Senaat is geen zekerheid: in 2013 stemden alle Republikeinen tegen hem.", "Nationaal Veiligheidsadviseur – Jake Sullivan (44) Moet worden goedgekeurd door de Senaat: nee", "Machtige raadsman heeft als taak buitenlandse dreigingen te volgen en de Situation Room te bemannen. Sullivan wordt door Democraten en Republikeinen gezien als wonderkind. Heeft drie diploma’s, aan Yale en Oxford. Werkte als topadviseur van minister van Buitenlandse Zaken Hillary Clinton en later van vicepresident Biden. Wordt een van de jongste veiligheidsadviseurs in de geschiedenis.", "Directeur Nationale Inlichtingen – Avril Haines (51)", "Moet worden goedgekeurd door de Senaat: ja De baas van de overkoepelende inlichtingendiensten is een machtig figuur in Washington. Haines, opgeleid als advocaat, was eerder onderdirecteur bij de CIA en plaatsvervangend Veiligheidsadviseur in de Obama-jaren. Ze was toen voorstander van het inzetten van drones om doelwitten te doden. Haines kan de eerste vrouw worden met zo’n hoge rank binnen de inlichtingendiensten.", "Ambassadeur bij de Verenigde Naties – Linda Thomas-Greenfield (68)", "Moet worden goedgekeurd door de Senaat: ja", "Gerespecteerde diplomaat die de afgelopen 35 jaar rond de wereld reisde, zal zich hardmaken voor een sterkere Verenigde Naties – een flinke draai ten opzichte van de Trump-jaren. Afro-Amerikaans. Ze was ook HR-directeur bij het ministerie van Buitenlandse Zaken; Biden hoopt dat de nominatie van Thomas-Greenfield de sfeer binnen dat ministerie kan verbeteren.", "Klimaatgezant – John Kerry (76) Moet worden goedgekeurd door de Senaat: nee", "Verassend: een politiek zwaargewicht – voormalig minister van Buitenlandse Zaken (2013-2017) en in 2004 de Democratische presidentskandidaat – gaat aandacht vragen voor klimaatverandering. Het is afwachten hoeveel macht Kerry echt zal hebben, want het is een nieuwe positie."], "authors": [], "keywords": ["zo", "van", "als", "ooit", "het", "goedgekeurd", "bidens", "meest", "gaat", "die", "worden", "senaat", "een", "en", "kabinet", "eruitzien", "door", "diverse"], "pubDate": "2020-11-23T19:50:05+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}