{"id": "176c1d77-23d7-3808-81c7-165a05004c48", "title": "Kansengelijkheid gebaat bij traditioneel klassikaal onderwijs", "url": "https://www.nrc.nl/nieuws/2021/01/08/kansengelijkheid-gebaat-bij-traditioneel-klassikaal-onderwijs-a4026790", "summary": "Kansenongelijkheid in het onderwijs staat op de agenda sinds duidelijk is hoe weinig kans kinderen hebben om een hoger niveau te bereiken.\nDe tv-serie Klassen volgt kinderen die een moeilijke thuissituatie hebben en daardoor een achterstand oplopen op de basisschool.\nHij krijgt ondanks een mavo-advies de kans om havo te gaan doen op een School voor Persoonlijk Onderwijs (SvPO).\nDat zijn scholen met intensief onderwijs in kleine klassen, waar kennisoverdracht centraal staat en leerlingen ook stof op een hoger niveau krijgen.\nNu de vernieuwers weer de bovenhand hebben ziet het er in het algemeen echter somber uit in het onderwijs.", "paragraphs": ["Kansenongelijkheid in het onderwijs staat op de agenda sinds duidelijk is hoe weinig kans kinderen hebben om een hoger niveau te bereiken. Dubbeltjes blijven daardoor dubbeltjes. De tv-serie Klassen volgt kinderen die een moeilijke thuissituatie hebben en daardoor een achterstand oplopen op de basisschool.", "Misha van Denderen is bestuurder van de Stichting voor Persoonlijk Onderwijs", "De meeste kinderen blijken ondanks alle extra inspanningen van instanties een te laag eindniveau te halen op de basisschool. En daarna is het gedaan voor deze kinderen, want op de middelbare school lukt het vrijwel niemand om nog hogerop te komen.", "Er is echter één leerling uit de tv-serie die geluk heeft – we zullen hem Peter noemen. Hij krijgt ondanks een mavo-advies de kans om havo te gaan doen op een School voor Persoonlijk Onderwijs (SvPO). Dat zijn scholen met intensief onderwijs in kleine klassen, waar kennisoverdracht centraal staat en leerlingen ook stof op een hoger niveau krijgen. Deze scholen zijn tien jaar geleden gestart, mede naar aanleiding van de enquêtecommissie-Dijsselbloem, die zich uitsprak tegen onderwijsvernieuwingen zoals leerpleinen, ontdekkend leren of gepersonaliseerd leren.", "Boven eigen niveau", "Met intensief klassikaal onderwijs komt een derde tot de helft van de leerlingen boven het eigen niveau uit (mavo-leerlingen doen havo, havo-leerlingen doen vwo). Omgekeerd zijn er weinig leerlingen die onder hun niveau uitkomen. Toen in 2015 de eerste lichting op de SvPO in het Zeeuwse Kapelle examen deed, kreeg het item daarover op Omroep Zeeland de titel ‘Dubbeltjes worden kwartjes’: bijna de helft van de havo-leerlingen was ooit als mavo-leerling gestart. Sindsdien staat de SvPO ieder jaar bovenaan de landelijke ranglijsten waar het gaat om ontwikkelkansen voor leerlingen.", "Lees ook het Twistgesprek over kansenongelijkheid: De kinderen van ‘Klassen’ moeten vooral beter onderwijs krijgen", "Het lijkt op particulier onderwijs, maar waar particuliere scholen daar jaarlijks 15 mille voor vragen, is de SvPO openbaar toegankelijk en moet het daardoor doen met ongeveer de helft van dat bedrag (ouders betalen wel een ouderbijdrage, maar die wordt feitelijk gebruikt voor alle taal- en cultuurreizen die leerlingen maken). Om uit te komen met het beperkte budget is de SvPO strak georganiseerd. De organisatieprocessen zijn er simpel. Vergaderingen beperken zich tot een uur in de week, de ICT is zelfgemaakt, er zijn geen ouderavonden, enzovoorts.", "Dit soort onderwijs heeft enige tijd de wind in de rug gehad van de commissie-Dijsselbloem. Maar de wind is gedraaid en de vernieuwers hebben weer ruimschoots de overhand in de onderwijssector. Van ‘Agora’ tot ‘gepersonaliseerd leren’: leerlingen mogen het weer zelf uitzoeken op de leerpleinen. Dat is voor scholen nu eenmaal makkelijker en goedkoper.", "Onderwijsinspectie is ‘om’", "Daar komt bij dat ook de onderwijsinspectie ‘om’ is. Er is een nieuw onderzoekskader met 19 criteria voor de beoordeling van scholen, waarvan er maar één betrekking heeft op de leeropbrengsten die leerlingen halen. Bij de overige 18 ligt de nadruk op de organisatieprocessen. De inspectie zegt daarbij „niet meer te geloven in meten is weten”. Leerlingen moeten bovendien ‘lesstof op maat’ krijgen, hetgeen betekent dat scholen gedwongen worden om het ‘gepersonaliseerd leren’ in te voeren.", "Scholen als de SvPO ondervinden de gevolgen van deze omslag bij inspectie. De vestiging van SvPO in Utrecht kreeg bijvoorbeeld een negatief oordeel. Dat de school de nummer 1 in het land is waar het gaat om ontwikkelkansen voor kinderen doet er niet toe (terwijl dat voor deze school, die temidden van drie Vogelaarwijken staat, best relevant is). De inspectie verbood zelfs het geven van havo-stof aan mavo-leerlingen (niet op maat). Volgens de inspectie scoort de school onvoldoende op criteria als ‘kwaliteitszorg’, ‘kwaliteitscultuur’ en ‘zicht op ontwikkeling en begeleiding’. Op de vraag waarom een school waar de processen zo slecht zijn toch zulke goede resultaten haalt, antwoordde de hoofdinspecteur: „Misschien krijgen de leerlingen thuis wel allemaal bijles?”", "De SvPO heeft in reactie de mavo-licentie opgezegd zodat de inspectie geen mavo-lesstof meer kan eisen. Peter zit voorlopig dus veilig.", "Nu de vernieuwers weer de bovenhand hebben ziet het er in het algemeen echter somber uit in het onderwijs. Helemaal omdat het vanaf volgend jaar makkelijker wordt om een nieuwe school te starten. De tientallen initiatieven die verwacht worden, zullen geen kostbaar klassikaal onderwijs gaan geven. Er komen dus nóg meer leerpleinen met experimentele leervarianten. Totdat we zover op de PISA-ranglijst zijn geduikeld dat de volgende commissie-Dijsselbloem aantreedt.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Misha Van Denderen", "Leestijd Minuten"], "keywords": ["van", "het", "gebaat", "onderwijs", "voor", "en", "kansengelijkheid", "een", "om", "traditioneel", "klassikaal", "op", "te", "bij", "die"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}