{"id": "1777b3f5-0ef0-3d24-b103-c92cae9ea6e9", "title": "Medicijnagentschap EMA: coronavaccin niet vertraagd door cyberaanval", "url": "https://www.nu.nl/tech/6095891/medicijnagentschap-ema-coronavaccin-niet-vertraagd-door-cyberaanval.html", "summary": "De baas van het Europees Geneesmiddelenbureau EMA zegt dat de cyberaanval geen gevolgen heeft voor het verloop van de goedkeuring van een coronavaccin.\nDe aanval duurde twee weken, vertelde Emer Cooke tegen een commissie van het Europees Parlement.\n\"We zijn de afgelopen weken het slachtoffer geweest van een cyberaanval.\nDe cyberaanval werd woensdagmiddag door het EMA gemeld.\nOmdat het EMA geen details gaf over de aanval was niet duidelijk of er gegevens zijn gestolen.", "paragraphs": ["De baas van het Europees Geneesmiddelenbureau EMA zegt dat de cyberaanval geen gevolgen heeft voor het verloop van de goedkeuring van een coronavaccin. De aanval duurde twee weken, vertelde Emer Cooke tegen een commissie van het Europees Parlement.", "\"We zijn de afgelopen weken het slachtoffer geweest van een cyberaanval. Dat wordt onderzocht\", aldus Cooke. \"Ik kan u verzekeren dat dit geen invloed heeft op de tijdlijn voor de levering van vaccins en dat we volledig functioneel zijn.\"", "De cyberaanval werd woensdagmiddag door het EMA gemeld. Omdat het EMA geen details gaf over de aanval was niet duidelijk of er gegevens zijn gestolen. Pfizer liet wel weten dat er documenten zijn ingezien. Het Team High Tech Crime van de Landelijke Eenheid van de politie is betrokken bij het onderzoek naar de cyberaanval.", "Het EU-agentschap in Amsterdam is bezig te beoordelen of het vaccin van Pfizer en BioNTech veilig is voor de Europese markt. Het verwacht uiterlijk 29 december met een eindoordeel te komen. Wanneer de toezichthouder een positief advies geeft, is het uiteindelijk aan de Europese Commissie om een middel toe te laten."], "authors": ["Door"], "keywords": ["coronavaccin", "vertraagd", "van", "geen", "het", "zijn", "ema", "niet", "een", "dat", "te", "cyberaanval", "medicijnagentschap", "door", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}