{"id": "177a32be-95b4-3702-a8bc-e80b5460e57b", "title": "Bright Colofon", "url": "https://www.rtlnieuws.nl/pagina/5119841/bright-colofon", "summary": "De artikelen en video's van Bright zijn te vinden op RTLNieuws/tech en in de RTL Nieuws-app.\nHet YouTube-kanaal van Bright is het grootste tech-kanaal in Nederland met ruim 223.000 abonnees.\nOp RTL Z en RTL 7 zie je ons met het programma Best of Bright.\nDe negende editie van Bright Day, georganiseerd samen met RTL Live Entertainment, trok ruim 20 duizend bezoekers.\nBekijk de aftermovie van een Bright Night in samenwerking met Samsung.", "paragraphs": ["Bright is vol van vernieuwing. Altijd op zoek naar het vernuft in digitale technologie. Naar de gamechangers en de eye-openers.", "Het toonaangevende techplatform ging van start in 2005 en is sinds 2015 onderdeel van RTL.", "De artikelen en video's van Bright zijn te vinden op RTLNieuws/tech en in de RTL Nieuws-app.", "Vragen, feedback en nieuwstips: redactie@bright.nl", "Social media, video's, tv en podcast", "Bright heeft meer dan 500.000 volgers op social media: Facebook, Twitter, Instagram, TikTok, Spotify en Discord.", "Het YouTube-kanaal van Bright is het grootste tech-kanaal in Nederland met ruim 223.000 abonnees.", "Op RTL Z en RTL 7 zie je ons met het programma Best of Bright.", "Wekelijks maken we ook de Bright Podcast.", "Berichtgeving bij Bright is onafhankelijk. We presenteren ook branded content, waarvoor is betaald door partners, maar die inhoud zul je altijd als zodanig kunnen herkennen.", "Oh, en het antwoord op de meest gestelde vraag of wij de gadgets die we testen ook allemaal mogen houden: nee, helaas, die lenen wij en sturen we achteraf netjes weer retour.", "Events", "Bright Day is het jaarlijks techfestival voor nieuwsgierig Nederland waar bezoekers de nieuwste technologie, innovatie en gadgets kunnen zien en beleven.", "De negende editie van Bright Day, georganiseerd samen met RTL Live Entertainment, trok ruim 20 duizend bezoekers. Bekijk de aftermovie.", "Bright Night is ons kleinere event dat we op locatie organiseren. Bekijk de aftermovie van een Bright Night in samenwerking met Samsung.", "Samenwerken", "Bright bereikt via zijn kanalen meer dan een miljoen Nederlanders per maand. Adverteren op Bright.nl kan via Ad Alliance.", "Commerciële vragen over Bright? Raadpleeg de site van Ad Alliance. We denken graag mee in samenwerkingen op maat. Neem contact op met client lead Peter Markus.", "De Bright-doelgroep in kernwoorden: m/v (65%/35%), media-veelvraten, nieuwsgierig, full-time werkend, hoog opgeleid, optimistisch, progressief, zwak voor productdesign.", "Contact", "Vragen, feedback, persberichten en nieuwstips: redactie@bright.nl", "Post:", "RTL Nederland, tav Bright, Barend en Van Dorpweg 2, 1217 WP Hilversum", "Colofon", "Hoofdredacteur: Erwin van der Zande", "Eindredacteur: Tonie van Ringelestijn", "Presentatie en video-coördinatie: Merijn Doggen, Bram van Dijk", "Redactie: Eric Bouwman, David Lemereis, Rutger Middendorp, Floris Poort, Bastiaan Vroegop", "Video-editors: Stijn Goossens, Jeremy Kombrink, Wouter de Leeuw, Remco van Sabben", "Ad Alliance client lead: Peter Markus", "Bright is een uitgave van RTL Nederland, Barend en Van Dorpweg 2, 1217 WP Hilversum."], "authors": [], "keywords": ["van", "rtl", "en", "colofon", "met", "een", "bright", "op", "ook", "nederland", "het"], "pubDate": "2020-01-01T12:50:20Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}