{"id": "177b9b7f-1164-30b7-8622-fc063394d311", "title": "Ook in Beverwijk explosie bij Poolse winkel", "url": "https://www.parool.nl/nederland/ook-in-beverwijk-explosie-bij-poolse-winkel~b58949cc/", "summary": "Bij de explosie in winkelcentrum Beverhof is de achtergevel van de Poolse supermarkt fors beschadigd.\nBeeld ANPDe winkel is van dezelfde eigenaren die maandag ook al doelwit waren in Aalsmeer.\nMohamed heeft het gevoel in een slechte film te leven nu hij opnieuw slachtoffer is geworden: “Ongelooflijk dit.”In Heeswijk-Dinther is maandag ook een ontploffing geweest bij een Poolse winkel, die van een andere eigenar is.\nAnders zou ik het niet weten.”LieveheersbeestjeDoor de explosie dinsdagochtend bij de Poolse supermarkt in Aalsmeer moesten tien mensen hun woning verlaten.\nDie naam betekent lieveheersbeestje in het Pools en de grootste supermarktketen van het Oost-Europese land heet ook zo.", "paragraphs": ["Bij de explosie in winkelcentrum Beverhof is de achtergevel van de Poolse supermarkt fors beschadigd. Technische recherche doet onderzoek. Beeld ANP", "De winkel is van dezelfde eigenaren die maandag ook al doelwit waren in Aalsmeer. Mohamed Mahmoed en zijn broer Moshkhal zouden de Beverwijkse vestiging gisteren openen. De spullen waren al onderweg, maar omdat in Aalsmeer de gevel werd weggeblazen, hadden ze dat afgezegd. Mohamed heeft het gevoel in een slechte film te leven nu hij opnieuw slachtoffer is geworden: “Ongelooflijk dit.”", "In Heeswijk-Dinther is maandag ook een ontploffing geweest bij een Poolse winkel, die van een andere eigenar is. De politie vindt het inmiddels zeer aannemelijk dat er een verband is tussen de drie ontploffingen.", "In Beverwijk is geen gevaar voor instorting, meldt de politiewoordvoerder. De weekmarkt die normaal in de buurt wordt gehouden, wordt een beetje verschoven maar gaat gewoon door.", "Doffe dreun", "Buurtbewoonster Pascal, die even verderop met haar echtgenoot woont, werd wakker van de knal. “Een enorm doffe dreun. Mijn man en ik zaten rechtop in bed. We dachten meteen aan een explosie. Nog geen minuut later hoorden we onze buurman vertrekken. Hij is van de vrijwillige brandweer. Overigens hebben we geen sirene gehoord. Nogal bijzonder.”", "De broers Mahmoed tasten in het duister waarom hun winkels doelwit zijn van de aanslagen. Dinsdag zei Mohamed na de explosie in Aalsmeer: “Misschien zijn mensen jaloers. Of doen ze het uit haat. Anders zou ik het niet weten.”", "Lieveheersbeestje", "Door de explosie dinsdagochtend bij de Poolse supermarkt in Aalsmeer moesten tien mensen hun woning verlaten. Een kat kwam om, verder waren er geen gewonden. In het Brabantse Heeswijk-Dinther werden twintig bewoners tijdelijk geëvacueerd.", "Alle getroffen winkels hebben de naam Biedronka. Die naam betekent lieveheersbeestje in het Pools en de grootste supermarktketen van het Oost-Europese land heet ook zo. De Nederlandse winkels hebben geen formele banden met die keten, maar gebruiken wel dezelfde naam."], "authors": ["Sebastiaan Quekel", "Raymond Boere"], "keywords": ["van", "bij", "geen", "winkel", "het", "die", "beverwijk", "explosie", "aalsmeer", "zijn", "waren", "een", "ook", "poolse", "winkels"], "pubDate": "2020-12-09T07:29:54+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}