{"id": "177b458f-a348-380d-98cb-943a9b283666", "title": "Franse president Macron test positief op het coronavirus", "url": "https://nu.nl/coronavirus/6097245/franse-president-macron-test-positief-op-het-coronavirus.html", "summary": "De Franse president Emmanuel Macron is positief getest op het coronavirus.\nHet is niet duidelijk hoe de president besmet is geraakt met het coronavirus.\nDe Franse premier Jean Castex en de Spaanse premier Pedro Sánchez gaan in quarantaine vanwege recent contact met Macron, net zoals Macrons vrouw Brigitte.\nFrankrijk is net als het grootste deel van Europa in afwachting van de beoordeling van het coronavaccin van farmaceut Pfizer.\nHet Europees Geneesmiddelenbureau (EMA) besluit maandag over de toelating van het vaccin.", "paragraphs": ["De Franse president Emmanuel Macron is positief getest op het coronavirus. Volgens de autoriteiten kreeg hij zijn testuitslag donderdag, nadat hij zich vanwege symptomen had laten testen.", "De 42-jarige Macron is direct in isolatie gegaan. Hij zal zeker de komende zeven dagen zijn werkzaamheden vanuit huis uitvoeren. Zijn geplande reizen, waaronder een naar Libanon, gaan niet door.", "Het is niet duidelijk hoe de president besmet is geraakt met het coronavirus. Dat wordt nog onderzocht. Het contactonderzoek is ook nog in volle gang.", "De Franse premier Jean Castex en de Spaanse premier Pedro Sánchez gaan in quarantaine vanwege recent contact met Macron, net zoals Macrons vrouw Brigitte. Ook de voorzitter van de Europese Raad Charles Michel, de Portugese premier António Costa en de Belgische premier Alexander De Croo blijven uit voorzorg thuis.", "De Franse regering heeft Brussel ingelicht dat Macron nog niet besmettelijk zou zijn geweest tijdens de Europese top van vorige week, waar ook premier Mark Rutte en andere EU-leiders aanwezig waren. Macron zou pas maandagavond als een potentieel besmettingsrisico voor anderen zijn beschouwd.", "Macron is niet de eerste regeringsleider die positief is getest. Eerder raakten ook de Britse premier Boris Johnson en de Amerikaanse president Donald Trump besmet met het coronavirus. Johnson en Trump zijn inmiddels allebei genezen.", "Rutte wenst Macron via Twitter beterschap.", "Avondklok in plaats van landelijke lockdown", "De Franse autoriteiten meldden woensdag 17.615 nieuwe bevestigde coronabesmettingen. Dat is het grootste aantal sinds 21 november. De landelijke lockdown is dinsdag vervangen door een avondklok, nadat begin december al maatregelen werden versoepeld.", "Frankrijk is net als het grootste deel van Europa in afwachting van de beoordeling van het coronavaccin van farmaceut Pfizer. Het Europees Geneesmiddelenbureau (EMA) besluit maandag over de toelating van het vaccin. Als dat gebeurt, komen de eerste doses in de laatste week van december aan in Frankrijk.", "Frankrijk telt bijna 2,4 miljoen positieve tests sinds de uitbraak van COVID-19. Het officiële dodental staat op ruim 59.000."], "authors": ["Door"], "keywords": ["test", "van", "premier", "coronavirus", "niet", "macron", "positief", "het", "ook", "en", "op", "franse", "dat", "president", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}