{"id": "178583b7-942a-348d-9117-be472eadcd50", "title": "Bentley heeft eerste Blower sinds 1930 af", "url": "https://nu.nl/auto/6095777/bentley-heeft-eerste-blower-sinds-1930-af.html", "summary": "Bij Bentley is voor het eerst in negentig jaar weer een zogeheten Blower uit de fabriek gerold.\nDe auto is onderdeel van een zogeheten Continuation-serie, oftewel een aantal nieuw gebouwde auto's op basis van een historisch ontwerp, waarbij gebruik wordt gemaakt van vergelijkbare onderdelen en materialen.\nHet uitgangspunt was een Blower uit 1929, de succesvolle raceauto van weleer.\nDe auto zal nu aan een testprogramma onderworpen worden, waarbij 35.000 kilometers op de openbare weg en 8.000 circuitkilometers worden nagebootst.\nZodra de zogeheten Car Zero goed genoeg bevonden is, zal begonnen worden met de bouw van de twaalf klantenauto's.", "paragraphs": ["Bij Bentley is voor het eerst in negentig jaar weer een zogeheten Blower uit de fabriek gerold. De auto is onderdeel van een zogeheten Continuation-serie, oftewel een aantal nieuw gebouwde auto's op basis van een historisch ontwerp, waarbij gebruik wordt gemaakt van vergelijkbare onderdelen en materialen. Het uitgangspunt was een Blower uit 1929, de succesvolle raceauto van weleer.", "Voor het project - er worden in totaal twaalf Continuation-modellen gebouwd - is het oorspronkelijke model gescand en met 1.846 handgemaakte onderdelen helemaal nagebouwd, hoofdzakelijk op de manier van toen. In het eerste testexemplaar is 40.000 uur aan arbeid gestoken.", "De auto zal nu aan een testprogramma onderworpen worden, waarbij 35.000 kilometers op de openbare weg en 8.000 circuitkilometers worden nagebootst. Daarnaast zal er op topsnelheid gereden worden. De 240 pk sterke Blower haalt waarschijnlijk meer dan 200 kilometer per uur.", "Zodra de zogeheten Car Zero goed genoeg bevonden is, zal begonnen worden met de bouw van de twaalf klantenauto's. Alle modellen zijn reeds verkocht. Bentley doet geen uitspraken over de verkoopprijs.", "Kijk voor meer foto's op AutoWeek.nl"], "authors": ["Door"], "keywords": ["blower", "van", "eerste", "waarbij", "heeft", "sinds", "bentley", "af", "1930", "een", "worden", "het", "zal", "op", "zogeheten", "en"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}