{"id": "17954c6a-639f-3e76-9364-9dd41a97fbd9", "title": "Chefkok Joris Bijdendijk helpt in de keuken: zo maak je een lekkere vinaigrette", "url": "https://www.parool.nl/ps/chefkok-joris-bijdendijk-helpt-in-de-keuken-zo-maak-je-een-lekkere-vinaigrette~b1774fd78/", "summary": "Beeld Sjoukje BiermaVinaigrette is van oorsprong een saus voor de sla op basis van azijn en olie.\nDe saus is hierdoor mooi vloeibaar; ze bedekt makkelijk het hele oppervlak van een slablad.\nHet is wel van belang dat sla droog is: olie glijdt van een nat slablad af.\nDoor toevoeging van olie maak je de saus zachter.\nVoeg 2 eetlepels van zowel balsamicoazijn als frambozenazijn toe, een snuf zout en een paar draaien zwarte peper.", "paragraphs": ["Joris Bijdendijk. Beeld Sjoukje Bierma", "Vinaigrette is van oorsprong een saus voor de sla op basis van azijn en olie. Niet gebonden en vaak transparant of troebel. Voor het opdienen wordt de saus nog even flink geschud of gemixt, waardoor een tijdelijke emulsie ontstaat. De saus is hierdoor mooi vloeibaar; ze bedekt makkelijk het hele oppervlak van een slablad. Als de saus daar eenmaal aan kleeft, is het niet meer erg als ie schift. Het is wel van belang dat sla droog is: olie glijdt van een nat slablad af. Ook dient de vinaigrette direct te worden gemengd met de sla. Sla verliest door olie en zuren snel zijn stevigheid en kleur. Dat smaakt en oogt niet lekker.", "Dressings", "Soms is het juist wel fijn als de slasaus wat dikker is. Bijvoorbeeld als je groenten eet waar de saus echt aan moet kleven, zoals een artisjok. Zoete slasaus uit een flesje is vaak gebonden met zetmeel of gom; daar wordt het slijmerig van. Koop dat spul niet. Thuis kun je de dressing prima binden met een beetje mayonaise en mosterd.", "Zelf doen", "Vinaigrette of dressing moet wat mij betreft lekker zuur zijn. Door toevoeging van olie maak je de saus zachter. Dressing is heel makkelijk te maken in een jampotje. Schep 1 eetlepel dijonmosterd (of in elk geval gladde, pittige mosterd) en 1 eetlepel Amoramayonaise (in elk geval géén zoete mayonaise) in een glazen potje. Voeg 2 eetlepels van zowel balsamicoazijn als frambozenazijn toe, een snuf zout en een paar draaien zwarte peper. Deksel erop en even flink schudden tot een homogene massa ontstaat.", "Schenk er olijfolie bij – ik adviseer te beginnen met twee keer de hoeveelheid van de azijn. Schud zo hard je kunt. De saus moet dan mooi gebonden zijn. Proef. Mag de saus zachter van smaak? Dan kun je olie toevoegen en weer schudden. Doe er tot slot een heel fijn gesnipperde sjalot door. De ideale saus voor op groenten en prima op sla te gebruiken, ondanks de dikte.", "Bekijk hier nog meer tips van sterrenkok Joris Bijdendijk. Ook een vraag? Mail naar joris@parool.nl."], "authors": ["Joris Bijdendijk"], "keywords": ["zo", "lekkere", "van", "als", "het", "helpt", "vinaigrette", "joris", "maak", "chefkok", "een", "je", "en", "te", "olie", "sla", "keuken", "saus"], "pubDate": "2020-11-28T10:00:08+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}