{"id": "179eafe4-1597-3c46-93da-76f6c41e531e", "title": "Zelfs binnen het trage Europa zit Nederland niet in de voorhoede", "url": "https://nrc.nl/nieuws/2020/12/16/zelfs-binnen-het-trage-europa-zit-nederland-niet-in-de-voorhoede-a4024206", "summary": "De noodtoestemming die het Verenigd Koninkrijk aan het Pfizer-vaccin verleende, had Nederland in theorie ook kunnen geven.\nMaar Nederland wil – net als andere EU-lidstaten – wachten op het Europees Geneesmiddelenbureau (EMA).\nBovendien zijn EU-landen bij een officieel goedgekeurd vaccin niet zelf aansprakelijk voor eventuele problemen met vaccins, dat zijn de fabrikanten.\nHet EMA werkt momenteel ook aan de keuring van het Moderna-vaccin.\nHet waren ook de Duitsers die het EMA onder druk hadden gezet om eerder het Pfizer-besluit te nemen.", "paragraphs": ["Tegen de tijd dat Nederland begint met vaccineren zijn er mogelijk al zo’n 2 miljoen Britten ingeënt. De noodtoestemming die het Verenigd Koninkrijk aan het Pfizer-vaccin verleende, had Nederland in theorie ook kunnen geven. Het Britse besluit was immers gebaseerd op Europese wetgeving, waartoe de Britten zich nog tot 1 januari hebben gecommitteerd.", "Maar Nederland wil – net als andere EU-lidstaten – wachten op het Europees Geneesmiddelenbureau (EMA). Die procedure duurt weliswaar langer, maar zou ook grondiger zijn. Bovendien zijn EU-landen bij een officieel goedgekeurd vaccin niet zelf aansprakelijk voor eventuele problemen met vaccins, dat zijn de fabrikanten. In het VK is dat, omdat het om een noodmaatregel gaat, wel het geval. Het oordeel van de toezichthouder wordt volgens de laatste berichten niet op de geplande 29 december, maar al komende maandag 21 december verwacht. Dinsdag haalde het EMA, onder grote druk, zijn deadline een beetje naar voren.", "Overal in Europa snakken mensen ondertussen naar verlichting, naar een terugkeer naar ‘normale tijden’. Om dat te kunnen bereiken, moeten grote groepen mensen worden gevaccineerd. De Wereldgezondheidsorganisatie (WHO) schat dat als 60 tot 70 procent van de wereldbevolking immuun is geworden (hetzij door vaccinatie hetzij door infectie), de pandemie echt gekeerd kan worden, en coronamaatregelen weer vergaand kunnen worden versoepeld. Des te sneller landen beginnen, des te eerder de wereld op dat punt aanbelandt.", "Startsnelheid", "Maar als het om startsnelheid gaat, is duidelijk dat Nederland zeker niet bij de voorhoede zit. Evenmin als de rest van de EU-landen. Ondanks de vervroeging van de EMA-goedkeuring blijft Europa als geheel zelfs de traagste van de grote westerse blokken: behalve het Verenigd Koninkrijk hebben inmiddels ook de Verenigde Staten en Canada het Pfizer-vaccin goedgekeurd. Het vaccineren is daar al enkele dagen bezig.", "Dat prikken begon er bovendien binnen enkele dagen na het groene licht; na de goedkeuring door het EMA heeft de Europese Commissie vermoedelijk nog enkele dagen (normaal twee maanden) nodig om een officiële vergunning af te geven. Daarna kan het inenten beginnen.", "Volgens minister Hugo de Jonge (CDA, Volksgezondheid) kan er tussen de vergunningverlening van de Commissie en levering van vaccins bovendien nog „enkele weken” zitten, omdat producenten tijd nodig hebben om „operationeel” te worden, schreef hij vorige week aan de Kamer. Een opmerkelijke uitspraak overigens: Pfizer zelf zegt dat het meteen kan leveren.", "Hoe het ook zij, de Britten, die vorige week dinsdag begonnen, zijn straks al een aantal weken bezig. Belangrijke tijdwinst: een paar weken kan veel besmettingen, ziekenhuisopnames en sterfgevallen voorkomen.", "Nederland valt uit de toon", "Ook op andere fronten worstelt Europa. Snel hoge vaccinatie-aantallen bereiken hangt van veel meer factoren af dan als eerste een prik zetten: de soorten vaccins die landen besteld hebben, de hoeveelheden daarvan, de levertijden, maar bovenal ook de voorbereidingen op de vaccinatiecampagnes spelen allemaal een grote rol bij het bepalen van het uiteindelijke tempo. Er zullen, om uiteenlopende redenen, verschillen in snelheden ontstaan. En binnen de Unie valt Nederland soms ronduit uit de toon.", "De Europese Commissie heeft deals gesloten met zes vaccinontwikkelaars voor de levering van maximaal 2 miljard vaccins. Die worden straks in principe op basis van bevolkingsgrootte verdeeld over de EU-landen. EU-landen mogen kiezen om bij bepaalde deals niet mee te doen, en andere lidstaten kunnen de vrijgekomen doses opkopen. Afhankelijk van welke vaccins wanneer en in welke hoeveelheden beschikbaar worden, kan een land dus eerder beginnen of opschalen dan een ander.", "Het EMA werkt momenteel ook aan de keuring van het Moderna-vaccin. Dat resultaat wordt uiterlijk 12 januari verwacht. Onbekend is wanneer het vaccin van AstraZeneca en Oxford de markt op mag. Nederland heeft van dit vaccin meer besteld dan van de vijf andere contractanten. Ook Duitsland, België, Frankrijk en het VK hebben er fors op ingezet.", "Maar AstraZeneca, dat in mei al begon met het grootschalig vooruitproduceren, kampt met onduidelijke resultaten. Na de publicatie van tussentijdse cijfers rezen kritische vragen. In de kern vroegen wetenschappers zich af of één positief testresultaat in het bijzonder – bij een groep deelnemers die per abuis eerst een halve dosis hadden gehad en daarna een hele – stevig genoeg was onderbouwd.", "Tegen persbureau Reuters zei een aantal virologen dat dit goedkeuring zou kunnen vertragen. AstraZeneca ontkent dit maar zegt wel dat er extra tests gedaan moeten worden. In zijn Kamerbrief rept De Jonge met geen woord over deze onzekerheden.", "Analyse Goldman Sachs", "Analisten van zakenbank Goldman Sachs concludeerden eind vorige maand al dat Europa achterblijver wordt. In het VK zou eind maart mogelijk al de helft van de bevolking zijn gevaccineerd. De VS en Canada zouden daar een maand langer over doen. Veel Europese landen zijn volgens de studie pas eind mei zover. Die verwachting is wel gebaseerd op een analyse van het te verwachten aanbod en de vraag naar vaccin in de landen, die uiteraard met grote onzekerheden omgeven zijn.", "Hoe ver Nederland eind mei zal zijn, is onduidelijk. Minister de Jonge heeft hier geen concrete uitspraken over gedaan. Hij sprak vorige week alleen de verwachting uit dat „het nog wel tot na de zomer zal duren voor heel Nederland een vaccin heeft gekregen”. De kerstlockdown gebruiken om alvast naar een zomervakantie te kijken, is dan misschien voorbarig.", "Uit de brief die De Jonge vorige week verstuurde, valt op te maken dat Nederland per eind juni genoeg vaccins zou hebben moeten ontvangen voor het inenten van ongeveer 60 procent van de bevolking – mits er geen problemen ontstaan met de afgesproken leveringen. Dat is overigens weer een scherp contrast met buurland België. Dat heeft eind juni pas genoeg vaccin voor 36 procent van zijn bevolking.", "Maar tussen prikken geleverd krijgen en prikken gezet hebben, kan een wereld van verschil zitten, mede door verschillen in voorbereiding en ambitie. Frankrijk denkt na maart bijvoorbeeld al te willen beginnen aan het vaccineren van de massa, de grote groep jongere, gezondere mensen.", "VK na Pasen ‘naar normaal’", "In het Verenigd Koninkrijk claimt de Britse regering dat het leven „ergens na Pasen” al naar normaal kan terugkeren, omdat het merendeel van de bevolking dan is gevaccineerd. Duitsland zegt klaar te staan om meteen al na de goedkeuring van het EMA grootschalig te kunnen inenten (als er al genoeg vaccins beschikbaar zouden zijn).", "In Nederland verwacht de GGD, op basis van de huidige scenario’s en plannen van de regering, mogelijk pas vanaf augustus massaal te kunnen vaccineren. Een ict-systeem om te registreren wie welke prik heeft gehad is nog in de maak. In het Verenigd Koninkrijk is dat niet nodig: daar worden die gegevens opgeslagen in de elektronische patiëntdossiers van ziekenhuizen.", "Duitsland draaide al proef", "Minister De Jonge lijkt minder ambitieus dan sommige van zijn Europese collega’s. Op 8 december maakte hij bekend dat er tot dertig priklocaties worden aangewezen voor het toedienen van het Pfizer-vaccin aan verpleeghuismedewerkers. Die locaties worden op dit moment ingericht. Onbekend is of dit ook de plaatsen worden waar straks de massa wordt ingeënt. In Duitsland verliep dinsdag de deadline voor de afronding van de bouw van veel van de priklocaties. In november werd er al proefgedraaid.", "Het waren ook de Duitsers die het EMA onder druk hadden gezet om eerder het Pfizer-besluit te nemen. Zij kunnen niet wachten, is duidelijk. Op de vraag of Nederland dan na Kerst ook meteen al kan beginnen, zei de Jonge tijdens een Kamerdebat dinsdagavond dat het vaccineren hier „zo snel als mogelijk en verantwoord” van start zou gaan. Want: „We gaan niet voor een weekje tijdwinst ongelukken begaan.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Chris Hensen", "Hanneke Chin-A-Fo", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "al", "die", "niet", "een", "nederland", "trage", "zelfs", "en", "te", "zijn", "voorhoede", "binnen", "op", "europa", "zit", "het"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}