{"id": "17a2bd17-63c2-331a-b343-9a49eaef9485", "title": "Giscard: Een conservatief van wie alles anders moest", "url": "https://trouw.nl/buitenland/giscard-een-conservatief-van-wie-alles-anders-moest~b8aa302d/", "summary": "Toen Giscard het Élysée verliet na zijn verlies tegen de socialist François Mitterrand, overstemde het boegeroep ruimschoots het applaus van zijn supporters.\nZoals toen hij met zijn oma in ‘een schitterende Lorraine-Dietrich met open dak’ naar een kerk even buiten de stad reed.\nDie naam, van een admiraal die had gevochten in de Amerikaanse onafhankelijkheidsoorlog in 1778, kwam in de familie voor.\nDe afstamming was verre van direct: de schoonmoeder van Edmonds grootvader, Lucie-Madeleine d’Estaing, was een dochter van een neef van de illustere zeeman.\nTegen de wens ook van een groot deel van zijn eigen meerderheid in het parlement.", "paragraphs": ["Valéry Giscard d’Estaing was president van Frankrijk van 1974 tot 1981. Hij gaat de geschiedenis in als vernieuwer en onvermoeibaar Europeaan.", "Valéry Giscard d’Estaing maakte in 1974 indruk met zijn frisse entree. De nieuwe president van Frankrijk kwam lopend aan bij zijn residentie. Giscard of VGE droeg een gewoon pak in plaats van het gebruikelijke jacquet: zo benadrukte VGE dat hij, met 48 jaar het jongste staatshoofd ooit van de republiek, het land zou gaan afstoffen.", "Giscard overleed woensdag op 94-jarige leeftijd aan de gevolgen van besmetting met het coronavirus in zijn landhuis in het plaatsje Authon. In september werd hij al opgenomen vanwege een longinfectie en vorige maand vanwege hartproblemen. De laatste keer dat hij in het openbaar werd gezien was tijdens de begrafenis op 30 september van een andere oud-president, Jacques Chirac. Daarvoor liet hij van zich horen in mei, toen een Duitse journaliste aangifte tegen hem deed. Hij zou zijn handen herhaaldelijk op haar billen hebben gelegd tijdens een interview.", "Hautain", "Giscard had er al een lange carrière als minister opzitten toen hij werd gekozen voor het hoogste ambt. Zijn presidentschap, van 1974 tot 1981, wordt vaak geprezen vanwege het moderne karakter. Zo legaliseerde hij abortus. Maar de waardering kwam pas veel later. Toen Giscard het Élysée verliet na zijn verlies tegen de socialist François Mitterrand, overstemde het boegeroep ruimschoots het applaus van zijn supporters. Hij kon dat goed horen, want hij ging te voet, precies zoals hij in 1974 was gekomen.", "De nederlaag in '81 kwam hard aan. Zo hard, dat hij zich er nooit helemaal overheen heeft gezet. “Ik heb de rancune in de rivier gegooid”, verklaarde hij later. Maar dat geloofde eigenlijk niemand. Vooral op Chirac, die de campagne voor zijn herverkiezing saboteerde, is hij altijd boos gebleven.", "Afstandelijk en hautain", "Wat Giscard ook moeilijk kon verwerken, was dat de kritiek niet draaide om zijn resultaten of maatregelen, niet eens om de bezuinigingen en belastingverhogingen waarmee hij de oliecrisis bestreed. Hij had verloren vanwege de ‘koninklijke neigingen’ die hij zou hebben. Zijn geaffecteerde manier van spreken werd in latere jaren amusant gevonden. Maar toen hij staatshoofd was, droeg het bij aan het beeld van een afstandelijke, hautaine man.", "Sociaal privilege als een handicap: Giscards vader Edmond was zeer geslaagd in het leven. Hij maakte carrière als hoge ambtenaar, econoom en zakenman. Giscard werd geboren in Koblenz, waar Edmond directeur was van de Franse autoriteit die het Rijnland na de Eerste Wereldoorlog bezette.", "Als jongetje ving hij alleen af en toe een glimp op van de gewone wereld. Zoals toen hij met zijn oma in ‘een schitterende Lorraine-Dietrich met open dak’ naar een kerk even buiten de stad reed. Er werd op dat moment in het hele land gestaakt, veel fabrieken waren bezet. “We zaten op roodleren stoelen en vielen nogal op”, vertelde VGE zijn biograaf Éric Roussel een paar jaar geleden. “Overal langs de route hieven arbeiders hun vuist.”", "Frustratie", "Toen hij een half jaar oud was, verhuisde het gezin van Duitsland naar Parijs waar het ging wonen in de Rue du Faubourg-Saint Honoré, tegenover het presidentiële paleis. De familie bevond zich op de grens tussen de hoge burgerij en de adel. Een bron van frustratie voor zijn ouders.", "Giscard in 1974. Beeld Hollandse Hoogte / AFP", "Edmond Giscard, die een fortuin verdiende aan de handel met de Franse kolonie Indochina, vroeg toestemming om d’Estaing aan Giscard toe te voegen. Die naam, van een admiraal die had gevochten in de Amerikaanse onafhankelijkheidsoorlog in 1778, kwam in de familie voor. De afstamming was verre van direct: de schoonmoeder van Edmonds grootvader, Lucie-Madeleine d’Estaing, was een dochter van een neef van de illustere zeeman. Het was niet genoeg voor een titel, maar de Giscards wisten zich op deze manier toch verbonden met een voorname familie.", "Trefzekere schutter", "De razendsnelle nederlaag van Frankrijk tegen nazi-Duitsland in juni 1940 schokte Giscard. De ineenstorting van alles wat onaantastbaar leek, zou hem zijn leven lang bijblijven. De scholier gaf de voorkeur aan Charles de Gaulle – die vanuit Londen opriep de strijd voort te zetten – boven Philippe Pétain die vanuit Vichy collaboreerde met de bezetter.", "In 1944 deed Giscard, achttien jaar, mee aan de bevrijding van Parijs. Hierna liftte hij met een neef naar het zuiden, om zich aan te sluiten bij Franse troepen die op weg waren naar Duitsland om daar met geallieerden de laatste weerstand te breken. Giscard leerde een tank besturen en stond weldra bekend als een trefzekere schutter. Voor zijn verrichtingen in Duitsland werd hij onderscheiden met een Croix de Guerre en een Amerikaanse bronze medal.", "Terug in Parijs deed hij eindexamen. De Giscard van toen lijkt al bijna helemaal af. De jongeman is briljant – hij zou nu hoogbegaafd worden genoemd – en uiterst zelfverzekerd. Tijdens de ontgroening op de École Polytechnique, een ingenieursopleiding die eenvoudig ‘X’ wordt genoemd’, moest hij naakt de straat op. Op een bord dat op zijn rug hing, was met grote letters ‘snob’ gekalkt. Giscard liet zich er niet door uit het veld slaan. “Ik ben voor mijn dertigste minister van financiën”, zou hij gezegd hebben tegen zijn jaargenoten.", "Links staatsdenken", "Over X was Giscard tevreden, maar dat gold zeker niet voor de ENA, de beroemde bestuursschool die toen net was geopend. Het lesaanbod van dit instituut was doortrokken van links staatsdenken, meende hij. Het onderwijs botste met zijn overtuiging dat de overheid zich weinig moet bemoeien met het economisch leven en dat de overheidsfinanciën gebaat zijn bij een strenge boekhouding.", "In 1955, net voor zijn dertigste, is Giscard geen minister. Maar als lid van de persoonlijke staf van premier Edgar Faure is hij wel dicht bij de macht. Het was de tijd van de Vierde Republiek (1946-1958), een periode waarin een regering het meestal nog geen jaar volhield. Toen het land in een diepe crisis belandde door de Algerijns onafhankelijkheidsoorlog, keerde De Gaulle terug in de politiek om een einde te maken aan deze chronische instabiliteit. Hij bezorgde het land een presidentieel stelsel waarin het parlement de uitvoerende macht niet weg kan krijgen. Giscard stemde voor bij het referendum dat vooraf ging aan deze Vijfde Republiek.", "Voor De Gaulle heeft Giscard, inmiddels opgeklommen tot staatssecretaris van financiën, altijd bewondering gehad. Maar hij bleef afstand houden. Halverwege de jaren zestig richtte hij een eigen partijtje op dat het vehikel voor zijn eigen ambities moest worden.", "Progressieve agenda", "Na de dood van president Georges Pompidou in 1974 was zijn tijd gekomen. Giscard voerde een perfecte campagne. Hij stond voor optimisme en jeugdigheid: sterren als Brigitte Bardot droegen witte T-shirts met daarop in blauwe letters de slogan Giscard à la barre, Giscard aan het roer.", "Giscard was een liberaal op economisch gebied maar in veel andere opzichten een conservatief. Hij deelde weinig met de protestgeneratie die zich sinds de studentenrevolte van mei 1968 roerde. Toch voerde juist hij direct na zijn aantreden een progressieve agenda uit. Abortus verdween uit het wetboek van strafrecht, scheiden met wederzijdse instemming werd veel eenvoudiger en de meerderjarigheid werd verlaagd naar achttien jaar. Giscard deed het allemaal tegen de wens van zijn eigen erg katholieke milieu in. Tegen de wens ook van een groot deel van zijn eigen meerderheid in het parlement.", "Met zijn progressieve ouverture had hij zeker ook een politieke bedoeling. Giscard was zonder de steun van een grote partij gekozen en hoopte gematigd links los te weken en in te lijven. Aldus moest er in het politieke midden een liberale kracht ontstaan. Een partij die zou afrekenen met Franse gewoonten als staatsinterventionisme en een gelijkheidsdenken dat volgens hem teveel gericht was op het individu en te weinig op het collectief. Maar die opzet faalde. Voor progressieve Fransen bleef Giscard vooral een in essentie rechtse man.", "Bezorgde Europeaan", "Met zijn Duitse ambtgenoot Helmut Schmidt was Giscard een zeer enthousiast voorstander van Europese, vooral economische integratie. Van zijn engagement is vaak een karikatuur gemaakt. Europa moest in zijn ogen minder zijn dan een Europese superstaat maar veel meer dan een club van samenwerkende naties zoals De Gaulle dat bepleitte.", "Met Schmidt beteugelde Giscard de Europese Commissie. Het duo legde het zwaartepunt van de macht op een top in Parijs 1974 bij de Europese Raad. Die bestond al wel maar de bijeenkomsten van leiders van de toenmalige EG had tot dan een informeel karakter. De aanwezigen spraken af dat het nieuwe forum geen Europese Raad mocht heten, vooral vanwege het verzet van Nederland dat juist een sterkere Commissie wilde. Maar daar trok de gastheer zich niets van aan. Giscard opende de afsluitende persconferentie triomfantelijk met de woorden: “De top is dood, lange leve de Europese Raad!”", "Literaire uitstapjes", "De afgelopen jaren luidde Giscard, die in 2005 de Europese Grondwet voorbereidde die in Frankrijk en Nederland in referenda werd afgewezen, geregeld de noodklok over de EU. Met Schmidt pleitte hij in 2014 voor een kern-Europa van maximaal twaalf landen die een gemeenschappelijk begrotingsbeleid zouden moeten voeren. Hij beschreef het plan in een boek – ‘De laatste kans voor Europa’ – dat hij presenteerde als zijn politieke testament.", "Het voorzitterschap van de Conventie over de Toekomst van Europa was een hoogtepunt voor Giscard na zijn afscheid als president. Voor het overige had hij moeite zijn draai te vinden. Lang hoopte hij op een terugkeer op het hoogste plan. Maar hij moest het doen met functies in de Auvergne, de streek waar zijn familie vandaan komt. Hij zette zich vooral in om de landelijke, dunbevolkte regio aantrekkelijker te maken met onder andere het attractiepark Vulcania. Voor een kieskring in de Auvergne werd hij ook gekozen in de Assemblée Nationale, de Franse Tweede Kamer.", "Zijn literaire uitstapjes – Giscard schreef verschillende romans, waaronder het erotische ‘Le Passage’ over de relatie van een notaris op zijn retour met een lifster – waren geen groot succes. Zijn roman over een Franse president en een Britse prinses uit 2009 wekte vooral verbazing. Critici beaamden dat de bewonderaar van Guy de Maupassant een elegante pen had, maar dat zijn personages diepte misten door een gebrek aan psychologisch inzicht.", "Toch werd Giscard gekozen als lid van de Académie Française, het illustere gezelschap van ‘onsterfelijken’ dat, gestoken in een uniform met sabel, waakt over de Franse taal. Een politieke benoeming zo klonk het hier en daar, maar hij was er niet minder trots op.", "Lees ook:", "Jacques Chirac (1932-2019): een groot man die niet veel heeft gedaan", "Een luie koning werd Jacques Chirac genoemd toen hij in 2007 afscheid nam als president. Maar daarna groeide de waardering. De laatste jaren was zelfs sprake van een ware Chirac-mania."], "authors": ["Kleis Jager"], "keywords": ["conservatief", "van", "giscard", "moest", "het", "op", "hij", "met", "zijn", "wie", "een", "alles", "anders", "en", "dat"], "pubDate": "2020-12-03T12:50:53+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}