{"id": "17db06ea-f2c5-36bd-bdab-e6d08def438b", "title": "Anwar El Ghazi scoort weer voor Aston Villa: vijf goals in vijf wedstrijden", "url": "https://volkskrant.nl/sport/anwar-el-ghazi-scoort-weer-voor-aston-villa-vijf-goals-in-vijf-wedstrijden~b8a68b3b/", "summary": "Een dribbel van Grealish, als altijd spelen met mini-scheenbeschermers, lag kort na rust aan de basis van de gelijkmaker.\nStreekderbyZaterdag had El Ghazi een prachtig doelpunt gemaakt tegen Crystal Palace en paar dagen eerder scoorde hij twee keer in de streekderby tegen West Bromwich Albion.\nNa overleg met manager Dean Smith besloot El Ghazi van sociale media af te gaan, wat een goede beslissing bleek te zijn.\nDe Londenaren zijn met een slechte reeks bezig.\nZaterdag staat de wedstrijd tegen Manchester City op het programma, ware het niet dat de Citizens zijn getroffen door een Covid-uitbraak.", "paragraphs": ["El Ghazi viert de gelijkmaker tegen Chelsea. Beeld Pool via REUTERS", "Chelsea, nog altijd spelend zonder de geblesseerde Ziyech, begon goed aan de wedstrijd en kwam na een half uur spelen terecht op voorsprong dankzij een goal van veteraan Olivier Giroud. Maar de bezoekers toonden aan dat ze niet voor niets in de top vijf staan. Met Jack Grealish heeft het de beste, in ieder geval meest creatieve, middenvelder van Engeland en voorin is Olly Watkins, overgekomen van Brentford, levensgevaarlijk.", "Een dribbel van Grealish, als altijd spelen met mini-scheenbeschermers, lag kort na rust aan de basis van de gelijkmaker. Hij schudde Andreas Christensen van zich af en legde de bal breed naar Matty Cash. Diens voorzet kwam terecht bij de vrijstaande El Ghazi, die de bal door de benen van Chelsea-doelman Mendy binnenschoot. Daarna kregen de bezoekers nog enkele goede kansen, maar het bleef bij een verdienstelijk 1-1 gelijkspel.", "Streekderby", "Zaterdag had El Ghazi een prachtig doelpunt gemaakt tegen Crystal Palace en paar dagen eerder scoorde hij twee keer in de streekderby tegen West Bromwich Albion. Deze doelpunten komen na een moeilijke periode. Na het beschamende 0-1 bekerverlies tegen Stoke City, begin oktober, was de Nederlands-Marokkaanse voetballer uit Barendrecht, samen met een teamgenoot, bedolven onder kritiek van de eigen supporters.", "Na overleg met manager Dean Smith besloot El Ghazi van sociale media af te gaan, wat een goede beslissing bleek te zijn. Half december hielp hij zijn ploeg aan een zege op rivaal Wolverhampton Wanderers door diep in blessuretijd een strafschop te benutten. Aanvoerder Tyrone Mings vroeg de supporters om hun excuses te maken voor hun wangedrag tegenover de tweevoudig Oranje-international, die inmiddels weer een basisplek heeft.", "Zijn treffer tegen Chelsea was overigens niet onomstreden. Chelsea-fans vonden dat de scheidsrechter had moeten fluiten nadat Christensen bij het duel met Grealish geblesseerd op de grond was blijven liggen. De Londenaren zijn met een slechte reeks bezig. Zaterdag staat de wedstrijd tegen Manchester City op het programma, ware het niet dat de Citizens zijn getroffen door een Covid-uitbraak. Of het duel doorgaat, is onzeker.", "Leicester", "Elders in Londen had Leicester City eerder op de dag verzuimd de koppositie van Liverpool over te nemen. Tegen Crystal Palace bleven The Foxes steken op 1-1. Dat was onnodig puntverlies, want de ploeg van Brendan Rodgers had genoeg kansen om de wedstrijd in de eerste helft te beslissen. Leicester kreeg zelf een strafschop, maar aanvaller Kelechi Promise Iheanacho schoot de bal lamlendig in.", "Landskampioen Liverpool, dat thuis punten had verspeeld tegen degradatiekandidaat West Bromwich Albion (1-1), gaat woensdag op bezoek bij het onvoorspelbare Newcastle United."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["weer", "vijf", "scoort", "zijn", "villa", "met", "goals", "te", "aston", "ghazi", "van", "wedstrijden", "een", "tegen", "el", "voor", "op", "het", "dat"], "pubDate": "2020-12-28T20:12:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}