{"id": "17e62709-ce28-36cc-a72a-40e5b09ac043", "title": "De avonturen van de nijlpaardachtige Moomins zijn er nu ook voor kinderen vanaf vijf jaar", "url": "https://trouw.nl/recensies/de-avonturen-van-de-nijlpaardachtige-moomins-zijn-er-nu-ook-voor-kinderen-vanaf-vijf-jaar~b80a60ea/", "summary": "‘Waarom zijn de Moemins, die aanbiddelijke schepsels van Tove Jansson (1914-2001), niet net zo bekend als Pippi Langkous?\nTijd voor een revival!’, schreef ik in 2010 in deze krant.\nIn overleg met de erven Jansson werden drie van haar verhalen bewerkt voor een geslaagde instapuitgave voor jonge kinderen en voorzien van illustraties in kleur, in Janssons stijl.\nNadat hij zich erin heeft verstopt, is hij onherkenbaar, en de bloem die hij erin gooit, groeit uit tot een oerwoud dat het huis overwoekert.\nDe vaak filosofische­­ overdenkingen van de Moomins zijn hier verloren gegaan, maar gelukkig zijn die nog altijd terug te vinden in de originele boeken voor kinderen vanaf een jaar of acht.", "paragraphs": ["Heerlijke avonturen van Nijlpaardachtigen voor de allerjongsten.", "‘Waarom zijn de Moemins, die aanbiddelijke schepsels van Tove Jansson (1914-2001), niet net zo bekend als Pippi Langkous? Tijd voor een revival!’, schreef ik in 2010 in deze krant. Het mocht niet baten: nog steeds zijn de wereldberoemde nijlpaardachtige wezentjes van de Finse schrijfster-illustratrice hier onbekend.", "Misschien kan dit boek ons land alsnog verleiden, want het is bedoeld als een eerste kennismaking met het heerlijke Moomin-universum (jammer dat de Engelse spelling nu is aangehouden). In overleg met de erven Jansson werden drie van haar verhalen bewerkt voor een geslaagde instapuitgave voor jonge kinderen en voorzien van illustraties in kleur, in Janssons stijl.", "Hoofdpersoon Moomintrol maakt fantasievolle avonturen mee. Zo vindt hij een toverhoed, die alles wat je erin stopt verandert. Nadat hij zich erin heeft verstopt, is hij onherkenbaar, en de bloem die hij erin gooit, groeit uit tot een oerwoud dat het huis overwoekert. De vaak filosofische­­ overdenkingen van de Moomins zijn hier verloren gegaan, maar gelukkig zijn die nog altijd terug te vinden in de originele boeken voor kinderen vanaf een jaar of acht.", "Alex Haridi & Cecilia Davidsson", "Verhalen uit de Moominvallei", "Ill. Cecilia Heikkilä", "Vert. Esther Ottens", "Volt; 94 blz. € 15,99", "Vanaf 5 jaar"], "authors": ["Bas Maliepaard"], "keywords": ["kinderen", "zijn", "van", "erin", "zo", "voor", "uit", "een", "nu", "ook", "moomins", "vanaf", "nijlpaardachtige", "het", "vijf", "hij", "die"], "pubDate": "2021-01-09T00:00:49Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}