{"id": "17eb1771-27cf-3f4d-a68a-fed0f4f7d76d", "title": "Een bestorming die vier jaar duurde", "url": "https://trouw.nl/opinie/een-bestorming-die-vier-jaar-duurde~b2ea3f58/", "summary": "Na de fysieke aanval op het huis van de Amerikaanse democratie, die het sluitstuk vormde van een bestorming die vier jaar duurde, is het tijd een balans op te maken.\nTrump maakte na zijn stembusnederlaag geen enkel geheim van zijn strategie: de uitslag moest van tafel, zo niet goedschiks, dan kwaadschiks.\nMaar dan ook de man die hen ophitste en trachtte op illegale wijze een verkiezingsuitslag te torpederen.\nEen democratie die een president toestaat de wet te overtreden, juist om de democratie uit te schakelen, graaft haar eigen graf.\nDrie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt.", "paragraphs": ["Na de fysieke aanval op het huis van de Amerikaanse democratie, die het sluitstuk vormde van een bestorming die vier jaar duurde, is het tijd een balans op te maken. Het zal een tussentijdse balans zijn, want de strijd tegen de democratie en de rechtsstaat – ook elders, ook in Nederland – is niet voorbij met het vertrek van Trump uit het Witte Huis. Zelfs niet als hij in de gevangenis zou belanden, waar alle reden voor is.", "Wat we nu in elk geval weten, voor zover het niet al lang duidelijk was, is dat we de extreemrechtse populisten op hun woord moeten geloven. Trump maakte na zijn stembusnederlaag geen enkel geheim van zijn strategie: de uitslag moest van tafel, zo niet goedschiks, dan kwaadschiks.", "Hij zette het Hooggerechtshof onder druk, intimideerde Republikeinse gouverneurs en senatoren en zweepte uiteindelijk zijn aanhangers op tegen vice-president Mike Pence. “Het wordt ruig”, had Trump tevoren gezegd over de mars van woensdag, en ruig werd het. Zijn bloedbroeder Giuliani riep het publiek op tot vechten (‘combat’) en Trump zelf gaf het laatste zetje door de meute naar het Capitool te sturen – hij zou zelf meegaan, zei hij, maar nam onderweg blijkbaar een verkeerde afslag.", "Opruiende taal", "Hij wist waar zijn aanhangers toe in staat waren. Ze hadden het laten zien in Charlottesville (‘Heil Hitler’, stond er op de leren jacks) en in Michigan (waar zwaarbewapende milities het parlement bezetten), en ze twijfelden niet aan wat er van hen werd verwacht.", "De opruiende taal van populistische leiders wordt te vaak opgevat als hyperbolisch, niet letterlijk bedoeld, entertainment. Het is beter hen serieus te nemen als ze spreken over het terugveroveren van het land, over verraders die uit zijn op de vernietiging van de natie, over de vijanden van het volk (de media, de rechtelijke macht), over krachteloos parlementarisme of nep-parlementen.", "Als hun aanhangers vervolgens de daad bij het woord voegen, en de democratie neemt zichzelf serieus, dan moet dit niet alleen gevolgen hebben voor de bende, maar ook voor de bendeleider. Je zag hoe hulpeloos de stoottroepen waren toen ze zich eenmaal toegang hadden verschaft tot de vergaderzaal van het Capitool. Hier zetelde de macht, maar wat nu?", "Bij gebrek aan instructies van de leider werd dit een staatsgreep zonder enige greep op welke staat dan ook – een zinloze ontlading van opgeklopte frustratie. Het zal niet moeilijk zijn de daders te identificeren, ze staan veelvuldig op beeld, en ze verdienen het voor de rechter te worden gebracht. Maar dan ook de man die hen ophitste en trachtte op illegale wijze een verkiezingsuitslag te torpederen.", "Ontploffen", "Het is waar dat een strafzaak tegen Donald J. Trump de toch al grote spanningen in de Amerikaanse samenleving zal vergroten. Het is ook waar dat het land zou ontploffen als onder elke nieuwe president de vorige wordt vervolgd; om die reden kwam George W. Bush nooit voor de rechter wegens de Irak-oorlog. Maar de schade bij niet-vervolgen is nog groter. Een democratie die een president toestaat de wet te overtreden, juist om de democratie uit te schakelen, graaft haar eigen graf.", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["zijn", "van", "jaar", "en", "voor", "een", "ze", "op", "duurde", "te", "bestorming", "het", "niet", "vier", "die"], "pubDate": "2021-01-08T07:41:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}