{"id": "17f21c65-a2e9-36bc-9fa0-58cd5f7a29d2", "title": "Waar liggen de koerswinsten voor het oprapen?", "url": "https://volkskrant.nl/economie/waar-liggen-de-koerswinsten-voor-het-oprapen~b5cf8bf74/", "summary": "Sinds corona lijkt het er niet meer toe te doen.\nHet fonds Air France-KLM, wiens lot in handen ligt van het vaccin, steeg zelfs met 14 procent.\nPfizer-baas Albert Bourla verkocht op de dag dat zijn bedrijf samen met het Duitse BioNTech het nieuws over het vaccin naar buiten bracht, 132 duizend aandelen van zijn eigen bedrijf.\nOok moreel had hij er geen enkele moeite mee, hoewel zijn beste vrienden het op zijn minst ‘onverstandig’ noemden.\nOok in de coronacrisis is het adagium ‘de een zijn dood is de ander zijn brood’.", "paragraphs": ["Behalve lockdowns bestaan ook lockups. Dat zijn in de effectenhandel de periodes dat topmanagers niet in aandelen van hun eigen bedrijf mogen handelen omdat zij te veel inside informatie hebben, meestal rond de periode van de jaarcijfers.", "Vroeger moest je zelf bij een beursgenoteerd bedrijf - of bij een bank - werken om binnen te lopen met een deal op de beurs. Als je wist dat er iets niet pluis was bij een bedrijf, ging je short of kocht een put-optie waarmee wordt gespeculeerd op een val van de aandenkoersen. Als anderzijds een enorme order op komst was of een technische doorbraak ophanden, ging je long of kocht een ‘calletje’. Je kon ook meelopen met beursorders van grote klanten. Front-running heette dat.", "Dat mocht niet. Het was misbruik van voorwetenschap en strafbaar. Maar de pakkans was geringer dan de kans de coronaregels binnen de muren van een kloosterorde te schenden. Wie het doseerde of via een vriend of familielid liet doen, kwam er altijd wel mee weg.", "Sinds corona lijkt het er niet meer toe te doen. Inside informatie is klein bier. Ook het toekomstig rentebeleid van de centrale banken brengt koersen niet meer in beweging, net als crises binnen de EU of de handelsoorlogen van de VS. Zelfs de uitslag van de presidentsverkiezingen was voor de beurs totaal oninteressant. De beurs is nog maar gevoelig voor een ding: de effectiviteit van nieuwe vaccins tegen corona.", "Elke keer als een farmaceut meldt dat er begin volgend jaar, misschien zelfs wel eind dit jaar, een vaccin is dat in meer dan negen van de tien gevallen aanslaat, schieten de Dow, Footsie en AEX omhoog als vuurpijlen op een oudjaarsavond in het verleden. Wie op de researchafdeling van een van de farmaceuten werkt en de testresultaten bij proefpersonen mag inzien, kan in een mum van tijd multimiljonair zo niet miljardair worden.", "Flitshandelaren moeten likkebaardend hebben toegekeken toen maandag de AEX in tienden van seconden van 599 naar 604 punten schoot, nadat Moderna zijn testresultaten bekendmaakte. Het fonds Air France-KLM, wiens lot in handen ligt van het vaccin, steeg zelfs met 14 procent.", "Je zou mogen verwachten dat niemand zo cynisch is om kennis over levensreddende vaccins te misbruiken voor eigen gewin. Dat is naïef. Negen van de tien hebben er geen moeite mee.", "Pfizer-baas Albert Bourla verkocht op de dag dat zijn bedrijf samen met het Duitse BioNTech het nieuws over het vaccin naar buiten bracht, 132 duizend aandelen van zijn eigen bedrijf. Dat leverde hem in een klap 4,8 miljoen euro op.", "Bourla doet het af als mazzel. Hij had geen lockup en al ver vantevoren deze dag geprikt. Ook moreel had hij er geen enkele moeite mee, hoewel zijn beste vrienden het op zijn minst ‘onverstandig’ noemden.", "Ook in de coronacrisis is het adagium ‘de een zijn dood is de ander zijn brood’."], "authors": ["Peter De Waard"], "keywords": ["van", "als", "waar", "het", "op", "voor", "zijn", "liggen", "een", "niet", "dat", "koerswinsten", "te", "er", "oprapen"], "pubDate": "2020-11-17T22:21:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}