{"id": "17f5b047-feb2-3936-83b0-915c5130f156", "title": "In ‘Vier handen op één buik’ is de worsteling tussen ethiek en amusement voortdurend voelbaar", "url": "https://volkskrant.nl/cultuur-media/in-vier-handen-op-een-buik-is-de-worsteling-tussen-ethiek-en-amusement-voortdurend-voelbaar~b88c1cfa/", "summary": "Wanneer hij uiteindelijk weer terug is bij de aanstaande moeder en er wordt geïnformeerd wat zijn bijdrage kan zijn, antwoordt hij: ‘Ik moet ervoor zorgen.\nDa’s de insteek.’ En: ‘Ik laat het allemaal op me af komen.’Ondanks een zorgwekkende energiedrankconsumptie, maakte Daan in de eerste aflevering van het nieuwe seizoen van het BNNVara-programma Vier handen op één buik een nogal apathische indruk.\nZijn vriendin, Desteney, die een uiterst getroebleerde achtergrond heeft, moet het veelal alleen doen, met wat hulp van haar grootmoeder.\nZo beginnen de meeste afleveringen van Vier handen op één buik: er is vaak weinig geld, weinig perspectief en weinig engagement van vaderszijde.\nDaarin werd onder meer de problematische verhouding tussen het bieden van hulp en het maken van tv-amusement onder de loep genomen, alsmede de gebrekkige nazorg.", "paragraphs": ["Daan (26) maakt een meisje van 20 zwanger, krijgt ruzie en keert tijdelijk terug naar zijn ex, met wie hij al een kind heeft. Wanneer hij uiteindelijk weer terug is bij de aanstaande moeder en er wordt geïnformeerd wat zijn bijdrage kan zijn, antwoordt hij: ‘Ik moet ervoor zorgen. Da’s de insteek.’ En: ‘Ik laat het allemaal op me af komen.’", "Ondanks een zorgwekkende energiedrankconsumptie, maakte Daan in de eerste aflevering van het nieuwe seizoen van het BNNVara-programma Vier handen op één buik een nogal apathische indruk. Zijn vriendin, Desteney, die een uiterst getroebleerde achtergrond heeft, moet het veelal alleen doen, met wat hulp van haar grootmoeder.", "Zo beginnen de meeste afleveringen van Vier handen op één buik: er is vaak weinig geld, weinig perspectief en weinig engagement van vaderszijde. En dan is daar, als in een sprookje, de Bekende Moeder. Strooiend met wijze raad, goede bedoelingen en opbeurende presentjes helpt zij het meisje in de periode rond de bevalling. Na drie kwartier is de conclusie altijd: het leek allemaal erg zorgwekkend, en er is nog veel werk te doen, maar het was prachtig en er zijn veel stappen gezet en oma (er is altijd een oma) was geweldig en de ontwikkeling is schitterend enzovoort enzovoort.", "Dinsdag was Heleen van Royen de petemoei van dienst. Ze maakte het huis babyproof, ging mee een tafel kopen en bracht Daan en Desteney naar een tantrales waarbij moeder en vader letterlijk de titel van het programma moesten uitbeelden en daarbij aan hun eigen jeugd moesten denken. Daan ‘voelde alleen een buik’.", "Vier handen op één buik.", "De goede bedoelingen van de makers klotsten als vanouds tegen de plinten, maar ik moest toch steeds denken aan de reeks artikelen die Lineke Nieber twee jaar geleden publiceerde in NRC Handelsblad. Daarin werd onder meer de problematische verhouding tussen het bieden van hulp en het maken van tv-amusement onder de loep genomen, alsmede de gebrekkige nazorg. In een reactie schreef BNNVara destijds: ‘We evalueren het programma continue (sic) en spelen accuraat in op reacties en ervaringen.’", "Vermoedelijk hebben die onthullingen geleid tot een positievere toon. Pijnlijke situaties, zoals RTL Boulevard die deze week alvast verlekkerd op zijn website zette (‘De vier meest hysterische momenten’), worden vermeden of, als ze toch plaatsvinden, niet eindeloos uitgemolken. Alleen de flapdrolvaders mogen nu nog onbekommerd worden uitgelachen. Bekende Moeder Karin Bloemen had het bij Op 1 maandag over ‘krachtige jonge vrouwen’ en ‘onterechte aannamen’ over tienermoeders. Daarna sprak Bekende Moeder Tatum Dagelet over de coole ontwikkeling die ‘haar’ programmadochter Sanne had doorgemaakt, op financieel vlak.", "Sanne: ‘Ik zit nu onder bewind.’", "De worsteling tussen ethiek en amusement is voelbaar. Het hulp-tv-spel tussen mensen die alle mediaregels op hun duimpje kennen en meisjes en vrouwen voor wie het vaak een eerste tv-ervaring is, wordt er, ondanks alles, nauwelijks minder oneerlijk van."], "authors": ["Frank Heinen"], "keywords": ["van", "tussen", "die", "een", "moeder", "vier", "en", "voelbaar", "ik", "zijn", "op", "handen", "voortdurend", "ethiek", "er", "worsteling", "het", "één"], "pubDate": "2020-12-02T14:18:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}