{"id": "1819f6d6-d240-3a44-88e7-c87c014f5f0b", "title": "Britten ruziën over standbeeld van Margaret Thatcher; niemand wil het hebben", "url": "https://trouw.nl/buitenland/britten-ruzien-over-standbeeld-van-margaret-thatcher-niemand-wil-het-hebben~b2099df9/", "summary": "In Grantham, een niet al te grote plaats in het Britse Lincolnshire, wordt het al ‘de tweede brexit’ genoemd, de dorpsruzie over het standbeeld.\nDe gemoederen waren net een beetje bedaard, maar nu is er een nieuwe kwestie die het dorp in tweeën splitst.\nDit keer gaat het om de vraag of er een standbeeld moet komen van de eerste vrouwelijke premier van het Verenigd Koninkrijk, Margaret Thatcher.\nHet is een vraag die al langer leeft, want het beeld is al gehouwen.\nTe duurHet werd aangeboden aan Grantham, waar het plan om het te plaatsen datzelfde jaar nog door de gemeenteraad werd goedgekeurd.", "paragraphs": ["In Grantham, een niet al te grote plaats in het Britse Lincolnshire, wordt het al ‘de tweede brexit’ genoemd, de dorpsruzie over het standbeeld. De eerste was vier jaar geleden, toen er een referendum werd gehouden over de vraag of de Britten de EU moesten verlaten. Toen stonden twee kampen in het dorp lijnrecht tegenover elkaar.", "De gemoederen waren net een beetje bedaard, maar nu is er een nieuwe kwestie die het dorp in tweeën splitst. Dit keer gaat het om de vraag of er een standbeeld moet komen van de eerste vrouwelijke premier van het Verenigd Koninkrijk, Margaret Thatcher.", "Het is een vraag die al langer leeft, want het beeld is al gehouwen. Het zou in 2018 verrijzen in Londen, maar daar stak de gemeenteraad een stokje voor. Die vreesde vandalisme, want bij de vele progressieve inwoners van Londen lag het rechtse beleid dat Thatcher voerde nooit zo goed.", "Te duur", "Het werd aangeboden aan Grantham, waar het plan om het te plaatsen datzelfde jaar nog door de gemeenteraad werd goedgekeurd. Maar wat er ook gebeurde, een standbeeld kwam er niet. Tegenover mensen die haar briljant vonden, of vonden dat Thatcher gewoon een beroemde inwoner van het dorp was, stonden mensen die Thatchers geboorte in het dorp als één van de meest beschamende gebeurtenissen van de Granthammer geschiedenis beschouwden.", "De ruzie kwam tot een kookpunt toen deze week bekend werd dat het beeld op 28 februari zal worden onthuld. Uit vrees voor vandalen komt er een drie meter hoge sokkel onder. De ceremonie zal een lieve duit gaan kosten: honderdduizend pond maar liefst. Dat gaat de plaatselijke afdeling van de sociaal-democratische Labourpartij te ver: die vindt het veel te duur in coronatijd, waar volgens hen iedere cent eigenlijk naar de gezondheidszorg zou moeten gaan.", "Eieren gooien", "Grantham heeft al een museum waarin een aantal vitrines zijn gevuld met foto’s en beelden van de oud-premier. Dat museum is ook de drijvende kracht achter de onthullingsceremonie. Amanda Schonhut, de museum-directeur, zei tegen The Guardian dat het geld voor de onthulling afkomstig is uit donaties, niet uit gemeentelijke fondsen.", "Ook die onthulling kan de tegenstanders niet over de streep trekken. “Dat geld is beter besteed als het wordt gebruikt om de vele daklozen in de regio te helpen”, vindt de plaatselijke Labour-afdeling. Een actiegroep heeft nu op Facebook een gelijktijdig evenement aangekondigd: eieren gooien naar het standbeeld. Daar hebben zich inmiddels meer dan tweeduizend mensen voor aangemeld.", "Lees ook:", "Ook in ‘The Crown’ steelt Diana de show want oef, wat zijn die royals snobistisch en kil", "Prinses Diana en Margaret Thatcher maken korte metten met de Britse Royals in een nieuw seizoen van Netflix-serie ‘The Crown’."], "authors": ["Romana Abels"], "keywords": ["van", "ruziën", "het", "wil", "die", "niemand", "standbeeld", "werd", "een", "margaret", "thatcher", "dat", "te", "al", "britten", "er", "hebben", "voor"], "pubDate": "2020-12-04T09:50:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}