{"id": "182920a4-c6b7-37dd-b7b7-6e8dd02177b5", "title": "FC Groningen klopt RKC na rust en is bezig aan beste seizoen in tien jaar", "url": "https://nu.nl/voetbal/6096332/fc-groningen-klopt-rkc-na-rust-en-is-bezig-aan-beste-seizoen-in-tien-jaar.html", "summary": "El Messaoudi opende negen minuten na rust de score voor FC Groningen.\nHet was de derde opeenvolgende wedstrijd waarin El Messaoudi trefzeker was voor FC Groningen.\nNa rust voorkwam Sergio Padt met een redding op een inzet van Richard van der Venne de gelijkmaker van de bezoekers.\n(Foto: Pro Shots)FC Groningen beleeft beste seizoen in tien jaarDankzij de overwinning komt FC Groningen na twaalf wedstrijden op 23 punten.\nFC Groningen klimt naar de vijfde plaats en heeft evenveel punten als Feyenoord, dat zondag nog op bezoek gaat bij VVV-Venlo.", "paragraphs": ["FC Groningen heeft zaterdag de derde overwinning op rij in de Eredivisie geboekt. De ploeg van coach Danny Buijs was dankzij twee doelpunten in de tweede helft met 2-0 te sterk voor RKC Waalwijk en is aan het beste seizoen sinds 2010/2011 bezig.", "El Messaoudi opende negen minuten na rust de score voor FC Groningen. De middenvelder kreeg de bal voor zijn voeten na een afgeslagen corner en vond het doel met een geplaatst schot in de linkerhoek.", "Het was de derde opeenvolgende wedstrijd waarin El Messaoudi trefzeker was voor FC Groningen. Vorige week scoorde hij tweemaal in de uitwedstrijd tegen AZ (1-2) en een week eerder maakte hij het enige doelpunt in de thuiswedstrijd tegen Willem II (1-0).", "Een kwartier voor tijd verdubbelde Daniël van Kaam de marge. Hij profiteerde van geklungel in de defensie van RKC. Saïd Bakari speelde de bal te zacht terug richting Kostas Lamprou, waarna de doelman tegen Van Kaam schoot. De middenvelder liet Lamprou vervolgens al vallend kansloos.", "Het restant van de wedstrijd leverde nauwelijks kansen op. In de eerste helft zorgde alleen RKC-verdediger Melle Meulensteen met een schotje voor wat gevaar. Na rust voorkwam Sergio Padt met een redding op een inzet van Richard van der Venne de gelijkmaker van de bezoekers.", "Door: Pro Shots", "Daniël van Kaam maakte uit een klutssituatie de 2-0 voor FC Groningen. (Foto: Pro Shots)", "FC Groningen beleeft beste seizoen in tien jaar", "Dankzij de overwinning komt FC Groningen na twaalf wedstrijden op 23 punten. Daarmee beleven de noorderlingen hun beste seizoen sinds 2010/2011, toen ze na twaalf duels op 24 punten stonden.", "FC Groningen klimt naar de vijfde plaats en heeft evenveel punten als Feyenoord, dat zondag nog op bezoek gaat bij VVV-Venlo. RKC is met twaalf punten terug te vinden in de middenmoot.", "Bekijk de uitslagen, de stand en het programma in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "seizoen", "groningen", "tien", "een", "rkc", "fc", "en", "klopt", "het", "punten", "bezig", "op", "voor", "jaar", "rust", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}