{"id": "182c875f-954f-3719-bfdc-3620a05e1a25", "title": "Bij de fietsenmaker op IJburg zijn de racefietsen niet aan te slepen", "url": "https://www.parool.nl/ps/bij-de-fietsenmaker-op-ijburg-zijn-de-racefietsen-niet-aan-te-slepen~b2ddee36/", "summary": "In de winkel hebben we een speciale looproute en de showroomfietsen staan zo dat je niet meer bij de wanden met accessoires kunt komen.”Hoe gaat de komende tijd eruitzien?\nHet gevolg is dat ze nu niet meer te verkrijgen zijn.\nAls je een racefiets wil die ik niet heb staan, mag je blij zijn als die er in september 2021 is.\nDe focus verlegden we afgelopen jaar wat meer van racefietsen naar elektrische fietsen, om de doodeenvoudige reden dat racefietsen niet meer te krijgen waren.\n“Persoonlijk kijk ik het meest uit naar een mooi concert in de Melkweg of Paradiso, van een wat steviger rockbandje.", "paragraphs": ["Beeld Jakob Van Vliet", "Wat betekent de lockdown voor uw zaak?", "“We zitten in een gek parket: onze werkplaats mag open, maar het winkelgedeelte moet dicht. We kunnen aan de slag met reparaties en fiets­onderhoud, maar mogen geen nieuwe banden of tubetjes solutie verkopen. In de winkel hebben we een speciale looproute en de showroomfietsen staan zo dat je niet meer bij de wanden met accessoires kunt komen.”", "Hoe gaat de komende tijd eruitzien?", "“Dit jaar wordt best spannend. De coronacrisis had voor onze branche een voordeel: er was een grote run op sportfietsen. Het gevolg is dat ze nu niet meer te verkrijgen zijn. Als je een racefiets wil die ik niet heb staan, mag je blij zijn als die er in september 2021 is. Voor reparaties aan rem­kabels of lekke banden kunnen mensen gewoon binnenkomen.”", "Nog creatieve inzichten gekregen door de situatie?", "“Het zwaartepunt in ons aanbod is wat verschoven. De focus verlegden we afgelopen jaar wat meer van racefietsen naar elektrische fietsen, om de doodeenvoudige reden dat racefietsen niet meer te krijgen waren. Elektrische fietsen zijn beter beschikbaar, ik kan uit meerdere voorraden putten.”", "Hoe houdt u de moed erin?", "“Door te blijven lachen. Mijn bedrijf is niet heel hard getroffen, we hebben werk. Maar in mijn sociale leven blijft het gek met alle regels. Afstand houden en achter plexiglas staan is anders dan gewend. En door de mondkapjes is ‘wat zeg je’ vaker uitgesproken dan welke zin ook. Ook ben ik triatleet: behalve zwemmen, kan ik nog hardlopen en fietsen. Dat is altijd mijn uitlaatklep geweest.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Persoonlijk kijk ik het meest uit naar een mooi concert in de Melkweg of Paradiso, van een wat steviger rockbandje. En ik wil zorgen dat we in onze zaak dan goed in de voorraden zitten en zoveel mogelijk mensen met uitgestelde wensen kunnen ­helpen.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["ik", "bij", "meer", "wat", "zijn", "met", "te", "je", "en", "racefietsen", "een", "aan", "slepen", "fietsenmaker", "op", "het", "ijburg", "niet", "dat"], "pubDate": "2020-12-30T09:24:28Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}