{"id": "186ecce1-fb0e-394b-a59e-0d14c32a7dd0", "title": "Justin Kluivert beseft: ‘Het is tijd om gas te geven’", "url": "https://www.parool.nl/sport/justin-kluivert-beseft-het-is-tijd-om-gas-te-geven~bed8e910/", "summary": "Hij zei dat ik mijn kop omhoog moest houden, omdat hij de kwaliteiten in me ziet.\nHet is rot dat het zo liep, maar van een haatrelatie is geen sprake.”Hoe verklaar je jouw voortijdige vertrek bij Roma dan?\nDat irriteerde me zo erg dat ik zei: het is tijd voor een nieuwe stap, een verse kans.\nBij de club, bij het team, bij de trainer.\nEn nu zit ik bij een mooie club, waar ik me dit seizoen kan laten zien.", "paragraphs": ["Justin Kluivert verraste vorige maand met een huurtransfer van AS Roma naar RB Leipzig. Twee jaar na zijn vertrek bij Ajax hoopt de vleugelspits in Duitsland zijn belofte alsnog in te lossen. ‘Dit seizoen moet het gebeuren.’", "Hoewel hij nog ver verwijderd was van de status van onomstreden basisspeler, overwoog Justin Kluivert (21) tot de corona-uitbraak naar eigen zeggen nooit een vertrek uit Rome. Anderhalf jaar na zijn vroege en veelbesproken vertrek bij Ajax voelde hij – mede door vier nationale en drie internationale treffers – eindelijk iets van voldoening. “Ik speelde voor de corona-uitbraak veel en slecht was het niet.”", "Zijn perspectieven op een vaste plek en nieuwe glansrollen vertroebelden echter met de komst van het coronavirus. Het dieptepunt? Niet eens een plek op de bank tegen Parma, omdat trainer Paulo Fonseca, op basis van wat hij op de training had gezien, Kluivert niet nodig had. Eenmalig, want de Portugees stelde vervolgens dat hij de jonge Nederlander niet kwijt wilde. Bij Kluivert groeiden echter de twijfels en die leidden alsnog tot een (tijdelijke) breuk.", "Kwam dat door de trainer?", "“Nee, helemaal niet. Ik heb hem nog een bericht gestuurd dat het niet was gelopen zoals ik had verwacht en ik daarom nu een stap moest zetten voor mijn eigen carrière. We hebben elkaar succes gewenst. Hij zei dat ik mijn kop omhoog moest houden, omdat hij de kwaliteiten in me ziet. Het is rot dat het zo liep, maar van een haatrelatie is geen sprake.”", "Hoe verklaar je jouw voortijdige vertrek bij Roma dan?", "“Na de corona-uitbraak speelde ik ineens een stuk minder. Aan mijn instelling was niets veranderd, ik wilde er in het nieuwe seizoen vol voor gaan. Maar als de club een concurrent haalt en met twee nummers tien gaat spelen, merk je dat het lastig wordt. Juist op het moment dat ik meer van mezelf verwacht en eis, bleef ik weinig spelen. Dat irriteerde me zo erg dat ik zei: het is tijd voor een nieuwe stap, een verse kans. Ik wil niet nog zo’n seizoen meemaken. Dan grijp ik liever ergens anders mijn kans.”", "Dat ergens anders werd RB Leipzig, een club die bekendstaat om het binnenhalen van talent, maar daarvoor zelden bij Nederlanders uitkomt.", "“Des te leuker dat ze dan bij mij uitkomen, toch? Omdat ik er in het begin niet voor openstond, kwam het best laat op gang. Mijn zaakwaarnemer zei toen weer: let nou op, ze zijn echt geïnteresseerd. En toen hebben we veel gebeld. Het goede gevoel groeide. Bij de club, bij het team, bij de trainer. Ik tekende op de laatste dag van de transferperiode bij een supermooie club met Champions Leaguevoetbal. Ik had er echt veel zin in.”", "Toch miste je bij RB Leipzig de eerste wedstrijden. Volgens trainer Julian Nagelsmann had dat te maken met opstartproblemen.", "“Door de vakantie en mijn laatste periode bij Roma miste ik het nodige ritme. Ik zit nu aan het eind van mijn aanpassingsperiode. Ik ben weer fit, val steeds in en heb de speelwijze bijna helemaal onder de knie. Ik leer dan ook veel, wat straks tot een basisplaats moet leiden. Vooralsnog zie ik Leipzig als ideale stap. Ik denk ook dat de Duitse competitie een aanvaller als ik meer ligt dan de Italiaanse.”", "Voelt dit voor jou als het seizoen van de waarheid?", "“Zeker, het is tijd om gas te geven. Dit seizoen moet het gebeuren. In Italië heb ik superveel geleerd, maar de quarantaine heeft me geen goed gedaan. Daarna was alles opeens anders. In mijn eerste seizoen speelde ik best veel. In het tweede seizoen wat minder, maar scoorde ik nog wel zeven keer. In mijn laatste eredivisieseizoen bij Ajax waren dat er tien.”", "Daarover gesproken: was je niet veel verder geweest als je bij Ajax was gebleven?", "Korte stilte: “Dat weet ik niet. Dan had ik wel meer gespeeld, denk ik. Maar ik heb in Italië zo veel geleerd. En nu zit ik bij een mooie club, waar ik me dit seizoen kan laten zien. Dat ben ik ook van plan. Ik train er hard voor en hopelijk volgen snel de eerste negentig minuten. Mijn laatste volledige wedstrijd, van negentig minuten? Die kan ik me amper herinneren.”"], "authors": ["Johan Inan"], "keywords": ["van", "bij", "het", "niet", "justin", "seizoen", "ik", "beseft", "tijd", "een", "om", "te", "geven", "dat", "kluivert", "gas", "en", "mijn"], "pubDate": "2020-11-14T13:08:12+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}