{"id": "1875b1af-b6d0-3801-9108-9edb36492d1f", "title": "Gedupeerde ouder ‘Esther’ weet nog wél heel goed te reconstrueren wat er fout ging in de toeslagenaffaire", "url": "https://volkskrant.nl/columns-opinie/gedupeerde-ouder-esther-weet-nog-wel-heel-goed-te-reconstrueren-wat-er-fout-ging-in-de-toeslagenaffaire~bc5239a7/", "summary": "Hoewel beleidsmakers niet goed meer kunnen reconstrueren hoe het allemaal heeft kunnen gebeuren en wat er exact heeft plaatsgevonden, weet Esther het nog heel goed.\nHoeveel bewijs Esther ook naar de Belastingdienst opstuurde om aan te tonen dat ze het bij het verkeerde eind hadden: het was nooit genoeg.\nZe kon de ontruiming voor haar en haar kind ternauwernood voorkomen door een moratorium bij de rechtbank aan te vragen.\nMaar op het laatste moment viel de steun weg omdat ze erachter kwamen dat ze een ‘fraudeur’ was.\nHoewel er lichtpuntjes zijn en er voortgang lijkt te komen, wachten we tegelijkertijd alweer bijna een jaar op haar dossier.", "paragraphs": ["Hans Blokpoel, oud-topambtenaar bij de Belastingdienst, verschijnt voor de parlementaire onderzoekscommissie. Beeld Freek van den Bergh / de Volkskrant", "De openbare verhoren van de kinderopvangtoeslagaffaire vonden vorige week plaats en lieten de politiek van haar meest vergeetachtige kant zien. Vele (oud-)bewindslieden en ambtenaren kwamen aan het woord en probeerden uit te leggen hoe het zover had kunnen komen. Van rechtsbescherming was bij de gedupeerde ouders van de toeslagaffaire jarenlang geen sprake, met alle vernietigende gevolgen van dien.", "Ik ben als advocaat al een paar maanden bezig met een aantal van deze ouders, onder wie ‘Esther’ (een gefingeerde naam, om redenen van privacy).", "Esther. Gedupeerd door de kinderopvangtoeslagaffaire. Jarenlang opgejaagd door de overheid en met een zekere precisie kapotgemaakt. En waarom eigenlijk? Hoewel beleidsmakers niet goed meer kunnen reconstrueren hoe het allemaal heeft kunnen gebeuren en wat er exact heeft plaatsgevonden, weet Esther het nog heel goed. Haar verhaal en hoe gedetailleerd zij dat nog kan navertellen, laat mij niet los.", "Esther kreeg tot haar grote schrik in 2012 opeens een flink aantal terugvorderingen van de Belastingdienst, nadat ze haar kind in de jaren ervoor op een kinderopvang had geplaatst en daar (terecht) kinderopvangtoeslag voor had ontvangen. In totaal liep het bedrag op tot zo ongeveer 48 duizend euro. Hoeveel bewijs Esther ook naar de Belastingdienst opstuurde om aan te tonen dat ze het bij het verkeerde eind hadden: het was nooit genoeg. Ze was intern bij de Belastingdienst bestempeld als fraudeur. De Belastingdienst begon andere toeslagen (zoals zorg- en huurtoeslag) te verrekenen en omdat ook haar belastingteruggave jaarlijks werd ingehouden, gleed ze snel weg in een diep moeras.", "Omdat haar zorgtoeslag werd ingehouden kon ze namelijk haar maandelijkse zorgverzekering niet meer betalen. Na zes maanden werd ze aangemeld als wanbetaler bij het CAK. Vanaf dat moment betaal je een duurdere bestuursrechtelijke premie totdat de schuld is afgelost. Omdat Esther zichzelf ook niet meer aanvullend kon verzekeren was een bezoek aan de tandarts niet meer mogelijk, waardoor haar gebit achteruitging.", "Aangekondigde ontruiming", "Esthers huurtoeslag werd ook ingehouden, waardoor er al snel een forse huurachterstand ontstond met als gevolg een gerechtelijk vonnis en een aangekondigde ontruiming. Ze kon de ontruiming voor haar en haar kind ternauwernood voorkomen door een moratorium bij de rechtbank aan te vragen. Maar haar schulden begonnen wel steeds sneller te stijgen. Ze maakt momenteel gebruik van prepaid-energie, omdat geen enkele energieleverancier haar nog regulier wenst aan te sluiten.", "Ze woont vanwege haar situatie inmiddels in een te dure woning, maar omdat ze geen positieve verhuurdersverklaring krijgt (vanwege de eerdere huurachterstand) kan ze ook geen nieuwe woning vinden. Overigens mogen er geen nieuwe huurachterstanden ontstaan omdat een deurwaarder in dat geval alsnog de ontruiming door kan zetten. De dreiging van dakloos worden hangt altijd in de lucht.", "Op een gegeven moment heeft deze schrijnende situatie ook gevolgen voor Esthers werk. Ze werkte bij een detacheringsbedrijf, maar werd ontslagen nadat de hr-afdeling telkens maar weer bezig was met beslagleggingen op haar salaris. Esther kon nog enige tijd rood bij de bank staan, maar door beslagleggingen op haar betaalrekening kon dat op een gegeven moment ook niet meer.", "Esther probeerde zichzelf er weer bovenop te krijgen en zocht naar werk. Maar vanwege de ‘titel’ fraudeur werd ze voor verschillende baantjes afgewezen, omdat haar integriteit in twijfel werd getrokken. Ze werkte vroeger als inkomensconsulent voor de gemeente Amsterdam, maar werd nu afgewezen voor een functie als schuldhulpverlener omdat ze zelf problemen met de Belastingdienst had. Een ondernemerstraject met de gemeente Amsterdam leek te lukken en Esther stond op het punt om haar eigen bedrijf te lanceren. Maar op het laatste moment viel de steun weg omdat ze erachter kwamen dat ze een ‘fraudeur’ was.", "Depressief", "Door alle tegenslagen en het opjagen van de Belastingdienst werd Esther depressief en ging ze mentaal achteruit. Ze kon het niet meer opbrengen om haar post open te maken. Ze was niet meer te genieten voor haar kind, haar relatie liep op de klippen en ze kwam 20 kilo aan omdat ze alleen maar ongezond en vettig eten kon betalen. Ze schaamde zich voor haar familie en begon zich te isoleren.", "Esther bleef tegelijkertijd jarenlang bezwaar maken tegen de beslissingen van de Belastingdienst, maar vanwege de stress en omdat ze zo moedeloos werd, liet ze op een gegeven moment de beroepstermijnen en haar laatste strohalm om de kwestie aan te vechten, lopen. De Belastingdienst was dan onverbiddelijk: te laat is te laat. Esther was op een gegeven moment zowel fysiek, als mentaal en financieel kapot en leefde van week naar week.", "Ik zie de emotie elke keer weer bovendrijven zodra Esther haar verhaal doet. Maar ik zie ook een enorm krachtige vrouw met veel doorzettingsvermogen. Ik hoop dat er snel gerechtigheid komt voor haar en de duizenden andere ouders die door een hel zijn gegaan. Hoewel er lichtpuntjes zijn en er voortgang lijkt te komen, wachten we tegelijkertijd alweer bijna een jaar op haar dossier.", "Terwijl de politiek en ambtenarij in de verhoren veel vergeten zeiden te zijn, is de pijn nog scherp gegrift in het geheugen van de slachtoffers. En daarom is het zo belangrijk dat de verhalen van Esther en vele andere ouders verteld blijven worden. Als geheugensteuntje."], "authors": [], "keywords": ["van", "nog", "toeslagenaffaire", "een", "heel", "wél", "en", "maar", "te", "ze", "werd", "weet", "op", "haar", "ouder", "wat", "het", "goed", "reconstrueren"], "pubDate": "2020-12-03T13:30:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}