{"id": "1889a69d-afcd-381a-80be-cb29c9df044f", "title": "In een oud fotoalbum vond Hester Bergen bewijs: ‘Die Kandinsky hoort terug naar mijn familie’", "url": "https://www.parool.nl/amsterdam/in-een-oud-fotoalbum-vond-hester-bergen-bewijs-die-kandinsky-hoort-terug-naar-mijn-familie~bedbeae1/", "summary": "Ze werd echter in 1943 opgepakt en een jaar later in Auschwitz vermoord, evenals haar dochter, Hesters grootmoeder en haar man.\nOok bij Bergen thuis hangen een paar van die schilderijen aan de muur.\nBergen ging op onderzoek uit en vond het testament uit 1924 van haar overgrootouders en een lijst met namen van schilderijen die ze voor de oorlog hadden aangeschaft.\nZe benaderde het museum en vroeg of ze de achterkant van het schilderij mocht zien.\nDe directeur van het museum vond meteen dat we het terug moesten krijgen.”Maar toen, zegt Bergen, begon ‘een bureaucratische nachtmerrie’.", "paragraphs": ["Hester Bergen: ‘De bewijslast hoort niet bij de nazaten te liggen.’ Beeld Marc Driessen", "Een foto die Hester Bergen in 2015 in een familiealbum aantrof, had het onomstotelijke bewijs moeten zijn dat het in de oorlog kwijtgeraakte schilderij van Kandinsky van haar familie is. Op de foto is te zien dat Kandinsky’s schilderij Blick auf Murnau mit Kirche uit 1910 al voor de oorlog in het huis van haar overgrootouders in Berlijn hing. “Ik kon mijn ogen niet geloven. We hadden bewijs,” zegt achterkleindochter Hester Bergen.", "Het schilderij was, vertelt Bergen, met een dertigtal andere schilderijen in 1938 door haar Joodse overgrootmoeder Johanna Margareta Stern-Lippmann (1874-1944) tijdens haar vlucht naar Nederland meegenomen. Haar overgrootmoeder en haar in 1935 overleden overgroot­vader Siegbert Stern waren kunstliefhebbers en hadden voor de oorlog ruim honderd schilderijen van Kandinsky, Sluijters, Breitner, Van Ostade, Teniers en Jordaens verzameld.", "Stern-Lippmann, die in de oorlog moest onderduiken, bracht de schilderijen op verschillende plekken in Nederland onder. Ze werd echter in 1943 opgepakt en een jaar later in Auschwitz vermoord, evenals haar dochter, Hesters grootmoeder en haar man. Hun 7-jarige dochter – Hesters moeder – kon worden vrijgekocht en overleefde de oorlog op een onderduikadres.", "Verbijstering", "De nazaten van echtpaar Stern-Lippmann kregen enkele jaren na de oorlog een tiental schilderijen weer in handen. Ook bij Bergen thuis hangen een paar van die schilderijen aan de muur. “Mijn moeder had het idee dat er nog meer schilderijen waren en schreef begin 2000 een brief naar de Restitutiecommissie. In 2006 kreeg zij daarop het schilderij De besnijdenis, toegeschreven aan de Meester van Kappenberg, terug dat in het Bonnefantenmuseum in Maastricht hing,” vertelt Bergen.", "Bergen ging op onderzoek uit en vond het testament uit 1924 van haar overgrootouders en een lijst met namen van schilderijen die ze voor de oorlog hadden aangeschaft. Op die lijst stond ook een Kandinsky vermeld, die door haar overgrootouders als ‘Landschaft’ werd betiteld.", "Dit schilderij met de naam Blick auf Murnau mit Kirche hing in het Van Abbemuseum in Eindhoven. De gemeente had het schilderij in 1951 gekocht van de Haagse kunsthandelaar Légat, van wie bekend was dat hij in de oorlog met nazi’s had samengewerkt.", "Ze benaderde het museum en vroeg of ze de achterkant van het schilderij mocht zien. “Er kwam een team van mensen aan te pas. Toen het schilderij werd omgedraaid, zagen we in handschrift op de lijst het woord ‘Landschaft’ staan. De stemming sloeg om: van ongeloof naar verbijstering. De directeur van het museum vond meteen dat we het terug moesten krijgen.”", "Maar toen, zegt Bergen, begon ‘een bureaucratische nachtmerrie’. “Er kwamen dikke mappen met feiten. De Restitutiecommissie oordeelde uiteindelijk in 2018 dat de familie weliswaar eigenaar was van het werk, maar dat er geen bewijs is dat mijn overgrootmoeder het schilderij onvrijwillig was kwijtgeraakt.”", "De familie begon een rechtszaak maar trok die later weer in. “Mijn moeder wilde nooit dat advocaten zich verrijken aan dergelijke rechtszaken.”", "Kandinsky’s Blick auf Murnau mit Kirche hing blijkens een familiefoto voor de oorlog bij Hester Bergens overgrootouders thuis in Berlijn.", "Aan de staat toegevallen", "Bergen liet het er niet bij zitten en vond onlangs in een archief van in de oorlog naar Amerika gevluchte familieleden een lijst met de namen van schilderijen die haar grootmoeder in 1942 had opgesteld. “Uit die lijst blijkt dat zij toen ook nog in het bezit was van Kandinsky’s schilderij.”", "Deze nieuwe ontdekking was voor haar een ­reden om zich met een herzieningsverzoek tot de commissie te wenden. Inmiddels buigt het expertisecentrum van het Niod zich over een nieuw onderzoek.", "In totaal zijn zo’n 3800 kunstwerken, bekend als de Nederlandse Kunstbezitcollectie, na de oorlog aan de staat toegevallen. In 1998 maakten 44 landen afspraken over de restitutie van door nazi’s geroofde kunst, de zogeheten Washington Principles. Er werd afgesproken dat de landen onderzoek doen naar de herkomst van de stukken. Maar daarmee blijkt Nederland in 2007 te zijn gestopt, zo staat in het rapport Streven naar rechtvaardigheid van de Raad voor Cultuur, dat maandag verscheen.", "Bergen is blij met dit rapport. “De zoektocht naar bewijs is heel emotioneel. De bewijslast hoort niet bij de nazaten te liggen. Dat is oneerlijk en onmenselijk. Het rapport legt precies de vinger op de zere plek. Schilderijen die tussen 1940 en 1945 op de markt zijn gekomen, zijn niet vrijwillig afgestaan. Die Kandinsky hoort terug naar mijn familie.”", "“We waren murw van deze jarenlange strijd. Met dit rapport heb ik weer hoop.”"], "authors": ["Hanneloes Pen"], "keywords": ["kandinsky", "hester", "oud", "van", "oorlog", "schilderijen", "het", "naar", "die", "vond", "familie", "mijn", "fotoalbum", "hoort", "een", "dat", "en", "haar", "terug", "schilderij"], "pubDate": "2020-12-08T13:53:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}