{"id": "18993a14-203b-33d2-ba73-fadbf3bd0223", "title": "RIVM meldt 6.657 positieve coronatests, minder dan gemiddeld (7.564)", "url": "https://nu.nl/coronavirus/6101138/rivm-meldt-6657-positieve-coronatests-minder-dan-gemiddeld-7564.html", "summary": "Het RIVM meldt zondag 6.657 nieuwe positieve coronatests.\nHet aantal vastgestelde besmettingen is een stuk lager dan het gemiddelde van de zeven voorgaande dagen (7.564).\nNU.nl kijkt naar het gemiddelde van de zeven voorgaande dagen, omdat dit een beter beeld geeft dan de fluctuerende dagcijfers.\nDe overleden personen zijn niet allemaal in hetzelfde etmaal gestorven; informatie over overleden COVID-19-patiënten komt soms later binnen bij het RIVM.\nHet RIVM zei dinsdag dat er nog geen overtuigend effect zichtbaar was.", "paragraphs": ["Het RIVM meldt zondag 6.657 nieuwe positieve coronatests. Het aantal vastgestelde besmettingen is een stuk lager dan het gemiddelde van de zeven voorgaande dagen (7.564).", "NU.nl kijkt naar het gemiddelde van de zeven voorgaande dagen, omdat dit een beter beeld geeft dan de fluctuerende dagcijfers.", "Het RIVM meldt zondag ook 54 nieuwe coronagerelateerde sterfgevallen. De overleden personen zijn niet allemaal in hetzelfde etmaal gestorven; informatie over overleden COVID-19-patiënten komt soms later binnen bij het RIVM. Zaterdag werden 139 nieuwe sterfgevallen gerapporteerd.", "Het is nog niet duidelijk welk effect de halverwege december ingevoerde lockdown heeft op het aantal coronabesmettingen in Nederland. Het RIVM zei dinsdag dat er nog geen overtuigend effect zichtbaar was.", "Het kabinet buigt zich de komende dagen opnieuw over de lockdown. Het kabinet maakt dinsdagavond op een persconferentie bekend hoe het na 19 januari verdergaat."], "authors": ["Door"], "keywords": ["voorgaande", "meldt", "positieve", "gemiddeld", "6657", "dan", "7564", "dagen", "zondag", "zeven", "van", "nieuwe", "coronatests", "een", "sterfgevallen", "minder", "het", "rivm"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}