{"id": "18ab1a79-fa2f-3945-92f1-23a9f8a93017", "title": "Burgemeester Schuiling: 'Blijf thuis met Oud en Nieuw'", "url": "https://nu.nl/groningen/6099239/burgemeester-schuiling-blijf-thuis-met-oud-en-nieuw.html", "summary": "Burgemeester Koen Schuiling roept alle Groningers op om thuis te blijven met Oud en Nieuw.\n\"Dit jaar kunnen we Oud en Nieuw helaas niet vieren zoals we gewend zijn.\nVier Oud en Nieuw in de huiselijke kring.\nIn de aanloop naar Oud en Nieuw werkt de gemeente samen met onder meer politie, brandweer, het Openbaar Ministerie (OM), Bureau HALT en WIJ Groningen.\nDeze samenwerking richt zich onder meer op het in kaart brengen van de risico's in de verschillende wijken en dorpen, preventie, voorlichting en de handhaving op straat.", "paragraphs": ["Burgemeester Koen Schuiling roept alle Groningers op om thuis te blijven met Oud en Nieuw. De gemeente Groningen is zich nu samen met hulpdiensten aan het voorbereiden op een zo veilig mogelijk verlopende jaarwisseling.", "Evenementen en activiteiten waarbij mensen samenkomen, zoals het aftelmoment op de Vismarkt, de vuurwerkshow in Ten Boer en georganiseerde feesten, zijn dit jaar vanwege de coronamaatregelen niet toegestaan.", "\"Dit jaar kunnen we Oud en Nieuw helaas niet vieren zoals we gewend zijn. Vier Oud en Nieuw in de huiselijke kring. Wens uw buren gelukkig Nieuwjaar over de haag en laat familie, vrienden en kennissen via telefoon, app of videobellen weten dat u aan hen denkt\", schrijft Schuiling dinsdag op de website van de gemeente.", "In de aanloop naar Oud en Nieuw werkt de gemeente samen met onder meer politie, brandweer, het Openbaar Ministerie (OM), Bureau HALT en WIJ Groningen. Deze samenwerking richt zich onder meer op het in kaart brengen van de risico's in de verschillende wijken en dorpen, preventie, voorlichting en de handhaving op straat."], "authors": ["Door"], "keywords": ["zijn", "van", "het", "burgemeester", "thuis", "en", "zoals", "met", "schuiling", "oud", "nieuw", "op", "blijf", "zich"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}