{"id": "18cb55e6-ffd6-3078-b054-fb2e9cfac145", "title": "De Volkskeuken: auberginewaaiers met soja-hoisinsaus", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-auberginewaaiers-met-soja-hoisinsaus~bcc5d8fb/", "summary": "3 knijpt ze daarna uit en nr.\nHet eerste is dat het helpt tegen bitterheid, maar dat aubergines tegenwoordig minder bitter zijn en het daarom niet meer nodig is.\n5 minuten in een wok met kokend water.\nHaal met een schuimspaan de plakken een beetje van elkaar, zodat het hete water ook aan de binnenkant van de aubergines komt.\nGiet de saus over de aubergines en druppel er wat sesamolie over.", "paragraphs": ["Beeld Pay-Uun Hiu", "Een van onze trouwe Volkskeukenlezers knipt al jaren al onze auberginerecepten uit. Het verwarrende is alleen dat de Volkskoks er zeer uiteenlopende gewoonten op na houden: nr. 1 zout de aubergines niet van te voren, nr. 2 wel, nr. 3 knijpt ze daarna uit en nr. 4 spoelt ze ook nog af. ‘Niemand legt me ooit uit waarom dit zo moet of juist helemaal overbodig is. Ik volg immer braaf de instructies – en proef geen enkel verschil. Graag uw uitleg’, schrijft ze.", "Een rondje door de kookboeken en internet levert twee argumenten voor het zouten van plakken aubergines. Het eerste is dat het helpt tegen bitterheid, maar dat aubergines tegenwoordig minder bitter zijn en het daarom niet meer nodig is. Het tweede is dat je door het zouten vocht aan de aubergines onttrekt.", "Zijn aubergines zo vochtig dan? Het omgekeerde lijkt eerder waar, een plak aubergine slobbert in no time alle olie op die hij kan vinden. Hoe meer, hoe beter. De Amerikaanse voedselspecialist Harold McGee geeft nog de beste uitleg: een aubergine heeft een sponsachtige structuur doordat er relatief veel lucht tussen de celwanden zit. Bij het bakken zuigt de lucht de olie op, net zolang tot de celwanden door de hitte kapotgaan. En dan zit je wel met een enorm vette hap. Wat overigens best lekker kan zijn.", "Als je dat liever niet hebt, is het zaak die celwanden kapot te maken vóór ze zoveel vet opzuigen. Dat gebeurt dus door ze met zout te bestrooien, een halfuurtje te laten liggen, af te spoelen (voor wie het minder zout wil) en droog te deppen. Of kort stomen of koken, zoals in de aubergines die ik in Xiamen bij mijn kookleraar Li Wen leerde maken.", "Ingrediënten 3 à 4 aubergines (liefst lange dunne uit de toko) (arachide)olie 2 teentjes knoflook, gesnipperd 3 lente-uitjes, in ringetjes 2 eetl. lichte sojasaus 2 eetl. hoisinsaus sesamolie", "Was de aubergines, haal het groen aan de steel weg maar niet de steel zelf. Snijd de aubergines in de lengte in plakken (ca. ½ cm) en laat ze bovenaan de steel vastzitten. Leg de aubergines ca. 5 minuten in een wok met kokend water. Haal met een schuimspaan de plakken een beetje van elkaar, zodat het hete water ook aan de binnenkant van de aubergines komt. Haal ze eruit, laat uitlekken en dep droog. Giet het water uit de wok, veeg hem droog, verhit een scheut olie erin en bak de aubergines een voor een als een waaier tot de plakken aan beide zijden licht gebruind zijn. Rangschik de auberginewaaiers in een schaal. Maak de wok schoon, verhit opnieuw wat olie in de wok, fruit de knoflook en de lente-ui, bak de sojasaus en hoisinsaus mee en eventueel een scheutje water. Giet de saus over de aubergines en druppel er wat sesamolie over."], "authors": ["Pay-Uun Hiu"], "keywords": ["dat", "volkskeuken", "van", "uit", "auberginewaaiers", "een", "aubergines", "en", "wok", "ze", "te", "met", "het", "sojahoisinsaus"], "pubDate": "2020-11-03T14:16:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}