{"id": "18d7bc73-a8d8-389a-8584-5007c8715ef1", "title": "Amsterdam wants to ban buy-to-lets on new homes", "url": "https://www.parool.nl/english/amsterdam-wants-to-ban-buy-to-lets-on-new-homes~b70bec63/", "summary": "The consultation process begins next week, and the measure will apply only to new homes.\nThis is a new weapon in the fight against buy-to-let investors who charge high rents – an increasingly common phenomenon in the city, thanks partly to rising home prices.\nAccording to De Nederlandsche Bank, one in five residential sales in Amsterdam is to an investor.\nTime for change“We need to force people buy homes to live in, not to make money out of them,” Ivens says.\nIvens says Amsterdam is the first local authority in the Netherlands to introduce this requirement.", "paragraphs": ["Houses under construction in the Houthavens-district (Amsterdam-West) Beeld © 2019 Elmer van der Marel", "When the decision was announced last week, councillor Laurens Ivens said it was intended to protect the housing market from people who buy homes and immediately rent them out. The consultation process begins next week, and the measure will apply only to new homes.", "This is a new weapon in the fight against buy-to-let investors who charge high rents – an increasingly common phenomenon in the city, thanks partly to rising home prices. According to De Nederlandsche Bank, one in five residential sales in Amsterdam is to an investor. “The private rental market is growing massively,” Ivens says. “We want to give all potential buyers a level playing field.” Stricter rules for rentals to groups of people were also introduced on 1 January.", "The rule", "Research by the Amsterdam School of Real Estate has found that buy-to-let is distorting the housing market: first-time buyers cannot compete with deep-pocketed investors who can afford much higher prices, knowing that homes are an excellent investment and rentals generate high yields.", "Time for change", "“We need to force people buy homes to live in, not to make money out of them,” Ivens says. “That just makes prices rise even faster.”", "Jerry Wijnen, chair of the estate agents’ association Makelaarsvereniging Amsterdam, says it’s not just corporate investors that buy to let. Private homeowners are often advised to put their spare cash into property. “It’s a real trend. A fifty-square-metre apartment will earn you €1,300 to €1,500 a month. A bank won’t give you a better return on your money.”", "Despite his free-market leanings, Wijnen says he doesn’t blame the council for taking action. “Otherwise, houses just become a tradeable commodity and people make a ton of money out of the housing shortage.”", "Ivens says imposing the rule has been something of a legal battle. “It’s a radical measure that undermines the right to own property, but the courts have upheld it.” The requirement will not apply to existing homes, since this requires national legislation.", "Berlin and Barcelona", "The buy-to-let ban will be included as a covenant when a home is sold for the first time, and will also apply to subsequent purchasers, Owners may still rent to immediate family, or when they are temporarily abroad, or as social or affordable housing with a maximum monthly rent of €1,027.", "Ivens says Amsterdam is the first local authority in the Netherlands to introduce this requirement. Other countries are also trying to limit the influence of investors: Berlin and Barcelona have bought up properties themselves, and the UK charges a tax on second-home purchases."], "authors": ["Michiel Couzy"], "keywords": ["housing", "prices", "ivens", "wants", "market", "amsterdam", "buytolet", "rent", "investors", "buy", "homes", "ban", "buytolets"], "pubDate": "2020-01-21T09:00:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}