{"id": "18f167e1-e084-3073-a49f-64b620e4e73c", "title": "Rekenkamer: Onduidelijk waar geld nieuwbouw Avicenna College is besteed", "url": "https://nu.nl/rotterdam/6095540/rekenkamer-onduidelijk-waar-geld-nieuwbouw-avicenna-college-is-besteed.html", "summary": "Het restant van het geld dat de gemeente beschikbaar stelde voor de nieuwbouw van het Avicenna College in Rotterdam-Zuid is niet verdwenen.\nHofstra zegt dat geld niet verdwenen is, maar dat het onduidelijk is waaraan dat geld is besteed.\nWat nu wel duidelijk is, is dat het geld van de school naar HEVO is gegaan.\nVolgens het projectmanagementbedrijf is al het geld aan de school besteed, maar volgens Hofstra is niet te controleren of er geen geld over was.\nDaarnaast hadden HEVO en het Avicenna College de afspraak dat geld dat zou overblijven onderling verdeeld mocht worden.", "paragraphs": ["Het restant van het geld dat de gemeente beschikbaar stelde voor de nieuwbouw van het Avicenna College in Rotterdam-Zuid is niet verdwenen. Dat zegt directeur van de Rekenkamer Rotterdam Paul Hofstra in een commissievergadering. Waar de overgebleven 2,5 miljoen euro aan is besteed, blijft echter de grote vraag.", "Uit een rapport van de Rotterdamse Rekenkamer dat vorige maand verscheen bleek dat er fouten zijn gemaakt in het bouwproces van het nieuwe pand van de islamitische middelbare school in Zuid. Zo zou het in de aanbesteding al zijn misgegaan. Projectmanagementbedrijf HEVO kreeg de klus met voorkennis, waardoor andere partijen geen eerlijke kans kregen.", "Daarnaast bleek uit het rapport dat de nieuwbouw van de school 2,5 miljoen euro minder kostte dan begroot. Hofstra zegt dat geld niet verdwenen is, maar dat het onduidelijk is waaraan dat geld is besteed.", "Wat nu wel duidelijk is, is dat het geld van de school naar HEVO is gegaan. Volgens het projectmanagementbedrijf is al het geld aan de school besteed, maar volgens Hofstra is niet te controleren of er geen geld over was. Daarnaast hadden HEVO en het Avicenna College de afspraak dat geld dat zou overblijven onderling verdeeld mocht worden. Dat is niet illegaal volgens Hofstra, maar wel onwenselijk omdat het om belastinggeld gaat. De kwestie wordt op een later moment in de gemeenteraad besproken."], "authors": ["Door"], "keywords": ["hofstra", "onduidelijk", "van", "school", "avicenna", "waar", "het", "maar", "college", "hevo", "volgens", "nieuwbouw", "niet", "dat", "besteed", "geld", "rekenkamer"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}