{"id": "18f56aad-85b7-3379-8568-8067efb09685", "title": "Experts: ongeschikte moeders moeten gedwongen anticonceptie krijgen", "url": "https://volkskrant.nl/nieuws-achtergrond/experts-ongeschikte-moeders-moeten-gedwongen-anticonceptie-krijgen~b41f48a8/", "summary": "De petitie draait om de controversiële vraag of iedereen het recht heeft om kinderen te krijgen.\nHij heeft een petitie naar de Tweede Kamer gestuurd.\nDe experts hopen op een wettelijke regeling zodat de rechter, op verzoek van Raad voor de Kinderbescherming en de officier van justitie, iemand - tijdelijk - verplichte anticonceptie op kan leggen.\nHet recht om niet geboren te wordenDe petitie snijdt een controversieel onderwerp aan, en draait om de vraag of iedereen het recht heeft om kinderen te krijgen.\nDe Jonge was destijds wethouder Jeugd en Zorg in Rotterdam en vond dat ‘sommige kinderen het recht hebben om niet geboren te worden’.", "paragraphs": ["De petitie draait om de controversiële vraag of iedereen het recht heeft om kinderen te krijgen. Beeld Getty Images/", "Daarvoor pleit de ‘Beraadsgroep verplichte anticonceptie’ onder leiding van Cees de Groot, voormalig kinderrechter en oud-vicepresident van de rechtbank Rotterdam in het AD. Hij heeft een petitie naar de Tweede Kamer gestuurd. Het pleidooi wordt volgens de krant onder meer gesteund door Heleen Dupuis, hoogleraar medische ethiek in ruste en oud-VVD-senator.", "De experts hopen op een wettelijke regeling zodat de rechter, op verzoek van Raad voor de Kinderbescherming en de officier van justitie, iemand - tijdelijk - verplichte anticonceptie op kan leggen. Ze stellen dat op deze manier veel onnodig kinderleed voorkomen kan worden.", "Als praktijkvoorbeeld noemt De Groot een prostituee met de diagnose schizofrenie. Twee van haar kinderen waren al uit huis geplaatst, en ook na een derde baby weigerde ze anticonceptie. Ze wilde bovendien snel weer zwanger worden, omdat haar klanten graag seks hadden met een zichtbaar zwangere vrouw.", "Het recht om niet geboren te worden", "De petitie snijdt een controversieel onderwerp aan, en draait om de vraag of iedereen het recht heeft om kinderen te krijgen. Het is niet de eerste keer dat deze discussie oplaait. Zo pleitte in 2016 de huidige minister van Volksgezondheid, Hugo de Jonge, om ouders die vanwege hun verslaving, psychische problematiek of leefsituatie niet in staat zijn tot verantwoord ouderschap, wettelijk te verplichten voorbehoedsmiddelen te gebruiken. De Jonge was destijds wethouder Jeugd en Zorg in Rotterdam en vond dat ‘sommige kinderen het recht hebben om niet geboren te worden’. De Tweede Kamer voelde daar destijds weinig voor.", "In 2017 stuurde oud-kinderrechter Cees de Groot, samen met anderen, ook al een dergelijk wetsvoorstel naar toenmalig staatssecretaris Van Rijn (PvdA, Volksgezondheid). ‘Daarmee zijn we destijds langs geweest langs verschillende politieke partijen, maar we hoorden er niks meer van’, aldus De Groot dinsdagochtend op Radio 1. Nu de verkiezingen eraan komen, hoopt hij dat de partijen zich uitspreken. Met de petitie wil hij een debat af te dwingen in de Tweede Kamer."], "authors": [], "keywords": ["moeten", "van", "ongeschikte", "moeders", "het", "op", "petitie", "anticonceptie", "krijgen", "een", "recht", "gedwongen", "te", "experts", "om", "en", "niet"], "pubDate": "2020-10-27T09:59:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}