{"id": "1926343a-01a1-3c4c-a918-5a669c6fd9ab", "title": "Midden-Drenthe trekt 37.000 euro uit voor steun aan dorpshuizen die het zwaar hebben door corona", "url": "https://www.dvhn.nl/drenthe/Geld-voor-dorpshuizen-in-coronatijd-26296665.html", "summary": "De gemeente Midden-Drenthe stelt 37.000 euro beschikbaar om dorpshuizen, die worden getroffen door de coronacrisis, financieel te ondersteunen.\nBouwhuis weet dat de bedragen onvoldoende zijn om alle weggevallen inkomsten van dorpshuizen op te vangen.\nDaarnaast wordt er ook gewerkt aan aanvullende regelingen van het rijk en de provincie waar de dorpshuizen een beroep op kunnen doen.’’Volgens de wethouder hebben de dorpshuizen een belangrijke sociale functie.\n,,Door de coronacrisis hebben ze langere tijd hun activiteiten op een laagpitje moeten zetten.\nAls de crisis voorbij is, hebben we de dorpshuizen juist heel hard nodig om ervoor te zorgen dat inwoners weer een plek hebben om naartoe te gaan.’’", "paragraphs": ["De gemeente Midden-Drenthe stelt 37.000 euro beschikbaar om dorpshuizen, die worden getroffen door de coronacrisis, financieel te ondersteunen.", "Afhankelijk van de grootte van de accommodatie kan het dorpshuis een beroep doen op 500, 1500 of 3000 euro uit het gemeentelijke noodfonds. Hiermee komt wethouder Dennis Bouwman tegemoet aan de wens van de gemeenteraad dorpshuizen extra te ondersteunen.", "Bouwhuis weet dat de bedragen onvoldoende zijn om alle weggevallen inkomsten van dorpshuizen op te vangen. ,,Maar ze geven de dorpshuizen wel wat lucht. Daarnaast wordt er ook gewerkt aan aanvullende regelingen van het rijk en de provincie waar de dorpshuizen een beroep op kunnen doen.’’", "Volgens de wethouder hebben de dorpshuizen een belangrijke sociale functie. ,,Door de coronacrisis hebben ze langere tijd hun activiteiten op een laagpitje moeten zetten. Dat betekent dat ook de inkomsten teruglopen. Als de crisis voorbij is, hebben we de dorpshuizen juist heel hard nodig om ervoor te zorgen dat inwoners weer een plek hebben om naartoe te gaan.’’"], "authors": [], "keywords": ["zwaar", "euro", "trekt", "van", "om", "uit", "een", "voor", "te", "het", "ze", "dorpshuizen", "middendrenthe", "op", "steun", "dat", "hebben"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}