{"id": "1935ddb5-9311-3c32-8a1b-22ab6696738e", "title": "Zo praat je met kinderen over (heftig) nieuws", "url": "https://nu.nl/advertorial-nujunior/5995489/zo-praat-je-met-kinderen-over-heftig-nieuws.html", "summary": "Hierin vertellen deskundigen hoe je met je kind over nieuws praat.\nHeftig nieuws dat ver van de belevingswereld van kinderen lijkt af te staan, bereikt negen van de tien keer daardoor toch het schoolplein.\nMaar hoe praat je op een goede manier met jonge kinderen over het nieuws?\nMaar door er wel over te praten, geef je kinderen juist een veilig gevoel en maak je ze weerbaar.\nDoor op deze onderzoekende manier over het nieuws te praten, worden kinderen steeds nieuwsgieriger en gaan ze zelf op zoek naar meer nieuws.\"", "paragraphs": ["NU.nl heeft een nieuwswebsite speciaal voor kinderen gelanceerd: NUjunior.nl. Omdat het voor ouders soms best moeilijk is om met hun kind over bepaalde nieuwsonderwerpen te praten, schiet NU.nl te hulp met een nieuwe serie. Hierin vertellen deskundigen hoe je met je kind over nieuws praat.", "Omdat nieuws door smartphones overal is, kan je daar als ouder niet omheen. De gordijnen dichttrekken helpt allang niet meer. Heftig nieuws dat ver van de belevingswereld van kinderen lijkt af te staan, bereikt negen van de tien keer daardoor toch het schoolplein. Maar hoe praat je op een goede manier met jonge kinderen over het nieuws?", "Betrokkenheid bij nieuws maakt weerbaar", "Gek genoeg door kinderen er actief bij te betrekken, aldus pedagoog en onderwijsvernieuwer Frum van Egmond. \"Natuurlijk kies je voor een kindvriendelijke manier van praten, zoals het vermijden van heftige woorden als onthoofding. Dat is echt te heftig. Maar door er wel over te praten, geef je kinderen juist een veilig gevoel en maak je ze weerbaar. Kinderen voelen zich dan veilig, omdat er niets wordt weggehouden en ze een eerlijk verhaal horen. En ze worden weerbaar, omdat ze leren dealen met de realiteit.\"", "Sluit aan bij de leeftijd", "Sluit bij een gesprek over het nieuws van de dag aan bij de leeftijd, benadrukt ook ontwikkelingspsycholoog Juliette Walma van der Molen. \"Kinderen jonger dan een jaar of negen leven veelal nog in een fantasiewereld. Bij hen zullen sommige nieuwsitems niet aanslaan. Laat een jong kind dus zelf met een onderwerp komen.\" Ook goed en slecht nieuws afwisselen houdt het voor een kind behapbaar. Komt jouw kind toch met vragen over schokkend nieuws, houd je eigen emoties dan onder controle, houd het kort, treed niet teveel in detail en benadruk dat je kind altijd met zorgen bij je terecht kan.\"", "Hou je eigen emoties onder controle", "Is een kind ouder dan negen, dan is het zeker goed om heftig nieuws te bespreken. Het gevaar bestaat anders dat jouw kind het groter maakt dan het is. Bijvoorbeeld bij een aanslag of heftige gezinsmoord is het goed om te erkennen dat het best beangstigend is, maar benadruk ook dat het heel weinig voorkomt. Juist daarom komt het in het nieuws.", "Een andere manier om kinderen zich minder weerloos te laten voelen, zoals ook het Jeugdjournaal dat vaak doet, is bespreken wat je zelf kunt doen, aldus Walma van der Molen. \"Maakt een kind zich zorgen om de klimaatverandering, dan kun je bijvoorbeeld voorstellen om lopend vanuit school het plastic op te rapen. Hiermee sluit je perfect aan bij hun belevingswereld, want juist op deze leeftijd willen ze graag iets doen.\"", "Stel vooral open vragen", "Het nieuws bespreken, levert naast het reguleren van angst volgens Frum van Egmond nog iets heel belangrijks op. \"Je leert een kind kritisch nadenken en een eigen mening vormen. Dat stimuleer je vooral door open vragen te stellen. Vragen zoals: Wat is dit nu eigenlijk? Wat heeft dit met jou en jouw omgeving te maken? Welke oplossingen kun je bedenken en hoe zou het anders kunnen? Hoe weet je of dit klopt, van welke bron komt dit? Door op deze onderzoekende manier over het nieuws te praten, worden kinderen steeds nieuwsgieriger en gaan ze zelf op zoek naar meer nieuws.\"", "NUjunior", "Vindt jouw kind het leuk om op de hoogte te blijven van het laatste nieuws? Laat hem of haar dan NUjunior.nl bezoeken. Hier lezen kinderen veilig en betrouwbaar nieuws, speciaal voor hun gemaakt."], "authors": ["Door", "Nu.Nl Renate Tromp"], "keywords": ["zo", "nieuws", "praat", "van", "het", "heftig", "kind", "met", "kinderen", "een", "je", "te", "en"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}