{"id": "1936b6d4-bfcd-3714-a91c-c7df10e3bf69", "title": "Matthijs van Nieuwkerk: ‘Er zijn momenten geweest dat mijn drift het won van de lieve vrede’", "url": "https://www.parool.nl/kunst-media/matthijs-van-nieuwkerk-er-zijn-momenten-geweest-dat-mijn-drift-het-won-van-de-lieve-vrede~b1863069/", "summary": "Corona heeft zijn onwelkome entree gemaakt, maar de studio op het Westergasfabriekterrein staat in het teken van afscheid.\n“In plaats van op een daverend feest was ik een kwartier later thuis en zag ik op het achtuurjournaal dat DWDD zijn laatste uitzending had gehad.\nMaar er zijn momenten geweest dat mijn drift het won van de lieve vrede.\nBij het laatste programma combineren Fidan Ekiz en Renze Klamer het presenteren van de talkshow met het geven van hun eigen mening.\n“We zouden het met ons gezin vieren in restaurant Bofinger in Parijs, maar het werd een gezellige middag in de Achterhoek.", "paragraphs": ["Matthijs van Nieuwkerk: 'Ik ben zo ontzettend vaak gebeld met de vraag: wat vindt u van M of van De Vooravond? Laat vele bloemen bloeien, was dan het antwoord. Een te saai antwoord, want ik las het nooit ergens terug.' Beeld Brunopress", "Het is de vooravond van vrijdag 27 maart 2020. Corona heeft zijn onwelkome entree gemaakt, maar de studio op het Westergasfabriekterrein staat in het teken van afscheid. De laatste uitzending van De Wereld Draait Door zit erop. Presentator Matthijs van Nieuwkerk voelt letterlijk de leegte.", "“Na mijn laatste ‘tot zover’ keek ik in een gapende, lege studio. Er mocht daar niemand zijn, behalve de cameramensen, jongens van de techniek en de muzikanten die in deze finale hadden opgetreden als Ilse de Lange en Henny Vrienten. En uiteraard mijn liefste tafelheer Marc-Marie. Er volgde een lange ovatie, mijn geweldige redactie verscheen zoomend en zwaaiend op het scherm en ik kreeg het ineens veels te kwaad.”", "Hoe bracht u de eerste uren en dagen door na de laatste DWDD?", "“In plaats van op een daverend feest was ik een kwartier later thuis en zag ik op het achtuurjournaal dat DWDD zijn laatste uitzending had gehad. Later die avond reed ik vanuit Amsterdam naar mijn boerderij. Lange, stille donkere A1, het zat erop. Ik geloof dat Sonny Rollins me vooruit blies. Daarna volgden dagen van cadeautjes uitpakken, mails lezen en een paar flessen Spätburgunder.”", "Wat deed u in het DWDD-loze tijdperk?", "“Minder dan ik gehoopt had. Ik had een paar reizen gepland, zoals sport kijken in New York. Ik wilde weer eens een paar maanden in Parijs wonen, maar dat ging uiteraard allemaal niet door. Jammer, maar er zijn veel ergere dingen, dat is duidelijk. Ik ben tussen de koeien waar ik woon, lekker muziek gaan draaien en veel gaan lezen. Ik ben stukjes voor de Volkskrant gaan schrijven. En sowieso elke dag twee setjes tennissen. En dan in de namiddag eens kijken welke afhaal ik nog niet geprobeerd had.”", "Waren er momenten dat u voor één keer DWDD had willen maken?", "“Ik kan heel goed zonder, merk ik. Alleen na het overlijden van Maradona jeukten mijn vingers weer eens ouderwets. Toen ik het droeve nieuws hoorde en al helemaal toen ik ergens tegen middernacht de tv uitdeed. Dat tv-saluut kon origineler en koninklijker. De beste commentaren kwamen van de oud-voetballers die toevallig al klaar zaten voor hun Champions League-analyse van die avond: Marco van Basten, Wim Kieft en René van der Gijp. Maar bij de talkshows was de fantasie blijkbaar op die dag. Life is life en de hand van God tot je er tureluurs van werd...”", "Waar op het scherp van de snede gewerkt wordt, vallen spaanders, zei u tegen Özcan Akyol in zijn Geknipte Gast. Van welke spaanders heeft u spijt?", "“Er zijn dagen geweest dat ik tussen vier uur ’s middags en zeven uur ’s avonds niet meer per se met twee woorden sprak. Omdat er dan nog iets moest en iets zou! Dat is ook het werk. Kijk, elke dag de beste en origineelste willen zijn, kan alleen als je als redactie in grote harmonie samenwerkt, laat ik daarmee beginnen. Anders kun je alle hoop laten varen. Maar er zijn momenten geweest dat mijn drift het won van de lieve vrede. Daar is weleens iemand zich veel meer dan een hoedje van geschrokken. Dat speet mij na de uitzending altijd reusachtig.”", "Wat is uw dierbaarste herinnering?", "“Onmogelijke vraag. Laat ik me tot het laatste seizoen beperken. Ik denk nog vaak aan André van Duin die in de coronastille studio La Bohème van Aznavour voor mij zong. Door André voor mij vertaald. Daar kwam veel samen. Ineens was mijn lieve moeder er weer bij. Zij was gek op Aznavour en André van Duin. Aan haar hand ging ik als klein jongetje in Theater Gooiland naar de revue, met zijn tweetjes. En dan lachten we ons helemaal slap. Die lach van mijn moeder mis ik het meest in mijn leven. En daar zat ik dan ineens. Met de reuzen André en Charles aan tafel. En Marc-Marie natuurlijk. Ik kan op je vraag trouwens ook antwoorden: alle vrijdagen met Marc-Marie naast me.”", "Wat maakt Marc-Marie Huijbregts zo bijzonder?", "“Daar kan ik veel antwoorden op geven, maar boven alles vind ik Marc-Marie wijs. Bondiger kan ik het niet onder woorden brengen. Mijn vrouw en ik zijn al vanaf het tweede seizoen van DWDD na onze vrijdaguitzending samen met Marc-Marie in een vast restaurant uit eten gegaan. Een lieve vriend is het geworden. We hebben op die avonden zo ontzettend gelachen. Hij neemt mij graag in de maling en ik laat me gek genoeg graag door hem in de maling nemen.”", "In het tijdslot van DWDD zien we momenteel M en De Vooravond. Bij het laatste programma combineren Fidan Ekiz en Renze Klamer het presenteren van de talkshow met het geven van hun eigen mening. Een goede ontwikkeling?", "“Ik ben zo ontzettend vaak gebeld met de vraag: wat vindt u van M of van De Vooravond? Laat vele bloemen bloeien, was dan het antwoord. Een te saai antwoord, want ik las het nooit ergens terug. Maar zo is het. Ieder zijn stijl en smaak. Wat mij betreft wordt een goede dagelijkse talkshow naast de blik op het nieuws vooral gestuwd door verbeelding en originaliteit. En is niet cynisch. En over Fidan gesproken, zij was een formidabele, eigenzinnige, slimme tafeldame in DWDD. En dat is zij nu eigenlijk in De Vooravond.”", "RTL-baas Peter van der Vorst vertelde dat hij ver was in de onderhandelingen met u. Er bestond zelfs al een foto van u met Eva Jinek en Beau van Erven Dorens. Hoe serieus heeft u een overstap overwogen?", "“Gelukkig hebben we de foto nog! Als er een foto bestaat waar Beau en Eva en ik op staan, heeft ontkennen geen zin meer. Het klopt, we hebben een aantal keer samen met Peter van der Vorst met elkaar gesproken. Ik kon me geen beter gezelschap voorstellen. Eva en Beau zijn bij de allerbesten, en niet onbelangrijk de allerleuksten. En Peter is een inspirerende chef. Maar het was uiteindelijk met het mes op de keel: dagelijks of wekelijks? Een eigen programma of onderdeel van dit superteam? Ik koos voor Matthijs Gaat Door.”", "In september werd u 60 jaar.", "“We zouden het met ons gezin vieren in restaurant Bofinger in Parijs, maar het werd een gezellige middag in de Achterhoek. Ik merk van 60 nog niet zo veel, eerlijk gezegd. Een hoge bal uit de lucht in een keer met een hoog uitgestrekte rechtervoet doorpassen naar de linksbuiten gaat minder elegant, maar een paar keer per week een stukje rennen houdt me overeind.”", "U werd ook opa van een kleinzoon.", "“Frenkie! Ik zit als opa nog in mijn wittebroodsweken, dus ik laat het hierbij, want ik kraam te pas en te onpas de krankzinnigste liefdesverklaringen uit, heb ik begrepen.”", "En u ging van grootvader naar burgervader in het Sinterklaasjournaal van het fictieve dorpje Zwalk.", "“Idiote weken waren het. ‘Burgemeester!’ voor het stoplicht. Fietsend door de stad gingen veel handen omhoog: ‘Burgemeester!’ Ik had deze vrolijke impact totaal niet verwacht. Het was voor mij trouwens een warme duik in die hechte Sinterklaasjournaal-familie. Staat de naam Ajé Boschhuizen wel vaak genoeg in de krant? De tovenaar die dit allemaal bedenkt, schrijft en maakt? Ik kon in die weken op tournee met die ambtsketting. Winkels, scholen, talkshows, schei uit. De burgemeester van Zwalk bestaat niet.”", "Wat kunt u vertellen over uw nieuwe programma Matthijs Gaat Door?", "“We hebben een maand geleden alles weggegooid. We hoopten toch nog lang op een coranaluwe of -loze periode en op vierhonderd mensen gedistanced publiek. Een kleine tv-arena. Daar had ik zin in en plannen mee. Daar was het me eigenlijk allemaal om begonnen. Maar om een fonkelnieuw tv-theater te openen zonder publiek, vond ik een zwaktebod. Kijk, als DWDD op dinsdag hoort dat er woensdag geen publiek mag komen, begrijpt de kijker alles. Maar wij zijn nieuw, wij moeten slim op deze schrale werkelijkheid inspelen. Dat hebben we denk ik gedaan. Ik ben nu ontzettend blij met ons antwoord op deze crisis. Oudejaarsavond première. De geweldige Joost Prinsen, forever young, heeft denk ik de verrassendste terugblik op dit vreselijke jaar. En we hebben als het meezit een finale om je vingers bij af te likken. Veel muziek, een vleug satire, prijsjes. En altijd in mijn rug de Sven Hammond Big Band. Kortom, op papier klopt het als een bus, maar dat zal je altijd zien. Nu moeten we het alleen nog maken.”", "U mocht dit jaar de Ere Zilveren Nipkowschijf ontvangen. Waar staat deze prijs, zowel in betekenis als letterlijk?", "“Mijn krant De Stentor zette mij groot op de voorpagina: ik was die dag niet langer een Amsterdammer, maar een zoon van De Achterhoek. Naar de uitreiking mocht ik vanwege corona zes mensen meenemen, maar niks kon de pret meer drukken. Deze grote eer was zeer aan mij besteed, dat was duidelijk. Die avond nam Beau ook nog eens de tijd om een beetje na te praten, ach, het was gewoon een schitterende zomerdag. Het houten doosje met daarin de schijf ligt uiteraard in mijn prijzenkast… Nee joh, ben je betoeterd, ik heb eerlijk gezegd geen idee waar dat ding uithangt.”", "Tot slot: ben ik de eerste interviewer die niet over uw salaris begint?", "“Je hebt de finish net niet gehaald! Maar ik begrijp je. Ik weet zeker dat mijn naam in de oudejaarsconferences van dit jaar niet zal vallen. En dat is alweer een tijdje geleden. Lekker rustig.”", "Matthijs Gaat Door, 31 december bij BNNVara op NPO 1 om 20.35 uur"], "authors": ["Dennis Jansen"], "keywords": ["ik", "zijn", "van", "vrede", "lieve", "het", "die", "mijn", "en", "een", "met", "momenten", "op", "nieuwkerk", "matthijs", "maar", "dat", "won"], "pubDate": "2020-12-30T07:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}