{"id": "19495c65-3cc3-3650-b7e8-70e67a3aa4bb", "title": "’Bij verbod op smaakjes moeten bijna alle e-sigaretwinkels stoppen’", "url": "https://www.telegraaf.nl/financieel/1710301115/bij-verbod-op-smaakjes-moeten-bijna-alle-e-sigaretwinkels-stoppen", "summary": "Staatssecretaris Paul Blokhuis van Volksgezondheid kondigde in juni aan dat smaakjes als aardbeienijs, mango, hazelnootpasta of mojito voor elektronische sigaretten verboden zullen worden.\nVolgens de steekproef van Esigbond verwachten de ondernemers gemiddeld een omzetdaling van 58 procent door het verbod op andere smaken.\nDe branchevereniging waarschuwt voor banenverlies bij de winkels en dat productie- en importbedrijven als e-sigaretwinkels verdwijnen.\nBekijk ook: Hamstergedrag om mentholsigarettenDe e-sigaret wordt vaak gebruikt om te stoppen met roken van tabak.\nOndanks die waarschuwingen houdt Esigbond vol dat de volksgezondheid niet gebaat is bij het verbod op smaakjes.", "paragraphs": ["Staatssecretaris Paul Blokhuis van Volksgezondheid kondigde in juni aan dat smaakjes als aardbeienijs, mango, hazelnootpasta of mojito voor elektronische sigaretten verboden zullen worden. Alleen tabakssmaak blijft toegestaan voor deze ’vapers’. Kenniscentrum Trimbos concludeerde namelijk dat e-sigaretten schadelijker waren dan eerder aangenomen, en Blokhuis vreest dat de zoete smaken voornamelijk jongeren aanzetten tot elektronisch roken.", "Nederland telt ongeveer 250 winkeliers die voornamelijk e-sigaretten en aanverwante producten verkopen. Volgens de steekproef van Esigbond verwachten de ondernemers gemiddeld een omzetdaling van 58 procent door het verbod op andere smaken. De branchevereniging waarschuwt voor banenverlies bij de winkels en dat productie- en importbedrijven als e-sigaretwinkels verdwijnen.", "Bekijk ook: Hamstergedrag om mentholsigaretten", "De e-sigaret wordt vaak gebruikt om te stoppen met roken van tabak. In 2018 stak 3,1 procent van de volwassenen weleens een elektronische sigaret aan. Hoewel veel van de giftige verbrandingsproducten van tabak niet vrijkomen bij elektronisch roken, zitten er volgens Trimbos wel degelijk schadelijke stoffen in de damp van e-sigaretten. Het gaat onder andere om nicotine en sporen van giftige en kankerverwekkende stoffen.", "Ondanks die waarschuwingen houdt Esigbond vol dat de volksgezondheid niet gebaat is bij het verbod op smaakjes. Voorzitter Emil ’t Hart stelt dat vapers hun vullingen met smaakjes in het buitenland of in het illegale circuit zullen halen. Hij denkt ook dat een aantal e-sigaretgebruikers weer terugvalt op normaal roken."], "authors": [], "keywords": ["moeten", "esigaretwinkels", "alle", "van", "bij", "esigaretten", "het", "op", "verbod", "stoppen", "smaakjes", "bijna", "dat", "en", "om", "roken", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}