{"id": "1964dec4-ae5e-33ae-a97e-17bfc10f61e7", "title": "Gemeente doet te weinig voor mensen met schulden", "url": "http://nos.nl/artikel/2035588-gemeente-doet-te-weinig-voor-mensen-met-schulden.html", "summary": "Tienduizenden Nederlanders met financiële problemen krijgen niet de hulp die ze nodig hebben.\nStaatssecretaris Klijnsma zegt dat gemeenten geen groepen mogen uitsluiten van schuldhulp, zonder naar de persoonlijke omstandigheden te kijken.\nOnder anderen mensen die in een echtscheiding zitten, een huurschuld hebben, een eigen woning bezitten of hun administratie niet op orde hebben, vallen buiten de boot.\nEen op de zesHulpverleners bij onder meer jeugdzorg, verslavingszorg, ggz en reclassering klagen dat hun cliënten nauwelijks toegang krijgen tot gemeentelijke schuldhulpverlening.\nHet is moeilijk om iemand te helpen, zeggen ze, als de financiële problemen niet eerst serieus worden aangepakt.", "paragraphs": ["Tienduizenden Nederlanders met financiële problemen krijgen niet de hulp die ze nodig hebben. Ze kloppen tevergeefs aan bij gemeenten voor professionele schuldhulp. Die laten alleen mensen toe die aan strenge criteria voldoen, blijkt uit onderzoek van de Hogeschool Utrecht. Staatssecretaris Klijnsma zegt dat gemeenten geen groepen mogen uitsluiten van schuldhulp, zonder naar de persoonlijke omstandigheden te kijken.", "Zij reageert daarmee op \"algemene uitsluitingsgronden\" die vrijwel alle gemeenten toepassen. Onder anderen mensen die in een echtscheiding zitten, een huurschuld hebben, een eigen woning bezitten of hun administratie niet op orde hebben, vallen buiten de boot.", "Een op de zes", "Hulpverleners bij onder meer jeugdzorg, verslavingszorg, ggz en reclassering klagen dat hun cliënten nauwelijks toegang krijgen tot gemeentelijke schuldhulpverlening. Het is moeilijk om iemand te helpen, zeggen ze, als de financiële problemen niet eerst serieus worden aangepakt."], "authors": ["Bart Kamphuis", "Verslaggever Economie", "Joke De Kock", "Branchevereniging Voor Schuldhulp"], "keywords": ["schuldhulp", "van", "gemeenten", "weinig", "doet", "mensen", "op", "met", "gemeente", "die", "schulden", "ze", "niet", "te", "een", "hebben", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}