{"id": "1972013e-34e1-3ffa-8340-fdca3e049a30", "title": "Dagboekfragment: een donkere decemberdag met natte sneeuw", "url": "https://volkskrant.nl/cultuur-media/dagboekfragment-een-donkere-decemberdag-met-natte-sneeuw~bcf72f1a/", "summary": "Tegen 2 uur wordt alles grijs en donker, een voorbij vliegende kapmeeuw steekt wit af tegen de lucht.\nEen winterkoninkje sluipt rond onder een tegen de eik neergezette bromfiets van een visser.\nHij heeft een lange leren bromfietsjas aan die 80 kilo weegt en de kleur van de grond heeft, gevallen eikenblad.\nDe fuut duikt en komt even later boven met een voorn in zijn bek, iets langer dan zijn kop.\nOp donkere plekken zijn ze licht en op het lichte oppervlak steken ze donker af, net zoals de boomtakken tegen de lucht donker af­steken en tegen een achtergrond van bos vaak licht zijn.", "paragraphs": ["Beeld Getty Images", "Rhijnauwen, 9 december 1976", "Een erg mooie ochtend, waterig koud, 4 graden. Glad in de bocht, een omvergereden lantaarnpaal, een verbrijzelde voorruit. In de gelderse roos koperwieken, dikker dan anders. In het weiland zitten vier roeken, ook wel schurftkoppen genoemd. Tegen 2 uur wordt alles grijs en donker, een voorbij vliegende kapmeeuw steekt wit af tegen de lucht.", "Een winterkoninkje sluipt rond onder een tegen de eik neergezette bromfiets van een visser. Achter de op bagagedrager heeft de man zijn vuurrode helm gezet. Hij heeft een lange leren bromfietsjas aan die 80 kilo weegt en de kleur van de grond heeft, gevallen eikenblad. Een paar meter achter zijn dobber blinkt de fuut. De fuut duikt en komt even later boven met een voorn in zijn bek, iets langer dan zijn kop. Hij schudt even en de vis verdwijnt in zijn keel.", "Om 3 uur begint het zachtjes te regenen en er komen vreemd gevormde vlekken op het water. Op donkere plekken zijn ze licht en op het lichte oppervlak steken ze donker af, net zoals de boomtakken tegen de lucht donker af­steken en tegen een achtergrond van bos vaak licht zijn.", "De regen zet door en de visser gaat inpakken. Meteen komen de mussen kijken of hij wat heeft achtergelaten, een kapmeeuw komt rondcirkelen en zoekt het water af naar teruggegooide, halfafgepeigerde snoekvisjes.", "De regen verandert in natte sneeuw. Ik moet om half 4 de lamp al aansteken."], "authors": ["Erik Van Den Berg"], "keywords": ["van", "donker", "een", "decemberdag", "het", "en", "sneeuw", "zijn", "heeft", "op", "donkere", "hij", "natte", "dagboekfragment", "tegen", "met"], "pubDate": "2020-12-08T23:00:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}