{"id": "19723260-6a25-387c-be26-1c9e628a1331", "title": "In Zuid-Tirol gaat degelijkheid hand in hand met Italiaanse flair", "url": "https://volkskrant.nl/cultuur-media/in-zuid-tirol-gaat-degelijkheid-hand-in-hand-met-italiaanse-flair~bf46aebc/", "summary": "‘Ik miste de Zuid-Tiroler flair van Bolzano, het mooie weer, de aperitivo na het werk.\nHet lijkt wel een berghotel, maar dan strak, en natuurlijk met een infinitypool op het dak die schittert op menig Instagramtijdlijn.\nSamen met haar verloofde Andi Alber - telg uit de familie van het oertraditionele Vögelerestaurant - runt ze het nieuwe designhotel met 25 kamers.\nOberrauch-Zitt ‘Traditioneel warenhuis in Bolzano met mooie loden jassen en Tirolerjurken en schorten, maar ook met moderne collecties.\nHet vernieuwde Hotel Pfösl (op een alpenweide met uitzicht op de Dolomieten) combineert moderne architectuur met traditie.", "paragraphs": ["Boetiekhotel Gloriette in Bolzano. Beeld Noël van Bemmel", "Nederlanders zijn dol op Tirol: houten chalets met bloemen op het balkon, struise vrouwen in dirndls, frisgroene alpenweiden en schappelijke prijzen. Maar ja, dan hebben we het wel over Noord-Tirol in Oostenrijk. Best gek is het dat de meeste Nederlanders de Brennerpas niet oversteken. Rij nog anderhalf uur door in Zuid-Tirol, die eigenzinnige en goed gerunde bergregio van Italië, en alles verandert: het weer is er beter, de bleke bergen fotogenieker en het eten verfijnder. Zelf voelen de voornamelijk Duitssprekende Zuid-Tirolers zich niet echt Italiaans - het échte Italië begint volgens hen pas bij het Gardameer.", "Hotel Pfösl. Beeld Noël van Bemmel", "‘Ik heb ook in Londen en München gewoond’, zegt hoofdkelner Damian Alber van het befaamde restaurant Vögele in de provinciehoofdstad Bolzano. Zijn familie runt al generaties het restaurant waar nog steeds de stamtafel van de Duitse dichter Goethe staat. ‘Ik miste de Zuid-Tiroler flair van Bolzano, het mooie weer, de aperitivo na het werk. Het is ook een multiculturele stad, nooit saai.’ Wat volgens hem ook helpt: alles werkt in Zuid-Tirol. De welvarende provincie eiste, en verkreeg, autonomie in de jaren zestig en geeft sindsdien 80 procent van de belastingopbrengsten zelf uit: aan wegen, scholen, ziekenhuizen en politieagenten.", "Is dat fijn voor bezoekers? Nou, niet als je Italiaanse romantiek zoekt in de vorm van afbrokkelende monumenten, stakende vuilophalers en chaotisch openbaar vervoer. Maar wie graag een brandschone kamer boekt in een robuust pand met erkers, uit de tijd dat Noord- en Zuid-Tirol nog één waren in het Habsburgse keizerrijk, zit hier goed. Onder de schaduwrijke arcades in het centrum verkopen familiezaken al generaties hun worsten, loden jassen of Borsalino’s. Drie kabelbanen zoeven links en rechts omhoog om forensen en toeristen naar omliggende bergdorpen te brengen. Wat opvalt: Zuid-Tirolers combineren graag traditie met moderne architectuur.", "Beeld Noël van Bemmel", "Neem bijvoorbeeld het boetiekhotel Gloriette naast het bovenste station van de kabelbaan. Het lijkt wel een berghotel, maar dan strak, en natuurlijk met een infinitypool op het dak die schittert op menig Instagramtijdlijn. Fijn om daar ’s avonds in te liggen terwijl de maan tevoorschijn komt achter een zwarte berg. ‘Het is hier koeler in de zomer, en met de gondel sta je in 12 minuten beneden’, zegt de 26-jarige Julieka. Samen met haar verloofde Andi Alber - telg uit de familie van het oertraditionele Vögelerestaurant - runt ze het nieuwe designhotel met 25 kamers. ‘Zal ik je ontbijt op het dakterras serveren?’", "Door Bolzano loopt de rivier Adige. Op de ene oever spreken de meeste bewoners Duits en wonen ze in 19de-eeuwse gebouwen die ook in Wenen hadden kunnen staan. Op de andere oever is de voertaal Italiaans en ogen de gebouwen luchtiger, met Venetiaanse balkons. Precies op die grens lijkt een ruimteschip geland: het blinkende Museion, met twee sierlijke bruggen over het water. ‘Dit gebouw is bedoeld als verbinding tussen de Duitse en Italiaanse kant’, zegt de marketingmanager. Het museum voor moderne kunst trekt jaarlijks vijftigduizend bezoekers, wat niet veel is, en draait zodoende voor 80 procent op subsidie van de rijke provincie Zuid-Tirol. ‘Tja, voor museumbezoek regent het niet vaak genoeg in Bolzano.’", "Beste delicatessen van Bolzano. Beeld Noël van Bemmel", "De populairste attractie van de stad is een vijfduizend jaar oud lijk, opgebaard in een vrieskist. Klinkt bizar, maar het Archeologisch museum heeft - heel knap - de befaamde Ötzi, een ijsmummie uit de kopertijd, gepresenteerd als één grote cold case. Na 27 jaar hightechonderzoek kan de bezoeker nu zelf stapje voor stapje ontdekken wat er met deze stoere kerel is gebeurd, tot en met de lafhartige moord op een nabijgelegen berg. De zaak is verjaard, anders had Ötzi zo in Opsporing Verzocht gekund.", "Maar het is zonde Bolzano louter te bezoeken voor een ijsmummie. Koop ook brood en fruit op de Obstplatz, loop binnen bij de befaamde delicatessenzaak Egger voor spek en geitenkaas en ga picknicken langs de rivier in het Petrarca-park. Meng je na werktijd tussen bewoners voor aperitivo en bruschetta of breng een zomeravond door in kloostertuin Parco Cappuccini, waar cultureel centrum Cineforum Bolzano gratis films vertoont op een buitendoek.", "Toeristen kiezen liever voor de tweede stad van Zuid-Tirol, Merano, 30 kilometer richting de Oostenrijkse grens. Best logisch, want het middeleeuwse stadje kwam ongeschonden door alle oorlogen en ook de fascistische architectuur van Mussolini kreeg er geen kans. Merano is lekker makkelijk: je wandelt langs de rivier over het Sissi-pad waar de Habsburgse beau monde graag een luchtje schepte, je kunt er pootjebaden met de kinderen, naar een concert in het Kurhaus of Merano Cake bestellen bij Café König.", "Het stadje is aangenaam kleinschalig. Neem het nieuwe boetiekhotel Seven Suites (25 kamers). ‘Mijn grootvader begon de slagerij beneden’, zegt Klaus Siebenförcher. ‘We zijn kleine kooplieden die kwaliteit voorop stellen. Voor het ontbijt kunnen we kiezen uit onze driehonderd soorten worst en biomuesli uit eigen branderij.’ Verderop verbouwt een ondernemer een achthonderd jaar oud pand met binnenplaats tot een moderne B&B met acht kamers. Zulke projecten stimuleert Zuid-Tirol graag met subsidie en vergunningen.", "Helaas domineren drommen toeristen de nauwe straten van Merano. Gezinnen uit Duitsland met verveelde tieners die naar de H&M of de Zara willen, of oudere stellen met afritsbroeken en wandelstokken. De bekendste attractie van de stad, Terme Merano, is een spa met 25 zwembaden, sauna’s, behandelruimtes en een park met ligbedjes en snackbars, ontworpen door sterarchitect Matteo Thun. Maar het resultaat is toch meer een enorm campingzwembad dan een ingetogen Alpenspa ter zuivering van lichaam en geest.", "Beeld Noël van Bemmel", "Om te ontsnappen aan de massatoerist moet je de bergen in. Waar de sfeer nog Duitser is en dorpelingen traditionele kleding dragen op seizoensfeesten. Zestienhonderd boerderijen zijn aangesloten bij de Rote Hahn, een geoliede organisatie die slaapkamers en appartementen verhuurt bij de boer. Vanaf 30 euro per persoon, inclusief ontbijt met huisgemaakte jam. Helpen bij het koeien melken of een hectare gras maaien: hoeft niet, mag wel. De digitale detox is er gratis, de frisse lucht ook.", "Het andere uiterste zijn de luxe spahotels van Zuid-Tirol. De vraag naar modern vormgegeven panaromasauna’s, infinitypools en in het wild geplukte ingrediënten op het bord dwingt hoteliers miljoenen te investeren in renovaties en innovatieve chefs. ‘We moesten wel iets bijzonders neerzetten’, zegt mede-eigenaar Brigitte Zelger (43) van familiehotel Pfösl. Ze wijst naar een eeuwenoude schuur. ‘Het moderne ontwerp is wel geïnspireerd op de traditionele bouw en kleur in deze vallei.’ Brigitte beklimt graag wekelijks met gasten de nabijgelegen Weisshorn om 5 uur ’s ochtends. ‘Het is zó simpel, de natuur biedt alles wat we nodig hebben.’", "De markt op de Obstplatz in Bolzano. Beeld Noël van Bemmel", "Hotel Pfösl is typisch Zuid-Tirol: ze bieden luxe, maar verpakt in een nuchter jasje. Je kunt er in het stro liggen in je badjas, naar de Dolomieten kijken vanuit een lavendelspa met ramen rondom, met je blote voeten door een vijver lopen, een kruidenbehandeling ondergaan of een salade van alpenbloemen bestellen. Het ontbijtbuffet telt acht soorten zelfgemaakte boter. Zelger: ‘We proberen onze gasten ook zoveel mogelijk naar buiten te sturen. Bijvoorbeeld voor een waldbad met mijn zuster; die gaat dan ergens in het bos zitten met gasten om eens écht te luisteren, ruiken, voelen en proeven.’", "Zuid-Tirol innoveert, maar wel met beide benen op de grond.", "In Bolzano schenkt barman Christian Gruber (38) watermeloen-martini's in de populaire Grifoncino Bar. Hij geeft ondertussen zijn vijf favoriete eet- en drinkplekken in en rondom de stad. Beeld Noël van Bemmel", "1. Hotel Laurin ‘Een traditioneel hotel met een prachtige parktuin in de stad. En een heel goede chef. Daar kom ik graag op donderdag voor aperitivo lungo en hun dj.’ laurin.it 2. Thaler Arôme ‘Prestigieuze champagnebar op het dak van een warenhuis. Goede plek voor een glas prosecco met uitzicht over stad en bergen.’ thaler.bz.it 3. Petrarca Park ‘Er is weinig ruimte voor groen in Bolzano. Maar het park dat we hebben, is een prima plek om te picknicken. Koop eerst lekkere dingen op de Obstplatz en spreid dan je kleedje uit.’ 4. Restaurant Vögele ‘Sfeer en menukaart zijn zeer traditioneel in dit eeuwenoude restaurant en de kwaliteit is altijd goed. Niet voor niks trekt Vögele veel vaste klanten.’ voegele.it 5. Ansitz Pillhof, Appiano ‘Even buiten de stad, aan het begin van de wijnroute, staat een geweldige wijnbar met een kleine menukaart. Niet overdreven duur of chic, eigenaresse Kathrin heeft gewoon goede smaak.’ pillhof.com", "Ontwerpster Silvia Della Giacoma (32) werkte bij modehuis Valentino tot ze terugkeerde naar Zuid-Tirol om haar eigen merk Internodiciotto op te zetten. Tijdens het borduren van een sweater geeft zij haar favoriete adressen. Beeld Noël van Bemmel", "1. Botanische tuin, Merano ‘Het landhuis waar keizerin Sissi graag logeerde heeft een prachtige tuin. Je kunt er vier keer per jaar heen, want ieder seizoen is anders. In de zomer zijn er concerten op het meer.’ 2. Oberrauch-Zitt ‘Traditioneel warenhuis in Bolzano met mooie loden jassen en Tirolerjurken en schorten, maar ook met moderne collecties. Ze verkopen daar ook mijn ontwerpen.’ 3. Moiré, Bolzano ‘Keten met casual mode voor jonge vrouwen. Net iets specialer dan al die andere ketens. Ik ga het liefst naar de kleinste vestiging.’moire-fashion.com 4. La Nonna Glück, Kaltern ‘Brunchcafé met conceptstore: mode, eten en woonaccessoires. Een afwijkend concept met internationale merken dat Zuid-Tirol wel kan gebruiken.’ designhotel-kaltern.com/en/la-nonnaglueck. 5. Montiggler See ‘Zuid-Tirolers koesteren de scheiding tussen werk en vrije tijd. ’s Avonds ga ik nog even fietsen of zwemmen in een bergmeer. De twee Montiggler meertjes liggen hier vlakbij, maar toch krijg ik daar het gevoel op vakantie te zijn.’ eppan.com", "Meer tips: Bolzano", "Boetiekhotel Gloriette (vanaf 100 euro p.p., gloriette-guesthouse.com)", "Parkhotel Laurin (vanaf 129 euro p.p., laurin.it),", "Slapen bij de boer (vanaf 30 euro p.p., rodehaan.it).", "Aperitivo en bruschetta bij Banco 11 (Piazza delle Erbe 11) en Fischbanke (via Dr. Josef Streiter 24).", "Traditionele kost bij restaurant Vögele voegele.it", "Tips: Merano", "Boetiekhotel Suite Seven (230 euro per kamer, suiteseven.it)", "Voordelig slapen kan via rodehaan.it.", "Een nieuw designhotel naast de spa met zwembad op het dak (vanaf 360 euro per kamer, hoteltermemerano.it).", "Terme Merano vraagt 25 euro voor toegang tot zwembaden en sauna, 31 euro voor een driepersoons familiekaartje (termemerano.it).", "Het beste restaurant staat buiten de stad op een wijngaard: Miil (kraenzelhof.it).", "Tips: Bergspa", "Zuid-Tirol grossiert in goede wellnesshotels.", "Het vernieuwde Hotel Pfösl (op een alpenweide met uitzicht op de Dolomieten) combineert moderne architectuur met traditie. (pfoesl.it)", "De familie Zelger serveert drie maaltijden per dag met producten uit eigen tuin en neemt je graag mee voor een bosbad (vanaf 130 euro, pfoesl.it).", "Aan de top van de kabelbaan staat een oogverblindende berghut om in uit te rusten. (oberholz.com)", "Bezoekers die overnachtten in 2016", "Bolzano: 314.316|", "Venetië: 4.645.567", "De beste boeken uit de wereldliteratuur, gerangschikt naar locatie volkskrant.nl/lezenoplocatie"], "authors": ["Noël Van Bemmel"], "keywords": ["van", "uit", "een", "het", "gaat", "en", "hand", "degelijkheid", "bolzano", "op", "voor", "italiaanse", "je", "flair", "met", "zuidtirol"], "pubDate": "2018-09-01T19:10:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}