{"id": "198e8216-9f3f-3c57-82a3-4e843c91261a", "title": "Burgemeester Parijs wil Champs-Élysées verbouwen tot autoluwe 'tuin'", "url": "https://nos.nl/artikel/2363910-burgemeester-parijs-wil-champs-elysees-verbouwen-tot-autoluwe-tuin.html", "summary": "Burgemeester Anne Hidalgo van Parijs heeft zich in een interview met Journal du Dimanche achter het plan geschaard om de Champs-Élysées te transformeren tot een \"bijzondere tuin\".\nMet het plan is 250 miljoen euro gemoeid.\nCorrespondent Frank Renout benadrukt dat het nog geen gelopen race is.\nOok de gemeenteraad moet nog akkoord gaan, maar Renout acht het kansrijk dat die instemt met het project.\nVolgens het plan moet het autoverkeer op de brede boulevard fors worden teruggedrongen, onder meer door een halvering van het asfalt.", "paragraphs": ["De misschien wel bekendste straat ter wereld wordt mogelijk omgevormd tot een groen wandelgebied. Burgemeester Anne Hidalgo van Parijs heeft zich in een interview met Journal du Dimanche achter het plan geschaard om de Champs-Élysées te transformeren tot een \"bijzondere tuin\". Met het plan is 250 miljoen euro gemoeid.", "Correspondent Frank Renout benadrukt dat het nog geen gelopen race is. \"Het is een plan van een comité van lokale bedrijven dat er al sinds 2018 ligt, waar Hidalgo zich nu met één zin positief over heeft uitgelaten.\" De burgemeester heeft geen verdere details bekendgemaakt.", "Ook de gemeenteraad moet nog akkoord gaan, maar Renout acht het kansrijk dat die instemt met het project.", "Gele Hesjes", "Het Élysée-comité is enthousiast over de steunbetuiging. Volgens hen is een transformatie broodnodig. \"De legendarische laan heeft de afgelopen dertig jaar zijn pracht en praal verloren. Hij is verlaten door Parijzenaren en overgenomen door Gele Hesjes, stakingen, de pandemie en economische crises.\"", "Volgens het plan moet het autoverkeer op de brede boulevard fors worden teruggedrongen, onder meer door een halvering van het asfalt. Daarvoor in de plaats moeten fietsers, voetgangers en plantsoenen ruim baan krijgen.", "Een ingeschakeld architectenbureau maakte deze renders voor de Champs-Élysées:"], "authors": [], "keywords": ["tot", "van", "het", "burgemeester", "en", "een", "met", "plan", "heeft", "dat", "zich", "wil", "autoluwe", "tuin", "verbouwen", "door", "champsélysées", "parijs"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}