{"id": "19956000-2ceb-3ea1-aa7a-7c767dcdca39", "title": "Op het Leidseplein kom je niet voor je lol", "url": "https://nrc.nl/nieuws/2020/12/10/op-het-leidseplein-kom-je-niet-voor-je-lol-a4023233", "summary": "Van de oliebollen krijg ik geen spijt, van het praatje wel.\nNou ja, zo direct ook weer niet; het begon met: „Valt niet mee hier, hè?” Wat praktisch net zo’n open deur was.\nWant natuurlijk valt het niet mee.\nIk zal het bedrag hier niet noemen, dat zou te pijnlijk zijn.\nDe kou van het plein trekt mijn hoofd binnen.", "paragraphs": ["Van de oliebollen krijg ik geen spijt, van het praatje wel. Spijt van de vraag hoe het met zijn zaken gaat. Ik vraag het echt. Nou ja, zo direct ook weer niet; het begon met: „Valt niet mee hier, hè?” Wat praktisch net zo’n open deur was. Want natuurlijk valt het niet mee. Het Leidseplein is zo goed als uitgestorven. Naar omstandigheden eigenlijk leeg. Het is zes uur ’s avonds, maar het lijkt wel nacht. De vriendelijke baas in zijn kraam stopt de gevraagde bollen in een zak en noemt zijn omzet dezer dagen. Ik zal het bedrag hier niet noemen, dat zou te pijnlijk zijn. Laten we het erop houden dat hij een fractie draait van normaal in december. Minder dan een fractie. „Maar ja”, voegt hij eraan toe, „iedereen heeft er last van, dus ik ga niet klagen.”", "Waarna ik de open deur terug krijg waar ik om vroeg: „En we zijn gezond – dat is het belangrijkste.”", "Raadsel dat die kerel onder zulke omstandigheden nog zulke lekkere oliebollen bakt.", "Nergens zoveel theaters en horeca op een hoop als hier, vermoedelijk. Nergens zoveel ellende", "De met roodgele krulletters versierde kraam is een baken van warmte op een koud ijsplein. Koud vanwege de temperatuur maar vooral vanwege de donkere ramen, de stilte bijna van een kerkhof. In het anders zo drukke hoekje naast de schouwburg steken de ingeklapte, in wit plastic verpakte parasols omhoog als zombies in de nacht. Daarnaast de contouren van rotan stoelen, hoog opgetast omdat er toch niemand komt zitten. De prullenbakken en alle andere attributen dicht bijeen, in afwachting van betere tijden die voorlopig niet komen.", "Op de ramen van Café Kooper en Café De Waard smeken posters ‘Meer steun, snel open’. Want: ‘Onze mensen op straat. Ons perspectief is weg. Onze toekomst vervlogen.’ In zulke bars mocht ik graag voetbal kijken. Zit er dit jaar niet meer in.", "Gelukkig hangen er lichtgevende bollen aan de takken boven het plein, dat is nog wat. Maar gek genoeg benadrukken die lichtjes juist de duisternis, het leed achter de façades, het onhoorbare stuiptrekken van de boekhouding.", "Tijdens het rondje Leidseplein hoor ik alle geluidjes van de tram, misschien wel voor het eerst. Gemaskerde passagiers stappen uit lijn 12, lopen snel weer verder: niemand komt hier voor z’n lol.", "„Iedereen heeft er last van.” Zo is dat. Van hoog (Schouwburg, Balie, Kring) tot laag (Bulldog, Palladium, Paradiso). Leidseplein en omgeving zijn de pandemie in concentraat. Nergens zoveel theaters en horeca op een hoop als hier, vermoedelijk. Nergens zoveel ellende. En mogelijk nog ten onrechte ook – wie zal het zeggen?", "De weerklank van mijn voetstappen tegen de gevels, het lied van de samenklitters die wij zijn.", "Ik mis het klitten. De kou van het plein trekt mijn hoofd binnen. Ik moet hier weg.", "Auke Kok is schrijver en journalist.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Auke Kok", "Leestijd Minuten"], "keywords": ["van", "dat", "niet", "kom", "een", "het", "en", "hier", "ik", "zijn", "op", "voor", "je", "er", "leidseplein", "lol"], "pubDate": "2020-12-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}