{"id": "19a08b30-1323-38fe-8893-9629dc6efabc", "title": "Ministers weer bijeen in Catshuis, opnieuw vanwege toeslagenaffaire", "url": "https://nu.nl/politiek/6099921/ministers-weer-bijeen-in-catshuis-opnieuw-vanwege-toeslagenaffaire.html", "summary": "Een groot deel van het kabinet overlegt zondagmiddag in het Catshuis over de affaire rondom de kinderopvangtoeslag.\nVaak ging het om vele duizenden euro's, waardoor levens werden verwoest.\n123 Commissie: 'Kinderopvangtoeslag is uitgevoerd als massaproces''Symbolisch aftreden' nog niet op de agendaHoewel de roep om politieke gevolgen steeds luider wordt, zal die kwestie volgens ingewijden zondag niet op tafel liggen.\nRutte zei vorige maand dat het nog te vroeg is om over dat scenario na te denken.\nWel erkende hij dat het rapport niet zonder gevolgen kan blijven.", "paragraphs": ["Een groot deel van het kabinet overlegt zondagmiddag in het Catshuis over de affaire rondom de kinderopvangtoeslag. Zij zullen verder spreken over aanbevelingen uit het vernietigende toeslagenrapport. Vorige maand werd al besloten alle gedupeerde ouders 30.000 euro te geven. Naar verwachting heeft het dit keer nog niet eventuele politieke consequenties.", "Premier Mark Rutte en minister Eric Wiebes (Economische Zaken) zijn in ieder geval aanwezig, net als staatssecretaris Alexandra van Huffelen (Toeslagen). Naar verwachting zijn vicepremiers Kajsa Ollongren (D66) en Carola Schouten (ChristenUnie) ook bij de sessie op het Catshuis, de officiële ambtswoning van de premier in Den Haag.", "Het kabinet zal volgens ingewijden \"dieper ingaan\" op het vernietigende rapport dat een ondervragingscommissie van de Tweede Kamer na verschillende verhoren met ambtenaren en bewindspersonen heeft opgesteld. Daarin werd geconcludeerd dat de grondbeginselen van de rechtsstaat zijn geschonden tijdens de te fanatieke jacht door de Belastingdienst op mogelijke fraudeurs met de kinderopvangtoeslag.", "Praat mee op NUjij Ben jij een van deze gedupeerde ouders? Deel jouw verhaal op NUjij.", "Duizenden ouders werden ten onrechte als fraudeur bestempeld, waarna ze alle ontvangen toeslag moesten terugbetalen. Vaak ging het om vele duizenden euro's, waardoor levens werden verwoest.", "Tijdens de eerste Catshuissessie over de toeslagenaffaire, op 22 december, werd besloten alle gedupeerde ouders ter compensatie 30.000 euro te geven. Zij krijgen het geld uiterlijk 1 mei, hoopt Van Huffelen. Ouders die later recht blijken te hebben op meer, komen daarvoor nog in aanmerking.", "123 Commissie: 'Kinderopvangtoeslag is uitgevoerd als massaproces'", "'Symbolisch aftreden' nog niet op de agenda", "Hoewel de roep om politieke gevolgen steeds luider wordt, zal die kwestie volgens ingewijden zondag niet op tafel liggen. Bewindspersonen die eerder politiek verantwoordelijk waren, zoals Wiebes (toenmalig staatssecretaris Financiën) en huidig PvdA-leider Lodewijk Asscher (toenmalig minister Sociale Zaken), zijn dat inmiddels niet meer. Wel wordt bijvoorbeeld het symbolisch aftreden door het voltallige kabinet geopperd, waarna het de laatste maanden voor de verkiezingen demissionair verdergaat.", "Eerder gebeurde dat toen het laatste kabinet-Kok aftrad na een vernietigend rapport over de genocide in Srebrenica, waar Nederlandse soldaten waren gelegerd om de vrede te bewaren. Rutte zei vorige maand dat het nog te vroeg is om over dat scenario na te denken. Wel erkende hij dat het rapport niet zonder gevolgen kan blijven. Deze maand komt het kabinet met een uitgebreide reactie, is eerder toegezegd."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["ouders", "zijn", "van", "vanwege", "ministers", "een", "weer", "opnieuw", "bijeen", "om", "toeslagenaffaire", "op", "te", "catshuis", "het", "niet", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}