{"id": "19bd8b45-31c5-3205-9127-98bc88eb71b3", "title": "Wie levensmoe is, kan sterven in Zwitserland: weinig wetgeving, amper controle", "url": "https://trouw.nl/verdieping/wie-levensmoe-is-kan-sterven-in-zwitserland-weinig-wetgeving-amper-controle~b70d7525/", "summary": "Wie in Zwitserland in aanmerking kwam voor hulp bij zelfdoding, kon in veel gevallen ook in Nederland euthanasie krijgen.\nEenmaal in Zwitserland kan de hulp bij zelfdoding een of twee dagen na aankomst plaatsvinden.\nDe Zwitserse politiek probeert al sinds 2011 tot wetgeving over criteria voor hulp bij zelfdoding te komen.\nGeen druk van anderenVoor het uitschrijven van het recept hebben artsen wel degelijk richtlijnen: die van de Zwitserse Academie voor Medische Wetenschappen (SAMW).\nWel moet er sprake moet zijn van een ‘voor de patiënt ondraaglijk lijden’.", "paragraphs": ["Een nieuwe sterfhulporganisatie neemt alle ruimte die de Zwitserse wet biedt. Hoe zit de Zwitserse praktijk van hulp bij zelfdoding in elkaar, en is het een alternatief voor euthanasie?", "D66-Kamerlid Pia Dijkstra maakte in de zomer van 2019 een reis naar Zwitserland. De excursie was georganiseerd door de NVVE, de organisatie die zich inzet voor zelfbeschikking rond het levenseinde. Dijkstra stak in Zwitserland haar licht op ter voorbereiding van haar initiatiefwet over hulp bij zelfdoding voor mensen met een voltooid leven, die ze deze zomer indiende.", "Mocht die wet het niet halen, dan is Zwitserland sinds kort een mogelijk alternatief. Voorheen was Zwitserland weinig interessant voor Nederlanders die willen beschikken over hun eigen levenseinde. Wie in Zwitserland in aanmerking kwam voor hulp bij zelfdoding, kon in veel gevallen ook in Nederland euthanasie krijgen.", "Maar sinds anderhalf jaar is er een nieuwe organisatie die in Zwitserland hulp bij zelfdoding verleent: Pegasos. Pegasos interpreteert de Zwitserse artsenrichtlijn zo ruim, dat ook wie ‘levensmoe’ is volgens de organisatie in aanmerking komt voor hulp bij zelfdoding.", "Uitzondering voor artsen", "Hoe zit het Zwitserse systeem in elkaar, en wat zijn de verschillen? In Nederland is het verboden om iemand te helpen om zichzelf te doden. De Wet Toetsing Levensbeëindiging maakt een uitzondering voor artsen: onder strenge voorwaarden kan een arts een middel toedienen om een patiënt te laten sterven (euthanasie) of een middel aan de patiënt geven waarmee die zichzelf kan doden (dit heet hulp bij zelfdoding). Dat laatste komt in Nederland niet veel voor: maar 4 procent van de patiënten kiest ervoor.", "In Zwitserland is het artsen verboden om zelf actief een leven te nemen via euthanasie. Alleen de variant waarmee iemand hulp krijgt om zijn eigen leven te nemen, is toegestaan. Cruciaal is dat de persoon met de stervenswens zelf de dodelijke handeling verricht. Overigens mag iedereen hulp bij zelfdoding geven, ook niet-artsen. De enige eisen die de Zwitserse wet stelt, is dat degene die hulp verleent dat niet uit zelfzuchtige motieven doet, en dat degene om wie het gaat wilsbekwaam is.", "Artikel 115 van het Zwitserse wetboek, dat hulp bij zelfdoding toestaat, bestond sinds de jaren veertig in stilte. In de jaren tachtiggingen de eerste sterfhulporganisaties (Sterbehilfe-Organisationen), vaak opgericht door activistische Zwitsers, die mogelijkheid ook openlijk in de praktijk brengen. Inmiddels zijn er zes organisaties. Vier ervan staan open voor buitenlanders, waardoor Zwitserland, anders dan Nederland, te maken heeft met ‘sterftoerisme’, zoals het in de media daar heet.", "Een flinke berg documenten", "Wie naar Zwitserland afreist, moet eerst een flinke berg documenten overleggen. Eenmaal in Zwitserland kan de hulp bij zelfdoding een of twee dagen na aankomst plaatsvinden. In die periode zijn er meestal twee ontmoetingen met de betrokken arts. Waar Zwitsers thuis hulp bij zelfdoding krijgen, zijn er voor buitenlanders klinieken.", "Naast artikel 115 is er bij wet niets geregeld. De Zwitserse politiek probeert al sinds 2011 tot wetgeving over criteria voor hulp bij zelfdoding te komen. Maar het onderwerp is zo controversieel dat dat niet lukt.", "Dat betekent niet dat er helemaal geen criteria zijn voor hulp bij zelfdoding. Het dodelijk middel dat de organisaties nodig hebben, is alleen op recept verkrijgbaar. Ze werken daarvoor samen met artsen. Soms geven die het middel af aan vrijwilligers van de organisaties, die de eigenlijke hulp bij zelfdoding verlenen. Soms zijn artsen zelf ook bij het overlijden.", "Geen druk van anderen", "Voor het uitschrijven van het recept hebben artsen wel degelijk richtlijnen: die van de Zwitserse Academie voor Medische Wetenschappen (SAMW). Zo zijn ze ervoor verantwoordelijk te checken of er geen druk is van anderen, zoals mantelzorgers. Alternatieven voor de dood moeten met de patiënt zijn besproken, en voor zover de patiënt dat wil, ook zijn ingezet. Denk aan behandelingen of medicijnen die het lichamelijke of psychische lijden verlichten, of mogelijkheden om bijvoorbeeld eenzaamheid te doorbreken.", "Voorheen moest een patiënt bovendien een dodelijke ziekte hebben, om in aanmerking te komen voor hulp bij zelfdoding. Maar dat veranderde in 2018 met de nieuwe richtlijn. Wel moet er sprake moet zijn van een ‘voor de patiënt ondraaglijk lijden’.", "Die verandering maakt ook hulp bij psychisch lijden mogelijk. Daarmee volgt de SAMW een uitspraak van de hoogste Zwitserse rechter, uit 2006. Artsen moeten dan wel extra voorzichtig handelen, bijvoorbeeld door een psychiater te raadplegen.", "Maar: door een ruzie tussen artsenorganisaties, is de status van de nieuwe richtlijn onduidelijk. De belangrijkste artsenorganisatie, de FMH, nam de vorige SAMW-richtlijn over. Daardoor konden artsen die hem schonden, door de tuchtrechter vervolgd worden.", "Vernietigend", "De FMH oordeelde echter vernietigend over de nieuwe richtlijn. Het schrappen van de eis van een ‘dodelijke ziekte’, maakt het mogelijk ook mensen te doden die nog te genezen zijn, stellen de artsen. Voor hen is dat een principiële grens. Bovendien vinden ze ‘ondraaglijk lijden’ een te vage term.", "“De SAMW schrijft zelf dat er voor ondraaglijk lijden geen objectieve criteria bestaan, dat alleen de lijdende zelf zijn lijden zo kan definiëren”, stelt Jürg Schlup, voorzitter van de FMH. De arts moet dus iets toetsen dat hij niet kán toetsen. Bovendien is het criterium een lege huls, stelt hij: een patiënt die dood wil, zal het eigen lijden altijd als ondraaglijk zien.", "De FMH houdt vast aan de vorige richtlijn. Dat betekent volgens Schlup dat leden van de artsenorganisatie alleen mogen helpen bij zelfdoding als iemand lijdt aan een dodelijke ziekte. Maar voor artsen die geen lid zijn, geldt dat niet.", "Terwijl de artsen ruzieden, maakte de rechter duidelijk dat binnen de Zwitserse wet niet alles is geoorloofd. Vorig jaar werd arts Pierre Beck in hoger beroep tot een voorwaardelijke celstraf en boete van 2200 euro veroordeeld, omdat hij in 2017 een ouder echtpaar hielp te sterven. Eén van de twee was dodelijk ziek. Daarmee overtrad hij de toenmalige SAMW-richtlijn, die ook de strafrechter als uitgangspunt koos.", "Wilsbekwaamheid", "Erika Preisig, oprichtster van sterfhulporganisatie Eternal Spirit, moet in de komende maanden in hoger beroep voorkomen. Zij gaf hulp bij zelfdoding aan een vrouw met psychosomatische klachten (lichamelijke klachten met een psychische oorzaak). Familieleden van de vrouw stapten later naar de politie. Volgens een eerdere rechter was de vrouw vanwege haar aandoening niet wilsbekwaam, en had huisarts Preisig een psychiater moeten raadplegen. De patiënte van 62 was eerder na een zelfmoordpoging drie maanden onvrijwillig in een psychiatrische inrichting opgenomen. Preisig werd veroordeeld tot 15 maanden voorwaardelijk. Zelf zegt ze dat ze overtuigd is van de wilsbekwaamheid van de vrouw.", "De sterfhulporganisaties hanteren ieder ondertussen hun eigen criteria: de ene is wat behoudender, de andere wat vrijzinniger. Van de strengste richtlijn, die van de FMH, trekken ze zich geen van alle iets aan. Ze werken samen met artsen die geen lid zijn van die organisatie.", "Aan de nieuwe SAMW-regels voldoen ze wel, zeggen ze. Ze onderzoeken of er alternatieven zijn voor zelfdoding, en toetsen op wilsbekwaamheid. Ze gaan na of er geen druk wordt uitgeoefend op de patiënt. Die beoordeling wordt deels gemaakt door niet-artsen, medewerkers van de organisaties, die de zaken voor de artsen voorbereiden. Alle sterfhulporganisaties – Pegasos uitgezonderd – melden op hun websites dat ze veel doen aan de preventie van zelfdoding.", "Wat betekent dat Zwitserse geheel van ontbrekende wetten, betwiste richtlijnen en criteria met smaakverschillen per organisatie nu voor iemand die zijn leven als voltooid ziet? Bij de redelijk vrijzinnige organisatie Eternal Spirit kan ‘iemand ouder dan 80 met verschillende ouderdomsziektes’ over het algemeen hulp bij zelfdoding krijgen, zegt oprichtster Preisig. “Iemand van 86 kan misschien relatief gezond zijn voor zijn leeftijd, maar is zelden echt gezond.”", "‘Stapeling van ouderdomsklachten’", "Het lijkt op wat in Nederland een ‘stapeling van ouderdomsklachten’ heet. Ook zo’n serie klachten, bijvoorbeeld een combinatie van slecht zien, slecht horen en artrose, kan ondraaglijk lijden veroorzaken. Dan is in Nederland euthanasie mogelijk. Geen reden om voor naar Zwitserland te gaan.", "En wie niets mankeert? “Puur een wens tot zelfdoding vanwege hoge leeftijd?”, vraagt Preisig. “Dan lijkt me sprake van depressie. En iemand die depressief is, is mogelijk niet wilsbekwaam.” Preisig zou een aanvraag van een Zwitser in dat geval nader onderzoeken, maar vanwege alle haken en ogen neemt ze die uit het buitenland niet in behandeling.", "Maar nieuwkomer Pegasos zegt onomwonden ook mensen te helpen die ‘levensmoe’ zijn. Pegasos hielp in haar relatief korte bestaan al drie Nederlanders met sterven, zegt oprichter en voorzitter Ruedi Habegger. Een van hen is Kees Kentie, wiens verhaal verteld is op de vorige pagina’s.", "Andere organisaties werpen in de ogen van Habegger ‘onnodig hoge hindernissen op voor patiënten die niet de energie hebben om daarmee om te gaan’. Pegasos prijst zichzelf aan op haar website met de woorden: ‘less red tape’ (minder bureaucratie) en ‘less waiting’ (minder wachten). In duidelijke gevallen zijn volgens Pegasos een of twee gesprekken met de arts in Zwitserland voldoende. Daarbij hoeft de vraag waarom iemand wil sterven niet aan bod te komen, als die op papier staat. Ook alternatieven, zoals de behandeling van lichamelijke of geestelijke klachten, hoeven in het gesprek niet aan bod te komen, als uit de documentatie blijkt dat een patiënt zelf al alternatieven heeft onderzocht.", "‘Geen slapende honden wakker maken’", "Habegger (70) is zelf geen arts. Naast zijn werk bij Pegasos is hij professioneel kunstfotograaf. Hij is persoonlijk aanwezig bij elk sterfgeval waarbij zijn organisatie helpt. Hij werkt samen met zeven artsen, en zijn organisatie heeft vijf freelance medewerkers en vijf vrijwilligers. Habegger wil niet zeggen hoe vaak Pegasos sinds zijn oprichting al hulp bij zelfdoding heeft verleend. Vanwege de controverse, ook in Zwitserland, wil Habegger ‘geen slapende honden wakker maken’.", "Hij wil wel kwijt dat Pegasos’ streven is om maximaal twee keer per week hulp bij zelfdoding te begeleiden, maar dat dit in de praktijk vaker gebeurt. “Ik laat geen patiënten in de kou staan.” Dat zou betekenen dat de organisatie sinds haar oprichting al meer dan 150 keer hulp bij zelfdoding heeft verleend. Volgens Habegger voldoet elk geval van hulp bij zelfdoding aan de Zwitserse wet en de nieuwe SAMW-richtlijn.", "Een belangrijk mankement aan het Zwitserse systeem is het gebrek aan controle, stelt Govert den Hartogh, emeritus hoogleraar ethiek aan de Universiteit van Amsterdam. “Men heeft wel eisen gesteld, maar niemand kijkt of die worden nageleefd.” In Nederland kijkt bij euthanasie een onafhankelijke SCEN-arts mee of aan de zorgvuldigheidseisen is voldaan. In Zwitserland hoeft dat niet. Volgens de artsenrichtlijn hoeft er alleen een ‘derde persoon’ mee te kijken of de patiënt wilsbekwaam is en of zijn verzoek weloverwogen tot stand is gekomen. In de praktijk is die ‘derde’ een medewerker van de sterfhulporganisatie. “De vraag hoe zorgvuldig die toets is”, zegt Den Hartogh.", "In Nederland moeten artsen elke euthanasie uitgebreid verantwoorden bij de Regionale Toetsingscommissies Euthanasie, die artsen soms oproepen om nadere vragen te beantwoorden. Een deel van de oordelen wordt gepubliceerd. “Dat geeft artsen feedback over de betekenis van de zorgvuldigheidseisen”, zegt Den Hartogh.", "Alle documenten", "In Zwitserland ontbreekt ook die toets. Wel wordt elk overlijden door de sterfhulporganisaties gemeld bij de politie, waarna er een agent en schouwarts langskomen om alle documenten te checken. Vinden zij de situatie verdacht, dan volgt soms een nader onderzoek. Af en toe komt er zo een zaak voor de rechter, soms ook na klachten van nabestaanden.", "Catharina Vasterling is consulent bij stichting De Einder, een organisatie die in Nederland op verzoek informatie over zelfdoding verschaft. Volgens haar ligt de nadruk in Zwitserland op het verzamelen van een reeks van documenten, om juridische problemen te voorkomen. Praten met de betrokkene staat op het tweede plan. “Het gaat volgens mij vrij bureaucratisch en kil”, zegt ze. “Bij De Einder voeren we juist gesprekken, bieden we hulp aan. Mensen kiezen dan er vaker voor om te blijven leven. Soms denk je dat de dood de oplossing is, maar dat kan kokerdenken zijn.”", "Een belangrijk nadeel aan de Zwitserse route is bovendien de prijs. Bij Pegasos moet 10.000 euro worden overgemaakt (inclusief crematie), bij Dignitas ook ongeveer dat bedrag. Dat is volgens de organisaties nodig voor alle administratie en om de artsen te betalen. Winst mogen de organisaties niet maken. Pegasos wil niet zeggen hoeveel Habegger als medewerker van de door hem opgerichte stichting verdient, maar benadrukt dat hij het niet doet voor het geld.", "“Ik vind de Nederlandse situatie te prefereren”, zegt Guy Widdershoven, hoogleraar Medische Filosofie en Ethiek bij VUmc. “Omdat er bij ons sprake is van een arts-patiëntrelatie, een zorgcontext. Je staat er niet alleen voor als patiënt. Als je het begrip ‘autonomie’ hanteert als ‘zelf beslissen’, dan is de Zwitserse wet misschien sterker. Maar als zorgethicus zie ik autonomie als ‘in relatie met anderen’. De Nederlandse euthanasiewet is heel relationeel. Een arts zoekt ook nog of er reële mogelijkheden zijn om de situatie te verbeteren. Ik vind dat zorgvuldiger.”", "Praten over gedachten aan zelfdoding kan bij de crisislijn van 113 Zelfmoordpreventie. Bel 0900-0113 of kijk op 113.nl.", "Voor een serie verhalen over voltooid leven zie: https://verhalen.trouw.nl/onvoltooid-leven/"], "authors": ["Marten Van De Wier"], "keywords": ["controle", "wie", "wetgeving", "amper", "bij", "zijn", "weinig", "te", "die", "zwitserland", "van", "een", "zelfdoding", "sterven", "voor", "kan", "het", "levensmoe", "dat"], "pubDate": "2021-01-07T20:55:29Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}