{"id": "19dd5302-5e53-3294-b27d-ddd144be2182", "title": "Ieder kind verdient het te worden gevierd en opgetild, ongeacht seksuele identiteit", "url": "https://volkskrant.nl/columns-opinie/ieder-kind-verdient-het-te-worden-gevierd-en-opgetild-ongeacht-seksuele-identiteit~b2433256/", "summary": "Het broodtrommeltje was ingepakt en bij het afscheid gaf ik mijn kind een knuffel.\nIk kan moeilijk voorkomen dat dat tot hem doordringt.\nHoe veel gezinnen zijn er waarin een kind dat afwijkt van de heteronorm daarover nooit een beladen mededeling hoeft te doen?\nIeder kind verdient het te worden gevierd en opgetild.\nOpvattinkjes over wie het met wie zou mogen doen zijn aanmatigend, wreed, schadelijk en een smet op het ouderschap.", "paragraphs": ["We hadden gedoucht en ontbeten. Het broodtrommeltje was ingepakt en bij het afscheid gaf ik mijn kind een knuffel. Ik keek hem even aan, mijn handen op zijn schouders en zei zachtjes, met een lach: ‘Er is iets heel erg mis met jou. Jij mag eigenlijk niet bestaan.’ Daarna gaf ik hem een zoen op zijn haren.", "Als je het gros van de politici en media in Nederland hoort, zou je kunnen denken dat mijn kind perfect is. Ik kan moeilijk voorkomen dat dat tot hem doordringt. Daarom vind ik het belangrijk dat hij naar een school gaat waar hij de juiste boodschap meekrijgt. Ik kan daarvan op aan, want ik moest er zelfs voor tekenen. Had ik mijn kind niet onvolmaakt geacht, dan had ik hem niet eens naar deze school mogen sturen.", "Het gaat niet om een klein defect. Het gaat om een wezenlijk deel van hem. Om hoe hij later lief zal hebben, relaties zal aangaan. Dat deel is zondig. Een gruwel. Onze hele familie keurt het af, net als iedereen met wie we omgaan. De God van wie ik aan mijn kind leer dat die zal beslissen over hemel of hel, keurt het ook af. En school natuurlijk.", "Ik vertel mijn kind dat dit alles uit liefde is. Ik vraag hem te verbergen, te onderdrukken wie hij is en ik breng hem bij dat dit is hoe een ouder van zijn kind houdt.", "Klinkt het voorgaande als een ongezonde opvoeding? Nogal ziek zelfs? In mijn geval is het fictie, maar toch is dit wat talloze kinderen die niet als hetero worden geboren thuis in feite horen, nog voor ze hun gevoelens met iemand hebben kunnen delen. Nadat minister Slob van Onderwijs van de week aanvankelijk had verdedigd dat sommige scholen ouders om anti-homoverklaringen vragen, werd hij teruggefloten en beloofde hij hiertegen juist op te treden. Daarna ontbrandde het debat over de publieke financiering van religieus onderwijs: moet die niet worden afgeschaft? Het antwoord is ja, maar dat is moeilijk omdat er een grondwetswijziging voor nodig is. En daarbij, die terechte discussie zou niet moeten afleiden van iets anders: dat er nog steeds veel te veel begrip is voor homofoben, zeker wanneer zij zich op hun geloof beroepen. Dan vinden we het namelijk al ontzettend bijzonder en knap als ze zich een íetsiepietsie toleranter opstellen.", "Ja, er was een storm van verontwaardiging over die verklaringen van scholen. Maar dat er nu eenmaal mensen zijn die bezwaren hebben tegen de seksualiteit van anderen, dat beschouwen we nog altijd een beetje als een gegeven. En progressieven vallen christenen nog wel met een zeker gemak aan, ze hebben het minder over islamitische gezinnen waarbinnen zich nog veel meer geestelijke mishandeling van lhbt-kinderen afspeelt. Trouwens, in heel wat niet-gelovige families ook.", "Zelfs als van expliciete afkeuring geen sprake is: hoe veel ouders spreken werkelijk consequent tegen hun kinderen in een taal die alle mogelijkheden open laat en hetzelfde waardeert? Hoe veel gezinnen zijn er waarin een kind dat afwijkt van de heteronorm daarover nooit een beladen mededeling hoeft te doen? Gelukkig reageren veel ouders uiteindelijk liefdevol, maar het hele idee dat een kind zich geroepen voelt om zich te bekennen tot de een of andere geaardheid is – als je er goed bij stilstaat – absurd.", "Ik heb jaren geleden wel eens geschreven dat elk beetje moeite met niet-hetero zijn achterlijk is. Dat kwam me van sommigen op een verwijt te staan: ik was zélf intolerant. Nu denk ik: dat was eerder te mild. Ieder kind verdient het te worden gevierd en opgetild. Seksuele identiteit is onlosmakelijk met iemand verbonden en dus geen discussiestuk. Opvattinkjes over wie het met wie zou mogen doen zijn aanmatigend, wreed, schadelijk en een smet op het ouderschap.", "Mailen? k.bessems@volkskrant.nl"], "authors": ["Kustaw Bessems"], "keywords": ["ieder", "van", "kind", "identiteit", "het", "met", "opgetild", "ik", "verdient", "seksuele", "ongeacht", "een", "te", "dat", "en", "er", "worden"], "pubDate": "2020-11-13T16:32:37+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}