{"id": "19e6a097-1155-3ae6-8406-1e90eeb0def9", "title": "Manager Corporate Finance, The Netherlands (Breda)", "url": "http://vacatures.fd.nl/vacature/manager-corporate-finance-the-netherlands-breda", "summary": "This is NewColdNewCold is service provider in cold chain logistics with a focus on the development and operation of large, highly automated cold stores.\nNewCold strives to be crucial in the cold chain of leading food companies, by offering advanced logistic services worldwide.\nAbout the VacancyTo support our further worldwide growth, we are looking to recruit a Manager Corporate Finance to join our Corporate Finance & Strategy Department.\nSuitable candidates will be invited for a first interview with our VP Strategy and Organization and our Director Corporate Finance & Strategy, a second interview will follow with a wider group of NewCold team members.\nCan we welcome you on board as our new Manager Corporate Finance to help us to continue our successful growth?", "paragraphs": ["This is NewCold", "", "NewCold is service provider in cold chain logistics with a focus on the development and operation of large, highly automated cold stores. NewCold strives to be crucial in the cold chain of leading food companies, by offering advanced logistic services worldwide. We use latest technology that empowers our people, to handle food responsibly and guarantee food safety in a sustainable way. We challenge the industry, believe in long-term partnerships, and deliver solid investment opportunities that enable next generation logistic solutions.", "NewCold is one of the fastest growing companies in cold chain logistics. We are expanding our teams to support this growth.", "More information on NewCold can be found on www.newcold.com and our social media.", "About the Vacancy", "", "To support our further worldwide growth, we are looking to recruit a Manager Corporate Finance to join our Corporate Finance & Strategy Department. You will be positioned to form a reliable colleague for our internationally operating team. This team’s activities include financing of newbuilt NewCold warehouses, refinancing of existing operations, corporate M&A and investor relations. NewCold’s financing solutions range from bilateral financing and club deals to international syndicates, in which we work with both local traditional banks but also with global operating banks. You will be based in the company’s headquarters in Breda.", "What will you do?", "Explore the credit market for new banks and alternative financing solutions for NewCold’s greenfield projects and existing cold stores", "Play an important role in executing challenging and complex financing processes involving multiple banks", "External communication with banks, advisors, lawyers and other relevant stakeholders", "Internal coordination and communication with all relevant NewCold departments to execute due diligence, valuation and KYC processes", "Preparation of financial models, financing memorandums and other information which is requested by external parties", "Negotiation with external parties of term sheets, facilities agreements, security agreements, tripartite agreements, etc.", "Monitor existing financing solutions in coordination with the central and local team", "", "Job requirements", "", "Who are we looking for?", "You are a finance professional who is ready for the next step in his/her career. You are eager to learn new skills, share what you know, expand your network and contribute to the continued growth of NewCold. You have an affinity for financial markets and you have relevant experience with regard to the cooperation with a private equity shareholder. In addition you have:", "A relevant academic degree", "At least 5-8 years of work experience in Leveraged Finance, Structured (Acquisition) Finance, Real Estate Finance, Project Finance, Corporate Clients, Debt Markets or a similar background at a bank or consultancy firm", "Convincing record of an active contribution to deal origination and transaction execution processes", "Comfortable working in a fast-paced transaction-driven environment", "Legal knowledge and experience are a preference", "Highly proficient in English", "Excellent analytical skills", "A no-nonsense attitude with the persistence and dedication to close deals.", "", "Are you up for the job?", "If you are interested in this vacancy and would like to apply, please make sure that you leave your CV in English. Suitable candidates will be invited for a first interview with our VP Strategy and Organization and our Director Corporate Finance & Strategy, a second interview will follow with a wider group of NewCold team members.", "", "Why would you want to work for NewCold?", "With the prospect of many new construction projects all over the world in the very near future, NewCold offers the opportunity to join a young but powerful company in the field of logistic services. We have the ambition and the potential to rapidly become the market leader in the field of modern and automated cold storage with additional supply chain services such as transport and distribution. Although our proposition comprises an attractive benefits and compensation package, the (international) scope, variety and impact of the position may appeal to you even more.", "Can we welcome you on board as our new Manager Corporate Finance to help us to continue our successful growth?"], "authors": [], "keywords": ["strategy", "manager", "breda", "corporate", "cold", "relevant", "banks", "newcold", "netherlands", "chain", "finance", "work", "financing"], "pubDate": null, "publicationId": "42659b33-82ca-3b19-afea-97b241129e8f"}