{"id": "19f93365-3bf8-3d66-a253-723f5dfafbee", "title": "Een Mexicaanse herfst met diepe smaken", "url": "https://trouw.nl/recepten/een-mexicaanse-herfst-met-diepe-smaken~bb72c6e2/", "summary": "Als de herfst tenminste een beetje wil lijken op de herfst die je ziet in reisgidsen over Japan: dus strakblauwe luchten die perfect contrasteren met de rode en gele blaadjes aan de bomen, liefst met een mooie berg in de achtergrond.\nDie ziet er net zo zonnig blauw, geel en rood uit als de Japanse, maar er komt een meertje bij kijken in plaats van een berg.\nZo belandde ik op een schitterende Amsterdamse herfstdag in Mexicaanse sferen.\nIk maakte een salsa van guajillochili’s, een salsa verde van tomatillo’s, snoeihete hongos (paddenstoelen) à la Oaxaqueña, ­rode ui op zuur, ik pocheerde een kip in bouillon en draaide een simpele mole in e­lkaar.\nDoe ze daarna met bouillon en al in een blender en voeg pindakaas, kruiden en knoflook toe.", "paragraphs": ["Liesbeth Maliepaard is een freelance reclamemaker die ook haar kinderen wil laten smullen.", "Herfst, ik kan er prima mee leven. Als de herfst tenminste een beetje wil lijken op de herfst die je ziet in reisgidsen over Japan: dus strakblauwe luchten die perfect contrasteren met de rode en gele blaadjes aan de bomen, liefst met een mooie berg in de achtergrond.", "De New Yorkse herfst mag het ook zijn van mij. Die ziet er net zo zonnig blauw, geel en rood uit als de Japanse, maar er komt een meertje bij kijken in plaats van een berg.", "Ik dacht na over warm en zonnig herfsteten, dat zich voegt naar mijn ideaalbeeld. Iets met paddenstoelen, peper, warme diepe smaken. Zo belandde ik op een schitterende Amsterdamse herfstdag in Mexicaanse sferen. Ik maakte een salsa van guajillochili’s, een salsa verde van tomatillo’s, snoeihete hongos (paddenstoelen) à la Oaxaqueña, ­rode ui op zuur, ik pocheerde een kip in bouillon en draaide een simpele mole in e­lkaar.", "Dat ‘simpel’ is in dit geval bijzonder, want moles, de dikke donkere sauzen waar vaak chocola in verwerkt wordt en die perfect gaan bij kip, bevatten meestal zoveel ingrediënten dat ze nooit en te nimmer in deze rubriek zouden passen. In deze mole is pindakaas de shortcut. Dat scheelt zeker vijf soorten noten en zaden.", "Toen de kinderen thuiskwamen, stond de tafel vol tortilla’s en schaaltjes met tortillabeleg. De kip met mole viel in de smaak: ‘Net pindasaus’ was het commentaar.", "Kip met simpele mole Ingrediënten voor 4 personen • 1 kip, 40 minuten op laag vuur gepocheerd in water met:", "• 1 ui in kwarten,", "• 1 prei,", "• 1 winterwortel en", "• 2 stengels selderij in stukken,", "• 2 laurierblaadjes en", "• 3 takjes verse tijm • 80 g rozijnen", "• 1 l warme kippenbouillon (bewaar bouillon van pocheren)", "• 4 gedroogde abrikozen", "• 150 g pindakaas", "• ½ tl piment", "• ½ tl kaneel", "• 1 el chilipoeder", "• ½ tl witte peper", "• 2 tenen knoflook, gehakt", "• 1 dl arachideolie", "• 1 tl sesamolie", "• 50 g bruine basterdsuiker", "• 30 g chocola, 80 procent cacao", "Bereiding", "Week rozijnen en abrikozen 1 uur in de bouillon. Doe ze daarna met bouillon en al in een blender en voeg pindakaas, kruiden en knoflook toe. Pureer glad.", "Verhit olie in een pan. Voeg het mengsel toe en laat 1 uur zacht sudderen. Roer af en toe om. Voeg suiker toe en brokkel de chocola erbij. Laat nog 30 minuten sudderen. Schift de mole? Met je staafmixer maak je ‘m zo weer glad.", "Pluk al het kippevlees van het karkas en trek het in draadjes. Meng er ongeveer een kwart van de mole door.", "Heerlijk op goede maïstortilla’s met wat koriander, tomaat en reepjes ingelegde rode ui. Er móét een flink spicy rode chilisalsa bij. Die van El Jefe bijvoorbeeld.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Liesbeth Maliepaard"], "keywords": ["er", "van", "het", "smaken", "mole", "en", "met", "een", "diepe", "toe", "op", "mexicaanse", "die", "herfst"], "pubDate": "2020-12-14T06:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}