{"id": "1a255696-eaa1-3eb0-add1-6c35d7ad0d8c", "title": "Chinese ondernemer Jack Ma is niet verdwenen, hij wordt ‘gedisciplineerd’ door de Partij", "url": "https://volkskrant.nl/nieuws-achtergrond/chinese-ondernemer-jack-ma-is-niet-verdwenen-hij-wordt-gedisciplineerd-door-de-partij~b6bf93a8/", "summary": "Jack Ma Beeld REUTERSOver de verdwijning van China’s bekendste internetondernemer gaan de wildste geruchten, maar Jack Ma is niet gevlucht.\nDe rockster van de Chinese e-commerce is overkomen wat elk in ongenade gevallen partijlid gebeurt: Ma ‘omhelst ‘supervisie’ op een niet nader bekendgemaakte locatie’.\nHet woord ‘tijdperk’ alleen al: dat wordt exclusief gebruikt voor het Nieuwe Tijdperk dat de Chinese president Xi Jinping in 2019 afkondigde.\nMa wordt nu van zijn voetstuk geduwd als uitgesproken symbool van die consumptiecultuur – hij zag de verandering niet op tijd.\nMaar misschien kan Jack Ma zijn huid redden, meent de Amerikaanse zakenkrant Wall Street Journal.", "paragraphs": ["Jack Ma Beeld REUTERS", "Over de verdwijning van China’s bekendste internetondernemer gaan de wildste geruchten, maar Jack Ma is niet gevlucht. Hij is niet stiekem met een privé-jet naar Singapore gevlogen. De rockster van de Chinese e-commerce is overkomen wat elk in ongenade gevallen partijlid gebeurt: Ma ‘omhelst ‘supervisie’ op een niet nader bekendgemaakte locatie’.", "Dit maakte de Hongkongse krant Asia Financial Times woensdag op uit Chinese staatsmedia. Die staan bol van de verbale agressie tegen Ma Yun, de Chinese naam van de voormalige Alibaba-topman. ‘Supervisie omhelzen’ betekent niet dat Ma zich uit eigen beweging eventjes gedeisd houdt. De term heeft net zo’n omineuze lading als ‘therapie vakantiestijl’ en andere vriendelijke bewoordingen voor uiteenlopende vormen van informele detentie – in hotels, gevangenissen, partijkantoortjes of de eigen woning – waarmee de Communistische Partij zijn leden ‘disciplineert’.", "Ma’s vrije val begon in oktober met een aanvaring met financiële autoriteiten. Eén van zijn bedrijven, Ant, biedt leningen en andere financiële diensten, maar legt de risico’s hiervan bij de banken. Ondanks beloftes van Ant dit te veranderen, lijkt het toch einde verhaal voor Ma. Hij heeft onderschat hoezeer de Chinese president Xi Jinping de controle op privé-ondernemers verstevigt ten gunste van de staatssector.", "‘Geen Jack Ma-tijdperk’", "‘Er is geen zogeheten Jack Ma-tijdperk, alleen een tijdperk waarin een Jack Ma bestond.’ Met die koele woorden zwaaide partijspreekbuis Het Volksdagblad in september 2019 Ma uit als ceo van internetgigant Alibaba. Dit artikel wordt nu rondgepompt op Chinese sociale media en dat is geen goed teken. Het woord ‘tijdperk’ alleen al: dat wordt exclusief gebruikt voor het Nieuwe Tijdperk dat de Chinese president Xi Jinping in 2019 afkondigde.", "Ma en andere tech-ondernemers zijn groot geworden door de enorme economische groei onder Xi’s voorgangers die zakenlieden volop ruimte gaven. Zeker tech-ondernemers verkregen meer aanzien dan pop-idolen. Met een bloeiende online-economie, gestut door leningen en andere financiële producten waarin Ma grossierde, werd China’s verslaving aan snelle consumptie een feit.", "Financiële risico’s werden genegeerd, evenals corruptie, wetteloosheid en milieuvervuiling. Xi is beducht op deze ondermijning van de legitimiteit van de communistische partij, en neemt de ene na de andere maatregel om het overwicht van partij en staat op de privé-sector te garanderen. Ma wordt nu van zijn voetstuk geduwd als uitgesproken symbool van die consumptiecultuur – hij zag de verandering niet op tijd. Misschien omdat hij werd verblind door de schijnwerpers – in China biedt bescheidenheid soms enige politieke bescherming.", "‘Kwaadaardige bloedzuiger’", "Ma, met een geschat persoonlijk vermogen van 60 miljard dollar, is vergeten welke hand hem voedt, aldus een recent hoofdartikel in het Volksdagblad. ‘Als je (…) gebruik maakt van de beleidsvoordelen, gegeven door de staat, om zaken te doen die niet bevorderlijk zijn voor economische ontwikkeling en die ongunstig zijn voor gewone mensen (…), dan oogst je daarvan de gevolgen.’", "Venijn vervangt het applaus voor Ma, die nu wordt verketterd als een ‘kwaadaardige bloedzuiger’. Advertenties voor Ma’s leenproducten, waarmee arme arbeidsmigranten zich in de schulden te storten, worden als ‘schurkerig’ gehekeld. Hij is geschrapt als jurylid uit zijn eigen filantropische talentenshow voor Afrikaans ondernemerstalent. Dit soort vitriool is gebruikelijk als Chinese hoogvliegers verdwijnen onder de ‘mantel van supervisie’. Sommige ‘bloedzuigers’, zoals de belasting ontduikende actrice Fan Bingbing, kwamen ‘gedisciplineerd’ terug op hun werk. Verzekeringstopman Wu Xiaohui en vastgoedtycoon Ren Zhiqiang kregen achttien jaar celstraf. Een enkeling blijft spoorloos, zoals financieel magnaat Xiao Jianhua, die bijna vier jaar geleden verdween.", "Maar misschien kan Jack Ma zijn huid redden, meent de Amerikaanse zakenkrant Wall Street Journal. De staat aast namelijk op data die Ma’s bedrijven hebben verzameld sinds de oprichting van Alibaba in 1999 over het koop- en leengedrag van honderden miljoenen Chinezen. De Centrale Bank heeft die data nodig voor een beoordelingssysteem voor de kredietwaardigheid van bedrijven en particulieren.", "Die informatie is ook noodzakelijk voor uitgebreidere vormen van digitaal toezicht op de bevolking. Ant doet daar in beperkte mate aan mee, maar weigert alle data zomaar weg te geven. Door dat machtige informatie-monopolie op te geven, kan Ma de partij wellicht overtuigen dat hij voorgoed is getemd."], "authors": ["Marije Vlaskamp"], "keywords": ["wordt", "ma", "zijn", "gedisciplineerd", "jack", "die", "verdwenen", "van", "ondernemer", "en", "een", "door", "voor", "partij", "niet", "op", "het", "hij", "als"], "pubDate": "2021-01-06T20:40:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}