{"id": "1a279b97-d372-3729-b283-11a6656f34c3", "title": "Museum van de Geest geopend: ‘Dit museum gaat over ons allemaal’", "url": "https://www.parool.nl/kunst-media/museum-van-de-geest-geopend-dit-museum-gaat-over-ons-allemaal~b00d1f93/", "summary": "Bij de nieuwe inrichting van het museum speelt hedendaagse kunst een grote rol.\nBeeld Bastiaan van MusscherHet deze week in Haarlem geopende Museum van de Geest heette tot twee jaar geleden Nationaal Museum voor Psychiatrie.\nHet Museum van de Geest heeft een aanzienlijke collectie medische objecten en een mediatheek die 750 veelal unieke titels telt.\nHet Museum van de Geest toont zich daarmee in alles een 21ste-eeuws museum: interactief, inclusief en een tikje activistisch.\nMuseum van de Geest, Schotersingel 2, Haarlem", "paragraphs": ["Bij de nieuwe inrichting van het museum speelt hedendaagse kunst een grote rol. Beeld Bastiaan van Musscher", "Het deze week in Haarlem geopende Museum van de Geest heette tot twee jaar geleden Nationaal Museum voor Psychiatrie. Toen liep je in het voormalige Dolhuys rond met een audioapparaat in de vorm van een stethoscoop waardoor je je observator of misschien zelfs behandelend arts kon wanen.", "In het nieuwe museum ligt de nadruk niet op ziekte en alles wat buiten de norm valt, maar op geestelijke gezondheid. En dat gaat iedereen aan: iedereen kent immers wel iemand met burn-outklachten of depressie of behoort tot die één op de drie Nederlanders die mantelzorger is. Of zoals directeur Hans Looijen het stelt: “Wij hebben zeventien miljoen collectiestukken, dit museum gaat over ons allemaal.”", "De inhoudelijke transformatie is gepaard gegaan met een grondige restauratie van het Rijksmonument, waarvan de vroegste delen teruggaan tot 1564. Architectenbureau Verlaan & Bouwstra ontwierp een glazen entree die naar de binnenhof leidt, een ingreep die de kleine gebouwen aan weerszijde met elkaar verbindt.", "Het tentoonstellingsparcours begint in de in oude glorie herstelde zorgzaal, waar vroeger rijke Haarlemmers met lepra in quarantaine gingen. Hier zijn voortaan tijdelijke tentoonstellingen te zien, volgende maand te beginnen met het meesterwerk Maar wie ik ben gaat niemand wat aan van Marlene Dumas.", "Stigmajas", "In dezelfde ruimte staat ook Resonance Room van Nick Verstand. Het is een black box, mooi symbool voor ons brein. Wie binnenin plaatsneemt en een sensor aan zijn oor bevestigt, ziet een geprojecteerde ellips meebewegen met zijn ademhaling en voelt een gesynchroniseerde trilling in de vloer. Al na een paar minuten treedt een yoga-achtige rust in.", "Beeld Burgy", "De installatie, die ook voor therapie wordt gebruikt in jeugdinstellingen, zet meteen de toon. Niet alleen wordt de bezoeker zich meteen bewust van de relatie tussen lichaam en emotie, hij wordt ook in een ontvankelijke staat gebracht. Eenmaal ‘empathisch geactiveerd’ wordt de blik geleid van ‘ik’ naar ‘de ander’. Dat zijn bijvoorbeeld de laatste bewoners van de Valeriuskliniek, zoals geportretteerd door Koos Breukel. Of voormalig verslaafde Ahmet Turkmen met zijn ‘stigmajas’, die aan de buitenkant bestickerd is met woorden als ‘schulden’, ‘bad boy’ en ‘lui’, maar aan de binnenkant laat zien dat hij echt meer is dan die vooroordelen.", "Het Museum van de Geest heeft een aanzienlijke collectie medische objecten en een mediatheek die 750 veelal unieke titels telt. Toch is de vaste opstelling niet hardcore cultuurhistorisch. Dat komt deels door de vormgeving van Kossmanndejong, dat voorwerpen presenteert in kleurrijke sculpturen waar mensfiguren in te herkennen zijn. Vooral komt het echter door de grote rol die hedendaagse kunst speelt.", "Er is outsider art, bijvoorbeeld van Lionel Plak, bekend van zijn metroplattegronden, hoewel de meeste kunst van outsiders in de Amsterdamse zusterinstelling, het Outsider Art Museum, is gebleven. In Haarlem wordt gekeken buiten die niche, met grote namen bovendien: een neonwerk van Tracey Emin, een tekening van Yayoi Kusama, een video-installatie van Martin en Inge Riebeek – om er maar enkele te noemen.", "Dolcellen", "Indrukwekkend is de beeldengroep waarmee Marc Quinn zijn strijd tegen alcoholverslaving heeft uitgebeeld. De loden afgietsels van zijn torso, die uit elkaar zijn gescheurd en weer aan elkaar gelast, staan op de overdekte binnenplaats van de ‘dolcellen’, donkere hokken waarin onhandelbare patiënten werden opgesloten.", "Beeld Bastiaan van Musscher", "Na die confrontatie tussen hedendaagse sensitiviteit en historisch pragmatisme volgt een zaal die de geschiedenis van de psychiatrie vertelt. Het valt op hoe jong de geestelijke gezondheidszorg is. Pas in de 19de eeuw ontstonden therapieën die verdergingen dan aderlating. Een elektroshockapparaat roept herinneringen op aan One Flew over the Cuckoo’s Nest. Ook de antipsychiatrie uit de jaren 70 en de recente sluiting van grote inrichtingen omwille van maatschappelijke re-integratie komen aan bod.", "De verhalen worden met goed gekozen en visueel aantrekkelijke objecten verteld. De audiotour bevat negen uur aan informatie en toelichting bij elk detail. Door de koptelefoon worden bezoekers rechtstreeks aangesproken, en in de laatste zaal aangemoedigd de universele verklaring van de open geest te ondertekenen.", "Het Museum van de Geest toont zich daarmee in alles een 21ste-eeuws museum: interactief, inclusief en een tikje activistisch.", "Museum van de Geest, Schotersingel 2, Haarlem"], "authors": ["Edo Dijksterhuis"], "keywords": ["allemaal", "geopend", "museum", "van", "dit", "het", "ons", "op", "die", "met", "gaat", "zijn", "een", "en", "geest", "aan"], "pubDate": "2020-11-27T15:58:11+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}