{"id": "1a425f91-e38c-35ed-8a3a-5a8cfe4d048b", "title": "Nog maar twee weken tot Kerst en er tekent zich een nieuwe besmettingspiek af", "url": "http://trouw.nl/zorg/nog-maar-twee-weken-tot-kerst-en-er-tekent-zich-een-nieuwe-besmettingspiek-af~b3990f1f/", "summary": "Speculeren op basis van dagkoersen is zinloos, maar op basis van weekcijfers begint zich een duidelijke stijging naar een nieuwe besmettingspiek af te tekenen.\nAls het in dit tempo doorgaat, zal het aantal besmette personen elke twee weken verdubbelen.\nVoor een effect van het andere decemberfeest, Sinterklaas, is het normaal gesproken nog te vroeg.\nAls de trend zich doorzet, zal de wekelijkse ontwikkeling snel uitkomen op een groei in plaats van een krimp.\nWel is er een lichte stijging te zien in het aantal verpleeghuizen waar iemand besmet is geraakt.", "paragraphs": ["Speculeren op basis van dagkoersen is zinloos, maar op basis van weekcijfers begint zich een duidelijke stijging naar een nieuwe besmettingspiek af te tekenen. Doordat er donderdag 8720 mensen bijkwamen die positief testten op het virus, zijn deze week ruim 35 procent meer besmettingen geregistreerd dan vorige week. Als het in dit tempo doorgaat, zal het aantal besmette personen elke twee weken verdubbelen.", "Wekelijks testen nu ongeveer evenveel Nederlanders positief als in de derde week van oktober. Toen schatte het RIVM het totaal aantal besmette Nederlanders op ongeveer 150.000.", "Toch zijn er nu vermoedelijk minder mensen besmettelijk. Dat komt doordat het percentage positieve uitslagen niet stijgt. De GGD’s testen meer dan vorige week. Sinds begin deze maand kunnen ook Nederlanders zonder klachten zich laten testen. Het is drukker in de teststraten, waardoor het percentage positief geteste Nederlanders gelijk blijft. Als dat percentage stabiliseert, blijven Rutte en De Jonge wellicht weg en kunnen er toch mensen langskomen met Kerst.", "Voor een effect van het andere decemberfeest, Sinterklaas, is het normaal gesproken nog te vroeg. Klachten ontwikkelen zich meestal na een dag of vier. Vervolgens moet iemand ook nog een testafspraak maken en de uitslag krijgen.", "De ziekenhuizen lopen meestal weer een week achter de besmettingscijfers aan. In totaal liggen er 1648 Covid-patiënten in het ziekenhuis, waarvan 469 aan de beademing. Woensdag waren dat er 1684 en 473 op de ic’s. Deze daling vertekent het grotere beeld. De groeipercentages per week in de ziekenhuizen lagen namelijk sinds de tweede week van november onder nul. Oftewel: het aantal patiënten daalde. Die beweging is nu voorbij. Als de trend zich doorzet, zal de wekelijkse ontwikkeling snel uitkomen op een groei in plaats van een krimp.", "Over het aantal Nederlanders dat aan Covid-19 is overleden, valt op basis van de RIVM-cijfers weinig te zeggen omdat het RIVM alleen de geregistreerde Covid-doden telt. De trend in dat aantal is stabiel. Wel is er een lichte stijging te zien in het aantal verpleeghuizen waar iemand besmet is geraakt. Dat is vaak een voorbode van meer sterfte.", "Lees ook:", "Ja, je kunt coronavaccinatie weigeren. Daarom pleit deze hoogleraar gezondheidsrecht voor dwang", "Je mag een naald in je arm weigeren, zegt hoogleraar gezondheidsrecht Martin Buijsen. Maar dat individuele recht zal in de vaccinatiecampagne tegen corona moeten wijken voor het collectieve doel: immuniteit. ‘Dat kan niet zonder dwang.’"], "authors": ["Marco Visser"], "keywords": ["tot", "van", "nog", "het", "twee", "nieuwe", "maar", "op", "aantal", "nederlanders", "week", "een", "zich", "kerst", "dat", "er", "weken", "tekent"], "pubDate": "2020-12-10T15:49:02+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}