{"id": "1a4a38f7-a1fa-342e-b626-62c14d922fb0", "title": "Of het ministerie van Volksgezondheid nou wil of niet, het is gedurende de coronacrisis aan het ontwerpen", "url": "https://volkskrant.nl/wetenschap/of-het-ministerie-van-volksgezondheid-nou-wil-of-niet-het-is-gedurende-de-coronacrisis-aan-het-ontwerpen~bc6f672e/", "summary": "Ik merkte dat toen ik in een project om het gebruiksgemak van de ov-chipkaart te verbeteren in aanraking kwam met de rijksoverheid.\nEn hoewel ik het nu van de buitenkant, via de media, moet beoordelen, lijkt de overheid gedurende de coronacrisis niet heel anders te werken.\nOf het ministerie van Volksgezondheid nou wil of niet, ze zijn gedurende de coronacrisis aan het ontwerpen.\nDie tegengas geeft, doorvraagt en die knopen doorhakt.\nMaar ik ken binnen de rijksoverheid een paar uitstekende ontwerpers en productmanagers die staan te springen om te helpen.", "paragraphs": ["Denkfouten in het hedendaags ontwerp gefileerd door innovatie-expert (en cabaretier) Jasper van Kuijk. Deze week: overleggen is geen ontwerpen.", "We beginnen later met vaccineren dan had gekund. In de Volkskrant stond een ontluisterende reconstructie die bol staat van de ambtelijke voorgesprekken, bestuurlijke overlegtafels en afstemmingsoverleggen.", "Ministeries zijn consensuszoekende draagvlakmachines. Ik merkte dat toen ik in een project om het gebruiksgemak van de ov-chipkaart te verbeteren in aanraking kwam met de rijksoverheid. Ambtenaren leken een bijeenkomst vooral succesvol te vinden als alle partijen aan het woord waren geweest en zich gehoord voelden. Terwijl ik dan juist wegliep met het gevoel dat we geen millimeter dichter bij een oplossing waren gekomen.", "En hoewel ik het nu van de buitenkant, via de media, moet beoordelen, lijkt de overheid gedurende de coronacrisis niet heel anders te werken. Of het nu gaat om het tekort aan beschermingsmiddelen, het opvoeren van de testcapaciteit en nu dus de vaccinatiestrategie, de reflex lijkt steeds weer te zijn om betrokken partijen en experts bij elkaar te brengen en dat er dan hopelijk automagisch een oplossing op tafel komt.", "Maar overleggen is geen ontwerpen. Overleggen is geen oplossingen genereren. Overleggen is overleggen. En dat draait meestal uit op elkaar bestoken met een enorme hoeveelheid op het eerste gezicht tegenstrijdige overwegingen. Dus zit je al snel met organisatiepolitiek en stammenstrijd.", "Of het ministerie van Volksgezondheid nou wil of niet, ze zijn gedurende de coronacrisis aan het ontwerpen. Steeds zijn er weer nieuwe complexe problemen waar onder hoge tijdsdruk en op basis van beperkte informatie toch een oplossing voor moet worden gevonden. Dan is het niet afdoende om mensen alleen bij elkaar brengen. Er zal iemand moeten zijn die de inbreng van de verschillende partijen tegen elkaar afweegt. Die tegengas geeft, doorvraagt en die knopen doorhakt.", "En vooral ook die oplossingen ontwikkelt. En natuurlijk neem je dan de oplossingen die betrokken organisaties en experts aandragen mee, maar als jij de partij bent bij wie alles bij elkaar komt, dan ligt het in de rede dat je ook zelf actief bekijkt wat er mogelijk is. Zodat je echt alle hoeken van de zogenoemde oplossingsruimte verkent en niet per ongeluk een mogelijkheid laat liggen. Zoals bijvoorbeeld het herverpakken van de bulkverpakkingen Pfizer-vaccin, wat bij nader inzien tóch mogelijk bleek.", "Gezien de grote onzekerheid in de coronacrisis lijkt het ook zinnig om de oplossingen af te zetten tegen mogelijke toekomstscenario’s. Ik noem maar iets: of het eerst beschikbare vaccin geschikt is voor fijnmazige verspreiding of juist centrale vaccinatie, en hoe de vaccins verpakt zullen zijn en gedistribueerd moeten worden.", "Dit gebeurt allemaal niet in een ambtelijk vooroverleg. Of aan een beleidstafel. En het betreft ook geen vaardigheden die de gemiddelde beleidsambtenaar heeft. Maar ik ken binnen de rijksoverheid een paar uitstekende ontwerpers en productmanagers die staan te springen om te helpen. En ook daarbuiten. Misschien dat minister de Jonge eens met ze kan overleggen.", "Jasper van Kuijk op Twitter: @jaspervankuijk"], "authors": ["Jasper Van Kuijk"], "keywords": ["ik", "nou", "van", "gedurende", "zijn", "en", "ontwerpen", "coronacrisis", "volksgezondheid", "een", "om", "met", "te", "wil", "het", "niet", "ministerie", "die"], "pubDate": "2021-01-08T11:19:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}