{"id": "1a50b181-0e47-3061-85cc-815e4ee181e8", "title": "Chefkok Joris Bijdendijk helpt in de keuken: zo maak je een krokante pastei", "url": "https://www.parool.nl/ps/chefkok-joris-bijdendijk-helpt-in-de-keuken-zo-maak-je-een-krokante-pastei~ba808d66/", "summary": "Deze week: Hoe maak je een krokante pastei?\nHet lijkt een beetje op een Engelse pie, of een paté en croûte.\nHandig is om de vulling van tevoren te maken en in te vriezen in een koffiekopje, zodat ie al de vorm van de pastei heeft.\nVullingEen pastei met rauwe vulling verliest meer vocht dan met een gegaarde vulling – meer kans op een zompige bodem, dus.\nVoor de vulling kun je allerlei soorten gehakt gebruiken, precies zoals bij het maken van een verse worst.", "paragraphs": ["Joris Bijdendijk is sterrenkok. Hij geeft antwoord op basis­vragen uit de keuken. Deze week: Hoe maak je een krokante pastei?", "Pastei is een deeggerecht met vleesvulling, maar kan ook met vis worden gemaakt of vegetarisch zijn. Het lijkt een beetje op een Engelse pie, of een paté en croûte.", "Deeg", "Het beste deeg voor pastei is fonceer- of briseerdeeg (lees eventueel mijn stukje van 1 augustus over quichedeeg terug). De vulling kan er rauw in of al gegaard. Gegaarde vullingen dienen enigszins ‘af­gebonden’ te zijn. Handig is om de vulling van tevoren te maken en in te vriezen in een koffiekopje, zodat ie al de vorm van de pastei heeft. Een pastei met gegaarde ­vulling is lekker en best veilig wat betreft garing. Het deeg rondom moet mooi krokant zijn en niet zompig worden.", "Vulling", "Een pastei met rauwe vulling verliest meer vocht dan met een gegaarde vulling – meer kans op een zompige bodem, dus. Voor de vulling kun je allerlei soorten gehakt gebruiken, precies zoals bij het maken van een verse worst. Ook rauwe vulling, zoals bloedworst of levertjes van gevogelte, kun je in een koffiekopje duwen. Je kunt prima een mengsel van vlees van verschillende dieren gebruiken.", "Pastei maken in stappen:", "1. Een dag van tevoren: fonceerdeeg maken, laten rusten, ­uitrollen, uitsteken.", "2. Farce (vulling) maken, door gegaarde vulling in de vriezer te leggen.", "3. Pastei vouwen, insnijden, versieren en doreren (vergulden door het te bestrijken) met eidooier.", "4. Afbakken en laten rusten. Houd als minimum de helft van de baktijd aan: 18 min bakken, 9 min rusten.", "Afbakken", "In een professionele oven bak je de pastei in 16 à 18 minuten af op 205 graden. Bak thuis in een simpel oventje op 220 graden om een mooie kleur te krijgen. Heb je de basis door, dan kun je freestylen met vormen, maten en vullingen.", "Bekijk hier nog meer tips van sterrenkok Joris Bijdendijk. Ook een vraag? Mail naar joris@parool.nl."], "authors": ["Joris Bijdendijk"], "keywords": ["maak", "zo", "van", "maken", "en", "een", "met", "joris", "keuken", "krokante", "pastei", "helpt", "te", "op", "chefkok", "vulling", "je"], "pubDate": "2020-12-19T09:00:49Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}