{"id": "1a5c875c-402d-3b76-8866-c17fda3a2d2f", "title": "Obligatiebelegger is van nature een sombermans", "url": "https://www.ewmagazine.nl/economie/opinie/2020/11/obligatiebelegger-is-van-nature-een-sombermans-790639/", "summary": "Bezitters van een obligatieportefeuille moeten juist oppassen, schrijft Marijn Jongsma.\nAandelen en obligaties kunnen beide waardeloos worden, maar als het goed gaat, dan profiteert de aandeelhouder mee in de vorm van uitgekeerde winsten en een stijging van de koers.\nAlles te verliezen, niets te winnenWie een bedrijfsobligatie bezit, heeft niets aan een hogere winst van het bedrijf.\nDe belegger krijgt doorgaans een vaste rente, en aan het einde van de looptijd wordt nooit meer terugbetaald dan het bedrag dat is uitgeleend.\nWaarom zou de inflatie toenemen na jaren waarin er voortdurend deflatie (een daling van het gemiddelde prijspeil) op de loer lag?", "paragraphs": ["Economisch herstel is goed nieuws voor aandelenbeleggers. Bezitters van een obligatieportefeuille moeten juist oppassen, schrijft Marijn Jongsma.", "Marijn Jongsma (1969) is economisch redacteur bij EW. Hij blogt wekelijks over financieel- en macro-economische onderwerpen.", "Aandelen- en obligatiebeleggers zijn totaal verschillende types, zo luidt het cliché in de financiële wereld. Aandelen en obligaties kunnen beide waardeloos worden, maar als het goed gaat, dan profiteert de aandeelhouder mee in de vorm van uitgekeerde winsten en een stijging van de koers.", "Alles te verliezen, niets te winnen", "Wie een bedrijfsobligatie bezit, heeft niets aan een hogere winst van het bedrijf. De belegger krijgt doorgaans een vaste rente, en aan het einde van de looptijd wordt nooit meer terugbetaald dan het bedrag dat is uitgeleend. In vaktermen: een obligatiehouder heeft wel downside, maar geen upside.", "Terug naar het cliché: gezien de bovenstaande feiten zijn obligatiebeleggers somberende lieden die de hele dag speuren naar risico’s, terwijl hun aandelencollega’s meer van de blijmoedige soort zijn en overal ‘kansen’ zien.", "Die kansen nemen vanzelfsprekend toe naarmate een economie beter draait en de winsten stijgen. In eerste instantie is het ook geen slecht nieuws voor obligatiebeleggers, want het risico dat zij hun geld niet terugkrijgen door faillissementen neemt af.", "Lees ook: meer inflatie zou de staat wel goed uitkomen", "Inflatie en rentestijging, de vijanden van de somberaar", "Tegelijkertijd doemen er andere risico’s op: inflatie en rentestijgingen, beide volstrekt normale verschijnselen in een beter draaiende economie. Meer vraag naar goederen en diensten drijft de prijzen op, meer vraag naar geld de rente.", "Inflatie is altijd slecht nieuws voor de spaarders die obligatiebeleggers feitelijk zijn: hun inleg wordt minder waard. Een hogere rente klinkt in de eerste plaats als goed nieuws. Helaas: die geldt alleen maar voor nieuwe obligaties. Bestaande schuldtitels keren nog de vastgelegde oude lagere rente uit. Met als gevolg dat ze in waarde dalen. Een koper neemt immers alleen genoegen met een lagere rente als hij minder voor die obligatie hoeft te betalen. Hoe langer de resterende looptijd (en hoe langer je dus vastzit aan een achterhaald lage rente), hoe groter de schade.", "Waarom zou de inflatie toenemen na jaren waarin er voortdurend deflatie (een daling van het gemiddelde prijspeil) op de loer lag? Omdat de overheden in het coronajaar 2020 voor miljarden in de economie hebben gepompt, terwijl investeringen en consumptie achterbleven. Komt de pandemie tot een einde, dan kan dat enorme bestedingen losmaken, terwijl de capaciteit van allerlei sectoren juist is gedaald.", "De grote vraag: wat doen de centrale banken?", "Stel dat prijzen en rentes inderdaad snel stijgen. Dan is de volgende vraag van de obligatiebelegger: wat gaan de centrale banken doen? De monetaire autoriteiten houden de marktrentes al jaren laag, onder meer door op grote schaal zowel staats- als bedrijfsobligaties op te kopen. Maar wat als ze dat beleid afbouwen of er zelfs mee stoppen, omdat de economie weer zonder zijwieltjes kan en de focus weer op inflatiebestrijding komt te liggen?", "Lees meer: Vage taal centrale banken als wapen tegen deflatie", "Het lot van de obligatiebelegger wordt hoe dan ook voor een groot deel bepaald in de bestuurskamers van de Amerikaanse centrale bank (Federal Reserve, ofwel Fed) en de Europese Centrale Bank (ECB).", "In de vooruitzichten voor 2021 schetsen veel banken en vermogensbeheerders een geruststellend scenario waarin zowel de inflatie als de rente laag blijft. Krijgen ze gelijk, dan hoeven obligatiebeleggers zich geen zorgen te maken over een waardedaling van hun portefeuille. Maar de eerste waarschuwende geluiden klinken ook. Zoals van Pascal Blanqué, hoofdbelegger van Europa’s grootste vermogensbeheerder Amundi. ‘De verwachting is nu dat de rente laag zal blijven, en de inflatie nul. Ik geloof dat niet.’", "Hoop is geen strategie", "Gaurav Chatley van vermogensbeheerder M&G vindt het gevaarlijk om ervan uit te gaan dat de centrale banken steeds maar weer bijspringen als de rente te ver oploopt. ‘Dat is hoop, maar geen strategie. De opkoopprogramma’s zijn in principe tijdelijk.’ Juist doordat lenen goedkoop is gebleven, is er meer geleend, zegt Chatley tegen EW. Bedrijven hebben dat geld onder meer gebruikt voor grote overnames en de inkoop van aandelen. Maar wat als de vraag uit Frankfurt wegvalt? Elke keer als er geruchten ontstaan dat de ECB de opkopen gaat afbouwen, zal de markt in beweging komen, voorspelt Chatley.", "Een voorbode daarvan hebben we al gezien tijdens de ‘Taper Tantrum’ in 2013, toen de rente in de Verenigde Staten omhoog schoot nadat de Fed aankondigde de aankopen van obligaties terug te schroeven. In 2021 zullen obligatiebeleggers zich bij elke snipper goed nieuws (zoals hogere economische groei) vooral afvragen of het voor hen geen slecht nieuws is."], "authors": [], "keywords": ["van", "sombermans", "als", "het", "meer", "rente", "obligatiebelegger", "een", "en", "nature", "dat", "te", "voor"], "pubDate": "2020-11-26T15:28:46+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}