{"id": "1a69aef8-088d-3bd0-803c-9f8a8eec975f", "title": "Test: hier drink je de lekkerste glühwein in Amsterdam", "url": "https://www.parool.nl/ps/test-hier-drink-je-de-lekkerste-gluhwein-in-amsterdam~b6e246f0/", "summary": "De glühwein van Buffet van Odette.\nJuist zo’n kloeke klok je minder snel naar binnen en lauwe glühwein gun je dan weer je ergste vijand niet.\nZe maken het waar, het is gezellig op het Kwakersplein en ze hebben duidelijk plezier gemaakt met de glühwein.\nNog los van het mondgevoel moet een glühwein toch ook een cadeautje zijn, en dat zit niet in een weggooibeker van Jupiler.\nPrijs: 4 euroBeoordeling: ****Hoop kinderpret hier, maar ze serveren een hele volwassen glühwein met een zwik cognac erdoorheen geroerd.", "paragraphs": ["Al is de horeca al weken op slot, buiten vloeit de glühwein rijkelijk. PS doorkruiste de stad om er twintig te testen op smaak en drinkomgeving. En, spoiler: het stelde niet teleur.", "Carmiggelt schreef: ‘Over drinken wordt veel kwaad ­gesproken, maar het helpt wel even.’ Dat was toen al waar, maar nu misschien nog wel meer dan ooit. Want hoe kom je zo’n pandemie door zonder zo af en toe een vloeibare vlucht vooruit? Deze lente gingen we daarvoor massaal naar buiten toen de horeca op slot moest, maar nu dan? De dagen worden korter en kouder, hoe krijg je mensen dan nog buiten aan de borrel?", "Het antwoord op die vraag kwam uit vele kelen tegelijk van onze lenige horeca: glühwein! Massaal kwamen er soepketels, kraampjes, soms zelfs complete winterwonderlanden. Overal in de stad wordt het gemaakt en verkocht. Zoveel zelfs, dat deze test onmogelijk compleet kon zijn. Het is maar een greep uit het aanbod, dat over het algemeen niet teleurstelde. Wijnkenner Harold Hamersma legt in het kader uit waar goede glühwein aan moet voldoen, maar voor alle pogingen geldt: dapper, en hou de moed erin.", "Beoordeeld is er ongeveer even zwaar op smaak als op drinkomgeving. Want glühwein is een totaalervaring waarbij het vloeibare maar een onderdeel is. De grootste schifting in kwaliteit werd zichtbaar in de basis: werd daar wijn of voorgefabriceerde glühwein voor gebruikt? In dat laatste geval was het vrijwel altijd te zoet. Minpunten waren er voor koffiemerken op de bekers, originele toevoegingen pakten verrassend vaak goed uit.", "Slechts één keer kregen we een boodschap op ons bekertje. Bij Buffet stond er met zwarte letters op gestempeld: Life is what you make it. Da’s ook zo’n waarheid van alle tijden, maar nu ook weer relevanter dan ooit. Want het leven ís ook wat je er zelf van maakt, juist nu, in bittere tijden. Dat heeft het met glühwein gemeen.", "1. De Hortus", "Waar: De Hortus (Plantage Middenlaan 2a)", "Prijs: 3,50 euro", "Beoordeling: ****", "Overdag al prachtig, maar tijdens de winterse avondopenstellingen dé plek voor glühwein in de stad. Ze schenken hem rijk gevuld met smaakmakers, zelfs het kaneelstokje komt mee in de beker. Jammer dat de basis een kant-en-klare is en er een scheutje sterk ontbreekt, want verder is het een bijzonder brouwsel dat z’n decor recht doet.", "De glühwein van de Hortus.", "2. Café Koosje", "Waar: Café Koosje (Plantage Middenlaan 37)", "Prijs: 5,50 euro", "Beoordeling: ***", "Nogal aan de prijs, maar met aandacht bereid. De rode huiswijn ontvangt citroen, sinaasappel en kaneel, en proeven we daar kardemom? Dat schepje suiker had misschien niet eens gehoeven. Het gaat hier – eenmaal bereid – terug in de fles en wordt opgewarmd geserveerd zonder opsmuk. Jammer, want glühwein houdt van opsmuk. Opdrinken doe je bij de lepelaars en de flamingo’s op het tegenover gelegen Artisplein.", "De glühwein van café Koosje.", "3. Spar9o", "Waar: Spar9o (Nieuwmarkt 1)", "Prijs: 4,25 euro", "Beoordeling: **", "Hou meteen maar op: te koud. Dat is een dealbreaker natuurlijk, glühwein moet dampen. Zou de elektrische soepketel gewoon te laag zijn afgesteld? Nou ja, het goedje zelf is verder ook niks bijzonders. Kant-en-klaar, te zoet en geserveerd in een liefdeloos koffiebekertje. Kan beter, moet beter. Want verder is het goed buiten drinken op de Nieuwmarkt.", "De glühwein van Spar9o", "4. Buffet van Odette", "Waar: Buffet van Odette (de winkel: Weteringstraat 19)", "Prijs: 4,50 euro", "Beoordeling: ****", "Life is what you make it, staat op het bekertje. De glühwein maken ze zo: een basis van stevige rioja (goed zo) aangekleed met het bekende kruidenwerk, maar ook steranijs en – je moet het maar durven – laurier. Hij zou nog een stompje sterk kunnen gebruiken, maar ze houden hem hier bewust wat in toom; hij wordt veel overdag besteld. Vrolijk buurtje, dat Spiegelkwartier. En prima glühwein bovendien.", "De glühwein van Buffet van Odette.", "5. De Kas", "Waar: De Kas (Kamerlingh Onneslaan 3)", "Prijs: 3 euro", "Beoordeling: *****", "De goedkoopste blijkt de beste: dit is een beker zuivere ­wintervreugde. Een kloeke Italiaan gaat het gesprek aan met citroen én sinaasappel. Hé, daar zul je de kruidnagel hebben, en in de verte komt er een snuf nootmuskaat voorbij. Toch een beetje suiker? Het mag allemaal van de ster van de show: een scheut rode vermout. Vuurkorf aan, volop ruimte in de eigen kweektuin: uitstekend", "De glühwein van De Kas komt het beste uit de test.", "6. Café Krull", "Waar: Café Krull (Sarphatipark 2)", "Prijs: 3,25 euro", "Beoordeling: ***", "Chef glühwein bij Krull grijnst er sardonisch bij als hij het geheime ingrediënt prijsgeeft: een goede scheut rum. Poeh, dat proeven we. De basis is een kant-en-klaartje, kruidnagel, sinaasappel en suiker vragen ook om de aandacht, maar hier is maar één ingrediënt de baas: die rum dus. Nu snappen we die grijns. Dit is er eentje voor wie snel klaar wil zijn.", "De glühwein van café Krull.", "7. Wildschut", "Waar: Wildschut (Roelof Hartplein 1-3)", "Prijs: 3,50 euro", "Beoordeling: ***", "De wijn moest op bij Wildschut, dus koekeljanderden ze hun voorraad tempranillo in de pan als basis. Werkt goed, het is een stevig fundament om op te bouwen. Kruidig, net zo donker van kleur als van smaak: niet slecht. Maar mag ie wat warmer? Juist zo’n kloeke klok je minder snel naar binnen en lauwe glühwein gun je dan weer je ergste vijand niet.", "De glühwein van Wildschut.", "8. De Italiaan", "Waar: De Italiaan (Bosboom Toussaintstraat 29)", "Prijs: 4 euro", "Beoordeling: ****", "Nee, verklaren ze zelf: er is niks Italiaans aan glühwein, maar lekker is het wel. Klopt, zeker als je hem zó maakt. De ster-anijs zwemt zorgeloos de rugslag in een bad van primitivo en rum. En ach, wat is het ook een sprookje van een straat. Kraampje voor de deur, lampjes erbij en dan blijkt het best een gelukkig huwelijk, Italië en glühwein. Saluti!", "De glühwein van De Italiaan.", "9. Karavaan", "Waar: Karavaan (Kwakersplein 2)", "Prijs: 4 euro", "Beoordeling: ****", "Bij Karavaan pakken ze uit met een heus winterwonderland en ze beloven ‘heerlijke wintervibes’. Ze maken het waar, het is gezellig op het Kwakersplein en ze hebben duidelijk plezier gemaakt met de glühwein. Barbera als basis, sinaasappelsap én schillen erdoorheen, ruim kardemom en – vrolijk idee – een plens Grand Marnier erbij. Hij wordt elke dag een beetje beter, zeggen ze. Dat belooft wat, maar laat die schep suiker morgen dan maar weg.", "De glühwein van Karavaan.", "10. Thuys", "Waar: Thuys (De Clercqstraat 129)", "Prijs: 4 euro", "Beoordeling: **", "Kom op jongens, plastic bierglazen? Dan is de lol er snel af, hoor. Nog los van het mondgevoel moet een glühwein toch ook een cadeautje zijn, en dat zit niet in een weggooibeker van Jupiler. In die beker zelf zit ook niets verheffends trouwens: een kant-en-klare basis, geen sterk voor dat beetje sjeu en al met al een obligaat wegklokkertje, alweer vergeten voordat ie op is.", "De glühwein van Thuys.", "11. Zurich", "Waar: Zurich (Mercatorplein 2b)", "Prijs: 3,50 euro", "Beoordeling: ***", "In die vreemde oranje ufo op het Mercatorplein valt er wat te kiezen: klein of groot? En willen we daar een sinaasappelschijfje in of liever niet? Op het vloeibare deel valt weinig aan te merken, behalve dat het misschien wat braaf is. Ondertussen kunnen we het Mercatorplein onmogelijk een winterwonderland noemen, de zomer staat hem beter met die ­fonteinen. Of misschien heeft het gewoon een pak sneeuw nodig?", "De glühwein van Zurich.", "12. La Oliva", "Waar: La Oliva (Egelantiersstraat 122)", "Prijs: 3,50 euro", "Beoordeling: ****", "De Jordaan heeft dorst, blijkt bij pinxtosbar La Oliva. Er staat een rij en de eerste pan glühwein is op. We wachten even en krijgen dan een verse geschonken, die weer een heel nieuwe aanvliegroute heeft dan de anderen in deze test. Een scheut Pedro Ximénez – oude, zoete sherry uit Andalusië – zorgt eigenhandig voor het zoetje, de kick en de roes. Is dit geen valsspelen? Nee, besluiten we. En anders staat die rij er toch wel.", "De glühwein van La Oliva.", "13. Blauwe Theehuis", "Waar: Blauwe Theehuis (Vondelpark 5)", "Prijs: 4 euro", "Beoordeling: ***", "Half voorgefabriceerd, half rode wijn: tja, best een warm bad voor de vrienden kruidnagel en kaneel. Die schikken in en vinden ook nog plek voor sinaasappel in het geheel. Een tikje tam, maar niet onprettig, als bij een ouderwetse kringverjaardag waar de sfeer er net een beetje inkomt. En natuurlijk is het goed winteren in het Vondelpark. Wel even aansluiten in de rij.", "De glühwein van het Blauwe Theehuis.", "14. Mucho Gusto", "Waar: Mucho Gusto (Vondelpark 2-A), bij tennisclub Festina.", "Prijs: 4 euro", "Beoordeling: ****", "Hoop kinderpret hier, maar ze serveren een hele volwassen glühwein met een zwik cognac erdoorheen geroerd. De heilige drie-eenheid sinaasappel, kruidnagel en kaneel komt er amper bovenuit, maar schikt zich zonder morren. Dat valt niet te zeggen van het kakelende kindergeweld hier, maar we zeuren niet, want de cognac stemt mild.", "De glühwein van Mucho Gusto.", "15. Gent aan de Schinkel", "Waar: Gent aan de Schinkel (Theophile de Bockstraat 1)", "Prijs: 4 euro", "Beoordeling: ***", "Een heksenprutje noemen ze het zelf, want op een basis van half rode wijn en half voorgefabriceerd kieperen ze er van alles in, net hoe de pet staat. Vandaag is het pastis dat door de binnenbocht komt en een spoor van anijs in het gehemelte achterlaat. Punten voor de originaliteit, maar de grote betovering blijft uit.", "De glühwein van Gent aan de Schinkel.", "16. Sarphaat", "Waar: Sarphaat (Ceintuurbaan 157-A)", "Prijs: 4,25 euro", "Beoordeling: **", "Eerst het goede nieuws: je loopt er zo mee het Sarphatipark in en door de dubbele beker blijft ie nog wat langer warm ook. Kruidnagel: check. Kaneel: check. Sinaasappel: check. Maar helaas ook driemaal check: voorgefabriceerde glühwein, standaard Segafredo-koffiebekertje en een allround mwah-gevoel. Net te makkelijk allemaal.", "De glühwein van Sarphaat.", "17. Café Happy 2", "Waar: Café Happy 2 (Kwakersstraat 8)", "Prijs: 3,50 euro", "Beoordeling: ****", "Ze waren dat stilzitten wel zat bij café Happy 2, dus bouwden ze een winters chalet voor de deur en nu hebben we opeens een paar vierkante meter Tirol in hartje Oud-West. Rond het kraampje verzamelen zich stamgasten uit het café en er is een volwaardig winterassortiment te krijgen, met een heel bonafide glühwein. Er valt eigenlijk amper iets op aan te merken, of het moet zijn: even rustig met de basterdsuiker. Ook verkrijgbaar per literfles voor thuis.", "De glühwein van café Happy 2.", "18. Bar Lempicka", "Waar: Bar Lempicka (Sarphatistraat 23)", "Prijs: 5 euro", "Beoordeling: **", "O, wat zijn de bedoelingen goed. Ze laten de toegevoegde smaakmakers hier soms wel de hele nacht intrekken. Maar wat krijg je dan? Citrus, een heleboel citrus. Heel in de verte ontwaren we nog iets van vanille, en is dat rum? Het is niet te onderscheiden. Zonde, maar met goede bedoelingen kun je de gracht dempen. Of de Amstel in dit geval.", "De glühwein van Bar Lempicka.", "19. Nel", "Waar: Nel (Amstelveld 12)", "Prijs: 3,50", "Beoordeling: ***", "Misschien wel het meest antonpieckige pleintje van de stad: het Amstelveld. En Nel weet het, want ze gaan vol voor de wintersfeer met Nel’s Koek en Zopie. Hartverwarmend. De glühwein komt dampend in een koffiebeker met deksel. En ah, daar nestelt de kruidnagel zich al naast de sinaasappel op de tong. Een behaaglijk bekertje gloei dat zich niet echt onderscheidt, maar toch wel vrolijk stemt.", "De glühwein van Nel.", "20. De Ceuvel", "Waar: De Ceuvel (Korte Papaverweg 4)", "Prijs: 4,50", "Beoordeling: ****", "De vrijbuiters van De Ceuvel geven zelf hoog op over hun warme appelsap, maar de glühwein mag er ook wezen. Ze maken hem met rode én witte wijn, en – naast het inmiddels bekende kruidenmengsel – gaan er tonkabonen, verse gember en zwarte peper in. Een eigenzinnig brouwsel dat heerlijk uitpakt. Bij het vuur gaan zitten mag niet, maar het is goed scharrelen op hun terrein met een glühwein in de hand.", "De glühwein van De Ceuvel."], "authors": ["Kees Van Unen"], "keywords": ["van", "amsterdam", "glühwein", "lekkerste", "het", "op", "maar", "test", "drink", "hier", "een", "je", "en", "dat", "ze", "er"], "pubDate": "2020-12-01T10:02:10+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}