{"id": "1a6bb37d-db13-375e-9351-03ca55ff896d", "title": "Focus niet op de landbouw, maar pak de uitstoot van auto’s aan om woningbouw mogelijk te maken", "url": "https://trouw.nl/opinie/focus-niet-op-de-landbouw-maar-pak-de-uitstoot-van-auto-s-aan-om-woningbouw-mogelijk-te-maken~b998b8da/", "summary": "Is het nog wel eerlijk om de woningzoekenden de dupe te maken van het stikstofbeleid?\nIk stel voor om die drie bronnen aan te pakken en zo het stikstofprobleem in elk geval voor de woningbouw op te lossen.\nWaarmee overigens nog lang niet het hele stikstofprobleem is opgelost, woningbouw zorgt maar voor 0,6 procent van het probleem.\nHet verlagen van de uitstoot van het wegverkeer is een snellere oplossing dan sanering van bijvoorbeeld veeteeltbedrijven.\nZo pakken we de bron aan in plaats van een zware last op de woningbouw en daarmee op al die woningzoekenden te leggen.", "paragraphs": ["De woningbouw wordt geremd door het stikstofprobleem. Doe iets aan de stikstofuitstoot door auto’s. Dat is de snelste manier om woningbouw weer mogelijk te maken, meent Jelle Beemsterboer, wethouder Wonen in Schagen.", "De woningbouw wordt geremd door de stikstofproblematiek. Ook het nieuwste voorstel van minister Schouten lost dat niet op. Die vertraging van de woningbouw is een groot probleem; op dit moment zijn er al 330.000 woningzoekenden en dat aantal loopt op. Is het nog wel eerlijk om de woningzoekenden de dupe te maken van het stikstofbeleid?", "Als wethouder zie ik veel stikstoftoetsen voor plannen. In die toetsen staan drie bronnen van stikstofuitstoot door woningbouwprojecten. Ik stel voor om die drie bronnen aan te pakken en zo het stikstofprobleem in elk geval voor de woningbouw op te lossen. Waarmee overigens nog lang niet het hele stikstofprobleem is opgelost, woningbouw zorgt maar voor 0,6 procent van het probleem.", "In plaats van te focussen op de directe stikstofuitstoot door woningbouw kijkt men nu naar de landbouw, onterecht in mijn ogen. De landbouw stoot weliswaar veel stikstof uit, maar andere bronnen kunnen ook oplossingen bieden. Het verlagen van de uitstoot van het wegverkeer is een snellere oplossing dan sanering van bijvoorbeeld veeteeltbedrijven. Dat laatste, vaak als oplossing genoemd, is duur en tijdrovend. Het wagenpark verduurzamen zou voor de woningbouw een veel doelmatiger oplossing zijn.", "Pak het probleem bij de bron aan", "Om de uitstoot te bepalen worden stikstoftoetsen opgesteld op basis van een rekenmodel, Aerius genaamd. Er zijn bij woningbouw maar drie bronnen van stikstofuitstoot waarmee in dit model rekening wordt gehouden: de bouwmachines in de bouwfase, de uitstoot van de gasketel in de woning zelf en de auto’s van de latere bewoners.", "Sinds juni 2018 worden alle nieuwe woningen gerealiseerd zonder gasaansluiting. Door die maatregel stoten de woningen zelf geen stikstof meer uit. Voor het gebruik van bouwmachines heeft minister Schouten in haar wetsvoorstel aan de Tweede Kamer een oplossing bedacht. Het kabinet maakt geld vrij om hijskranen en andere bouwmachines te verduurzamen. Dan blijven alleen de auto’s over. Terwijl die juist steeds minder uitstoten. Als we het probleem bij de bron aan willen pakken, moeten we bij de auto zijn.", "Stikstofdeken", "Het totale autogebruik in Nederland wordt meegerekend om de achtergronddepositie te bepalen; dit wordt ook wel de ‘stikstofdeken’ genoemd. Ons autogebruik wordt in de stikstofmodellen dus al meegenomen. Dat is ook logisch, want de stikstofoxide uit auto’s blijft meestal lang in de lucht hangen voordat het op de grond neerslaat. Dat kan honderden kilometers verderop zijn.", "Voor nieuwbouw moeten wij de stikstofuitstoot van de auto’s onderbouwen tot aan het bestaande wegennet, vaak maar een paar straten. Die nieuwe uitstoot kan een direct effect hebben op de omliggende natuur en valt dus niet onder de achtergronddepositie.", "Wat mij betreft is het afwijzen van woningbouw vanwege het autogebruik een behoorlijk bureaucratisch construct. De natuur zou veel beter geholpen zijn als het hele wagenpark schoner wordt, ongeacht of er gereden wordt naar een nieuwbouwwoning.", "Een actieve landelijke aanpak", "Het wagenpark kan bovendien veel beter aangepakt worden dan de woningbouw. Als we minder stikstofuitstoot van auto’s willen, moet het wagenpark versneld vernieuwd worden. Dat kan door subsidies op elektrische auto’s en een opkoopregeling voor oude auto’s. Met een sloopregeling, zoals die ook in 2009 bestond, kunnen oude, vervuilende auto’s vernietigd worden. Dat scheelt enorm, een dieselauto uit 1999 stoot bijvoorbeeld tien keer meer stikstof uit dan een moderne benzineauto. Nog beter zijn elektrische auto’s, die helemaal geen stikstof uitstoten.", "Gasloze woningbouw zou wat mij betreft niet meer afgeremd hoeven te worden door het stikstofvraagstuk. Dat vraagt wel een actieve landelijke aanpak om het wagenpark te vernieuwen. Zo pakken we de bron aan in plaats van een zware last op de woningbouw en daarmee op al die woningzoekenden te leggen.", "Lees ook:", "Miljard extra om stikstofuitstoot bouw te beperken", "Het kabinet trekt tussen 2021 en 2030 een miljard euro extra uit om de bouw uit het slop te trekken.", "Zo kwam Nederland aan een tekort van 331.000 woningen", "Het tekort aan woningen in Nederland groeit, al jaren, en politiek Den Haag heeft dat laten gebeuren. Ook nu de wind heel zachtjes uit een andere hoek lijkt te gaan waaien, zal dat tekort nog blijven groeien. Vier redenen die verklaren hoe dat heeft kunnen gebeuren."], "authors": ["Jelle Beemsterboer"], "keywords": ["niet", "te", "en", "uitstoot", "op", "dat", "van", "een", "maken", "woningbouw", "die", "autos", "het", "pak", "om", "mogelijk"], "pubDate": "2020-10-21T10:37:00+02:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}