{"id": "1a6d6b19-af04-3977-a71c-48ee5f74e5b4", "title": "Huh?! – Zit het heelal tjokvol kleine zwarte gaten?", "url": "https://volkskrant.nl/wetenschap/huh-zit-het-heelal-tjokvol-kleine-zwarte-gaten~bcd07403/", "summary": "Beeld Eva FachéZit het heelal tjokvol kleine zwarte gaten?\nMaar mogelijk zien we de belangrijkste zwarte gaten over het hoofd, zo stelde een groep astronomen onlangs in het vakblad Physical Review Letters.\nWat nu als kort na de geboorte van het heelal een hele trits aan kleine zwarte gaatjes ontstond, zo speculeren zij?\nVolgens de onderzoekers staan zulk soort kleine zwarte gaatjes al jaren bekend onder de naam ‘donkere materie’.\nDat donkere materie uit kleine zwarte gaatjes zou kunnen bestaan, past bovendien aardig in de natuurkundetheorieën die het gedrag van onze werkelijkheid beschrijven.", "paragraphs": ["George van Hal (l) en Maarten Keulemans. Beeld Eva Faché", "Zit het heelal tjokvol kleine zwarte gaten? (5 januari)", "Wie denkt aan zwarte gaten, denkt aan reusachtige kosmische monsters die alles in hun omgeving verzwelgen, inclusief het licht. Aan varianten zo zwaar als miljoenen zonnen die met hun zwaartekracht heersen over het centrum van sterrenstelsels. Of aan de nog altijd indrukwekkende exemplaren van grofweg tientallen zonsmassa's die ontstaan wanneer zware sterren sterven.", "Maar mogelijk zien we de belangrijkste zwarte gaten over het hoofd, zo stelde een groep astronomen onlangs in het vakblad Physical Review Letters. Wat nu als kort na de geboorte van het heelal een hele trits aan kleine zwarte gaatjes ontstond, zo speculeren zij? En wat nu als die minigaatjes met zóveel zijn, dat we hun invloed – indirect – allang hebben gemeten, zonder dat we ons realiseerden waarnaar we keken?", "Volgens de onderzoekers staan zulk soort kleine zwarte gaatjes al jaren bekend onder de naam ‘donkere materie’. Hoewel de stap van zwart naar donker thematisch klein is, zou dat in de fysica een ontdekking van jewelste zijn.", "Daar is donkere materie al decennia één van de grootste onopgeloste raadsels. Een vorm van materie die we niet kunnen zien, maar die wel veel invloed heeft. Zo zorgt donkere materie er met zijn zwaartekracht bijvoorbeeld voor dat sterren niet uit sterrenstelsels geslingerd worden, als druppels water uit een slacentrifuge.", "Dat donkere materie uit kleine zwarte gaatjes zou kunnen bestaan, past bovendien aardig in de natuurkundetheorieën die het gedrag van onze werkelijkheid beschrijven. Zo verwachten sommige theoretici al langer dat dergelijke kleine zwarte gaten bijna 14 miljard jaar geleden ontstonden in een korte, turbulente periode na de oerknal die in vakkringen de ‘periode van inflatie’ heet.", "Hoe dat gebeurt, is bovendien nog wel het mafste van alles: fysici denken dat tijdens inflatie – wanneer het heelal waanzinnig snel groeit – af en toe ‘baby-universa’ afsplitsen van het onze, complete mini-heelallen die na korte tijd weer in elkaar klappen tot zwart gat.", "Een tekening van baby-heelallen die zich kort na de oerknal afsplitsen van ons universum. Beeld Kavli IPMU", "De eerste aanwijzing voor het bestaan van zulk soort minigaten, is er bovendien al. Een instrument op de Subaru-telescoop in Hawaï zag onlangs iets voor een ster langs trekken dat weleens een klein zwart gat met grofweg de massa van onze maan kon zijn. Als zulke mini-gaten inderdaad talrijk zijn, zal een nieuwe generatie nauwkeurigere meetinstrumenten hen vermoedelijk regelmatig voor sterren langs zien trekken.", "Dat zou het bewijs leveren dat de werkelijkheid nog duizelingwekkender is dan gedacht. Ons kosmisch thuis wordt dan op grote schaal immers bij elkaar gehouden door de restanten van oude, gestorven heelallen. Sciencefiction is er niets bij. (George van Hal)"], "authors": ["George Van Hal", "Maarten Keulemans"], "keywords": ["huh", "gaten", "van", "tjokvol", "zit", "zo", "een", "materie", "dat", "als", "kleine", "het", "zwarte", "die", "heelal"], "pubDate": "2021-01-05T14:44:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}