{"id": "1a724124-1393-30ec-b872-f69aff53ae53", "title": "Tsunoda wordt bij AlphaTauri eerste Japanner in Formule 1 sinds 2014", "url": "https://nu.nl/formule-1/6096982/tsunoda-wordt-bij-alphatauri-eerste-japanner-in-formule-1-sinds-2014.html", "summary": "Yuki Tsunoda krijgt volgend Formule 1-seizoen een kans bij AlphaTauri.\nDe twintigjarige Tsunoda, protegé van motorfabrikant Honda, wordt de twintigste Japanner in de koningsklasse van de autosport.\nBij de tests van deze week in Abu Dhabi liet hij zien dat hij een snelle leerling is en dat hij klaar is voor de Formule 1\", zegt AlphaTauri-teambaas Franz Tost woensdag op de site van AlphaTauri.\n(Foto: Pro Shots)Formule 1-teams grotendeels ingevuldDe komst van Tsunoda naar AlphaTauri betekent dat bij de meeste Formule 1-teams bekend is wie de stoeltjes in 2021 bezetten.\nZo heeft wereldkampioen Lewis Hamilton nog altijd niet bijgetekend bij Mercedes, al is de verwachting dat hij dat wel gaat doen.", "paragraphs": ["Yuki Tsunoda krijgt volgend Formule 1-seizoen een kans bij AlphaTauri. De talentvolle Japanner uit het talentenprogramma van Red Bull Racing neemt de plek in van Daniil Kvyat en gaat een koppel vormen met Pierre Gasly.", "Tsunoda maakte dit jaar indruk tijdens zijn debuutseizoen in de Formule 2, waar hij namens het team van Carlin drie races won, in totaal zeven keer op het podium stond en derde werd in de WK-stand. Hij werd de afgelopen weken al sterk gelinkt aan een stoeltje bij AlphaTauri.", "Kamui Kobayashi was in 2014 namens Caterham de laatste Japanner in de Formule 1. De twintigjarige Tsunoda, protegé van motorfabrikant Honda, wordt de twintigste Japanner in de koningsklasse van de autosport.", "\"In de Formule 2 liet Yuki zien over de juiste mix van agressie en technische bagage te beschikken. Bij de tests van deze week in Abu Dhabi liet hij zien dat hij een snelle leerling is en dat hij klaar is voor de Formule 1\", zegt AlphaTauri-teambaas Franz Tost woensdag op de site van AlphaTauri.", "De jonge Tsunoda is dankbaar en kijkt enorm uit naar zijn Formule 1-debuut. \"Ik besef dat ik volgend jaar de hoop ben van veel Japanse Formule 1-fans. Ook voor hen zal ik mijn best doen.\"", "Door: Pro Shots", "Daniil Kvyat zien we volgend Formule 1-seizoen niet meer terug. (Foto: Pro Shots)", "Formule 1-teams grotendeels ingevuld", "De komst van Tsunoda naar AlphaTauri betekent dat bij de meeste Formule 1-teams bekend is wie de stoeltjes in 2021 bezetten. Achter enkele (grote) namen staat nog een vraagteken.", "Zo heeft wereldkampioen Lewis Hamilton nog altijd niet bijgetekend bij Mercedes, al is de verwachting dat hij dat wel gaat doen. Bij Red Bull Racing is de toekomst van Alexander Albon onzeker en wordt Sergio Pérez al langer al potentiële vervanger genoemd.", "Het afgelopen Formule 1-seizoen eindigde zondag met de door Max Verstappen gewonnen Grand Prix van Abu Dhabi. De eerste race van 2021 staat op 21 maart gepland in Australië."], "authors": ["Door"], "keywords": ["wordt", "dat", "zien", "tsunoda", "van", "eerste", "bij", "hij", "al", "sinds", "een", "formule", "en", "japanner", "alphatauri"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}