{"id": "1a960c0e-7814-3a5f-b84a-14e669d51e46", "title": "Die tieners scheppen tegen elkaar op hoe erg het deze keer was. Coronatests zijn het nieuwe ver pissen", "url": "https://volkskrant.nl/columns-opinie/die-tieners-scheppen-tegen-elkaar-op-hoe-erg-het-deze-keer-was-coronatests-zijn-het-nieuwe-ver-pissen~bbcb52c7/", "summary": "Nee, Karel voelde zich opperbest, en verveelde zich na één dag quarantaine al ‘de tering’, aldus mijn zoon.\nDie tieners scheppen tegen elkaar op hoe erg het deze keer was.\nEsther en Thomas en Yassin en Luca en Milan waren toen ook ziek.\nVan pure verontwaardiging verslikte ik me in mijn koffie en hoestte mijn coronavrije zoon pardoes in het gezicht.\n‘Mama, je komt me toch wel de hele dag lekkere dingen op mijn kamer brengen hè?’, vleide hij.", "paragraphs": ["‘Mama’, zei mijn jongste zoon. ‘Karel heeft corona.’ Karel is zijn klasgenoot en beste vriend. ‘O.’ antwoordde ik. Bij een dergelijke mededeling zou ik nog maar een paar maanden geleden naar boven zijn gestormd om achter een gebarricadeerde deur snikkend de GGD te bellen, maar nu bleef ik kalmpjes in de soep roeren. Alles went. De halve vriendenkring van mijn kinderen heeft inmiddels corona gehad, en afgezien van een enkel hangerig dagje op de bank is niemand er ziek van geweest.", "‘Voelt Karel zich beroerd?’, vroeg ik. Nee, Karel voelde zich opperbest, en verveelde zich na één dag quarantaine al ‘de tering’, aldus mijn zoon. Ook hij zelf had geen klachten, maar was desondanks uit de klas geplukt en weggestuurd, zijnde een van Karels ‘nauwe contacten’. Op die leeftijd hebben kinderen sowieso nogal wat nauwe contacten. Ook Niels, Jesse, Sven, Milan en Dylan waren naar huis gestuurd.", "‘Nou, ga je maar laten testen dan’, sprak ik. Zo gezegd, zo gedaan. Zo’n test valt de ene keer mee, de andere keer tegen. Het is maar hoe diep ze die wattenstaaf in je neus duwen, en hoe ruw ze hem ronddraaien. Die tieners scheppen tegen elkaar op hoe erg het deze keer was. Coronatests zijn het nieuwe ver pissen. ‘Ik heb geen corona!’, appte mijn zoon de volgende dag. Dat was zaterdag. Mooi, dan kon hij maandag weer naar school.", "Maar niks hoor. ‘Ik moet alsnog tien dagen in quarantaine’, zei mijn zoon. ‘Kut, hè?’ Nou en of. ‘Het slaat ook nergens op’, vervolgde hij. ‘Ik heb het waarschijnlijk in maart al gehad. Toen was ik ziek, maar er werd nog niet getest. Esther en Thomas en Yassin en Luca en Milan waren toen ook ziek. En Niels. En Sven ook, geloof ik. Maar Karel niet. Die heeft het nú. Maar hij heeft geen verschijnselen. Dus hij mag maandag wél weer naar school. Want als je 72 uur geen verschijnselen hebt mag je uit quarantaine. Dus...’", "‘Wacht even’, interrumpeerde ik. ‘Dus iemand met een positieve test mag na drie dagen weer naar school, maar iemand met een negatieve test niet?!’ Hij knikte. Ik piekerde. ‘Maar waarom heeft Karel eigenlijk een test gedaan als hij geen verschijnselen had?’, vroeg ik. ‘Gewoon, hij wilde wel eens weten hoe het was’, antwoordde mijn zoon. Van pure verontwaardiging verslikte ik me in mijn koffie en hoestte mijn coronavrije zoon pardoes in het gezicht. ‘Ieuw!’, riep hij walgend en liep de trap op, naar zijn kamer.", "Even later ging mijn telefoon. Mijn zoon. ‘Mama, je komt me toch wel de hele dag lekkere dingen op mijn kamer brengen hè?’, vleide hij. ‘Ik ben tenslotte in quarantaine...’"], "authors": ["Sylvia Witteman"], "keywords": ["het", "keer", "scheppen", "tieners", "naar", "nieuwe", "zoon", "pissen", "op", "een", "mijn", "en", "hij", "tegen", "ik", "maar", "ver", "zijn"], "pubDate": "2020-11-09T14:46:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}