{"id": "1a9775c2-8dbf-3ff3-8bf1-c32bb0414a5d", "title": "Rohingya-vluchtelingen overgeplaatst naar afgelegen eiland. ‘Kortzichtig en onmenselijk’", "url": "https://trouw.nl/buitenland/rohingya-vluchtelingen-overgeplaatst-naar-afgelegen-eiland-kortzichtig-en-onmenselijk~bae2c462/", "summary": "Bangladesh is donderdag begonnen met de verhuizing van duizenden Rohingya-vluchtelingen van kampen aan de grens met Myanmar naar een afgelegen eiland in de Golf van Bengalen.\nMensenrechten- en hulporganisaties maken zich zorgen over de verhuizing, omdat de regering vluchtelingen met een mengeling van dreigementen en lokkertjes onder druk zou zetten om naar het eiland te gaan.\nBovendien vrezen zij dat de Rohingya, als ze eenmaal op het eiland zitten, er niet meer zonder toestemming vanaf mogen.\nDe Bengalese regering voerde de afgelopen tijd een pr-campagne om het eiland te promoten onder de Rohingya.\nTwee pogingen in 2018 en 2019 om te beginnen met de repatriëring van Rohingya naar Myanmar mislukten.", "paragraphs": ["Bangladesh is donderdag begonnen met de verhuizing van duizenden Rohingya-vluchtelingen van kampen aan de grens met Myanmar naar een afgelegen eiland in de Golf van Bengalen. Mensenrechten- en hulporganisaties maken zich zorgen over de verhuizing, omdat de regering vluchtelingen met een mengeling van dreigementen en lokkertjes onder druk zou zetten om naar het eiland te gaan. Bovendien vrezen zij dat de Rohingya, als ze eenmaal op het eiland zitten, er niet meer zonder toestemming vanaf mogen.", "“De autoriteiten moeten onmiddellijk stoppen met het hervestigen van meer vluchtelingen”, waarschuwde Amnesty International donderdag. Refugees International noemde de verhuizing ‘kortzichtig en onmenselijk’.", "Honderden Rohingya afkomstig uit kampen bij de provinciestad Cox’s Bazar werden donderdag met bussen naar de havenstad Chittagong gebracht. Volgens de Bengalese marine zullen de eerste 1500 vrijdag per schip naar Bhasan Char (‘drijvend eiland’) worden vervoerd. Bhasan Char ontstond zo’n twintig jaar geleden door het aanspoelen van rivierslib uit de Himalaya. Het geïsoleerde eiland was tot voor kort onbewoond, maar de marine heeft er voor tientallen miljoen euro’s een nieuw plaatsje uit de grond gestampt, met twee scholen, twee ziekenhuisjes, een moskee en ruim 1400 huizen met rode daken. De Bengalese overheid wil er uiteindelijk 100.000 vluchtelingen huisvesten.", "Kwetsbaar", "Hulpwerkers maken zich er zorgen over dat het eiland nog geen twee meter boven de zeespiegel uitsteekt, waardoor het kwetsbaar zou zijn voor cyclonen en overstromingen. Maar volgens de marine is dat overdreven. Zij heeft in het nieuwe plaatsje schuilplaatsen tegen cyclonen gebouwd en heeft eromheen een dijk aangelegd.", "De Bengalese regering voerde de afgelopen tijd een pr-campagne om het eiland te promoten onder de Rohingya. “Ze gaan er met plezier heen”, verzekerde regeringsfunctionaris Mohammad Shamsud Douza donderdag. “Niemand wordt gedwongen.”", "Maar volgens mensenrechtenclubs is dat een te rooskleurige voorstelling van zaken. Want er zitten nu al zo’n 300 Rohingya op Bhasan Char, die eerder dit jaar per schip probeerden naar Maleisië te komen. Nadat Maleisië hen had geweigerd en ze maanden op zee hadden gedobberd, werden ze door de Bengalese marine naar Bhasan Char gebracht. Zij mogen het eiland niet zonder toestemming verlaten. Rond de nieuwe huizen wemelt het ook van de beveiligingscamera’s, en buitenlandse journalisten en activisten mogen Bhasan Char niet op eigen houtje bezoeken.", "Meegenomen onder dwang", "Het is onduidelijk hoe de autoriteiten nu hebben bepaald wie precies wordt verhuisd. Maar persbureau Reuters bereikte donderdag twee vluchtelingen die vertelden dat ze tegen hun wil op de lijst waren geplaatst. “Ze hebben ons onder dwang meegenomen”, vertelde een huilende man aan de telefoon, terwijl hij in een van de bussen stapte. “Toen ik drie dagen geleden hoorde dat mijn familie op de lijst stond om verhuisd te worden, ben ik gevlucht. Maar gisteren hebben ze me gepakt en hierheen gebracht.”", "De Rohingya zijn een kleine, zwaar achtergestelde islamitische minderheid uit het overwegend boeddhistische Myanmar. Ruim 700.000 van hen vluchtten naar buurland Bangladesh nadat Myanmarese troepen in 2017 een brute anti-guerrilla-operatie begonnen in reactie op aanvallen van Rohingya-rebellen. De Verenigde Naties kwalificeerden die operatie, die gepaard ging met verkrachtingen, moorden en het in brand steken van huizen, als een etnische zuivering.", "Volgens Bangladesh is de verhuizing van de Rohingya hard nodig ter ontlasting van de overbevolkte vluchtelingenkampen, die kampen met ziekte-uitbraken, drugscriminaliteit en illegale migratie. Twee pogingen in 2018 en 2019 om te beginnen met de repatriëring van Rohingya naar Myanmar mislukten. Veel vluchtelingen zijn te bang voor het Myanmarese leger om terug te keren. De Bengalese autoriteiten willen de verhuizing naar Bhasan Char van nu tot april uitvoeren, omdat het nu de droge tijd is en de zee rustig is.", "Lees ook:", "Facebook nog altijd spil in haatpropaganda tegen Rohingya", "Haatzaaierij via Facebook maakte in 2017 in Myanmar de geesten rijp om Rohingya-moslims te verdrijven. Critici menen dat het platform nog altijd te weinig doet tegen de verspreiding van haatpropaganda.", "International Gerechtshof: Myanmar moet Rohingya beschermen tegen genocide", "Het Internationaal Gerechtshof in Den Haag heeft het overwegend boeddhistische Myanmar donderdag opgedragen om onmiddellijk maatregelen te nemen om de islamitische Rohingya-minderheid te beschermen tegen eventuele genocide."], "authors": ["Arjen Van Der Ziel"], "keywords": ["van", "het", "onmenselijk", "eiland", "naar", "afgelegen", "met", "rohingyavluchtelingen", "een", "rohingya", "en", "te", "om", "overgeplaatst", "kortzichtig"], "pubDate": "2020-12-03T21:40:28+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}