{"id": "1aaa58c2-f596-383b-9320-89f78e68cd11", "title": "Dreigt voor Amsterdam opnieuw een grote leegloop?", "url": "https://volkskrant.nl/economie/dreigt-voor-amsterdam-opnieuw-een-grote-leegloop~b29a083e/", "summary": "Erg is dat niet, hoewel sommige wijsneuzen misschien zullen zeggen dat je zo’n land niet serieus kunt nemen.\nHoogleraar grootstedelijke vraagstukken Zef Hemel gooide er niet zolang geleden een schepje bovenop en voorspelde dat Amsterdam zou uitgroeien tot een stad met twee miljoen inwoners.\n‘De geschiedenis leert dat Amsterdam een betere stad wordt door uitbreidingen.’Maar zoals het gaat met voorspellingen: ze komen zelden uit.\nSinds die tijd kreeg Amsterdam een nieuw elan, met grote aantrekkingskracht op jongeren en jonge gezinnen.\nOok zou Amsterdam zich uit de markt hebben geprijsd doordat de huizen onbetaalbaar zijn.", "paragraphs": ["In de wereld zijn ongeveer 350 steden met meer dan 1 miljoen inwoners. Nederland heeft er geen.", "Erg is dat niet, hoewel sommige wijsneuzen misschien zullen zeggen dat je zo’n land niet serieus kunt nemen. Het euvel leek op ­termijn te worden verholpen. Begin dit 2020 werd nog voorspeld dat de hoofdstad in de komende tien tot twaalf jaar zou uitgroeien tot een miljoenenstad. Elk jaar kwamen er meer dan tienduizend bewoners bij. Het bureau Onderzoek, Informatie en Statistiek (OIS) schatte dat Amsterdam in 2032 de 1 miljoen ­inwoners zou aantikken.", "Hoogleraar grootstedelijke vraagstukken Zef Hemel gooide er niet zolang geleden een schepje bovenop en voorspelde dat Amsterdam zou uitgroeien tot een stad met twee miljoen inwoners. Dat is onvermijdelijk en helemaal niet erg, concludeerde hij. ‘De geschiedenis leert dat Amsterdam een betere stad wordt door uitbreidingen.’", "Maar zoals het gaat met voorspellingen: ze komen zelden uit. Dit keer zou de pandemie die corona heet, roet in het eten kunnen gooien. Een leegloop dreigt.", "Nu door corona thuiswerken structureel wordt, willen mensen niet langer opgesloten zitten in dure appartementen of tiny houses. Ze willen ruimte in huis. Er moet een werkkamer bij. En ze willen een uitloopje, zoals een tuin.", "Cijfers van databedrijf Calcasa, waaruit bleek dat de huizenprijzen in Groningen in de laatste twaalf maanden met 11,6 procent zijn ­gestegen en die in Amsterdam met ‘maar’ 5,7 procent, zouden een ­signaal zijn voor een trek naar het platteland, precies op het moment dat Amsterdam het bevolkingsverlies van de periode tussen 1960 en 1985 heeft goedgemaakt.", "In die periode daalde de bevolking met 200 duizend zielen tot 675 duizend. Dat was het gevolg van de overloopgedachte van de Amsterdamse wethouder Roel de Wit die na de miskleun met de Bijlmermeer besloot dat Amsterdam geen mammoetstad moest worden. Het gevolg was dat het welvarende deel van de bevolking verhuisde naar groeikernen als Hoofddorp, Alkmaar, Purmerend en Almere.", "In Amsterdam bleven vooral ouderen, sociaal-zwakke groepen en immigranten achter. Het was wethouder Jan Schaefer die in de jaren tachtig met de stadsvernieuwing de exodus stopzette.", "Sinds die tijd kreeg Amsterdam een nieuw elan, met grote aantrekkingskracht op jongeren en jonge gezinnen. Of de trend nu weer keert, valt op grond van deze cijfers niet te zeggen. De stijging van de huizenprijzen in Groningen zou ook een naijleffect kunnen zijn.", "Ook zou Amsterdam zich uit de markt hebben geprijsd doordat de huizen onbetaalbaar zijn. En daarnaast is vanwege de pandemie de immigratie verminderd. Expats en immigranten strijken vooral neer in de grote stad.", "Door corona loopt Amsterdam niet meteen leeg. Misschien moet de stad alleen langer wachten om echt serieus te worden genomen."], "authors": ["Peter De Waard"], "keywords": ["dat", "van", "dreigt", "die", "niet", "een", "opnieuw", "en", "zou", "grote", "voor", "leegloop", "met", "amsterdam", "het"], "pubDate": "2020-11-19T20:59:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}