{"id": "1aab4c0d-53b4-3584-a99d-9315d3c3137a", "title": "Ajax-PSV voor derde jaar op rij onder leiding van scheidsrechter Kuipers", "url": "https://nu.nl/voetbal/6100074/ajax-psv-voor-derde-jaar-op-rij-onder-leiding-van-scheidsrechter-kuipers.html", "summary": "Björn Kuipers is maandag door de KNVB aangesteld als scheidsrechter voor de wedstrijd tussen koploper Ajax en nummer twee PSV van komende zondag.\nHet is het derde seizoen op rij dat hij de topper toegewezen krijgt.\nIn de lege Johan Cruijff ArenA krijgt de 47-jarige Kuipers zoals gewoonlijk assistentie van Sander van Roekel en Erwin Zeinstra.\nDe komende editie van Ajax-PSV begint zondag om 16.45 uur en vormt de opmaat naar een maand vol topwedstrijden in de Eredivisie.\nEredivisie-toppers in januari Zondag 10 januari, 16.45 uur: Ajax-PSVWoensdag 13 januari, 18.45 uur: PSV-AZZondag 17 januari, 16.45 uur: Ajax-FeyenoordZondag 24 januari, 16.45 uur: Feyenoord-AZZondag 31 januari, 14.30 uur: Feyenoord-PSVZondag 31 januari, 16.45 uur: AZ-AjaxBekijk de stand en het programma in de Eredivisie", "paragraphs": ["Björn Kuipers is maandag door de KNVB aangesteld als scheidsrechter voor de wedstrijd tussen koploper Ajax en nummer twee PSV van komende zondag. Het is het derde seizoen op rij dat hij de topper toegewezen krijgt.", "In de lege Johan Cruijff ArenA krijgt de 47-jarige Kuipers zoals gewoonlijk assistentie van Sander van Roekel en Erwin Zeinstra. Pol van Boekel is de videoscheidsrechter.", "Twee jaar geleden nam Kuipers tijdens Ajax-PSV ingrijpende beslissingen door Ajacied Noussair Mazraoui met rood van het veld te sturen en de thuisploeg op aanraden van de VAR een strafschop te geven. Ajax won met 3-1 en nam een belangrijke horde richting de landstitel.", "Vorig seizoen eindigde de confrontatie in de ArenA tussen de topclubs uit Amsterdam en Eindhoven in 1-0. Na iets meer dan een half uur zorgde Quincy Promes toen voor het enige doelpunt van de wedstrijd.", "De komende editie van Ajax-PSV begint zondag om 16.45 uur en vormt de opmaat naar een maand vol topwedstrijden in de Eredivisie. Ajax, PSV, Feyenoord en AZ komen elkaar in januari allemaal een keer tegen.", "Eredivisie-toppers in januari Zondag 10 januari, 16.45 uur: Ajax-PSV", "Woensdag 13 januari, 18.45 uur: PSV-AZ", "Zondag 17 januari, 16.45 uur: Ajax-Feyenoord", "Zondag 24 januari, 16.45 uur: Feyenoord-AZ", "Zondag 31 januari, 14.30 uur: Feyenoord-PSV", "Zondag 31 januari, 16.45 uur: AZ-Ajax", "Bekijk de stand en het programma in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "het", "1645", "januari", "zondag", "voor", "jaar", "uur", "rij", "derde", "en", "een", "op", "scheidsrechter", "onder", "kuipers", "ajax", "leiding"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}