{"id": "1aad2afd-cfa0-369f-810a-a7362b385605", "title": "Geen hard seltzer-hype in Nederland: die infantiele smaken helpen niet", "url": "https://www.parool.nl/ps/geen-hard-seltzer-hype-in-nederland-die-infantiele-smaken-helpen-niet~bdc8b1e7/", "summary": "Dit drankje bestaat uit bruiswater met fruitsmaak en wat alcohol; een soort spa fruit met een twist dus.\nIn de VS is het niet aan te slepen.\nWant hoe hard de pr-bureaus ook riepen dat dit hét drankje van 2020 zou worden, de hard seltzer-hype blijft in Nederland vooralsnog uit.\nMaar wat ook niet helpt, zijn de infantiele smaken.\nTropical Mango en Crushed Cherry: het klinkt als een kruising tussen een pak Taksi en een goedkope luchtverfrisser, en zo smaakt het ook.", "paragraphs": ["Er zijn van die trends die eindeloos in de lucht hangen, maar op een of andere manier niet doorzetten. Hard seltzer is er zo een. Dit drankje bestaat uit bruiswater met fruitsmaak en wat alcohol; een soort spa fruit met een twist dus. In de VS is het niet aan te slepen. Het heeft inmiddels zelfs zo’n groot deel van de biermarkt veroverd dat ook Heineken en Coca-Cola zich erop hebben gestort.", "Het geheim van het Amerikaanse succes is simpel: hard seltzer bevat maar 4,5 procent alcohol en speelt daarmee handig in op de behoefte aan laag alcoholische dranken. Daarnaast heeft het een clean imago. Het drankje is glutenvrij en opvallend laag in calorieën: zo’n 75 per blikje – bijna de helft minder dan bier. En zuipend slank worden, wie wil dat nou niet?", "Ik heb het dan ook met alle macht geprobeerd lekker te vinden, maar hoe ik ook mijn best deed: ik vind er geen klap aan. Ik sta daarin niet alleen. Want hoe hard de pr-bureaus ook riepen dat dit hét drankje van 2020 zou worden, de hard seltzer-hype blijft in Nederland vooralsnog uit. Dat komt deels natuurlijk doordat de horeca op zijn gat ligt. Maar wat ook niet helpt, zijn de infantiele smaken. Tropical Mango en Crushed Cherry: het klinkt als een kruising tussen een pak Taksi en een goedkope luchtverfrisser, en zo smaakt het ook. Een uitkomst voor als je wel wilt drinken, maar niet van drank houdt. Kortom: ideaal voor de nieuwe generatie breezer­sletjes.", "Is het dan alleen maar ellende? Zeker niet. Want naast de commerciële merken als White Claw en Topo Chico komen er ook steeds meer kleinschalige producenten boven­drijven, ook in Nederland. En die hebben vaak een veel lager dubbeldrankgehalte. Kever Hard Seltzer bijvoorbeeld, met een frisse citroensmaak. Ook niet slecht: Bruys, dat onlangs een pop-upstore opende in de Utrechtsestraat. Hun met champagne­gist gebrouwen ‘zesty lime’ geeft enigszins hoop dat hard seltzer ook in Nederland een hit zou kunnen worden bij volwassen drinkers. Maar de rest van de hard seltzers laat ik met liefde over aan de toekomstige seltzersletjes."], "authors": ["Mara Grimm"], "keywords": ["geen", "van", "nederland", "helpen", "het", "maar", "infantiele", "die", "met", "smaken", "seltzerhype", "niet", "een", "ook", "en", "dat", "hard"], "pubDate": "2020-11-29T10:00:43+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}