{"id": "1aba73ae-97b4-31f9-8852-5f37c40381b0", "title": "Big Little Lies onderschrijft het idee dat geld en een mooi zeezicht niet gelukkig maken ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/big-little-lies-onderschrijft-het-idee-dat-geld-en-een-mooi-zeezicht-niet-gelukkig-maken~bfc454b2/", "summary": "Het slot van het eerste seizoen (let op: spoilers!)\nMaar het tweede seizoen maakt al snel en overtuigend duidelijk dat het verhaal er alleen maar interessanter op is geworden.\nMaar dat is allemaal uit het stijlboek van de serie en minder uit het oeuvre van Arnold.\nZonder te veel te verklappen kunnen we vaststellen dat het leven van onze vriendinnen spectaculair ontspoort, dit alles gadegeslagen door Meryl Streep die het zaakje niet vertrouwt.\nBig Little Lies 2 is een heerlijke serie, die als bonus maar weer eens op spectaculaire wijze duidelijk maakt dat geld en zeezicht niet gelukkig maken.", "paragraphs": ["Big Little Lies 2 Beeld .", "Big Little Lies, seizoen 2 Drama ★★★★☆ Een serie van David E. Kelley Regie Andrea Arnold Met Nicole Kidman, Reese Witherspoon, Meryl Streep Te zien op Ziggo/HBO", "Het blijft een wonderbaarlijk fenomeen: neem een stel bekende en gelauwerde actrices die in een van de populairste televisieseries van 2017 hebben gezeten, voeg daar in het tweede seizoen Meryl Streep aan toe en binnen een paar minuten draait het om Meryl Streep, als het oog van een storm. Streep, ditmaal als de schoonmoeder from hell, inclusief een bril die haar onderzoekende ogen net even een stukje groter maken, acteert iedereen van de sokken. ‘Je bent heel klein’, zegt ze tegen Madeline Mackenzie (Reese Witherspoon) als ze die voor het eerst tegenkomt. ‘Ik bedoel dat niet negatief.’ Je ziet dat ze zich bedenkt. ‘Misschien wel, trouwens. Ik vind kleine mensen onbetrouwbaar.’ Nou heeft Streep die dialoog niet geschreven, maar de manier waarop het hier wordt opgediend, inclusief de manier waarop Witherspoon naar adem lijkt te happen over deze wolf in schaapskleren, is perfect.", "Het slot van het eerste seizoen (let op: spoilers!) leek mooi te eindigen voor een groep vrouwen die aan de goudkust van Monterey, Californië woonden. Want hoe verschillend hun achtergronden ook zijn, in de slotbeelden zijn ze verenigd in hun medeplichtigheid aan de moord (nou ja, eerder ‘fatale val’) op Alexander Skarsgård, die zijn vrouw Celeste (Nicole Kidman) mishandelde en een andere vrouw, Jane Chapman (Shailene Woodley), had verkracht. Hij had het verdiend. Slotbeeld: picknick op het strand en geef de witte wijn maar door.", "Waarom moest daarop een vervolg komen? Maar het tweede seizoen maakt al snel en overtuigend duidelijk dat het verhaal er alleen maar interessanter op is geworden. Niet alleen door de komst van Alexanders moeder Mary Louise, die Celeste bijstaat bij het verzorgen van de kinderen (en denk eraan: een van die schattige jongens was het evenbeeld van zijn sadistische vader), maar ook omdat de vrouwen achtervolgd lijken te worden door hun verleden.", "Terwijl het eerste seizoen was geregisseerd door Jean-Marc Vallée is men voor het tweede seizoen bij Andrea Arnold terechtgekomen (van het meesterwerk American Honey), maar Big Little Lies 2 is stijlvast. De visuele accenten worden nog steeds gelegd met golven die op rotsen slaan. Dromen, flashbacks en muzikale intermezzo’s worden nog steeds opgeluisterd met overvloedig gebruik van slowmotion, iets dat prima werkt met mooie mensen op eindeloze stranden. Maar dat is allemaal uit het stijlboek van de serie en minder uit het oeuvre van Arnold.", "De pers kon drie afleveringen van tevoren zien. Zonder te veel te verklappen kunnen we vaststellen dat het leven van onze vriendinnen spectaculair ontspoort, dit alles gadegeslagen door Meryl Streep die het zaakje niet vertrouwt. Titel van tweede aflevering: ‘Tell-Tale Hearts’ (naar het morbide verhaal ‘Het verraderlijk hart’ van Edgar Allen Poe) en de derde aflevering heet ‘The End of the World’, en dan zijn we nog niet eens op de helft. Big Little Lies 2 is een heerlijke serie, die als bonus maar weer eens op spectaculaire wijze duidelijk maakt dat geld en zeezicht niet gelukkig maken."], "authors": ["Mark Moorman"], "keywords": ["het", "mooi", "idee", "niet", "die", "een", "op", "en", "streep", "maken", "gelukkig", "maar", "van", "zeezicht", "dat", "onderschrijft", "te", "lies", "little"], "pubDate": "2019-06-14T15:48:17+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}