{"id": "1aee2cca-2c44-3cc2-a21c-0a28a0f42785", "title": "D66 ziet geen heil in avondklok, zeer de vraag of maatregel er ooit komt", "url": "https://www.nu.nl/coronavirus/6089577/d66-ziet-geen-heil-in-avondklok-zeer-de-vraag-of-maatregel-er-ooit-komt.html", "summary": "Als het aan coalitiepartij D66 ligt, doet het kabinet er verstandig aan de invoering van een avondklok definitief van het lijstje met mogelijke coronamaatregelen af te voeren.\n\"We zien dat een forse daling is ingezet\", zei hij na afloop van het coronacrisisberaad.\nHet kabinet hield de avondklok achter de hand voor het geval dat het aantal positieve tests in coronabrandhaarden geen buiging liet zien.\nHet kabinet en RIVM-baas Jaap van Dissel konden eerder niet vertellen wat een avondklok exact betekent voor het reproductiegetal.\nZeer de vraag of avondklok er ooit komtOf de avondklok er überhaupt ooit zal komen, is zeer de vraag.", "paragraphs": ["Als het aan coalitiepartij D66 ligt, doet het kabinet er verstandig aan de invoering van een avondklok definitief van het lijstje met mogelijke coronamaatregelen af te voeren. De partij stemde dinsdag tegen. \"Ja, misschien in een hele uitzonderlijke situatie in een derde golf, maar ik zie dat niet gebeuren\", zei D66-leider Rob Jetten dinsdag na afloop van de stemming.", "Nu het aantal positieve coronatests daalt, zijn extra verzwarende maatregelen, zoals de invoering van een avondklok niet nodig, maakte minister Hugo de Jonge (Volksgezondheid) eerder op de dag bekend. \"We zien dat een forse daling is ingezet\", zei hij na afloop van het coronacrisisberaad.", "Het kabinet hield de avondklok achter de hand voor het geval dat het aantal positieve tests in coronabrandhaarden geen buiging liet zien. Minister De Jonge ziet nu een daling in alle regio's, wat het verplicht binnen blijven van 22.00 uur tot 4.00 uur onnodig maakt.", "Wat Jetten betreft blijft dat zo. De D66-fractievoorzitter vindt dat de maatregel te ingrijpend is en niet in verhouding staat tot het terugdringen van het aantal besmettingen. \"Ik mis de onderbouwing.\" Volgens Jetten wordt de avondklok in Zuid-Europese landen ingezet, maar alleen omdat daar de horeca niet gesloten is. \"Bij ons zijn de cafés en restaurants wel dicht. Wat is dan de winst?\"", "Het kabinet en RIVM-baas Jaap van Dissel konden eerder niet vertellen wat een avondklok exact betekent voor het reproductiegetal. Wel zou de maatregel urgentieverhogend kunnen werken. Dat is niet voldoende, vond ook PVV-leider Geert Wilders.", "Zeer de vraag of avondklok er ooit komt", "Of de avondklok er überhaupt ooit zal komen, is zeer de vraag. Minister De Jonge wilde niet uitsluiten dat de maatregel uit de gereedschapskist verdwijnt. Tegelijkertijd ligt er geen afgerond voorstel klaar om de avondklok zonder juridische problemen alsnog in te voeren als de coronacrisis daarom vraagt.", "Vorige week maakte BNR Nieuwsradio bekend dat het kabinet de avondklok buiten het parlement om wil invoeren, wat wederom op weerstand van D66 stuitte. Minister De Jonge zegt nu dat als het kabinet de maatregel alsnog wil invoeren, dat in samenspraak met de Kamer zal gebeuren.", "Wat De Jonge betreft is het niet nodig het extra verzwaringspakket juridisch verder uit te werken, omdat de invoering nu niet aan de orde is. Pas als de coronacrisis daar weer om vraagt en de avondklok weer op tafel komt, wil hij het voorstel verder uitwerken.", "Wil je weten hoe het zit met het aantal besmettingen in jouw omgeving? Klik dan op de afbeelding hieronder.", "Volg de laatste ontwikkelingen rond het coronavirus in ons liveblog."], "authors": ["Door", "Avinash Bikhie"], "keywords": ["heil", "een", "maatregel", "van", "wat", "niet", "vraag", "ziet", "komt", "dat", "jonge", "er", "het", "kabinet", "avondklok", "te", "zeer", "d66", "ooit", "geen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}