{"id": "1b01e3b0-9072-3a7f-8c4b-46d236b3b97a", "title": "Hoe ziet de installatie van een laadpaal eruit?", "url": "https://www.dvhn.nl/aangeboden/Hoe-ziet-de-installatie-van-een-laadpaal-eruit-26265071.html", "summary": "Stap 1: Laadpaal bekabeling voorbereidenVoordat een laadpaal geplaatst kan worden, moet er een aantal voorbereidende stappen genomen worden.\nDit is een van de redenen dat je de installatie van een laadpaal moet overlaten aan een professional.\nLaat het altijd uitvoeren door een professionalZoals je ziet komen er best wat werkzaamheden kijken bij het installeren van een laadpaal voor een elektrische auto.\nEr is niet precies te zeggen wat de installatie van een laadpaal kost.\nZo kun jij snel genieten van alle voordelen van een eigen laadpaal.", "paragraphs": ["Als je een elektrische auto hebt, is het handig als je deze ook altijd kan opladen. Hiervoor kan je gebruik maken van openbare laadpalen, maar deze zijn niet altijd beschikbaar en wisselen sterk in prijs. Als je jouw auto op je eigen grond kunt parkeren, is het daarom vaak erg interessant om zelf een laadpaal te laten installeren. Zo ben je altijd verzekerd van een goede laadplek én betaal je minder dan bij openbaar opladen. Maar wat zijn de kosten van een laadstation plaatsen? Komt er veel graafwerk aan te pas? En hoe gaat de installatie verder in z'n werk? We leggen het je graag uit.", "Stap 1: Laadpaal bekabeling voorbereiden", "Voordat een laadpaal geplaatst kan worden, moet er een aantal voorbereidende stappen genomen worden. De bekabeling voor de laadpaal voorbereiden is een belangrijke eerste stap. De bekabeling zal vanaf de laadpaal, door je tuin of oprit, naar de meterkast getrokken worden. Om de kabel netjes weg te werken zal er een buis onder de grond worden geplaatst, vanaf de plek van de laadpaal tot aan de voordeur. Hier komt uiteraard wat graafwerk aan te pas. Als de buis geplaatst is, kan de kabel hier doorheen worden getrokken. Dit gebeurt met twee mensen, zodat de kabel snel en soepel geplaatst kan worden.", "Stap 2: Het inventariseren van de meterkast", "Een laadpaal moet natuurlijk voorzien worden van stroom. Hiervoor zal deze direct op jouw meterkast worden aangesloten. Afhankelijk van jouw situatie, zal de meterkast hiervoor aangepast moeten worden. Zo kan het zijn dat er een aardlekautomaat geplaatst moet worden. De installateur zal jouw meterkast uitvoerig bekijken en bepalen wat er in jouw geval nodig is om de laadpaal veilig van stroom te kunnen voorzien. Zo kan het zijn dat er onvoldoende ruimte voor een aardlekautomaat is, waardoor er een uitbreidingskastje geplaatst moet worden. De aanpassingen aan meterkast verschillen per situatie en moeten goed en veilig uitgevoerd worden. Dit is een van de redenen dat je de installatie van een laadpaal moet overlaten aan een professional.", "Stap 3: De kabel naar de meterkast leiden", "Als alle aanpassingen aan de meterkast gedaan zijn, is het tijd om de kabel naar de meterkast te leiden. Hiervoor zal eerst vanuit de meterkast een gat in de muur worden geboord, waar de kabel de woning in kan gaan. Dit wordt zo gedaan, dat de kabel in de tuin netjes onder de tegels weggewerkt kan worden. De kabel zal vervolgens worden aangesloten. Ook is het mogelijk dat er een apart kastje voor Dynamic Load Balancing wordt geplaatst, waarmee het stroomverbruik in huis wordt gemeten. Als het stroomverbruik te hoog wordt, geeft deze een signaal aan de laadpaal dat deze even wat minder moet laden. Zo wordt overbelasting voorkomen.", "Stap 4: Laadpaal plaatsen en aansluiten", "Als alle voorbereidingen zijn getroffen, is het tijd om de laadpaal daadwerkelijk te gaan plaatsen en aansluiten. Hiervoor wordt eerst een gat gegraven. Dit gat moet diep genoeg zijn, zodat de paal goed stevig staat. Als de paal is ingegraven, wordt het laadstation op de paal geïnstalleerd en aangesloten", "Stap 5: Testen", "Als het laadstation volledig is geïnstalleerd en aangesloten, is het tijd om deze te testen. Dit wordt met een speciaal testkastje gedaan. Hierdoor weet je zeker dat de laadpaal helemaal werkt. Als deze test is afgerond, is jouw nieuwe laadstation klaar voor gebruik.", "Laat het altijd uitvoeren door een professional", "Zoals je ziet komen er best wat werkzaamheden kijken bij het installeren van een laadpaal voor een elektrische auto. Al deze werkzaamheden moeten zorgvuldig en veilig worden uitgevoerd. Bij de installatie wordt met hoge spanning en stroom gewerkt, waardoor het niet veilig is om dit zelf te doen. Ook moet alles op de juiste diepte worden ingegraven. Dit alles laten uitvoeren door een professioneel installateur is dus veel veiliger en gaat veel sneller.", "Wat kost het installeren van een laadpaal?", "Er is niet precies te zeggen wat de installatie van een laadpaal kost. Dit is namelijk afhankelijk van een aantal factoren. Op welke plek wordt de paal geplaatst? Hoeveel graafwerkzaamheden zijn er daardoor nodig? Moeten er veel aanpassingen worden gedaan in de meterkast? En wat voor soort laadpaal wil je laten installeren? Voor een precieze inschatting van jouw situatie kun je het best een offerte opvragen. Bij groenopladen.nl kun je een vrijblijvende offerte aanvragen. Zo weet je direct wat het installeren in jouw geval zou kosten. Onze professionals helpen je ook graag bij het kiezen van de juiste laadpaal en beantwoorden al jouw vragen. Zo kun jij snel genieten van alle voordelen van een eigen laadpaal."], "authors": ["Aangeboden Door"], "keywords": ["eruit", "van", "hoe", "het", "ziet", "een", "je", "en", "laadpaal", "te", "wordt", "er", "installatie", "worden"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}