{"id": "1b04d11a-e67d-33fa-b68a-04c8f014d8b9", "title": "Definitief geen 'wietfabriek' aan Lochtsepad in Etten-Leur", "url": "https://nu.nl/west-brabant/6093619/definitief-geen-wietfabriek-aan-lochtsepad-in-etten-leur.html", "summary": "De legale 'wietfabriek' van Project C aan het Lochtsepad in Etten-Leur komt er niet.\nInitiatiefnemers Peter Schouten, Joep van Meel en Pascal van Oers mogen niet meeloten voor de proef voor gereguleerde cannabisteelt.\nHij kondigt aan het besluit aan te vechten.\nBewoners van Lochtsepad in Etten-Leur reageren opgeluchtOmwonenden van het Lochtsepad reageren ondertussen opgelucht.\nOnder meer de gemeente Breda doet aan de proef van het Rijk mee.", "paragraphs": ["De legale 'wietfabriek' van Project C aan het Lochtsepad in Etten-Leur komt er niet. Initiatiefnemers Peter Schouten, Joep van Meel en Pascal van Oers mogen niet meeloten voor de proef voor gereguleerde cannabisteelt.", "Het is niet bekend of Grow Solutions aan de Geerstraat wel in de trekking wordt meegenomen.", "De mogelijke komst van twee legale wietkwekerijen naar Etten-Leur zorgde in de zomer voor veel ophef. Het gemeentebestuur besloot na overleg met buurtbewoners en een onderzoek naar de mening van de Etten-Leurenaren met een negatief advies te komen.", "Acht op de tien mensen liet weten zich nu veilig te voelen in Etten-Leur. Na het nieuws van de mogelijke komst van de cannabisplantages in het buitengebied daalde dit veiligheidsgevoel naar vier op de tien mensen. Inwoners vrezen vooral voor criminaliteit.", "Burgemeester Miranda de Vries vond dit negatieve signaal reden genoeg om de deur niet open te zetten voor de initiatiefnemers. Wel meldde ze dat het Rijk uiteindelijk de eindbeslissing nam. Het lijkt er nu op dat het Rijk naar dit advies heeft geluisterd.", "Initiatiefvoorzitter Peter Schouten vindt dat de transparantie over de precieze locatie zijn club heeft genekt. Hij wijst erop dat andere aanvragers de moeite niet hebben genomen om de gekozen locatie voor de wietkwekerijen openbaar te maken. Hij kondigt aan het besluit aan te vechten.", "Bewoners van Lochtsepad in Etten-Leur reageren opgelucht", "Omwonenden van het Lochtsepad reageren ondertussen opgelucht. In de buurt staan zelfs borden met ballonnen waarin burgemeester en wethouders feestelijk worden gefeliciteerd.", "De buurtbewoners vreesden voor verkeershinder, geluidsoverlast en extra criminaliteit. Zij wezen erop dat de kassen aan de doodlopende straat zouden veranderen in een enorme bunker. Die zou volgens hen niet in het buitengebied passen, maar beter op een industrieterrein.", "Op dit moment worden drugsverkooppunten gedoogd, maar kunnen zij niet legaal aan hun wiet komen. Onder meer de gemeente Breda doet aan de proef van het Rijk mee. De tien aspirant-wiettelers die worden ingeloot zullen nog wel een integriteitsonderzoek doorlopen. Als dit proces vlot verloopt, kunnen de telers eind februari 2021 formeel aangewezen worden."], "authors": ["Door"], "keywords": ["van", "dat", "dit", "niet", "een", "ettenleur", "te", "geen", "lochtsepad", "definitief", "worden", "voor", "wietfabriek", "het", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}