{"id": "1b05d1ea-0627-3d43-afb8-b6050774a443", "title": "Amerikaanse MLB erkent Negro Leagues: 'Rechtzetten van langdurige vergissing'", "url": "https://nos.nl/artikel/2360945-amerikaanse-mlb-erkent-negro-leagues-rechtzetten-van-langdurige-vergissing.html", "summary": "De organisatie van de Amerikaanse honkbalcompetitie, de Major League Baseball, heeft besloten de zogenoemde Negro Leagues de MLB-status toe te kennen.\nDat betekent dat uitslagen en statistieken van de Negro Leagues uit de periode 1920 tot 1948 opgenomen worden in de statistieken van de MLB.\nVerspreid over zeven competities speelden ongeveer 3.400 honkballers in de Negro Leagues.\n'Historische erkenning'Manfred noemde het besluit om het onderscheid niet meer te maken het \"rechtzetten van een langdurige vergissing\".\nEen woordvoerder van het museum In Missouri, dat is gewijd aan de Negro Leagues, noemde het besluit \"historisch\".", "paragraphs": ["De organisatie van de Amerikaanse honkbalcompetitie, de Major League Baseball, heeft besloten de zogenoemde Negro Leagues de MLB-status toe te kennen. Directeur Robert Manfred van de hoogste honkbaldivisie kondigde de maatregel woensdag aan.", "Dat betekent dat uitslagen en statistieken van de Negro Leagues uit de periode 1920 tot 1948 opgenomen worden in de statistieken van de MLB.", "Een eeuw geleden werden zwarte spelers, en in mindere mate Latijns-Amerikaanse spelers, door racisme en de bijbehorende segregatiewetgeving (Jim Crow-wetten) geweerd uit de MLB en gedwongen in een aparte competitie te honkballen. Verspreid over zeven competities speelden ongeveer 3.400 honkballers in de Negro Leagues.", "'Historische erkenning'", "Manfred noemde het besluit om het onderscheid niet meer te maken het \"rechtzetten van een langdurige vergissing\".", "Een woordvoerder van het museum In Missouri, dat is gewijd aan de Negro Leagues, noemde het besluit \"historisch\". \"Dit is de erkenning van diegenen die de moed hadden hun eigen competitie te starten nadat ze waren geweerd uit de MLB. Zij hebben ook bijgedragen aan de veranderingen in ons land en de sport.\""], "authors": [], "keywords": ["vergissing", "van", "uit", "mlb", "te", "erkent", "het", "noemde", "en", "amerikaanse", "leagues", "langdurige", "negro", "statistieken", "rechtzetten", "spelers"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}