{"id": "1b0a1943-171f-3bc6-ae34-0124509e8ec8", "title": "Horeca timmert uit protest de zaken dicht: 'Zo kan het straatbeeld worden'", "url": "https://nos.nl/nieuwsuur/artikel/2359616-horeca-timmert-uit-protest-de-zaken-dicht-zo-kan-het-straatbeeld-worden.html", "summary": "Dat willen ondernemers vandaag laten zien door uit protest hun zaken dicht te timmeren of te beplakken.\nDe brancheorganisatie lanceert vandaag de landelijke actie #BlackMonday, verwijzend naar Black Friday waarbij het op verschillende plaatsten erg druk werd in de winkelstraten.\nBedrijven die meer dan 70 procent minder omzet hebben dan eerder, zouden 85 procent van hun vaste lasten kunnen terugkrijgen.\nMet alleen afhaal en wat koffie aan de deur verkopen kun je nooit het gat van een sluiting vullen.\"\n\"Horecaondernemers worden helemaal gek van het wel-niet-wel-niet.", "paragraphs": ["Een straatbeeld zonder horecazaken. Dat willen ondernemers vandaag laten zien door uit protest hun zaken dicht te timmeren of te beplakken. \"Op die manier laten we aan winkelend publiek, onze gasten maar ook politici zien hoe het zou kunnen worden\", zegt Dirk Beljaarts, de directeur van Koninklijke Horeca Nederland (KHN). De brancheorganisatie lanceert vandaag de landelijke actie #BlackMonday, verwijzend naar Black Friday waarbij het op verschillende plaatsten erg druk werd in de winkelstraten. Volgens KHN is de horeca inmiddels in een finale uitverkoop beland. \"De koek is echt op\", zegt Beljaarts. Er is volgens hem snel perspectief nodig en meer financiële steun. \"Ondernemers hebben vanwege de tekorten zelf zo'n 3,5 tot 4 miljard euro aan spaargeld ingelegd in de zaken. Maar dat is nu wel op. We krijgen telefoontjes dat mensen hun pensioen of een studiefonds moeten gaan aanbreken.\"", "Honderden miljoenen extra Vorige week donderdag lekte uit dat de coalitie honderden miljoenen extra wil uittrekken voor bedrijven die door de coronacrisis een zeer groot omzetverlies lijden, zoals in de horeca. Bedrijven die meer dan 70 procent minder omzet hebben dan eerder, zouden 85 procent van hun vaste lasten kunnen terugkrijgen. De KHN-directeur is blij dat deze stap nu wordt genomen en hoopt het morgen bevestigd te krijgen tijdens de persconferentie. Maar het plan gaat volgens hem niet ver genoeg. \"Heel veel ondernemers kunnen nu geen kant op. Met alleen afhaal en wat koffie aan de deur verkopen kun je nooit het gat van een sluiting vullen.\"", "Cafés en restaurants verzinnen de gekste dingen om de coronacrisis door te komen. Van kerstbomen tot snoep verkopen. Wij gingen bij drie ondernemers langs die op een creatieve manier proberen te overleven. (Tip: zet je geluid aan)", "Dit artikel bevat een video. 4:09 'Met kerstbomen en glühwein spelen we in op het moment'", "Beljaarts benadrukt dat een vergoeding van 85 procent van de vaste lasten voor horecazaken niet genoeg is. \"Met het sluiten van bijna een hele sector zet de overheid een heel zwaar middel in. 100 procent sluiten is wat ons betreft 100 procent vergoeden.\"", "Duidelijke routekaart Wanneer de horeca weer open kan gaan, is nog erg onduidelijk. Vooralsnog neemt het aantal positieve tests weer toe. Het is de vraag of ondernemers morgen tijdens de persconferentie een perspectief geboden krijgen. De afgelopen tijd waren er wisselende geluiden te horen. \"Horecaondernemers worden helemaal gek van het wel-niet-wel-niet. En de onenigheid binnen de politiek. Dat helpt niet. Er moet een duidelijke routekaart komen\", zegt Beljaarts. \"Dat we bijvoorbeeld vanaf half december open gaan. Op een verantwoorde manier.\" Vorige week dreigden horecagelegenheden in vijftig gemeenten om op 17 januari open te gaan, vanwege \"het gebrek aan toekomstperspectief\"."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["zo", "protest", "procent", "van", "ondernemers", "het", "timmert", "op", "kan", "horeca", "een", "dat", "uit", "zaken", "te", "en", "straatbeeld", "worden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}