{"id": "1b143842-8525-356f-a0ec-409333beacd7", "title": "Het Nederland van Pieck heeft nooit bestaan, maar is toch vertrouwd", "url": "https://volkskrant.nl/cultuur-media/het-nederland-van-pieck-heeft-nooit-bestaan-maar-is-toch-vertrouwd~b4867973/", "summary": "De meeste tekeningen roepen een idee van Nederland op dat iedereen kent en prettig vindt, maar dat er in het echt nooit is geweest.\nToch is de verbindende kracht van die sfeer overweldigend vertrouwd, zoals Charles Dickens’ verhalen voor de Britten vertrouwd zijn; Pieck hoort bij ons.\nHij sjouwt de takken een gammele en besneeuwde voetbrug op, en hij ís ook vertrouwd in de beeldcultuur.\nIn een schilderij van Isaac van Ostade in Londen is goed te zien dat Pieck altijd schatplichtig is aan de Hollandse schilders voor hem.\nHendrick Avercamp, detail van een bruggetje op Schaatsenrijden in een dorp, 1610, Rijksmuseum Amsterdam.", "paragraphs": ["Alles wat ons bezighoudt, is al eeuwenlang voer voor kunstenaars. Wieteke van Zeil verbindt kunstdetails aan de actualiteit. Deze week: jongen met sprokkelhout.", "Als alles anders is dan je ooit dacht dat het zou worden, en dingen om je heen onzeker zijn of erger, dan wordt het bekende en vertrouwde een soort haardvuurtje om je aan te warmen. Anton Pieck is een haardvuurtje. Deze jongen komt de brandstof brengen.", "Er zijn duizend theorieën over de verschillen tussen kunst en kitsch, waarvan er één zegt dat kitsch vooral behaagt en kunst ontregelt – wat je je kunt afvragen als je naar behaaglijke oude schilderijen kijkt. Je zou kunnen zeggen dat je voor waardering van Kunst een geoefende smaak nodig hebt, maar dat cliché probeer ik al zes jaar te bestrijden op deze plek, dus die veeg ik ook even opzij. Het verschil heeft volgens mij vooral te maken met macht. Door te zeggen dat iets kitsch is, of lage cultuur, verklaar je jezelf tot lid van een club. Een exclusieve club, gedefinieerd door kennis maar vooral door goede smaak, en wat dat is moet je snappen, en dat doen die anderen nou eenmaal niet. Sociologen kunnen denk ik meer met deze discussie dan kunsthistorici. Voor hier laat ik het er even bij.", "Anton Pieck, IJstafereel, arrenslee onder houten brug, 1969, aquarel, 15 x 21,5 cm, kalenderplaat voor de maand januari. Beeld Anton Pieck, licensed by Orange Licensing BV", "Over één ding zullen de meeste mensen het vast eens zijn; Anton Pieck is vertrouwd. Zijn werk heeft een sfeer waar je in lijkt te stappen als je ernaar kijkt – dat gevoel had ik vroeger al bij zijn tekeningen van sprookjes voor de Efteling. Je leeft tussen de zeven geitjes, de zwavelstokjes, de vlokken van vrouw Holle, als je zijn tekeningen ziet. De afstand tussen jou en het beeld wordt nul. De meeste tekeningen roepen een idee van Nederland op dat iedereen kent en prettig vindt, maar dat er in het echt nooit is geweest. Niet omdat het er alleen maar leuk is; zoals er achter de schaatsers van schilder Hendrick Avercamp vaak een galgenveld met bungelende lijken te zien is, zo is bij Pieck altijd wel ergens een sneuneus, bedelaar of dronkenlap te vinden. En is er heel veel kapot. Toch is de verbindende kracht van die sfeer overweldigend vertrouwd, zoals Charles Dickens’ verhalen voor de Britten vertrouwd zijn; Pieck hoort bij ons. En hij is veel geestiger dan Dickens.", "Isaac van Ostade, Wintervoorstelling, circa 1640, National Gallery Londen. Beeld The National Gallery", "Zo’n jochie als dit met zijn puntjes aan z’n klompen, broekje op hoog water en rode sjaal is een kind zoals wij waren. Hij sjouwt de takken een gammele en besneeuwde voetbrug op, en hij ís ook vertrouwd in de beeldcultuur. In een schilderij van Isaac van Ostade in Londen is goed te zien dat Pieck altijd schatplichtig is aan de Hollandse schilders voor hem. Ook Avercamp verbeeldde die bruggetjes, en mannen met sprokkelhout die er op lopen vind je ook in de 19de eeuw zoals bij Abraham Teerlink te zien is in het Dordrechts Museum. Bijna alle figuren kun je uit de kunst plukken, als een puzzel. De man en vrouw op de brug staren met ons mee naar het ijs, de kindjes in een houten ijsslee, de schaatsers die zich samen vasthouden aan een stok om niet te vallen, en de schaatsers die wel op hun gat donderen. De broze trappetjes en scheve luikjes, de koek en zopie, het snoep, de dampende ketel. Pieck zag het al, plukjes ervan zien we af en toe in het echt om ons heen, en hij mengt het tot een nieuwe wereld die er al eeuwen lijkt te zijn. Pieck woont in ons zoals wij in zijn tekeningen wonen.", "Hendrick Avercamp, detail van een bruggetje op Schaatsenrijden in een dorp, 1610, Rijksmuseum Amsterdam. Beeld Rijksmuseum", "Abraham Teerlink, Winterlandschap met figuren [detail], 1804, Dordrechts Museum. Beeld Dordrechts Museum"], "authors": ["Wieteke Van Zeil"], "keywords": ["zijn", "van", "toch", "nooit", "en", "heeft", "een", "vertrouwd", "pieck", "te", "nederland", "op", "het", "maar", "dat", "bestaan", "je"], "pubDate": "2020-12-31T09:38:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}