{"id": "1b1af9d5-b5e0-3e04-9a7a-412e78716953", "title": "Kwelling van Petrus uitgevoerd met vette uitroeptekens", "url": "https://www.parool.nl/kunst-media/kwelling-van-petrus-uitgevoerd-met-vette-uitroeptekens~be7752cc/", "summary": "Tranen van Petrus.\nDe kwelling van Petrus wordt hier nogal obligaat voorzien van moddervette uitroeptekens.\nAanvankelijk schrijdt zijn Petrus nog waardig rond in het zwarte tenue met rok van een geestelijke.\nMet die achter glas gezette zangers is Tranen van Petrus tamelijk covid-bestendig.\nDe videoregistratie (Engels ondertiteld) van Tranen van Petrus, vanaf 8 januari te downloaden op nederlandskamerkoor.nl", "paragraphs": ["Tranen van Petrus. Beeld Tranen van Petrus", "In het afsluitende motet mag de gekruisigde Heiland het er flink inwrijven: die spijkers die hem aan het kruis nagelen doen weliswaar verrekt veel pijn. Maar het is niets vergeleken bij de innerlijke pijn die wordt veroorzaakt door het ondankbare verraad door Petrus.", "Voor wie de geschiedenis niet meer helemaal scherp op het netvlies heeft: volgens het Nieuwe Testament voorspelde Jezus tijdens het Laatste Avondmaal dat Petrus hem in de nacht van zijn arrestatie drie keer zou verloochenen. Petrus protesteerde. Nooit zou hij Christus verraden. Drie van de vier evangeliën melden dat Petrus zich bij het kraaien van de haan realiseerde dat hij zijn meester, uit lafheid, toch drie keer publiekelijk had laten vallen. Het besef van zijn verraad riep een onbedaarlijke huilbui op bij de latere oprichter van de christelijke kerk.", "Schokkerige motoriek", "Juist die berouwvolle tranen inspireerden Di Lasso tot het schrijven van zijn meerstemmige liederen. In de enscenering door dirigent Peter Dijkstra, regisseur Tido Visser en choreografe Nanine Linning beweegt Petrus zich als een eenzame figuur over het toneel. De zangers van het Nederlands Kamerkoor staan in een halve cirkel om hem heen. Maar ze staan achter glas, in een soort reageerbuizen. Daardoor lijkt het isolement van de door Marijn Rademaker vertolkte discipel nog pijnlijker. In het eerste deel moet Petrus aanhoren hoe het koor in een tamelijk droog feitenrelaas uiteenzet hoe hij zijn messias is afgevallen.", "Tot drie keer toe wordt de statige compositie van Di Lasso onderbroken. Op videoschermen slaan de zangers een treiterende toon aan, in zwart-witte opnamen, gefilmd in extreme close-ups tot op de huig. Rademaker reageert op de post­moderne klanken van Györgi Ligeti’s Nonsense Madrigals met schokkerige motoriek. Het muzikale en visuele contrast van deze intermezzi pakt niet goed uit. De kwelling van Petrus wordt hier nogal obligaat voorzien van moddervette uitroeptekens.", "Sterker is de ontwikkeling die Rademaker laat zien op de madrigalen van Di Lasso. Aanvankelijk schrijdt zijn Petrus nog waardig rond in het zwarte tenue met rok van een geestelijke. In plaats van een boetekleed aan te trekken ontdoet hij zich van steeds meer kleding, totdat de lijkwit uitgelichte danser, steeds meer aan de grond ­gebonden en uiteindelijk slechts ­gehuld in zijn ondergoed, de pijn van Christus’ kruisiging persoonlijk lijkt te ondergaan.", "Met die achter glas gezette zangers is Tranen van Petrus tamelijk covid-bestendig. Desondanks moest ook het Nederlands Kamerkoor zijn tournee afbreken. De in plaats daarvan uitgebrachte videoregistratie is mooi verzorgd. Ik kan me voorstellen dat het contrast tussen de fysieke nabijheid van Rademaker en de onaanraakbaarheid van die reageerbuiszangers in een livesituatie spannend uitpakt. Het beeldscherm voegt een extra laag glas toe. Dat maakt de ­afstand naar de kijker wel wat groot.", "De videoregistratie (Engels ondertiteld) van Tranen van Petrus, vanaf 8 januari te downloaden op nederlandskamerkoor.nl"], "authors": ["Fritz De Jong"], "keywords": ["zijn", "van", "met", "vette", "uitroeptekens", "een", "tranen", "uitgevoerd", "rademaker", "op", "kwelling", "het", "petrus", "dat", "die"], "pubDate": "2021-01-08T14:41:54Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}