{"id": "1b251b5c-15d6-3b05-b5a3-71332530ba88", "title": "Ultieme crisisliederen maar nauwelijks protest: de Top2000 van 2020 volgt het nieuws, met mate", "url": "https://volkskrant.nl/nieuws-achtergrond/ultieme-crisisliederen-maar-nauwelijks-protest-de-top2000-van-2020-volgt-het-nieuws-met-mate~bd64fb12/", "summary": "Beeld ANPHet was het jaar van de waarheid voor de Top2000.\nWie een beetje welwillend naar de Top2000 van dit rampjaar kijkt, ziet wel degelijk beweging die niet anders dan door het dramatische wereldnieuws kan zijn ingegeven.\nHoe anders kunnen we de nieuwe nummer één verklaren, die het uiterst hardnekkige Bohemian Rhapsody van Queen van de toppositie heeft verdreven?\nMaar de tekst van de nieuwe evergreen is natuurlijk vooral 2020 op het lijf geschreven.\nBeste zangersBijzonder én actueel is ook de prominente rol die het populaire programma Beste zangers speelt in de Top2000.", "paragraphs": ["Di-rect onthult de complete lijst van de Top 2000 van dit jaar. Beeld ANP", "Het was het jaar van de waarheid voor de Top2000. Is de popranglijst, zoals vaak wordt beweerd, een logge en nauwelijks trendgevoelige opsomming waarin vooral de smaak van de al wat oudere popliefhebber met een sterke hang naar het verleden zegeviert? Of laat de Nederlandse lijst der lijsten zich wel degelijk sturen door dwingende actualiteit, in een historisch veelbewogen jaar? Oftewel: zijn corona en Black Lives Matter of zelfs Trump, de grote nieuwsonderwerpen van 2020, terug te vinden in het collectieve muziekarchief dat tussen Kerst en Oudjaar gewoontegetrouw wordt afgestoft?", "Wie een beetje welwillend naar de Top2000 van dit rampjaar kijkt, ziet wel degelijk beweging die niet anders dan door het dramatische wereldnieuws kan zijn ingegeven. Hoe anders kunnen we de nieuwe nummer één verklaren, die het uiterst hardnekkige Bohemian Rhapsody van Queen van de toppositie heeft verdreven? Roller Coaster van Danny Vera was al in opmars, dankzij de stevige fangemeenschap die de zanger al jaren op de schouders neemt (en dus op hem stemt). Het nummer stond vorig jaar hoog in de toptien. Maar de tekst van de nieuwe evergreen is natuurlijk vooral 2020 op het lijf geschreven. Hoe moeilijk het leven ook is en hoe bodemloos ook de dieptepunten, zingt Vera, we moeten ons door de ellende vechten en de liefde zal zegevieren. Het is een terechte nummer 1 want een ultiem crisislied, en daarvan doken er meer op.", "Hoogste binnenkomer", "Luister bijvoorbeeld naar de kracht gevende boodschap van het liedje Soldier On van Di-rect, de hoogste binnenkomer in de Top2000 die vanuit het niets op nummer 12 terechtkwam: ‘Ga door met de strijd, ook als het tegenzit.’ En opmerkelijk is toch ook de stijgende lijn die het zelfbewuste maar tegelijk kwetsbare lied Cold Little Heart van de Brits-Oegandese zanger Michael Kiwanuka in Nederland aflegt. Zijn nummer gaat over de liefde, maar heeft een diepe lading: ‘Maybe this time I can be strong. But since I know who I am, I’m probably wrong.’", "De Top2000 staat vol songs waaruit hoop te putten valt, en dat is al jaren zo. Er is niets heilzamer dan vlak voor het einde van het jaar nog even naar de hemel te schreeuwen: Don’t Look Back in Anger (Oasis, nummer 151), of Nothing Else Matters (Metallica, nummer 17). Volgend jaar wordt alles beter, en dat is straks natuurlijk een wanhopige smeekbede.", "Nauwelijks zwart protest", "De wereldwijde strijd tegen racisme is opmerkelijk genoeg bijna onvindbaar in de Top2000. Een klassiek en helaas tijdloos protestlied als Fight the Power van Public Enemy had na de BLM-protesten in de Verenigde Staten misschien best eens in de lijst mogen prijken, maar de stemmers beslisten anders. En dat terwijl het laatste nieuws wel degelijk wordt gevolgd.", "Want zoals ieder jaar laten ook in 2020 een aantal gestorven grootheden van zich horen. De soul- en r&b-zanger Bill Withers bijvoorbeeld, die dit jaar op 81-jarige leeftijd overleed, keert na twintig jaar terug in de hitlijst met zijn prachtige liefdeslied Just the Two of Us. En zelfs de vorige maand overleden voetballegende Maradona verschijnt in de Top2000. Het nummer Live is Life van de obscure Oostenrijkse band Opus, dat in 1989 bij een warming-up door het stadion van Bayern München schalde terwijl de Argentijn een balletje hoog hield, is als door een wonder beland op nummer 887 van de Nederlandse hitlijst der eeuwigheid.", "Beste zangers", "Bijzonder én actueel is ook de prominente rol die het populaire programma Beste zangers speelt in de Top2000. Vorig jaar schoot zangeres Floor Jansen de lijst in met het duet Phantom of the Opera dat ze met operazanger Henk Poort vertolkte. Dit jaar is Miss Montreal de op een na hoogste binnenkomer (nummer 29) met het tragische afscheidsliedje Door de wind van Stef Bos, dat een ongekende tranentrekker werd in de zangwedstrijd op tv."], "authors": ["Robert Van Gijssel"], "keywords": ["van", "ultieme", "die", "nieuws", "een", "protest", "het", "top2000", "en", "met", "maar", "jaar", "op", "mate", "nummer", "volgt", "nauwelijks", "door"], "pubDate": "2020-12-17T17:16:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}