{"id": "1b2532db-c7d4-35cb-830a-b60bb99414b6", "title": "Joan Wallach Scott: ‘Macron maakt van elke moslim een potentiële terrorist’", "url": "https://trouw.nl/religie-filosofie/joan-wallach-scott-macron-maakt-van-elke-moslim-een-potentiele-terrorist~b770d92c4/", "summary": "In sommige badplaatsen werd in 2016 het dragen van een boerkini verboden, een zwempak dat het lichaam grotendeels bedekt, en vaak in combinatie met een hoofddoek gedragen wordt.\nEr was een enorme druk van rechts, van Jean-Marie Le Pen, waar Chirac in een adembenemende verkiezingsavond nipt van won.\nAls je macht wilde, dan moest je de kwestie op je nemen van de dreiging van immigranten, en zeker die van islamitische immigranten.\nAls je een islamitische achtergrond hebt, is het heel lastig om in Frankrijk een baan en een fatsoenlijke woning te vinden.\nDe negativiteit komt je van alle kanten tegemoet als je moslim bent.", "paragraphs": ["Na de zoveelste aanslag kondigde de Franse regering harde maatregelen aan tegen islamitisch extremisme. Een paar weken eerder, op 2 oktober, kondigde president Emmanuel Macron in een toespraak een wetsvoorstel aan dat ‘islamitisch separatisme’ in Frankrijk moet tegengaan. Een breed pakket aan maatregelen moet onder meer de neutraliteit van de overheid versterken, een verlichte islam bevorderen, en buitenlandse religieuze invloeden weren. Ook komt er strenger toezicht op verenigingen die separatisme promoten, en belooft Macron te gaan werken aan het herstel van ‘moeilijke wijken’.", "Franse moslims zien bezorgd uit naar 9 december, als het wetsvoorstel er komt, en duidelijk wordt wat er precies gaat veranderen. Het land dat de grootste moslimpopulatie heeft van Europa, en waar het secularisme als heilig wordt beschouwd, heeft al eerder wetten aangenomen die moslims het geloofsleven bemoeilijken. Zo is het Françaises sinds 2004 verboden een hoofddoek te dragen op school, en mag dat ook niet als ze in een crèche willen werken. En sinds 2014 mogen moeders die een hoofddoek dragen geen schoolreisjes meer begeleiden.", "In sommige badplaatsen werd in 2016 het dragen van een boerkini verboden, een zwempak dat het lichaam grotendeels bedekt, en vaak in combinatie met een hoofddoek gedragen wordt. Politieagenten trokken vrouwen in boerkini’s destijds van het strand. Uiteindelijk werden de verboden vernietigd door de rechter.", "Ook de warme maaltijden die Franse kinderen op school krijgen, zijn onderwerp van de strijd. Nu kiezen islamitische leerlingen meestal de vegetarische optie, zodat ze geen varkensvlees hoeven te eten, of vlees dat niet halal is. In zijn toespraak op 2 oktober noemde Macron die vegetarische optie een ‘menu confessionel’, een ‘gelovig menu’, dat in strijd is met gelijkheid en het principe van de scheiding tussen kerk en staat (laïcité), en verboden zal worden.", "Dienst in de Grande Mosque in Parijs. Beeld EPA", "Joan Wallach Scott, emeritus hoogleraar Franse geschiedenis aan Princeton University die enkele boeken over het hoofddoekdebat en de laïcité schreef, is bepaald niet gerust op de gevolgen van die nieuwe wetgeving. Het hardline secularisme van Frankrijk gaat nu al te ver, zegt Scott: “Je bent al een vijand van de republiek als je de islam praktiseert.”", "Wat gaat er volgens u mis in Frankrijk?", "“Sinds het begin van deze eeuw gebruikt Frankrijk het idee van secularisme om moslims te definiëren als groep die gedrag vertoont dat onacceptabel is voor Franse burgers. Om precies te zijn vanaf 2004, het moment dat het hoofddoekverbod op openbare scholen inging. Tot dan toe was het geen probleem geweest dat sikh-jongetjes met tulbanden naar school kwamen, of joodse jongetjes met keppeltjes. Maar de hoofddoek was anders, op een of andere manier.", "“In 1905 kreeg Frankrijk de scheiding tussen kerk en staat, de laïcité, om de neutraliteit van de staat in religieuze kwesties zeker te stellen. Maar onder Chirac, in 2003, kwam er een herziening van de laïcité – een rapport legde de basis voor de wetten die daarna zouden komen. De portee was nu: burgers moeten neutraliteit praktiseren in de publieke ruimte. Dan heb je het dus niet meer over de staat.”", "Hardline secularisme, noemt u het.", "“Ja. En wat belangrijk is: het raakt alleen moslims. Christenen heb je hier niet mee, dat is een geprivatiseerde religie. En orthodoxe joden zijn zo’n kleine groep, die worden voor zover ik weet met rust gelaten. Wat Franse moslims wordt aangewreven of verweten, is dat ze het principe van laïcité niet begrijpen, en er dus in falen om de waarden van de Franse republiek te respecteren.", "“De Franse regering zag die nieuwe wetten van begin deze eeuw als de manier om te dealen met de ‘moslimdreiging’. Er was een enorme druk van rechts, van Jean-Marie Le Pen, waar Chirac in een adembenemende verkiezingsavond nipt van won. Als je macht wilde, dan moest je de kwestie op je nemen van de dreiging van immigranten, en zeker die van islamitische immigranten. Zo is laïcité de belangrijkste waarde van de republiek geworden.", "“Religie uit de politiek houden, dat is waar secularisme om gaat. Maar secularisme wordt nu in Frankrijk gebruikt als manier om te zeggen dat de religie van moslims te publiek is. Terwijl: moslims die hoofddoeken dragen, of zich aan de vijfmaaldaagse gebedstijden houden, die zijn niet de staat aan het overnemen. Aanslagen plegen: dát is de staat willen overnemen. Jihadisten, zij vormen een politiek gemotiveerde groep. Maar de rest van de Franse moslims is daar niet mee bezig. Ja, er is naast jihadisme ook zoiets als islamisme, de politieke islam. Maar dat is ook bij lange na niet de hele islam. En zolang mensen geen shariawetten aan het opleggen zijn aan de natie, moeten ze de vrijheid hebben om hun godsdienst te beleven.”", "Hardline secularisme is net zo slecht als hardline islam, zei u eerder eens.", "“Ja. Er is in deze eeuw in Frankrijk een soort nationalisme in opkomst dat heel zorgwekkend is. Het is niet extreem-rechts van karakter, maar het drijft wel op het idee dat er één Frankrijk is, en dat iedereen on board moet zijn met dezelfde principes. Ze leggen zo een wijze van seculier zijn op die geen godsdienstvrijheid behelst, en antidemocratisch is.", "“Kijk, als moslimstudenten weigeren om naar biologieles te gaan – dat is daadwerkelijk gebeurd, omdat er ‘onpuur lesmateriaal’ was of zoiets – dan ligt daar een heldere grens. Zulk gedrag moet geweigerd worden in naam van de wetenschap. Dat ambtenaren geen uiterlijk teken van een religie mogen dragen, oké, daar kun je over discussiëren. Maar het gaat mis als secularisme zo hardline wordt dat je het leven van gelovigen onnodig ingewikkeld maakt. Als je nu als kind een hoofddoek draagt, kun je plots niet meer gewoon naar school. Of als je als vrouw een hoofddoek draagt, en gaat trouwen, kom je het stadhuis niet in.”", "Franse moslims worden aangekeken op de terreuraanslagen, schreef persbureau AP. Hoe kan dat?", "“President Macron doet dit zelf. Na die verschrikkelijke aanslagen zei hij dat ‘de islam in crisis verkeert’. Als je dat zegt, dan geef je alle moslims de schuld. Of op zijn minst maak je van elke moslim een potentiële terrorist of jihadist. Hij zei ook: ‘We willen een verlichte islam’. Dat impliceert dat moslims nog niet verlicht zijn. En dat de islam en jihadisme hetzelfde zijn.”", "Kan Macron met die uitspraak niet ook ­gewoon bedoelen dat er een kleine groep ­islamitische extremisten is die aanslagen pleegt?", "“Ja, je kunt zijn uitspraak ook opvatten alsof er een handjevol potentiële terroristen is binnen de islamitische gemeenschap. Maar het zou ook kunnen betekenen dat geweld en terrorisme inherent zijn aan de islam. Hoe het ook zij: hij weet heus dat het op twee manieren opgevat kan worden. Daarom zegt hij het op die manier. Zo kun je stemmen bij Le Pen wegtrekken.", "Het zou hetzelfde zijn als je, in de tijd dat de IRA aanslagen pleegde in Engeland, had gezegd dat alle katholieken terroristen zijn. Mensen hadden je uitgelachen. Maar het is precies wat moslims nu overkomt. Terwijl: er zijn Franse neonazi-groepen die synagogen en moskeeën aanvallen. Niemand die dan zegt: alle Fransen zijn terroristen. Dat moslims wel als criminelen worden afgeschilderd, is racisme. Puur en simpel.", "Het meisje is een van de schoolkinderen in Straatsburg die les krijgen in de regels voor vrijheid van meningsuiting en scheiding van kerk en staat. Beeld AP", "“Vergeet niet: Macron beledigt de religie van een groep mensen die al dagelijks te kampen heeft met discriminatie en de grote ongelijkheid in Frankrijk. Bruine mensen, die afkomstig zijn uit voormalige koloniën, en waarvan er velen in de uitzichtloze banlieue leven. Als je een islamitische achtergrond hebt, is het heel lastig om in Frankrijk een baan en een fatsoenlijke woning te vinden. De negativiteit komt je van alle kanten tegemoet als je moslim bent. Dit jaar nog is een meisje op de universiteit een college uitgestuurd omdat ze een hoofddoek droeg, al is de hoofddoek er niet verboden.", "“Het land kent een lange geschiedenis van moslims als inferieur beschouwen. Ze zagen hun kolonisatiemissies destijds als een beschavingsoffensief van barbaren. Na de oorlog in Algerije komt er dan een ongeschoolde en armere populatie naar Frankrijk toe. De wijze waarop deze groep daarna geracialiseerd is, is heel vergelijkbaar met de manier waarop dat bij Afrikaans-Amerikanen in de Verenigde Staten is gebeurd. Vervolgens worden er afschuwelijke terroristische aanslagen gepleegd door individuen uit die gemeenschap. De notie dat alle moslims een bron van terrorisme zijn, is met deze basis dan makkelijk ontwikkeld.”", "U beschrijft een ontwikkeling van enkele decennia. Is er op dit moment iets nieuws aan de hand?", "“Wat nu extremer is dan voorheen, is de oorlogsretoriek die wordt gebruikt. De minister van binnenlandse zaken had het over ‘de politieke islam’ als een ‘interne vijand’, die niet volgens de waarden van de republiek zou willen of kunnen leven. Wat hij met ‘de politieke islam’ bedoelt laat hij in het midden, terwijl je ook ‘terroristen’ of ­‘jihadisten’ kunt zeggen. Op deze manier richt je oorlogstaal tot een populatie van zes of tien miljoen moslims.", "“Het is zelfs zo dat het soort kritiek dat ik lever, je al doodsbedreigingen op internet oplevert in Frankrijk. Ik heb vrienden die actief zijn in antidiscriminatiegroepen, en iedereen die zich bekommert om moslimdiscriminatie, is heel voorzichtig op dit moment. Collega’s die zich hiermee bezighouden op de universiteit zijn ook aangevallen, om precies te zijn de academici die zich bezighouden met het thema intersectionaliteit. Dat is een academische term voor het bestuderen van verschillende groepen in een samenleving, en hoe discriminatie hen essentialiseert. De minister van onderwijs heeft gezegd dat elke academicus die zich met dit onderwerp bezighoudt een ‘intellectuele bondgenoot is van terrorisme’.”", "Hoe kan dit nog goedkomen?", "“Ze hebben een meer pluralistische notie nodig van wat het betekent om Frans te zijn. Die diversiteit is er al, dat is het probleem niet, want Frankrijk is altijd een land van immigranten geweest. Er is een zachtere, democratische vorm van secularisme mogelijk, die de vrijheid van geweten van individuele burgers erkent, en de vrijheid om je eigen ­religieuze opvattingen te praktiseren.", "“Ik denk dat het niet eens een kwestie van secularisme meer is. Ik denk dat de laïcité een excuus geworden is voor rassendiscriminatie. Een instrument dat ze kunnen gebruiken om te beweren dat deze mensen minder zijn dan waar Frankrijk voor staat. Ik zei al dat de situatie, met de gettoïsering en de lange geschiedenis van racisme, lijkt op die in de VS. Maar daarbij erkennen we nog dat racisme een probleem is. In Frankrijk zeggen mensen dat niet. Daar is het: nee, wij discrimineren niet tegen moslims, ik ben gewoon voorstander van de laïcité. Er is nog een hele lange weg te gaan.”", "In een eerdere versie van dit artikel was te lezen dat Chirac begin deze eeuw de verkiezingen nipt won van Marine Le Pen. Dat is een vergissing. Bedoeld werd haar vader, Jean-Marie Le Pen, extreem-rechts politicus en oprichter van de partij Front National. Zijn dochter Marine Le Pen nam het roer zo’n tien jaar geleden over en herdoopte de partij tot Rassemblement National.", "Lees ook:", "Het mag, wat de overheid doet om de rechtsstaat te beschermen. Maar is het wenselijk?", "‘Anti-democratisch’ of ‘slecht voor de sociale cohesie’ zijn de nogal vage oordelen waarmee de overheid haar ingrijpen bij het Cornelius Haga Lyceum legitimeert. Of waarmee ze islamitische figuren aanpakt. Zo ondermijnt de overheid de rechtsstaat die ze zegt te beschermen, menen critici.", "Moskeeën: AIVD duwt met vage beschuldigingen alle lessen Arabisch in de radicale hoek", "Inlichtingendienst AIVD duwt álle naschoolse lessen Arabisch en het islamitische onderwijs in moskeeën in de radicale hoek, zeggen moskee-bestuurders. Dat is niet terecht, zeggen zij."], "authors": ["Marije Van Beek"], "keywords": ["potentiële", "je", "die", "zijn", "joan", "als", "moslim", "van", "het", "wallach", "maakt", "elke", "dat", "een", "macron", "te", "en", "scott", "terrorist"], "pubDate": "2020-11-05T22:14:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}