{"id": "1b29cf2f-b8e3-35fd-b8a5-3f5d3a09102c", "title": "De toekomst is aan Frenkie de Jong, maar het heden bij Barcelona nog lang niet", "url": "https://volkskrant.nl/sport/de-toekomst-is-aan-frenkie-de-jong-maar-het-heden-bij-barcelona-nog-lang-niet~b16324e7/", "summary": "Barcelona lijkt een club in verval en dat laat ook Frenkie de Jong op het veld niet onberoerd.\nZoals De Jong dat ook bij Ajax en het Nederlands elftal heeft gedaan.\nMet drie centrale middenvelders en drie centrumverdedigers metselde Atlético het midden van het veld dicht.\nTot overmaat van ramp moest hij het laatste halfuur van het topduel als centrumverdediger volmaken, na een blessure bij veteraan Piqué.\nDe Jong heeft de toekomst bij Barcelona, maar in het heden is het voorlopig flink aanpoten.", "paragraphs": ["Barcelona lijkt een club in verval en dat laat ook Frenkie de Jong op het veld niet onberoerd. In de verloren topper tegen Atlético Madrid kwam hij nauwelijks in het stuk voor.", "Voormalig Barcelona-vedette Xavi Hernández, allicht de beste middenvelder in de illustere geschiedenis van de Catalaanse club, was afgelopen week lyrisch over Frenkie de Jong. ‘Ik beschouw hem als een voetballer die een nieuw tijdperk bij Barcelona kan duiden.’", "Met Lionel Messi als ploeggenoot en Ronald Koeman, de bondscoach onder wie De Jong een ster in Oranje werd, als nieuwe trainer lijken de juiste voorwaarden om de topclub bij de hand te nemen. Zoals De Jong dat ook bij Ajax en het Nederlands elftal heeft gedaan. Toch zijn het nog geen gouden tijden voor Barcelona, dat na de nederlaag van zaterdag tegen Atlético Madrid (0-1) van zaterdag slechts elfde staat.", "Oude kern", "Trainer Koeman beschikt weliswaar over Messi en De Jong, maar heeft verder een onevenwichtige selectie. Met Gerard Piqué (33 jaar), Sergio Busquets (32) en Jordi Alba (31) raakt de Spaanse kern rondom Messi op leeftijd. Koeman experimenteert met een trio piepjonge aanvallers – Pedri (17 jaar), Ansu Fati (18) en Trincão (20) – omdat de peperdure Antoine Griezmann (120 miljoen euro), Ousmane Dembélé (130 miljoen euro) en Philippe Coutinho (145 miljoen euro) niet de Messi-helpers blijken die Luis Suárez en Neymar ooit waren. Een Barcelona onwaardige seizoensstart is het gevolg, met vijf keer puntverlies in de eerste acht competitiewedstrijden.", "In de topper tegen Atlético bleek de Madrileense defensie door dit dolende Barcelona niet te passeren. De Argentijnse trainer Diego Simeone heeft van de volksclub een ware knokploeg gemaakt. Sinds januari 2012, de maand waarin Simeone aan de slag ging bij Atlético, heeft zijn ploeg de minst gepasseerde defensie in het gehele internationale topvoetbal. In 334 competitieduels onder zijn leiding kreeg Atlético slechts 230 goals tegen. Gemiddeld maar één tegendoelpunt per 131 speelminuten, en dat over een periode van acht jaar.", "Dodelijk", "Dit ongeëvenaarde defensieve succes vertaalde zich zelden naar tastbare prijzen. Atlético had de pech een Spaanse topploeg te zijn in het tijdperk van Messi en Cristiano Ronaldo. Maar nu dit Barcelona tekenen van echte kwetsbaarheid vertoont, slaat Atlético dodelijk toe. Voor het eerst in zijn acht jaar bij Atlético won Simeone een competitieduel met Barcelona, de voorsprong op de ranglijst bedraagt nu al negen punten.", "Tegen Barcelona werd de traditionele 4-4-2-formatie ingeruild voor een 5-3-2-systeem. Met drie centrale middenvelders en drie centrumverdedigers metselde Atlético het midden van het veld dicht.", "Waar Frenkie de Jong in het voorbije Nations League-toernooi als dribbelaar (16 geslaagde acties), als passer (70 aangekomen passes per duel) en met zijn balcontacten (86 per duel) de Oranje-speler is die het vaakst betrokken is bij acties in het veldspel, was hij door deze tactiek van Simeone bij Atlético - Barcelona veel minder dominant aanwezig in zijn rol als middenveld-dirigent.", "Backs Sergi Roberto en Alba kwamen tegen Atlético vaker aan de bal. Slechts één keer zette De Jong een dribbelsolo in. Tot overmaat van ramp moest hij het laatste halfuur van het topduel als centrumverdediger volmaken, na een blessure bij veteraan Piqué. De Jong heeft de toekomst bij Barcelona, maar in het heden is het voorlopig flink aanpoten."], "authors": ["Sam Planting"], "keywords": ["frenkie", "van", "bij", "barcelona", "als", "nog", "het", "maar", "zijn", "lang", "toekomst", "heden", "niet", "een", "en", "jong", "atlético"], "pubDate": "2020-11-22T18:32:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}