{"id": "1b320e10-30b9-3d29-bd56-afdb54f29190", "title": "Vredesakkoord met Talibaan is nog geen eind aan de oorlog", "url": "https://www.nrc.nl/nieuws/2021/01/07/vredesakkoord-met-talibaan-is-nog-geen-eind-aan-de-oorlog-a4026650", "summary": "Door met de vinger naar de Afghanen te wijzen, kan een vredige toekomst van het land niet worden gerealiseerd.\nIn de vluchtelingenkampen in Pakistan werden Afghaanse vluchtelingen voorbereid op de heilige strijd, de jihad, die zou dienen om Afghanistan te bevrijden.\nIn hoeverre IS-Khorasan een tak is van ISIS of een splinter van de Talibaan is nog maar de vraag.\nEen van de voorwaarden van de overeenkomst tussen de Talibaan en de VS is dat Afghanistan geen veilige haven mag worden voor groepen als IS-Khorasan of Al-Qaida.\nEen vredesakkoord met de Talibaan betekent op zichzelf niet het einde van de oorlog in Afghanistan.", "paragraphs": ["De vredesonderhandeling tussen de Afghaanse regering en de Talibaan verlopen moeizaam. Het duurde ruim twee maanden om tot overeenstemming te komen over de regels en procedures van de onderhandelingen. Hoewel de aanslagen in Afghanistan in de afgelopen maanden zijn verdubbeld, zal naar verwachting halverwege januari 2021 een groot deel van de Amerikaanse troepen terugkeren naar de Verenigde Staten.", "Khatera Shaghasi studeert Conflict Studies and Human Rights aan de Universiteit van Utrecht.", "Dit is in overeenstemming met de historische overeenkomst tussen de Verenigde Staten en de Talibaan gesloten in februari 2019. De toekomst van de Afghanen is weer een Afghaans probleem en het is aan de Afghanen om het onderling eens te worden over de toekomst van hun land. Dit is in feite de logica van het vredesproces, maar deze logica is reductionistisch tegenover de complexe geschiedenis in Afghanistan.", "De oorlog is nooit een uitsluitend Afghaanse kwestie geweest. Door met de vinger naar de Afghanen te wijzen, kan een vredige toekomst van het land niet worden gerealiseerd. Er ontbreekt een belangrijke factor die door de jaren consistent aanwezig is gebleven, maar waar te weinig over wordt gesproken: de financiering en steun van de oppositie door buitenlandse actoren die handelen uit eigenbelang.", "Gezamenlijk doel", "Toen het leger van de Sovjet-Unie in 1979 Afghanistan binnenviel ter ondersteuning van het communistische regime, bestempelde de toenmalige Amerikaanse president Jimmy Carter de invasie als een bedreiging voor vrede. In de logica van de Koude Oorlog zette de VS alles op alles om de Strijdkrachten van de Sovjet-Unie tegen te houden.", "Lees ook : Een Afghaan wedt op twee paarden", "En zo had deze grootmacht een gezamenlijk doel met de mujahedin, de vrijheidsstrijders die vochten tegen de Sovjetinvasie. Het gezamenlijke doel gaf de mujahedin toegang tot genoeg financiële en materiele steun om de Sovjet-Unie te verslaan.", "De Pakistaanse geheime dienst, ISI, werd de aangewezen partij om deze steun te verdelen onder zeven verschillende mujahedin-groepen die vanuit Pakistan het verzet in het moederland voortzetten. In de vluchtelingenkampen in Pakistan werden Afghaanse vluchtelingen voorbereid op de heilige strijd, de jihad, die zou dienen om Afghanistan te bevrijden. In deze periode zijn er tevens duizenden jihadisten afgereisd naar Afghanistan om de mujahhedin te steunen, onder wie de beruchte Osama Bin Laden.", "De mujahedin slaagden erin de Sovjet-troepen te verdrijven en uiteindelijk het communistische regime in Afghanistan omver te werpen. Maar ze slaagden er niet in om tot overeenstemming te komen over de toekomst van Afghanistan. Hun strijd om de macht betekende een nieuw hoofdstuk in de oorlog.", "Religeuze scholen", "De Talibaanbeweging ontstond als antwoord op deze interne onrust. Het woord ‘talibaan’ betekent studenten en verwijst naar het feit dat de aanhangers van de beweging studenten waren in de religieuze scholen in Pakistan.", "In 1996 veroverden de Talibaan de hoofdstad Kabul en hadden zij grote delen van het land in hun macht. Hoewel er veel geheimzinnigheid is rondom de relatie tussen de Talibaan en Pakistan, zijn veel experts het eens dat Pakistan een cruciale rol heeft gehad in het creëren en ondersteunen van de Talibaan.", "In 2012 werden deze argumenten bevestigd in de bevindingen van het geheime NAVO-rapport. Pakistan zou in contact zijn met de Talibaan. Bovendien is het geen geheim dat prominente leiders van de Talibaan al jarenlang de oorlog besturen vanuit Quetta, Pakistan.", "Lees ook: Pakistan vreest einde vredesberaad na liquidatie Talibaan-chef", "Hedendaagse aanslagen waarbij vaak tientallen burgerslachtoffers omkomen, worden veelal niet opgeëist door de Talibaan, maar door IS-Khorasan. Hoewel deze terreurgroep aanzienlijk minder aanhangers heeft dan de Talibaan, slaagt zij erin om schokkende aanslagen te plegen die veelal internationale nieuws bereiken.", "Deze zelfverklaarde tak van ISIS wordt geleid door ex-commandanten van de Pakistaanse Talibaan. Aanhangers van de groep zijn een mix van Afghanen en Pakistanen die voorheen bij de Talibaan zaten en andere jihadisten uit centraal Azië. In hoeverre IS-Khorasan een tak is van ISIS of een splinter van de Talibaan is nog maar de vraag.", "De groep is waarschijnlijk een samenvoeging van verschillende kleine fundamentalistische groepen die opereren onder een overkoepelende term. Hoe dan ook, veel steun schijnt de groep niet meer te hebben door inspanningen van zowel de VS, Afghanistan als Talibaan.", "De oorlog in Afghanistan duurt inmiddels bijna een halve eeuw. Ik kan me dan ook voorstellen dat het nieuws vermoeiend kan zijn voor hen die geen banden hebben met het land of met de regio. Partijen en prominente actoren veranderen maar de toon is repetitief.", "Een van de voorwaarden van de overeenkomst tussen de Talibaan en de VS is dat Afghanistan geen veilige haven mag worden voor groepen als IS-Khorasan of Al-Qaida. De vraag is: wat als deze groepen hun veilige haven niet in Afghanistan vinden, maar in een ander land? Een vredesakkoord met de Talibaan betekent op zichzelf niet het einde van de oorlog in Afghanistan. Om vrede te kunnen realiseren moet ook verhinderd worden dat buurlanden die daar belang bij hebben, conflicten blijven genereren.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Khatera Shaghasi", "Leestijd Minuten"], "keywords": ["eind", "van", "deze", "nog", "afghanistan", "vredesakkoord", "en", "met", "een", "om", "geen", "aan", "te", "oorlog", "het", "talibaan", "die"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}