{"id": "1b49d8b3-38e1-3a32-8be0-807fbf57abe0", "title": "Wanneer kan ik het coronavaccin halen?", "url": "https://volkskrant.nl/wetenschap/wanneer-kan-ik-het-coronavaccin-halen~b5709c9b/", "summary": "Beeld PfizerPfizer hoopt dat de eerste personen nog dit jaar in de Verenigde Staten het vaccin al kunnen krijgen.\nDe ­Europese Commissie heeft een contract voor 200 miljoen doses, met een optie voor nog eens 100 miljoen.\n‘Natuurlijk hebben wij daar de infrastructuur voor, dat is helemaal geen vraag’, zegt ook Roel Coutinho, oud-directeur directeur van het Centrum Infectieziektebestrijding van het RIVM.\nMoeilijkheid: koel bewarenEen moeilijkheid van het Pfizer-vaccin is dat het bij -70 graden Celsius bewaard moet worden.\nDat is door de haast waarmee het vaccin is ontwikkeld nu nog niet duidelijk.", "paragraphs": ["Werknemers van Pfizer werken aan het vaccin. Beeld Pfizer", "Pfizer hoopt dat de eerste personen nog dit jaar in de Verenigde Staten het vaccin al kunnen krijgen. Europa volgt waarschijnlijk niet lang daarna. De ­Europese Commissie heeft een contract voor 200 miljoen doses, met een optie voor nog eens 100 miljoen. Aangezien Nederland daar 3,89 procent van krijgt, kan ons land zo’n 11,7 miljoen vaccins verwachten.", "Die komen natuurlijk niet allemaal tegelijkertijd binnen; hoe meer de productie op stoom is, hoe meer vaccins naar Nederland komen. Hoe die precies verdeeld gaan worden en wie wanneer zich kan laten vaccineren, blijft nog even ongewis. De Gezondheidsraad brengt daar op verzoek van de minister een advies over uit, waarschijnlijk volgende week.", "Daarin zal staan hoe de inzet van vaccins kan leiden tot de grootst mogelijke gezondheidswinst, welke risico’s daaraan kleven, welke organisatorische eisen moeten worden opgelost, en hoe – de heilige graal – een vaccin groepsimmuniteit haalbaar maakt.", "Wie als eerste?", "Allereerst zullen de personen met een kwetsbare gezondheid, dus met name ouderen en personen met onderliggende aandoeningen, in aanmerking komen voor het vaccin, verwacht André Knottnerus, oud-voorzitter van de Gezondheidsraad. ‘Daarna volgen de zorgmedewerkers en de mensen wier beroep fysiek contact onvermijdelijk maakt, bijvoorbeeld de politie.’ Volgende in het rijtje: personen met vitale beroepen. ‘En als er voldoende vaccins beschikbaar zijn: ook je veilig voelen in het bedrijfsleven, de cultuur en de horeca is van belang.’", "Knottnerus hamert erop ‘dat we het hoofd koel moeten houden tot we alle wetenschappelijke gegevens op een rijtje hebben en de draaiboeken klaar zijn’. Het RIVM heeft daar al een programma voor opgetuigd, laat het instituut weten. Als dat allemaal rond is, kunnen in betrekkelijk korte tijd veel Nederlanders een inenting ophalen, zegt Knottnerus. ‘Als de vaccins op een voorspelbaar moment beschikbaar komen, dan leert de ervaring dat een grootschalige uitrol binnen twee maanden mogelijk is.’ Ook tijdens de Mexicaanse griep kregen miljoenen Nederlanders binnen een paar maanden een vaccin.", "‘Natuurlijk hebben wij daar de infrastructuur voor, dat is helemaal geen vraag’, zegt ook Roel Coutinho, oud-directeur directeur van het Centrum Infectieziektebestrijding van het RIVM. ‘Als we eerst de meest kwetsbaren vaccineren, volgen we eigenlijk de lijn van de mensen die nu al de griepprik krijgen.’ Daar komen in Nederland zes miljoen mensen voor in aanmerking, ‘en dat doen de huisartsen nu ook al’.", "Moeilijkheid: koel bewaren", "Een moeilijkheid van het Pfizer-vaccin is dat het bij -70 graden Celsius bewaard moet worden. Coutinho: ‘Dat geeft extra complicaties, en het zal ongetwijfeld lastig zijn, maar dat is gewoon een kwestie van prioriteiten stellen in je organisatievermogen. Ik heb er geen enkele twijfel over dat Nederland dit goed kan.’", "Als zorgmedewerkers het vaccin dan eenmaal uitdelen, dan is het zaak goed eventuele bijwerkingen in de gaten te houden, en om te onderzoeken hoelang de bescherming tegen het virus standhoudt. Dat is door de haast waarmee het vaccin is ontwikkeld nu nog niet duidelijk. Het ministerie van VWS, zo liet minister Hugo de Jonge de Tweede Kamer onlangs weten, gaat daarbij ‘actief optreden tegen desinformatie op sociale media’."], "authors": ["Michiel Van Der Geest"], "keywords": ["het", "van", "kan", "wanneer", "dat", "op", "een", "voor", "vaccin", "vaccins", "en", "met", "halen", "ik", "coronavaccin"], "pubDate": "2020-11-09T18:13:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}