{"id": "1b4f40e6-d8f2-3aae-a583-ffa87406880a", "title": "‘Registreer wie welk vaccin krijgt’, zeggen de apothekers", "url": "https://nrc.nl/nieuws/2020/12/09/registreer-wie-welk-vaccin-krijgt-zeggen-de-apothekers-a4023327", "summary": "„Als wij een melding krijgen van een bijwerking moeten wij weten welk vaccin en welk serienummer er gegeven is.\n„Daar willen we ook weten welk vaccin en welk serienummer het betreft.\nEn dat kan, omdat dat geregistreerd is.\nKant ziet als alternatief dat gevaccineerde mensen bijvoorbeeld een sticker meekrijgen met daarop de code van de batch en het merk van het vaccin dat ze hebben gekregen.\n„Ik zou zeggen tegen de fabrikant dat het moet, zo’n een stickervel dat je de persoon kan geven.”Ook is het volgens Tjalling van der Schors essentieel dat elke persoon twee keer hetzelfde vaccin krijgt.", "paragraphs": ["Nederland moet snel een systeem ontwikkelen waarin wordt vastgelegd wie welk coronavaccin heeft gekregen. Dat systeem is er nog niet, maar het is essentieel voor de veiligheid van vaccins die snel en massaal worden ingevoerd. Dat zeggen ziekenhuisapothekers en Bijwerkingencentrum Lareb tegen NRC.", "Ziekenhuisapotheker Tjalling van der Schors, die ook bestuurslid is van de European Association of Hospital Pharmacists zegt: „Als er iets fout gaat, moet precies bekend zijn welk vaccin iemand heeft gekregen, zowel merk als levering. Dat heb je nodig om een product terug te roepen.”", "Het gaat bij corona om volkomen nieuwe vaccins, waar Van der Schors op zichzelf alle vertrouwen in heeft. Maar elk geneesmiddel, en dus ook vaccins, kan bijwerkingen geven. Omwille van het tempo van de invoering heeft de Wereldgezondheidsorganisatie WHO ermee ingestemd dat er geen scanbare code op elk flesje komt, alleen een code op elke doos. In zo’n doos, batch in jargon, zitten 975 flesjes. Bij bloedproducten is zo’n code per bloedzak wel een vereiste. Van der Schors: „Het is dus niet makkelijk te traceren van welke batch iedere ingeënte persoon zijn vaccin kreeg.” Hij vindt dat zorgelijk.", "Centraal register", "Ook is nog onduidelijk in welk systeem de vaccinatiegegevens van elke Nederlander zullen worden opgeslagen. In een Kamerbrief schreef minister Hugo de Jonge (Volksgezondheid, CDA) woensdag dat er „hard wordt gewerkt” aan een centraal register en dat het RIVM ook gesprekken voert met partijen die de vaccinaties gaan doen om „de registratiesystemen op elkaar aan te sluiten”. Als mensen om privacyredenen niet willen dat hun vaccinatie geregistreerd wordt, kunnen zij dat aangeven bij het RIVM. Dit privacyaspect maakt dat er aan het optuigen van een centraal systeem nog wat „juridische haken en ogen” zitten, zei De Jonge in de Kamer.", "Van der Schors vindt dat de registratie in het bestaande medicatiedossier moet worden opgenomen. „Daar staat alles al van die persoon, mits die er toestemming voor heeft gegeven. Je wilt dat ook weten als iemand wordt opgenomen in het ziekenhuis: is hij ingeënt? Welk medicijn gebruikt hij nog meer? Is hij allergisch?” In het Verenigd Koninkrijk, waar mensen al een coronavaccin krijgen, worden de gegevens opgeslagen in de elektronische patiëndossiers van het ziekenhuis.", "Lees ookPfizer maakt de kleine Belgische plaats Puurs groot", "Agnes Kant, directeur van Bijwerkingencentrum Lareb, zegt dat ze al in de zomer bij het ministerie op het belang van een landelijke registratie wees. „Als wij een melding krijgen van een bijwerking moeten wij weten welk vaccin en welk serienummer er gegeven is. Er kan ergens in een fabriek iets fout gaan. Of dat een bepaald merk specifieke bijwerkingen geeft. Dat willen wij er analytisch uit kunnen halen, dat is noodzakelijk voor goede veiligheidsbewaking.”", "Bij de vaccins voor het Rijksvaccinatieprogramma (zoals tegen mazelen) krijgt Lareb ook meldingen van bijwerkingen. „Daar willen we ook weten welk vaccin en welk serienummer het betreft. Dat vragen we op bij het RIVM. En dat kan, omdat dat geregistreerd is. Dat doen we nu handmatig want er komt niet zoveel tegelijk, ongeveer tweeduizend meldingen per jaar. Bij corona gaat het om veel meer meldingen tegelijk en sneller dan normaal.” Kant verwacht, als de gehoopte 70 procent van de bevolking wordt ingeënt, ongeveer 30.000 meldingen. Dat is een grove schatting, maar bijvoorbeeld koorts en klachten als pijn en jeuk na de prik komen veel voor.", "Van der Schors zou graag een scanbare code op de flacon willen zodat elke inenting eenvoudig vastgelegd kan worden. Kant ziet als alternatief dat gevaccineerde mensen bijvoorbeeld een sticker meekrijgen met daarop de code van de batch en het merk van het vaccin dat ze hebben gekregen. „Ik zou zeggen tegen de fabrikant dat het moet, zo’n een stickervel dat je de persoon kan geven.”", "Ook is het volgens Tjalling van der Schors essentieel dat elke persoon twee keer hetzelfde vaccin krijgt. „Je moet dus niet de eerste keer Pfizer krijgen en daarna Moderna of een ander merk.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Pim Van Den Dool", "Frederiek Weeda", "December Om", "Leestijd Minuten"], "keywords": ["van", "als", "het", "op", "vaccin", "welk", "wie", "registreer", "zeggen", "apothekers", "een", "dat", "krijgt", "en", "ook", "er"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}