{"id": "1b5b67ce-a220-39a8-b4ec-2954d1eae43d", "title": "Reisorganisaties: vliegmaatschappijen moeten meer verantwoordelijkheid nemen", "url": "https://nos.nl/artikel/2361013-reisorganisaties-vliegmaatschappijen-moeten-meer-verantwoordelijkheid-nemen.html", "summary": "Reisorganisaties vinden dat luchtvaartmaatschappijen meer moeten doen om niet-noodzakelijke reizen tegen te houden.\nTUI en Corendon annuleerden pakketreizen naar vakantiebestemmingen, maar onder meer KLM biedt gewoon nog tickets aan naar die bestemmingen.\nFrank Oostdam van de ANVR noemt de beelden van een druk Schiphol \"slecht voor ons imago\" in het NOS Radio 1 Journaal.\nHelemaal omdat de hele wereld nu oranje kleurt in het reisadvies van Buitenlandse Zaken: reis alleen als het noodzakelijk is.\nTUI vloog hierom al alleen op de Canarische Eilanden, Aruba en Bonaire, maar vanaf vandaag dus niet meer.", "paragraphs": ["Reisorganisaties vinden dat luchtvaartmaatschappijen meer moeten doen om niet-noodzakelijke reizen tegen te houden. TUI en Corendon annuleerden pakketreizen naar vakantiebestemmingen, maar onder meer KLM biedt gewoon nog tickets aan naar die bestemmingen.", "Krom, vindt branchevereniging ANVR. De luchtvaartmaatschappijen zeggen dat ze er alles aan doen om de coronaregels te handhaven.", "Frank Oostdam van de ANVR noemt de beelden van een druk Schiphol \"slecht voor ons imago\" in het NOS Radio 1 Journaal. \"Maar wij hebben hier part noch deel aan.\" De vertrekhallen van de luchthaven leken in de afgelopen dagen tijdens piekmomenten wel op Domino Day: mensen als steentjes opgesteld in lange rijen, dicht op elkaar.", "Minister Van Nieuwenhuizen was er \"teleurgesteld en boos\" over, nu ons land net een tweede lockdown heeft afgekondigd waarbij zelfs de scholen weer moeten sluiten. Helemaal omdat de hele wereld nu oranje kleurt in het reisadvies van Buitenlandse Zaken: reis alleen als het noodzakelijk is.", "Lijnvluchten, niet pakketreizen", "Petra Kok van TUI vindt dat de beelden vertekend zijn en stelt dat de drukte komt door gewone lijnvluchten, niet door specifieke vakantievluchten: \"Schiphol is het grootste deel van de tijd doodstil, kennelijk heeft Schiphol het piekmoment niet goed weten te regelen. Maar je kunt gewoon nog een ticket kopen voor een bestemming waarvoor het reisadvies oranje of rood is. Wij bieden geen pakketreizen aan naar oranje gebieden.\"", "TUI vloog hierom al alleen op de Canarische Eilanden, Aruba en Bonaire, maar vanaf vandaag dus niet meer.", "Reizigers legden dinsdag uit waarom ze toch op vakantie gingen:"], "authors": [], "keywords": ["vliegmaatschappijen", "dat", "moeten", "van", "niet", "een", "aan", "het", "te", "en", "op", "reisorganisaties", "maar", "meer", "nemen", "verantwoordelijkheid"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}