{"id": "1b6049f0-2e9e-3e70-a87c-ceb937999307", "title": "Streamingsucces voor de rustige sint- en kerstliedjes van Ageeth de Haan", "url": "https://nrc.nl/nieuws/2020/12/17/streamingsucces-voor-de-rustige-sint-en-kerstliedjes-van-ageeth-de-haan-a4024274", "summary": "Ik zag die cijfers omhoog gaan, ongekend, echt een cadeautje voor mij.”De Haan maakt al twintig jaar muziek en theatervoorstellingen voor kinderen tussen de twee en zes jaar.\nZe maakte vijftien albums, soms met een prentenboek (zoals ‘Bijt-ie in je bil’ en ‘Gonnie & Vriendjes’), vaak met een bepaald thema.\n„Nee helemaal niet”, zegt ze aan de telefoon, „Ik was de zevende van acht kinderen en ik luisterde gewoon wat mijn oudere broers en zussen draaiden.\nIk hoorde dat voor het eerst, en dat zette mij aan het denken.\nEn ook Rickie Lee Jones, Cristina Branco, Norah Jones, en op het moment draai ik het kerstalbum van Michael Bublé veel, met dat hele orkest, te gek.", "paragraphs": ["Daar stond ze ineens, met vijftien nummers in de Nederlandse Spotify Top 200. Als een hippe rapper. Maar Ageeth de Haan, 53, maakt ontspannen, prettig in het gehoor liggende kinderliedjes en bereikte haar piek met Sinterklaas. Op 5 december werden haar sinterklaasliedjes op Spotify meer dan een miljoen keer beluisterd, in totaal is ze in de vier jaar sinds ze op Spotify staat ruim 21 miljoen keer gestreamd. „Mijn kinderen, 20 en 23, maakten er al grappen over. Ik zag die cijfers omhoog gaan, ongekend, echt een cadeautje voor mij.”", "De Haan maakt al twintig jaar muziek en theatervoorstellingen voor kinderen tussen de twee en zes jaar. Rustige kinderliedjes, vaak met alleen een akoestische gitaar en zonder beats of andere computereffecten. Ze maakte vijftien albums, soms met een prentenboek (zoals ‘Bijt-ie in je bil’ en ‘Gonnie & Vriendjes’), vaak met een bepaald thema. Prinsessen, vakantie, dierenliedjes (ze is ambassadeur van het WNF), slaapliedjes, Sinterklaas en Kerst. Die laatste doet het in navolging van Sinterklaas nu ook al goed op Spotify. Of ze zelf is opgevoed met kinderliedjes? „Nee helemaal niet”, zegt ze aan de telefoon, „Ik was de zevende van acht kinderen en ik luisterde gewoon wat mijn oudere broers en zussen draaiden. Van Madness tot Spandau Ballet, van The Beatles tot Kiss. En mijn ouders draaiden klassiek. Ik zette voor mijn kinderen ook geen kindermuziek op.” Lachend: „Ik draaide voor mijn oudste toen ze baby was Total Touch.”", "Een van de Sinterklaasliedjes van De Haan, ‘Pietje Moe’:", "", "Sinterklaas is politiek geworden de laatste jaren, hoe bent u daar zelf mee omgegaan?", "„Eerst heel naïef. In 2012 namen we het sinterklaas-album op met een prentenboek erbij met zwarte pieten er nog in. Ik weet nog dat er een vriendin van de gitarist was, een Belgische met Afrikaanse vader, en die zei: ik heb het niet zo op Sinterklaas, omdat als ik wat kleurigs draag, mensen zwarte piet naar me roepen. Ik hoorde dat voor het eerst, en dat zette mij aan het denken. Toen we een jaar later de voorstelling maakten, wilde ik daar geen zwarte pieten in. En in 2017 hebben we het hele album opnieuw gemaakt, met teksten en illustraties zonder zwarte piet. Uit de theaters kreeg ik veel fijne reacties, maar ik heb ook weleens mensen in de zaal gezien met buttons met ‘wij zijn voor zwarte piet’. Die maakten verder geen ruzie met mij, gelukkig.", "„Ik heb ook weleens mails gehad van mensen van Chinese afkomst, omdat ik ooit eens ‘Happy Birthday’ heb opgenomen met ‘hanky panky shanghai’ er nog in. Dat kan natuurlijk ook echt niet meer, dat hebben we ook aangepast.”", "Lees ook: Muziektips voor ouders die wel even genoeg hebben van K3", "Wat is het geheim van een goed kinderliedje?", "„Je moet je verplaatsen in de doelgroep. Weten wat hun bereik aan woorden is, en wat hun belevingswereld inhoudt. En ik vind het zelf leuk om muzikaal niet door de knieën te gaan. Ik maak de muziek die ik zelf mooi vind, ook als het iets minder voor de hand liggend is qua melodie. Wel met kinderen in gedachten, ik ga het niet bewust moeilijk maken. Maar het is net als koken: met een snufje van dit of een snufje van dat, maak je het interessanter.”", "Uw muziek wordt geprezen omdat het zo kalm en rustig is. Wat is er mis met wilde muziek voor kinderen?", "„Helemaal niks, echt niet. Maar het is nu eenmaal gewoon niet zo mijn ding. Kinderen hebben allereerst liefde en veiligheid nodig, en vanuit daar kunnen ze meer uitdagingen aan met klap-boem en schrikeffecten. Mijn ding is geworden dat ik die eerste twee graag ondersteun, met feelgoodmuziek waar ouders ook iets mee kunnen. In het liedje ‘De dag is voorbij’ bijvoorbeeld, vraag ik de kinderen wat het voor dag was vandaag. Dat is fijn voor ouders, die kunnen dat gebruiken om over de dag te praten. Of bij ‘In de wc’ kun je het hebben over poepen. Gewoon met een grap, spanning eraf. Lawaai en trammelant, dat kan ook leuk zijn, maar dat vind ik zelf veel minder leuk om te doen.”", "Naar wat voor muziek luistert u zelf?", "„Ik heb de laatste tijd veel John Mayer gedraaid, dat vind ik heerlijk. En ook Rickie Lee Jones, Cristina Branco, Norah Jones, en op het moment draai ik het kerstalbum van Michael Bublé veel, met dat hele orkest, te gek. Ja toch vrij makkelijk in het gehoor liggende stemmen he? Nou ja, ik denk zelden: goh wat een gave gitaarsolo.”", "Helpt dit streamingsucces u de crisis door?", "„Ja, zeker. Ik heb drie maanden Tozo (zelfstandigensteun van de overheid, red.) gekregen, en dat was het. Financieel is dit belangrijk, maar ik vind het ook mooi omdat ik al die jaren nooit concessies heb gedaan bij het maken van al die albums. Altijd met professionele muzikanten, altijd in a-studio’s met de beste microfoons en mensen. Nooit thuis met de computer, omdat ik zelf graag kwalitatief goede muziek voor kinderen wilde maken. Nu betaalt dat zich terug.”", "Ageeth de Haans kerstliedjes:", ""], "authors": ["Peter Van Der Ploeg", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "die", "een", "en", "rustige", "ook", "ik", "haan", "kerstliedjes", "streamingsucces", "sint", "voor", "ageeth", "met", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}