{"id": "1b6fc864-e3db-3a11-ba2f-3191faa10fb7", "title": "Trump heeft zijn land geen make-over gegeven; het heeft de ware aard ervan laten zien", "url": "https://volkskrant.nl/columns-opinie/trump-heeft-zijn-land-geen-make-over-gegeven-het-heeft-de-ware-aard-ervan-laten-zien~bb6379c2/", "summary": "Ze vreesde voor een samenleving waarin iedereen die afweek van de norm het onderspit zou delven.\nMaar hoe makkelijk het aan onze kant van de oceaan ook afgeven is op The ­Donald, het zou kortzichtig zijn te veronderstellen dat hij het huiveringwekkende voorkomen van het hedendaagse Amerika in zijn eentje heeft gevormd.\nDe conclusie lijkt dus eerder dat deze president zijn land geen griezelige make-over heeft gegeven, maar het ware gezicht ervan in volle glorie heeft getoond.\nEn dat Barack Obama honderdduizenden immigranten zonder strafblad het land uitzette, leken ook weinigen te willen zien.\nDezelfde Biden die in het verleden vóór de Irak­oorlog en de deregulering van banken stemde, en tegen het homohuwelijk.", "paragraphs": ["Als ik de af­gelopen jaren de ­reportages las van onze Amerika-correspondent Michael Persson, over een hopeloos verdeeld en vijandig land dat met de dag dieper wegzakte in een identiteitscrisis waarvan zelfs Sigmund Freud zich in zijn pijp zou verslikken, moest ik vaak denken aan Allison Barnhardt.", "Ik ontmoette Allison in november 2016, tijdens de verkiezingsstrijd tussen Hillary Clinton en ­Donald Trump, toen ik zelf in Washington verbleef om de stemming onder de kiezers te verslaan – Washington, Pennsylvania, welteverstaan. Een ­arbeidersstadje onder de rook van Pittsburg dat, net als veel andere stadjes in de Rust Belt, de ineenstorting van de ­kolen- en staalindustrie in de jaren tachtig nooit te boven was gekomen en waar ­alleen het aantal afkickklinieken in de buurt kwam van het aantal kerken.", "In Washington lag Trump al snel op kop in de peilingen. Allison maakte zich grote zorgen over de verkiezingsuitslag. Ze vreesde voor een samenleving waarin iedereen die afweek van de norm het onderspit zou delven. Zelf was ze geboren als man en tevens de enige transvrouw in de streek. Haar leven was al eenzaam ­genoeg. ‘Mijn halve familie wil me niet meer zien, omdat ik niet ben zoals God het heeft bedoeld.’", "Nu, vier jaar later, is haar nachtmerrie uitgekomen, schrijft ze terug als ik weer contact met haar zoek via Facebook. ‘Ik probeer niet te veel aandacht te trekken, vanwege de grote opkomst van extreemrechtse groeperingen hier in de omgeving, die gewelddadige aanvallen uitvoeren op de lhbti-gemeenschap.’ Ze bidt voor de overwinning van Joe Biden, maar heeft zich voor de zekerheid vast verdiept in de mogelijkheden om te emigreren. ‘Voor mijn eigen veiligheid.’", "Je hoeft geen transvrouw in Washington, Pennsylvania te zijn om je ongemakkelijk of zelfs onveilig te voelen bij de ­ontwikkelingen die zich onder het presidentschap van Donald Trump hebben voltrokken. Voor mensen van kleur, voor Mexicaanse arbeidsmigranten, voor vrouwen die de baas willen blijven over hun eigen lichaam, voor journalisten en voor iedereen die wél gelooft in klimaatverandering, corona en democratie maar níét in een geheime elite van bloed­dorstige pedofielen, boezemt het nieuwe gezicht van de Verenigde Staten ­telkens weer angst in.", "Tekenend voor de radicale meta­morfose, is hoe ook kritische volgers van die van omwenteling gaandeweg ook tot een ­gedaantewisseling werden gedwongen om nog enig tegenwicht te kunnen bieden. Trokken cartoonisten en comedians Trumps uitspraken aanvankelijk naar hartelust in het belachelijke, inmiddels hebben sommige satirici maar besloten zich te beperken tot het playbacken of borduren van zijn letterlijke citaten, omdat ze ’s mans gekte toch niet kunnen overtreffen. En gingen in 2017 nog honderdduizend wetenschappers met witte jas en vlinderstrik de straat op om te protesteren tegen de ‘alternatieve feiten’ van het Witte Huis, al snel zagen steeds meer demonstranten zich genoodzaakt om zich uit te dossen als fictieve karakters uit de ­Marvel-verhalen en The Handmaid’s Tale om Trumps parallelle universum te bestrijden.", "De enige groep die gewoon lekker zichzelf kon blijven, waren de mannen die uit hetzelfde, met testosteron geïmpregneerde hardhout gesneden waren als de president. Mannen die gevoelens maar voor mietjes vinden en nuances voor losers. Van alt-right tot de Proud Boys, ze wisten zich gesterkt door de Wet van Trump: een echte man pakt wat en wie hij pakken kan, en fuck de rest.", "Maar hoe makkelijk het aan onze kant van de oceaan ook afgeven is op The ­Donald, het zou kortzichtig zijn te veronderstellen dat hij het huiveringwekkende voorkomen van het hedendaagse Amerika in zijn eentje heeft gevormd. Ja, Trump heeft de instabiliteit van de VS voor eigen gewin vergroot. Maar de economische ongelijkheid, de raciale ongelijkheid, de politieke corruptie; die waren er al veel langer. Ook Trumps desastreuze besluit om zijn troepen ­terug te trekken uit Syrië past in een rijke Amerikaanse traditie van buitenlandse inmenging met rampzalige afloop. De conclusie lijkt dus eerder dat deze president zijn land geen griezelige make-over heeft gegeven, maar het ware gezicht ervan in volle glorie heeft getoond.", "De vraag is: waarom zijn we daar in ­Europa zo van geschrokken? Misschien wel omdat we lang niet in staat waren om de werkelijke aard van Amerika, dat ons zoveel moois had gebracht, te accepteren. Vooral de generaties die de Tweede ­Wereldoorlog en de wederopbouw nog hadden meegemaakt, bleven de VS liever door een roze bril bekijken, zelfs in de ­jaren dat het land zijn minder frisse kant etaleerde. De natie die ons continent uit de klauwen van de nazi’s had gered en ons ook nog allerlei handige huishoudelijke apparaten had geschonken, viel je nu eenmaal niet af, wat die hele meneer Dylan ook van de Vietnamoorlog mocht vinden.", "De laatste decennia liep de heldenstatus van de VS hier weliswaar steeds meer deuken op, toch kenden zelfs in de beste families nog voorstanders van de Irak-oorlog. Bill Clinton kon rustig zijn stagiaire tot een blowjob ­bewegen, massaal zwarte Amerikanen gevangen laten zetten en het bedrijfsleven vrij spel geven, zonder dat we van Amsterdam tot Madrid de vuisten balden. En dat Barack Obama honderdduizenden immigranten zonder strafblad het land uitzette, leken ook weinigen te willen zien.", "Nu is het Joe Biden die de VS uit zijn identiteitscrisis moet trekken. Dezelfde Biden die in het verleden vóór de Irak­oorlog en de deregulering van banken stemde, en tegen het homohuwelijk. De man ook die door een oud-medewerker van aanranding wordt beschuldigd. Zelf ontkent Biden elke misbruikaantijging en neemt hij afstand van zijn vroege stemgedrag.", "Voor Allison Barnhardt en alle andere aanhangers is te hopen dat hij echt een ander mens is geworden."], "authors": ["Robert Van De Griend"], "keywords": ["het", "van", "om", "zien", "dat", "te", "ware", "die", "trump", "een", "land", "makeover", "laten", "heeft", "gegeven", "en", "voor", "zijn"], "pubDate": "2020-10-30T20:33:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}