{"id": "1b76c72e-06c3-3ea4-8223-cbe24b66c60c", "title": "Shawn Mendes vindt geruchten over homoseksualiteit lastig", "url": "https://nu.nl/achterklap/6096750/shawn-mendes-vindt-geruchten-over-homoseksualiteit-lastig.html", "summary": "Shawn Mendes hoort regelmatig geruchten over zichzelf dat hij eigenlijk op mannen zou vallen.\nDe Canadese zanger is al lange tijd samen met Camila Cabello, maar de vragen blijven komen en hij weet niet goed hoe hij daarop moet reageren.\n\"Je wil zeggen: 'Ik ben niet homoseksueel, maar ik zou het prima vinden als ik het wel was.\nTegelijk voelt dat niet oké om te zeggen en dus weet je niet wat de beste reactie is.\"\nDat deed hem kijken naar zijn gedrag en zijn stem, terwijl hij daar eigenlijk niet mee bezig wil zijn.", "paragraphs": ["Shawn Mendes hoort regelmatig geruchten over zichzelf dat hij eigenlijk op mannen zou vallen. De Canadese zanger is al lange tijd samen met Camila Cabello, maar de vragen blijven komen en hij weet niet goed hoe hij daarop moet reageren.", "\"Ik heb mensen in mijn leven met wie ik echt goed bevriend ben die op mannen vallen en dat heel lang niet durfden te vertellen. Voor die mensen werd ik zo boos door de geruchten en de vragen\", aldus de zanger in gesprek met acteur Dax Shepard in diens podcast Armchair Expert.", "Voor de 22-jarige Mendes is het frustrerend te zien hoe mensen bezig kunnen zijn met seksualiteit. \"Je wil zeggen: 'Ik ben niet homoseksueel, maar ik zou het prima vinden als ik het wel was. Er is niks mis mee, maar ik ben het niet.' Tegelijk voelt dat niet oké om te zeggen en dus weet je niet wat de beste reactie is.\"", "De zanger krijgt al sinds zijn vijftiende te horen dat hij eigenlijk op mannen valt, ook van mensen die hij niet kent. Dat deed hem kijken naar zijn gedrag en zijn stem, terwijl hij daar eigenlijk niet mee bezig wil zijn.", "Mendes: \"Ik denk dat heel veel mannen daarmee te maken krijgen. En nog veel erger is het als je inderdaad op mannen valt en daar niet voor uit durft te komen, omdat mensen zo dwingend en negatief kunnen reageren.\""], "authors": ["Door"], "keywords": ["dat", "niet", "het", "en", "mendes", "homoseksualiteit", "te", "ik", "vindt", "mannen", "zijn", "hij", "lastig", "shawn", "geruchten", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}