{"id": "1bbad2e8-ef68-3a85-bca7-a792de21cc51", "title": "Creativiteit in de knel", "url": "https://nrc.nl/nieuws/2020/11/06/creativiteit-in-de-knel-a4019062", "summary": "Tegelijkertijd voelt het alsof social distancing onze collectie creativiteit in de knel heeft gebracht.\nMaar Runco geeft aan dat alleen iets nieuws bedenken niet genoeg is om een idee creatief te noemen.\nIntegendeel, mensen worden in groepen juist vaak gehinderd iets vernieuwends te zeggen door de angst afwijkende ideeën te hebben.\nDe twintigers daarentegen konden beter de twee processen (het out-of-the-box denken en het doorzetten) combineren.\nZo dreigt de creativiteit ook een slachtoffer te worden van de pandemie, tenzij het ons lukt om op slimme wijze samenkomsten te faciliteren.", "paragraphs": ["Bestaande oplossingen werken niet meer. Als er één ding is wat deze crisis vraagt dan is dat creativiteit. Tegelijkertijd voelt het alsof social distancing onze collectie creativiteit in de knel heeft gebracht.", "Zijn we in deze tijd inderdaad minder creatief? Het antwoord is nog niet zo simpel. Volgens de Amerikaanse psycholoog Mark Runco, grondlegger van de meest invloedrijke creativiteitstheorieën, zijn ideeën creatief als deze zowel vernieuwend als bruikbaar zijn. Creativiteit wordt vaak geassocieerd met de scheppende beroepen, zoals wetenschappers, kunstenaars en architecten. Maar Runco geeft aan dat alleen iets nieuws bedenken niet genoeg is om een idee creatief te noemen. Een creatie moet mensen aan het denken zetten en daarom toepasbaar zijn binnen een theorie of denkkader. Ook in het dagelijks leven is dit het geval. Om een voorbeeld te geven; bedenken dat we tijdens de coronacrisis stoeptegels kunnen tellen is niet creatief, maar manieren ontdekken om via een buurtwandeling straatvuil op te ruimen wel.", "Zulke creativiteit is afhankelijk van ten minste twee processen. Allereerst is er het snelle, flexibele en associatieve denken. Dit soort denken zorgt ervoor dat je out-of-the-box denkt en ideeën genereert. Het tweede proces is het gefocuste en beraadslagende denken. Voor dit type denken moet je doorzetten, ideeën onderzoeken en verwerpen, en volharden. Als die twee manieren van denken samenkomen kunnen mensen met vernieuwende oplossingen komen voor bestaande en toekomstige problemen. Een kunstenaar die alleen ideeën genereert komt niet ver, er is ook inspanning en volharding nodig om echt tot creatieve gedachten en producten te komen.", "Tijdelijke afzondering", "Wordt onze creativiteit in deze tijd gehinderd? Creativiteitsexperts Carsten de Dreu en Daniel Sligte maakten in hun boek Creativiteit krijg je niet voor niets korte metten met het idee dat brainstorming in groepen ons creatiever maakt. Integendeel, mensen worden in groepen juist vaak gehinderd iets vernieuwends te zeggen door de angst afwijkende ideeën te hebben. Ook vergeten zij vaak hun eigen ideeën tijdens het proces omdat iemand anders er op dat moment doorheen praat. Er is dus wel degelijk voordeel aan tijdelijke afzondering om tot nieuwe ideeën te komen. Een bekend voorbeeld is Isaac Newton, die als jonge twintiger tijdens de pestplaag in 1665 zich terugtrok uit het maatschappelijke leven en tijdens die periode tot zijn meest vernieuwende ideeën kwam.", "Toch is afzondering niet de sleutel tot creativiteit.", "Allereerst zijn de omstandigheden nu niet ideaal, want thuiswerken is iets anders dan afzondering. Of zoals een collega-wetenschapper op Twitter zei: „De eerstvolgende die zegt dat Newton zo creatief was tijdens de pandemie stuur ik mijn driejarige zoontje op met de post.”", "Maar ook komen volgens De Dreu & Sligte de meest creatieve oplossingen voort uit een combinatie van alleen én groepsgewijs tot ideeën komen. Door onderlinge afstemming verscherp je je solitair bedachte ideeën. Die groepsbijeenkomsten missen we nu, en het is de vraag of digitale gedachtenuitwisseling die kan vervangen.", "Originele en unieke toepassingen", "En dat raakt de uitblinkers in creativiteit: jongeren. Onderzoekers in mijn lab wilden weten of jongeren tussen 10 en 30 jaar in sommige fases van opgroeien creatiever zijn. Bij een set opdrachten moesten deelnemers bijvoorbeeld zoveel mogelijk manieren bedenken waarop je een voorwerp kunt gebruiken, zoals een paraplu of een baksteen. Sommige jongeren bedachten originele en unieke toepassingen die niet door anderen werden genoemd (de out-of-the-box denkers), anderen konden vooral veel verschillende toepassingen noemen voor hetzelfde voorwerp (de doorzetters). De tieners kwamen vaker met unieke inzichten. De twintigers daarentegen konden beter de twee processen (het out-of-the-box denken en het doorzetten) combineren. De deelnemers die met meer verschillende oplossingen kwamen gebruikten hun prefrontale cortex sterker, het voorste gebied in de hersenen dat bijdraagt aan doelgericht gedrag.", "Keer op keer blijkt dat jongeren bestaande ideeën of conventies makkelijker loslaten om tot nieuwe oplossingen te komen. Een goed voorbeeld hiervan zijn de TU-studenten Jasper en Thijs, die in een week tijd 30.000 studenten hadden gemobiliseerd om tijdens de coronacrisis anderen een handje te helpen.", "En neem de Jongeren Denktank Coronacrisis: die heeft in een maand tijd 1.500 unieke ideeën bedacht om de coronacrisis het hoofd te bieden, over jeugdwerkloosheid, slim omgaan met onlineonderwijs en campagnes om bewustwording bij jongeren te bevorderen.", "Jongeren brengen dus de vernieuwing en creativiteit waar de samenleving zo naar snakt, vooral omdat ze goed buiten gebaande wegen kunnen denken en samen tot slimmere oplossingen komen. Maar daar wringt de schoen. Jongeren kunnen op dit moment niet met anderen samenkomen om hun ideeën uit te werken. Zij worden het hardst geraakt, omdat ze in een fase van hun leven zitten waar alles gericht is op het opbouwen van vriendschappen en een sociaal netwerk. Zo dreigt de creativiteit ook een slachtoffer te worden van de pandemie, tenzij het ons lukt om op slimme wijze samenkomsten te faciliteren.", "Eveline Crone is hoogleraar developmental neuroscience in society aan de Erasmus Universiteit Rotterdam.", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 november 2020"], "authors": ["Eveline Crone", "Leestijd Minuten"], "keywords": ["ideeën", "van", "het", "knel", "die", "creativiteit", "een", "niet", "en", "te", "om", "dat"], "pubDate": "2020-11-06T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}