{"id": "1bbb5bfa-61dd-3e8b-9cf7-6a9af3d3246e", "title": "Genieën onder elkaar: de doelpunten van Messi en Maradona komen overeen als een sprookje", "url": "https://volkskrant.nl/sport/genieen-onder-elkaar-de-doelpunten-van-messi-en-maradona-komen-overeen-als-een-sprookje~b875f062/", "summary": "Messi’s treffer is dus het spiegelbeeld van het doelpunt van Maradona.\nAlthans, dat beweert de Argentijnse journalist Daniel Arcucci, die schrijft dat Messi het van verzamelaar Sergio Fernandez ontving bij de geboorte van zijn derde zoon.\nEnfin, de 4-0 tegen Osasuna is niet het enige doelpunt van Messi dat verdacht veel lijkt op een beroemde treffer van Maradona.\nVrijwel perfect gekopieerd is de solo van Maradona tegen Engeland, in de kwartfinales van het WK van 1986.\nDe treffer van Messi is uitgeroepen tot mooiste in de geschiedenis van Barcelona, die van Maradona geldt in veel ogen als mooiste doelpunt in de historie van het voetbal.", "paragraphs": ["Diego Maradona (l) als bondscoach van Argentinië met zijn speler Lionel Messi tijdens het WK van 2010 in Zuid-Afrika. Beeld EPA", "Het is op zijn minst frappant te noemen, de gelijkenis tussen de treffer van Lionel Messi, zondag tegen Osasuna, en de enige treffer van Maradona voor Newell’s Old Boys, de club uit de jeugd van Messi. Het is bijna een sprookje. Nee, het is een sprookje.", "Messi dribbelt naar binnen, laat een paar mannetjes achter zich en schiet de bal met links hoog, diagonaal in de kruising, bij zijn vijfde balcontact. Hij gaat staan, laat zich eerst uitgebreid feliciteren, doet zijn aanvoerdersband los en trekt het shirt van Barcelona uit. Dan verschijnt het rood-zwarte Adidas-shirt van Maradona, met Yamaha nog als sponsor, uit diens korte tijd bij Newell’s Old Boys uit Rosario, de favoriete club van Messi in Argentinië, de club waarvan hij als kind lid was.", "Het is alsof het zo is geregisseerd. Alsof hij heeft geoefend op dat doelpunt. Dat is natuurlijk niet zo. Maar zou hij zelf hebben geweten dat de gelijkenis bijna eng is? Dat blijkt later op de zondag, als de zoektocht in het archief is voltooid en beelden op het internet verschijnen. Dan blijkt dat zijn treffer ongelooflijk veel lijkt op het doelpunt van Maradona in 1993, al is het jammer dat een aantal filmpjes gespiegeld verschijnt op het net, om de gelijkenis nog groter te laten zijn dan die toch al is.", "Daarmee is de werkelijkheid onnodig geweld aangedaan. De gelijkenis is al groot genoeg, al dribbelt Maradona op 10 oktober 1993 van de linkerflank naar binnen, om met rechts uit te halen, in de oefenwedstrijd tegen Emelec uit Ecuador. De bal vliegt diagonaal in de kruising, na diens vierde balcontact. Messi’s treffer is dus het spiegelbeeld van het doelpunt van Maradona. Het is tevens de enige treffer van Maradona voor Newell’s, waar hij slechts zeven duels voetbalt: vijf in de competitie, twee oefenduels.", "Messi zes jaar", "Het verhaal is nog mooier. Maradona keert na ruim tien jaar in Europa in 1993 terug naar Argentinië, eerst naar Newell’s Old Boys. Messi is dan zes jaar. Newell’s is de favoriete club van zijn familie. Hij schijnt in het stadion te zijn geweest op die dag, al kan hij zich weinig herinneren. Lionel is mee met zijn vader Jorge, oud-speler van Newell’s. Jorge heeft tegen zijn zoon gezegd dat de grote Maradona optreedt. Dat moet hij zien.", "Volgens de biografie van Luca Caiola is Messi vanaf maart 1994 lid van de club, als hij bijna 7 jaar is. Zeker is dat Messi in de jaren daarna geregeld van de tribunes afdaalt om zijn balvaardigheid te tonen als pauze-act, hetgeen Maradona deed als kind bij Argentinos Juniors. Messi voetbalt zes jaar in de jeugd van Newell’s, alvorens hij verhuist naar Barcelona, mede omdat die club bereid is te betalen voor de groeihormonen die hij krijgt toegediend.", "Het shirt dat Messi zondag laat zien schijnt van Maradona persoonlijk te zijn geweest. Althans, dat beweert de Argentijnse journalist Daniel Arcucci, die schrijft dat Messi het van verzamelaar Sergio Fernandez ontving bij de geboorte van zijn derde zoon. Fernandez had het van Maradona.", "Enfin, de 4-0 tegen Osasuna is niet het enige doelpunt van Messi dat verdacht veel lijkt op een beroemde treffer van Maradona. Vrijwel perfect gekopieerd is de solo van Maradona tegen Engeland, in de kwartfinales van het WK van 1986. Messi doet de dribbel tot in detail na op 18 april 2007, in de halve finale van de beker tegen Getafe. Begonnen van rechts, op eigen helft, dribbelend in toptempo, terwijl hij mannen achterlaat terwijl ze er niet staan. Maradona legde 62 meter af in 10,8 seconden, Messi 60 meter in twaalf seconden. Maradona beroerde de bal 12 keer, Messi 13 maal. De treffer van Messi is uitgeroepen tot mooiste in de geschiedenis van Barcelona, die van Maradona geldt in veel ogen als mooiste doelpunt in de historie van het voetbal.", "Messi krijgt overigens de gele kaart zondag, omdat hij zijn shirt uittrekt. De regisseur mist de bestraffing omdat hij zich richt op het eerbetoon. Bij Nike heeft naar het schijnt al een proteststem geklonken, omdat spelers van Barcelona verplicht zijn tijdens werktijd tenues van Nike te dragen. Het logo van Adidas prijkt prominent op het shirt van Newell’s.", "Messi steekt zijn armen omhoog na de treffer, ongeveer precies zoals Maradona dat deed in 1993. Hij richt zijn blik op de hemel. Dat zal bewust zijn geweest. Maar die treffer zo naspelen, dat was kunst. Genieën onder elkaar.", "Met medewerking van Iñaki Oñorbe Genovesi."], "authors": ["Willem Vissers"], "keywords": ["van", "dat", "messi", "overeen", "komen", "en", "elkaar", "genieën", "te", "onder", "zijn", "sprookje", "op", "treffer", "maradona", "hij", "het"], "pubDate": "2020-11-30T21:51:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}