{"id": "1bc70bd2-9826-393b-8b63-ab0c7fcf6fd5", "title": "Het beste kookboek van 2020? Er is meer dan Ottolenghi", "url": "https://trouw.nl/leven/het-beste-kookboek-van-2020-er-is-meer-dan-ottolenghi~bfaf6e8b/", "summary": "Wie op basis van populariteits- en verkoopcijfers een kookboeken-top-drie voor dit jaar moet maken, kan zomaar op het volgende lijstje uitkomen.\nOp één: Yvette van Boven met Home Made Basics, bekroond tot het beste Nederlandstalige kookboek van het jaar.\nDie wetmatigheid ging dit jaar niet op.\nHet motto waarmee we 2020 afsluiten luidt dan ook: het beste dieet is geen dieet, maar een leefstijl.\nZijn derde kookboek Plants Only Kitchen is de vegan aanrader van het jaar, omdat hij de kunst bezit om echt smakelijke plantaardige gerechten te maken.", "paragraphs": ["Wie op basis van populariteits- en verkoopcijfers een kookboeken-top-drie voor dit jaar moet maken, kan zomaar op het volgende lijstje uitkomen. Op één: Yvette van Boven met Home Made Basics, bekroond tot het beste Nederlandstalige kookboek van het jaar. Op twee: de kokende zussen Nadia en Najat Yachou met Het grote Kookmutsjes kook- en bakboek dat al direct na verschijning op nummer één in de bestsellerlijst stond. Op drie: Yotam Ottolenghi met Flavour.", "Best een aardig rijtje, maar toch... Ottolenghi verrast allang niet meer en zorgt vooral voor ingrediëntenstress. En de ­‘Kit­Kat-cheesecake’-receptuur van de Kookmutsjes mist verfijning. Wie hadden wel bovenaan de lijstjes moeten staan? Drie culinaire trends, met drie boekentips.", "Trend 1: Zelf broodbakken", "Nederland ging dit jaar weer zelf brood bakken. Tijdens de lockdown werd niet alleen wc-papier gehamsterd, er was ook een run op meel en gist. En wie geen gist kon krijgen, ging zuurdesembrood maken (geen gist voor nodig!). Op sociale media buitelden de zelfgebakken desembollen over elkaar heen.", "Trend 2: Puur plantaardig", "Vegan. De term was dit jaar overal. Bijna elke supermarkt verkoopt vegan-producten, menig kookboek duidt vegan-recepten apart aan. Voor de duidelijkheid: een veganist eet geen enkel dierlijk product, dus ook geen eieren, kaas, honing of zuivel. Puur plantaardig dus. Vandaar al die ‘plants only’-kookboeken die dit jaar verschenen, waarin ook geraffineerde producten, conserveringsmiddelen, suiker en zout taboe worden verklaard.", "Trend 3: Gezond leven", "Elk jaar heeft z’n eigen dieet. Die wetmatigheid ging dit jaar niet op. Toch was er in kookboeken opvallend veel aandacht voor gezondheid. Daarbij ging het over meer dan voedsel alleen. Het motto waarmee we 2020 afsluiten luidt dan ook: het beste dieet is geen dieet, maar een leefstijl.", "Tip 1: Een boek over brood", "De Amsterdamse bakker Issa Niemeijer-Brown geeft in Een boek over brood niet alleen zijn receptuur prijs, hij neemt je ook mee naar de basis van het broodbakken. Wat is brood? Hoe kneed en vorm je het deeg? En hoe krijg je zo’n heerlijk knapperige korst? Dat alles in een prachtig vormgegegeven boek, waarin het ambacht en de liefde voor brood centraal staan. Een absolute aanrader voor elke thuisbakker die van kwaliteit en eenvoud houdt.", "Een boek over brood", "Issa Niemeijer-Brown,", "Brandt", "Blz. 239, 30 euro", "Tip 2: Plants Only Kitchen", "Wie dit jaar geen stoofpot, sloppy joe of rendang met jackfruit heeft gemaakt, heeft iets gemist. In de vegan gemeenschap is deze Indiase vrucht en prima plantaardige vleesvervanger niet aan te slepen. Een chef die hier wel weg mee weet is Gaz Oakley uit Cardiff. Zijn derde kookboek Plants Only Kitchen is de vegan aanrader van het jaar, omdat hij de kunst bezit om echt smakelijke plantaardige gerechten te maken. En dat is niet iedere vega-chef gegeven.", "Tijdgeest lijstjes nummer kookboeken plants only kitchen Beeld -", "Plants Only Kitchen", "Gaz Oakley", "Good Cook", "Blz. 224, 25,95 euro", "Tip 3: Mooi mediterraan", "“Ga gezond eten”, riep de zorgminister. Goed plan! Maar hoe dan? Cardioloog Annemieke Janssen en haar zus Janine kozen bij hun nieuwste kookboek Mooi Mediterraan als ondertitel ‘vier het leven en val af’. Dat nemen we ter harte. Hun aanpak met onder andere noten, vette vis, oergranen en veel groenten en fruit wordt door onderzoekers van de Wageningen Universiteit aangemerkt als een gezond voedingspatroon, dat goed vol te houden is. Niet in de laatste plaats omdat het zo smaakvol is. Wij vielen voor de aubergine-radicchio lasagne en aardpeerknoedels met zuurkool.", "Mooi mediterraan", "Janine Jansen & Annemieke Jansen", "Fontaine Uitgevers", "Blz. 256, 24,99 euro", "Lees ook", "Een reiger of een zwaan op je bord, is dat erg? Niet per se, zegt vogelliefhebber Peter Müller", "Mensen eten soms bizarre vogels, van ortolanen tot meerkoeten. Is dat erg? Niet altijd, blijkt uit de bundel ‘De smaak van reiger’."], "authors": ["Rick Pullens", "Dana Ploeger"], "keywords": ["beste", "er", "van", "2020", "dan", "ottolenghi", "jaar", "en", "voor", "een", "met", "op", "het", "meer", "niet", "dat", "kookboek"], "pubDate": "2020-12-20T09:55:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}