{"id": "1bdd1e98-3b27-32af-b62e-acd4c60038cd", "title": "Politie houdt vier Hagenaars aan in groot drugs- en wapenonderzoek", "url": "https://nu.nl/den-haag/6095854/politie-houdt-vier-hagenaars-aan-in-groot-drugs-en-wapenonderzoek.html", "summary": "De politie heeft twee Hagenaars aangehouden en vier woningen doorzocht in een onderzoek naar handel in drugs, vuurwapens en munitie.\nOok werden twee mannen met de Franse nationaliteit aangehouden.\n\"In een van de panden werden verdovende middelen en een hoeveelheid contant geld aangetroffen.\nHet gaat om een 26-jarige Hagenaar, een 47-jarige Hagenaar en twee mannen met de Franse nationaliteit, van wie eentje van 30 jaar oud en een van 32 jaar oud.\n\"De verdachten zitten vast voor verhoor en worden vrijdag 11 december voorgeleid aan de rechter-commissaris\", aldus de politie.", "paragraphs": ["De politie heeft twee Hagenaars aangehouden en vier woningen doorzocht in een onderzoek naar handel in drugs, vuurwapens en munitie. Ook werden twee mannen met de Franse nationaliteit aangehouden.", "Agenten vielen afgelopen dinsdag vier Haagse woningen binnen. \"In een van de panden werden verdovende middelen en een hoeveelheid contant geld aangetroffen. Deze goederen zijn in beslag genomen\", laat de politie vandaag weten.", "De politieactie was in gang gezet omdat de politie de afgelopen maanden veel aanwijzingen over de handel in drugs, vuurwapens en munitie binnenkreeg. Daarop werd een onderzoek gestart, waarin vier mannen naar voren kwamen als verdachten.", "Alle vier de mannen konden diezelfde dag tijdens de actie worden aangehouden. Het gaat om een 26-jarige Hagenaar, een 47-jarige Hagenaar en twee mannen met de Franse nationaliteit, van wie eentje van 30 jaar oud en een van 32 jaar oud. \"De verdachten zitten vast voor verhoor en worden vrijdag 11 december voorgeleid aan de rechter-commissaris\", aldus de politie.", "De recherche onderzoekt de zaak."], "authors": ["Door"], "keywords": ["van", "politie", "mannen", "woningen", "werden", "twee", "houdt", "wapenonderzoek", "hagenaars", "worden", "een", "en", "vier", "drugs", "aan", "groot"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}