{"id": "1be56a9c-e253-325c-83dd-c033713e6d3f", "title": "Het conservatisme is geen behoedzame kracht meer", "url": "https://trouw.nl/opinie/het-conservatisme-is-geen-behoedzame-kracht-meer~bbf425c6/", "summary": "Ik heb een zwak voor het conservatisme.\nIk erken dat het soms nodig is om te breken met conservatisme om mensen beter recht te kunnen doen.\nMaar een democratische samenleving heeft baat bij het bestaan van een conservatieve stroming, die behoedzaam de uitwassen van het individualisme en het geloof in sociale maakbaarheid tracht te remmen.\nHet komt tot uiting in het zelfbeeld dat zij het échte Amerika vertegenwoordigen, dat hun tegenstanders vernietigd moeten worden en dat het doel de middelen heiligt.\nDit extreme conservatisme onderscheidt zich van het klassieke conservatisme door het sterke wantrouwen jegens instituties en de minachting van de democratische spelregels.", "paragraphs": ["Ik heb een zwak voor het conservatisme. De waardering voor geordende vrijheid, voor instituties, voor het koesteren van tradities, de wens geworteld te willen zijn, het streven naar zelfbegrenzing en het besef dat mensen gedijen door verbonden te zijn in geloof en gemeenschap. Het wordt door mij geïdealiseerd, ik weet het. Ik erken dat het soms nodig is om te breken met conservatisme om mensen beter recht te kunnen doen. Maar een democratische samenleving heeft baat bij het bestaan van een conservatieve stroming, die behoedzaam de uitwassen van het individualisme en het geloof in sociale maakbaarheid tracht te remmen.", "De vraag is in hoeverre dit conservatisme nog bestaat. Het deprimeert me dat dit soort conservatisme in de Verenigde Staten ernstig verzwakt is en niet terug lijkt te komen. In meerdere landen zie je eenzelfde ontwikkeling, waarin gematigde vormen van conservatisme ondermijnd worden en uiteindelijk plaatsmaken voor extremere en soms zelfs autoritaire stromingen.", "Ondermijnen van de democratische rechtsstaat", "Wat er wereldwijd gebeurt met rechtse partijen is in de belangstelling komen te staan door het werk van wetenschappers als Pippa Norris. Uit hun werk blijkt dat deze partijen de laatste paar decennia steeds extremer zijn geworden. Ze zijn niet meer verdraagzaam ten opzichte van minderheden en ondermijnen de grondslagen van de democratische rechtsstaat. De voor de hand liggende voorbeelden in Europa zijn Fidesz in Hongarije, PiS in Polen en de AK-partij in Turkije. Ook de Nederlandse PVV wordt bij hen in de buurt geplaatst.", "Opvallend is dat de Amerikaanse Republikeinse partij de laatste jaren ook die kant op is geschoven en veel standpunten en sentimenten deelt met bovengenoemde partijen. Ze bevinden zich op de schaal van Norris’ onderzoek helemaal niet in het midden van het spectrum, zoals het Oostenrijkse ÖVP, de Duitse christen-democratische partijen en de Nederlandse VVD en CDA. De Amerikaanse Republikeinse Partij ligt ter rechterzijde in de buurt van de Japanse Liberaal Democraten of de N-VA in Vlaanderen.", "Dit extremistische gedachtengoed blijkt uit de oproepen na de verkiezingen om de uitslag in sommige staten ongeldig te verklaren, om Trump te smeken de strijdkrachten in te zetten om zijn tegenstanders gevangen te nemen. Het komt tot uiting in het zelfbeeld dat zij het échte Amerika vertegenwoordigen, dat hun tegenstanders vernietigd moeten worden en dat het doel de middelen heiligt. Dit extreme conservatisme onderscheidt zich van het klassieke conservatisme door het sterke wantrouwen jegens instituties en de minachting van de democratische spelregels.", "Demonisering van de tegenstander", "De politicoloog Daniel Ziblatt heeft geschreven over de wijze waarop dit conservatisme de bijl aan de wortel legt van de democratie, terwijl het juist de conservatieve partijen waren die historisch gezien aan de wieg stonden van de opbouw van succesvolle democratieën door hun aanvaarding van democratische spelregels. De steun van protestantse en katholieke partijen aan de democratisering van de Nederlandse politiek anno 1900 was essentieel voor de stabiliteit van de Nederlandse democratie. Ziblatt maakt zich zorgen over de ontwikkelingen in de VS.", "Ook de progressieve kant van het politieke spectrum kan linkse vormen van populisme en zelfs dictatuur mogelijk maken, zoals in Venezuela. Demonisering van de tegenstander is geen ondeugd waaraan alleen rechtse partijen lijden. Het snel vereenzelvigen van nieuw rechts met ‘fascisme’ is hiervan een treffend voorbeeld. Ontsporingen ter linker- of rechterzijde zijn eigen aan de verleidingen van de democratie en polarisatie vindt plaats aan beide polen.", "Desondanks bemerkten de wetenschappers in hun onderzoek geen veranderingen in de waardenstelsels van gematigde of progressieve partijen, terwijl die wel zichtbaar waren bij de rechtse partijen. Daarom vraag ik me af of de conservatieven in de VS nog in staat zijn om hun beste tradities in stand te houden, of dat zij reeds een te radicale weg zijn ingeslagen.", "En die zorgen beperken zich niet tot Amerika. De Nederlandse verkiezingen in maart 2021 en andere Europese verkiezingen laten zien dat op dit continent eenzelfde dynamiek speelt.", "James Kennedy", "James Kennedy is een Amerikaanse historicus en decaan van het University College Utrecht. In Trouw geeft hij om de week zijn visie op de Nederlandse samenleving. Lees hier meer columns van James Kennedy."], "authors": ["James Kennedy"], "keywords": ["zijn", "van", "conservatisme", "voor", "en", "om", "geen", "te", "partijen", "het", "meer", "dat", "behoedzame", "kracht"], "pubDate": "2020-12-19T16:05:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}