{"id": "1bf5097d-aab2-3933-a59f-709226ebd845", "title": "Nederlandse romans zitten vol karikaturale rokjes-kontjes-tietjes: tijd voor meer vrouwen in de literaire canon", "url": "https://www.trouw.nl/cultuur-media/nederlandse-romans-zitten-vol-karikaturale-rokjes-kontjes-tietjes-tijd-voor-meer-vrouwen-in-de-literaire-canon~b2a4d26d/", "summary": "En dat de eerste Nederlandse historische roman op naam staat van een vrouw (Margaretha de Neufville)?\nEr is geen sprake van een ferm doorgevoerde aanpassing, van een inzicht dat werkelijk verandering biedt.\nDe mechanismen die vrouwen benadelen, zijn dezelfde als die mannen bevoordelen.\nAlsof vrouwen met een potlood schrijven en hen niet hetzelfde, volledige instrumentarium van de literaire technieken ter beschikking staat.\nEr is geen veiliger plek dan in de literatuur om de weidsheid van het leven te verkennen.", "paragraphs": ["Zorg voor meer diversiteit in de literaire canon, bepleiten Fleur Speet, Jannah Loontjens en Manon Uphoff. Het is belachelijk dat in 2021 witte mannen nog altijd de literatuurlijsten aanvoeren.", "Wie weet dat de eerste Nederlandse brievenroman geschreven werd door twee vrouwen (Wolff en Deken)? En dat de eerste Nederlandse historische roman op naam staat van een vrouw (Margaretha de Neufville)? Of dat in onze literatuur de eerste romans over homoseksualiteit door vrouwen werden geschreven (Edith Werkendam en Anna Blaman)? En wie weet dat de Nederlandse postmoderne roman al ver voor de troepen uit door een vrouw werd gepubliceerd (Hella S. Haasse)?", "Vrouwelijke auteurs zijn vaak vernieuwers, maar in de literatuurgeschiedenissen zie je daar nauwelijks iets van terug. Want op een heel subtiele manier denken we allemaal dat vernieuwing hoort bij mannelijke auteurs en dus zijn literatuurgeschiedenissen vooral verhalen van witte, westerse mannen. Inmiddels is wel duidelijk dat deze invalshoek achterhaald is, zoals Maaike Meijer recent betoogde in deze krant (11/10/20). Wie is er nog uitsluitend geïnteresseerd in literatuur waarin dat ene herkenbare, uniforme verhaal verteld wordt, waarin de personages overwegend wit zijn, vrouwen maar vier rollen vertolken (moeder, femme fatale, hoer, verschuifbaar object), en mannen de getroebleerde helden zijn? Zo’n gehalveerde geschiedenis wordt toch gaapverwekkend? Of zelfs onbedoeld hilarisch. Op scholen schieten veel meisjes (en jongens) in de lach bij de zoveelste karikaturale tekening van vrouwelijke personages met hun rokjes-kontjes-tietjes of vrouwen louter in de gedaante van muze. Nee, we zullen opnieuw, maar nu heel anders, naar de literatuurgeschiedenis en de canon moeten kijken.", "Wie mist u in de literaire­­ canon? Reacties­­ maximaal 150 woorden zijn welkom op tijdgeestreacties@trouw.nl. Graag naam en woonplaats vermelden.", "Jongeren groeien op met een grote diversiteit aan hoofdpersonages in boeken. In de jeugdliteratuur wemelt het van de meisjes, en ook kinderen met een migratie-achtergrond zijn steeds vaker hoofdpersoon. De praktijk van de leeslijst, het onderzoek van Jeroen Dera naar de leesvoorkeuren van middelbare scholieren in 2019, toont aan dat scholieren liever boeken van vrouwen lezen dan van mannen. Hij liet met cijfers in zijn stuk ‘De helaasheid der leeslijsten’ zien dat jongeren nood hebben aan andere leeslijsten, omdat vrouwelijke auteurs, schrijvers met een niet-westerse achtergrond en Vlaamse auteurs zwaar ondervertegenwoordigd zijn. Hoe kan het dan dat uit een weelderig, veelbloemig veld in een hedendaags schoolboek over de Nederlandse literatuur (vanaf 1990) maar één vrouw wordt geplukt en één schrijver met een niet-westerse achtergrond? Zo zal opnieuw een hele generatie van potentieel gretige en geïnteresseerde jonge lezers grootgebracht worden met een verdraaid beeld dat aan alle kanten tekortschiet.", "Geen werkelijke verandering", "We horen ze roepen, de cynici, waar heb je het over? In The Guardian publiceerde Elena Ferrante eind vorig jaar nog een leeslijst van 40 toptitels van schrijfsters. En kijk toch, ook in Nederland is er al veel veranderd. Marieke Lucas Rijneveld kreeg de International Booker Prize en Hanna Bervoets schrijft het volgende Boekenweekgeschenk. In het project ‘Vondel was een vrouw’ krijgen acht vergeten vrouwelijke toneeldichters uit de zeventiende eeuw een opvoering van hun stuk. Bij de Herman de Coninck Poëzieprijs bestonden de nominaties vorig jaar alleen uit dichteressen, Eva Gerlach won en Radna Fabias het jaar ervoor.", "Dit zijn nog altijd de uitzonderingen. Er is geen sprake van een ferm doorgevoerde aanpassing, van een inzicht dat werkelijk verandering biedt. Daarom hamert iedere generatie op hetzelfde aambeeld, ook wij nu. Dat doen we omdat we hopen dat iedereen het net als wij eens grondig wil aanpakken in plaats van te blijven wijzen op incidentele douceurtjes.", "Fleur Speet, Jannah Loontjens en Manon Uphoff zijn lid van schrijverscollectief Fix dit, dat zich inspant voor meer diversiteit in de canon en het literaire veld. De website Fixdit.nu is vanaf 9 januari te bezoeken.", "Er vallen zoveel mooie lijnen in de literatuurgeschiedenis te trekken van vrouwen en schrijvers met een lhbt- of andere achtergrond, maar die lijnen worden steeds weer doorgeknipt of zelfs niet eens opgemerkt. Neem Carry van Bruggen die, zoals Barber van de Pol betoogt in ‘Er is geen ander zijn dan anders zijn’, de eerste schrijver zou zijn geweest ‘die zonder compromissen het vrouwelijk bewustzijn blootlegt’. Grasduinend door anthologieën als 1001 vrouwen uit de Nederlandse geschiedenis van Els Kloek zien we dat vrouwen daar al veel eerder over schreven. Alleen zijn we gewend om de literatuur van vrouwen, voor zover die al ontdekt is, in de geschiedenis op te delen in eenlingen.", "Niet óf maar óók", "Moeten dan maar alle goede schrijvers de canon uitgekieperd worden?. Nee hoor, dat hoeft niet, het gaat erom de canon aan te vullen. Het is een kwestie van flink wat sokkels erbij zetten. Schuif ze ertussen en laat het lamplicht op hen vallen. Het is niet alleen Reve, Mulisch, Hermans, het is óók Haasse, Blaman, Burnier en Roemer. Het is Hooft, Van den Vondel, Brederode én Tesselschade, Van Schurman, Keysers en Questiers.", "Structurele verandering in de literatuurgeschiedenis, waardering en aandacht voor andere schrijvers buiten de al bekende namen, vraagt om een andere manier van kijken. Het vraagt om oprechte nieuwsgierigheid. Het gaat om het kunnen verbreden van een blik die meer recht doet aan de werkelijkheid en de verbeelding.", "Dat begint met het bestuderen van de blinde vlek. Je rekenschap geven van de pleister die voor het oog zit en vervolgens die pleister eraf durven trekken. Is het ‘puur toeval’ als je vooral mannelijke, witte auteurs tot je favoriete schrijvers benoemt? Wij denken van niet. Literaire kwaliteit is geen objectief gegeven; het is het resultaat van wat je hebt gelezen en dat is de eenzijdige, literaire canon waarmee wij als jongeren zijn opgevoed.", "Via onverbiddelijke computeranalyses toonde Corina Koolen recent in haar onderzoek aan dat lezers minder onder de indruk zijn als ze weten dat een boek door een vrouw is geschreven. En Marianne Vogel legde het principe van de dubbele standaard al eens glashelder uit in ‘Recensies!’ (op de website DBNL). De mechanismen die vrouwen benadelen, zijn dezelfde als die mannen bevoordelen. Die mechanismen komen voort uit onze op gender gebaseerde literatuuropvatting.", "Beeld Trouw, Patricia van Arkel", "Wissewasjes", "Waarover een auteur, man of vrouw, ook schrijft, vrouwen hebben sneller de schijn tegen. Hun thema wordt a priori anders beoordeeld. Zo vinden we het werk van vrouwen eerder intiem en persoonlijk, wat minder indruk maakt. Vrouwen kunnen over precies hetzelfde onderwerp schrijven als een man, maar bij een man gaat het over de wereld, bij een vrouw over haarzelf, of haar familie, zo lijkt de impliciete gedachte.", "Vervolgens bestaat de misvatting dat onderwerpen als opvoeding en het huiselijke zogenaamde ‘wissewasjes’ in keuken of slaapkamer zijn. Alsof achter de commode geen hevige, betekenisvolle oorlogen gevoerd kunnen worden. Het vervreemdende is dat wanneer mannen deze minderwaardige, zogenaamd ‘huiselijke, knusse’ onderwerpen aanpakken, zij juist lof voor sensitiviteit, moed en humor toegezwaaid krijgen. Een onderwerp krijgt dus een andere waardering afhankelijk van wie erover schrijft. En dat terwijl een onderwerp iets niet tot literatuur maakt, nee, vorm en stijl doen dat.", "Bij de beoordeling daarvan geldt opnieuw de dubbele maat. Vormexperimenten van vrouwen kunnen daardoor zomaar onopgemerkt blijven of ze worden als gebrek aan beheersing gezien. Alsof er niet over is nagedacht. Alsof vrouwen met een potlood schrijven en hen niet hetzelfde, volledige instrumentarium van de literaire technieken ter beschikking staat.", "We vermoeden dat vooroordelen voor auteurs met niet-westerse achtergrond nog sterker gelden. Hun werk lijkt een andere beoordeling ten deel te vallen omdat zij een hele groep dienen te vertegenwoordigen: het individu wordt representatief geacht voor het geheel. Volgens bloemlezingen als Zwart en Afrolit ziet men de kracht van de diversiteit van de diaspora in de Nederlandse literatuur nog onvoldoende door restanten van het koloniale denken.", "Verscheidenheid aan culturele en sociaal-economische achtergronden vindt zijn weerslag in wat is en wordt gemaakt. Die andere ervaringsgeschiedenissen vervolgens afdoen als niet relevant, minder groot en minder literair, perkt de enorme weidsheid van de literatuur in. Het doet tekort.", "Kijken we opnieuw, maar nu zónder vooringenomenheid, naar de literatuur uit heden en verleden, dan krijgen we vanzelf zin in nieuwe standbeelden en nieuwe literatuurgeschiedenissen.", "Neem Edith Werkendam, een vrouw die in de ‘roaring twenties’ van de vorige eeuw werd gearresteerd omdat ze fietste met een broek aan. Haar romans zaten vol met lesbische erotiek, reden waarom haar literaire tijdgenoten het werk afdeden als pulp. Maar was het dat ook? Eén blik in haar roman De goddelijke zonde maakt al nieuwsgierig naar wat haar tijdgenoten gemist hebben.", "Noem de schrijfsters", "Canoniseren begint met noemen en opnieuw noemen. Dus wie een stuk schrijft; noem schrijfsters. Schep er eer in om vrouwen van welke komaf dan ook te noemen in de literatuur. Licht hen uit, zoals docent Marijke Vos onlangs in de krant deed met de 18e eeuwse dichteres Juliana de Lannoy. Weef hen de geschiedenis in, ontdoe ze van hun eenzaamheid.", "Veel te weinig horen we schrijvers, man of vrouw, vertellen door welke vrouwelijke auteurs ze zijn beïnvloed of welke niet-westerse auteurs ze bewonderen. Deze namen noemen, er een sport van maken op ze te letten, legt de lijnen bloot die nu verborgen blijven. Het hoeft niet met schel trompetgeschal, als je maar beide ogen openhoudt.", "De schrijvers van schoolboeken zouden dat eveneens mogen doen, opdat zij boeken schrijven die een afspiegeling zijn van de diversiteit van onze wereld. Voeg supplementen toe waar nu hiaten zitten. Reken maar dat de leesvaardigheid vooruit gaat wanneer jongeren iets terugzien van hun eigen achtergrond en leefwereld. Juist als je jong bent, snak je naar ervaringen die verbonden zijn met jezelf en die tegelijkertijd je horizon verbreden. Die nieuwe gedachten doen opborrelen of je juist sterken in opvattingen die je nog niet durfde uit te spreken. Die je meevoeren in een wereld die mogelijk is of in een wereld om juist ver vandaan te blijven.", "Gelijke verdeling", "Docenten op middelbare scholen, kijk daarom nog eens kritisch naar de leeslijsten: u mag ze immers vaak zelf samenstellen. Wat zou er gebeuren als u er eens 50 procent vrouwelijke auteurs op zet? Waarom niet? De lijsten zullen er niet spontaan van vlamvatten.", "We kunnen wel blijven hangen in verwondering over het ontbreken van inclusievere lijsten, maar het is zo makkelijk: zet de namen erop! Het is niet dat de boeken er niet zijn. Maak de lijsten langer. Zoek suggesties bij elkaar, stimuleer de leerlingen om breed uitwaaierende leeslijsten op te stellen (of ga te rade bij Fixdit.nu).", "Of nog beter, lees eens een half jaar enkel literatuur van anderen dan witte mannen, zoals Pepijn Lanen, schrijver en zanger van De Jeugd van Tegenwoordig zich verfrissend heeft voorgenomen. Geen gek idee. Wij zijn met dat nieuwjaarsvoornemen alvast een Leesclub begonnen.", "Door #MeToo en Black Lives Matter is prangend duidelijk geworden hoe ongelijke machtsverhoudingen, vooroordelen en veelal onbewuste discriminatie onze levens nog altijd in de tang hebben. We kunnen de wereld niet in een keer veranderen, maar we kunnen wel een andere blik werpen op de stapels en rijen als we door de boekhandel en de bibliotheek wandelen, we kunnen een andere gevoeligheid ontwikkelen als we een boek openslaan, ons laten verrassen, zodat we voor even in een andere wereld verdwijnen.", "Er is geen veiliger plek dan in de literatuur om de weidsheid van het leven te verkennen. De tijd is er rijp voor. Laten we ons rijkere zelf zijn.", "Lees ook:", "Misschien meer prijzen, maar mannen schrijven geen haar beter!", "En weer is er maar één vrouwelijke auteur genomineerd voor de Boekenbon Literatuurprijs die in november zal worden uitgereikt. Hoe komt het toch? Maaike Meijer leest ‘Dit is geen vrouwenboek’ van Corina Koolen en duidt de prijzenkloof in de literatuur."], "authors": ["Fleur Speet", "Jannah Loontjens", "Manon Uphoff"], "keywords": ["romans", "meer", "zijn", "met", "literaire", "dat", "nederlandse", "die", "van", "en", "een", "tijd", "vol", "rokjeskontjestietjes", "voor", "zitten", "vrouwen", "het", "als"], "pubDate": "2021-01-10T14:08:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}