{"id": "1bf904c4-5964-3b23-b68a-016329d6913f", "title": "Lockdown drie weken verlengd, meer financiële steun", "url": "https://www.parool.nl/nederland/lockdown-drie-weken-verlengd-meer-financiele-steun~b06300df/", "summary": "Jaap van Dissel van het RIVM komt aan bij het Catshuis voor een overleg over de coronamaatregelen.\nDe uitkomst is dat er wordt gekoerst op het verlengen van het huidige pakket: dinsdag wordt de knoop doorgehakt.\nMinister Wopke Hoekstra (Financiën) zei zaterdag al dat ‘hoe meer schade er wordt geleden, hoe meer er wordt gecompenseerd’.\nHet OMT krijgt vanuit Engeland verontrustende berichten over de Britse mutatie van het virus, zei Diederik Gommers dit weekeinde.\nHet is een spannende tijd, moet ik zeggen.”Het OMT pleitte eerder voor een avondklok, maar dat idee kreeg te weinig politieke steun.", "paragraphs": ["Jaap van Dissel van het RIVM komt aan bij het Catshuis voor een overleg over de coronamaatregelen. Beeld ANP", "Het kabinet kwam zondag bijeen in het Catshuis, samen met RIVM-deskundige Jaap van Dissel. De uitkomst is dat er wordt gekoerst op het verlengen van het huidige pakket: dinsdag wordt de knoop doorgehakt.", "Dan moeten premier Mark Rutte en minister Hugo de Jonge tijdens de al bekende persconferentie ook verdere financiële maatregelen aankondigen. De huidige steunpakketten waren al zo vormgegeven dat ze zouden ‘mee-ademen’ met de vraag van bedrijven, maar daar wordt ‘nog een stapje extra in gezet’. Winkels blijven bijvoorbeeld met voorraad zitten. Minister Wopke Hoekstra (Financiën) zei zaterdag al dat ‘hoe meer schade er wordt geleden, hoe meer er wordt gecompenseerd’. “We kijken wat er voor bepaalde sectoren nog extra moet.”", "Nu al verwacht het kabinet zo’n 66 miljard euro aan coronasteun kwijt te zijn, dat wordt dus mogelijk nog meer.", "Geen zwaardere maatregelen", "Eerder werd overigens nog gesproken over het verzwaren van de maatregelen, zoals de sluiting van hotels, maar daar lijkt geen sprake van.", "De stemming bij het beraad was somber. Gemiddeld raakten er vorige week zo’n 7700 mensen per dag besmet, terwijl het kabinet ‘terug wil’ naar een aantal van maximaal 1200 per etmaal. Bovendien waart de Britse mutatie van het virus rond, die stukken besmettelijker is. Daarnaast is nu ook een Zuid-Afrikaanse variant opgedoken.", "Premier Mark Rutte liet vrijdag al weten weinig optimistisch te zijn. “We zien nog altijd te hoge besmettingscijfers. De zorg wil weer operaties uitvoeren bij mensen met andere kwalen.”", "Duitsland", "Het kabinet kijkt nadrukkelijk naar omliggende landen. Zo is in Duitsland de lockdown verlengd tot en met 31 januari. Het OMT krijgt vanuit Engeland verontrustende berichten over de Britse mutatie van het virus, zei Diederik Gommers dit weekeinde. “De waarschuwingen die we krijgen uit Engeland liegen er niet om,” aldus de voorzitter van de Vereniging voor Intensive Care. “De mensen daar zeggen: ‘je weet niet wat er op je af komt’. Dat soort berichten kregen we in februari ook van onze collega’s uit Italië.”", "Eerder al zei een ander OMT-lid, op voorwaarde van anonimiteit, dat de voortekenen slecht zijn. “Zoveel seinen staan op rood. Ik zie het heel somber in.”", "Ook viroloog van het Amsterdam UMC en OMT-lid Menno de Jong zei zondag tegen AT5 dat de huidige lockdown in ons land moet worden verlengd. “Als de lichte daling niet doorzet en tegelijkertijd de Engelse mutatie meer de overhand gaat nemen, dan zit je zelfs eerder aan striktere maatregelen te denken. Het is een spannende tijd, moet ik zeggen.”", "Het OMT pleitte eerder voor een avondklok, maar dat idee kreeg te weinig politieke steun.", "Vaccinatie", "Enige hoop put het kabinet uit de vaccinaties die vorige week zijn begonnen. “We zijn niet van de een op de andere dag verlost van het virus. Het is voor mensen individueel van groot belang dat ze het vaccin hebben gekregen, maar voor het land als geheel duurt het echt een tijd voordat we het collectief gaan merken,” zei Rutte daarover."], "authors": ["Tobias Den Hartog"], "keywords": ["drie", "er", "verlengd", "steun", "lockdown", "van", "al", "weken", "voor", "zijn", "een", "wordt", "financiële", "zei", "het", "meer", "dat"], "pubDate": "2021-01-10T14:43:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}