{"id": "1bff3063-eb0a-3a1b-85f7-3da572c2a085", "title": "Orderdaily bezorgt binnen een uur spullen van Amsterdamse winkeliers", "url": "https://www.parool.nl/ps/orderdaily-bezorgt-binnen-een-uur-spullen-van-amsterdamse-winkeliers~be559b3c/", "summary": "Toen kwam ik met een paar collega’s op het idee van een bezorg­service voor winkeliers.\nZo ontstond Orderdaily.”Wat kun je op Orderdaily bestellen?\n“Een mix: denk aan schoenen en kleding van Baskèts, spullen van boutique Velour, boeken van Hoogstins en sieraden van Eenvoud.\nDat is snel, voor een paar schoenen.\nJe bestelt iets en een bezorger haalt het direct op bij de winkel, mits die open is.", "paragraphs": ["Beeld shutterstock", "Normaliter runt u met uw compagnons horecazaken: Jajem, de Kopstootbar en de Tulp.", "“Tijdens de eerste lockdown zijn we eten gaan bezorgen vanuit de Kopstootbar, en dat ging goed. Toen kwam ik met een paar collega’s op het idee van een bezorg­service voor winkeliers. Voor eten en drinken bestaan er natuurlijk al bezorgdiensten, maar voor lokale retail nog niet. Zo ontstond Orderdaily.”", "Wat kun je op Orderdaily bestellen?", "“Een mix: denk aan schoenen en kleding van Baskèts, spullen van boutique Velour, boeken van Hoogstins en sieraden van Eenvoud. Toevallig is gisteren de Spar aangesloten, dus je kunt nu ook gewone boodschappen doen.”", "De garantie: bezorging binnen 60 ­minuten. Dat is snel, voor een paar schoenen.", "“Dat lijkt me wel. We bezorgen alles op de fiets. Je bestelt iets en een bezorger haalt het direct op bij de winkel, mits die open is. Voorlopig bezorgen we alleen binnen de Ring; zonder vervuilende bestelwagens.”", "En als iets niet past?", "“We zijn een passervice aan het ontwikkelen. Je betaalt een klein bedrag extra om meerdere opties te passen. De bezorger wacht en neemt mee wat niet goed is. Bij Zara kun je tien paar schoenen bestellen en weer terug­sturen, maar voor kleine ondernemers is dat niet houdbaar. Met onze passervice hopen we mensen daar bewust van te maken.”", "Op de fiets zit jullie barpersoneel.", "“De meeste bezorgers werken normaal gesproken inderdaad bij onze horecazaken. Zo kan iedereen toch lekker aan het werk blijven. Het is iets anders dan shotjes schenken, maar de sfeer zit er goed in.”"], "authors": ["Noor Lagendijk"], "keywords": ["van", "spullen", "binnen", "paar", "het", "op", "met", "winkeliers", "orderdaily", "een", "je", "en", "niet", "bezorgt", "uur", "amsterdamse", "voor"], "pubDate": "2020-11-25T09:36:02+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}