{"id": "1c05da36-dd39-3f0b-95c5-9cf6ce3d609a", "title": "Lamsstoof met ui en warme specerijen: een stoofpot vol nieuwe smaken", "url": "https://www.parool.nl/ps/lamsstoof-met-ui-en-warme-specerijen-een-stoofpot-vol-nieuwe-smaken~b7e04ce1/", "summary": "En dat is precies waar ik deze columnreeks graag mee afsluit: hoe kunnen we onszelf met elkaar verbinden?\nDan gaan ze bij­ ­elkaar, deksel erop, laag vuurtje en onder de deksel gaan ze met elkaar praten, fluisteren, liedjes zingen en elkaar honderduit bevragen.\nVorig jaar kookte ik met Algerijnse en Marokkaanse dames in Marseille, en na afloop waren we één grote familie – weet je het nog?\nZe bleek getrouwd met een Egyptenaar en kookte een heerlijke mix.\nHet was een fantastisch gesprek waaruit weer bleek: zo anders zien we eruit, maar zoveel lijken we op elkaar.", "paragraphs": ["Merijn Tol. Beeld Oof Verschuren", "En daar ben ik dan met de laatste. Jullie zijn als onzichtbare lezers een beetje mijn vriend geworden. En dat is precies waar ik deze columnreeks graag mee afsluit: hoe kunnen we onszelf met elkaar verbinden? Door samen te koken!", "Dat is als een stoofpot vol ingrediënten: vlees, specerijen, groente, allemaal nog losse dingen. Dan gaan ze bij­ ­elkaar, deksel erop, laag vuurtje en onder de deksel gaan ze met elkaar praten, fluisteren, liedjes zingen en elkaar honderduit bevragen. Haal je daarna de deksel eraf, dan komt er een intens zalige geur van saamhorigheid uit. Alles mengt en transformeert zich. Tot nieuwe geuren, nieuwe smaken. De complexiteit van diversiteit in een nieuw gerecht.", "Zou dat onze stad kunnen zijn, onze samenleving? Dat het kan, weet ik. Ik heb het zo vaak meegemaakt. Vorig jaar kookte ik met Algerijnse en Marokkaanse dames in Marseille, en na afloop waren we één grote familie – weet je het nog?", "Hetzelfde ontstond toen ik kookte op het plein in Beiroet met de revolutiemensen. En nu in deze gekke coronatijd kookten we samen het jaarlijkse Transvaalbachanaal. Op afstand met mondkapjes op, in kleine teams. Maar toch, de kracht van samen zwelde aan als vanouds. De smaken, de geuren, de verhalen kwamen los.", "Ik leerde van de Libanees-Armeense Maria haar zalige ­tolma’s: gevulde koolbladeren met bulgur, kikkererwten, paprikapasta en knoflook. We hadden het over het Beiroetse drama en ontdekten ­gezamenlijke vrienden.", "Venezolaanse Amsterdammer ­Fernando maakte tamales, met Thaise dressing van initiatiefnemer Maureen en Liesbeth die op deze plek ook ­jarenlang schreef. We maakten Mohammeds Syrische kip, hij zat met Covid-19 plus kersverse baby thuis. Ikzelf maakte shafoot uit Jemen en de Egyptische visköfte die je nog kent.", "En er was meer. Mijn köfte frituurde ik in een halfopen caravan, samen met de Pakistaanse Badr. Zij frituurde haar samosa’s. Ze bleek getrouwd met een Egyptenaar en kookte een heerlijke mix. Het was een fantastisch gesprek waaruit weer bleek: zo anders zien we eruit, maar zoveel lijken we op elkaar.", "Dit is de laatste Smulpaap van Merijn Tol. Vanaf januari stopt de rubriek Smulpapen."], "authors": ["Merijn Tol"], "keywords": ["ui", "vol", "ik", "van", "specerijen", "smaken", "en", "nieuwe", "met", "een", "elkaar", "ze", "warme", "op", "samen", "het", "lamsstoof", "stoofpot"], "pubDate": "2020-12-29T10:20:29Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}