{"id": "1c194c38-a2f8-3ed2-b128-a7706309ead6", "title": "Made for China: livestreamen voor een sterke natie", "url": "https://www.volkskrant.nl/kijkverder/v/2020/chinese-verkooprevolutie-eindeloos-livestreamen-tot-je-een-rage-ontketent~v402959/", "summary": "Maar Wang doet het vol overgave.\nSinds de uitbraak van de corona-epidemie kunnen buitenlandse inkopers China niet meer in, en zitten buitenlandse afzetmarkten in het slop.\nMaar toen begonnen de uitbraken in het buitenland en nu is het een mondiale ramp.\nHet lijkt er niet op dat het snel beter zal worden.’Dus experimenteert Wang volop met een alternatief verkoopkanaal: livestreaming.\nZe filmt zichzelf terwijl ze borden en kommen aanprijst, of – om af te wisselen – tandpasta en make-up.", "paragraphs": ["Maar Wang doet het vol overgave. Ze moet wel, nu de export van serviezen zo goed als stilgevallen is. Sinds de uitbraak van de corona-epidemie kunnen buitenlandse inkopers China niet meer in, en zitten buitenlandse afzetmarkten in het slop. De International Trade City, een groothandelsbazaar van 4,7 miljoen vierkante meter waar normaal meer dan honderdduizend buitenlandse inkopers per dag komen en alle talen van de wereld te horen zijn, is zo goed als uitgestorven.", "‘Onze export is met de helft ingezakt’, zegt Wang in haar toonzaal, nummer 65625 in straat 12 op etage 3 van district 5 van de International Trade City. Het handelscomplex is zo gigantisch dat je er zonder precies adres hopeloos verdwaalt. ‘In het begin dachten we: de situatie in China is onder controle, de export zal zich snel herstellen. Maar toen begonnen de uitbraken in het buitenland en nu is het een mondiale ramp. Het lijkt er niet op dat het snel beter zal worden.’", "Dus experimenteert Wang volop met een alternatief verkoopkanaal: livestreaming. Ze filmt zichzelf terwijl ze borden en kommen aanprijst, of – om af te wisselen – tandpasta en make-up. Het is een soort Tel Sell, maar dan op sociale media en dus veel directer. Wang verkoopt, maar kletst ook met haar fans en maakt grappige filmpjes. Ze is een online-marktkramer, vlogger en influencer ineen. ‘Je kunt niet alleen over je producten praten’, legt ze uit. ‘Dan raken je fans snel verveeld.’"], "authors": ["Oktober"], "keywords": ["je", "van", "wang", "zo", "natie", "voor", "en", "een", "livestreamen", "ze", "china", "het", "snel", "maar", "sterke"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}