{"id": "1c2bd660-205f-3dec-b51e-b7f7e54947f1", "title": "In zijn laatste oudejaars komt Youp pas echt op stoom in het slotdeel ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/in-zijn-laatste-oudejaars-komt-youp-pas-echt-op-stoom-in-het-slotdeel~b6524221/", "summary": "Youp komt met een verrassende oplossing, want hij blijkt een opname te hebben gemaakt van een try-out op 12 december in de Utrechtse Stadsschouwburg.\nVanuit het Torentje verontschuldigt Youp zich voor het ontbreken van de laatste nieuwsfeiten, zoals Brexit en de ‘blamage dat we laatste zijn geworden in de Europese vaccinatiecompetitie’.\nDie opening in het Torentje is een leuke vondst en het werkt goed door de actuele lading.\nDit is natuurlijk overmacht, maar je had de 66-jarige cabaretier voor zijn laatste oudejaars toch een sfeervollere registratie gegund.\nBoeiender is het slotdeel, als Youp vertelt dat hij op een dag in maart zijn smaak kwijt was.", "paragraphs": ["'Cabaretier des Vaderslands' Youp van 't Hek spreekt vanuit het Torentje het volk toe Beeld screenshot NPO Start", "Cabaretier Youp van ’t Hek opent vanuit het Torentje in Den Haag, in een nagebootste setting van de meest recente toespraak van premier Rutte. Hier geeft de ‘Cabaretier des Vaderlands’ antwoord op de vraag waarover de afgelopen weken geheimzinnig werd gedaan: in welke vorm toont hij zijn tiende en laatste oudejaarsconference aan het land, nu er helemaal geen publiek meer het theater in mag?", "Youp komt met een verrassende oplossing, want hij blijkt een opname te hebben gemaakt van een try-out op 12 december in de Utrechtse Stadsschouwburg. Toen zaten er nog 30 mensen in de zaal. Vanuit het Torentje verontschuldigt Youp zich voor het ontbreken van de laatste nieuwsfeiten, zoals Brexit en de ‘blamage dat we laatste zijn geworden in de Europese vaccinatiecompetitie’. Maar hij verdedigt zijn keuze, ‘omdat cabaret zonder publiek in mijn ogen onmogelijk is’.", "Die opening in het Torentje is een leuke vondst en het werkt goed door de actuele lading. Het is dan ook best teleurstellend dat we het daarna moeten doen met de show uit Utrecht, waarin Youp ook nog een paar keer nadrukkelijk zegt ‘Het is zaterdag 12 december’. Het geluid klinkt nogal hol, de aankleding is karig en de teksten zijn soms nog niet helemaal soepel ingespeeld. Dit is natuurlijk overmacht, maar je had de 66-jarige cabaretier voor zijn laatste oudejaars toch een sfeervollere registratie gegund. Het werkt ook niet mee dat Van ’t Hek het sterkste deel van Korrel zout, waarin hij zijn ziekenhuiservaring als een van de eerste coronapatiënten deelt, pas helemaal aan het slot heeft geplaatst.", "Korte lontjes", "Het voornaamste punt dat Van ’t Hek wil maken is dat we moeten stoppen met het zeiken, met het getut en het rondzwemmen in eigen gelijk. Iedereen is zo opgefokt en agressief, je hoeft maar op tv aan te kondigen dat je de oudejaarsconference gaat doen en je hebt de dag erna zeventig bedreigingen binnen. In het decor staan zilveren zoutvaatjes, en Youp vat het samen in een lied, waarin hij zingt onder begeleiding van gitarist Rens van der Zalm: ‘Pak toch wat grote korrels zout / en strooi ze rond met gulle hand.’", "Het thema van de korte lontjes en het snel gekwetst zijn past bij Youp en hij weet er heel wat grappen uit te peuren, maar het is ook een plaat die grijs is gedraaid en die niet typerend is voor het jaar 2020.", "Boeiender is het slotdeel, als Youp vertelt dat hij op een dag in maart zijn smaak kwijt was. ‘Ik zat ineens vier uur naar SBS te kijken, en toen heeft mijn vrouw een ambulance gebeld.’ In maart liep Van ’t Hek daadwerkelijk het coronavirus op en werd hij opgenomen in het Amsterdamse AMC. Daar maakte hij van dichtbij mee hoe de crisis losbrak: ‘Ik lag daar in bed vlakbij de verpleging en ik kon horen wat er aan de hand was. En er was nogal wat aan de hand, want binnen een paar uur stroomde die hele covid-afdeling vol. En op een kleine televisie boven mijn bed kon ik ook nog horen wat Jort Kelder ervan vond.’", "Met een mooie mix van aangrijpende observaties en nuchtere Amsterdamse humor werkt Van ’t Hek hier toe naar een fel pleidooi voor een hogere beloning voor het zorgpersoneel, voor de mensen ‘die zo druk waren en die ons geen seconde in de steek lieten.’", "Oudejaarsconference 2020: Korrel zout Cabaret ★★★☆☆ Door Youp van ’t Hek. 31/12. Terugkijken via NPO Start.", "EEN JAAR VOOR GEVORDERDEN Het was niet eenvoudig om een oudejaarsconference over 2020 te maken, en al helemáál niet om hem uit te voeren in een theater. Dat bleek wel uit de interviews die we maakten met vijf oudejaarsconferenciers. ‘ Dit was een jaar voor gevorderden, en niet voor beginners.’"], "authors": ["Joris Henquet"], "keywords": ["zijn", "slotdeel", "laatste", "van", "hek", "komt", "voor", "en", "een", "oudejaars", "dat", "stoom", "op", "het", "pas", "hij", "youp"], "pubDate": "2021-01-01T10:43:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}