{"id": "1c2e2200-6849-3371-860a-91ab136386c4", "title": "De eerste Nederlandse film met een veldslag is tevens de op één na duurste Nederlandse film ooit", "url": "https://volkskrant.nl/cultuur-media/de-eerste-nederlandse-film-met-een-veldslag-is-tevens-de-op-een-na-duurste-nederlandse-film-ooit~bd0292bd/", "summary": "Hoe maak je met een relatief bescheiden budget toch een grootse oorlogsfilm?\nBij een jonge soldaat trekt een bloedspoor van het voorhoofd via de neus naar de mond.\nMet een budget van 14 miljoen euro is het na Zwartboek de duurste Nederlandse productie aller tijden.\nDe slag om de Schelde is de eerste Nederlandse film met een veldslag: soldaten smijten met granaten en spuwen met vlammenwerpers, er storten vliegtuigen neer en er sneuvelen ledematen.\nHet fonds benaderde voor deze opdracht Alain de Levita (61), producent van Bankier van het verzet en Tonio.", "paragraphs": ["Hoe maak je met een relatief bescheiden budget toch een grootse oorlogsfilm? De Volkskrant keek mee op de set van De slag om de Schelde en zag hoe de crew zich liet inspireren door illustere voorgangers.", "‘Lekker schreeuwen jongens, maak maar geluid, kijk naar je wonden.’ Op de set van De slag om de Schelde, afgelopen december in het Zeeuwse Brouwershaven, instrueert regisseur Matthijs van Heijningen jr. (55) de figuranten die soldaten spelen van het Canadese infanterieregiment The Black Watch.", "Ze liggen zij aan zij, met hun hoofd tegen een schuur, hun bruingroene legeruniformen onder het vuil. Bij een jonge soldaat trekt een bloedspoor van het voorhoofd via de neus naar de mond. Zijn kale buurman is er niet veel beter aan toe: zijn hele hoofd is bedekt met bloed, hier en daar onderbroken door een zwarte korst. Zodra het bloed bij een van hen begint te klonteren, komt een vrouw in donkerblauwe Canada Goose-jas vocht bijdruppelen.", "Het moet een scène worden waarbij de Britse piloot William, gespeeld door de dan 19-jarige Jamie Flatters, zich aansluit bij de Canadezen en op hun kamp wordt geconfronteerd met de rij kermende zandhazen, die net gewond zijn geraakt bij de slag om de Sloedam, een onderdeel van de slag om de Schelde.", "De slag om de Schelde is een oorlogsfilm met grote ambities. Met een budget van 14 miljoen euro is het na Zwartboek de duurste Nederlandse productie aller tijden. Ook die film uit 2006 van Paul Verhoeven speelde zich af tijdens de Tweede Wereldoorlog, maar daarin was de mate van geweld relatief bescheiden. De slag om de Schelde is de eerste Nederlandse film met een veldslag: soldaten smijten met granaten en spuwen met vlammenwerpers, er storten vliegtuigen neer en er sneuvelen ledematen.", "De film zou, na een coronavertraging, pas in april 2021 uitkomen. Maar nu alle grote internationale titels, waaronder de nieuwe James Bond, worden doorgeschoven, hopen de makers te kunnen profiteren van dat gebrek aan concurrentie. Dus is de film nu al vanaf 17 december te zien, in tweehonderd zalen. De producenten nemen daarmee een groot risico: ze hopen op een miljoen bezoekers, terwijl er voorlopig maar dertig mensen in een zaal mogen.", "Hoe is de film tot stand gekomen? En hoe maak je geloofwaardige oorlogsscènes met een budget dat voor Nederlandse begrippen royaal is, maar vergeleken met films als Saving Private Ryan (budget: 70 miljoen dollar) ronduit bescheiden?", "Regisseur Matthijs van Heijningen jr. op de set van De slag om de Schelde. Beeld Ivo van der Bent", "Het verhaal draait om drie jongeren die de oorlog op uiteenlopende manieren beleven, maar wier wegen elkaar uiteindelijk kruisen. William is een Britse piloot die tijdens Operatie Market Garden neerstort in Zeeland en zich vervolgens aansluit bij de Canadezen. Teuntje (Susan Radder) is een Zeeuws meisje dat zich schikt naar de eisen van de Duitse bezetter, maar in opstand komt als de SS haar broertje arresteert. De jonge Marinus (Gijs Blom) laat zich inpalmen door propagandafilms van de SS en besluit uiteindelijk voor de nazi’s te strijden aan het oostfront. Als hij terugkeert in Nederland en moet vechten tegen zijn landgenoten, komt hij in gewetensnood.", "Het initiatief voor de film komt van het VFonds, het Nationaal Fonds voor Vrede, Vrijheid en Veteranenzorg. Dat wilde, nu de laatste oorlogsgeneratie 75 jaar na de bevrijding steeds kleiner wordt, de herinnering levend houden – als het even kon met een iconische productie zoals Soldaat van Oranje, de film uit 1977 van Paul Verhoeven. Het fonds benaderde voor deze opdracht Alain de Levita (61), producent van Bankier van het verzet en Tonio.", "De Levita dacht dat alle verhalen over de Tweede Wereldoorlog inmiddels wel zo’n beetje waren verteld, maar dat bleek niet zo te zijn. Het VFonds noemde twee slagen die weinig bekend zijn gebleven: het Rijnlandoffensief (een serie geallieerde operaties in 1945) en de slag om de Schelde.", "Achter de schermen bij de opnamen van De slag om de Schelde. Beeld Ivo van der Bent", "Die laatste bleek visueel het aantrekkelijkst. ‘De Sloedam was typisch Hollands, zo plat als een dubbeltje’, zegt De Levita. ‘Bovendien was die slag van groot belang, maar hebben velen er nog nooit van gehoord: hij wordt daarom wel de vergeten slag genoemd (de internationale naam van de film is dan ook The Forgotten Battle, red.).’", "Met scenarist Paula van der Oest en regisseur Van Heijningen overwoog hij om ook de veldslagen in Zeeland in de film op te nemen, maar dat bleek niet haalbaar. ‘Zeeland staat vol met torens en windmolen’, zegt De Levita. ‘Die landschapsvervuiling wegshoppen kost geld. Dan shop je er liever dertig vliegtuigen bij, of een verwoest dorp. Niemand in de bioscoop denkt: wat gaaf, we hebben dat hele windmolenpark niet gezien!’", "Ze besloten uit te wijken naar Litouwen, in fiscaal opzicht een fijn land voor filmers: ongeveer 30 procent van de uitgaven krijg je er terug. Bovendien is er minder horizonvervuiling en verlenen de autoriteiten gemakkelijker toestemming voor ontploffingen.", "In Litouwen werd voor de scènes over de slag om de Sloedam een complete dijk nagebouwd. In 1944 moest het Black Watch-regiment die dam over om de Schelde in geallieerd bezit te krijgen en zo de cruciale haven van Antwerpen te kunnen bereiken. Maar tijdens de oversteek was het regiment kanonnenvoer voor de Duitse troepen, die geduldig lagen te wachten, hun vizier gericht op het streepje land dat Zuid-Beveland en Walcheren met elkaar verbond. ‘Ik heb er dagboekverslagen over gelezen’, zegt Van Heijningen. ‘Het was een highway to hell.’", "Op de set van De slag om de Schelde. Beeld Ivo van der Bent", "Ter voorbereiding keek Van Heijningen onder meer naar Saving Private Ryan, uit 1998. Vooral de opening van die film, met de aankomst van Amerikaanse troepen op het Normandische strand, intrigeerde hem: de kapitein, gespeeld door Tom Hanks, die met trillende handen een waterfles opent tussen zijn brakende soldaten. Die springen vervolgens de zee in en proberen op het strand te komen. Ondertussen hebben de Duitsers vanaf de duinen met mitrailleurs het vuur op ze geopend. De scène duurt twintig minuten.", "‘Ik wilde weten: waarom is die scène na 22 jaar nog steeds zó goed?’, zegt Van Heijningen. ‘Volgens mij is dat omdat je echt even bij die personages bent. De camera zit dicht op ze, gaat met ze onder water als ze de boot uitspringen. En de shots duren lang, gemiddeld tien seconden. Als ze kort zijn, herinner je de kijker eraan dat die een film zit te kijken.’ Van Heijningen draaide zijn lange shots van de slag dan ook ‘documentair’: de camera volgt de acteur in plaats van andersom.", "‘Het was overweldigend’, zegt Gijs Blom, die een Wehrmacht-soldaat speelt. ‘Soldaten om me heen vielen dood neer, kogels vlogen me om de oren. We schoten met losse flodders, maar het maakte een intens kabaal.’", "Waar regisseur Steven Spielberg voor de openingsscène van Saving Private Ryan zes weken de tijd kreeg, had Van Heijningen voor zijn veldslag drie dagen. Dat probeerde hij gedeeltelijk te ondervangen door extra te repeteren met alleen acteurs en stuntmannen. ‘Zo kom je erachter of je nog ergens een bom of een kuil wilt hebben’, zegt hij. ‘En daar is de crew niet bij. Dus dat scheelt geld.’", "Van Heijningen riep de hulp in van de Australische stuntcoördinator Tom Struthers. ‘Hij heeft alle stuntmensen geregeld. Ze zijn écht goed: ze kunnen geloofwaardig vallen en doodgaan.’", "De tijd van zakjes nepbloed die openspatten zodra iemand is geraakt, is voorbij. Schotwonden worden tegenwoordig na afloop met special effects aangebracht. Ook voor overvliegende vliegtuigen en verwoeste gebouwen biedt de computer een oplossing.", "Achter de schermen bij de opnamen van De slag om de Schelde. Beeld Ivo van der Bent", "Maar de ontploffingen zijn echt. Die werden verzorgd door bomexperts uit Belarus. ‘Ze hadden gigantische pannen onder de grond begraven, met explosieven eronder en een lading potgrond erop’, zegt Blom. ‘Iemand drukt op een knopje en vervolgens vliegt alles de lucht in. Dan moet je je mond dichthouden, anders zit die vol zand.’", "Ook aan de figuranten met afgerukte ledematen is achteraf niets bewerkt. ‘We hebben gescout op mensen met geamputeerde lichaamsdelen’, zegt Van Heijningen. ‘De make-upafdeling heeft daar nog wel wat aan gedaan, zodat het lijkt alsof er na de explosie nog wat aders hangen.’", "De oorlogsscènes waren nieuw voor Van Heijningen, maar de schaal van de productie was dat niet. ‘Niet om op te scheppen, maar ik ben grote sets gewend van commercials.’ Van Heijningen werkte eerder aan grote reclameproducties voor Heineken, PlayStation en Samsung. Zijn Kia-reclame uit 2016, met komiek Melissa McCarthy, werd vertoond in de pauze van de Super Bowl. En in 2017 werkte hij voor het automerk samen met James Bond-acteur Pierce Brosnan.", "‘Daar heb ik geleerd om me niet te veel te verliezen in visuele flauwekul. Uiteindelijk draait het om het verhaal en de gevoelens van de hoofdrollen. Ik heb een legerofficier gesproken die zei dat alle soldaten tijdens zo’n slag het liefst stil blijven liggen, maar door hun officieren worden opgejaagd − anders winnen ze die slag niet. Die angst wilde ik zichtbaar maken. Ga ik nu? Of straks? Ga ik naar rechts? Naar links?’", "Regisseur Van Heijningen en acteurs op de set van De slag om de Schelde. Beeld Ivo van der Bent", "Maar hoe weet je wat die soldaten 75 jaar geleden dachten? Gijs Blom probeerde daarachter te komen door zich vooral goed in te lezen. Hij las de oorlogsboeken Montyn van Dirk Ayelt Kooiman en De welwillenden van Jonathan Littell. Nog relevanter voor zijn rol was Veldgrauw van Evertjan van Roekel, over Nederlanders in dienst van de Waffen-SS. En hij keek They Shall Not Grow Old, een documentaire van Peter Jackson over de Eerste Wereldoorlog. ‘In die documentaire dacht ik te zien dat de rustmomenten het ergst waren’, zegt Blom. ‘Tijdens het schieten verkeer je in een roes. Maar als je aan het wachten bent, besef je pas in wat voor hel je bent.’", "In Brouwershaven draait de belangrijkste scène van de dag om de emoties van de Britse piloot William. Hij heeft een uniform gekregen van de Canadezen en zit met zijn strijdmakkers aan tafel. In het script staat dat een gesneuveld Nederlands verzetsmeisje met een laken over zich heen wordt binnengedragen, maar Van Heijningen is daar niet tevreden mee en slaat aan het improviseren. Hij roept dat het meisje op een stretcher binnen moet komen, levend dus. Daar zal haar blik kruisen met die van William.", "‘William en het meisje kennen elkaar niet, maar de kijker kent ze allebei en leeft op dat moment dus met ze mee’, legt Van Heijningen later uit. ‘En terwijl William net van het slagveld komt, voelt hij de gravitas van de oorlog als hij dat burgermeisje ziet sterven. Uiteindelijk is het een nare sterfscène geworden. Een van de mooiste scènes van de film.’"], "authors": ["Gijs Beukers"], "keywords": ["van", "dat", "die", "om", "film", "een", "veldslag", "het", "en", "te", "nederlandse", "ooit", "eerste", "op", "slag", "tevens", "met", "één"], "pubDate": "2020-12-09T17:23:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}