{"id": "1c6e82b5-35d6-3be3-a1bf-573132560952", "title": "Rector Rob Schuurmans wil niets liever dan dat de scholen weer open kunnen: ‘Waar is Arie Slob?’", "url": "https://www.trouw.nl/binnenland/rector-rob-schuurmans-wil-niets-liever-dan-dat-de-scholen-weer-open-kunnen-waar-is-arie-slob~be4f76c5/", "summary": "De kleurrijke plankjes aan de muur van zijn werkkamer vormen samen een grote boom.\nDe stam en de takken vertellen de dromen van mavo 3-leerlingen, de wortels die van hun ouders.\nMaar geen scholieren, buiten een handvol examenleerlingen en een paar kinderen die om uiteenlopende redenen geen online les kunnen volgen.\n140 leerlingen kregen dit schooljaar corona (een op twaalf), 26 personeelsleden (bijna een op zes).\nJe had ook kunnen zeggen dat er een risico was, maar dat we dat moesten accepteren omdat we de scholen zo belangrijk vinden.", "paragraphs": ["De kleurrijke plankjes aan de muur van zijn werkkamer vormen samen een grote boom. Op elk bordje staat een wens. Rector Rob Schuurmans leest ze regelmatig. De stam en de takken vertellen de dromen van mavo 3-leerlingen, de wortels die van hun ouders. Vaders en moeders denken in algemeenheden: durf te dromen. Carpe diem. Be strong, never give up. Hun kinderen zijn specifieker: piloot worden. Het eerste van PSV halen. Een reis naar Zuid-Amerika. Maar ook: mijn faalangst overwinnen. Misschien wel de mooiste, vindt Schuurmans.", "Hij vraagt zich soms af hoe de boom eruit zou zien als ze vandaag een nieuwe zouden maken. Deze is ‘pre-corona’. “Ik denk dat we dan heel andere teksten krijgen. Leuke dingen doen met vrienden, een gezonde opa en oma. Wellicht zouden méér kinderen hun kwetsbaarheid tonen. De spanningen van de lockdown, bovenop de onzekerheden die pubers altijd al voelen, maken deze tijd anders. De sociale contacten die de kinderen missen, zijn het grootste probleem. Met de leerprogramma’s kunnen we creatief zijn. Het bij elkaar zijn, valt niet te vervangen.”", "Een wandeling door het Frits Philips lyceum-mavo in Eindhoven voelt vreemd. Het nieuwe gebouw is ruim opgezet. Veel licht, brede gangen. Maar geen scholieren, buiten een handvol examenleerlingen en een paar kinderen die om uiteenlopende redenen geen online les kunnen volgen. Nooit eerder hoorde de rector hier zijn eigen voetstappen. “De ziel is uit de school. We hebben niet veel tijd om erbij stil te staan, maar het is vreselijk.”", "Achter de schermen", "Zo rustig als het gebouw oogt, zo hectisch is de organisatie achter de schermen. Het schooljaar is een aaneenschakeling van dilemma’s. Neem de examenleerlingen, die tijdens deze lockdown wel naar school mogen. Superingewikkeld, vindt Schuurmans. “Ik kan het niet rijmen met de samenleving die op slot zit. Hoe kan het oké zijn dat ik hier 326 leerlingen en vijftig collega’s laat komen, terwijl verder niemand in Nederland bij elkaar mag zijn?”", "Het Frits Philips koos voor een compromis. Examenleerlingen volgen in de ochtend online les. In de middag zijn er aanvullende fysieke lessen voor wie het nodig heeft. Nu de lockdown dreigt te worden verlengd, inventariseert de school hoe deze werkwijze bevalt. Schuurmans: “Je kunt altijd verwijten krijgen. Ontvang je iedereen op school, dan zorg je niet voor een veilige omgeving. Doe je het zoals wij, bestaat het gevaar dat ouders klagen over een gebrekkige examenvoorbereiding. Al hebben we dat geluid gelukkig nog niet gehoord.”", "Discussie", "Andere wrijvingen zijn er wel. Ze zorgen ervoor dat zelfs de positieve Schuurmans soms alle energie voelt wegvloeien. Neem nou de mondkapjesdiscussie. “Maandenlang hielpen ze niet en plotseling kwam er een dringend advies om ze te dragen. Maar met een dringend advies kan ik niets. Daarom gingen wij al snel over tot een verplichting. Daar kreeg ik wel een aantal pittige reacties op. Schelden, dreigen, ik zou persoonlijk aansprakelijk worden gesteld als een kind blijvende schade zou oplopen. De extremen uit de samenleving maak je op school ook mee. In die tijd heb ik me even afgevraagd waarom ik dit eigenlijk doe. Een dagje maar, hoor.”", "Want er is geen tijd om bij negativiteit stil te staan. Veranderende situaties vragen dagelijks om flexibiliteit. Ouders hebben vragen, docenten ook. Digitale vergaderingen gaan overwegend nog over coronamaatregelen. Ondertussen schopt het virus processen in de war. 140 leerlingen kregen dit schooljaar corona (een op twaalf), 26 personeelsleden (bijna een op zes). “Ik mis vanuit de overheid het eerlijke verhaal richting het onderwijs. We hebben zo lang gehoord dat kinderen nauwelijks besmettelijk waren. Je had ook kunnen zeggen dat er een risico was, maar dat we dat moesten accepteren omdat we de scholen zo belangrijk vinden. Misschien was de overheid bang dat docenten zouden afhaken. Nou, ik zie alleen maar leraren die alles uit de kast halen om goed les te kunnen geven. In het onderwijs werken mensen die van kinderen houden.”", "Meer inlevingsvermogen", "Een beetje meer inlevingsvermogen zou wel prettig zijn. “Neem de minister van onderwijs (Arie Slob, red.), waar is die man? De laatste keer dat hij zich prominent liet horen, was toen hij iets zei over homoseksualiteit op scholen. Ik begrijp dat niet.”", "Momenteel werkt het Frits Philips onder andere aan een scenario waarbij leerlingen op anderhalve meter van elkaar naar school mogen. Stel dat Mark Rutte die mogelijkheid morgen bekendmaakt, je weet nooit, dan moeten de voorbereidingen al zijn getroffen. Schuurmans: “Dan gaan we met halve klassen werken, iedereen om de dag naar school. En dan geen pauze in de aula, eenrichtingsverkeer en toezichthouders in de gangen. Ik denk dat het veilig kan.” En om maar met zijn eigen droom te besluiten: “Om de dag elk kind hier kunnen zien, zou in deze situatie al goud zijn.”", "Lees ook:", "Drukke banen én thuisonderwijs op een kleine bovenwoning", "‘De schoolsluiting moet niet langer dan twee weken duren’"], "authors": ["Orkun Akinci"], "keywords": ["ik", "rector", "waar", "om", "weer", "scholen", "open", "schuurmans", "zijn", "wil", "slob", "die", "van", "en", "een", "niets", "op", "rob", "het", "dat"], "pubDate": "2021-01-11T11:01:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}