{"id": "1c705351-60e9-35ac-bf27-360c925f97e6", "title": "’Ik werd bekogeld, achtervolgd en geslagen’", "url": "https://www.telegraaf.nl/vrouw/1406049697/ik-werd-bekogeld-achtervolgd-en-geslagen", "summary": "Ik werd bekogeld met snoepjes, in elkaar geslagen en tot aan mijn huis toe achtervolgd en nageroepen.\nIk deed alsof het mij niets deed en stopte de pijn weg, maar vanbinnen had ik het heel zwaar.\nHet betekent niet dat ik minder van mezelf hou, maar wel dat ik kan relativeren.\nHoe blij ik ook met mezelf ben, feit is wel dat ik een ongezond gewicht heb.\nVroeger kreeg iedereen ’s morgens Yogidrink en en een boterham met hagelslag.", "paragraphs": ["Ben je altijd blij geweest met je lichaam?", "“Absoluut niet. Tijdens mijn schooltijd werd ik enorm gepest. Ik werd bekogeld met snoepjes, in elkaar geslagen en tot aan mijn huis toe achtervolgd en nageroepen. Ik weet eigenlijk niet beter dan dat er zowel door de pesters als door mijn vrienden en familie altijd werd gezegd dat ik moest afvallen. Dat ik dan mooier zou zijn en het leven makkelijker.", "Ik deed alsof het mij niets deed en stopte de pijn weg, maar vanbinnen had ik het heel zwaar. Voor mijn gevoel zou ik nooit leuke kleding kunnen dragen en kon ik een relatie al helemaal wel vergeten.”", "Wanneer veranderde dat?", "“Op het moment dat ik meer lijven zoals dat van mij zag. Ik was een jaar of 18 toen Instagram werd gelanceerd en daar zag ik vrouwen met mijn maten die hartstikke blij leken en geweldige kleding droegen. Door de accounts te volgen van die vrouwen kreeg ik hoop. Ik kon dus wél shoppen bij leuke kledingwinkels en een knappe man aan de haak slaan! Langzaamaan begon ik meer en meer van mezelf te houden. Inmiddels vind ik mezelf hartstikke leuk en kan niemand mij nog van de wijs brengen.”", "Dus nu sta je elke dag juichend voor de spiegel?", "“Als in: ‘Yes, ik ben dik and I love it’? Zeker niet. Ik heb echt weleens een baaldag. En dat is helemaal prima. Het betekent niet dat ik minder van mezelf hou, maar wel dat ik kan relativeren. Dat ik in de spiegel kan kijken en kan zeggen: ‘Wow, mijn buik is wel érg wit. Lekker boeiend!’”", "Denk je nog weleens aan afvallen?", "“Met afvallen ben ik niet bezig, maar ik vind het wel belangrijk om niet aan te komen. Hoe blij ik ook met mezelf ben, feit is wel dat ik een ongezond gewicht heb. Ik vind het daarom belangrijk om lekker te bewegen, veel water te drinken en gezond te eten. Over het algemeen dan, want ik geniet ook gewoon van lekker eten. In mijn ogen draait het om de balans. Als ik zelf ooit kinderen mag krijgen, wil ik ze dat meegeven. Vroeger kreeg iedereen ’s morgens Yogidrink en en een boterham met hagelslag. Dát gaan we niet doen.”", "Dit interview staat in het nieuwe VROUW Magazine (iedere zaterdag bij De Telegraaf). Als premiumlid kun je ’m ook online lezen."], "authors": ["Puck Stobbelaar", "Mariëlle Wisse"], "keywords": ["ik", "werd", "te", "achtervolgd", "mijn", "van", "dat", "wel", "het", "en", "een", "niet", "geslagen", "bekogeld"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}