{"id": "1c88ea7c-5a6e-3a2e-8829-a11586fd88fc", "title": "Opnieuw tegenslag voor Trump: hooggerechtshof Pennsylvania verwerpt rechtszaak", "url": "https://www.parool.nl/wereld/opnieuw-tegenslag-voor-trump-hooggerechtshof-pennsylvania-verwerpt-rechtszaak~b3392076/", "summary": "Een aanhanger van president Donald Trump portesteert tegen het 'stelen van stemmen' door de Democraten.\nDe rechtszaak was aangespannen door de Republikeinse vertegenwoordiger Mike Kelly, die betoogde dat de kieswet van Pennsylvania ongrondwettelijk is.\nOok afgelopen vrijdag leed het team van Trump een nederlaag voor de rechtbank in Pennsylvania.\nToen eiste het een ​​hoorzitting waarin advocaat Rudy Giuliani ​​argumenten had kunnen aanvoeren inzake vermeende oneerlijkheden bij de stembusgang.\nDemocraat Joe Biden versloeg president Trump in Pennsylvania met meer dan 80.000 stemmen, een staat die Trump in 2016 nog had gewonnen.", "paragraphs": ["Een aanhanger van president Donald Trump portesteert tegen het 'stelen van stemmen' door de Democraten. Beeld AFP", "Het gerechtshof van de staat besloot echter unaniem dat al geruime tijd geleden is besloten dat het stemmen per post rechtsgeldig is en dat er nu geen reden is om dat te herroepen. De wet die stemmen per post in de staat mogelijk maakt, komt uit 2019. De procureur-generaal van de staat, Democraat Josh Shapiro, noemde de beslissing van de rechtbank ‘een nieuwe overwinning voor de democratie’.", "De rechtszaak was aangespannen door de Republikeinse vertegenwoordiger Mike Kelly, die betoogde dat de kieswet van Pennsylvania ongrondwettelijk is. Hij wilde ofwel de 2,5 miljoen poststemmen - de meeste voor Democraten - ongeldig laten verklaren ofwel de kiesmannen direct laten aanwijzen door de wetgevers in Pennsylvania, waar de Republikeinen in de meerderheid zijn. Die laatste optie noemde het hof ‘ongekend’: het zou zo’n 6,9 miljoen kiezers hun stem ontnemen.", "De uitspraak is een nieuwe klap voor Trumps pogingen de verkiezingsuitkomst van 3 november terug te draaien. Ook afgelopen vrijdag leed het team van Trump een nederlaag voor de rechtbank in Pennsylvania. Toen eiste het een ​​hoorzitting waarin advocaat Rudy Giuliani ​​argumenten had kunnen aanvoeren inzake vermeende oneerlijkheden bij de stembusgang. Maar de rechters wezen dat eveneens af.", "Democraat Joe Biden versloeg president Trump in Pennsylvania met meer dan 80.000 stemmen, een staat die Trump in 2016 nog had gewonnen."], "authors": ["Het Parool"], "keywords": ["tegenslag", "van", "trump", "verwerpt", "pennsylvania", "stemmen", "het", "rechtszaak", "staat", "die", "een", "dat", "hooggerechtshof", "opnieuw", "voor"], "pubDate": "2020-11-29T02:48:21+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}