{"id": "1c970c74-4234-32e9-9a0e-965c86f8382b", "title": "Hemelse flitsen in onze kosmische achtertuin afkomstig van supermagneten", "url": "https://volkskrant.nl/wetenschap/hemelse-flitsen-in-onze-kosmische-achtertuin-afkomstig-van-supermagneten~b6822bcd/", "summary": "Illustratie van een ‘magnetar’: het stoffelijk overschot van een zware ster die aan het eind van zijn leven is geëxplodeerd.\nCalçada‘Snelle radioflitsen’ of Fast Radio Bursts (FBR) duren maar eenduizendste van een seconde.\nJe weet ook niet waar of wanneer er een zal afgaan, dus je kunt er met een radiotelescoop niet gericht naar op zoek.\nRuimtetelescopen pikten op hetzelfde moment en vanuit dezelfde richting ook een uitbarsting van röntgenstraling op, afkomstig van een zogeheten magnetar op ongeveer 30 duizend lichtjaar afstand van de aarde.\nEen magnetar is een bijzonder soort neutronenster – het stoffelijk overschot van een zware ster die aan het eind van zijn leven is geëxplodeerd.", "paragraphs": ["Illustratie van een ‘magnetar’: het stoffelijk overschot van een zware ster die aan het eind van zijn leven is geëxplodeerd. Beeld ESO/L. Calçada", "‘Snelle radioflitsen’ of Fast Radio Bursts (FBR) duren maar eenduizendste van een seconde. Je weet ook niet waar of wanneer er een zal afgaan, dus je kunt er met een radiotelescoop niet gericht naar op zoek. Daardoor werden ze pas in 2007 – bij toeval – ontdekt. Inmiddels zijn er meer dan honderd waargenomen. De meeste zijn afkomstig uit verre sterrenstelsels, wat het moeilijk maakte om te achterhalen waardoor ze worden geproduceerd.", "Toch is dat nu voor het eerst wél gelukt. Radiotelescopen in Canada en Californië registreerden op 28 april een dubbele radioflits die veel krachtiger was dan normaal. De reden: deze vond plaats in ons eigen Melkwegstelsel, zeg maar in onze kosmische achtertuin. Ruimtetelescopen pikten op hetzelfde moment en vanuit dezelfde richting ook een uitbarsting van röntgenstraling op, afkomstig van een zogeheten magnetar op ongeveer 30 duizend lichtjaar afstand van de aarde.", "‘We weten nu dus zeker dat sommige radioflitsen afkomstig zijn van magnetars’, zegt mede-ontdekker Chris Bochenek van het California Institute of Technology, ‘en misschien de meeste wel.’ De nieuwe waarnemingen en analyses zijn deze week gepubliceerd in vier artikelen in Nature.", "Een magnetar is een bijzonder soort neutronenster – het stoffelijk overschot van een zware ster die aan het eind van zijn leven is geëxplodeerd. Zo’n rondtollend ‘sterrenlijk’ is hooguit 25 kilometer in diameter en heeft een extreem hoge dichtheid: één kubieke millimeter weegt een slordige honderdduizend ton. Magnetars hebben dan ook nog een magnetisch veld dat al gauw tien biljoen keer sterker is dan dat van de aarde – genoeg om zelfs op honderdduizend kilometer afstand de magneetstrip van je betaalpas te wissen.", "De Chime-radiotelescoop in Canada waarmee de mysterieuze flits werd ontdekt. Beeld Chime", "De meeste sterrenkundigen gingen er al een beetje van uit dat radioflitsen worden veroorzaakt door magnetars. ‘Het magneetveld is zo sterk dat er een soort aardbevingen ontstaan op het oppervlak van de ster’, legt Jason Hessels uit, ‘daar komt in heel korte tijd enorm veel energie bij vrij.’", "Niet dat alle raadsels nu zijn opgelost. Er zijn ook radioflitsen ontdekt die vaker afgaan, en daar zit in één geval zelfs een soort periodiciteit in, van ongeveer 16 dagen. Dat valt met een solitaire magnetar niet eenvoudig te verklaren, aldus Hessels. ‘Je denkt dan eerder aan de onderlinge wisselwerking van twee sterren die in een baan om elkaar heen draaien.’", "Bovendien was de FRB van 28 april weliswaar heel krachtig vanwege de veel kleinere afstand, maar vergeleken met alle eerder waargenomen exemplaren was het maar een mager flitsje – gemiddeld komt er bij een snelle radioflits wel duizend maal zo veel energie vrij. Ook daarom is het nog geen uitgemaakte zaak dat alle flitsen op precies dezelfde manier ontstaan.", "‘Het grote belang van de radioflitsen zit ’m echter in de toepassing’, zegt Hessels. ‘Onderzoek naar de ultrakorte flitsen vertelt je precies hoeveel elektronen zich in het heelal bevinden tussen jou en de bron van de flits. Als we er veel waarnemen, kunnen kosmologen op die manier de driedimensionale materieverdeling in het universum achterhalen.’"], "authors": ["Govert Schilling"], "keywords": ["van", "onze", "veel", "het", "kosmische", "op", "die", "zijn", "afkomstig", "supermagneten", "flitsen", "een", "dat", "en", "hemelse", "er", "achtertuin"], "pubDate": "2020-11-08T15:09:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}