{"id": "1cc4fa10-401e-3991-964a-61180b180ec8", "title": "Alles wat u moet weten over het gemuteerde coronavirus", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2020/12/alles-wat-u-moet-weten-over-het-gemuteerde-coronavirus-795254/", "summary": "In het Verenigd Koninkrijk grijpt een nieuwe variant van het coronavirus om zich heen.\nWat weten we over het virus en is de paniek terecht?\nDe nieuwe variant van het coronavirus heeft de wetenschappelijke naam SARS-CoV-2 VUI 202012/01.\nDe nieuwe variant zou daarom een belangrijk aandeel hebben gehad in de nieuwe uitbraak in het zuidoosten van het land.\nMaar als het echt veel besmettelijker is, is het gemuteerde virus mogelijk wel gevaarlijker; verspreidt het virus zich makkelijker, dan heeft dat mogelijk automatisch meer doden tot gevolg.", "paragraphs": ["In het Verenigd Koninkrijk grijpt een nieuwe variant van het coronavirus om zich heen. Volgens het ministerie van Volksgezondheid (VWS) is dat virus ook in Nederland opgedoken. Wat weten we over het virus en is de paniek terecht?", "De nieuwe variant van het coronavirus heeft de wetenschappelijke naam SARS-CoV-2 VUI 202012/01. De variant werd voor het eerst bij het testen in het Verenigd Koninkrijk aangetroffen op 20 september 2020. Autoriteiten meldden de nieuwe variant zaterdag 19 december bij de Wereldgezondheidsorganisatie (WHO).", "De Nederlandse regering stelde zondag 20 december een vliegverbod in vanuit het Verenigd Koninkrijk. In een brief aan de Tweede Kamer schreef het ministerie van Volksgezondheid (VWS) zaterdag dat de nieuwe variant begin december ook in Nederland is aangetroffen.", "Geen vreemd verschijnsel", "Het muteren van virussen is geen vreemd verschijnsel. Maar wat deze variant onderscheidt, is dat hij veel besmettelijker lijkt dan de bekende variant van COVID-19. De Britse premier Boris Johnson zei zaterdag tijdens een persconferentie dat het gemuteerde virus mogelijk 70 procent besmettelijker is dan de ‘normale’ versie.", "De nieuwe variant zou daarom een belangrijk aandeel hebben gehad in de nieuwe uitbraak in het zuidoosten van het land. In Londen was volgens het Britse statistiekbureau ONS het gemuteerde virus op 9 december al goed voor 62 procent van alle nieuwe coronabesmettingen. In Oost-Engeland werd op die datum in 59 procent van alle gevallen het gemuteerde coronavirus vastgesteld.", "Het laat zien hoe snel het virus om zich heen grijpt. Op 18 november was het aandeel van de nieuwe coronavariant nog maar 28 procent van de geconstateerde gevallen in Londen.", "Ook in Wales zijn inmiddels meerdere gevallen van het gemuteerde virus opgedoken. Denemarken spreekt van drie gevallen en er zou één geval zijn in Australië. België maakte zondag bekend dat de mutatie ook daar is opgedoken.", "En in Nederland?", "In Nederland is het nieuwe coronavirus ook al een keer aangetroffen. Bij het RIVM wordt wekelijks een vaste steekproef monsters uit het hele land onderzocht. Uit zo’n steekproef is gebleken dat begin december de variant zoals beschreven in het Verenigd Koninkrijk in een monster in Nederland is aangetroffen. Dat monster wordt nu onderzocht.", "Samen met de GGD wordt onderzocht om wie het gaat, waar diegene zijn besmetting heeft opgelopen en of naasten ook met de variant besmet zijn geraakt. Ook wordt via steekproeven onderzocht of er al voor december gevallen van deze variant in Nederland waren.", "Is het gevaarlijker dan het ‘originele’ virus?", "Dit wordt nog onderzocht. Het ministerie van VWS meldt dat er tot nu toe geen aanwijzingen zijn dat de nieuwe variant dodelijker is of dat behandelingen of vaccins minder zouden werken. Maar als het echt veel besmettelijker is, is het gemuteerde virus mogelijk wel gevaarlijker; verspreidt het virus zich makkelijker, dan heeft dat mogelijk automatisch meer doden tot gevolg. Volgens het ministerie is het gemuteerde virus daarnaast moeilijker te detecteren.", "Boven op een inreisverbod via de lucht laat Nederland ook geen passagiersschepen uit het Verenigd Koninkrijk meer toe. Tot zeker 1 januari hebben alle schepen een aanmeerverbod. Vrachtwagenchauffeurs zijn uitgezonderd van de regel. De komende dagen rijden er ook geen Eurostar-treinen tussen Nederland en Londen.", "Kerst nog onzeker", "Het is nog te vroeg om te zeggen of de huidige maatregelen in Nederland zullen worden aangescherpt. Daar denkt het kabinet over na. ‘Het is alle hens aan dek,’ zei minister van Volksgezondheid Hugo de Jonge (CDA) zondag.", "Het ministerie van Buitenlandse Zaken heeft laten weten dat het alleen in echt schrijnende gevallen wellicht iets kan betekenen voor Nederlanders die zijn gestrand in het Verenigd Koninkrijk. ‘Het kabinet gaat uit van zelfredzaamheid,’ zegt een woordvoerder."], "authors": [], "keywords": ["moet", "van", "zijn", "gemuteerde", "weten", "nieuwe", "een", "dat", "variant", "ook", "nederland", "virus", "het", "wat", "coronavirus", "alles"], "pubDate": "2020-12-21T12:21:29Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}