{"id": "1cf42448-4df0-3390-9b90-f4a26b2fbef3", "title": "Verenigd Koninkrijk en Europese Unie sluiten brexitdeal", "url": "https://www.parool.nl/wereld/verenigd-koninkrijk-en-europese-unie-sluiten-brexitdeal~bfbd8290/", "summary": "De Britse premier Boris Johnson en Ursula von der Leyen, de voorzitter van de Europese Commissie, hebben het akkoord donderdagmiddag toegelicht in twee persconferenties.\nOok benadrukte ze dat de Europese Unie een grote speler is op het wereldtoneel, en dat zal blijven.\nWe kunnen onze eigen standaarden bepalen en innoveren op ónze manier.”Net als Von der Leyen benadrukte Johnson dat het VK en de EU in de toekomst zullen blijven samenwerken.\nEindelijk duidelijkheidHet akkoord tussen de onderhandelende partijen moet nog worden goedgekeurd door het Europees Parlement, de EU-lidstaten en het Britse parlement.\nTreedt het akkoord uiteindelijk in werking, dan is de brexit eindelijk daar – 4,5 jaar na de Britse stem voor een vertrek uit de Europese Unie.", "paragraphs": ["Na ellenlange onderhandelingen is er alsnog, vlak voor het verstrijken van de deadline, een akkoord gesloten over de brexit. De Britse premier Boris Johnson en Ursula von der Leyen, de voorzitter van de Europese Commissie, hebben het akkoord donderdagmiddag toegelicht in twee persconferenties.", "“Het is tijd om de bladzijde om te slaan en vooruit te kijken,” zei Von der Leyen. “Het Verenigd Koninkrijk blijft een belangrijke partner.” De voorzitter vertelde dat ze, ondanks het slagen van de onderhandelingen, geen vreugde voelde, maar slechts ‘voldoening’. Ook benadrukte ze dat de Europese Unie een grote speler is op het wereldtoneel, en dat zal blijven.", "De terughoudendheid van Von der Leyen stond in schril contrast met de euforische toon van premier Johnson. Hij stelde dat de Britten hun soevereiniteit hebben terugveroverd. “We hebben iets voor elkaar gekregen waarvan zij zeiden dat het onmogelijk was: we hebben de controle terug over onze wetten. Britse wetten worden voortaan gemaakt door Britse parlementsleden, en getoetst door Britse rechters. We kunnen onze eigen standaarden bepalen en innoveren op ónze manier.”", "Net als Von der Leyen benadrukte Johnson dat het VK en de EU in de toekomst zullen blijven samenwerken. “Hoewel we soms pittige gesprekken voerden met onze Europese vrienden, is dit een goede deal voor iedereen.” Volgens Von der Leyen ligt er een ‘eerlijke overeenkomst op tafel’. “De EU heeft verantwoordelijkheid genomen. We blijven samenwerken op belangrijke terreinen zoals klimaatverandering en transport. Samen kunnen we meer dan alleen.”", "‘Kink in de kabel’", "De onderhandelingen tussen het VK en de EU liepen de hele nacht door, tot donderdagochtend. Dat gebeurde tot op het hoogste politieke niveau: naar verluidt hebben premier Johnson en Von der Leyen elkaar zeker vijf keer gesproken in de afgelopen 24 uur. Tijdens dat laatste telefoontje, donderdag overdag, zou de deal zijn beklonken.", "Geheel in lijn met de moeizame onderhandelingen van de afgelopen maanden, werd de bekendmaking van de overeenkomst ook donderdagochtend nog uitgesteld. Aanvankelijk stond voor 09.00 uur een persconferentie gepland. Witte rook, zo leek het, maar de Ierse minister van Buitenlandse Zaken Simon Coveney sprak in de loop van de ochtend toch van ‘een kleine kink in de kabel’.", "In de loop van de dag werd de persconferentie over de deal alsmaar uitgesteld. De BBC, dat de bekendmaking door premier Johnson zou uitzenden, hield daarom vast aan het uitzendschema, vol Disneyfilms. Dat veroorzaakte de nodige hilariteit onder waakzame journalisten en andere brexitvolgers, die de omroep aan lieten staan om een eventuele persconferentie niet te missen.", "Tekst loop door onder tweet", "Sounds like Moana and maybe even Cars 3 are now also safe — Laura Kuenssberg (@bbclaurak) 24 december 2020", "Visserij", "Het onderwerp van de laatste discussies was, hoe kan het ook anders, visserij. Hoewel economisch van relatief klein belang voor zowel het VK als de EU, bleek visserij de afgelopen maanden een hoofdpijndossier. De zeggenschap over de Britse wateren staat in alles voor waar de brexiteers voor vochten: het terugwinnen van de Britse soevereiniteit.", "Ondanks de vooral symbolische waarde, is er tot diep in de nacht over visserij gesproken – tot in de allerkleinste details. Zo zou er van zo’n honderd vissoorten zijn vastgelegd wie ze mag vangen, en hoeveel. Ook dat andere belangrijke twistpunt, welke concurrentieregels van de Europese interne markt van kracht blijven voor de Britten, stond tot de laatste dagen van de onderhandelingen ter discussie.", "Het VK is begin dit jaar formeel al uit de EU getreden, maar is tot het einde van dit jaar nog aan de regels van de EU onderworpen. Waren de twee partijen niet tot een akkoord gekomen, dan golden vanaf het nieuwe jaar de regels van de Wereldhandelsorganisatie. Dat zou niet alleen andere importtarieven hebben gegeven, maar ook meer controles en administratieve rompslomp aan de grenzen.", "Eindelijk duidelijkheid", "Het akkoord tussen de onderhandelende partijen moet nog worden goedgekeurd door het Europees Parlement, de EU-lidstaten en het Britse parlement. Om te voorkomen dat zijn zwaarbevochten akkoord alsnog in zijn eigen parlement zou worden afgeschoten, zou premier Johnson belangrijke politici en brexiteers hebben ingelicht over de deal.", "Treedt het akkoord uiteindelijk in werking, dan is de brexit eindelijk daar – 4,5 jaar na de Britse stem voor een vertrek uit de Europese Unie."], "authors": ["Sam De Graaff"], "keywords": ["tot", "europese", "van", "voor", "en", "een", "sluiten", "britse", "verenigd", "unie", "hebben", "het", "koninkrijk", "dat", "zou", "brexitdeal"], "pubDate": "2020-12-24T14:53:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}