{"id": "1cfbbf19-9e86-33a5-86a6-1ee855626bf6", "title": "Colleges op zaterdag en ’s avonds tentamen – met deze noodgrepen begint het studiejaar", "url": "https://volkskrant.nl/nieuws-achtergrond/colleges-op-zaterdag-en-s-avonds-tentamen-met-deze-noodgrepen-begint-het-studiejaar~ba0b422f/", "summary": "Aan het andere uiteinde van het spectrum staat de Design Academy in Eindhoven.\nDat is nu een schaars goed het en bij het uitdelen van ervan geeft 73 procent van de onderwijsinstellingen voorrang aan eerstejaars.\n‘Zij zijn nog nieuw en niet vertrouwd met academische werkvormen’, licht de Erasmus Universiteit in Rotterdam toe.\nHet merendeel (60 procent) ondersteunt studenten extra in het vinden van een stageplek die ‘coronaproof’ is, bijvoorbeeld door nauwere samenwerking met het bedrijfsleven.\nMeer/minder studenten uit het buitenlandDe jaarlijkse intocht van studenten van over de hele wereld lijkt door corona voorbij.", "paragraphs": ["Universiteiten en hogescholen beginnen vandaag aan het nieuwe studiejaar. Ze grijpen alles aan om naast onlinelessen fysiek onderwijs te kunnen aanbieden, blijkt uit een enquête van de Volkskrant. Hoe gaat het hoger onderwijs corona te lijf?", "Hoorcolleges op ­zaterdag, toetsing in de avonduren, vergaderzalen die worden omgebouwd tot leslokalen. Corona maakt het onmogelijk geachte mogelijk, hogescholen en universiteiten putten zich uit in creatieve oplossingen om zo veel mogelijk (fysiek) onderwijs te kunnen aanbieden. In een enquête onder hogeronderwijsinstellingen door de Volkskrant komt deze veelheid en variëteit aan het licht.", "Vandaag begint het nieuwe studiejaar. Spreiding van lessen over de gehele dag is daarbij de sleutel, om de anderhalvemeterregel te eerbiedigen én de bussen en treinen niet met studenten te overladen. Hogeschool Inholland hanteert langere lesblokken, ‘zodat er minder wisseling is en minder loop in de gangen’.", "Om zich studie, docenten en schoolgebouw eigen te maken hebben eerstejaars voorrang op ouderejaars. Zij zijn vaker welkom op school, zo blijkt uit de rondgang. Daarbij blijven op de helft van de scholen de studenten in het lokaal zitten, terwijl de docenten rouleren. Vóór corona ging dat precies andersom.", "Vier conclusies uit de enquête.", "1. Creatief met tijd en ruimte: van avondlessen tot omgebouwde vergaderzalen", "Waar de jonge leerlingen in het basis- en middelbare onderwijs weer naar school mogen komen, hanteert het hoger onderwijs een veel strenger regime. Bij de meeste onderwijsinstellingen (57 procent) vinden de colleges en lessen dit studiejaar vooral online plaats. Op de Vrije Universiteit in Amsterdam is dit zelfs 90 procent.", "Aan het andere uiteinde van het spectrum staat de Design Academy in Eindhoven. Die krijgt het in een vroegere Philipsfabriek – zonder lokalen maar met flexibel ingerichte verdiepingen – voor elkaar alle lessen ouderwets fysiek aan te bieden.", "In hun zoektocht naar tijd en ruimte breken scholen uit naar buiten. Hogeschool Avans wil graag in Breda een leegstaand pand huren, met het oog op brainstormsessies en andere vormen van creatief onderwijs die niet in de ­eigen gebouwen passen.", "Avans dacht ook aan lesgeven in de avonduren en in het weekend, maar deed dit uiteindelijk toch niet. ‘Het vergt veel van je medewerkers’, licht een woordvoerder toe. ‘De studenten staan bij ons op één. Maar als je de organisatie te zwaar belast, weet je niet wat de gevolgen over een paar maanden zijn.’", "Op 39 procent van alle hogescholen en universiteiten duren de lessen tot in de avonduren (veel deeltijdonderwijs vond altijd al ’s avonds plaats). Zes instellingen grijpen ook het weekeinde aan om onderwijs aan te bieden. Dat zijn er evenveel als er les gaan geven in de open lucht (zie de reportage hiernaast over het University College Roosevelt).", "2. Voorrang voor eerstejaarsstudenten", "Nieuwbakken studenten komen dit jaar niet bepaald in een warm bad. ‘Er moet in het bijzonder aandacht zijn voor de de positie van eerstejaarsstudenten’, laat de Rijksuniversiteit Groningen weten. ‘De kans op uitval binnen deze groep is groot wanneer geen adequate begeleiding wordt geboden.’", "Op de vraag of er extra maatregelen zijn genomen om eerstejaars zo goed mogelijk te betrekken, antwoorden alle instellingen met een volmondig ja. De meest gebruikelijke maatregel: fysiek onderwijs. Dat is nu een schaars goed het en bij het uitdelen van ervan geeft 73 procent van de onderwijsinstellingen voorrang aan eerstejaars. ‘Zij zijn nog nieuw en niet vertrouwd met academische werkvormen’, licht de Erasmus Universiteit in Rotterdam toe. ‘Ze hebben veel structuur nodig en ook de sociale functie speelt een belangrijke rol.’", "Veel scholen richten daarom een ‘buddy-project’ op. Eerstejaars worden gekoppeld aan een oudere student, die hen wegwijs kan maken in het studentenleven.", "De introductieweek was flink versoberd, maar onderwijsinstellingen maakten van die mogelijkheid gebruik om hun studenten extra te informeren. Of de introweek wordt over langere tijd uitgesmeerd. Zo bestaat de introductie op de Zuyd Hogeschool in Zuid-Limburg niet uit één week, maar zijn er de eerste honderd dagen diverse fysieke ontmoetingsactiviteiten voor eerstejaars.", "3. De grote strijd tegen studievertraging", "Het afgelopen half jaar moesten onderwijsinstituten flink aan de bak om te voorkomen dat hun studenten vertraging opliepen. Digitaal onderwijs bood uitkomst, tentamens werden in de zomervakantie ingehaald. Maar niet alles kon worden gered: veel praktische vakken, stages of bepaalde afstudeer­onderzoeken konden niet doorgaan. Bijna de helft van de ondervraagde instellingen geeft aan dat studenten vertraging hebben opgelopen als gevolg van de coronacrisis.", "Met meer mogelijkheden dan de afgelopen tijd zal de oorlog tegen studievertraging worden voortgezet. De Amsterdamse Hogeschool voor de Kunsten (AHK) moest vóór juni zo’n beetje alle praktijkvakken schrappen, waardoor 30 procent van de studenten vertraging opliep.", "Nu gaat het leeuwendeel van die praktijkvakken weer door, al zijn uitvoeringen voorlopig zonder publiek. Het koor zingt op anderhalve meter afstand. Montages worden met handschoentjes aan gedaan. Dansklassen zijn voor de helft gevuld, de rest kijkt met een videoverbinding mee en de volgende dag worden de rollen omgedraaid.", "Het merendeel (60 procent) ondersteunt studenten extra in het vinden van een stageplek die ‘coronaproof’ is, bijvoorbeeld door nauwere samenwerking met het bedrijfsleven. De HAS Hogeschool in Den Bosch staat alleen buitenlandse stages toe naar landen met een geel reisadvies. De studenten van de Haagse Hogeschool der Kunsten gaan normaliter ook vaak in het buitenland op stage, maar zoeken dit jaar ook een alternatief in Nederland. Andere onderwijsinstellingen regelen vervangende opdrachten voor stages die niet door kunnen gaan.", "Maar ook dit jaar kan niet alles worden gered. Op een kwart van de onderwijsinstellingen kunnen cruciale onderwijsactiviteiten niet doorgaan. ‘Door de krimp in de culturele sector is het aantal gebruikelijke stageplaatsen afgenomen’, laat de Hogeschool voor de Kunsten Utrecht weten.", "Sommige coschappen binnen de opleidingen geneeskunde aan de Erasmus Universiteit kunnen voorlopig ook nog niet beginnen.", "Toch verwachten slechts twee instellingen dat de kwaliteit van het onderwijs erop achteruitgaat: de Universiteit Utrecht en de Amsterdamse Hogeschool voor de Kunsten.", "‘We kunnen helaas niet garanderen dat we bij alle cursussen een even hoge kwaliteit bieden als normaal’, is de Universiteit Utrecht eerlijk. ‘Interactie heeft een grote meerwaarde voor ons onderwijs.’", "4. Meer/minder studenten uit het buitenland", "De jaarlijkse intocht van studenten van over de hele wereld lijkt door corona voorbij. Lijkt. Want onderwijsinstel­lingen spreken elkaar ook tegen: waar de ene school juist uitgaat van meer buitenlandse aanwas, droogt die stroom op andere plekken op.", "Tien hogescholen en universiteiten rekenen dit schooljaar op minder studenten uit het buitenland. Bij Viaa, een relatief kleine hogeschool in Zwolle (1.800 studenten), komt het buitenlandprogramma zelfs helemaal te vervallen. Uitwisselingen gaan evenmin door, de buitenlandstages wellicht wel.", "Ook lijken zich meer studenten uit EU-landen aan te melden dan daarbuiten: ook een gevolg van alle corona-reisbeperkingen. Negen onderwijsinstellingen verwachten evenveel buitenlandse studenten te verwelkomen als vorig jaar. Vier – Universiteit Utrecht, Erasmus Universiteit, Universiteit Maastricht, HAS Hogeschool – rekenen zelfs op een toename. De vraag is wel of alle studenten hun aanmelding ook echt (kunnen) omzetten in een inschrijving en die niet alsnog annuleren.", "Met dank aan Gez Karabekir.", "Verantwoording onderzoek", "De Volkskrant zette deze zomer een enquête uit onder alle Nederlandse hogeronderwijsinstellingen en mbo’s, om te peilen hoe het komend studiejaar er precies uit komt te zien. 79 procent van de universiteiten en 83 procent van de hogescholen reageerde. Van alle mbo-instellingen reageerden er slechts 11 van de 63. Omdat dit geen representatief beeld geeft, zijn deze instellingen buiten beschouwing gelaten."], "authors": ["Mark Misérus", "Dylan Van Bekkum", "Erik Verwiel"], "keywords": ["uit", "van", "deze", "tentamen", "studenten", "het", "op", "met", "s", "studiejaar", "een", "en", "te", "niet", "zaterdag", "noodgrepen", "aan"], "pubDate": "2020-08-31T05:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}