{"id": "1d1093f5-9a6b-3874-9836-fcc17772fedb", "title": "Van Lactacyd en al die andere bloemige foefparfum krijg je een meurdoos", "url": "https://volkskrant.nl/columns-opinie/van-lactacyd-en-al-die-andere-bloemige-foefparfum-krijg-je-een-meurdoos~b4d89e1e/", "summary": "Als ik bij vriendinnen naar de wc ga en ik zie op de badrand zo’n vaginaal sprinklersysteem staan, denk ik: doe nou níét.\nPardon my french, maar van die eufemismen in de Lactacyd-reclames (‘Intiemgel met bescherming tegen geurtjes’) krijg ik van de weeromstuit benoemdrift.\nDagdag prince charming, had je je ‘intiemzone’ maar moeten wassen.\nJe kunt er een schimmelinfectie van krijgen, en het verhoogt het risico op chlamydia.\nDat is dus het geniale van het genitale sopje: het houdt een zelfverzonnen probleem in stand.", "paragraphs": ["Niet alle moderne verschijnselen hoeven we goed te keuren. Er zijn zaken waar we ons tegen kunnen, nee móéten verzetten. Deze week moet Emma Curvers het met u hebben over ‘verzorging voor uw intiemzone’.", "Toen ik het thema voor deze column voorlegde aan een collega, zei hij: ‘Dat wil ik niet lezen. Doe maar.’ Het is 1 januari, ik snap ook wel dat u aan het ontbijt, koud het nieuwe jaar in, nog geen trek heeft in deze kwestie. En dat is dus precies de reden dat ‘verzorging voor de intiemzone’, nog steeds bestaat – eerdere columns over dit thema ten spijt. Een goed moment om het te bespreken is er niet. Als ik bij vriendinnen naar de wc ga en ik zie op de badrand zo’n vaginaal sprinklersysteem staan, denk ik: doe nou níét. Maar ja, begin maar eens over de geslachtelijke hygiëne als het hele stel net aan de oesters zit. Dus laten we het tóch nog eens klassikaal hebben over de ‘verzorging voor de intieme zone’, waarmee ik natuurlijk bedoel: kutzeep.", "Pardon my french, maar van die eufemismen in de Lactacyd-reclames (‘Intiemgel met bescherming tegen geurtjes’) krijg ik van de weeromstuit benoemdrift. Copywriters liggen in de split om de woordcombinatie ‘vagina’ en ‘stank’ te vermijden, maar daar gaat het natuurlijk wél over. U ziet: dauwfrisse dames die zich door Egyptisch katoen rollen voor ze op hun fiets stappen naar een hot date. De subtekst is: zonder ons ‘deo active complex’ zal haar date vluchten zo gauw ze haar benen spreidt, want vagina’s zijn onwelriekende grotten van verderf. Dagdag prince charming, had je je ‘intiemzone’ maar moeten wassen. Ik kan me nog goed heugen dat Hans Teeuwen de vagina ooit een ‘zure sloot’ noemde, en ik toen ook dacht: ik moet het vooronder gaan uitschrobben als een gaarkeuken na de avondvierdaagse.", "Teeuwen had wel gelijk, natuurlijk: de vagina ís een zure sloot, en dat is precies de bedoeling. Wassen met water, klaar: verder is het een zelfreinigend systeem. Dat hoeft u niet van mij aan te nemen, dat zegt de Nederlandse Vereniging van Huisartsen én die van Gynaecologen. Nu is het op zich geen punt dat er nutteloze producten worden verkocht, we hebben immers ook pasta die eigenlijk bloemkool is, maar: ‘intiemwash’ is niet alleen zinloos, maar ook schadelijk. Het verstoort namelijk die vrolijke bacteriekolonie daarbeneden. Je kunt er een schimmelinfectie van krijgen, en het verhoogt het risico op chlamydia. Uit een onderzoek uit 2019 bleek zelfs dat eenderde van de vrouwen klachten krijgt dóór de vaginale douche.", "Dat is dus het geniale van het genitale sopje: het houdt een zelfverzonnen probleem in stand. Zo lukt het Lactacyd en Chilly om 30 procent van de vrouwen hun duivelse vagijnreiniger en doosdoekjes te verkopen. Ze weten precies hoe ze onzekerheid rondom uw – stinkende – vagina moeten aanwakkeren. Zoals gynaecoloog Mieke Kerkhof vorige zomer zei op Radio 1: ‘Je wilt naar bloemetjes ruiken, maar de vagina ruikt niet naar bloemetjes. Die ruikt neutraal. Als je zeep gaat gebruiken gaat het helemaal mis, dan kun je wel even naar bloemetjes ruiken, maar daarna ruik je naar rotte vis.’", "Zo bezien is het vreemd dat dat spul überhaupt in de schappen mag liggen. Piemelwash of zakbalsem bestaat niet, hoewel ik na uitgebreid googlen wel één merk dickwipes vond, ‘for below the belt’. Het ruikt naar bamboe en wild gras. Tot overmaat van ramp hebben fabrikanten nu de fopfeministische taal van self care ontdekt, om nog meer vagina-rommel te slijten. Zo zegt Johnson & Johnson dat het hun missie is om ‘vrouwen te empoweren’ met hun doekjes voor tussen de dijen. Er is naast foefparfum ook moisturizer voor de vulva, vaginalippenstift voor de ‘lips between your hips’, en natuurlijk, Gwyneth Paltrows instant-klassieker, de kaars met vaginageur. Hoe de vagina ruikt, als je het Paltrow vraagt? Geranium, citrus, bergamot en ceder, roosjes en muskuszaad. Als je het mijn vriend vraagt: ‘Als een Frans marktje bij de zee.’ Niks meer aan doen."], "authors": ["Emma Curvers"], "keywords": ["bloemige", "ik", "van", "het", "krijg", "foefparfum", "en", "een", "voor", "meurdoos", "te", "lactacyd", "maar", "dat", "die", "je"], "pubDate": "2020-12-31T09:49:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}