{"id": "1d132ff4-e9d9-300d-a9cf-fb6c3d8217d8", "title": "Johnny Depp krijgt voor 1 scène Fantastic Beasts 3 toch volledige 10 miljoen", "url": "https://www.telegraaf.nl/entertainment/131451411/johnny-depp-krijgt-voor-1-scene-fantastic-beasts-3-toch-volledige-10-miljoen", "summary": "Op 5 november maakte Warner Bros. bekend dat Depp uit de film werd gehaald.\nDepp ging daarover een rechtszaak aan tegen de krant The Sun, die hem in een artikel een vrouwenmishandelaar noemde.\nDie zaak verloor Depp: de rechter achtte voldoende bewezen dat hij Amber in elk geval twaalf keer heeft mishandeld.\nDepp werd gevraagd zich terug te trekken uit de film en werd daarmee niet ontslagen.\nBekijk ook: Warner Bros bevestigt vertrek Johnny DeppIn de tweede Fantastic Beasts-film vertolkte Depp de rol van Gellert Grindelwald.", "paragraphs": ["Op 5 november maakte Warner Bros. bekend dat Depp uit de film werd gehaald. Filmchef Toby Emmerich besloot dat omdat Depp ervan werd beschuldigd zijn vrouw te hebben geslagen. Depp ging daarover een rechtszaak aan tegen de krant The Sun, die hem in een artikel een vrouwenmishandelaar noemde. Die zaak verloor Depp: de rechter achtte voldoende bewezen dat hij Amber in elk geval twaalf keer heeft mishandeld.", "De crew van de film wilde niet geassocieerd worden met de stormachtige relatie van de acteur en zijn ex Amber Heard. Depp werd gevraagd zich terug te trekken uit de film en werd daarmee niet ontslagen. Daarom kon hij zich beroepen op het volledige geldbedrag wat in zijn contract stond.", "Bekijk ook: Warner Bros bevestigt vertrek Johnny Depp", "In de tweede Fantastic Beasts-film vertolkte Depp de rol van Gellert Grindelwald. In deel drie zou hij diezelfde rol weer op zich nemen."], "authors": [], "keywords": ["werd", "zijn", "film", "fantastic", "volledige", "depp", "van", "miljoen", "krijgt", "zich", "toch", "johnny", "dat", "voor", "hij", "op", "scène", "een", "beasts"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}