{"id": "1d143736-968b-35ee-9386-2e40c319bd12", "title": "Elon Musk reageert op ‘titel’ rijkste mens: ‘Zo, nu weer aan het werk’", "url": "https://www.metronieuws.nl/geld-carriere/2021/01/elon-musk-reageert-op-titel-rijkste-mens/", "summary": "Elon Musk reageert op ‘titel’ rijkste mens: ‘Zo, nu weer aan het werk’2021 is voor Elon Musk uitstekend begonnen.\nElon Musk rijkste persoon ter wereldAlleen al in de eerste week van dit jaar werd Musk 11 miljard dollar meer waard.\nHet was slechts een kwestie van tijd voordat Musk himself op het heuglijke nieuws zou reageren.\nDe reactie van Elon Musk is heerlijk typerend en stoïcijns:Marvel, Star Wars: alles kan„Well, back to work…”, aldus Elon Musk.\nElon Musk en goede doelenDe grote vraag is wat Musk op de lange termijn met zijn vermogen wil gaan doen, naast het vliegen naar Mars met SpaceX.", "paragraphs": ["Elon Musk reageert op ‘titel’ rijkste mens: ‘Zo, nu weer aan het werk’", "2021 is voor Elon Musk uitstekend begonnen. Hij heeft namelijk Amazon-oprichter Jeff Bezos ‘verslagen’ en is nu officieel de rijkste persoon ter wereld.", "Reden voor een feestje? De reactie van de Tesla-CEO, die dit jaar 50 wordt, is typerend.", "Elon Musk rijkste persoon ter wereld", "Alleen al in de eerste week van dit jaar werd Musk 11 miljard dollar meer waard. De vraag is hoe lang Bezos de oprichter van Tesla voor zich zal moeten dulden. De Amazon-CEO is op het moment van schrijven 188,5 miljard dollar waard, maar vorig jaar tikte hij nog de 200 miljard dollar aan. Hij is daarmee 1,5 miljard rijker dan Jeff Bezos. Die getallenschommelen extreem, op basis van hoe de pet van aandeelhouders staat. Op de derde plaats vinden we voormalige rijkste mens Bill Gates, met 134 miljard dollar.", "Op Twitter vierden aandeelhouders en Tesla-fans het nieuws. Het was slechts een kwestie van tijd voordat Musk himself op het heuglijke nieuws zou reageren. De vele fans die echter op een enthousiaste Oscars-achtige overwinningsspeech rekenden, werden teleurgesteld. De reactie van Elon Musk is heerlijk typerend en stoïcijns:", "Marvel, Star Wars: alles kan", "„Well, back to work…”, aldus Elon Musk. Een quote die je zo op een t-shirt kunt laten drukken. Alsof het niks is: de oprichter van Tesla en SpaceX heeft dus wel een astronomisch vermogen. Ter vergelijking: als Musk in plaats van Disney Star Wars en Marvel had gekocht, dan had hij alsnog 177 miljard dollar over.", "Hij zou met gemak No Time to Die, de laatste James Bond-film met Daniel Craig, op kunnen kopen en vervolgens nooit uitbrengen. Sterker nog, hij zou met gemak de studio achter de gehele Bond-franchise kunnen opkopen. En zo kunnen we nog even doorgaan. Maar vergeet niet: zijn vermogen is gebaseerd op de waarde van Tesla-aandelen. Het is niet alsof hij al dat geld op zijn bankrekening heeft staan.", "Elon Musk en goede doelen", "De grote vraag is wat Musk op de lange termijn met zijn vermogen wil gaan doen, naast het vliegen naar Mars met SpaceX. De CEO van Tesla lijkt open te staan voor ideeën en feedback in het algemeen, zo lijkt hij te opperen met een latere tweet:", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Btw, critical feedback is always super appreciated, as well as ways to donate money that really make a difference (way harder than it seems) — Elon Musk (@elonmusk) January 8, 2021", "Ook spreekt de tweet die hij bovenaan zijn Twitter-profiel heeft vastgezet boekdelen:", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "About half my money is intended to help problems on Earth & half to help establish a self-sustaining city on Mars to ensure continuation of life (of all species) in case Earth gets hit by a meteor like the dinosaurs or WW3 happens & we destroy ourselves — Elon Musk (@elonmusk) October 12, 2018", "De een bouwt een school in Afrika, de ander doneert geld aan de lokale voedselbank. Elon Musk wil de mensheid redden. Dat hij met de weg naar die doelen toe de rijkste man ter wereld wordt, is mooi meegenomen. Het zit de Tesla-CEO de laatste tijd mee: zo was hij eerder deze maand nog bezig met zijn imago opkrikken, een bezigheid die hem geen windeieren legt.", "Lees ook: Elon Musk schiet Tom Cruise in 2021 de ruimte in voor nieuwe film"], "authors": [], "keywords": ["rijkste", "reageert", "van", "zo", "elon", "en", "een", "met", "weer", "nu", "op", "het", "werk", "hij", "titel", "musk", "die", "mens"], "pubDate": "2021-01-08T10:36:36Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}