{"id": "1d14b626-3882-3951-9a44-087839e71893", "title": "Europees Hof: sjoemelsoftware van Volkswagen was illegaal", "url": "https://www.nrc.nl/nieuws/2020/12/17/europees-hof-sjoemelsoftware-van-volkswagen-was-illegaal-a4024247", "summary": "De technologie die Volkswagen jarenlang in dieselauto’s installeerde om emissietests te beïnvloeden, is in strijd met Europese regelgeving.\nDat heeft het Europees Hof van Justitie donderdag besloten.\nAutobezitters die zeggen dat de waarde van hun voertuig door het dieselschandaal is gedaald, dienen al jaren claims in tegen de fabrikant.\nDe zaak waarin het Europees hof donderdag heeft besloten, was doorgeschoven door de openbaar aanklager in Parijs, die wilde weten in welke mate Volkswagen consumenten had misleid.\nVolkswagen heeft de manipulatie in een later stadium erkend, en heeft al zo’n dertig miljard euro aan de affaire besteed.", "paragraphs": ["De technologie die Volkswagen jarenlang in dieselauto’s installeerde om emissietests te beïnvloeden, is in strijd met Europese regelgeving. Dat heeft het Europees Hof van Justitie donderdag besloten. In 2015 bleek dat de Duitse automaker elf miljoen auto’s wereldwijd had voorzien van software om ze minder vervuilend te laten lijken bij tests.", "De uitspraak, bindend binnen de hele Europese Unie, kan worden gebruikt als munitie voor Volkswagenbezitters in de hele Europese Unie. Autobezitters die zeggen dat de waarde van hun voertuig door het dieselschandaal is gedaald, dienen al jaren claims in tegen de fabrikant. De zaak waarin het Europees hof donderdag heeft besloten, was doorgeschoven door de openbaar aanklager in Parijs, die wilde weten in welke mate Volkswagen consumenten had misleid.", "Rollerbanken", "In 2015 kwam via het Amerikaanse Environmental Protection Agency (EPA) en de California Air Resources Board (CARB) boven water dat Volkswagen jarenlang technologie in auto’s installeerde waarmee emissietests konden worden vervalst. Motoren waren op zo’n manier afgesteld dat ze minder schadelijke stoffen uitstoten in een gesloten omgeving – bijvoorbeeld op een rollerbank in een garage – dan tijdens het rijden op de openbare weg.", "Hoe zat het ook weer met het dieselschandaal? Alles moest bij VW wijken voor dat ene doel.", "Op die manier leek het of de auto’s de geoorloofde waarden aan stikstofoxiden (NOx) uitstootten. Maar in de praktijk bleken ze soms tot veertig keer zoveel aan de toegestane vervuiling bij te dragen. Volkswagen heeft de manipulatie in een later stadium erkend, en heeft al zo’n dertig miljard euro aan de affaire besteed. Voormalig topman Martin Winterkorn wordt in de Verenigde Staten vervolgd voor zijn rol.", "Begin dit jaar schikte Volkswagen met zeker 200.000 Duitse automobilisten. Dat akkoord kostte het bedrijf 620 miljoen euro. In het voorjaar eisten 90.000 Britse autobezitters compensatie voor de sjoemelsoftware in hun Volkswagen."], "authors": ["David Van Unen", "December Om", "Leestijd Minuut"], "keywords": ["van", "dat", "die", "europees", "illegaal", "een", "hof", "ze", "te", "sjoemelsoftware", "heeft", "voor", "volkswagen", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}