{"id": "1d21431d-793c-3288-8dc1-08e727648ece", "title": "Basketbalsters Atlanta Dream zetten Republikeinse clubeigenaar een hak", "url": "https://www.volkskrant.nl/sport/basketbalsters-atlanta-dream-zetten-republikeinse-clubeigenaar-een-hak~b67e1706/", "summary": "Speelsters van Atlanta Dream.\nIn juli had Kelly Loeffler, een vermogende zakenvrouw, het vuurtje aangestoken bij de speelsters van haar club.\nIn de ‘Wubble’ in Bradenton, Florida, smeedde een delegatie speelsters een plan in samenwerking met de spelersvakbond.\n‘Met een aanval op haar zouden we haar in de kaart spelen.’ De speelsters kozen voor een andere koers: het steunen van een politieke tegenstander.\nVan Loeffler zijn de speelsters van Atlanta Dream voorlopig nog niet verlost, ook al zien ze haar liever vandaag dan morgen vertrekken.", "paragraphs": ["Speelsters van Atlanta Dream. Beeld Getty", "Het seizoen van de Amerikaanse basketbalcompetitie voor vrouwen mag dan pas in mei beginnen, de speelsters van Atlanta Dream behaalden vorige week alvast een belangrijke overwinning. Raphael Warnock, de Democratische kandidaat voor wie ze in aanloop naar de Senaatsverkiezingen campagne voerden, veroverde de zetel van zijn tegenstander Kelly Loeffler. Saillant detail: de Republikeinse Loeffler is mede-eigenaar van Atlanta Dream.", "Uitbundig vierden de basketbalsters uit Atlanta de winst van Warnock, de eerste zwarte senator uit de staat Georgia. Ook collega’s van andere clubs in de WNBA, die hun campagne afgelopen zomer hadden omarmd, sloten zich aan. ‘Winnen is leuk’, tweette Breanna Stewart van regerend kampioen Seattle Storm. ‘Maar heb je weleens een Senaatsrace beslist?’ Onder meer door het succes van Warnock behaalden de Democraten een cruciale meerderheid in het politieke epicentrum van de Verenigde Staten.", "In juli had Kelly Loeffler, een vermogende zakenvrouw, het vuurtje aangestoken bij de speelsters van haar club. Toen de WNBA bekendmaakte het aanstaande seizoen op te dragen aan de Black Lives Matter-beweging, maakte ze bezwaar in een brief aan WNBA-directeur Cathy Engelbert.", "‘Ik ben fel tegenstander van deze beweging die geweld en vernietiging in het land promoot’, schreef Loeffler, die in haar korte tijd in de Senaat de retoriek van Donald Trump adopteerde. (De politica was een van de senatoren die vorige week van plan was bezwaar te maken tegen de verkiezingsuitslag, maar daarop terugkwam na de bestorming van het Capitool door Trump-aanhangers.) Als het aan Loeffler lag, zouden speelsters geen Black Lives Matter-shirts dragen, zoals de competitie had voorgenomen, maar kleding met de Amerikaanse vlag.", "Sug Sutton van Atlanta Dream probeert de tegenstanders van zich af te houden. Beeld Getty Images", "Protestmarsen", "Veel basketbalsters uit de WNBA, een competitie die voor 70 procent bestaat uit Afro-Amerikaanse vrouwen, liepen in de zomer mee bij protestmarsen tegen racisme en politiegeweld. Bij Atlanta Dream, vernoemd naar de beroemde toespraak van Martin Luther King, hadden twee speelsters al besloten het seizoen aan zich voorbij te laten gaan om zich te concentreren op de strijd voor raciale gelijkheid.", "Drie dagen na het verschijnen van de brief reageerden de basketbalsters uit Atlanta met een gezamenlijk statement: ‘We zijn sterk en onbevreesd. Ons team is verenigd in de beweging voor zwarte levens.’ De naam van Loeffler werd niet genoemd. Begin augustus bleek waarom.", "‘Vote Warnock’, viel te lezen op de T-shirts van de speelsters uit de WNBA, die hun seizoen net als hun mannelijke collega’s van de NBA in een coronavrije bubbel afwerkten. In de ‘Wubble’ in Bradenton, Florida, smeedde een delegatie speelsters een plan in samenwerking met de spelersvakbond.", "Besloten werd om de pijlen niet op Loeffler te richten. ‘Haar uitspraken waren duidelijk bedoeld voor politiek gewin’, zei Sue Bird, sterspeelster van Seattle Storm. ‘Met een aanval op haar zouden we haar in de kaart spelen.’ De speelsters kozen voor een andere koers: het steunen van een politieke tegenstander.", "In de bubbel deden de basketbalsters hun huiswerk. Van de 21 potentiële kandidaten, bevielen de denkbeelden van Warnock het meest. Een nadere kennismaking volgde via een Zoom-gesprek, waarna de WNBA-teams de T-shirts begin augustus voor het eerst droegen. Het plan bleek te werken. Drie dagen later had de campagne van Warnock ongeveer 300.000 dollar opgehaald en had hij duizenden nieuwe volgers op sociale media. In peilingen schoot hij omhoog, van 9 procent naar koploper.", "Samen sterker", "Vorige week werd de missie voltooid met zijn overwinning op Loeffler. ‘Ik hoop dat we door deze verkiezingen realiseren dat we samen sterker staan’, schreef Renee Montgomery, een van de Dream-speelsters die het seizoen had laten schieten. ‘Complimenten voor deze vrouwen’, zei haar teamgenoot Tiffany Hayes, die aan de kant bleef om te helpen bij het registreren van stemmers in Georgia. ‘We zijn met z’n allen opgestaan, ongeacht de mogelijke consequenties.’", "Met het beïnvloeden van de Senaatsrace onderstreepte de WNBA haar reputatie als voorloper op het gebied van maatschappelijke betrokkenheid, al bleef het activisme voorheen vaak onderbelicht. In 2016, nog voor American football-speler Colin Kaepernick het deed, knielden de basketbalsters tijdens het Amerikaanse volkslied uit protest tegen racistisch en buitensporig politiegeweld. Aanvankelijk dreigde de competitie met boetes, voordat ook het bestuur de sociale betrokkenheid adopteerde. Onder meer op het gebied van lhbti-rechten staat de WNBA bekend als vooruitstrevend.", "Van Loeffler zijn de speelsters van Atlanta Dream voorlopig nog niet verlost, ook al zien ze haar liever vandaag dan morgen vertrekken. De zakenvrouw is niet van plan haar aandeel (49 procent) in de club van de hand te doen, de WNBA zal op haar beurt geen verkoop forceren. Wel zouden er achter de schermen gesprekken worden gevoerd over een mogelijke overname.", "Na de overwinning van Warnock wierp onder meer sterbasketballer en activist LeBron James zich op als geïnteresseerde. ‘Ik denk eraan om een groep eigenaren samen te stellen’, schreef hij op Twitter. ‘Wie doet ermee?’"], "authors": ["Koen Van Der Velden"], "keywords": ["republikeinse", "zetten", "van", "dream", "voor", "basketbalsters", "atlanta", "een", "loeffler", "speelsters", "op", "te", "het", "clubeigenaar", "haar", "hak", "die"], "pubDate": "2021-01-10T19:41:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}