{"id": "1d3e0040-97da-3b1d-8f0b-3b288906d7da", "title": "Schiphol-directeur: Ga nu niet met vliegtuig op vakantie, handhaaf regels", "url": "https://nos.nl/nieuwsuur/artikel/2360959-schiphol-directeur-ga-nu-niet-met-vliegtuig-op-vakantie-handhaaf-regels.html", "summary": "Hij raadt mensen af om nu met het vliegtuig op vakantie te gaan.\nDe afgelopen tijd staan er ondanks het dringende advies om niet-noodzakelijke reizen te vermijden lange rijen in de vertrekhallen op Schiphol.\nEr is een duidelijk advies om niet te reizen, behalve als het noodzakelijk is, en ik ondersteun die oproep.\"\nDe Schiphol-directeur benadrukt dat mensen veel verschillende motieven hebben om te reizen.\nPraten over transfer-passagiersSchiphol is volgens Benschop met KLM in gesprek om te praten over transfers.", "paragraphs": ["Schiphol-directeur Dick Benschop roept op om alleen te vliegen voor noodzakelijke reizen. Hij raadt mensen af om nu met het vliegtuig op vakantie te gaan.", "Benschop deed zijn oproep tijdens de uitzending van Nieuwsuur. De afgelopen tijd staan er ondanks het dringende advies om niet-noodzakelijke reizen te vermijden lange rijen in de vertrekhallen op Schiphol.", "Minister van Infrastructuur Cora van Nieuwenhuizen zei vandaag \"teleurgesteld en boos\" te zijn over de drukte. Een groot deel van de Tweede Kamer eist opheldering.", "'Doen wat ons geadviseerd wordt'", "Benschop zegt de drukte van afgelopen weekend af te keuren. \"We zitten in een moeilijke situatie in Nederland waar we met z'n allen doorheen moeten. We moeten allemaal doen wat ons geadviseerd wordt, dat geldt ook voor het reizen. Er is een duidelijk advies om niet te reizen, behalve als het noodzakelijk is, en ik ondersteun die oproep.\"", "De Schiphol-directeur benadrukt dat mensen veel verschillende motieven hebben om te reizen. Hij vindt dat ieder zijn eigen verantwoordelijkheid moet nemen. \"Dan doen wij dat ook en zorgen we dat de regels worden nageleefd. Ik voel me soms net een burgemeester, van de stad Schiphol. We hebben maatregelen en regels, en doen ons best om die te handhaven.\"", "Praten over transfer-passagiers", "Schiphol is volgens Benschop met KLM in gesprek om te praten over transfers. Veel reizigers vliegen niet van of naar Nederland, maar reizen via Schiphol naar een volgende bestemming.", "Vandaag viel het wel mee met de drukte, zegt de Schiphol-directeur. Hij erkent dat het afgelopen zaterdag erg druk was. \"Ik kan uitleggen waarom dat mis ging, maar dat klinkt als een excuus en daar gaat het niet om. Als zoiets voorkomt moet je ervan leren\", zegt Benschop. Hij zegt dat er meer maatregelen worden genomen om de afstandsregels te garanderen. Er worden onder meer meer marechaussees ingezet."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["zegt", "dat", "ga", "om", "van", "schipholdirecteur", "niet", "een", "te", "het", "nu", "vliegtuig", "en", "op", "reizen", "regels", "met", "handhaaf", "vakantie"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}