{"id": "1d431227-c71f-338c-ab7a-32e6b0f2a13c", "title": "Zie hier het nieuwe front dat Erdogan in Europa wil openen", "url": "https://trouw.nl/opinie/zie-hier-het-nieuwe-front-dat-erdogan-in-europa-wil-openen~bb75a47d/", "summary": "Maar laatst zei ook de Franse president Macron dat Erdogan ‘de rode lijn in Nagorno-Karabach heeft overtreden’.\nMacron zegt over overtuigende bewijzen te beschikken dat Turkije ‘groepen jihadisten uit Syrië’ naar de enclave heeft gestuurd.\nLevensgevaarlijke ondernemingIs dit de voornaamste reden van de woede van Erdogan jegens Macron (plus zijn militaire steun aan Griekenland)?\nZie hier het nieuwe front dat Erdogan in Europa wil openen.\nFrankrijk is met zijn grootste moslimpopulatie in Europa (tussen 6 en 8 miljoen) en zijn anti-islamisme-politiek het voornaamste doelwit.", "paragraphs": ["De Turkse president ­Recep Tayyip Erdogan is een geharde aanhanger van de vlucht naar voren: hoe belabberder de binnenlandse situatie, hoe wilder hij om zich heen slaat buiten de grenzen. Turkije wordt de laatste jaren met een zware economische terugval geconfronteerd. De Turkse lira is in een vrije val ­terechtgekomen: in nog geen twee jaar tijd gehalveerd ten opzichte van de dollar. De coronacrisis heeft Turkije als vakantieland ook hard getroffen: in de eerste vijf maanden van dit jaar is de stroom toeristen met 66 procent gedaald.", "Het lijkt erop dat islamnationalist Erdogan de aandacht van zijn binnenlandse problemen probeert af te leiden door het gewapende conflict buiten de grenzen op te zoeken: Syrië en Libië zijn daar de bekendste voorbeelden van. Erdogan chanteerde ook Griekenland door migranten naar de Griekse grenzen te sturen of door naar gas te zoeken bij Griekse eilanden. Sinds kort is Erdogan ook bezig deel te nemen aan de oorlog tussen Armenië en Azerbeidzjan over de enclave Nagorno-Karabach. Het Russische ministerie van buitenlandse zaken beschuldigde Turkije er onlangs van Syrische strijders naar de enclave te hebben vervoerd, ‘veelal terroristen en buitenlandse huurlingen’. Turkije ontkent. Maar laatst zei ook de Franse president Macron dat Erdogan ‘de rode lijn in Nagorno-Karabach heeft overtreden’. Macron zegt over overtuigende bewijzen te beschikken dat Turkije ‘groepen jihadisten uit Syrië’ naar de enclave heeft gestuurd.", "Levensgevaarlijke onderneming", "Is dit de voornaamste reden van de woede van Erdogan jegens Macron (plus zijn militaire steun aan Griekenland)? Of is het de vastberadenheid van de Franse president, na de onthoofding van leraar Samuel Paty, om het islamisme in Frankrijk een halt toe te roepen? Afgelopen weekeinde beschuldigde Erdogan Frankrijk ervan zijn moslimpopulatie te onderdrukken. Zowel zaterdag als zondag heeft hij verklaard dat Macron aan een psychische ziekte lijdt en hem geadviseerd om ‘zich te laten nakijken’. Gisteren riep hij de Turken op om Franse producten te boycotten, maar veel ernstiger was zijn boodschap aan de moslims van Frankrijk en de rest van Europa: “Een campagne die te vergelijken is met die tegen de Joden vóór de Tweede Wereldoorlog is momenteel bezig tegen moslims”.", "Zie hier het nieuwe front dat Erdogan in Europa wil openen. Een levensgevaarlijke en immorele onderneming waarbij impliciet een beroep op moslimmigranten wordt gedaan om zich van Europa af te keren en zich mogelijk als een vijfde colonne te gedragen. Frankrijk is met zijn grootste moslimpopulatie in Europa (tussen 6 en 8 miljoen) en zijn anti-islamisme-politiek het voornaamste doelwit. Moslimbroeder Erdogan droomt ervan de onbetwiste leider van de moslimwereld te worden en schuwt daarbij geen middel.", "Het lijkt erop dat premier Rutte het gevaar ook onderkent. Gisteren noemde hij in een tweet de tirades van Erdogan ‘niet acceptabel’ en preciseerde: “Nederland blijft met Frankrijk pal voor de gemeenschappelijke waarden van de EU staan. Voor het vrije woord en tegen extremisme en radicalisme.”", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["openen", "europa", "te", "turkije", "en", "erdogan", "hier", "ook", "nieuwe", "wil", "dat", "van", "een", "het", "zijn", "zie"], "pubDate": "2020-10-27T07:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}