{"id": "1d5e23fc-69ab-3358-8904-4ce555d7ed9b", "title": "Het omroepbestel heeft niets meer te maken met hoe ‘Hilversum’ er vroeger uitzag", "url": "https://trouw.nl/cultuur-media/het-omroepbestel-heeft-niets-meer-te-maken-met-hoe-hilversum-er-vroeger-uitzag~bbfd65ea/", "summary": "Wat is nog het nut van een omroepvereniging als de NPO bepaalt wat wanneer wordt uitgezonden?\nZoals de IslamOmroep, Omroep Groen, Ongehoord Nederland en Omroep Zwart.\nDe laatste meldt al vijftigduizend leden binnen te hebben, terwijl Ongehoord Nederland (ON) nu al dagenlang aangeeft er nog 1.536 tekort te komen om een serieuze kans te maken.\nEigen kleurtjeOndertussen heeft het omroepbestel niets meer te maken met hoe ‘Hilversum’ er vroeger uitzag.\nMondo is van de VPRO, een omroep met een altijd herkenbare signatuur, zoals ook Omroep MAX en de EO hebben.", "paragraphs": ["Wat is nog het nut van een omroepvereniging als de NPO bepaalt wat wanneer wordt uitgezonden? Een lezer schreef ons de draad kwijt te zijn. “Bij het tv-overzicht in Trouw ontbreekt helaas ook de vermelding van de omroep, en dan verbaas je je er wel eens over dat het een heel andere omroep is dan je dacht.”", "Boeiende kwestie nu toch weer negen aspirant-omroepen staan te trappelen om toe te treden tot het publieke bestel en hún specifieke geluid er tussen willen krijgen, in die grote smeltkroes voor het Nut van het Algemeen.", "Zoals de IslamOmroep, Omroep Groen, Ongehoord Nederland en Omroep Zwart. De laatste meldt al vijftigduizend leden binnen te hebben, terwijl Ongehoord Nederland (ON) nu al dagenlang aangeeft er nog 1.536 tekort te komen om een serieuze kans te maken.", "Grote kans dat die leden er allang zijn, maar dat Arnold Karskens van ON met het nieuws wacht tot 5 december, om zich dan dansend en joelend tussen zijn geliefde Zwarte Pieten in de kijker te spelen. Geheel in de stijl zoals hij die onlangs liet zien in zijn ‘Zwarte Pietenjournaal nr 2’. Vrijheid, blijheid zullen we maar zeggen.", "Eigen kleurtje", "Ondertussen heeft het omroepbestel niets meer te maken met hoe ‘Hilversum’ er vroeger uitzag.", "Van dragende maatschappelijke zuilen zijn de omroepen veranderd in stapels losse bakstenen. Nog steeds ieder met een eigen kleurtje, maar de NPO-leiding gebruikt ze door elkaar bij het opbouwen van stevige publieke beeld- en geluidsschermen. Waaraan ook allerlei andere organisaties hun steentje bijdragen: zoals het Nationaal Comité 4 en 5 mei, goede doelen als het Rode Kruis en partners in de culturele sector; evenals losse creatievelingen met een goed programma-idee.", "Het levert een publieke omroep op die volgens het nieuwe NPO Concessiebeleidsplan nog steeds wordt gesteund door zo’n drie miljoen omroepleden. En die vorig jaar iedere week gemiddeld 84 procent van de Nederlandse bevolking bereikte. De NPO is realistisch genoeg om te beseffen dat dit percentage alleen maar kan dalen, omdat er steeds meer concurrerende media bij komen.", "Om zijn nut en dat van alle omroepen te blijven bewijzen, kondigt de NPO nu een ‘impactbelevingsmeter’ aan. Vanaf 2022 wordt aan kijkerspanels gevraagd ‘of zij een programma persoonlijk als waardevol beschouwen en hoe zij de waarde ervan beoordelen voor de samenleving als geheel’. Eigenlijk dus zoals wij van Bas & Bos al jaren naar televisie kijken.", "Juiste zuil", "Benieuwd wat zo’n impactbelevingsmeter gaat brengen. Had het bijvoorbeeld dit jaar de redding kunnen betekenen van een programma als ‘Mondo’? We zullen het niet weten. De slecht bekeken maar door losse kijkers zeer gewaardeerde cultuurshow moet eind december het veld ruimen.", "Mondo is van de VPRO, een omroep met een altijd herkenbare signatuur, zoals ook Omroep MAX en de EO hebben. Ach, weet u nog hoe omroepen vroeger gewoon een eigen avond hadden? Waar de omroeper of omroepster van dienst de subtiele stijlverschillen al uitstraalde? Benieuwd of u Hans van Willigenburg, Verti Dixon, Lisette Hordijk, Karin Kraaykamp, Ingrid Drissen en Ellen Brusse nog zo tegen de juiste zuil weet te plakken.", "De antwoorden? Gun jezelf op YouTube een nostalgische halfuurtje met de documentaire ‘De televisie-omroepster, een verdwenen beroep’. Ze komen er allemaal voorbij.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Renate Van Der Bas"], "keywords": ["uitzag", "omroepbestel", "van", "hoe", "hilversum", "meer", "het", "met", "zijn", "nog", "omroep", "niets", "een", "te", "en", "maken", "vroeger", "er"], "pubDate": "2020-12-04T10:27:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}