{"id": "1d799450-e3a2-318d-ad89-739548d4282a", "title": "When it rains cats and dogs, in come the mice", "url": "https://www.parool.nl/english/when-it-rains-cats-and-dogs-in-come-the-mice~b0155a2b/", "summary": "Also it’s been quite rainy, and mice don’t like wet weather: they’ll creep in at ground level, and work their way up the building.\nWhen there’s a wet autumn, that’s when we get the biggest number of callouts.”Once mice find enough to eat, they’re unstoppable.\n“They leave scent marks behind wherever they go, so it’s potentially an open invitation to hundreds of other mice.\nIf mice can munch their way through insulating foam, they’ll make short work of a cardboard box.\n“Mice love pet food, it’s nutritious to boot, and there’s a reliable supply because it gets topped up every day or so.", "paragraphs": ["Beeld Shutterstock", "Squeaks behind the skirting board? The skitter of tiny feet on your laminate floor at night? Toothmarks in unexpected places? Hard cheese, you’ve got mice.", "“There are a lot of them for the time of year,” says Zeno Hoffmans, a consultant at pest control company De4 Nederland. “We haven’t had a cold winter with hard frosts, so everything simply stays alive – it’s like having an autumn that goes on for four months. Also it’s been quite rainy, and mice don’t like wet weather: they’ll creep in at ground level, and work their way up the building. When there’s a wet autumn, that’s when we get the biggest number of callouts.”", "Once mice find enough to eat, they’re unstoppable. “A pair with an adequate food supply can produce 2,800 offspring in a year. They have six to twelve babies six times a year, and they all mate with their parents and siblings. It’s like an inverted pyramid.”", "Old-fashioned steel wool", "Some say the best way to get rid of mice is to stop them entering in the first place, by sealing cracks and other gaps with insulating foam. At least that’s the theory.", "“It takes a mouse sixty seconds to gnaw through insulating foam,” says Hoffmans. “They leave scent marks behind wherever they go, so it’s potentially an open invitation to hundreds of other mice. A bit of foam isn’t going to keep them away.”", "Hoffmans recommends good old-fashioned steel wool. “Mice try to gnaw through it, but they don’t like it because it cuts their gums. They’ll try again the following night, and then they’ll give up and go to your neighbours’ place instead.”", "Pencil", "If you do use steel wool, make sure you do a thorough job, because mice can creep through holes as small as half a centimetre. If a pencil fits, so will a mouse, so keeping them out completely is a virtually impossible task.", "", "Another tip: store food in hard plastic containers. If mice can munch their way through insulating foam, they’ll make short work of a cardboard box. Don’t leave crumbs lying around toasters and other appliances, put dirty dishes straight in the dishwasher, and vacuum regularly, particularly behind the stove and cupboards if you can, though that’s obviously not possible if you have a fitted kitchen.", "Hoffmans says one classic problem is that plumbing can get dislodged when your dishwasher vibrates, creating a hole that lets mice in. You can buy a washer to cover this, but nine out of ten installers don’t bother because the hole is hidden from view below the kitchen unit.", "The space behind your fridge is mouse paradise, too. “There’s water for them to drink in the drip tray, the motor keeps the area nice and warm, and it’s safe, the perfect place to build a nest.”", "The only time the mice have to leave home is to search for food, and they require only three to five grammes a day, Hoffmans says. “A single crumb is a meal when you’re a mouse.”", "Even the squeakiest of squeaky-clean kitchens may offer another food source for mice: that bowl of dog food on the floor. “Mice love pet food, it’s nutritious to boot, and there’s a reliable supply because it gets topped up every day or so. If I were a mouse, I’d make a beeline for the kitchen.”"], "authors": ["Hans Van Der Beek"], "keywords": ["rains", "foam", "come", "way", "thats", "theyll", "dont", "dogs", "theres", "steel", "mice", "cats", "mouse", "food"], "pubDate": "2020-01-23T14:20:46+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}