{"id": "1d82923f-9b33-3a79-829e-6171821346c2", "title": "Woonwinkel IKEA stopt definitief met iconische catalogus", "url": "https://www.parool.nl/nieuws/woonwinkel-ikea-stopt-definitief-met-iconische-catalogus~b85fad4c/", "summary": "The IKEA catalogue through the ages, Ikea catalogus stopt, kosteloos Beeld Ikea MuseumDe meubelreus is vorig jaar begonnen met het digitaliseren van wat tot voor kort ‘wereldwijd het meest verspreide boek na de bijbel’ werd genoemd.\nAlleen zo’n 300.000 huishoudens in het verzorgingsgebied van het IKEA-filiaal in Delft heeft de gids recent nog ontvangen.\nDigitaliseringDe stap om de gids niet meer te drukken en te verspreiden, maakt deel uit van het streven van IKEA om meer digitaal te worden.\nIn de twaalf maanden tot eind augustus steeg de online verkoop van IKEA met 45 procent.\nAls eerbetoon aan de catalogus verschijnt in het najaar van 2021 nog wel een boek vol met IKEA wooninspiratie en kennis.", "paragraphs": ["The IKEA catalogue through the ages, Ikea catalogus stopt, kosteloos Beeld Ikea Museum", "De meubelreus is vorig jaar begonnen met het digitaliseren van wat tot voor kort ‘wereldwijd het meest verspreide boek na de bijbel’ werd genoemd. Om de productie- en verspreidingskosten omlaag te brengen is IKEA vorig jaar in Nederland gestopt met de gratis verspreiding ervan, dat voorheen standaard plaatsvond. Dat zou tegelijkertijd passen bij hun stevige duurzaamheidsdoelstellingen. Alleen zo’n 300.000 huishoudens in het verzorgingsgebied van het IKEA-filiaal in Delft heeft de gids recent nog ontvangen.", "De gids beleefde zijn hoogtepunt in 2016, toen meer dan tweehonderd miljoen exemplaren werden verspreid onder huishoudens in meer dan vijftig landen. De allereerste editie, met de iconische MK Wing Chair, had een totale oplage van 285.000 exemplaren. Deze werd verspreid in het zuiden van Zweden. De laatste editie van dit jaar had een oplage van 40 miljoen exemplaren.", "Digitalisering", "De stap om de gids niet meer te drukken en te verspreiden, maakt deel uit van het streven van IKEA om meer digitaal te worden. Dit omdat ook consumenten steeds vaker online inspiratie zoeken en vaker via het web winkelen. In de twaalf maanden tot eind augustus steeg de online verkoop van IKEA met 45 procent. De website werd vier miljard keer bezocht.", "Om de spotlights te richten op de digitale editie, is afgelopen zomer een campagne gestart waarbij ‘IKEA-fanaten’ zich konden opgeven om ‘De Wandelende Catalogus’ te worden, als online influencer. Als eerbetoon aan de catalogus verschijnt in het najaar van 2021 nog wel een boek vol met IKEA wooninspiratie en kennis."], "authors": ["Stefan Ten Teije"], "keywords": ["definitief", "van", "het", "meer", "met", "stopt", "werd", "een", "te", "om", "woonwinkel", "ikea", "en", "catalogus", "iconische"], "pubDate": "2020-12-07T15:55:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}