{"id": "1d86e553-ebc0-37b7-8be1-83348f038f5b", "title": "Elke keer weer dat verlangen, juist omdat op een sportveld uit het niets magie kan ontstaan", "url": "https://volkskrant.nl/sport/elke-keer-weer-dat-verlangen-juist-omdat-op-een-sportveld-uit-het-niets-magie-kan-ontstaan~b12272f3/", "summary": "Mede om het volk thuis op de bank te houden, om reisbewegingen te beperken, om naast brood ook spelen te bieden.\nHet is zoeken naar heerlijke hapjes: de lob van De Graafschaps Seuntjens van 55 meter, de volharding van FC Groningen aan de top, de opkomst van het steeds betere PSV, de standvastigheid van Vitesse.\nDe enige zekerheid is dat het voetbal blijft stortregenen.\nEn toch is daar elke keer weer dat verlangen, juist omdat op een sportveld uit het niets magie kan ontstaan, magie die we zo missen in de huidige tijd.\nNaast de koopgoot gaan dan de gespecialiseerde winkeltjes van het voetbal weer open.", "paragraphs": ["Het stortregent voetbal in de lockdown. Nu het land bijna op slot zit en de ene burger zich verbijt over wat de ander doet en laat, blijft de koopgoot van het voetbal geopend tot in de late uurtjes. Competities voltrekken zich in recordtempo. Mede om het volk thuis op de bank te houden, om reisbewegingen te beperken, om naast brood ook spelen te bieden.", "Dat is nog best lastig, al dat voetbal doorstaan, want in de stortregen zijn een hoop slechte wedstrijden te zien, ook in Nederland. Het is zoeken naar heerlijke hapjes: de lob van De Graafschaps Seuntjens van 55 meter, de volharding van FC Groningen aan de top, de opkomst van het steeds betere PSV, de standvastigheid van Vitesse.", "Het alsmaar apathischer volk houdt de kijkcijfers met moeite enigszins op peil. Kijken naar voetbal in de bubbel als zielloze activiteit, met geluidsbandjes als nepsfeer. Sport is in zekere zin steeds iets van vroeger, uit een andere wereld.", "En toch ben ik blij tot de uitverkorenen te behoren die de gekkigheid nog van dichtbij mag beleven. Beter droog brood dan geen brood. Ik ben dankbaar dat wij journalisten onze rondjes mogen blijven draaien op de kermis, al is het een kermis zonder verlichting, zonder vrolijk gekwetter. Dus reizen we weer met voorpret naar Vitesse - Feyenoord, topper op de zondag. Valt niet mee, in meerdere opzichten.", "Zo weinig creativiteit, zo weinig echt moois. Nee, dan dat geschreeuw onder het gesloten dak van de Gelredome, de galmende stemmen van machteloze, boze mannen. Ach, de onsportiviteit ook, door telkens iemand even vast te houden als opwinding dreigt. De omhelzingen na een doelpunt, terwijl de KNVB vraagt dat niet te doen, al is het maar om het voorbeeld te geven van afstand houden.", "Het is aandoenlijk om de oude trainer Dick Advocaat druk te zien doen over spel dat in de verte lijkt op goed voetbal. De ene keer staat hij achter zijn stoel, dan weer gaat hij even zitten. Hij hapt naar adem na afloop, tijdens zijn afscheidstournee van het clubvoetbal.", "Waar volk had moeten zitten, zijn doeken gespannen over de stoelen. ‘Prins, honden- en kattenvoeding’. De enige zekerheid is dat het voetbal blijft stortregenen. Vermoeid, traag voetbal, zeker als je net Bayer Leverkusen - Bayern München hebt aanschouwd. Dat is bijna een andere sport.", "Een lekkere winterstop was goed geweest. Een maand of zo. Maar daarvoor is geen tijd. Het seizoen is een notendop geperst, want alles moet doorgaan. Nog één stationnetje tot de Kerst en kort na nieuwjaar dendert de voetbaltrein door met afgeladen wagons.", "En toch is daar elke keer weer dat verlangen, juist omdat op een sportveld uit het niets magie kan ontstaan, magie die we zo missen in de huidige tijd. Straks, vanaf januari, begint de competitie in feite opnieuw, met een reeks topduels. Zo is de planning nu eenmaal, gemaakt toen we nog illusies koesterden over een snelle terugkeer van publiek in de stadions. Naast de koopgoot gaan dan de gespecialiseerde winkeltjes van het voetbal weer open. Heerlijk."], "authors": ["Willem Vissers"], "keywords": ["om", "weer", "omdat", "uit", "met", "te", "verlangen", "ontstaan", "van", "zo", "een", "sportveld", "niets", "magie", "voetbal", "op", "keer", "het", "dat"], "pubDate": "2020-12-20T19:03:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}