{"id": "1d889329-c84f-3c9e-99e8-679ed186decf", "title": "George Baker: ‘Mijn artiestennaam leenden we uit een detectiveroman’", "url": "https://volkskrant.nl/mensen/george-baker-mijn-artiestennaam-leenden-we-uit-een-detectiveroman~b7aeb06a/", "summary": "Ik lag op mijn buik op het water naast een binnenvaartschip bij tien graden vorst, met zo’n pneumatische hamer.\n‘Country en soul zijn familie van elkaar, maar ik kies toch voor country, omdat die muziek een van mijn oudste liefdes is.\n‘Ik doe twee soorten optredens: met een begeleidingsband in zalen voel ik me muzikant, met een USB-stick op een feest vooral entertainer.\nIk wil mezelf geen geweldige gitarist noemen, maar ik kan mezelf goed begeleiden, terwijl ik een pianist met drie manke vingers ben, zeg ik altijd.\nGouden platen bewijzen niet dat mijn liedjes geweldig zijn, net zoals negatieve recensies niet bewijzen dat ze slecht zijn.", "paragraphs": ["George Baker. Beeld Frank Ruiter", "Little Green Bag of Paloma Blanca?", "‘Dit kun je me niet aandoen: kiezen tussen mijn twee baby’s. Little Green Bag was het eerste liedje dat ik schreef. Het betekende mijn ontsnapping uit de fabriek. Ik kon professioneel muzikant worden en doen wat ik altijd al wilde doen.", "‘Paloma Blanca is uit 1975, slechts zes jaar later, maar een heel andere tijd. We hadden als George Baker Selection al een flinke rij hits gehad, waren gewend aan succes, maar dankzij Paloma Blanca ging de wereld voor me open. Dat liedje heeft me zo veel gebracht. Als ik het zing, is het meteen feest. Nog steeds.", "‘In Little Green Bag zit van alles: rock-’n-roll, swing, soul. Paloma Blanca is middle of the road: dat lied laat mijn volkse kant horen. Maar dat is het hem nou juist: die twee kanten horen bij me. Ik kan niet kiezen tussen mijn twee baby's. Mijn twee bekendste hits zijn me even lief.’", "De haven of de limonadefabriek?", "‘Voor mijn doorbraak met Little Green Bag had ik het ene na het andere rotbaantje. Van de sjouwploeg in de haven – eerst in Zaandam, later in Beverwijk – naar de lopende band in de Raak-limonadefabriek. Allemaal even vreselijk, want ik wilde maar één ding: muzikant worden.", "‘Alleen mijn eerste baantje was wel aardig: leerling typograaf bij drukkerij Blank in Wormerveer. Mijn collega’s waren fascinerende figuren: een vurige communist, een bokser.", "‘Ik kan je wel vertellen wat mijn ergste baan was. Een ochtend als roestpikker, circa 1967. Ik lag op mijn buik op het water naast een binnenvaartschip bij tien graden vorst, met zo’n pneumatische hamer. Dat ding heb ik na vier uur ingeleverd. Dit ga je maar lekker zelf doen, zei ik tegen die man.’", "Elvis of The Beatles?", "‘Dat is een keuze van het hart: Elvis. Hij was mijn eerste idool, mijn jeugdheld. Als jochie van dertien kon ik nog nauwelijks gitaarspelen, maar stond ik wel alle moves en looks van Elvis in te studeren voor de spiegel. Wát een zanger.", "‘Met de vroege Beatles had ik niet veel. Please Please Me, dat soort liedjes. Ik vond het maar een middelmatig groepje. Ik hield meer van country en rock-’n-roll uit Amerika.", "‘In de loop van de jaren zestig ben ik alsnog Beatles-adept geworden. Ze liepen jarenlang voorop en zetten in de studio voortdurend een nieuwe standaard. De wisselwerking tussen McCartney en Lennon heeft me altijd enorm geïntrigeerd, juist omdat ik altijd alles alleen heb gedaan en als songschrijver nooit een partner heb gehad.", "‘Elvis schreef sowieso nooit een liedje, hij was performer, maar hij ligt toch het dichtst bij mijn hart, vooral zijn vroege jaren bij Sun Records en RCA.’", "Country of soul?", "‘In 1967 werd ik zanger van Soul Invention. Stond ik soulnummers van Otis Redding en Marvin Gaye te zingen. We waren er tamelijk succesvol mee in de Zaanstreek. Ik weet niet hoe goed ik zong, vast niet zo goed als ik dacht, maar ik kon dat repertoire vocaal wel aan.", "‘Country en soul zijn familie van elkaar, maar ik kies toch voor country, omdat die muziek een van mijn oudste liefdes is. Ik keer er ook naar terug, merk ik. Ik heb de laatste tijd allerlei dierbare countryliedjes uit mijn jeugd opgenomen, van mensen als Johnny Cash en Lefty Frizzell. Of dat een album oplevert weet ik niet, maar ik heb er schik in, dus ik leg ze maar vast.’", "George Baker: ‘Vroeger deed ik soms 300 optredens per jaar’. Beeld Frank Ruiter", "Podium of studio?", "‘Ik doe twee soorten optredens: met een begeleidingsband in zalen voel ik me muzikant, met een USB-stick op een feest vooral entertainer. Vroeger deed ik soms 300 optredens per jaar. Dat ga ik na corona nooit meer doen, maar een stuk of vijftig blijf ik wel ambiëren, zolang mijn gezondheid het toelaat. Ik word deze maand 76.", "‘Toch is de studio me uiteindelijk dierbaarder. Deze in Waddinxveen heb ik alweer twintig jaar. Ik ben hier vrijwel dagelijks. In de studio begin je met niks, je creëert iets. Ik vind het ook leuk om me te blijven verdiepen in nieuwe studiotechniek.", "‘Als je geluk hebt, maak je in de studio een aantal liedjes die iets voor het publiek betekenen. Dan kun je mensen blij maken door ze live te zingen. Wat je op het podium doet, is uiteindelijk toch herhaling. In de studio begint het.’", "Gitaar of piano?", "‘Die is makkelijk. Gitaar. Ik wil mezelf geen geweldige gitarist noemen, maar ik kan mezelf goed begeleiden, terwijl ik een pianist met drie manke vingers ben, zeg ik altijd.", "‘Ik heb wel liedjes op de piano geschreven, maar dat worden al gauw ballads. Mijn hits, het uptempo werk, schreef ik zonder uitzondering op de gitaar en ik zal op het podium ook niet snel meer piano spelen, hoewel ik het in het verleden wel gedaan heb.", "‘De piano heeft voor mij niet de magie die de gitaar heeft. Laatst heb ik een prachtige akoestische Gibson Jumbo gekocht. Dan voel ik precies dezelfde sensatie die ik had bij mijn allereerste gitaar, op mijn dertiende.’", "Gouden platen of goede recensies?", "‘Ik heb waarschijnlijk meer gouden platen dan enthousiaste recensies verzameld, haha. De critici heb ik nooit erg mee gehad. Prima, want ik maak mijn muziek niet voor recensenten. Ik heb mezelf al vroeg aangeleerd om geen recensies te lezen.", "‘Ik houd van het volkse. Dat was voor veel critici in de jaren zeventig en tachtig een doodzonde, totdat Little Green Bag in 1992 in de film Reservoir Dogs van Quentin Tarantino terecht kwam. Toen was het ineens cool. Ik zie daar de humor wel van in, maar ik heb het nooit als mijn grote gelijk opgevat.", "‘Mijn indruk is dat mijn oeuvre de laatste jaren meer waardering krijgt dan vroeger. Dat is leuk, maar ik relativeer het. Gouden platen bewijzen niet dat mijn liedjes geweldig zijn, net zoals negatieve recensies niet bewijzen dat ze slecht zijn. Maar de keus is simpel: doe mij de gouden platen maar.’", "Dio of De Toppers?", "‘Vorig jaar heb ik meegedaan aan de concertreeks van De Toppers. Ik heb grote bewondering voor hoe dat circus georganiseerd is, maar je kunt er niets naar je hand zetten. Dat doe ik van nature graag.", "‘Daarom kies ik Dio, de rapper aan wie ik gekoppeld werd in het programma Ali B op volle toeren. Ik had niets met rap, maar dat was juist het leuke: iets doen met een jongere muzikant uit een heel ander genre. Wat later heb ik, dankzij een documentaire, waardering voor iemand als Dr. Dre gekregen.", "‘Dio maakte een bewerking van Paloma Blanca. Ik ging aan de slag met zijn nummer Tijdmachine, waar ik een Gary Moore-achtig bluesnummer van maakte. Daar steek je iets van op, ik word daar vrolijk van.’", "George of Hans?", "‘Ik ouwehoer nu makkelijk, maar vroeger was ik een verlegen, wat introverte jongen. Ik realiseerde me goed dat je met verlegenheid niet ver komt in de muziek en met de naam Hans Bouwens ook niet.", "‘Mijn band Soul Invention moest een andere naam krijgen, want wat ik schreef was geen soul meer. Daarom leenden we een naam uit een detectiveroman: George Baker. Het is niet zo dat ik een artiestennaam koos om op het podium iemand anders te worden, maar het hielp er wel bij. George is zelfverzekerder dan Hans: meer een druktemaker die het middelpunt wil zijn.", "‘Het hielp ook als ik afgekraakt werd door journalisten: ze hebben het over George, niet over Hans, vertelde ik mezelf dan. Tegelijkertijd hielp het om met beide benen op de grond te blijven staan. Gillende meisjes bij het hotel? Die zijn op George afgekomen, wist ik dan. Dus niet op jou, Hans, haha.", "‘De laatste jaren lopen George en Hans steeds meer door elkaar. George gaat meer op Hans gaat lijken, denk ik: hij wordt rustiger, gaat meer relativeren. George staat op het podium, Hans zet de vuilnisbakken buiten. Uiteindelijk ben ik Hans.’", "Jubileumconcert George Baker. Zaterdag, 17.05 uur, NPO1."], "authors": ["Menno Pot"], "keywords": ["artiestennaam", "van", "baker", "het", "op", "maar", "ik", "detectiveroman", "een", "mijn", "leenden", "uit", "dat", "niet", "george", "heb"], "pubDate": "2020-12-03T18:12:03+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}