{"id": "1d8b1ba7-42bf-32cb-9f47-89a0f7b92e5c", "title": "In Duitsland en Italië worden al sneltesten afgenomen op scholen. Waar wachten we op?", "url": "https://volkskrant.nl/columns-opinie/in-duitsland-en-italie-worden-al-sneltesten-afgenomen-op-scholen-waar-wachten-we-op~b175728e/", "summary": "AZ deed mee aan een onderzoek van het UMC Utrecht met een corona-sneltest, onder 824 voetballers, arbiters en stafleden bij dertien profclubs.\nIn Duitsland en Italië worden al sneltesten afgenomen op scholen.\nDe resultaten zijn nog niet bekend, maar dat scholen wél grote besmettingshaarden zijn, kan ze alvast verklappen.\nReden: ‘We hebben niks gedaan.’ Ze pleitte voor extra coronamaatregelen op scholen, meer spreiding van lestijden en leerlingen testen uit voorzorg.\nIn landen waar ze dat nu wel doen, zoals Frankrijk, dalen de besmettingen op scholen.", "paragraphs": ["Tachtig procent van de spelers van voetbalclub AZ die besmet bleken met het coronavirus had géén klachten, volgens clubarts Joost van der Hoek. Ik weet niet wat ik lees, op nos.nl. Tachtig procent! Natuurlijk, het gaat om jonge, gezonde mensen. Maar ook als je daarmee rekening houdt en uitrekent hoe het ervoor staat in de hele samenleving, is het aantal mogelijke besmettingen duizelingwekkend. Bijna 7000 officiële besmettingen per dag hebben we nu – best veel. Maar hoe hoog is het werkelijke aantal?", "AZ deed mee aan een onderzoek van het UMC Utrecht met een corona-sneltest, onder 824 voetballers, arbiters en stafleden bij dertien profclubs. De resultaten werden naast die van de pcr-test gelegd, de ‘gouden standaard’. De sneltest, van Abbott, bleek goed te werken én blijkt symptoomloze besmette mensen te kunnen opsporen.", "Dat is geweldig nieuws. Zou deze proef ook kunnen worden gedaan bij middelbare scholieren en hun leraren? Dan weten we hoe hoog de besmettingsgraad daar écht is. Waar wachten we op? In Duitsland en Italië worden al sneltesten afgenomen op scholen.", "Als de sneltesten bij ons eindelijk gevalideerd zijn, zet ze dan onmiddellijk in op middelbare scholen. Niet pas na een ‘pilot’, zoals onze tergend trage minister Slob wil. Kom op: meteen alle leerlingen testen in klassen waar besmetting is geconstateerd, besmette leerlingen isoleren, en drie dagen later de klas opnieuw testen. En één keer per week de hele schoolpopulatie preventief testen.", "Zo haal je er veel gevallen uit en voorkom je dat scholen moeten sluiten. In november gingen in het voorgezet onderwijs 40 schoolvestigingen tijdelijk dicht, gemiddeld 6 dagen. Minister Slob vindt dat weinig, ik vind het veel. Want voeg al die kinderen die thuiszitten omdat een vriendje of gezinslid besmet is, en de klassen die tijdelijk online les hebben er maar aan toe.", "Het gebrek van overheidsbeleid om corona op scholen te bestrijden is verontrustend. Leraar en columnist Ton van Haperen waarschuwde negen weken geleden voor de toenemende besmettingen in het voortgezet onderwijs, en het grote risico dat docenten lopen in hun volgepakte klassen. Hij kreeg gelijk. De besmettingen nemen gestaag toe, en er gebeurt nog steeds niets.", "Twee weken geleden sloeg kinderarts en epidemioloog Patricia Bruijning alarm, in Nieuwsuur. Bruijning (ook UMC Utrecht) leidt een onderzoek naar besmettingen in het voortgezet onderwijs. De resultaten zijn nog niet bekend, maar dat scholen wél grote besmettingshaarden zijn, kan ze alvast verklappen. Zij wees op de snelle toename van besmettingen onder 12- 18-jarigen, een besmettingsgraad die toen al hoger was dan in de rest van de samenleving. Reden: ‘We hebben niks gedaan.’ Ze pleitte voor extra coronamaatregelen op scholen, meer spreiding van lestijden en leerlingen testen uit voorzorg. Er gebeurde, wederom, niks.", "Waarom houdt Nederland zich eigenlijk niet aan de WHO-coronarichtlijnen – veel testen, afstand houden en mondkapjes in de klas, twee weken thuis bij een besmetting in de omgeving? Dat is ons in al die stichtende praatjes tot het volk nog nooit ‘gecommuniceerd’. In landen waar ze dat nu wel doen, zoals Frankrijk, dalen de besmettingen op scholen.", "Ook hoop ik dinsdagavond te horen of leraren, net als zorgmedewerkers, voorrang krijgen bij het vaccineren, wat verstandig zou zijn voor de hele samenleving. Ik weet het antwoord. Als ik (64) nu voor een klas vol onbeschermde, potentieel besmettelijke pubers stond, zou ik me in de steek gelaten voelen."], "authors": ["Aleid Truijens"], "keywords": ["duitsland", "van", "waar", "op", "het", "die", "besmettingen", "ik", "een", "sneltesten", "en", "scholen", "italië", "al", "dat", "wachten", "worden"], "pubDate": "2020-12-07T17:00:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}