{"id": "1da6b110-9397-3e1b-b6f6-4413215b761a", "title": "Vendée Globe doet met gezonken boot zijn reputatie weer eer aan", "url": "https://volkskrant.nl/sport/vendee-globe-doet-met-gezonken-boot-zijn-reputatie-weer-eer-aan~b660cee3/", "summary": "Een zwaaiende Kevin Escoffier op zijn schip in de haven van Les Sables-d'Olonne, startplaats van de Vendée Globe.\nMaandagmiddag werd duidelijk dat Kevin Escoffier, die na drie weken varen op de derde plek lag, ernstig in de problemen was gekomen.\nKort daarna verstuurde hij een bericht aan zijn team: ‘Ik heb hulp nodig.\nMet een noodlijn wist hij Escoffier aan boord te hijsen, 11,5 uur nadat die in zijn reddingsvlot was gestapt.\nThomson was afgelopen vrijdag tegen iets onder water aangevaren, waardoor een van zijn roeren onherstelbaar is beschadigd.", "paragraphs": ["Een zwaaiende Kevin Escoffier op zijn schip in de haven van Les Sables-d'Olonne, startplaats van de Vendée Globe. Beeld Reuters", "Weer heeft de Vendée Globe, de vierjaarlijkse solo en non-stop race rond de wereld, zijn reputatie eer aangedaan als de zwaarste zeilrace die er bestaat. Maandagmiddag werd duidelijk dat Kevin Escoffier, die na drie weken varen op de derde plek lag, ernstig in de problemen was gekomen.", "Om 14.46 uur Nederlandse tijd ging het noodbaken van de Fransman aan op zo’n 550 zeemijl (1.000 kilometer) ten zuidwesten van Zuid-Afrika. Kort daarna verstuurde hij een bericht aan zijn team: ‘Ik heb hulp nodig. Ik ben aan het zinken. Dit is geen grap.’ Hij moest in zijn reddingsvlot stappen. De omstandigheden waren bepaald niet gunstig: windkracht zes tot zeven Beaufort, vijf meter hoge golven en een luchttemperatuur van rond de acht graden Celsius.", "Aanvankelijk werd alleen de dichtstbijzijnde deelnemer, Jean Le Cam (die ondanks zijn oudere boot een fantastische race zeilt), naar de plek van het onheil gedirigeerd. Maar een paar uur later vroeg de Franse raceleiding nog drie deelnemers naar de positie te varen waar Escoffier zou ronddrijven. Die beslissing duidde erop dat de situatie ernstiger was geworden. Laat in de avond werd bekendgemaakt dat Le Cam kort contact had gehad met Escoffier, maar dat hij daarna in de hoge deining diens reddingsvlot kwijt was geraakt - het was inmiddels donker geworden.", "Na een aantal angstige uren vond de 61-jarige Le Cam, die al voor de vijfde keer aan de Vendée Globe meedoet en zelf een keer uit een netelige situatie moest worden gered, zijn collega-in-nood terug. Le Cam had het daglicht willen afwachten vanwege de ruwe omstandigheden, maar had zich bedacht: het licht van het reddingsvlot was in het donker misschien goed te zien. Dat bleek inderdaad het geval te zijn. Met een noodlijn wist hij Escoffier aan boord te hijsen, 11,5 uur nadat die in zijn reddingsvlot was gestapt.", "Escoffier, een debutant in deze race maar een zeer ervaren zeezeiler, vertelde daarna dat zijn boot met de neus in de golven was gedoken en in tweeën was gebroken. Hij had nog net een bericht kunnen versturen voordat het gutsende water zijn elektronica onklaar had gemaakt.", "Hij zal nu vermoedelijk ergens worden afgezet, want de race gaat door. De vier boten die hielpen zoeken naar Escoffier zullen compensatie krijgen voor de tijd die ze verloren. Aan kop gaat al acht dagen Charlie Dalin, een Fransman die ook voor het eerst deelneemt.", "De race, die op 8 november voor de kust van Frankrijk was begonnen, kende veel minder uitvallers in het begin dan normaal, ook al hadden de 33 deelnemers, een recordaantal, in de Noord-Atlantische Oceaan een front met veel wind moeten passeren en daarna zelfs een tropische storm.", "Een Franse zeiler moest opgeven wegens mastbreuk. Twee andere Fransen, onder wie de favoriet Jérémie Beyou, moesten terugkeren naar startplaats Les Sables-d’Olonne voor de reparatie van schade. Zij konden herstarten, maar Beyou liep een achterstand op van ruim 5.000 kilometer op de koploper, de Brit Alex Thomson. Die kreeg evenwel ook tegenslag: in de Zuid-Atlantische Oceaan ontdekte hij forse schade aan verstevigingen in zijn boeg. Die wist hij te repareren.", "Bijna drie weken na de start leek het met 32 boten in de race een zeer genadige en dus extra spannende editie te worden. Maar toen kondigde Thomson aan dat hij de race gaat beëindigen en zonk de boot van Escoffier. Thomson was afgelopen vrijdag tegen iets onder water aangevaren, waardoor een van zijn roeren onherstelbaar is beschadigd.", "Hij wijkt nu uit naar Kaapstad, waar hij gaat opgeven. De Brit was de belangrijkste kanshebber om als eerste buitenlander de race te winnen. In de acht edities hiervoor ging altijd een Fransman met de zege ervandoor."], "authors": ["Michiel Kruijt"], "keywords": ["weer", "vendée", "van", "die", "een", "het", "reputatie", "doet", "globe", "te", "zijn", "eer", "escoffier", "boot", "gezonken", "race", "hij", "met", "aan"], "pubDate": "2020-12-01T22:13:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}