{"id": "1da773ac-8a73-33eb-b7cb-4721fe2b563c", "title": "Een stevige aanklacht kan, maar vergeet de nuance niet", "url": "https://trouw.nl/opinie/een-stevige-aanklacht-kan-maar-vergeet-de-nuance-niet~b9285385/", "summary": "In de aanloop naar het interview verhaalt de interviewster zelf over ‘wetten’ gericht op moslims: vrouwen met een hoofddoek mogen niet op scholen en crèches werken, en ook niet als moeder met een schoolreisje meegaan.\nOok schrijft de redacteur over de incidenten enkele jaren geleden, toen lokale bestuurders vrouwen niet langer met een boerkini op het strand wilden toelaten.\nDe Amerikaanse hoogleraar voegt hier meer voorbeelden aan toe: moslimmeisjes mogen niet met een hoofddoek op naar school en een vrouw die wil trouwen met een hoofddoek op, komt het gemeentehuis niet in.\nBoerkinidraagsters werden door de politie misschien niet letterlijk van het strand getrokken, maar wel voor de keus gesteld: boerkini uit, of van het strand af.\nDe redacteur vindt het onterecht dat het uitblijven van deze nuanceringen als reden wordt genoemd dat het hele artikel niet zou deugen.", "paragraphs": ["Op felle woorden in een interview over de Franse reactie op aanslagen volgen stevige verwijten van de ambassadeur in Nederland. Ook aan de redactie.", "De kwestie", "In een interview in de Verdieping op 6 november bekritiseert Joan Wallach Scott, gepensioneerd hoogleraar Franse geschiedenis aan de universiteit van Princeton, op felle toon de reactie van de Franse regering op de recente aanslagen die in Frankrijk zijn gepleegd door moslims. Nog sterker dan zijn directe voorgangers gebruikt de huidige president volgens Scott het befaamde Franse ideaal van de laïcité, neutraliteit van de staat ten opzichte van godsdienst, om juist alle moslims in hun vrijheden te beknotten.", "In de aanloop naar het interview verhaalt de interviewster zelf over ‘wetten’ gericht op moslims: vrouwen met een hoofddoek mogen niet op scholen en crèches werken, en ook niet als moeder met een schoolreisje meegaan.", "Ook schrijft de redacteur over de incidenten enkele jaren geleden, toen lokale bestuurders vrouwen niet langer met een boerkini op het strand wilden toelaten. Die werden door de politie ‘van het strand getrokken’. De Franse rechter vernietigde dit kledingverbod, aldus de redacteur.", "De Amerikaanse hoogleraar voegt hier meer voorbeelden aan toe: moslimmeisjes mogen niet met een hoofddoek op naar school en een vrouw die wil trouwen met een hoofddoek op, komt het gemeentehuis niet in. Scott wordt geciteerd dat de regeringspartijen onder grote druk staan van de extreemrechtse Franse partij: begin deze eeuw won president Chirac immers nipt van ‘Marine le Pen’.", "Met zijn uitspraak direct na de recente aanslagen dat ‘de islam in crisis is’ geeft Macron volgens Scott iedere moslim de schuld. Ze trekt een vergelijking met Franse neonazi’s die synagogen en moskeeën ‘aanvallen’: dat is toch ook geen reden om te zeggen dat alle Fransen terroristen zijn? Scott spreekt van racisme in Frankrijk en concludeert: Macron maakt van iedere moslim een terrorist. Dat wordt de kop boven het interview, zonder citaattekens.", "De standpunten", "Daags na het interview bestrijdt Trouw-columnist Sylvain Ephimenco deze ‘loeiharde charge tegen Frankrijk en zijn president’. Hij zegt dat het verhaal onjuistheden bevat. De huidige extreem-rechtse leider Marine le Pen zat nog niet in de politiek toen Chirac won. Terroristische aanslagen van Franse neonazi’s op synagogen en moskeeën zijn hem nauwelijks bekend.", "Kort daarna stuurt de Franse ambassadeur een brief naar Trouw, die hij ook op Twitter plaatst. Hij spreekt over ‘vele’ onjuistheden in het stuk. Vrouwen met hoofddoek mogen wel in een gemeentehuis trouwen en ook als moeder mee op schoolreis.", "Zowel columnist Ephimenco als de ambassadeur zegt dat vrouwen in boerkini niet van het strand werden getrokken, maar een boete kregen, die de rechter later ongedaan maakte.", "Volgens de ambassadeur zijn dit onterechte beschuldigingen die ertoe bijdragen dat Frankrijk zelf de schuld krijgt van de aanslagen door moslimterroristen in het land. Volgens hem staan Fransen juist positief tegenover de grote moslimgemeenschap.", "De redacteur religie en filosofie die het interview maakte, herkent een enkele duidelijke feitelijke onjuistheid: ze liet Scott spreken over Marine le Pen, terwijl het om Jean-Marie le Pen ging. Dit is gecorrigeerd in de onlineversie. Hoewel een wetsvoorstel tegen moeders met hoofddoeken als schoolreisbegeleiders het uiteindelijk niet haalde in Frankrijk, heeft de onderwijsminister nog vorig jaar hierover uitgesproken. Ook al is er geen wettelijk verbod op binnengaan van een gemeentehuis met hoofddoek om te trouwen, moslimvrouwen kunnen wel ervaren dat er moeilijk over wordt gedaan. Boerkinidraagsters werden door de politie misschien niet letterlijk van het strand getrokken, maar wel voor de keus gesteld: boerkini uit, of van het strand af. Dat de rechter dit corrigeerde, heeft ze vermeld in het stuk. Onder ‘aanvallen’ op moskeeën en synagoges kan Scott hebben gedoeld op (verbale) bedreigingen en terrorisme.", "De redacteur vindt het onterecht dat het uitblijven van deze nuanceringen als reden wordt genoemd dat het hele artikel niet zou deugen. Achteraf zou ze de nuancering op een paar punten wel meer laten doorklinken. Maar omdat de strekking - moslims voelen zich belemmerd, al dan niet door uitspraken of wetsvoorstellen van de Franse regering - overeind bleef, is in overleg met de hoofdredactie besloten dat een correctie niet nodig is. Behalve dan het corrigeren van de ‘goede’ Le Pen.", "Het verwijt dat Trouw met dit artikel Frankrijk de schuld geeft van de terroristische aanslagen of zelfs ‘geweld legitimeert’ – Macron reageerde hiermee op vergelijkbare stukken in Amerikaanse kranten – is niet alleen onterecht, maar ook een aanval op de journalistieke integriteit, zegt de redacteur.", "De stevige kop van dit artikel is door de eindredactie boven het stuk gezet, citaattekens zijn daarbij weggelaten, omdat als overduidelijk werd gezien dat het de mening van de geïnterviewde was en geen feit.", "Het oordeel", "Dit is een gepeperd interview dat vanuit het standpunt van de ambassadeur en zijn president getuigt van onbegrip voor de Franse aanpak en wellicht ook weinig medeleven zo kort na opnieuw heftige aanslagen. Of Scott het bij het rechte eind heeft, is de vraag. Maar voor de ernstige verwijten dat Trouw Frankrijk zelf de schuld geeft van het geweld en dit zelfs ‘legitimeert’, is in de tekst geen bewijs te vinden. Wellicht misverstaan Frankrijk en andere landen elkaar op het punt van religie en de staat.", "Dat in sommige ferme uitspraken van de geïnterviewde de nuance mist, komt voor haar rekening, dat moet kunnen in een debat. Maar de zaken die de interviewster zelf noemt, zoals het hoofddoekverbod voor de schoolreismoeder, had de krant wel moeten nuanceren. Anders dan het stuk suggereert, is dit uiteindelijk geen wet geworden. Hetzelfde geldt voor de zin dat agenten vrouwen in boerkini ‘van het strand trokken’, ook dit lag net iets anders.", "Een iets ruimere correctie was daarom op zijn plaats geweest. Dan weet de lezer ook welke kritiek Trouw zich aantrekt, en welke niet. In gevoelige zaken als deze is het bovendien beter om de kop tussen citaattekens te zetten, ook al zullen de meeste lezers begrijpen dat het de mening van de geïnterviewde is.", "Edwin Kreulen schrijft wekelijks een column als ombudsman van Trouw. Eerdere afleveringen vindt u hier. Wilt u hem een kwestie voorleggen? Mail dan naar ombudsman@trouw.nl."], "authors": ["Edwin Kreulen"], "keywords": ["van", "stevige", "het", "op", "maar", "aanklacht", "met", "franse", "kan", "niet", "een", "dat", "en", "ook", "nuance", "vergeet"], "pubDate": "2020-11-20T13:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}