{"id": "1dba8096-cb9f-31d1-badb-029f0a686859", "title": "Ontwikkelaars kopen 4 scholen in Eindhoven om 165 woningen te bouwen", "url": "https://nu.nl/eindhoven/6097127/ontwikkelaars-kopen-4-scholen-in-eindhoven-om-165-woningen-te-bouwen.html", "summary": "Vier particuliere ontwikkelaars gaan hier in totaal zo'n 165 koopwoningen en -appartementen bouwen.\nOver de vijfde schoollocatie aan de Mainelaan, die verkocht zou worden aan een woningcorporatie, zijn nog geen mededelingen gedaan.\nDe verkoop levert de gemeente een niet nader genoemd bedrag op.\nAls de procedures goed verlopen, hopen de kopers en de gemeente dat de bouw in 2022 kan starten.\nDe kopers moesten niet alleen een bieding doen, maar ook plannen maken voor de invulling van de vier locaties.", "paragraphs": ["Vier voormalige schoolgebouwen in Eindhoven zijn verkocht door de gemeente. Vier particuliere ontwikkelaars gaan hier in totaal zo'n 165 koopwoningen en -appartementen bouwen. Over de vijfde schoollocatie aan de Mainelaan, die verkocht zou worden aan een woningcorporatie, zijn nog geen mededelingen gedaan.", "De verkoop levert de gemeente een niet nader genoemd bedrag op. Belangrijk is volgens het persbericht van wethouder Yasin Torunoglu dat de verkoop van gemeentelijk vastgoed op deze manier een bijdrage levert aan de grote woningbouwopgave in Eindhoven. Als de procedures goed verlopen, hopen de kopers en de gemeente dat de bouw in 2022 kan starten.", "De vier locaties zijn gekocht door Collectief Duurzaam Bouwen (Vitruviusweg), Van Grunsven Ontwikkeling (Vlokhovenseweg), VORM (Jan Heynslaan 4 in Mensfort) en PPO (Generaal Coenderslaan/Generaal De Collaertpad).", "De kopers moesten niet alleen een bieding doen, maar ook plannen maken voor de invulling van de vier locaties. Uit plannen die nog uitgewerkt moeten worden, blijkt dat de ontwikkelaars een programma met voornamelijk goedkope en middeldure koopwoningen tot 350.000 euro realiseren. Middeldure huurwoningen - een ander speerpunt van het Eindhovense woningbouwbeleid - zitten er niet bij. Daar is geen reden voor opgegeven."], "authors": ["Door"], "keywords": ["van", "dat", "om", "niet", "een", "vier", "eindhoven", "en", "woningen", "te", "bouwen", "165", "zijn", "gemeente", "worden", "kopen", "scholen", "aan", "ontwikkelaars"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}