{"id": "1dbe2096-5af2-3e65-9815-01dc12bf1912", "title": "Spa en hamam Du Sahara: ‘We hebben soms maar één klant per dag’", "url": "https://www.parool.nl/ps/spa-en-hamam-du-sahara-we-hebben-soms-maar-een-klant-per-dag~b45882e4/", "summary": "Nu onze ­privé spa wel open is, gaat het nog steeds erg moeizaam.\nDat resulteert erin dat we soms maar één klant per dag hebben.\nEn om de dag in onze spa goed te laten beginnen, hebben we bedacht om een ontbijtbuffet te gaan doen.”Hoe houdt u de moed erin?\nToch ben ik een voorstander van het versoepelen van de maatregelen.\nEn een feestje met familie en vrienden om het einde van deze ellende te vieren, komt er dan vast ook wel.”", "paragraphs": ["Mohammed Benzinne (50), eigenaar van privé spa en hamam Du Sahara. Beeld Jakob van Vliet", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“Het is behoorlijk ingrijpend. Toen we begin dit jaar noodgedwongen vier maanden dichtgingen, was dit een grote klap voor ons. Nu onze ­privé spa wel open is, gaat het nog steeds erg moeizaam. Het blijft natuurlijk een contactberoep. Mensen durven het waarschijnlijk toch niet goed aan. Dat resulteert erin dat we soms maar één klant per dag hebben. Daar kun je als onderneming natuurlijk niet van leven.”", "Hoe gaat de komende tijd eruitzien?", "“De toekomst is nog erg onzeker. Het lijkt erop dat december een lastige maand wordt voor ons. Omdat we lang dicht zijn geweest, stapelt de huur zich op. Nu de horeca nog dicht is, hoop ik stiekem dat wij er op een bepaalde manier van profiteren, dat mensen ons kiezen om er een dagje op uit te gaan. Alleen gebeurt dat op dit moment nog niet.”", "Nog creatieve inzichten gekregen door de situatie?", "“Ik heb besloten de sociale media van de spa beter te beheren, zodat we voor het publiek aantrekkelijker worden. Hopelijk kunnen we daardoor straks meer klanten ontvangen. Bovendien gaan we een kapper in­huren, zodat onze klanten hun haren na een behandeling kunnen laten föhnen. En om de dag in onze spa goed te laten beginnen, hebben we bedacht om een ontbijtbuffet te gaan doen.”", "Hoe houdt u de moed erin?", "“Het scheelt dat ik positief ben ingesteld. Ik geloof erin dat het goed gaat komen met mijn zaak, dus ik wil gewoon door blijven gaan. Ik moet ook wel. Toch ben ik een voorstander van het versoepelen van de maatregelen. Anders gaan er nog zo veel meer bedrijven kapot.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Ik wil mijn bedrijf dan meteen zo goed als mogelijk weer oppakken. Hopelijk is deze nachtmerrie snel voorbij en kan dit gauw weer. En een feestje met familie en vrienden om het einde van deze ellende te vieren, komt er dan vast ook wel.”"], "authors": ["Anna Livia De Kort"], "keywords": ["één", "van", "spa", "nog", "het", "maar", "sahara", "hamam", "ik", "gaan", "du", "een", "en", "soms", "dat", "te", "klant", "hebben", "voor"], "pubDate": "2020-12-09T08:46:59+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}