{"id": "1dcbfce9-fa43-3ed0-9fd6-ac271f23c160", "title": "Adembenemend samenspel van zanger en pianiste in Beethoven, Schubert en Rihm ★★★★★", "url": "https://volkskrant.nl/cultuur-media/adembenemend-samenspel-van-zanger-en-pianiste-in-beethoven-schubert-en-rihm~b35837c7/", "summary": "‘Een nevel, een dauwdruppel in de schaduw, een met bittere angst vermengde droom.’Na zijn herstel stuurde Rihm post naar Nigl.\nOp de plaatpremière schikken ze er werk van Schubert en Beethoven omheen.\nIn het cd-boekje verwijst hij naar de bescheiden Weense ruimten waar Beethoven en Schubert werden gezongen, en naar de milde fortepiano’s die er stonden.\nOf neem Wandrers Nachtlied van Schubert: het is alsof de componist aan de fortepiano zachtjes voor zich uit zingt en wij bofferds zijn erbij.\nWe kunnen er niet minder van maken: Nigl en Pasjtsjenko zetten een nieuwe standaard.", "paragraphs": ["Beeld Vanitas", "Toen de vermaarde Duitse componist Wolfgang Rihm een paar jaar geleden ernstig ziek was, kreeg hij post van de bevriende bariton Georg Nigl. Die stuurde gedichten van de 17de-eeuwse Duitser Andreas Gryphius. ‘Wat is het leven?’, kon Rihm lezen. ‘Een nevel, een dauwdruppel in de schaduw, een met bittere angst vermengde droom.’", "Na zijn herstel stuurde Rihm post naar Nigl. Het was de liedcyclus Vermischter Traum, een ‘Gryphius-Stück für Bariton und Klavier’. Najaar 2019 zong Nigl de zeven liederen voor het eerst, begeleid door de Russisch-Nederlandse pianist Olga Pasjtsjenko. Op de plaatpremière schikken ze er werk van Schubert en Beethoven omheen. Een voltreffer.", "Rihms cyclus begint met luid protest, maar algauw raakt de toon vertwijfeld. Georg Nigls opmerkelijk gave hoogte past uitstekend bij kwetsbare passages over slinkende krachten en de slaap des doods. Olga Pasjtsjenko legt er met haar Steinway broedende, zoekende klanken onder.", "Dat Rihms cyclus doel treft komt ook door Nigls kijk op de liedkunst. In het cd-boekje verwijst hij naar de bescheiden Weense ruimten waar Beethoven en Schubert werden gezongen, en naar de milde fortepiano’s die er stonden. Hij tempert zijn stem, articuleert helder, vibreert alleen als het moet, en dan nog bescheiden.", "In Beethovens cyclus An die ferne Geliebte sleept Nigl je mee van komma naar komma. Of neem Wandrers Nachtlied van Schubert: het is alsof de componist aan de fortepiano zachtjes voor zich uit zingt en wij bofferds zijn erbij. Ook in dit repertoire lijkt Olga Pasjtsjenko met kleefpasta aan Nigl verbonden. Timing en kleur: volmaakt.", "Hoor hoe ze zes adembenemende minuten mijmeren in Schuberts Abschied. We kunnen er niet minder van maken: Nigl en Pasjtsjenko zetten een nieuwe standaard."], "authors": ["Guido Van Oorschot"], "keywords": ["rihm", "van", "pasjtsjenko", "nigl", "het", "beethoven", "naar", "schubert", "adembenemend", "met", "pianiste", "zijn", "een", "en", "samenspel", "er", "zanger"], "pubDate": "2020-12-03T14:29:48+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}