{"id": "1dcfbe41-6b71-355f-8647-50ac4731a4b7", "title": "Australische luchthaven steekt zich in een wespennest (letterlijk, voor de wetenschap)", "url": "https://volkskrant.nl/nieuws-achtergrond/australische-luchthaven-steekt-zich-in-een-wespennest-letterlijk-voor-de-wetenschap~b6aaaf4a/", "summary": "Een zwerm bijen streek afgelopen weekeinde neer op een Airbus A320 Neo van de luchtvaartmaatschappij Vistara op het vliegveld van Kolkata in India.\nIn 1996 stortte een Boeing 757 vlak na het opstijgen neer in de Dominicaanse Republiek als gevolg van een wespennest in een pitotbuis.\nEen team maakte met een 3D-printer pitotbuizen van verschillende vliegtuigen na, elk van een andere omvang, en stelde die op de luchthaven op.\nOp een andere manier zijn insecten al langer een plaag voor de luchtvaart.\nOp Kolkata Airport in India deed zich zondag een ander fenomeen voor: een zwerm bijen die vlak voor vertrek op de romp van een Airbus A320 Neo van Vistara neerstreek.", "paragraphs": ["Niet alleen wespen spelen de luchtvaart parten. Een zwerm bijen streek afgelopen weekeinde neer op een Airbus A320 Neo van de luchtvaartmaatschappij Vistara op het vliegveld van Kolkata in India. Op YouTube was te zien hoe de brandweer de bijen verjoeg. Beeld YouTube", "Een verstopping van de zogeheten ‘pitotbuizen’ – herkenbaar als pijpjes op de romp van een vliegtuig – kan catastrofale gevolgen hebben. In 1996 stortte een Boeing 757 vlak na het opstijgen neer in de Dominicaanse Republiek als gevolg van een wespennest in een pitotbuis. Alle 189 inzittenden kwamen om het leven.", "Dat Brisbane een probleem heeft, blijkt uit verschillende meldingen die zijn gedaan bij het Australian Transport Safety Bureau (ATSB), de onderzoeksraad voor de luchtvaart. Van 2013 tot 2019 werden er 26 wesp-gerelateerde veiligheidsincidenten geconstateerd.", "Hoe groot de bedreiging precies in Brisbane precies is, hebben wetenschappers van Eco Logical Australia vastgesteld na zes jaar van onderzoek. Deze week maakten ze hun resultaten bekend.", "Een team maakte met een 3D-printer pitotbuizen van verschillende vliegtuigen na, elk van een andere omvang, en stelde die op de luchthaven op. Over een periode van 39 maanden waarin zestig pijpjes werden opgehangen zagen onderzoekers 93 keer dat wespen een nest bouwden, schrijven ze in het wetenschappelijk tijdschrift Plos One. De beestjes bleken een voorkeur te hebben voor de sensoren die op de Boeing 737 zijn te vinden. Die hadden de grootste diameter van alle beproefde pitotbuizen en waren goed voor ruim 56 procent van alle verstoppingen.", "Op de tweede plek, met een score van dik 19 procent, kwam de Airbus A330, net als de Boeing 737 een toestel waarmee veel luchtvaartmaatschappijen vliegen. Het minst populair bij Pachodynerus nasidens waren de krappe pitotbuizen van de kleinere Embraer ERJ90.", "Het vliegveld van Brisbane neemt al maatregelen tegen de wesp. Het verwijdert al systematisch de nesten van de sleutelgatwesp en andere insecten, en heeft vallen geplaatst. Dat lijkt niet afdoende, aldus de studie.", "De 'sleutelgatwesp’ bouwt nesten in instrumenten die piloten helpen de luchtsnelheid van hun toestel te bepalen. Beeld Wikipedia", "Dan maar de buizen afdekken?", "Sommige luchtvaartmaatschappijen dekken hun pitotbuizen af. Dat is ook de aanbeveling van de Australische luchtvaartinspectie, omdat onderhoudstechnici en bemanningen bij controle op het oog vaak verstoppingen over het hoofd zien. Afdekken brengt wel een ander, veel groter risico met zich mee: dat technici of piloten vergeten de afdekplaatjes te verwijderen voor de vlucht. Het middel is dan erger dan de kwaal.", "De onderzoekers denken dat een programma om Pachodynerus nasidens in Australië uit te roeien een goede kans van slagen maakt. De wesp komt van nature alleen voor in de Caraïben, Zuid- en Midden-Amerika. Het insect werd voor het eerst in 2010 in Australië gesignaleerd.", "Op een andere manier zijn insecten al langer een plaag voor de luchtvaart. Zo worden toestellen zwaarder en vliegen ze minder efficiënt door vliegen- en muggenlijkjes die zich op de vleugel vasthechten wanneer een Boeing of Airbus door een zwerm insecten heen vliegt. Op Kolkata Airport in India deed zich zondag een ander fenomeen voor: een zwerm bijen die vlak voor vertrek op de romp van een Airbus A320 Neo van Vistara neerstreek. Ze werden door de brandweer met een waterspuit van het toestel verjaagd.", "Het grootste dierenprobleem voor de luchtvaart blijven evenwel de beesten waarmee de mens het luchtruim deelt. Australië heeft wereldwijd het hoogste aantal birdstrikes. In 2017 waren er bijna 2.000 meldingen van botsingen tussen vogels en vliegtuigen, ofwel ruim 8 op de 10 duizend vliegbewegingen."], "authors": ["Peter Van Ammelrooy"], "keywords": ["wetenschap", "van", "australische", "het", "op", "die", "een", "zich", "wespennest", "luchthaven", "en", "letterlijk", "te", "dat", "pitotbuizen", "steekt", "voor"], "pubDate": "2020-12-02T18:25:55+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}