{"id": "1ddc4bd2-46da-378f-bda1-fffdc77a6d4e", "title": "Trump wisselt van account na permanente ban op Twitter, berichten ook daar verwijderd", "url": "https://volkskrant.nl/nieuws-achtergrond/trump-wisselt-van-account-na-permanente-ban-op-twitter-berichten-ook-daar-verwijderd~b998eab9/", "summary": "Twitter heeft het account van Trump permanent geblokkeerd.\nDonderdag zette Twitter het privé-account van Trump, dat bijna 89 miljoen volgers heeft, al een half etmaal op zwart.\n@POTUS werd niet door Trump zelf beheerd , onder zijn bewind werd het vooral gebruikt voor het retweeten van berichten van Trump en van het account van het Witte Huis.\nEnkele van de berichten die president Trump op het account @POTUS plaatste en ook door Twitter werden verwijderd.\nParler-app verwijderdOndertussen is de sociale netwerk-app Parler, een kleinere concurrent van Twitter, uit de app-winkels van Google en Apple verwijderd.", "paragraphs": ["De Amerikaanse president Donald Trump tijdens een campagnebijeenkomst in Georgia eerder deze week. Twitter heeft het account van Trump permanent geblokkeerd. Beeld AP", "‘Na bestudering van de tweets van @realDonaldTrump en de context ervan hebben we het account permanent geblokkeerd vanwege het risico op het aanzetten tot geweld’, schrijft het bedrijf in een korte verklaring over het besluit.", "Donderdag zette Twitter het privé-account van Trump, dat bijna 89 miljoen volgers heeft, al een half etmaal op zwart. Het bedrijf wilde dat de president drie tweets van woensdag zou verwijderen. Na verwijdering mocht hij voor straf 12 uur lang niets tweeten.", "Twitter waarschuwde al dat als Trump door zou gaan met zulke tweets, hij permanent geblokkeerd zou worden. Ook Facebook en Instagram hebben de accounts van Trump in elk geval tot na de inauguratie van Joe Biden op zwart gezet.", "Trump twitterde verder", "Kort nadat Twitter zijn eigen account @realDonaldTrump permanent had geblokkeerd, nam de Amerikaanse president Donald Trump vrijdagavond (lokale tijd) plots het account @POTUS over. Dat staat voor ‘President of the United States’ en Trump erfde het van zijn voorganger Barack Obama. Na 20 januari zal het worden doorgegeven aan de nieuwe president Joe Biden. @POTUS werd niet door Trump zelf beheerd , onder zijn bewind werd het vooral gebruikt voor het retweeten van berichten van Trump en van het account van het Witte Huis.", "Trump postte op @POTUS een reeks berichten waarin hij de censuur van Twitter hekelde en het sociale netwerk beschuldigde van samenzwering met ‘radicaal-links’ om hem en de ‘75 miljoen patriotten’ die op hem gestemd hebben, tot zwijgen te brengen. ‘Ze kunnen ons niet het zwijgen opleggen! Twitter is er niet voor vrije meningsuiting, maar om de gemeenste mensen ter wereld een stem te geven’, schreef Trump.", "Hij werkt daarom aan zijn eigen platform, aldus Trump. Twitter reageerde snel en verwijderde niet alleen de meest recente berichten van de president, maar ineens alle berichten die ooit via het account waren verstuurd.", "Enkele van de berichten die president Trump op het account @POTUS plaatste en ook door Twitter werden verwijderd.", "Trump bleef sinds zijn aanstelling als president altijd zijn eigen Twitteraccount gebruiken. Daar had hij bijna 89 miljoen volgers, al schatten experts dat een derde tot bijna de helft daarvan uit nepaccounts bestaat.", "Twitter meldt via CNN dat de accounts @POTUS en @WhiteHouse - het officiële account van het Witte Huis - voorlopig niet geschorst zullen worden, ‘tenzij absoluut noodzakelijk’, maar dat het gebruik ervan beperkt wordt. Beide accounts zullen binnenkort overgedragen worden aan de regering-Biden.", "Twitter plaatste sinds de verkiezingen in november waarschuwingen bij berichten van de president waarin hij onjuistheden, zoals over de uitslag van de verkiezingen verspreidde. De berichtensite waarschuwde dat informatie in die tweets ‘mogelijk misleidend’ of ‘in twijfel getrokken’ is.", "Trump claimde totdat zijn account geblokkeerd werd nog steeds dat hij de winnaar van de verkiezingen is. Die bewering is onjuist. Het kiescollege heeft Joe Biden tot definitieve winnaar van de verkiezingen uitgeroepen en beide kamers van het Congres hebben die uitslag formeel erkend.", "Parler-app verwijderd", "", "Ondertussen is de sociale netwerk-app Parler, een kleinere concurrent van Twitter, uit de app-winkels van Google en Apple verwijderd. Volgens Google is via Parler afgelopen woensdag opgeroepen tot het gebruik van geweld bij de invasie van boze Trump-aanhangers in het Amerikaanse Capitool.", "Van Parler wordt verwacht dat de eigenaren de inhoud van de berichten, video’s en foto’s controleren en zo nodig weren van het platform. Parler, met 10 miljoen abonnees en 4 miljoen actieve gebruikers, is bij veel aanhangers van Trump populair juist omdat gebruikers er alles mogen publiceren, waar Twitter en Facebook steeds vaker schadelijke content weren. Trump heeft 2,3 miljoen volgers op Parler."], "authors": [], "keywords": ["daar", "zijn", "van", "verwijderd", "het", "account", "berichten", "en", "dat", "op", "ook", "trump", "permanente", "president", "wisselt", "twitter"], "pubDate": "2021-01-10T06:30:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}