{"id": "1ddf2e61-09ed-3351-abd6-96c9d0006450", "title": "Gezonde Nederlanders mogelijk al voor de zomer gevaccineerd", "url": "https://www.dvhn.nl/extra/Gezonde-Nederlanders-mogelijk-al-voor-de-zomer-gevaccineerd-26274190.html", "summary": "Mogelijk komen ook gezonde Nederlanders al vóór de zomer in aanmerking voor een coronavaccin.\nZe kunnen misschien al vóór en anders in de zomer gevaccineerd kunnen worden, blijkt uit cijfers van het kabinet.\n,,Zover is het nog niet.\nToch betekent dat niet dat alles over de vaccins al bekend is.\nEn het vaccin van AstraZeneca beschermt dan weer wat minder goed, maar kan wel gewoon in de koelkast en wordt in enorme aantallen geleverd.", "paragraphs": ["Mogelijk komen ook gezonde Nederlanders al vóór de zomer in aanmerking voor een coronavaccin. Zeker is dat nog niet. ,,Eerst moeten alle zes de vaccins die we gekocht hebben de eindstreep nog halen.”", "Gezonde Nederlanders onder de 60 jaar die reikhalzend uitkijken naar het coronavaccin, komen mogelijk al eerder aan de beurt dan gedacht. Ze kunnen misschien al vóór en anders in de zomer gevaccineerd kunnen worden, blijkt uit cijfers van het kabinet.", "De zes ingekochte vaccins moeten nog goedgekeurd worden", "Daarin staat dat Nederland in de eerste helft van komend jaar 22 miljoen coronavaccins verwacht. Snel rekenwerk leert dat daarmee - rekening houdend met twee doses per persoon en verspilling van vaccin bij de verspreiding - rond de 10 miljoen Nederlanders gevaccineerd kunnen worden. Aangezien het totaal aantal 60-plussers, kwetsbaren en zorgmedewerkers zo'n 6 á 7 miljoen bedraagt, zouden ook een paar miljoen jonge en gezonde mensen een vaccin kunnen krijgen.", "Op het ministerie durft niemand die harde belofte te doen. ,,Eerst moeten alle zes vaccins die we gekocht hebben de eindstreep nog halen”, zegt een woordvoerder. ,,Zover is het nog niet. Bovendien moet je nog kijken of elk vaccin geschikt is voor iedere doelgroep en of de leveringen die nu gepland staan, ook echt gedaan worden. En dat je een vaccin geleverd krijgt, betekent niet dat iedereen meteen gevaccineerd is.”", "Er zijn meerdere redenen waarom mensen op een voorzomerse vaccinatie mogen hopen", "Toch zijn er ook een aantal redenen waarom mensen wél op een voorzomerse vaccinatie mogen hopen. Zo is een vaccin niet verplicht. Peilingen wijzen uit dat een flink deel van de Nederlanders - ook zorgpersoneel en ouderen - twijfelt over vaccinatie. Dat zou betekenen dat er meer doses overblijven voor anderen.", "En dan is er nog het in Leiden ontwikkelde vaccin van Janssen. Dat hoopt als enige vaccinmaker nog altijd uit te komen op een dosering van één prik per persoon in plaats van twee. Als dat lukt, zouden met de 3 miljoen doses van het Janssen-vaccin die in het tweede kwartaal van 2021 worden verwacht, ineens dubbel zoveel mensen kunnen worden gevaccineerd.", "Elke dag wordt er meer bekend over de coronavaccins die Nederland uit de brand moeten gaan helpen. Hieronder zetten we de belangrijkste feiten en cijfers op een rijtje.", "loading", "De aantallen", "Het kabinet heeft tot nu toe 57,7 miljoen doses van zes verschillende vaccins aangekocht, blijkt uit een brief van minister Hugo de Jonge aan de Tweede Kamer. Die worden grotendeels in 2021 geleverd (zie tabel). Ondanks dat er van de meeste vaccins twee doses nodig zijn om goede bescherming te bieden, zijn er veel meer besteld dan nodig is om alle Nederlanders te vaccineren.", "loading", "Een reden daarvoor is dat op het moment van bestelling nog niet duidelijk was welk vaccin zou werken en welke niet. Het kabinet trok dit voorjaar 700 miljoen euro uit voor de inkoop van vaccins. Dat budget wordt niet overschreden, meldt De Jonge, ondanks dat er onlangs nog 4 miljoen vaccins éxtra zijn besteld (3,4 miljoen van Janssen en 600.000 van BioNTech).", "In het eerste halfjaar komen 22 miljoen vaccins naar ons land. Voor de herfst zou het merendeel van de 17 miljoen Nederlanders dus al kunnen zijn gevaccineerd. Het nemen van een vaccin is overigens niet verplicht.", "loading", "De resultaten", "Van drie vaccins is inmiddels bekend dat ze mensen beschermen tegen het coronavirus. De effectiviteit van de vaccins van Pfizer-BioNTech en Moderna is in de ogen van experts ronduit spectaculair. Het lijkt erop dat beide meer dan 90 procent van de mensen beschermen tegen corona, een veel hoger percentage dan verwacht. AstraZeneca, een vaccin waarvan Nederland er volgend kwartaal al 4,5 miljoen verwacht, komt voorlopig uit op een effectiviteit van 70 procent.", "Van de andere drie vaccins (Janssen, CureVac en Sanofi-GSK) zijn dit soort data nog niet bekend, omdat de onderzoeken onder grote groepen mensen later werden opgestart. Het zou nog kunnen dat een van deze vaccins de eindstreep niet haalt. Maar experts hebben goede hoop dat alle vaccins het redden, nu hun concurrenten ook werken.", "loading", "De veiligheid", "Pfizer, Moderna en AstraZeneca beklemtonen alledrie dat hun vaccin veilig is. Tijdens de studies onder tienduizenden mensen traden geen grote aantallen ernstige bijwerkingen op die direct waren te herleiden naar het vaccin. Als dat wel het geval zou zijn, dan zouden medicijnautoriteiten een vaccin niet goedkeuren.", "Toch betekent dat niet dat alles over de vaccins al bekend is. Omdat bijvoorbeeld nog niet onderzocht is hoe het vaccin van Pfizer werkt bij (aanstaande) moeders, krijgen zwangere vrouwen of vrouwen die borstvoeding geven het advies om de Pfizer-prik niet te nemen. In de twee maanden na de tweede doses vaccin mag een vrouw bovendien niet zwanger raken.", "Ook is niet zeker hoe het vaccin zich op de langere termijn gedraagt in iemands lichaam. Hoewel bijwerkingen eigenlijk altijd kort na de prik optreden, is het risico daarop na langere tijd nog niet voor de volle honderd procent uit te sluiten. Simpelweg omdat er nog niemand is geweest die al langer dan een paar maanden gevaccineerd is. Om dezelfde reden is ook nog niet duidelijk hoelang de verschillende vaccins iemand beschermen tegen corona.", "De puzzel", "Elk vaccin heeft zijn eigenaardigheden. Zo beschermt het vaccin van BioNTech dan wel ontzettend goed, maar moet het zo koud (min 70 tot 80 graden) worden opgeslagen dat het ondoenlijk is om het in elk verpleeghuis te krijgen. En het vaccin van AstraZeneca beschermt dan weer wat minder goed, maar kan wel gewoon in de koelkast en wordt in enorme aantallen geleverd. Het vaccin van Moderna biedt goede immuniteit en kan worden opgeslagen onder normale diepvriestemperaturen, maar van dat vaccin krijgen we er in het eerste kwartaal dan weer slechts 390.000.", "En van de andere drie vaccins is dus nog niet eens zeker of ze ook echt werken, en wanneer ze precies onze kant op komen. Het verklaart waarom de strategie van het kabinet de laatste weken nog weleens wisselde.", "Inmiddels is bepaald dat de eerste 507.000 doses van het Pfizer-vaccin, dat als eerste binnenkomt, in beginsel gaan naar personeel van verzorgingshuizen, instellingen voor verstandelijk gehandicapten en in de thuiszorg. De prik wordt gegeven op zo'n 30 locaties waar het Pfizer-vaccin ijskoud kan worden opgeslagen. Bewoners van de verzorgingshuizen en instellingen hebben dan weer recht op een Moderna-vaccin, dat binnen de muren van de zorginstelling kan worden toegediend.", "loading", "Het vervolg", "Hierna zijn andere groepen aan de beurt, zoals thuiswonende ouderen en kwetsbaren, ziekenhuis- en ander zorgpersoneel en mogelijk ook politieagenten en leraren. Welk vaccin zij krijgen, is nu nog niet bepaald. Het zal liggen aan de leveringsdata en aantallen, de opslagtemperaturen, maar ook aan de vraag hoe goed een vaccin werkt bij een specifieke doelgroep. Van het AstraZeneca-vaccin moet bijvoorbeeld nog verder worden onderzocht hoe goed het ouderen beschermt.", "Als alle doelgroepen-met-voorrang aan de beurt zijn geweest, komen ook Nederlanders jonger dan 60 en zonder gezondheidsproblemen in aanmerking. Hoewel het zomaar zo zou kunnen zijn dat er dan nog meerdere verschillende vaccins beschikbaar zijn, is eerder al gezegd dat iemand niet zelf mag kiezen welk vaccin hij of zij neemt.", "RIVM-baas Jaap van Dissel meldde gisteren dat inmiddels 2 miljoen mensen beschermd zijn tegen het coronavi­rus, omdat zij al eerder besmet zijn geweest", "Vaccinatie is zoals gezegd vrijwillig. Virologen stellen wel dat er een bepaalde vaccinatiegraad nodig is om de pandemie uit te laten doven. Daarvoor zou een meerderheid van de bevolking een vaccin moeten nemen. Gisteren meldde RIVM-baas Jaap van Dissel in de Tweede Kamer dat 2 miljoen mensen inmiddels beschermd zijn tegen het coronavirus, omdat zij al eerder besmet zijn geweest. Het is echter niet bekend hoelang die bescherming aanhoudt, en sommige mensen kunnen voor de tweede keer besmet raken.", "Minister De Jonge schrijft in zijn brief aan de Tweede Kamer dat hij in de eerste ronde van de vaccinaties, dus bij personeel en bewoners van zorginstellingen, uitgaat van een vaccinatiebereidheid van 75 procent. Om twijfels weg te nemen en onjuistheden recht te zetten, start de overheid met een grote informatiecampagne over de vaccins."], "authors": ["Chris Van Mersbergen"], "keywords": ["vaccins", "van", "mogelijk", "het", "nog", "vaccin", "zijn", "gezonde", "nederlanders", "zomer", "een", "niet", "al", "dat", "en", "gevaccineerd", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}