{"id": "1de75049-3a83-3736-b554-fa71ce9286dc", "title": "Kun je ontsnappen uit de cloud van de grote Amerikaanse techbedrijven?", "url": "https://volkskrant.nl/wetenschap/kun-je-ontsnappen-uit-de-cloud-van-de-grote-amerikaanse-techbedrijven~bb2475b8/", "summary": "Ook als je geen Apple, Amazon, Facebook, Google of Microsoft gebruikt, zit je gevangen in de cloud van de grote Amerikaanse techbedrijven.\nDe bedrijven zitten als een stille motor achter het internet, maar je weet niet welke delen van het internet die motor gebruiken.\nGeval apartZonder Amazon kun je niet zien hoeveel energie je hebt verbruikt bij Eneco.\nHet laat zien dat je als gebruiker geen idee hebt naar welk bedrijf je gegevens gaan.\nEn het gros van de advertenties die je online ziet, is afkomstig van Google.", "paragraphs": ["Ook als je geen Apple, Amazon, Facebook, Google of Microsoft gebruikt, zit je gevangen in de cloud van de grote Amerikaanse techbedrijven. Maar er is een Europees alternatief op komst.", "Misschien koopt u nooit iets bij Amazon.", "Bijvoorbeeld omdat u liever de lokale boekhandel steunt dan een anonieme verzender van kartonnen enveloppen.", "Of uit onvrede over de grote inkomensongelijkheid bij het concern. Medewerkers van de distributiecentra klagen dat ze niet genoeg mondkapjes krijgen, terwijl ceo Jeff Bezos zijn vermogen tussen maart en oktober zag verdubbelen tot ruim 170 miljard euro.", "En tóch maakt u gebruik van de diensten van Amazon. Sterker nog, of u deze letters nou online of op papier leest, zonder Amazon waren ze nooit bij u terechtgekomen.", "Onder de naam Amazon Web Services (AWS) verhuurt het bedrijf cloudservers aan wie ze maar wil. Ook de redactiesystemen van deze krant staan er gestald. AWS is de winstmotor van het bedrijf. In het tweede kwartaal van dit jaar boekte Amazon wereldwijd een bedrijfsresultaat van ruim 4,9 miljard euro. 2,8 miljard daarvan werd verdiend met clouddiensten – meer dan de helft. Het is bijna tien keer meer dan de luttele 290 miljoen euro die Amazon verdiende aan alle webwinkelklanten buiten Noord-Amerika.", "Voortouw", "Amazon is lang niet de enige partij die webservers verhuurt. Google heeft zijn eigen Cloud Platform en volgens sommige cijfers is Microsofts Azure in Nederland de grootste aanbieder. Natuurlijk zijn ook lokale bedrijven als KPN actief met een clouddienst, maar de Amerikanen trekken het voortouw.", "Wat gebeurt er dan op die cloud? Gegevensopslag, maar ook bijvoorbeeld een Zoomgesprek gaat via de servers van AWS. Een cloudaanbieder maakt het een bedrijf makkelijk om te groeien. Stel, je bouwt een app om filmpjes te delen met je vrienden. De app wordt in korte tijd populair en krijgt dagelijks vele duizenden nieuwe gebruikers. Het kost dan veel tijd en moeite om zelf te zorgen voor genoeg servers, terwijl je bij een cloudprovider met een paar klikken meer capaciteit hebt gekocht.", "Valt er eigenlijk nog wel te leven zonder Amerikaanse cloud? Om dat uit te proberen, blokkeerden we de grote Amerikaanse techgiganten – Amazon, Apple, Google, Facebook en Microsoft. Daarvoor hebben we speciale software gebruikt die is ontwikkeld door techblog Gizmodo.", "Bij het blokkeren vallen de internetgiganten uiteen in twee groepen. Een ban op Facebook levert vooral problemen op bij de diensten van het bedrijf zelf. Een leven zonder Facebook is te doen, maar zelfs maar een dag zonder dochterbedrijf WhatsApp? Onmogelijk. Niet kunnen appen staat bijna synoniem aan niet kunnen communiceren. Natuurlijk, al die contactpersonen zijn ook te bereiken via sms, maar dan mis je alle eerdere communicatie. En groepsgesprekken kun je vergeten. Het laat zien hoe slim de strategie van Facebook is geweest om andere sociale media over te nemen: er is er altijd wel één waar je echt niet zonder kunt. Opvallend is dat ook datingapp Tinder niet meer werkt: daar moet je inloggen met je Facebookaccount.", "Foutmeldingen", "Een Apple-block is vergelijkbaar: iMessage werkt niet meer, net als mailen met een Apple-mailbox. Prima te doen als je geen iPhone of MacBook gebruikt. Gebruik je die wel, dan merk je nog wat meer problemen: nieuwe apps downloaden kan niet meer. En omdat een iPhone via Apple-servers uitzoekt waar hij zich bevindt, kan zelfs de Google Maps-app je locatie niet meer tonen.", "Blokkades op Microsoft en Amazon zijn ingrijpender. Hun eigen diensten gaan dan offline, maar doordat zij cloudservers verhuren, stuit je ook op onverwachte momenten op een foutmelding. De bedrijven zitten als een stille motor achter het internet, maar je weet niet welke delen van het internet die motor gebruiken.", "Natuurlijk, webwinkelen bij Amazon of series kijken op Prime Video kan niet zonder de servers van het bedrijf. Maar ook concurrent Netflix blijkt erop te draaien. Lokaal webwinkelen bij Coolblue? De website laadt niet als AWS geblokkeerd is. Chatten via kantoorapp Slack werkt niet, mailen wel – maar een opgestuurde WeTransfer downloaden weer niet.", "Geval apart", "Zonder Amazon kun je niet zien hoeveel energie je hebt verbruikt bij Eneco. Of de app van een slimme LG-wasmachine gebruiken. Het laat zien dat je als gebruiker geen idee hebt naar welk bedrijf je gegevens gaan. In de privacyvoorwaarden staat vaak dat je gegevens gedeeld mogen worden met ‘ict-dienstverleners’ of ‘technologiepartners’, maar wie dat zijn wordt zelden verteld.", "Een blokkade op Google is een geval apart. Niet meer kunnen googlen is vervelend, maar daar zijn alternatieven voor als DuckDuckGo. Het bedrijf verhuurt wel cloudservers – Spotify stalt zijn muziek bij Google – maar is daar minder groot in dan Amazon en Microsoft. Problematischer is dat heel veel websites gebruik maken van Google-technologie.", "Zo kun je geen taxi boeken via Uber: daar zijn de plattegronden van Google Maps voor nodig. Veel andere websites worden trager. Dat zijn sites die bijvoorbeeld Google Analytics gebruiken om te zien waar hun bezoekers vandaan komen. Of ze fleuren de pagina’s op met de gratis lettertypes van Google. En het gros van de advertenties die je online ziet, is afkomstig van Google. Als je het zoekbedrijf blokkeert, wordt dat ook allemaal geblokkeerd. Als eindgebruiker zou je daar weinig last van moeten hebben (en zelfs minder advertenties te zien krijgen), toch worden sites trager. Ze proberen namelijk eerst alsnog die Google-technologie in te laden, en daarna pas de inhoud waar je voor komt.", "‘Federatieve cloud’", "Al die Amerikaanse partijen die de markt verdelen, is daar nou geen Europees alternatief voor? Sinds deze zomer wordt er gewerkt aan Gaia X, een ‘federatieve cloud’ gevestigd in Europa. Het idee is dat niet één partij de infrastructuur beheert en de spelregels bepaalt (zoals bij Amazon en Microsoft), maar dat kleinere cloudaanbieders samenwerken en dezelfde taal spreken, zegt Wido Potters. Hij is namens de Edese cloudprovider BIT betrokken bij Gaia X. ‘Als bedrijf kun je dan binnen die federatieve cloud voor provider A in Frankrijk kiezen en voor provider B in Nederland. Die werken samen. Maar als blijkt dat je klanten vooral in Duitsland zitten, kun je alles zo overhevelen naar een Duitse provider.’", "Het verschil met de Amerikanen zit hem erin dat alle Gaia X-providers dezelfde standaarden gebruiken. ‘Bij de Amerikaanse providers is dat niet zo, je kunt niet zomaar overstappen van Amazon naar Google omdat de manier waarop die systemen werken niet hetzelfde is.’ Dat het makkelijker is om over te stappen is fijn voor bedrijven, maar wat heb je er als consument aan? ‘Als je gegevens bij een Europese provider staan, weet je zeker dat ze aan EU-wetgeving voldoen’, zegt Potters. ‘Op het gebied van privacy, bijvoorbeeld.’", "Vooralsnog zullen we het met de Amerikaanse cloud moeten doen: de eerste Gaia X-toepassingen worden pas over een jaar verwacht.", "Met medewerking van Martijn Eerens en Mirjam Leunissen.", ""], "authors": ["Timo Nijssen"], "keywords": ["van", "cloud", "het", "ontsnappen", "grote", "maar", "die", "een", "je", "niet", "uit", "techbedrijven", "en", "kun", "dat", "te", "amerikaanse"], "pubDate": "2020-11-13T13:00:18+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}