{"id": "1df58b4b-d517-3219-a03b-01cddf179b85", "title": "86 miljoen voor puinruimmissie van ‘kerkhofbanen’ rond de aarde met kosmische sleepwagen", "url": "https://volkskrant.nl/nieuws-achtergrond/86-miljoen-voor-puinruimmissie-van-kerkhofbanen-rond-de-aarde-met-kosmische-sleepwagen~b6c6e965/", "summary": "Niet in de diepte van de zee, maar hoog boven de aarde, in het duister van de ruimte.\nDat is ongeveer hoe het eruitziet wanneer een ruimtesleepwagen van de Zwitserse start-up ClearSpace een stuk ruimteafval uit de hemel trekt.\nHet is de bedoeling dat het bedrijf rond 2025 het een eerste puinruimmissie kan lanceren.\nKosmische vluchtstrookTijdens de eerste missie moet de takelwagen een deel van een Europese Vega-raket verwijderen dat 112 kilogram weegt, grofweg het formaat en gewicht van een reguliere satelliet.\nWanneer de robottentakels een stuk ruimtepuin beet hebben, volgt een variant op de traditionele vuilverbranding die we op aarde kennen.", "paragraphs": ["ClearSpace vangt stuk achtergelaten ruimtepuin Beeld ClearSpace SA", "Als een inktvis die een prooi vangt. Niet in de diepte van de zee, maar hoog boven de aarde, in het duister van de ruimte. Dat is ongeveer hoe het eruitziet wanneer een ruimtesleepwagen van de Zwitserse start-up ClearSpace een stuk ruimteafval uit de hemel trekt.", "Althans: zo móet het eruit gaan zien. Want de sleepwagen, die de kosmische wegen boven de aarde schoon moet vegen, is nog in de ontwikkelingsfase. Het Europese ruimteagentschap ESA liet dinsdag weten 86 miljoen euro aan ClearSpace te betalen. Het is de bedoeling dat het bedrijf rond 2025 het een eerste puinruimmissie kan lanceren. Vorig jaar kondigde ESA de samenwerking met de Zwitserse partij al aan.", "Kosmische vluchtstrook", "Tijdens de eerste missie moet de takelwagen een deel van een Europese Vega-raket verwijderen dat 112 kilogram weegt, grofweg het formaat en gewicht van een reguliere satelliet. Dat afgedankte onderdeel vliegt momenteel in een zogeheten kerkhofbaan om de aarde, een kosmische vluchtstrook waar de kans op botsingen met actieve satellieten en andere onderdelen het kleinst is. Dat ongebruikte delen daar geparkeerd worden is onderdeel van een afspraak die landen maakten met de ‘office for outer space affairs’ van de Verenigde Naties. In dergelijke banen kunnen de onderdelen in theorie miljoenen jaren blijven zitten.", "Intussen zweven er echter bijna 30 duizend stukken ongebruikt ruimtespul om de aarde, overigens niet alleen op dergelijke vluchtstroken geparkeerd. Steeds vaker moeten satellieten daarom koerscorrecties uitvoeren om botsingen te voorkomen. In 2019 weken ESA-satellieten bijvoorbeeld 21 keer uit en in 2020 tot nog toe 12 keer. Afgelopen september moest zelfs het internationale ruimtestation ISS zijn baan iets aanpassen om een botsing te voorkomen. Dergelijke manoeuvres komen vaker voor. Sinds het ruimtestation eind 1998 werd gelanceerd, gemiddeld iets vaker dan eens per jaar.", "Vuilverbranding", "Nu bedrijven als SpaceX en Amazon bovendien van plan zijn om de komende jaren duizenden internetsatellieten te lanceren, beginnen de snelwegen rond de aarde behoorlijk vol te lopen en neemt de kans op botsingen toe. Vandaar dat ruimtevaartorganisaties als ESA op zoek zijn naar puinruimopties. De hoop is dat ClearSpace daarin een belangrijke rol kan vervullen.", "De ruimtesleepwagens van ClearSpace zijn overigens ontworpen voor éénmalig gebruik. Wanneer de robottentakels een stuk ruimtepuin beet hebben, volgt een variant op de traditionele vuilverbranding die we op aarde kennen. Na vangst sleept het schip het afval én zichzelf namelijk terug naar onze thuisplaneet. Wanneer ze vervolgens met hoge snelheid de atmosfeer invliegen worden sleepwagen en afval door wrijving zó heet dat ze opbranden voordat ze het oppervlak bereiken.", "ClearSpace vangt ruimtepuin Beeld ClearSpace SA", "ClearSpace vangt ruimtepuin Beeld ClearSpace SA"], "authors": ["George Van Hal"], "keywords": ["van", "rond", "miljoen", "puinruimmissie", "het", "kosmische", "op", "met", "kerkhofbanen", "clearspace", "aarde", "een", "dat", "en", "te", "om", "sleepwagen", "voor"], "pubDate": "2020-12-02T11:20:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}