{"id": "1e054c8e-a255-3bd7-a24a-6093d671b282", "title": "Nescio’s werk is nog altijd ongelooflijk rijk – gelukkig is nu een biografie in aantocht", "url": "https://volkskrant.nl/cultuur-media/nescio-s-werk-is-nog-altijd-ongelooflijk-rijk-gelukkig-is-nu-een-biografie-in-aantocht~b2288092/", "summary": "De romantische, onthechte jongens die in zijn werk een hoofdrol spelen zouden niets dan minachting hebben gehad voor hun bedenker.\n‘Enkelen kijken zo nu en dan op en dan schreeuwen zij.’ In de laatste regels draait het perspectief.\nDe verteller bevindt zich in het dal ‘op een pleintje van zwarte sintels, bij een kleine stapel afbraakplanken en een onbruikbare waschketel’.\nAnderen overleven door op te geven en te eindigen als respectabele burgers: ze worden ‘stakkerig wijs’.\nZe houdt zich al decennia met hem en zijn werk bezig en heeft onder meer zijn verzameld werk en het schitterende Natuurdagboek bezorgd.", "paragraphs": ["Nescio", "In mei verschijnt bij Van Oorschot de biografie over de schrijver Nescio (pseudoniem van Jan Hendrik Frederik Grönloh, 1882-1961) van Lieneke Frerichs. Ik kijk al jaren uit naar dat boek. Nescio behoort tot het handjevol schrijvers dat ik geregeld herlees. Vaak duiken zijn zinnen op in mijn hoofd. ‘De rivier is sedert naar het Westen blijven stroomen en de menschen zijn blijven voorttobben.’ En: ‘’k Wilde dat ik nog eens bijna kon grienen zonder te weten waarom en te hopen op iets, dat nooit komt.’ En: ‘We zijn nu veel wijzer, stakkerig wijs zijn we, behalve Bavink, die mal geworden is.’ Zo is er nog veel meer: over de bakkebaarden van God, de zon die ondergaat achter Abcoude, een meneer met een christelijk-historisch uiterlijk, een ‘groot dichter zijn en dan vallen’ en ‘zes briefjes met G.v.d. erop en één met ‘Ziezoo’.’ Nescio’s werk is nog altijd ongelooflijk rijk.", "Er heeft voor mij altijd iets raadselachtigs rond de figuur van Grönloh gehangen. De romantische, onthechte jongens die in zijn werk een hoofdrol spelen zouden niets dan minachting hebben gehad voor hun bedenker. Grönloh was directeur van een handelsfirma. Hij behoorde tot ‘de heeren, die ’t druk hebben en die denken dat zij ’t aardig ver in de wereld hebben gebracht.’ De ‘gewichtige heren’ die ‘zichzelf veel flinker en knapper vonden dan ons’. Veel in Nescio’s werk draait om de spanning tussen de moi social en de moi profond, de mens die zich conformeert en de mens die zich afkeert en de vrijheid zoekt, en die spanning heeft een parallel in zijn leven.", "Dor en kaal", "Kenmerkend is een fragment over het ‘dal der plichten’, waarmee de bundel Boven het dal opent. Het is er dor en kaal. De mensen zijn wanstaltig en ongelukkig. ‘Enkelen kijken zo nu en dan op en dan schreeuwen zij.’ In de laatste regels draait het perspectief. De verteller bevindt zich in het dal ‘op een pleintje van zwarte sintels, bij een kleine stapel afbraakplanken en een onbruikbare waschketel’. Hij kijkt omhoog en ziet zichzelf zitten, boven het dal, ‘en ik jank als een hond in de nacht’.", "Het is de vraag hoe Grönloh deze spanning in zichzelf heeft beleefd en beoordeeld. Zijn sympathie ging ongetwijfeld uit naar de jongens, maar hij zag scherp hoe onhoudbaar hun afzijdigheid was. Bavink, de schilder uit Titaantjes, wordt gek omdat het hem niet lukt de ondergaande zon te schilderen. Ook het dichtertje uit de gelijknamige novelle komt in het gesticht terecht. Japi, de hoofdpersoon uit De uitvreter, stapt van de Waalbrug bij Nijmegen. Anderen overleven door op te geven en te eindigen als respectabele burgers: ze worden ‘stakkerig wijs’. In Titaantjes vat Nescio in twee zinnen zo’n beetje zijn hele oeuvre – en misschien ook wel zijn leven – samen in de even trefzekere als laconieke stijl die hem zo herkenbaar maakt. Hij schrijft over de schilder Bavink, die geobsedeerd is door de zonsondergang. ‘Naar de zon loopen wilde-i over de lange, lange schitterende streep. Maar aan de kant van ’t water bleef-i toch maar staan.’", "Ik ben heel benieuwd wat Lieneke Frerichs van dit alles maakt. Nescio is bij haar in goede handen. Ze houdt zich al decennia met hem en zijn werk bezig en heeft onder meer zijn verzameld werk en het schitterende Natuurdagboek bezorgd. Daarnaast zijn er kleinere uitgaven, waaronder een paar brieven die de jonge Nescio vanuit Veere schreef aan zijn hoogzwangere vrouw, die hij liefdevol aanduidde als ‘den dikken os’. Met haar biografie zal Frerichs ongetwijfeld een kroon op haar levenslange werk zetten."], "authors": ["Sander Kollaard"], "keywords": ["zijn", "van", "nog", "en", "uit", "een", "nescios", "biografie", "nu", "op", "altijd", "gelukkig", "te", "het", "werk", "rijk", "die", "ongelooflijk"], "pubDate": "2021-01-01T14:00:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}