{"id": "1e082c50-ba92-3b3b-aa0c-48301cde9ecc", "title": "In TivoliVredenburg klinkt muziek, ook tijdens de gedeeltelijke lockdown", "url": "https://trouw.nl/cultuur-media/in-tivolivredenburg-klinkt-muziek-ook-tijdens-de-gedeeltelijke-lockdown~b5f8033b/", "summary": "Walk The Line is ontstaan toen TivoliVredenburg op zoek ging naar wat nog wel kan tijdens de coronacrisis.\n“Dat was ontzettend vet en we wilden bezoekers een vergelijkbare ervaring bieden”, vertelt Eva Huisman van TivoliVredenburg.\nIn de nok van TivoliVredenburg is het de beurt aan de jazz van het Half Easy Trio.\nEric van den Akker en Maartje van Noppen nippen van hun drankje terwijl ze genieten van het uitzicht over de stad.\nZe gaat los op op haar elektrische gitaar, terwijl het gospelkoor verbijsterd toekijkt.", "paragraphs": ["Handen ontsmet, mondkapje op; de Walk The Line verrassingstour in TivoliVredenburg kan beginnen. Op het programma staat een ronde door het gebouw, met korte optredens in vier zalen.", "Walk The Line is ontstaan toen TivoliVredenburg op zoek ging naar wat nog wel kan tijdens de coronacrisis. Voor die tijd liepen de medewerkers van het Utrechtse muziekgebouw vaak van zaal naar zaal om even een kijkje te nemen bij de verschillende concerten. “Dat was ontzettend vet en we wilden bezoekers een vergelijkbare ervaring bieden”, vertelt Eva Huisman van TivoliVredenburg. Die formule blijkt aan te slaan, want de zeven verrassingstours die zaterdag op de rol staan zijn uitverkocht.", "In een lange sliert volgen de dertig bezoekers de gids naar de eerste zaal, de Hertz. Daar wacht het Ardemus Quartet, een kamermuziekkwartet dat bestaat uit jonge muzikanten uit alle windstreken. Na het eerste nummer mag het publiek kiezen waar de reis heengaat. Frankrijk of de Verenigde Staten? Amerika blijkt meer handen op elkaar te krijgen en dus worden we meegezogen in de swingende wereld van George Gershwin.", "Een mix van Bulgaarse folk, klassieke muziek en hedendaagse jazz", "Na een kwartier vervolgen we onze tocht naar Cloud Nine. In de nok van TivoliVredenburg is het de beurt aan de jazz van het Half Easy Trio. Zij spelen enkele nummers van hun debuutalbum ‘Dark is bright’, die met een mix van Bulgaarse folk, klassieke muziek en hedendaagse jazz ook niet-jazzfans weten te betoveren.", "Dan is het tijd voor een korte pauze in Park 6. De horeca is gesloten maar er kan wel een glaasje aangekleed water (met citroen) getapt worden. Eric van den Akker en Maartje van Noppen nippen van hun drankje terwijl ze genieten van het uitzicht over de stad. Van den Akker is een trouwe concertganger, die voor de coronacrisis het Utrechtse muziekgebouw maandelijks bezocht. Dit is alweer zijn zesde Walk The Line tour. “Want dit is zowat de enige mogelijkheid om nog naar een concert te gaan. En je kunt zo toch verschillende soorten muziek horen. Ook muziek, zoals klassiek, waar je normaliter niet zo snel heen zou gaan.”", "‘Knap hoe ze met alle maatregelen toch een programmering neerzetten’", "“Ja, en als je het echt niks vindt, is het ook zo klaar”, lacht Van Noppen. “Ik vind het knap hoe ze met alle maatregelen er toch in slagen om een programmering neer te zetten. En ik denk dat het ook leuk is voor jonge muzikanten, die hier normaal gesproken niet zouden optreden, om op deze manier in TivoliVredenburg te spelen.”", "In Pandora trakteert dj St. Paul even later samen met vj Supreme Cuisine zijn gehoor op een korte geschiedenisles van de soulmuziek. Die begint meteen met een vrouw die we niet kenden. Sister Rosetta Tharpe, een zangeres en gitariste die in de jaren dertig en veertig menigeen choqueerde met haar eigenzinnige interpretatie van gospelmuziek. Ze gaat los op op haar elektrische gitaar, terwijl het gospelkoor verbijsterd toekijkt.", "De verrassingstour eindigt in Ronda: staat hier dan een lekker heftig popbandje? Het wordt de countrypop van Joe Buck. De zanger, die onder contract staat bij het label van Ilse DeLange, is niet helemaal de vlammende uitsmijter waar we op gehoopt hadden. Maar geen nood. Wie zin heeft in meer pop kan de komende tijd terecht bij de indie-, heavy- of psychjams-versies van Walk The Line.", "Walk The Line verrassingstour: ★★★★"], "authors": ["Saskia Bosch"], "keywords": ["te", "tivolivredenburg", "tijdens", "lockdown", "en", "ook", "gedeeltelijke", "op", "met", "van", "een", "die", "naar", "muziek", "klinkt", "het"], "pubDate": "2020-10-19T14:44:00+02:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}