{"id": "1e088c79-5486-3025-82bf-c47e0ce26a22", "title": "Esther, Aäron en Indy hielden hun goede voornemens wél vol: 'Mijn lijf zei: klaar nu'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5207260/esther-aaron-en-indy-hielden-hun-goede-voornemens-wel-vol-mijn-lijf-zei", "summary": "Die dag had ik zoveel bier op, dat ik anderhalf uur door de stad heb gezworven omdat ik ons huurappartementje niet meer kon vinden.\nMijn lijf zei: tot hier en niet verder, klaar nu.\nIk schaamde me dat ik niet meer dronk en durfde het aan niemand te vertellen.\nAls je niet drinkt, moet je je altijd verantwoorden.\nInmiddels noemt Esther zichzelf 'sobriety influencer' en inspireert ze via Instagram anderen die minder of niet meer willen drinken.", "paragraphs": ["Na de Gaypride in Amsterdam in 2016 zag ze in dat het zo niet langer ging. \"Overdag drinken was voor mij de hemel, het kon mij niet vroeg genoeg beginnen. Die dag had ik zoveel bier op, dat ik anderhalf uur door de stad heb gezworven omdat ik ons huurappartementje niet meer kon vinden. De volgende ochtend werd ik wakker met een grote kater en kreeg ik plots een enorme paniekaanval. Mijn lijf zei: tot hier en niet verder, klaar nu. Toen wist ik: dit is niet oké, je moet ophouden.\"", "'Ben je zwanger?'", "Minderen was voor Esther geen optie, het leek haar makkelijker om dan maar helemaal niet meer te drinken. Maar ook dat viel niet mee. \"Ik vond het heel moeilijk. Op feestjes voelde ik me eenzaam, omdat je al snel niet meer op dezelfde planeet bent als de andere aanwezigen. Ik schaamde me dat ik niet meer dronk en durfde het aan niemand te vertellen. Pas als je stopt valt op hoe normaal drank wordt gevonden in onze cultuur. Als je niet drinkt, moet je je altijd verantwoorden. 'Waarom drink je dan niet? Ben je zwanger? Moet je rijden?' Heel ongepast. Het zou toch normaal moeten zijn als je níét drinkt, in plaats van andersom?\"", "Die eerste poging slaagde niet, maar begin vorig jaar besloot ze opnieuw de alcohol vaarwel te zeggen – dit keer voorgoed. \"Het kan me niet meer schelen wat anderen ervan zeggen. Dit is míjn keuze, en ik sta erachter.\" Inmiddels noemt Esther zichzelf 'sobriety influencer' en inspireert ze via Instagram anderen die minder of niet meer willen drinken."], "authors": [], "keywords": ["ik", "voornemens", "indy", "mijn", "meer", "lijf", "ze", "dat", "je", "en", "hun", "zei", "vol", "nu", "klaar", "op", "het", "niet", "als", "wél"], "pubDate": "2021-01-08T12:49:43Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}