{"id": "1e19f1d4-57fc-3fd8-8bf7-a66f943faf96", "title": "This Is America: een tijdsbeeld van een verdeeld land", "url": "https://www.parool.nl/kunst-media/this-is-america-een-tijdsbeeld-van-een-verdeeld-land~b620641f/", "summary": "De indrukken en ontmoetingen verwerkte hij tot een boek en een tentoonstelling, This Is America – Art USA Today in Kunsthal Kade in Amersfoort, waar Roos directeur is.\nGepolariseerd landRoos’ roadtrip leest als een tijdsbeeld van een politiek en sociaal gepolariseerd land, al zijn de tegenstellingen met de verkiezing van Biden natuurlijk allerminst opgeheven.\nBizar genoeg signeerde Trump ook een Amerikaanse vlag en een foto van Hillary Clinton op de cover van een speciale editie van Newsweek met de titel Madam President.\nDe meeste kunstenaars in het boek hebben affiniteit met de linkerkant van het politieke spectrum, maar er zijn een paar uitzonderingen.\nIronisch genoeg wordt McNaughtons stijl wel vergeleken met die van het socialistisch realisme, de officiële kunststroming van de Sovjet-Unie.", "paragraphs": ["Boekbespreking Robbert Roos, This Is America Beeld -", "Vreemd eigenlijk. Na vier jaar presidentschap komt Donald Trump nauwelijks voor in kunstwerken. Natuurlijk, er zijn ongelofelijk veel cartoons, memes, video’s op het internet te vinden waarin Trump de hoofdrol speelt. Maar in de officiële beeldende kunst, die circuleert in musea en galeries, is hij opvallend afwezig.", "Desondanks is hij wel de white elephant in gesprekken over kunst, merkte Robbert Roos toen hij vorig jaar een roadtrip maakte langs musea, galeries, kunstenaars en tentoonstellingsmakers in de Verenigde Staten.", "“We wilden dingen als ‘Fuck Trump’ vermijden,” vertelt Evan Walsh, een van de drijvende krachten achter het activistische platform For Freedom. Voor de tussentijdse verkiezingen in 2018 had For Freedom bedacht om honderden billboards te plaatsten die door kunstenaars waren vormgegeven. ‘Fuck Trump’, dat kon dus niet: “We wilden iets boeiends. Met nuance.”", "Roos’ roadtrip leidde van de oost- naar de westkust, via het noorden heen en via het zuiden weer terug, langs veel grote steden in het land. De indrukken en ontmoetingen verwerkte hij tot een boek en een tentoonstelling, This Is America – Art USA Today in Kunsthal Kade in Amersfoort, waar Roos directeur is.", "De tentoonstelling moest vanwege de huidige lockdown deze week vroegtijdig sluiten. Verlenging was uitgesloten, vooral omdat dat problemen opleverde voor het programma voor het volgend jaar.", "Gepolariseerd land", "Roos’ roadtrip leest als een tijdsbeeld van een politiek en sociaal gepolariseerd land, al zijn de tegenstellingen met de verkiezing van Biden natuurlijk allerminst opgeheven. De meeste kunstenaars die hij op zijn reis ontmoet praten over thema’s als immigratie, Black Lives Matter, rechten van native Americans en lhbtq’s.", "Een bekende kunstenaar uit het officiële kunstcircuit pakt het onderwerp Trump wel gretig aan. Andres Serrano, die ook in de rest van zijn oeuvre confrontaties niet uit de weg gaat, maakte een installatie met objecten, attributen, tijdschriften en parafernalia waarop het gezicht, de naam, het logo of de handtekening van Trump staat. Serrano struinde een jaar lang eBay af en kocht ruim duizend spullen, van Maga-petjes tot gesigneerde kleurboeken, knuffels en dassen. Bizar genoeg signeerde Trump ook een Amerikaanse vlag en een foto van Hillary Clinton op de cover van een speciale editie van Newsweek met de titel Madam President. Trumps handtekening staat, als een soort vergelding, in agressieve hanenpoten dwars over Clintons gezicht gekalkt. Als het allemaal echt is natuurlijk, want het is niet helemaal duidelijk hoe authentiek alle spullen van Serrano zijn.", "Serrano noemt zijn werk ongemakkelijk, maar het is volgens de kunstenaar immers ook niet gemakkelijk om een lijkenhuis in te gaan en de doden te ruiken, zoals hij heeft gedaan voor een fotoserie die wereldberoemd werd. Trump werd volgens Serrano geen president omdat hij een paar jaar campagne had gevoerd, maar omdat hij zijn hele leven al campagne voert. “Alles evolueert rond hem en zijn ego. Alles begint en eindigt daarmee.”", "Socialistisch realisme", "“De kunstwereld wil Donald Trump niet aanraken, tenzij het zeer kritisch is. Voor mij is dat nogal saai en cliché. Ik wil geen werk dat maar op één manier gelezen kan worden.”", "De meeste kunstenaars die Roos in Amerika ontmoette zijn politiek betrokken en sommigen zetten sociale initiatieven op om specifieke groepen in de maatschappij te helpen. Zo initieerde Gregory Sale een project met gevangenen, waarvoor hij ook samenwerkte met Joe Arpaio, die jarenlang bekendstond als ‘America’s toughest sheriff’.", "De meeste kunstenaars in het boek hebben affiniteit met de linkerkant van het politieke spectrum, maar er zijn een paar uitzonderingen. Jon McNaughton, die vlakbij Salt Lake City woont, is een fanatieke Republikein. In zijn schilderijen verschijnt Donald Trump steevast in een heldenrol, als vastberaden leider die een bootje door een moeras in Washington dirigeert bijvoorbeeld. Of Trump en Melania op een Harley Davidson, geschilderd in stars and stripes, omgeven door applaudisserende supporters. Ironisch genoeg wordt McNaughtons stijl wel vergeleken met die van het socialistisch realisme, de officiële kunststroming van de Sovjet-Unie.", "Robbert Roos, This Is America. Reisverslag van een road trip door de Verenigde Staten, €16,50."], "authors": ["Kees Keijer"], "keywords": ["tijdsbeeld", "zijn", "van", "en", "een", "met", "america", "land", "trump", "het", "hij", "als", "die", "verdeeld"], "pubDate": "2020-12-23T13:45:18Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}