{"id": "1e2f1bb6-0f16-3ba5-9c70-8072f14e36b7", "title": "Thuis in de chaos van Palermo, waar onderbroeken tegen de kerkmuur te drogen hangen", "url": "https://volkskrant.nl/reizen/thuis-in-de-chaos-van-palermo-waar-onderbroeken-tegen-de-kerkmuur-te-drogen-hangen~b00de0a4/", "summary": "Wortmann: ‘Dat is zo fijn van Palermo, het volksleven, de vrouwen die de steegjes als het verlengde van hun huis zien, onderbroeken die tegen de kerkmuur te drogen hangen, bungelende elektriciteitsdraden, maar ook het lekkere eten in royale porties.\nEr zijn exposities van hedendaagse kunst, er is een theater, een bioscoop, er worden festivals georganiseerd.\nBij binnenkomst staan de schalen met antipasti al meteen op een tafel, om zelf op te scheppen.\nDe eigenaar woont er ook en geeft rondleidingen door de kamers met oude, met de hand gemaakte, Zuid-Italiaanse majolicategels.\nEr is ook wat gras en er zijn een paar eet- en drinktentjes.’La Cala, Castellamare, Piazza Fonderia", "paragraphs": ["Waar moet je wezen? Wat moet je zien? kunstenaar Marjolein Wortmann gidst ons buiten de gebaande paden in de stad waar ze al ruim twintig jaar woont.", "Beeldend kunstenaar Marjolein Wortmann (60) woont al ruim twintig jaar in ­Palermo, op Sicilië, waar ze een bed & breakfast heeft. In haar kunstwerken staan de Siciliaanse mamma’s centraal, die met hun schorten, hun pasta en hun zonen de spil van het Siciliaanse bestaan vormen. Wortmann: ‘Dat is zo fijn van Palermo, het volksleven, de vrouwen die de steegjes als het verlengde van hun huis zien, onderbroeken die tegen de kerkmuur te drogen hangen, bungelende elektriciteitsdraden, maar ook het lekkere eten in royale porties. Als kunstenaar spreekt die chaos me aan. Die chaos heeft ook keerzijde: een muur van bureaucratie en verwikkelingen. Sinds een paar jaar is Palermo toeristischer en gaat veel authenticiteit verloren. Leuke authenticiteit, zoals het straatleven, maar ook minder leuke, zoals het slalommen tussen de toeterende auto’s en brommers met zwarte uitlaatgassen. Veel straten zijn autovrij en we kunnen nu uitgebreid flaneren.’", "Industrieel kunstgebied", "Marjolein Wortmann: ‘Palermo heeft zoveel rijke architectuur uit verschillende periodes, Romeins, Arabisch, Spaans, Normandisch, al dan niet vervallen. En dit is er ook: een ex-industrieel gebied, waar vroeger meubels en locomotieven gebouwd werden, een half uurtje lopen vanaf het oude centrum. Er zijn exposities van hedendaagse kunst, er is een theater, een bioscoop, er worden festivals georganiseerd. En Letizia Battaglia, de bekende fotograaf die de maffia op haar foto’s vastlegde, heeft er een foto-instituut.’", "Cantieri Culturali alla Zisa, Via Paolo Gili 4", "Leerwerkplaats", "‘Een leuke, excentrieke werkplaats en winkel met leren tassen, portemonnees en ceinturen, ontworpen en gemaakt door twee historische gay-voorvechters. Ze zijn in 1993, met veel weerstand vanuit de macho-maffiamaatschappij, symbolisch getrouwd en vechten al veertig jaar voor de rechten van de lhbti-gemeenschap.’", "Quir Fattoamo, Via del Ponticello 55", "Eten op de markt", "‘De openluchtmarkten van Palermo zijn een spektakel van geuren en kleuren en versheid. Ik koop er mijn groente en pasta en vind het leuk om op de markt wat te drinken en het gebeuren gade te slaan. Ik ga ook graag middageten in een volksrestaurantje net achter de Ballaròmarkt, Il Bersagliere, waar het een levendige bedoening is met hevig gesticulerende en discussiërende mensen. Bij binnenkomst staan de schalen met antipasti al meteen op een tafel, om zelf op te scheppen. Hun pasta con aglio, olio e peperoncino, een typisch Palermitaanse pasta, is heel basic, maar zo lekker. Ze doen hun best om een toeristenrestaurant te worden, maar Il Bersagliere heeft zo’n sterk eigen karakter, dat dat gewoon niet lukt. Gelukkig.’", "Mercato di Ballarò, Via Ballarò 1", "Trattoria Bersagliere, Via San Nicolò All’Albergheria 38", "Majolicategels", "‘Achter een vervallen deur bevindt zich verrassend genoeg een privémuseum in een 16de eeuws palazzo. De eigenaar woont er ook en geeft rondleidingen door de kamers met oude, met de hand gemaakte, Zuid-Italiaanse majolicategels. Ik hou vooral van abstracte en geometrische motieven. Tot een aantal jaren geleden vond je dit soort maioliche in de afvalcontainers, nu zijn ze voor 5 euro per stuk op de rommelmarkten te koop. Ik heb ze natuurlijk ook in muren en vloeren van mijn huis verwerkt.’", "Museo delle Maioliche, Via Giuseppe Garibaldi 11", "Beeld Luis Mendo", "Gnocchi en couscous", "‘Dit Siciliaans-etnische restaurant dat ook een coworking-ruimte is, serveert voor weinig geld een prima hapje eten, gnocchi, Maffè of viscouscous. Het is opgezet door veertien vrienden uit acht landen: Italië, Senegal, Afghanistan, Zambia, Bangladesh, Frankrijk, Gambia en Spanje. Het ligt in de multiculturele buurt, dicht bij de Ballaròmarkt. Moltivolti geldt als een voorbeeld van geslaagde multiculturele integratie en is daarom door Willem-Alexander en Máxima bezocht tijdens hun bezoek aan Palermo.’", "Moltivolti, Via Giuseppe Mario Puglia 21", "Schoenmaker", "‘Als ik schoenen waaraan ik ben gehecht wil laten repareren, ga ik naar Antimo, de schoenmaker om de hoek bij de Ballaròmarkt. Wie meer tijd heeft kan bij Antimo ook een paar bijzondere schoenen op maat laten maken voor niet te veel geld. Zijn atelier is ook al de moeite waard om te zien, het is nog geen meter breed maar strekt zich een heel eind naar achteren uit, met overal langs de wanden schoenen uitgestald. Toch vindt zijn vrouw ergens achterin ook nog plek om hun middageten te koken.’", "Antimo Scalera, Via Casa Professa 9", "Zonplek in de winter", "‘In de winter schijnt de zon vaak in Palermo. Maar omdat hij nu zo laag staat, ga ik vaak even naar La Cala, het haventje met vissersboten en zeilboten, waar de zon volop komt, zelfs in de winter. Er is ook wat gras en er zijn een paar eet- en drinktentjes.’", "La Cala, Castellamare, Piazza Fonderia"], "authors": ["Mirjam Bosgraaf"], "keywords": ["van", "kerkmuur", "een", "en", "hangen", "onderbroeken", "drogen", "ook", "te", "waar", "palermo", "zijn", "op", "er", "thuis", "met", "tegen", "het"], "pubDate": "2020-01-31T14:00:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}