{"id": "1e4274ac-2d1f-3c9c-8801-b676aba2ca5b", "title": "Haarlemse Kerstsamenzang door tv-uitzending dit jaar 'een thuisbeleving'", "url": "https://nu.nl/haarlem/6094420/haarlemse-kerstsamenzang-door-tv-uitzending-dit-jaar-een-thuisbeleving.html", "summary": "De kerstviering en de Kerstsamenzang in Haarlem gaan dit jaar ondanks de beperkingen door de coronacrisis gewoon door.\nDe kerkdienst in de Grote Kerk wordt live uitgezonden door nieuwspartner NH Nieuws en naderhand is een compilatie van de Samenzang op de Grote Markt te zien.\nDat het evenement dit jaar niet op de normale manier door kan gaan, was al een tijdje duidelijk.\nWaar hij normaal gesproken zo'n vijftienhonderd kerkgangers toespreekt, mag hij dit jaar voor zover nu bekend is, maar dertig mensen in de kerk ontvangen.\nNa de live-uitzending van de kerkdienst wordt een compilatie gestart van de Samenzang zoals het de afgelopen drie jaar op de Grote Markt heeft plaatsgevonden.", "paragraphs": ["De kerstviering en de Kerstsamenzang in Haarlem gaan dit jaar ondanks de beperkingen door de coronacrisis gewoon door. De kerkdienst in de Grote Kerk wordt live uitgezonden door nieuwspartner NH Nieuws en naderhand is een compilatie van de Samenzang op de Grote Markt te zien. Organisator Martijn Bevelander is blij met de samenwerking. \"Nu kunnen we een thuisbeleving geven.\"", "Afgelopen jaren verzamelden duizenden Haarlemmers op het plein voor de Grote Kerk om na de kerstviering uit volle borst samen kerstliederen te zingen. Dat het evenement dit jaar niet op de normale manier door kan gaan, was al een tijdje duidelijk.", "De kerkdienst vanaf 23.00 uur op Kerstavond 24 december wordt voorgezeten door dominee Tom de Haan. Waar hij normaal gesproken zo'n vijftienhonderd kerkgangers toespreekt, mag hij dit jaar voor zover nu bekend is, maar dertig mensen in de kerk ontvangen. \"We zitten nu collectief in een donkere, eenzame tijd. En waar haal je je hoop dan vandaan?\", vertelt De Haan over zijn preek. De kerkdienst zal ook ondertiteld worden, zodat het voor iedereen goed te volgen is.", "Na de live-uitzending van de kerkdienst wordt een compilatie gestart van de Samenzang zoals het de afgelopen drie jaar op de Grote Markt heeft plaatsgevonden."], "authors": ["Door"], "keywords": ["van", "dit", "tvuitzending", "het", "op", "grote", "kerstsamenzang", "een", "wordt", "jaar", "kerkdienst", "haarlemse", "thuisbeleving", "door", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}