{"id": "1e436a91-df3f-353b-a627-20baa15cc3f1", "title": "Stichting Music#MeToo start bodemprocedure tegen Warner Music en SPEC", "url": "https://nu.nl/muziek/6095502/stichting-musicmetoo-start-bodemprocedure-tegen-warner-music-en-spec.html", "summary": "Stichting Music#MeToo geeft zich nog niet gewonnen in de zaak tegen platenlabel Warner Music en managementbureau SPEC over vermeend wangedrag van verschillende rappers.\nDe stichting gaat een bodemprocedure aanspannen, laat juridisch adviseur en woordvoerder Karim Aachboun dinsdag weten in een persbericht.\n\"Het verzoek tot een getuigenverhoor was een voorzet om het juridisch speelveld te verkennen\", reageert de stichting via Aachboun op het arrest van het hof.\nDe rappers en hun platenlabels en managers zouden meer verantwoordelijkheid moeten nemen om een einde te maken aan 'wangedrag' van de artiesten.\nWarner is blij met het vonnis van het gerechtshof.", "paragraphs": ["Stichting Music#MeToo geeft zich nog niet gewonnen in de zaak tegen platenlabel Warner Music en managementbureau SPEC over vermeend wangedrag van verschillende rappers. De stichting gaat een bodemprocedure aanspannen, laat juridisch adviseur en woordvoerder Karim Aachboun dinsdag weten in een persbericht.", "De laatste maanden was Stichting#MeToo bezig om de betreffende rappers, Ali B, Boef en Ronnie Flex, voor de rechter te laten verschijnen en ze te laten verhoren over vermeend wangedrag.", "Nadat de rechtbank de verhoren toewees, oordeelde het gerechtshof in Leeuwarden dinsdag dat de artiesten niet onder ede verhoord hoeven te worden, omdat niet vast kon worden gesteld wat de beweegredenen van de stichting zijn en niet genoeg onderbouwd is welke feiten bewezen zouden moeten worden.", "\"Het verzoek tot een getuigenverhoor was een voorzet om het juridisch speelveld te verkennen\", reageert de stichting via Aachboun op het arrest van het hof. \"Dit betrof nog geen inhoudelijke behandeling van de kwestie.\" In het nieuwe jaar wil de stichting de bodemprocedure in gang zetten.", "Music#MeToo wil naar eigen zeggen iets doen aan het in zijn ogen vrouwonvriendelijke en discriminerende gedrag van de artiesten. De rappers en hun platenlabels en managers zouden meer verantwoordelijkheid moeten nemen om een einde te maken aan 'wangedrag' van de artiesten.", "Warner is blij met het vonnis van het gerechtshof. \"De inhoud van het arrest spreekt voor zich\", laat het label in een korte reactie weten. SPEC wilde dinsdag nog niet reageren op het arrest."], "authors": ["Door"], "keywords": ["bodemprocedure", "musicmetoo", "van", "spec", "nog", "het", "warner", "rappers", "een", "music", "en", "start", "te", "niet", "om", "stichting", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}