{"id": "1e50dfdf-a496-3e47-97c0-21f1834b0521", "title": "Dakar-legende Auriol (68) overleden aan gevolgen coronavirus", "url": "https://nos.nl/artikel/2363796-dakar-legende-auriol-68-overleden-aan-gevolgen-coronavirus.html", "summary": "Hubert Auriol, de eerste coureur die de Dakar-rally zowel op de motor (in 1981 en 1983) als in een auto (1992) wist te winnen, is na een besmetting met het coronavirus overleden.\nToch zou hij nog een keer Dakar winnen.\nNa beëindiging van zijn actieve carrière werd Auriol directeur van de woestijnrally, een functie die hij negen jaar lang zou bekleden, tot 2004.\nIn Frankrijk groeide hij ook uit tot een televisiepersoonlijkheid als presentator van een populaire realityshow (Koh-Lanta).\nOok vloog de avonturier in 1987 met nog drie anderen in iets meer dan 88 uur in een propellervliegtuigje de wereld rond.", "paragraphs": ["Hubert Auriol, de eerste coureur die de Dakar-rally zowel op de motor (in 1981 en 1983) als in een auto (1992) wist te winnen, is na een besmetting met het coronavirus overleden. Auriol werd 68 jaar.", "Na zijn eerste twee zeges was de in Ethiopië geboren Fransman in 1987 dicht bij zijn derde triomf. Auriol was met Cyril Neveu in een fel duel verwikkeld. Bij een val in de voorlaatste rit brak hij echter beide enkels.", "Tranen", "Auriol haalde nog wel de finish, in tranen, maar de rally uitrijden was onmogelijk. Toch zou hij nog een keer Dakar winnen. Vijf jaar na het tranendal zegevierde hij opnieuw, dit keer achter het stuur van een auto.", "Na beëindiging van zijn actieve carrière werd Auriol directeur van de woestijnrally, een functie die hij negen jaar lang zou bekleden, tot 2004.", "In Frankrijk groeide hij ook uit tot een televisiepersoonlijkheid als presentator van een populaire realityshow (Koh-Lanta). Ook vloog de avonturier in 1987 met nog drie anderen in iets meer dan 88 uur in een propellervliegtuigje de wereld rond."], "authors": [], "keywords": ["overleden", "zijn", "van", "winnen", "nog", "een", "met", "auriol", "gevolgen", "aan", "68", "het", "hij", "coronavirus", "zou", "dakarlegende"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}