{"id": "1e50c4b3-30c3-3199-933d-43d0d30a51e0", "title": "Filantropen, treed uit de anonimiteit en red samen de goede doelen", "url": "https://trouw.nl/opinie/filantropen-treed-uit-de-anonimiteit-en-red-samen-de-goede-doelen~b9d40a6b/", "summary": "Hoe anders is dat voor veel maatschappelijke organisaties, zoals in de kunst en cultuur en charitatieve sector, die het water tot aan de lippen staat.\nFilantropen durven innovaties aan te jagen en problemen op te pakken die voor de overheid te risicovol zijn.\nDaarom wil ik hen op het hart drukken iets ‘on-Nederlands’ te doen: gooi de schroom en Hollandse nuchterheid van je af en treed uit de anonimiteit.\nKies je voor een noodlijdend museum, theater, ziekenhuis of buurtbibliotheek of een stichting in de zorg die patiënten helpt?\nKies je voor een doel dicht bij huis, of kijk je over de grens?", "paragraphs": ["De goede doelen staat het water aan de lippen. Samen kunnen Nederlands rijksten hen zeer snel te hulp schieten, betoogt Frank Aalderinks, hoofd filantropie advies bij ABN Amro Mees Pierson.", "De vijfhonderd rijkste mensen in Nederland zijn – ondanks de coronacrisis –­ nóg rijker geworden. Dat blijkt uit de Quote 500 van zakenblad Quote. Veel rijken kunnen zich onttrekken aan de economische impact van het virus. Hoe anders is dat voor veel maatschappelijke organisaties, zoals in de kunst en cultuur en charitatieve sector, die het water tot aan de lippen staat.", "Het Centraal Bureau Fondsenwerving en de Radboud Universiteit hebben onderzoek gedaan naar de gevolgen van de coronacrisis voor goede doelen. Deze eisen vooral hun tol als het om financiën gaat en bedreigen organisaties in hun voortbestaan. Zo geeft ruim 62 procent aan dat hun inkomsten tussen januari en september 2020 sterk zijn gedaald. Ruim de helft verwacht dat dit zich voortzet. De cijfers spreken voor zich: in totaal heeft de sector al 81 miljoen euro verlies geleden.", "Schenkingen broodnodig", "Juist in deze crisistijd zijn schenkingen broodnodig en kunnen rijken een positief verschil maken. Zo bewijzen Amerikaanse ‘superrijken’ als Bill Gates en Warren Buffet dat je hiermee een enorme impact kunt hebben. Daarom roepen wij Nederlandse filantropen op hun voorbeeld te volgen en óók hier een beweging in gang te zetten als The Giving Pledge: de Amerikaanse campagne om de allerrijksten te motiveren een deel van hun rijkdom aan goede doelen te schenken, tijdens hun leven of als nalatenschap.", "De Pledge is gebaseerd op een belofte: iets terug te geven aan de samenleving door krachten te bundelen. Inmiddels hebben ruim tweehonderd filantropen uit 23 landen deze belofte ondertekend. Dit verdient óók in Nederland navolging. Zeker in deze crisistijd. Want filantropie kan flexibeler en sneller fondsen genereren dan de overheid en direct optreden waar de nood het hoogst is.", "Filantropen durven innovaties aan te jagen en problemen op te pakken die voor de overheid te risicovol zijn. Bovendien is filantropie meer dan ooit nodig. Juist door samenwerking wordt veel bereikt. Het Kickstart Cultuurfonds is een mooi voorbeeld. Dit initiatief van de BankGiro Loterij, VSBfonds, het Prins Bernhard Cultuurfonds en de Vanden-Ende Foundation biedt de culturele sector ondersteuning bij theaterproducties, tentoonstellingen en concerten in de anderhalvemetersamenleving. Gezamenlijk is 16 miljoen euro bijeengebracht. Andere private fondsen en mecenassen hebben zich erbij aangesloten.", "Doe iets on-Nederlands", "Veel filantropen willen juist nu in deze crisis iets extra’s doen, maar beseffen onvoldoende dat zij door krachtenbundeling veel meer impact kunnen maken. Want hoe meer filantropen zich verenigen, hoe groter de kritische massa die nodig is om het verschil te maken.", "Daarom wil ik hen op het hart drukken iets ‘on-Nederlands’ te doen: gooi de schroom en Hollandse nuchterheid van je af en treed uit de anonimiteit. Laat zien wat we kunnen bereiken door een beweging in gang te zetten en écht een verschil te maken.", "De wereld van goede doelen is groot en keuzes zijn onontkoombaar. Daarom is het belangrijk goed te kijken waar elke euro het meeste impact kan hebben. Kies je voor een noodlijdend museum, theater, ziekenhuis of buurtbibliotheek of een stichting in de zorg die patiënten helpt?", "Dichtbij of over de grens?", "Kies je voor een doel dicht bij huis, of kijk je over de grens? Zo heeft elke geschonken euro bijvoorbeeld veel meer impact in niet-westerse landen, omdat de gevolgen van de crisis daar veel groter zijn.", "Zeker, je moet trouw blijven aan je filantropische identiteit, maar óók de flexibiliteit hebben om elders én waar mogelijk samen met anderen impact te maken. Blijf dicht bij je drijfveren en kies voor effectieve organisaties met een bewezen staat van dienst. Dit biedt een garantie op impact.", "Lees ook:", "De crisis maakt puissant rijken nog rijker", "In april begonnen de aandelenkoersen weer te stijgen. Prettig voor miljardairs die daardoor veel rijker werden.", "Help de publieke sector: neem een aandeel in je eigen theater en ziekenhuis", "Als de overheid na de coronabezuinigingen een deel van de publieke sector niet meer kan betalen, kan de burger gaan meehelpen aan de zoektocht naar andere inkomstenbronnen. Dat zegt Theo Schuyt, hoogleraar filantropie aan de Vrije Universiteit Amsterdam.", "Sparta-voetballer Vriends staat 1 procent salaris af, tegen de ongelijkheid in de wereld", "Sparta-speler Bart Vriends sluit zich als eerste Nederlandse voetballer aan bij Common Goal en staat een procent salaris af voor een betere wereld.", "Bill Gates, orakel, weldoener en online-zondebok", "Bill Gates voorspelde de pandemie al jaren geleden. En nu heeft de miljardair plannen voor de bestrijding. Maar hij wordt gewantrouwd door rechtsradicalen en allerlei complotdenkers op sociale media."], "authors": ["Frank Aalderinks"], "keywords": ["filantropen", "van", "anonimiteit", "veel", "het", "goede", "voor", "doelen", "treed", "een", "je", "red", "uit", "en", "te", "dat", "aan", "samen"], "pubDate": "2020-11-28T01:00:38+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}