{"id": "1e51b57e-9926-3db8-8425-ff9bd9d52583", "title": "De kunst van het beledigen: je innerlijke trol te lijf", "url": "https://nrc.nl/nieuws/2021/01/10/je-innerlijke-trol-te-lijf-a4026963", "summary": "Een normale gedragslijn in het leven is dat je een ander niet aandoet wat je zelf niet wil ondergaan.\nDit alles kan alleen omdat je je in de context van de wedstrijd bevindt, omdat je de liefde voor het woordenspel deelt en omdat je allebei aan de beurt komt.\nRapper Vitaal in hetzelfde interview: „Je kunt het vergelijken met boksen: het ziet er agressief uit, maar er is wederzijds respect.” Uiteindelijk is het beledigen van je tegenstander te beschouwen als collateral damage, het is weliswaar onvermijdelijk, maar het gaat erom zó taalvirtuoos en goed op te treden, dat je wint op techniek.\nEen bijkomend voordeel is dat je beledigingen leert incasseren, want zonder zelfrelativering hou je het niet lang vol in de ring.\nAlles waarmee je jezelf durft te beledigen, is een wapen dat je een ander uit handen hebt geslagen.", "paragraphs": ["Begin december droomde ik nogal realistisch dat ik op mijn sterfbed lag, omringd door mijn vrouw, mijn dochters, mijn familie en vrienden. Er was liefde, veel meer dan ik verdiende, er waren mooie herinneringen en goede verhalen, ik had boeken om me heen, mooie muziek op de stereo en een gitaar binnen handbereik. Vlak voordat ik mijn laatste adem uitblies ging de wekker – zal je altijd zien.", "Bij de eerste koffie van de dag, terwijl mijn telefoon zoemend de berichten van de nacht opduikelde, vroeg ik me opeens af: zou er iemand op zijn sterfbed met plezier terugdenken aan de vele uren die hij in internetruzies met onbekenden heeft gestoken? En zo niet: waarom doen we dat dan?", "Voor mij is dat een actuele vraag. Ik heb nog nooit zoveel ruzie gehad (én gezocht) op sociale media als vorig jaar, vooral met mensen van wie ik dat totaal niet had verwacht. Dat heeft natuurlijk alles te maken met de coronacrisis, die ons tot op het bot verdeelt. Als er ooit een tijd was om de internettrol in jezelf te los te laten, was het wel de afgelopen negen maanden – en het einde is nog niet in zicht.", "Nu is er een probleem met digitaal discussiëren: veel mensen zijn er niet goed in, omdat ze er nog maar net mee zijn begonnen. Dat levert veel beginnersfouten op, waarvan de grootste is dat we denken dat we volslagen vreemden kunnen overtuigen. Dat lukt zelden> of nooit. En zo verzanden gedachtewisselingen vroeg of laat in machteloze scheldpartijen met internetlinks eronder die niemand meer leest.", "Hoe kunnen we onder zulke omstandigheden gelijk krijgen? Daarvoor kunnen we het beste terecht bij een nogal onaangename filosoof. Arthur Schopenhauer, die zich in deze tijd waarschijnlijk uitstekend zou hebben vermaakt op Twitter en Facebook, schreef voor zichzelf een lijst van 38 kunstgrepen om gelijk te krijgen in discussies, zelfs (of juist) als hij het niet had.", "Maar wat te doen als je die lijst hebt afgewerkt en nog steeds dreigt te verliezen? Schopenhauer: „Dan moet men persoonlijk, beledigend en grof worden.” De tegenstander kan vervolgens terugschelden en zich daarmee verlagen tot jouw niveau, of je stoten onder de gordel negeren. In beide gevallen is de discussie al snel zes steken diep begraven onder een rulle laag beledigingen, waardoor niet meer opvalt dat je hem verloren hebt. Natuurlijk kun je beter niet in gesprek gaan met mensen die zo ver gaan om een argumentatieve remise te bereiken. Natuurlijk is het vele malen beter om op socratische wijze samen naar de waarheid te zoeken in plaats van elkaar de mantel uit te vegen. Maar juist in tijden van crisis blijkt dat wel erg veel gevraagd.", "Bij de derde koffie na mijn wederopstanding uit de droom herinnerde ik me dat ik over Schopenhauer al bijna twintig jaar geleden een gedicht schreef, waarin hij in de huid van een rapper kruipt. De combinatie van overmoed en woordenrijkdom leek me heel passend voor een filosoof met zo’n persoonlijkheid:", "Fragmenten ter inspiratie Hoogtepunten uit de Nederlandse PunchOutBattles. Voor beledigingen… Op uiterlijk Foo tegen Killer Killer tegen Foo: ‘Jouw kop is zoiets als straatkinderen zonder ouders – onverzorgd.’ reactie Foo: ‘Dat jij over mijn haar begint is bijzonder triest, want mijn kapsel is niet mooi, maar jouw achterhoofd lijkt op broccoli.’ Op afkomst Hightower tegen Surya: ‘Dus hij is Italiaans en Frans en dat haalt hij weleens door elkaar Dan bezorgt hij zijn Margarita in Parijs en zijn Camembert in Milaan.’ Op geloof Steff tegen Crazy S. : ‘Niemand neemt je serieus, je hebt totaal geen charisma, en dat is raar want dat woord klinkt als iets uit de islam: harishmah. Gekke ass, als jij een punt probeert te maken dan denkt iedereen: hė? Zelfs de geiten die je neukt, die vinden je meh.’ Op intelligentie Micheal After vs Fiction: ‘Jij bent zo’n Belg, jouw slome brein probeert nog steeds woorden van gister te linken. Jij bent zo dom, je hebt ooit geprobeerd onder water een vis te verdrinken.’ Op ervaring Subb tegen Luigi: ‘Je staat erbij alsof je moeder straks je broodtrommel brengt. Wat dit rappen betreft ben jij nog nat achter je oren, jouw enige kans op een goeie delivery is door zwanger te worden.’", "Ik krijs als ekster om erkenning", "ik ben zwarter dan de nacht – ik zeg:", "mens en wolf zijn schimmel op de mispel", "van de aarde, monster zonder waarde,", "kracht is Wil en Wil is kracht –", "en alles aan de hemel koud en kil.", "Omdat we zo zelden gelijk zullen krijgen op internet, moeten we leren hoe we een ander verbaal zo kunnen afmaken, dat we alsnog winnen – of op zijn minst niet verliezen. Dat laatste is een expertise van rappers, die het al decennia lang verbaal tegen elkaar opnemen vanuit een gedeeld belang: publiciteit. Uiteindelijk is die rivaliteit een wedstrijd op zich geworden, in de vorm van battle-rap.", "Omdat ik weinig weet van het hiphopwereldje heb ik de rest van de ochtend battles tussen Nederlandse rappers zitten kijken op YouTube.", "Er ging een wereld voor me open. Voor een bleekneuzige, doorgaans nogal secundair reagerende dichter als ik, is het verbijsterend om battlerappers aan het werk te horen. Sommige beledigingen zijn zo grappig dat ik ze zou willen stelen om zelf te gebruiken. Andere zijn onnavolgbaar, omdat ze te veel termen bevatten die ik niet begrijp of teruggrijpen op eerdere battles die ik niet heb gezien. Andere uitspraken zijn zo grof, dat je niet begrijpt waarom rappers elkaar niet fysiek te lijf gaan – wat in een enkel geval ook weleens gebeurt.", "Al kijkend vroeg ik me af: waar halen ze het vandaan? Het antwoord is een combinatie van talent, oefening en een gedegen voorbereiding. Het kan wel lijken alsof battlerappers alles ter plekke verzinnen, maar dat is nooit zo. Ze hebben zich als internetdetectives verdiept in hun tegenstander. De teksten worden op maat geschreven: een rap tegen één bepaalde tegenstander kun je niet gebruiken tegen de volgende. De rapper Vitaal (pseudoniem van Vito Pibiri) zei in een interview: „Het is veel werk, bijna een halve baan.”", "Illustratie Pepijn Barnard", "Rappers nemen het dan ook niet alleen voor de lol tegen elkaar op. Battlerap bestaat omdat het een goede manier is jezelf in de kijker te spelen. Battlerappers gebruiken de woordenkift als demonstratie van hun skills, om publiek mee te winnen en als springplank naar een platencontract, ongeveer zoals jonge dichters een uitgever kunnen vinden door met succes mee te doen aan poetry-slams. Daar komt bij dat het ook gewoon een echte competitie is, met roem en prijzengeld voor de winnaar.", "Een normale gedragslijn in het leven is dat je een ander niet aandoet wat je zelf niet wil ondergaan. Bij battlerap kom je daar niet ver mee. In principe kan het niet erg genoeg. Dus: vergroot alles wat afwijkt aan je tegenstander uit tot in het absurde. Uiterlijk, afkomst, familie, verslavingen, ziektes, echte of fictieve misstappen uit het verleden, alles mag.", "Dit alles kan alleen omdat je je in de context van de wedstrijd bevindt, omdat je de liefde voor het woordenspel deelt en omdat je allebei aan de beurt komt. Rapper Vitaal in hetzelfde interview: „Je kunt het vergelijken met boksen: het ziet er agressief uit, maar er is wederzijds respect.” Uiteindelijk is het beledigen van je tegenstander te beschouwen als collateral damage, het is weliswaar onvermijdelijk, maar het gaat erom zó taalvirtuoos en goed op te treden, dat je wint op techniek. Een bijkomend voordeel is dat je beledigingen leert incasseren, want zonder zelfrelativering hou je het niet lang vol in de ring.", "Al kijkend kreeg ik een openbaring: battlerappers gaan verder waar Schopenhauer ophoudt. Zijn beledigingen hebben als hoofddoel de discussie op oneigenlijke wijze te beslechten, net zoals internettrollen dat doen. Maar rappers hebben daar sportief plezier in. En dat plezier, daar ontbreekt het aan bij ons, ingegraven boze mannen en vrouwen, verschanste thuiswerkers, twitterridders en internettrollen. We weten al dat we elkaar niet gaan overtuigen. We weten ook dat het uiteindelijk verzandt in ruzie. En toch houden we er maar niet mee op. Laten we er dan tenminste een beetje lól in krijgen.", "Hoe? Door te leren om elkaar zo bloemrijk en keihard te beledigen als goede rappers dat kunnen. Sterker nog: kijk eerst eens in de spiegel voordat je inlogt om anderen te gaan beledigen. Probeer jezelf te bekijken door de ogen van de mensen met wie je het zo schreeuwend oneens bent, de mensen die je zulke sukkels vindt. Bodybag je ego. Zie je eigen meninkjes voor wat ze zijn: meninkjes. Schrijf een battlerap tegen jezelf. Oefen hem hardop onder de douche. Lach jezelf uit en voel je bevrijd. Alles waarmee je jezelf durft te beledigen, is een wapen dat je een ander uit handen hebt geslagen.", "„Wie zichzelf overwint, is sterker dan hij die een stad inneemt”, zei mijn moeder altijd. Ik zeg: wie zichzelf heeft overwonnen in een battlerap, heeft zijn innerlijke trol een kopje kleiner gemaakt. Je weet het niet. Misschien komen we dan zelfs aan iets zinnigers toe dan discussiëren op sociale media.", "Voor dit artikel is gebruikgemaakt van de kennis van Jonathan Griffioen. Het gedicht ‘Schopenhauer in freestyle’, waaruit de eerste strofe wordt geciteerd, is te vinden in de bundel Nietzsche schrijft een laatste vers, Gedichten over filosofen uit 2003.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Ingmar Heytze", "Januari Om", "Leestijd Minuten"], "keywords": ["ik", "van", "kunst", "beledigen", "en", "innerlijke", "een", "te", "op", "het", "trol", "lijf", "niet", "dat", "je"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}