{"id": "1e68814a-9e67-3e05-a03a-60d933368dcd", "title": "Nederlandse toeristen weer welkom op Curaçao, na een coronatest", "url": "https://volkskrant.nl/nieuws-achtergrond/nederlandse-toeristen-weer-welkom-op-curacao-na-een-coronatest~bb3ff712/", "summary": "De stranden waren enkele weken nagenoeg verlaten, maar het openbare leven op Curaçao komt weer op gang nadat de lockdown werd versoepeld.\nBeeld ANPMet het voorzichtig openen van de grens hoopt Curaçao de economie weer op gang te krijgen.\nDe afgelopen maanden hield het eiland, een autonoom land binnen het Nederlands koninkrijk, zich aan het adagium van de minister van Economische Zaken: ‘Zonder gezondheid is er geen economie.’ Een complete lockdown was het gevolg.\nDe tienduizend toeristen uit Nederland (en wellicht ook België en Duitsland) dienen voor vertrek een coronatest te ondergaan en een reisverzekering af te sluiten.\n‘Dat is hanteerbaar’, meent Gerstenbluth, omdat de afgelopen tijd de capaciteit van de gezondheidszorg op het eiland is opgeschaald.", "paragraphs": ["Badgasten op het strand van Willemstad, half mei. De stranden waren enkele weken nagenoeg verlaten, maar het openbare leven op Curaçao komt weer op gang nadat de lockdown werd versoepeld. Beeld ANP", "Met het voorzichtig openen van de grens hoopt Curaçao de economie weer op gang te krijgen. De afgelopen maanden hield het eiland, een autonoom land binnen het Nederlands koninkrijk, zich aan het adagium van de minister van Economische Zaken: ‘Zonder gezondheid is er geen economie.’ Een complete lockdown was het gevolg.", "De strenge maatregelen bleken een succes. Curaçao kent al weken geen enkele lokale besmetting. Maar de economie, die voor een steeds belangrijker deel van toerisme afhankelijk is, kwam stil te liggen. Nu kiest het eiland voor het adagium van de minister van Gezondheidszorg: ‘Zonder economie is er geen gezondheid.’", "Curaçao hoopt, zo verklaarde premier Eugene Rhuggenaath, samen met de andere Caribische rijksdelen en Nederland tot een ‘koninkrijksbubbel’ te komen, waarin het mogelijk is vrij te reizen. De autonome landen Aruba en Sint Maarten vallen in principe ook binnen die bubbel, tenzij zij toeristen uit de VS toelaten, het land dat deze twee eilanden doorgaans de meeste bezoekers levert.", "De tienduizend toeristen uit Nederland (en wellicht ook België en Duitsland) dienen voor vertrek een coronatest te ondergaan en een reisverzekering af te sluiten. Eenmaal op het eiland kunnen zij zich zonder quarantaine vrij bewegen, al dienen zij in drukkere gebieden bij voorkeur een mondkapje te dragen en komt er een speciale corona-app om bij mogelijke besmetting hun eerdere contacten te kunnen traceren.", "‘We laten ons niet leiden door angst, maar door data’, aldus overheidsepidemioloog Izzy Gerstenbluth. Uit berekeningen blijkt dat in de huidige situatie met tienduizend bezoekers sprake kan zijn van 1 à 2 besmettingen. ‘Dat is hanteerbaar’, meent Gerstenbluth, omdat de afgelopen tijd de capaciteit van de gezondheidszorg op het eiland is opgeschaald.", "Als het experiment slaagt, kan de komende maanden het bezoekersaantal oplopen. De autoriteiten op het eiland gaan er overigens van uit dat in juli minder dan tienduizend mensen de vlucht van ruim negen uur naar de Cariben zullen maken. Voor de hotelsector betekent dit nog altijd een lage bezettingsgraad.", "Toch heeft juist die sector op opening per 1 juli aangedrongen. Bijna eenderde van alle Curaçaose huishoudens leeft direct of indirect van de inkomsten uit het toerisme. ‘Het is spannend, maar we zijn hoopvol’, aldus minister Steven Martina van Economische Zaken.", "Ook de drie zogeheten bijzondere Nederlandse gemeenten (Bonaire, Saba en Sint Eustatius) hopen binnenkort weer de eerste toeristen te begroeten. Op alle eilanden zijn mensen bezig de faciliteiten aan te passen aan het ‘nieuwe normaal’ van het reizen in tijden van corona, van luchthaven tot strandbar."], "authors": ["Kees Broere"], "keywords": ["het", "weer", "nederlandse", "van", "te", "uit", "eiland", "op", "welkom", "een", "en", "curaçao", "maar", "toeristen", "coronatest", "voor"], "pubDate": "2020-06-09T16:55:58+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}