{"id": "1e8177ef-9504-3650-8df0-a153c2cfb5d8", "title": "Belgische huizen kunnen zo lelijk zijn dat het komisch is", "url": "https://trouw.nl/cultuur-media/belgische-huizen-kunnen-zo-lelijk-zijn-dat-het-komisch-is~b13f855a/", "summary": "En eerlijk is eerlijk: wie door het land van de zuiderburen rijdt, kan het niet ontgaan dat er veel wanstaltige woningen staan.\nZo lelijk dat het komisch is.\nEr is geen commissie die bepaalt of het in het straatbeeld past, of die de eenheid bewaakt.\nCoudenys’ accounts zijn inmiddels zo populair dat de VRT hem onlangs vroeg om voor het programma ‘Iedereen ­beroemd’ aan te bellen bij de lelijke huizen.\n­Binnen in huis heb je kennelijk minder last van een lelijke ­buitenkant, want de meeste bewoners zijn zeer gelukkig met hun woning.", "paragraphs": ["Over smaak valt niet te twisten en al helemaal niet over architectuur. Maar over de smaak van Belgische architecten valt wel veel te zeggen. Dat vindt ook de Vlaamse Hannes ­Coudenys van de Facebook- en Instagramaccounts @uglybelgianhouses. Al sinds 2012 speurt hij in België naar lelijke huizen en in 2015 gaf hij zelfs een boekje uit met de gruwelijkste exemplaren. En eerlijk is eerlijk: wie door het land van de zuiderburen rijdt, kan het niet ontgaan dat er veel wanstaltige woningen staan.", "Beeld Instagram uglybelgianhouses", "Het Instagramaccount staat vol foto’s van grijze, blinde muren, huizen in de kleuren van de Belgische vlag, truttige torentjes, tuinen vol monsterlijke beeldjes, abstracte kubistische vormen in asymmetrische", "­samenstellingen, omgekeerde piramides en zelfs een huis met een Engelse dubbeldekker erin gemetseld. Zo lelijk dat het komisch is.", "Coudenys voorziet de foto’s van een satirisch bijschrift,­ ­zoals ‘Dit huis doet me denken aan het schilderij ‘De schreeuw’, van Edvard Munch, en dat is ook precies wat ik nu doe’, of bij een huis met boos kijkende raampjes: ‘Residence Evil’.", "Beeld Instagram uglybelgianhouses", "In tegenstelling tot in Nederland kun je in buurland België eigenlijk bouwen wat je wilt. Er is geen commissie die bepaalt of het in het straatbeeld past, of die de eenheid bewaakt. Zo kan een Spaanse", "­haciënda zomaar ­verrijzen naast een hobbithuis.", "Coudenys’ accounts zijn inmiddels zo populair dat de VRT hem onlangs vroeg om voor het programma ‘Iedereen ­beroemd’ aan te bellen bij de lelijke huizen. Wat blijkt? ­Binnen in huis heb je kennelijk minder last van een lelijke ­buitenkant, want de meeste bewoners zijn zeer gelukkig met hun woning."], "authors": ["Nienke Schipper"], "keywords": ["zijn", "van", "zo", "huizen", "en", "kunnen", "een", "met", "lelijk", "te", "belgische", "het", "huis", "wat", "dat", "komisch"], "pubDate": "2021-01-02T13:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}