{"id": "1e87856e-33dd-3050-98f2-999964d095ce", "title": "Pizzagate, Deep State, 9/11 en corona: waarom complottheorie QAnon zo populair is", "url": "https://trouw.nl/cultuur-media/pizzagate-deep-state-9-11-en-corona-waarom-complottheorie-qanon-zo-populair-is~bc19b11b/", "summary": "Het zijn te veel toevalligheden, vinden de Q-Anons en ze bedenken manieren om al die theorieën te recyclen en samen te brengen.\nPizzeriakelderEn dan is er nog ‘Pizzagate’, het verhaal dat viraal ging vlak voor de Amerikaanse presidentsverkiezingen van 2016 en het ontstaan van QAnon.\nOok Pizzagate resoneert nog altijd door in QAnon, waar men gelooft dat Hillary Clinton een van de leiders van het internationale pedofielennetwerk is.\nAlles wat hij doet, staat in dienst van zijn geheime strijd tegen de Deep State.\nIn Amerika zeggen diverse Republikeinse politici de beweging aan te hangen en zijn er steeds meer demonstraties tegen de Deep State.", "paragraphs": ["QAnon is met afstand de populairste complottheorie van Nederland. Waarin schuilt de aantrekkingskracht?", "De wereld zoals we die kennen stort in voor onze ogen en het gros van de wereldbevolking heeft het niet door. Machtsstructuren die al duizenden jaren standhouden worden op dit moment onderuitgehaald. Al snel zullen we het bewijs zien van een elitair plan, zo duivels, zo alomvattend, dat mensen tot in hun kern geschokt zullen zijn.” In het filmpje zien we vertraagde beelden van een wervelwind en aanzwellende vioolmuziek voert de spanning op. De voice-over is de stem van graancirkelexpert Jannet Ossebaard. Ze heeft de filmserie ‘De val van de Cabal’ gemaakt om ons te helpen met wat er gaat komen, zegt ze. Maar dan moeten we wel eerst de realiteit onder ogen zien en daar heeft de kijker nog geen flauw idee van. Niemand heeft ooit iets doorgehad van het duistere plan dat ze dadelijk gaat onthullen. “Ben je er klaar voor? Ga je mee op reis, down the rabbit hole?”", "Wat volgt, is een opsomming van ‘verdachte’ gebeurtenissen die haar aan het denken hebben gezet. In razend tempo navigeert ze van kinderen die worden gevaccineerd met kwik, via de vliegtuigstrepen in de lucht, naar orgaanroof, de satansliefde van het Vaticaan met paus Franciscus voorop, naar de hoax van 9/11 en plaatjes van dildo’s in Disneyfilmpjes. Ja, dat is veel om te verwerken, maar er volgt nog veel meer, nog 2,5 uur uur film om precies te zijn waarin ze vertelt over geheime machtsstructuren, ‘de Grote Ontwaking’ en de Amerikaanse president Trump als redder van de wereld.", "Ossebaard zorgde laatst voor ophef toen ze samen met de inmiddels bekende complotdenker rapper Lange Frans fantaseerde over het neerschieten van premier Rutte. Ossebaards filmserie werd door YouTube verwijderd, maar is nog altijd te vinden via de site van QAnon Nederland, waar hij al meer dan 114.000 keer is bekeken. QAnon Nederland bestaat sinds april 2018 en er staan massa’s artikelen en filmpjes op.", "Populariteitsprijs", "QAnon is volgens deskundigen met afstand de populairste complottheorie in ­Nederland. Werd er in het begin van de ­coronacrisis op Google nog vooral gezocht op termen als ‘Corona 5G’ en ‘Bill Gates’, ­inmiddels wint ‘QAnon’ al een maand of drie de populariteitsprijs. Wat maakt nu juist deze complottheorie zo aantrekkelijk?", "In QAnon komt alles samen, als een paraplu waaronder alle andere bestaande complotten aan elkaar geknoopt worden. Mensen die de beweging aanhangen noemen zich Q-Anons en geloven dat alle bekende complottheorieën, van de moord op JFK tot de verspreiding van het coronavirus via 5G-straling, onderdeel uitmaken van een enorm pakket aan leugens die de mensheid al eeuwen krijgt voorgeschoteld door ‘de cabal’, een kwaadaardige liberale elite. De cabal bestaat uit pedofiele Satan-aanbidders die de ‘Deep State’ besturen, een parallelle werkelijkheid waar de ‘Sheeple’, het gewone volk, geen weet van heeft. Ze runnen een internationaal pedofielennetwerk waar kinderen worden misbruikt en opgegeten. Maar, zo geloven ze ook, het einde is in zicht. Binnenkort begint ‘De Storm’ en zullen alle leugens uitkomen. Daarna volgt ‘De Grote Ontwaking’ en zullen ook de Sheeple wakker worden. Een sleutelrol is hierbij weggelegd voor de Amerikaanse president Trump, die de grote Messias is.", "Populair in Duitsland", "Vorige week vierde QAnon zijn driejarige verjaardag: de beweging ontstond op 28 oktober 2017, toen de mysterieuze ‘Q’ zijn eerste aanwijzing plaatste op het Amerikaanse extreem-rechtse internetforum ‘4Chan’. ­Inmiddels is de beweging overgewaaid naar Europa waar die vooral in Duitsland al veel aanhangers heeft. Hoeveel precies is onduidelijk, want QAnon staat voor Q en Anonymus (anoniem) en de aanhangers maken zich dus liever niet bekend. Schattingen lopen in de miljoenen. De ideeën verspreiden zich vooral via besloten groepen van berichtendiensten als WhatsApp en Telegram, maar in augustus ontdekte ook Facebook dat er op het platform honderden pagina’s en groepen waren met meer dan drie miljoen volgers. Al in mei 2019 waarschuwde de FBI voor radicalisering binnen de beweging met eventueel terrorisme tot gevolg.", "Q-Anons noemen zich vaak ‘kritische denkers’ en verwerpen bij voorbaat alle ­institutionele kennis. Ze geloven dat alle ­berichtgeving van klassieke media, regeringen en wetenschappers is vervalst en dus niet te vertrouwen. Daarbij krijgen de Q-Anons geen antwoorden in hapklare brokken, maar worden ze door Q aangespoord om zelf op zoek te gaan naar ‘de waarheid’. Niemand weet wie of wat Q is. Sommigen denken dat het de beheerders van de internetfora zijn, anderen geloven dat het een hooggeplaatste militair of ambtenaar is die beschikt over beveiligingsniveau Q, een ­code waar alleen het Amerikaanse ministerie van energie gebruik van maakt.", "Regelmatig plaatst Q boodschappen op bulletinboards en internetfora die de Q-Anons ‘kruimels’ of ‘Q-drops’ noemen. Dat zijn kleine brokjes cryptische informatie, meestal in de vorm van vragen als ‘Hoe worden de mensen geïnformeerd?’ of hints als ‘Disney is een afleiding’. De bedoeling is dat ze de kruimels volgen en zelf ‘de punten met elkaar verbinden’. Omdat Q-Anons de traditionele media verwerpen, komen ze als vanzelf uit bij schimmige websites met complotten en desinformatie, zoals het ­controversiële en anonieme 8Kun waar ook neonazi’s regelmatig te vinden zijn.", "Reële voedingsbodem", "Alles bij elkaar klinkt het als een spannende speurtocht en dat is volgens socioloog Jaron Harambam ook een deel van de aantrekkingskracht. Hij promoveerde op complotdenkers en volgens hem spreekt QAnon vooral mensen aan die vaak zelf al vragen hebben over de instituten en de maatschappij. “In de media en wetenschap wordt vooral de nadruk gelegd op het irrationele en gevaarlijke van deze beweging. Maar in plaats van te veroordelen, wil ik als socioloog dit maatschappelijke fenomeen begrijpen. Allereerst is er natuurlijk een reële voedingsbodem voor het idee van kindermisbruik en corruptie onder elites, denk bijvoorbeeld aan het wijdverspreide misbruik in de ­katholieke kerk en de Jeffrey Epstein-affaire die zich als een olievlek blijft uitbreiden.” Maar de aantrekkingskracht van QAnon is volgens Harambam breder: “Het zelf op ­onderzoek kunnen uitgaan, en de verschillende puzzelstukjes aan elkaar verbinden, geeft aanhangers een gevoel van zelf­beschikking. Het vervult hun behoefte om zich te verzetten tegen een corrupt systeem. Ze vinden in QAnon een gemeenschap waarbinnen steun en informatie worden uitgedeeld.”", "Doorgaans neemt complotdenken toe tijdens een crisis. Het is voor sommige mensen moeilijk te accepteren dat de wereld van toevalligheden en chaos aan elkaar hangt en dan gaan ze op zoek naar verklaringen, die ze soms niet vinden via de reguliere kanalen. De mensen die zich nu afwenden van de samenleving vinden elkaar wel via sociale media in een beweging als QAnon. Het is als een digitaal verjaardagsfeestje waar gelijkgestemden elkaars ideeën bevestigen en versterken. “Ze hebben het gevoel dat ze weer onderdeel zijn van een gemeenschap”, zegt Harambam.", "Gevoelens van machteloosheid", "Mensen die gevoelig zijn voor complotdenken ervaren vaak gevoelens van machteloosheid, zegt psycholoog Bastiaan Rutjens. Zeker in deze tijd waarin de regering beslissingen neemt waarbij het democratisch proces met zevenmijlslaarzen wordt doorlopen ervaren sommigen een gebrek aan controle. “Een complottheorie kan dan uitkomst zijn. Die biedt vaak een heel eenduidige verklaring zoals ‘hierdoor komt het: een kwaadaardige wereldmacht is de schuldige’. En vervolgens wat de oplossing is. Complottheorieën zoals QAnon hebben vaak een helder causaal, en daardoor prettig verhaal.”", "Maar hoe komen mensen dan toch via het stellen van onschuldige vragen uit bij een kannibalistisch pedofielennetwerk? Volgens socioloog Harambam zijn QAnon-aanhangers zo geïsoleerd geraakt in hun verontwaardiging over de gevestigde orde, dat ze hen alleen nog maar kunnen zien als satanistische pedofielen. Het is een metafoor van het ultieme kwaad tegenover de onschuld van het pure kind.”", "Q-Anons geloven bovenal dat de feiten die hun worden voorgespiegeld leugens zijn. Ze ‘verbinden de punten’ en zijn op zoek naar toevalligheden waarin ze het bewijs zien dat de mensheid al die jaren is voorgelogen. Als mensen niet meer geloven in ­feiten en onderzoeken afdoen als vals, ­begeven ze zich op een hellend vlak, zegt Rutjens. “Het is prima om kritisch te zijn op beleid, maar het wordt problematisch als er geen onderscheid meer wordt gemaakt tussen het beleid en het onderzoek waarop dat beleid is gebaseerd. Als je bevindingen van experts in twijfel trekt, ligt complotdenken op de loer.”", "Het verhaal van de kwaadaardige wereldmacht is een prettige paraplu voor verschillende, vaak al oudere complottheorieën. Het zijn te veel toevalligheden, vinden de Q-Anons en ze bedenken manieren om al die theorieën te recyclen en samen te brengen. Zo zou Microsoftbaas Bill Gates ook ­onderdeel zijn van de Deep State en wil hij met het coronavaccin bij de hele bevolking een chip implanteren om het volk te ­controleren. Zelfs John F. Kennedy zou zijn vermoord door de cabal omdat hij de Deep State wilde ontmantelen. Het vliegtuig­ongeluk van zijn zoon, John F. Kennedy jr. zou in scène zijn gezet. Hij zal binnenkort weer opstaan en helpen de wereld te redden. De Q-Anons spotten hem zelfs regelmatig in het publiek bij Trumps rally’s.", "Pizzeriakelder", "En dan is er nog ‘Pizzagate’, het verhaal dat viraal ging vlak voor de Amerikaanse presidentsverkiezingen van 2016 en het ontstaan van QAnon. Aanhangers van deze samenzwering meenden in de uitgelekte e-mails van de campagneleider van Hillary Clinton geheime boodschappen te ontwaren van een organisatie die kinderen verhandelde vanuit de kelder van een pizzarestaurant in Washington DC. Dit kwam tot een hoogtepunt toen een man het restaurant binnenviel met een vuurwapen, een schot loste en toen tot de ontdekking kwam dat de zaak helemaal geen kelder had, laat staan dat er kinderen werden vastgehouden of verhandeld. Ook Pizzagate resoneert nog altijd door in QAnon, waar men gelooft dat Hillary Clinton een van de leiders van het internationale pedofielennetwerk is.", "In hoeverre de Amerikaanse presidentsverkiezingen van dit jaar een rol spelen in QAnon is onbekend. Maar het is op zijn minst opmerkelijk dat Q-Anons, ook de ­Nederlandse, geloven dat Trump de Messias is. Ze noemen hem ook wel Q+. Alles wat hij doet, staat in dienst van zijn geheime strijd tegen de Deep State. Hoewel Trump er ook van wordt beschuldigd een complotdenker te zijn, is het onduidelijk of hij een echte ­­Q-Anon is. Wel wordt hij er regelmatig op ­betrapt aan QAnon gelieerde boodschappen te twitteren. Zijn zoon Donald jr. heeft in een interview met Fox zijn affectie met de beweging wel openlijk toegegeven.", "Waanzinnige idioten", "QAnon beperkt zich niet meer tot het ­digitale domein, maar is steeds zichtbaarder in het echte leven. In Amerika zeggen diverse Republikeinse politici de beweging aan te hangen en zijn er steeds meer demonstraties tegen de Deep State. Ook in Nederland gaan betogers de straat op, die politici uitschelden voor pedofiel of schreeuwen dat de media worden bestuurd door de staat.", "Harambam maakt zich zorgen over de toenemende polarisatie. “Enerzijds slaan sommige QAnon-aanhangers door in extremisme en intimidatie tegen media en politiek, maar ik maak mij net zo veel zorgen over de wijze waarop bewegingen als QAnon eenduidig worden neergezet als waanzin­nige idioten. Dit werkt averechts en leidt tot verdere radicalisering.”", "Hij vindt dat er meer dialoog tussen verschillende maatschappelijke groepen en instituten moet plaatsvinden en pleit daarom voor burgerplatforms waar leken en experts serieus met elkaar in de debat en op onderzoek uitgaan. “Nu zijn er eigenlijk alleen talkshows en sociale media, waar het publieke debat snel verzandt in jij-bakken en vliegen afvangen. We hebben echt wat anders nodig als we niet, zoals in de Verenigde Staten, terecht willen komen in een situatie waar er twee kampen staan te schreeuwen en niemand nog naar elkaar luistert.”"], "authors": ["Nienke Schipper"], "keywords": ["op", "zo", "die", "zijn", "complottheorie", "waarom", "van", "het", "qanon", "pizzagate", "dat", "deep", "een", "populair", "corona", "te", "en", "state", "ze"], "pubDate": "2020-11-03T11:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}