{"id": "1e891abc-5ec8-3343-8529-08514f784eff", "title": "Bureau reserveren met de app: hoe de terugkeer naar kantoor wordt voorbereid", "url": "https://volkskrant.nl/economie/bureau-reserveren-met-de-app-hoe-de-terugkeer-naar-kantoor-wordt-voorbereid~b904ecb4/", "summary": "Precies drie maanden geleden kwam het voor het eerst bij elkaar.\nWant terwijl cafés, restaurants en bioscopen maandag van het slot zijn gegaan, blijft het devies: werk zoveel mogelijk thuis.\nAl ziet ze ook dat sommigen de deur op een kier zetten voor werknemers die terugverlangen naar de automatenkoffie.\nZowel de druk op het openbaar vervoer als de langetermijneffecten van het volledig thuiswerken zouden daarmee beheersbaar blijven.\nBovendien kan volgens de anderhalvemeterregel slechts 58 procent van het kantoor worden benut.", "paragraphs": ["Thuiswerkers kunnen weer één dag per week terug naar kantoor. Dat staat in het dinsdag verschenen advies van de Planbureaus. Bedrijven bereiden zich erop voor met onder meer plexiglas en apps om bureaus te reserveren.", "Het ‘coronataskforceteam’ van accountants- en advieskantoor PwC heeft vandaag een jubileum. Precies drie maanden geleden kwam het voor het eerst bij elkaar. De ongenode gast uit Wuhan leek toen nog gestrand bij de Italiaanse grens. Maar hier boog het zevenkoppige gezelschap zich al over de vraag: wat als hij naar Nederland komt?", "Sindsdien is de wereld ingrijpend veranderd. De teamleden komen niet meer wekelijks bij elkaar, maar dagelijks. Virtueel. En ook nu laten ze zich liever niet verrassen. In detail bespreken ze de terugkeerstrategie − of het ‘back-to-the-office-scenario’ zoals dat hier heet.", "Dat scenario treedt pas in werking als premier Rutte daarvoor het startschot geeft. Want terwijl cafés, restaurants en bioscopen maandag van het slot zijn gegaan, blijft het devies: werk zoveel mogelijk thuis. En daaraan geven veel werkgevers ‘trouwhartig’ gehoor, zegt werkgeversorganisatie AWVN. Al ziet ze ook dat sommigen de deur op een kier zetten voor werknemers die terugverlangen naar de automatenkoffie.", "Nadelen", "Want thuiswerken is weliswaar een belangrijke manier om de druk op onder meer het openbaar vervoer beheersbaar te houden, het volledig vanuit huis werken heeft ook duidelijke sociaal-maatschappelijke nadelen, stellen de Planbureaus in een dinsdag verschenen advies aan het kabinet.", "We missen onze collega’s. De dagen hebben geen kop en staart meer. Werk en privé lopen door elkaar. Bij PwC merken ze het bijvoorbeeld aan de e-mails die op niet-kantoortijden worden verstuurd. Sommige medewerkers zijn bovendien juist méér gaan werken, terwijl ze ook voor thuiszittende kinderen moeten zorgen.", "Thuiswerken pakt bovendien niet voor iedereen even goed uit, stelt organisatiepsycholoog Aukje Nauta van de Universiteit Leiden. Wie introvert is of minder belangrijk voor het bedrijfsresultaat, kan letterlijk en figuurlijk uit beeld raken. ‘Bij de scholen zijn vijfhonderd kinderen zoekgeraakt. Ik durf er mijn hand voor in het vuur te steken dat iets dergelijks ook voor sommige bedrijven geldt.’", "De Planbureaus stellen daarom dat werknemers weer verspreid één dag per week naar kantoor zouden kunnen. Zowel de druk op het openbaar vervoer als de langetermijneffecten van het volledig thuiswerken zouden daarmee beheersbaar blijven.", "Toestemming", "Het plaatst PwC voor een lastige puzzel. Als alle 5.500 medewerkers weer naar kantoor zouden komen, legt dat een groot beslag op de openbare ruimte. Bovendien kan volgens de anderhalvemeterregel slechts 58 procent van het kantoor worden benut.", "Dus wegen de zeven taskforceleden met gewichtige functietitels vandaag zorgvuldig wie er dan straks weer naar kantoor mogen komen. Nu zijn dat alleen nog de mensen die daarvoor hun toestemming hebben. ‘Daarin zien we een lichte stijging’, zegt ‘demand manager facility management’ Marjolein Kurstjens. ‘Gisteren waren 351 mensen op kantoor, vooral in Amsterdam. In Rotterdam moeten we kijken of dat aantal nog in balans is met de ruimte.’", "Binnenkort neemt het bedrijf een app in gebruik waarmee medewerkers een bureau kunnen reserveren. In principe is dat voor één dag in de week. Maar, zo legt Kurstjens uit, ‘sommigen krijgen een priorityprofiel, die mogen bijvoorbeeld één, twee of drie keer per week komen.’", "Onder die groep vallen onder anderen alleenstaanden, kleinbehuisden en expats met een beperkt sociaal netwerk. ‘Mensen in een risicocategorie qua leeftijd of gezondheid komen bij voorkeur niet’, stelt bestuurslid Marc Borggreven. ‘Maar we kunnen het natuurlijk niemand verbieden en het is hier voor hen ook veilig.’", "Een vrijwel lege kantine bij PwC. Beeld Raymond Rutting / de Volkskrant", "Lapmiddelen", "Naast de vraag wie straks naar het werk mag komen, wordt volop nagedacht over hoe de nieuwe manier van werken in de inmiddels al cliché geworden anderhalvemetersamenleving eruitziet. Aan het begin van de coronacrisis werd de kantoortuin nog optimistisch doodverklaard, maar werkgevers lijken nu vooral lapmiddelen te gebruiken om te voldoen aan de richtlijnen van het RIVM, merkt Nauta.", "Zo is het plexiglas niet aan te slepen en komen bij de Autoriteit Persoonsgegevens veel vragen binnen van werkgevers die bij de ingang de temperatuur van medewerkers willen opnemen. PwC lost het op met bestickerde looppaden. Het toegestane aantal kilo’s in de lift is teruggebracht naar dat van twee personen. En een ‘hygiënehost’ moet werknemers straks vriendelijk herinneren aan de veiligheidsvoorschriften.", "Nauta voorspelt dat al die maatregelen op de werkvloer kunnen leiden tot een hoop ongemak. ‘Je ziet dat er een scheiding is ontstaan tussen de rekkelijken en preciezen’, stelt de hoogleraar. ‘Op straat spreken die elkaar stevig aan, maar op kantoor vinden we het vaak moeilijk elkaar te corrigeren. Er zal waarschijnlijk een hoop om elkaar heen worden gedraaid tot iedereen steeds meer gaat denken: laat ook maar.’", "Blijvend", "Al zullen sommige veranderingen blijvend zijn. Zo blijkt uit onderzoek van het Kennisinstituut Mobiliteit dat van de 44 procent van de Nederlanders die meer is gaan thuiswerken, een kwart dat ook na de crisis wil blijven doen. Techgiganten Facebook en Twitter kondigden al aan ook na de lockdown vast te houden aan thuiswerken.", "Sommige bedrijven, zoals het Amsterdamse Typecast, zegden zelfs volledig de huur op. ‘Dat is het mooie van dit noodgedwongen wereldwijde experiment’, stelt Nauta. ‘Alle patronen zijn losgeschud en worden ter discussie gesteld. Dat zal stollen in gewoonten die deels nieuw zijn.’", "Natuurlijk denkt de taskforce van PwC ook daar al voorzichtig over na. Die cursussen verspreid over Nederland, die kunnen voortaan misschien best digitaal. De vliegreizen naar het buitenland blijken toch ook niet altijd noodzakelijk. Maar dat is allemaal van later zorg. Eerst moet de taskforce zich buigen over het volgende agendapunt: de mondkapjes."], "authors": ["Marieke De Ruiter"], "keywords": ["het", "hoe", "die", "een", "voorbereid", "app", "op", "terugkeer", "en", "bureau", "kantoor", "wordt", "met", "naar", "reserveren", "van", "dat", "ook", "voor"], "pubDate": "2020-06-02T11:50:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}