{"id": "1e8f035d-1428-3080-84c6-009355300529", "title": "Pee from visitors to Rembrandtplein ends upas tea", "url": "https://www.parool.nl/english/pee-from-visitors-to-rembrandtplein-ends-up-as-tea~bc9b7858/", "summary": "In fact, the tea the company is serving to visitors isn’t made from urine, because this would be a breach of the Netherlands’ strict drinking-water standards.\nBut it’s perfectly possible, says the company’s founder, Peter Scheer: the water from his little mobile urinal is perfectly clean and drinkable.\nHe even makes mint tea, with the mint grown using fertilizer made from pee.\nThe main purpose of using water purification units at festivals is to test them.\nKnown as GreenPees, these are being trialled on the square because they’re less smelly and visually obtrusive than mobile urinals.", "paragraphs": ["A visitor pouring himself a cup of tea made from pee. Beeld Jakob Van Vliet", "Passers-by at the fair seem strangely reluctant to accept cups of tea, perhaps because they’ve seen the big signs explaining what it’s made of. Semilla Sanitation has a container full of urinals, whose contents are being transformed into fresh water and then into hot drinks.", "In fact, the tea the company is serving to visitors isn’t made from urine, because this would be a breach of the Netherlands’ strict drinking-water standards. But it’s perfectly possible, says the company’s founder, Peter Scheer: the water from his little mobile urinal is perfectly clean and drinkable. He even makes mint tea, with the mint grown using fertilizer made from pee.", "Kidney stones", "Scheer set up Semilla five years ago to develop mobile purification units for refugee camps and disaster areas, not specifically to make drinking water. For most people, water made from pee would be a bridge too far. But it can be used for irrigation, or as an alternative to artificial fertiliser.", "Scheer demonstrates the technique, which is very similar to that used by Amsterdam’s water company, Waternet, to extract struvite from urine in the men’s toilets at the Afas Live pop festival. This crystalline phosphate is used as a fertiliser. “It’s a bit like kidney stones, but outside the body,” Scheer says. The production process was tested at various dance festivals, but he found it too slow for mobile applications and is now using it to make liquid fertilizer. When he did this at the Great Wide Open festival in Vlieland, he made enough fertiliser to repair the grass damaged by the event – and with two applications, one in spring and one in autumn.", "The main purpose of using water purification units at festivals is to test them. Before the United Nations will fund them, Semilla needs to make a profit for three years and get the thumbs-up from governments. Festivals make the ideal proving ground, Scheer says: “They’re like little villages.”", "Fertiliser is an additional market for the company, though the mobile purification units are intended for places where mains water is in short supply but urine is not. When Scheer gave a presentation at the Aquatech fair at RAI, someone asked whether the water or fertilizer contained any heavy metals or drug residue. He replied: “Nothing scary”.", "Alternative to portable urinals", "The company has also been involved with the plant troughs around Rembrandtplein that are converted into urinals on busy evenings. Known as GreenPees, these are being trialled on the square because they’re less smelly and visually obtrusive than mobile urinals. While they began as a solution to drunk people peeing in the streets, the city now wants to use them as a new form of recycling.", "Ultra local", "On Tuesday, council officials visited RAI to discuss where the fertiliser from the forty urinals will be used. Cilian Terwindt, of the Tuinen van West park, says it could be employed in the outdoor areas along the edge of the Nieuw-West district, home to a number of urban farms that would make an ideal testing ground for the fertiliser. He says this “ultra-local” product would be a very good fit for the area.", "Semilla has also talked to the Johan Cruijff Arena. “We’d very much like to collect all the urine from the stadium during Euro 2020. But the management says it doesn’t want the pee ending up on the pitch, he laughs. “They’re worried the fans might start making up chants about it.”"], "authors": ["Bart Van Zoelen", "Translation", "Het Vertaalcollectief"], "keywords": ["scheer", "rembrandtplein", "company", "mobile", "water", "urine", "fertiliser", "visitors", "ends", "urinals", "tea", "using", "upas", "pee", "used"], "pubDate": "2019-11-15T10:17:07Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}