{"id": "1e972a5b-447b-32c9-b527-7cea7c590a84", "title": "De Britten bereiden zich stilletjes voor op het allerergste", "url": "https://www.parool.nl/wereld/de-britten-bereiden-zich-stilletjes-voor-op-het-allerergste~bc0c3c7f/", "summary": "Buiten de bestrijding van het coronavirus heeft de Britse premier Johnson nog altijd een tweede hoofdpijndossier: Brexit.\nTegen de achtergrond van dat alles is het de bedoeling dat het vertrek uit de Europese Unie per 1 januari zijn beslag krijgt.\nMaar er is met iets meer dan een maand voor de deadline nog altijd geen akkoord met Brussel.\nLos van de mogelijke ontwrichtende effecten op de Britse samen­leving zal dat een enorm gat slaan in de Britse financiën.\nLater op woensdag verdedigt Sunak in het Lagerhuis de jaarrekening van zijn departement en de rijksbegroting voor komend jaar.", "paragraphs": ["Buiten de bestrijding van het coronavirus heeft de Britse premier Johnson nog altijd een tweede hoofdpijndossier: Brexit. Beeld Hollandse Hoogte / AFP", "In de komende maanden zou zich een ‘perfecte storm’ kunnen vormen boven het Verenigd Koninkrijk, met wolken in de vorm van Covid-19, een stevig griepseizoen en hevige overstromingen of ander natuurgeweld.", "", "Tegen de achtergrond van dat alles is het de bedoeling dat het vertrek uit de Europese Unie per 1 januari zijn beslag krijgt. Maar er is met iets meer dan een maand voor de deadline nog altijd geen akkoord met Brussel.", "Publieke onrust", "In een gelekt overheidsdocument uit september wordt een aantal ‘reële worstcasescenario’s’ geschetst voor verschillende sectoren: van beleidsvorming en gezondheidszorg tot oliehandel en voedselvoorziening. Zo kunnen handelsbelemmeringen aan de grens op korte termijn voor tekorten aan bepaald voedsel zorgen en de prijs daarvan omhoog stuwen. Die food insecurity zal – als het zich voordoet – vooral huishoudens met lage inkomens raken.", "Ook kan de toegang tot sociale voorzieningen worden uitgehold, net als het economisch vertrouwen. Directe gevolgen van die economische chaos ­variëren van publieke onrust tot een ‘nationale mentale gezondheids­crisis’. In alle gevallen zal de invloed het grootst zijn op lage inkomensgroepen.", "Er moet aan het ernstige memo niet te zwaar worden getild, zegt een regeringswoordvoerder tegen The Guardian. Het document maakt simpelweg deel uit van de ‘intensieve voorbereiding’ van de regering-Johnson.", "Royale tegemoetkomingen", "Veel zal ervan afhangen of het Verenigd Koninkrijk en de Europese Unie er voor het einde van dit jaar in slagen hun scheiding ordentelijk te regelen. Los van de mogelijke ontwrichtende effecten op de Britse samen­leving zal dat een enorm gat slaan in de Britse financiën.", "Gouverneur van de Bank of England Andrew Bailey zei deze week in het parlement dat geen deal zeer schadelijk wordt voor het land, erger nog dan Covid-19. Minister van Financiën Rishi Sunak heeft zich in de pandemie populair gemaakt met royale tegemoetkomingen aan burgers en het bedrijfsleven, volgens ingewijden vaak hoger dan premier Johnson verstandig achtte. Daarvoor moest de overheid wel meer dan 372 miljard pond lenen, meldde het Office for Budget Responsibility dinsdag.", "Later op woensdag verdedigt Sunak in het Lagerhuis de jaarrekening van zijn departement en de rijksbegroting voor komend jaar."], "authors": ["David Van Unen"], "keywords": ["zal", "stilletjes", "bereiden", "van", "dan", "allerergste", "het", "op", "met", "een", "zich", "en", "dat", "britten", "voor"], "pubDate": "2020-11-25T11:18:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}