{"id": "1eaef7c2-7eb6-3317-85f0-510ef562b6f7", "title": "Hoe essentieel is de Action of Jamin? ‘Natúúrlijk zoeken winkels de randjes op’", "url": "https://volkskrant.nl/nieuws-achtergrond/hoe-essentieel-is-de-action-of-jamin-natuurlijk-zoeken-winkels-de-randjes-op~b7c1e68a/", "summary": "Dus dat gaat helaas niet.’ Hij roept op, niet voor het eerst dit jaar, niet de randen van de regels op te zoeken.\nNatúúrlijk zoeken winkels dan de randjes op van wat wel en niet kan. Wie verstand heeft van het bedrijfsleven, weet hoeveel pijn zo’n sluiting doet.’13.47 uur ‘Nog wat bijstellen’Het kabinet komt terug op eerder gemaakte afspraken.\n‘We zijn er juist van overtuigd dat het openhouden van winkels zoals die van Wibra bijdraagt aan het spreiden van mensen die essentiële producten nodig hebben.\n‘We wisten niet wat wel en niet mag.’Hij houdt zich nu vast aan het advies van de juristen van het Vakcentrum.\nWant zou het niet raar zijn dat haar ministerie toestemming verleent aan iets dat haaks staat op het beleid?", "paragraphs": ["Met zoveel uitzonderingen op de regel gaan Nederlanders bedenken hoe ze die kunnen omzeilen, ook tijdens een pandemie. Dat bleek woensdag in de winkelstraten maar weer eens. Sommige ketens openden toch hun deuren. ‘Het is ontstellend om vast te stellen dat ze in Den Haag nog steeds niet weten hoe ze deze crisis moeten aanpakken.’", "Dinsdag 22.00 uur", "Het Kamerdebat over de nieuwe strenge coronamaatregelen is dinsdag al even bezig als premier Rutte nog een keer verzucht: ‘Helaas hebben we niet meer de luxe om ons per maatregel af te vragen wat het precieze effect van die ene maatregel is.’ Daarvoor is de situatie te alarmerend. Het is de optelsom van al die maatregelen die ervoor moet zorgen dat het aantal contactmomenten en bewegingen in Nederland wordt teruggebracht.", "Het komt volgens de premier op één ding neer: ‘We moeten simpelweg minder contact hebben met mensen, zeker ook buiten het eigen huishouden.’", "Op een vraag van 50Plus waarom je bij de Primera niet een kerstkaart mag kopen als je er toch bent om je pakketje op te halen, antwoordt hij zonder aarzeling. ‘Nee, het spijt me echt. Dat kunnen we niet doen, omdat dat dan oneerlijk gaat concurreren met Bruna, die misschien niet een postkantoorfunctie heeft. Dus dat gaat helaas niet.’ Hij roept op, niet voor het eerst dit jaar, niet de randen van de regels op te zoeken.", "09.00 uur Tweeduizend bestelde taarten", "Maar dat is precies wat er op woensdagochtend gebeurt. Grote ketens zoals Action, Hema en Wibra openen ondanks de woorden van Rutte toch hun filialen. De mazen in de regels blijken te verleidelijk. De ketens vallen onder de zogenaamde hybride winkels: ze verkopen zowel essentiële producten (voedsel, drogisterijartikelen of diervoeding) als niet-essentiële producten. Hema bleef dinsdag al meteen open, waarna andere ketens begonnen te twijfelen.", "Na aanvankelijke verwarring over het aangescherpte beleid stelde het ministerie van Economische Zaken dinsdagmiddag de regels op. Als de omzet van een bedrijf voor meer dan 70 procent afhankelijk is van artikelen die onder de eerste levensbehoeften vallen, mag het hele filiaal openblijven. Heeft de winkel meerdere afdelingen en bestaat de omzet ten minste voor 30 procent uit essentiële producten? Dan mag alleen dat deel van de winkel openblijven.", "Of, zoals Hema het dinsdag uitlegde: ‘We zijn de grootste banketbakker van Nederland. Het zou gek zijn als we dicht zouden gaan’, aldus een woordvoerder. ‘Er stonden vanochtend tweeduizend bestelde taarten klaar om afgehaald te worden.’ Het openhouden van Hema zou ontlastend zijn voor de supermarkten en de drogisterijen, aldus Hema.", "Action zegt dat alles is afgestemd met het ministerie van Economische Zaken en de brancheorganisatie en opent woensdag de vierhonderd winkels. Ongeveer 40 procent van de omzet van Action betreft essentiële artikelen, onder meer was- en schoonmaakmiddelen, shampoo, handgel, wc-papier en eet- en drinkwaren. Alle niet-essentiële artikelen worden afgedekt in de winkels en zijn niet te scannen bij de kassa.", "11.16 uur ‘Het is zo dubbel allemaal’", "Winkel De Snuffelaar, een partijgroothandel sinds 1986 in Purmerend, heeft een tafel achter de geopende deur gezet. De eigenaren Tim en Pascal Schoondergang zijn open voor het afhalen van bestellingen, na overleg met de dienst Handhaving van de gemeente − alleen voor het afhalen van bestellingen via de webshop, niet voor passanten.", "De winkel verkoopt van alles, van handcrème en hamers tot kerstdecoratie. ‘Het is onduidelijk wat we allemaal mogen uitleveren’, zegt Tim. ‘Maar het is wel schandalig dat grote jongens als de Action gewoon hun winkelverkoop van essentiële producten er zo willen doordrukken.’ Pascal: ‘Je mag ook gewoon een hamer kopen bij de Gamma. Dat verkopen wij ook! Het is zo dubbel allemaal.’", "11.45 uur Kapitalisme in een coronacrisis", "De kritiek vanuit Den Haag op de ketens die hun deuren openen is fors, vooral op links. ‘Action, Wibra, Makro open’, twittert Lodewijk Asscher (PvdA). ‘Basisscholen, kleine winkels dicht. Vindt het kabinet dit zelf eerlijk?’ Jesse Klaver (GroenLinks): ‘Dit is precies het tegenovergestelde van de solidariteit die tijdens deze lockdown hard nodig is.’ Lilian Marijnissen (SP): ‘Zo ziet kapitalisme in een coronacrisis er dus uit. Wat is dit oneerlijk.’", "De publieke opinie roert zich. Ook rond het kabinet zelf heerst verbijstering over het gedrag van de grote ketens. ‘Het is misschien naar de letter van de wet, maar niet naar de geest’, stelt een ingewijde. ‘Dit was duidelijk niet de bedoeling van wat maandag is aangekondigd.’", "11.53 uur Weg solidariteit", "De verontwaardiging past volgens Gabriël van den Brink, hoogleraar filosofische bestuurskunde aan de Vrije Universiteit Amsterdam, in een tendens die al aanwezig was in de samenleving, maar die zich tijdens de coronacrisis scherper aftekent. ‘We hebben veel sympathie voor de ondernemers in de horeca en het mkb. We kunnen ons goed voorstellen hoe zwaar het voor die mensen is. Maar we hebben geen sympathie voor grote ondernemingen. KLM, Booking.com en Shell kunnen niet op ons medelijden rekenen.’", "Je zou het ook bijna vergeten, maar het is deze week voor het eerst sinds corona ons land bereikte dat de winkels verplicht moesten sluiten. Bij de eerste golf sloten veel winkels op eigen initiatief, deels uit voorzorg en solidariteit met het beleid, deels omdat er toch geen winkelpubliek op straat liep. Bij de tweede golf en de veel strengere lockdown zoekt de commercie de randjes van de regeltjes op. Weg solidariteit, welkom wanhoop. De grote ketens Action, Hema of Wibra hopen toch nog wat te verdienen op de valreep van dit rampjaar.", "13.00 uur ‘Gewoon de kluts kwijt’", "In de Action in Amersfoort gaan de laatste stukken plastic over de schappen met spullen die niet meer worden verkocht. Over het schap ‘feest’ hangt dun doorzichtig plastic, net als over het schap ‘knutselen’. De klanten zijn bij de ingang al gewaarschuwd: we zijn tijdelijk alleen open voor ‘essentiële producten’.", "De planken met cosmetica, ‘schoonmaak’ en ‘opbergen’ zijn niet bedekt. Ook in het schap ‘dieren’ kunnen klanten toeslaan, voor een drinkbak of rubber speeltje. De afdeling ‘kaarsen’ is ook geopend, voor waxinelichtjes of plastic kaarshouders met bijbelse afbeeldingen.", "Een oudere dame die op zoek is naar zeep en magnetronfolie, is ‘gewoon de kluts kwijt’ tussen de bedekte schappen. Maar toch: ‘Ik hoorde op het nieuws dat de Action toch nog open was. Dus ik dacht: snel nog even.’", "Waarom niet alles open, zegt een gepensioneerde commercieel medewerker die zijn boodschappen voor de deur in zijn fietstas stopt. ‘Als iedereen zich netjes aan de regels houdt, moet dat toch kunnen? Natúúrlijk zoeken winkels dan de randjes op van wat wel en niet kan. Wie verstand heeft van het bedrijfsleven, weet hoeveel pijn zo’n sluiting doet.’", "13.47 uur ‘Nog wat bijstellen’", "Het kabinet komt terug op eerder gemaakte afspraken. Winkels met meerdere afdelingen waarvan de omzet voor ten minste 30 procent bestaat uit essentiële producten moeten alsnog de deuren sluiten. Minister Ferd Grapperhaus (Justitie) zegt in een toelichting op het besluit dat hij geen namen wil noemen. ‘Maar als je voor de helft jurken en broeken verkoopt en voor de andere helft worsten, dan mag je niet open.’", "Op de vraag of het kabinet de hand niet in eigen boezem moet steken, en dat het onbegrijpelijk is dat de maatregelen niet beter waren voorbereid, reageerde minister Grapperhaus summier met dat de regels ‘nu helder zijn’. En dat er ook serieus op gehandhaafd zal worden, ook als mensen ‘over de randjes gaan’. ‘We hebben (maandag, red.) heel rap ingegrepen met al die maatregelen, en dan kan het dat op een bepaald punt nog wat moet worden bijgesteld.’", "Kledingwinkels gelden als niet-essentiële winkels en moeten de deuren dus gesloten houden. Beeld Marcel van den Bergh / de Volkskrant", "14.08 uur ‘Geen strak plan’", "‘Ik kijk met angst en beven naar het vaccineren als we niet eens winkels kunnen sluiten’, zegt Arjen Boin, hoogleraar publieke instituties en governance aan de Universiteit Leiden. ‘Je mag aannemen dat dit scenario – het sluiten van niet-essentiële winkels – al maanden tot de standaardmogelijkheden behoort. Het staat gewoon op de menukaart. En toch lijkt het kabinet geen strak plan te hebben hoe het zo’n simpele maatregel moet uitvoeren of handhaven.’", "Het kwakkelende beleid van het kabinet wijt Boin, co-auteur van het boek Covid-19: Een analyse van de nationale crisisrespons, vooral aan het relatieve succes bij de eerste golf. ‘Toen kregen we het virus redelijk snel onder de duim. Het kabinet is gaan denken dat dat aan zichzelf te danken was en heeft toen de conclusie getrokken: kijk eens hoe goed wij een crisis kunnen managen. Nu de Nederlanders niet meer zo gewillig meedoen als in het voorjaar, blijkt telkens dat het kabinet verbaasd is over de volgende uitdaging. Dat was al zo met het testen. Met de mondkapjes. Met het tijdig ingrijpen bij de tweede golf.’", "Je kunt verwachten, zegt Boin, dat Nederlanders gaan bedenken hoe ze een regel moeten omzeilen als je die dusdanig vaag formuleert, met zoveel uitzonderingen. ‘Aan het eind van de eerste golf zag je al: mensen bepaalden zelf wel het tempo van versoepelingen. Daar had het kabinet de les uit kunnen leren dat er een andere strategie nodig was. Het is ontstellend om vast te stellen dat ze in Den Haag nog steeds niet weten hoe ze deze crisis moeten aanpakken.’", "14.32 uur Een krankzinnige week", "De deuren van Hema gaan op donderdag toch weer op slot. In een persbericht betreurt het bedrijf de onduidelijke regelgeving en de draai van het kabinet. ‘Het is jammer dat de eerder gemaakte heldere afspraken die konden leiden tot een bijdrage van Hema aan de spreiding van het winkelbezoek niet gerealiseerd kon worden’, aldus topman Tjeerd Hegen. ‘Deze tijd vraagt om flexibiliteit en verdraagzaamheid. Dat geldt ook voor ons. Als dat betekent dat wij onze deuren moeten sluiten om de gezondheid te waarborgen, dan doen we dat.’", "In de Hema in Amersfoort is het nieuws al doorgedrongen. De bedrijfsleider wil geen commentaar geven, maar voor het personeel is wel duidelijk wat een krankzinnige week dit is. Afgelopen maandag, toen steeds meer duidelijk werd dat er een lockdown aankwam, was het nog een paar uur topdrukte in het filiaal aan de Utrechtsestraat. Nu druppelt er af en toe een klant binnen. En donderdag is het dus schluss.", "14.46 uur Halsoverkop dicht", "In Amsterdam gaat een filiaal van de Action halsoverkop dicht. Boa’s hebben ingegrepen in de wijk Osdorp. Klanten moesten in alle haast afrekenen. De winkel is twee uur open geweest op het moment dat de rolluiken naar beneden gaan.", "15.00 uur ‘Een stekker is ook belangrijk’", "In Amersfoort, aan het begin van de Utrechtsestraat bij de Varkensmarkt, heeft eigenaar Shati Nawabi van telefoonwinkel Uniq het te kwaad. Hij mag nog wel repareren, maar telefoons verkopen, dat is verboden. Ook stekkers en hoesjes mogen niet meer over de toonbank.", "‘Ik weet niet meer wat ik moet doen', zegt hij vertwijfeld. ‘Van alleen repareren kan ik mijn huur van zesduizend euro per maand niet betalen.’ Als ondernemer zonder personeel zegt hij niet in aanmerking te komen voor enige staatssteun. ‘Hoe moet dat verder? Laat de regering de regeling versoepelen. Een stekker is toch ook belangrijk? Laat mij iets verkopen.’", "15.26 uur ‘Plotselinge ommezwaai’", "Ook Wibra buigt het hoofd, maar doet dat hoofdschuddend. Topman Bas Duijsens erkent dat er in deze tijd geen sprake kan zijn van ‘funshopping’, maar is verbaasd over de ‘plotselinge ommezwaai’ van het kabinet, zegt hij tegen de NOS. ‘We zijn er juist van overtuigd dat het openhouden van winkels zoals die van Wibra bijdraagt aan het spreiden van mensen die essentiële producten nodig hebben.", "16.00 uur Snoep is voedsel, maar essentieel?", "In de Langestraat, een van de belangrijkste winkelstraten in het centrum van Amersfoort, waait bij snoepwinkel Jamin de zoete geur van suikerwerk naar buiten. Eigenaar en franchisenemer John Stuivenberg voerde een dag eerder nog koortsachtig overleg met het hoofdkantoor van de winkelketen, net als met het Vakcentrum, de belangenbehartiger voor winkelbedrijven. Hoe moest hij de regels uitleggen? ‘We wisten niet wat wel en niet mag.’", "Hij houdt zich nu vast aan het advies van de juristen van het Vakcentrum. Volgens de regels mocht hij inderdaad gewoon open. ‘Zoals wij het nu lezen’, was wel de toevoeging. ‘We vallen onder de food-speciaalzaken. We mogen open, dus gaan we open.’", "Vallen zijn zoetwaren wat hem betreft inderdaad onder de essentiële producten? ‘Tja, wat is essentieel? Dat is voor iedereen toch anders. Het is voor iedereen toch een beetje aftasten wat de mogelijkheden zijn. Ik begrijp de mensen die zeggen: gelijke monniken, gelijke kappen, iedereen dicht. Maar ik begrijp ook de ondernemers die opkomen voor hun eigen winkel en personeel. Dus we gaan nog even door. Als het echt niet mag, dan stoppen ook wij.’", "18.45 uur Op zoek naar de schuldige", "Verantwoordelijk staatssecretaris Mona Keijzer ontkent dat er vanuit haar departement signalen zijn geweest aan winkels als Hema, Wibra en Action dat ze open konden. Want zou het niet raar zijn dat haar ministerie toestemming verleent aan iets dat haaks staat op het beleid? De ketens beweren het tegenovergestelde. Bij de Action ontvingen ze zelfs aanmoedigende sms’jes van een ambtenaar. Keijzer weet niet waar het is misgegaan. De ketens dachten slim te zijn, terwijl ze eigenlijk verstandig hadden moeten zijn, zegt ze tegen de NOS. ‘Maar ik ga nu niet met de vinger wijzen.’"], "authors": ["Marc Van Den Eerenbeemt", "Haro Kraak"], "keywords": ["zoeken", "essentieel", "van", "dat", "randjes", "niet", "een", "die", "en", "natúúrlijk", "op", "voor", "jamin", "winkels", "met", "het", "action", "hoe"], "pubDate": "2020-12-16T19:20:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}