{"id": "1eaf88d4-6088-3308-8675-daae79979183", "title": "Ongelukkig, maar wel beter af op een elitaire school", "url": "https://trouw.nl/onderwijs/ongelukkig-maar-wel-beter-af-op-een-elitaire-school~b6b3c4e9/", "summary": "Ik zie het gebeuren en kan het niet voorkomen.\nNiet voorkomen dat alle meisjes in de klas uitgenodigd worden voor een partijtje behalve haar dochter.\nDat het inderdaad moeilijk was, maar dat ze wél haar dochter de best mogelijke opleidingskansen gaf.\nToen kreeg ik een envelop voor haar, van een ouder die een vakantieweek in een pretpark aanbood.\nOp één voorwaarde; dat ze niet zou weten van wie ze dit had gekregen.", "paragraphs": ["“Ik had mijn dochter nooit naar deze school moeten brengen, in de wijk in de stad was ze veel gelukkiger geworden.” Ik begreep de gescheiden moeder die voor mij zat met betraande ogen maar al te goed. Haar dochter was een uitzondering in mijn klas, jaren geleden. Omdat de postcode van hun flat, aan de andere kant van de snelweg, toevallig óók bij de chique wijk hoort, zit haar dochter op deze elitaire basisschool.", "En ze wordt buitengesloten. Ik zie het gebeuren en kan het niet voorkomen. Niet voorkomen dat alle meisjes in de klas uitgenodigd worden voor een partijtje behalve haar dochter. Niet voorkomen dat een klassenmoeder op de koffieochtend roept: ‘De videoregistratie van de schoolvoorstelling kost 15 euro, dat is toch niet te duur voor jou hè?’ Niet voorkomen dat het meisje me toefluistert dat haar nieuwe schoenen ‘maar’ van de Aldi zijn.", "Ik weet nog dat mijn antwoord als een schrale troost voelde. Dat het inderdaad moeilijk was, maar dat ze wél haar dochter de best mogelijke opleidingskansen gaf. Want haar dochter, met haar lichte taalachterstand en daardoor ‘C-scores’ op de Cito, was mijn laagst scorende leerling. En daardoor kreeg ze veel extra aandacht. Alle kinderen om haar heen spraken uitstekend Nederlands, er was geen lerarentekort op deze populaire school en er waren genoeg rijders voor interessante excursies. Op de stadsschool was ze waarschijnlijk de beste van de klas geweest, aan wie anderen zich hadden opgetrokken.", "Genoeg juffen", "In de geweldige serie ‘Klassen’ gaat het over de enorme verschillen tussen de achtergronden van de leerlingen, en de kansenongelijkheid die dat teweegbrengt. Maar het verschil zit juist ook tussen de schólen. Een juf is nooit in haar eentje de kwaliteit van het onderwijs, als er al genoeg juffen zijn.", "Een school en dus het leerklimaat wordt ook gemaakt door de leerlingen en hun ouders. Is het vocabu­laire van de klasgenoten beperkt, dan is het moeilijker je eigen woordenschat te ontwikkelen. Zijn er geen rij-ouders, dan kom je niet in het Rijksmuseum of het Anne Frankhuis. Het vermeende gelijkmakende effect van een basisschool is beperkt, zolang de overheid niet ingrijpt in de spreiding van achtergronden in met name de scholen in de grote steden.", "In de serie fietsen de hoogopgeleide ouders doodleuk langs de lokale basisschool naar de basisschool naar keuze drie wijken verderop. En ik begrijp dat. Want iedereen wil het beste voor zijn kind, en de ene basisschool is echt de andere niet.", "Mijn leerling zou die zomer niet met vakantie gaan, als enige. Toen kreeg ik een envelop voor haar, van een ouder die een vakantieweek in een pretpark aanbood. Ze zou een week onder de pannen zijn, entree en vervoer, alles was verzorgd. Op één voorwaarde; dat ze niet zou weten van wie ze dit had gekregen. Ze vond het geweldig.", "Onderwijscolumnist Sofie van de Waart- Govaert was acht jaar juf op verschillende basisscholen. Daarna is ze leerlingen individueel gaan begeleiden, onderwijsadviseur geworden en hoogbegaafdenspecialist. Ze woont en werkt inmiddels in Noord-Brabant. Lees haar columns hier terug."], "authors": ["Sofie Van De Waart - Govaert"], "keywords": ["beter", "van", "school", "ongelukkig", "af", "het", "op", "maar", "een", "ze", "en", "haar", "elitaire", "dat", "niet", "wel", "voor"], "pubDate": "2020-12-09T01:00:53+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}