{"id": "1eb2d175-58b5-31f4-8cee-9f86a12a70f3", "title": "T-Mobile neemt gestokte aanleg glasvezelnet in Kralingen over van L2Fiber", "url": "https://nu.nl/rotterdam/6096777/t-mobile-neemt-gestokte-aanleg-glasvezelnet-in-kralingen-over-van-l2fiber.html", "summary": "Telecombedrijf T-Mobile neemt het glasvezelnet van L2Fiber in de Rotterdamse wijk Kralingen over.\nDe aanleg van het snelle internet was daar voortvarend begonnen, maar lag al maanden stil.\nMet de overname van het net in Kralingen gaat ook de aanleg verder, kondigt T-Mobile aan.\nDit najaar sprak een woordvoerder van L2Fiber over \"vertraging in verband met het overstappen naar een andere aannemer\".\nBehalve in Kralingen gaat T-Mobile in Rotterdam ook aan het werk in IJsselmonde, waar het bedrijf in 2021 nog eens 30.000 huishoudens van glasvezel wil voorzien.", "paragraphs": ["Telecombedrijf T-Mobile neemt het glasvezelnet van L2Fiber in de Rotterdamse wijk Kralingen over. De aanleg van het snelle internet was daar voortvarend begonnen, maar lag al maanden stil.", "Met de overname van het net in Kralingen gaat ook de aanleg verder, kondigt T-Mobile aan. Volgens het bedrijf zijn de eerste uitbreidingen komend voorjaar een feit. L2Fiber heeft tot nu toe 7.500 aansluitingen gemaakt. Dat aantal moet eind 2021 zijn verdubbeld.", "L2Fiber ging twee jaar geleden ambitieus aan de slag en beloofde in vijf jaar tijd heel Rotterdam aan razendsnel internet te helpen, maar de aanleg stokte. Dit najaar sprak een woordvoerder van L2Fiber over \"vertraging in verband met het overstappen naar een andere aannemer\".", "T-Mobile en L2Fiber hadden al contact over het toegang tot het netwerk. Met hulp van investeringsmaatschappij Primevest Capital Partners was de overname mogelijk. Financiële details over de deal geeft T-Mobile niet. Primevest treedt ook op als financier bij de andere glasvezelactiviteiten van T-Mobile.", "Behalve in Kralingen gaat T-Mobile in Rotterdam ook aan het werk in IJsselmonde, waar het bedrijf in 2021 nog eens 30.000 huishoudens van glasvezel wil voorzien."], "authors": ["Door"], "keywords": ["van", "tmobile", "gestokte", "een", "kralingen", "ook", "neemt", "zijn", "aanleg", "glasvezelnet", "l2fiber", "het", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}