{"id": "1eb9f2c9-52a4-319d-af17-6553e2229b25", "title": "Als ik een paar biertjes drink krijg ik hartkloppingen. Wat nu?", "url": "https://trouw.nl/zorg/als-ik-een-paar-biertjes-drink-krijg-ik-hartkloppingen-wat-nu~b70c87f5/", "summary": "Op een vermoeiende werkdag drinkt hij graag een paar koppen koffie en na een drukke week op de zaak het liefst enkele glazen bier.\nSommige mensen merken dat niet eens, maar voor degenen die het wel merken is het vooral vervelend.\n“Maar het is beter de oorzaak aan te pakken dan de afwijkingen te bestrijden met medicijnen”, zegt hartspecialist Linz.\nNaar de huisartsMaar wat als iemand de inname van cafeïne en alcohol flink terugschroeft of zelfs stopt, en het hart blijft rare sprongen maken?\nAls het lastig is een oorzaak te bedenken voor de ritmeverstoringen, is het tijd om naar de dokter te gaan.", "paragraphs": ["Het is geen verslaving, maar soms is een beetje cafeïne of alcohol wel nodig, vindt een 29-jarige lezer. Op een vermoeiende werkdag drinkt hij graag een paar koppen koffie en na een drukke week op de zaak het liefst enkele glazen bier. Fijn om scherp te blijven of juist te ontspannen. Sinds kort voelt hij daarnaast soms een ongewenst bijeffect: hartkloppingen.", "“Na een paar bakkies of vaasjes heb ik dan een gek gevoel in mijn borst: het lijkt dan net of het hart eerst een slag overslaat en daarna volgen er juist een aantal kloppingen te snel achter elkaar. Daar baal ik van, want het voelt onprettig en ik geniet ook erg van koffie en bier.” Is het erg dat het hart vreemde sprongen maakt, vraagt hij zich af. En wat kan hij eraan doen?", "“Ah, het holiday heart syndrome,” zegt Dominik Linz, cardioloog aan het Maastricht UMC meteen. “Veel mensen hebben daar tijdens of na hun vakantie last van, wanneer ze meer alcohol drinken dan normaal. Daarna slaat hun hart af en toe een slag extra. Sommige mensen merken dat niet eens, maar voor degenen die het wel merken is het vooral vervelend. Gevaarlijk is het meestal niet.”", "Volgens de cardioloog zijn er meer mogelijke oorzaken voor een onregelmatige hartslag. “Energiedranken, stress of slaaptekort zijn bekende veroorzakers, en hormoon- en schildklierproblemen.”", "De website van de Hartstichting meldt er nog een aantal: ook roken, een zware maaltijd, het gebruik van drugs of een verblijf in de bergen kunnen zorgen voor hartritmeverstoringen.", "Er zijn middelen om hartkloppingen tegen te gaan. “Maar het is beter de oorzaak aan te pakken dan de afwijkingen te bestrijden met medicijnen”, zegt hartspecialist Linz. Hij heeft goed nieuws voor deze lezer, die zich zijn koffie of bier goed laat smaken: “Hij hoeft niet helemaal te stoppen met drinken, hij moet zorgen dat hij weet wat zijn drempel is. Dat wil zeggen: hoeveel koffie of alcohol hij kan drinken zonder hartkloppingen te voelen? Misschien kan hij er dan niet drie drinken, maar wel een. Voor alcohol zou ik te allen tijde aanraden het bij maximaal drie op vijf glazen per week te houden.”", "Ook patiënten die last hebben van boezemfibrilleren, waarbij de onregelmatige slag soms wel twee of drie uur aanhoudt, zijn daarmee geholpen. “Volgens een studie gepubliceerd in het New England Journal of Medicine had bijna de helft van de proefpersonen die hun alcoholconsumptie van meer dan tien glazen per week naar nul terugbrachten, veel minder klachten.”", "Geen voor de hand liggende oorzaak? Naar de huisarts", "Maar wat als iemand de inname van cafeïne en alcohol flink terugschroeft of zelfs stopt, en het hart blijft rare sprongen maken?", "Linz: “Vaak weten patiënten zelf vrij goed waar de kloppingen vandaan komen. Als het lastig is een oorzaak te bedenken voor de ritmeverstoringen, is het tijd om naar de dokter te gaan. Voor de duidelijkheid: het is altijd goed om de huisarts te bezoeken als iemand hartkloppingen ervaart”, zegt de cardioloog, “om samen te kijken naar eventuele onderliggende kwalen of andere factoren die van invloed kunnen zijn op het hartritme.”", "Verwarrend genoeg noemt de Hartstichting op de website ook sporten als mogelijke oorzaak van hartkloppingen, terwijl Linz een stuk rennen of fietsen juist aanraadt om de kwaal tegen te gaan. De cardioloog legt uit: extreme sporten kunnen inderdaad hartritmestoornissen veroorzaken, maar personen die helemaal inactief zijn, hebben het hoogste risico voor hartritmestoornissen. Linz: “Over het algemeen geldt: sporten is goed voor je, maar alles moet wel in balans zijn.", "In Het Consult beantwoorden experts wekelijks gezondheidsvragen van lezers. Ook een gezondheidsvraag? Stuur een mailtje naar gezondheid@trouw.nl."], "authors": ["Thomas Jak"], "keywords": ["maar", "hij", "hartkloppingen", "biertjes", "zijn", "paar", "wat", "als", "drink", "nu", "van", "het", "krijg", "een", "ik", "om", "te", "en", "voor"], "pubDate": "2020-10-16T14:45:00+02:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}