{"id": "1ec3000d-5901-3e28-a7f7-2c6147c6e04b", "title": "Extra onderzoekers voor na de prik: zo komen we onverwachte bijwerkingen van de coronavaccins op het spoor", "url": "https://volkskrant.nl/nieuws-achtergrond/extra-onderzoekers-voor-na-de-prik-zo-komen-we-onverwachte-bijwerkingen-van-de-coronavaccins-op-het-spoor~b6d630e4/", "summary": "En het systeem helpt dus bij het opsporen van bijwerkingen die aan een bepaald vaccin en batchnummer gerelateerd zijn, zegt Lareb-directeur Kant.\nZo kan het gebeuren dat er vergelijkbare meldingen komen van een medisch specialist uit Groningen, iets later van een patiënt uit Nijmegen en een halfjaar later van een huisarts uit Amsterdam.\nDan is het van belang te onderzoeken of er een gelijksoortige relatie bestaat tussen die meldingen en het vaccin.\n‘Het eerste dat alle nieuwe werknemers van Pfizer leren, is hoe ze bijwerkingen moeten doorgeven’, zegt een woordvoerder van het bedrijf.\nBij Pandemrix besloot het EMA uiteindelijk in 2011 dat het beter niet aan kinderen kon worden toegediend.", "paragraphs": ["Het Maasstad Ziekenhuis in Rotterdam is donderdag begonnen met vaccineren van de ic-verpleegkundigen. Beeld Arie Kievit", "Noem het woord Pandemrix en elke vaccinatie-bijwerkingen-expert begint ingewikkeld te kijken. Pandemrix was één van de twee vaccins die tijdens de Mexicaanse Griep in 2009 werd ingezet om het virus te stuiten. Toen het middel al aan een half miljoen Nederlandse kinderen was gegeven, dook er een mogelijk probleem op.", "Kregen er nu meer kinderen dan voorheen narcolepsie – een ziekte waarbij je zomaar midden op de dag in slaap kunt vallen? Ja, zeiden Zweedse onderzoekers. Dat betrof niet zoals gebruikelijk 1 op de 100 duizend kinderen, maar bij degenen die het vaccin hadden gehad was dat 4 op de 100 duizend. In de andere Europese landen vonden onderzoekers juist geen causaal verband, of die lieten zien dat het aantal gevallen van narcolepsie al begon te stijgen vóór de vaccinatie. Misschien wel door het griepvirus zelf.", "In Nederland was helaas niet altijd te achterhalen wie Pandemrix het gekregen en wie het ander vaccin Focetria, zegt Agnes Kant, directeur van Bijwerkingencentrum Lareb. Er was geen centrale database, waarin werd bijgehouden wie welk vaccin kreeg. ‘Dat is één van de lessen die we van de Mexicaanse Griep hebben geleerd.’", "Nu heeft het RIVM het ‘CIMS’ opgetuigd, het COVID-19 vaccinatie Informatie- en Monitoringsysteem. Van elke gevaccineerde (die daarvoor toestemming geeft) slaat het RIVM daarin een rijtje gegevens op: burgerservicenummer, geboortedatum, voornaam en achternaam, adresgegevens, prioriteitsgroep (leeftijd, medische aandoening ja/nee, zorgmedewerker ja/nee), datum en plaats waar de vaccinatie is toegediend, naam van het vaccin en het batchnummer.", "Het opzetten van dit systeem was ook de oorzaak van de vertragende ict-problemen. De GGD’s, huisartsen, verpleeghuizen, en ouderenzorginstellingen moeten digitale bruggetjes bouwen tussen hun eigen patiëntendossiers en het CIMS.", "Individuele waarschuwingen", "Met de database kan het instituut niet alleen de vaccinatiegraad in de gaten houden, maar ook mensen individueel waarschuwen, mocht er iets mis zijn met een levering (‘batch’) van een bepaald vaccin. En het systeem helpt dus bij het opsporen van bijwerkingen die aan een bepaald vaccin en batchnummer gerelateerd zijn, zegt Lareb-directeur Kant.", "‘We hebben tientallen extra mensen aangenomen’, zegt Kant. ‘Dit wordt voor ons business as usual, maar op een intensievere manier.’", "Elke gevaccineerde krijgt een vaccinatiebewijs mee naar huis, met daarop het merk vaccin en het leveringsnummer. Ervaart iemand een bijwerking, dan moet die persoon dat melden via mijnbijwerking.nl of aan de eigen zorgverlener. Die meldingen komen bij het Lareb terecht.", "Dat er veel meldingen gaan komen, staat vast. ‘Bijwerkingen bij vaccins volgen een bekend patroon’, zegt Kant. Vaccins wakkeren immers het immuunsysteem aan. Neem bijvoorbeeld het woensdag goedgekeurde Moderna-vaccin. 92 procent van de gevaccineerden krijgt pijn op de prikplek, 65 procent hoofdpijn, 23 procent wordt misselijk of moet overgeven. ‘Dat kan soms heftig aanvoelen’, zegt Kant, maar is ook een teken dat het vaccin werkt. Het afweersysteem moet aan de slag en de bijwerkingen trekken vrijwel altijd binnen één tot drie dagen weg.", "Maar er zijn ook de zeldzame aandoeningen; allergische reacties, neurologische responsen en onvoorziene langetermijneffecten die nog niet uit de uitgebreide medicijnproeven naar voren zijn gekomen. Zo kan het gebeuren dat er vergelijkbare meldingen komen van een medisch specialist uit Groningen, iets later van een patiënt uit Nijmegen en een halfjaar later van een huisarts uit Amsterdam. Dan is het van belang te onderzoeken of er een gelijksoortige relatie bestaat tussen die meldingen en het vaccin.", "Analyses", "‘Dat is ons bestaansrecht’, zegt Kant. ‘Onze taak is het een analyse te maken van al die vermoedens, die juist daarom centraal bij elkaar moeten worden gebracht. Alleen dan kunnen die vermoedens leiden tot nieuwe inzichten. Die overigens ook kunnen luiden dat we geen relatie vinden met het vaccin. In een analyse wordt gekeken naar het aantal, de overeenkomsten in het patroon van de bijwerkingen, de tijdsrelatie, het mogelijke werkingsmechanisme en of in Europa of de wereld het ook al vaker gemeld is.’", "Ook de farmaceut heeft een rol. ‘Het eerste dat alle nieuwe werknemers van Pfizer leren, is hoe ze bijwerkingen moeten doorgeven’, zegt een woordvoerder van het bedrijf. ‘Als jij mij nu vertelt dat je last hebt van hoofdpijn na een Pfizer-product, moet ik dat binnen 24 uur melden.’ Farmaceuten krijgen van het Europees Geneesmiddelenbureau (EMA) alleen toestemming om hun product op de markt te brengen, als zij maandelijks een extra veiligheidsrapportage indienen bij de geneesmiddelenwaakhond. Ook zij zijn verplicht nog zeker twee jaar de mensen in de gaten te houden die in de medicijnproeven als eerste de inentingen kregen", "En dan zijn er nog de onderzoeken die gaan lopen zonder dat daar meldingen voor nodig zijn. De fabrikanten onderzoeken zelf hoelang de immuniteit na een vaccinatie standhoudt en of mensen alsnog onverklaarbare aandoeningen krijgen. Ook het Lareb gaat vanaf februari per vaccin vijfduizend mensen uit alle lagen van de bevolking uitgebreid en frequent ondervragen over het leven na de vaccinatie. Kant: ‘Krijgen ze koorts? En hoe lang dan? Welke temperatuur? Gaan ze naar de dokter? Gebruiken ze pijnstillers? Andere Europese landen gaan precies dezelfde vragen stellen, zodat we samen een duidelijk beeld krijgen van het patroon en de impact van de bijwerkingen.’", "Komen er uit al die onderzoeken bijwerkingen naar boven, dan is het in Europa aan het EMA daar consequenties aan te verbinden, zegt een woordvoerder van het College ter Beoordeling van Geneesmiddelen. ‘Dat kan bijvoorbeeld besluiten om de bijsluiter te laten aanpassen, of – in het uiterste geval – een middel van de markt te halen.’", "Dat is bij vaccins in Europa nog nooit nodig geweest, zegt de woordvoerder. Bij Pandemrix besloot het EMA uiteindelijk in 2011 dat het beter niet aan kinderen kon worden toegediend. In 2015 haalde de producent het vaccin definitief van de markt."], "authors": ["Michiel Van Der Geest"], "keywords": ["er", "van", "zo", "komen", "voor", "en", "een", "spoor", "zegt", "op", "onderzoekers", "vaccin", "prik", "het", "te", "dat", "die", "onverwachte"], "pubDate": "2021-01-07T21:52:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}