{"id": "1ecd3bd2-6ca3-3051-9d23-5641fa473df1", "title": "De sollicitatierobot moet kandidaten eerlijker beoordelen dan mensen. Lukt dat al?", "url": "https://volkskrant.nl/wetenschap/de-sollicitatierobot-moet-kandidaten-eerlijker-beoordelen-dan-mensen-lukt-dat-al~be737994/", "summary": "Sigmund is een robot: een transparant wittig hoofd op een sokkel die luistert, praat en is volgestopt met trainingsdata en algoritmen.\nDie testen worden door mensen afgenomen, maar sinds vorige zomer hebben ze in Amstelveen ook een robot in de gelederen.\nVideogesprekken worden hiermee beoordeeld op inhoud, maar ook op de toonzetting van de antwoorden en op gezichtsuitdrukking van de kandidaat.\nEen van de problemen speelt bijvoorbeeld bij de analyse van gezichtsuitdrukkingen van zwarte gezichten.\nDe selectie is dan al gemaakt, dus de kans dat je wat hebt gemist, is groot.", "paragraphs": ["De sollicitatierobot die gesprekken met kandidaten houdt, is bezig aan een opmars. Die zou procedures eerlijker moeten maken en tot betere werving moeten leiden. Is AI echt objectiever dan mensen?", "‘Als je dromen uitkomen, hoe ziet je leven er dan over twintig jaar uit?’ Een cliché van jewelste natuurlijk, maar hé, ik zit dan ook bij een assessment. Dus vooruit, ik doe mijn best, steek van wal en probeer mijn vragensteller te geven wat hij wil.", "Als ik zwijg, kijkt Sigmund, want zo heet hij, me lang aan met een licht verbaasde blik. Hij verschiet zelfs letterlijk van kleur. De licht ongemakkelijke stilte vul ik op met wat gelach. Maar dan komt toch nog het antwoord: ‘Nou Laurens, wil je horen wat me is opgevallen?’ Dat wil ik wel. ‘Allereerst valt me op dat je antwoord over het algemeen van langere lengte is. Je komt op me over als iemand die er geen moeite mee heeft zich goed uit te drukken. Voor wat betreft je toon is opgevallen dat optimisme het sterkst aanwezig is. Verder heb ik elementen van de volgende karaktereigenschappen gevonden: op hoofdlijnen gefocust, contactgericht, kritisch, gevoelig, open, integer.’", "Het was de laatste vraag. Eerder vroeg Sigmund ook hoe collega’s of vrienden me zouden omschrijven. Sigmund is een robot: een transparant wittig hoofd op een sokkel die luistert, praat en is volgestopt met trainingsdata en algoritmen. Onderin zit een camera, maar de gesprekspartner kijkt automatisch naar de ogen die oplichten zodra Sigmund is opgestart.", "Voorspellingen", "De locatie is een kantoor aan de rand van Amstelveen. Hier huist LTP, het oudste en op één na grootste humanresource-adviesbureau van Nederland. Het instituut, ooit vanuit de Vrije Universiteit in 1927 opgericht door enkele hoogleraren, test jaarlijks vele duizenden mensen om te zien of iemand geschikt is voor een functie.", "Die testen worden door mensen afgenomen, maar sinds vorige zomer hebben ze in Amstelveen ook een robot in de gelederen. Samen met onderzoekers van de VU wil LTP onderzoeken in hoeverre kunstmatige intelligentie (AI) kan bijdragen aan een eerlijker selectieproces, legt LTP-directeur en psycholoog Jan Kwint uit: ‘We willen wetenschappelijk bewijs voor de aanname dat zo’n algoritme voorspellingen kan doen over succesvol functioneren van mensen.’", "Dat bewijs is hard nodig, want de inzet van AI bij sollicitaties is niet onomstreden. De technologie wordt al een aantal jaren gebruikt en is de laatste tijd flink in opmars. Logisch: AI bespaart niet alleen veel tijd, maar kan er in potentie ook voor zorgen dat er betere kandidaten boven komen drijven.", "In Nederland is Unilever een voorloper. Het bedrijf gaat er prat op dat tegenwoordig de helft van zijn managers vrouw is. Dankzij kunstmatige intelligentie. Sollicitanten worden niet beoordeeld op hun cv, maar moeten online een aantal games spelen. In die games komen karaktereigenschappen naar voren. Bijvoorbeeld: nieuwsgierig of risicomijdend. Per functie krijgen deze vervolgens een gewicht. Bij een boekhouder wordt bijvoorbeeld het mijden van risico’s meer op prijs gesteld, terwijl een journalist gebaat is bij nieuwsgierigheid.", "Hetzelfde Unilever maakte voor het vervolgtraject ook gebruik van de software van HireVue. Videogesprekken worden hiermee beoordeeld op inhoud, maar ook op de toonzetting van de antwoorden en op gezichtsuitdrukking van de kandidaat.", "HireVue is nu net een van de bedrijven die bedolven is onder kritiek. Omdat het bedrijf niet transparant is over zijn technologie. Maar bovenal vanwege de analyses van gezichtsuitdrukkingen en de toonzetting van de stem.", "‘Pseudowetenschap’, zo verwoordde Meredith Whittaker van het AI Now Institute deze breed gedragen kritiek. ‘Het is zeer verontrustend dat er commerciële technologie voorhanden is die beweert er een productieve werknemer uit te kunnen pikken op basis van gezichtsuitdrukkingen en tone of voice.’", "“It’s pseudoscience. It’s a license to discriminate” I saidhttps://t.co/JIyJBtu1uZ — Meredith Whittaker (@mer__edith) 22 oktober 2019", "Volgens haar ligt discriminatie hiermee op de loer. Een van de problemen speelt bijvoorbeeld bij de analyse van gezichtsuitdrukkingen van zwarte gezichten. Deze vertonen minder contrast en zijn dus lastiger te analyseren. Een andere kritiek luidt dat de expressie van emoties als geluk of boosheid cultureel bepaald zijn.", "Kortom, misschien toch niet zo objectief en neutraal als beloofd. Volgens hr-specialist Bas van de Haterd is die kritiek deels terecht. ‘Maar je moet oppassen dat je nu AI helemaal bij sollicitaties overboord zet.’ Volgens Van de Haterd, die onder andere ministeries adviseert bij de inzet van AI in hun procedures, is er namelijk maar één manier om gelijkheid voor elkaar te krijgen: selecteren op kwaliteit. ‘En daar is technologie essentieel voor.’ Cv’s kunnen wat hem betreft de prullenbak in: ‘Weinig is onbetrouwbaarder dan een cv als indicator van toekomstig succes. Een cv zegt alleen wat en hoelang iemand iets heeft gedaan. Niet hoe goed je het deed en onder welke omstandigheden.’ Games zoals Unilever die doet zijn een stuk nuttiger: ‘Deze laten zien hoe goed iemand in bepaalde taken is.’", "Beeld Eva Faché", "Terug naar Amstelveen. Ook hier zijn Jan Kwint en zijn collega Ivo Winkes nog lang niet overtuigd van de betrouwbaarheid van gezichtsuitdrukkingen en de toon van antwoorden van kandidaten. Ze zijn begonnen met het analyseren van de woordkeuze. Het idee is dat de woordkeuze samenhangt met de persoonlijkheid van mensen. Samen met de Vrije Universiteit wordt dat onderzocht.", "Spreeksnelheid", "Maar ook de controversiëlere potentiële indicatoren wil LTP onderzoeken. Intonatie, spreeksnelheid, hoogte, dynamiek: misschien zegt het wel iets over de persoonlijkheid. En hoe bewegen je wenkbrauwen, je mond? Hoe groot is je pupil en hoe snel bewegen je ogen? Kwint: ‘Wij willen naar al deze elementen kijken. Dat maakt ons onderzoek uniek.’", "Dat onderzoek duurt nog wel een jaar of drie. Misschien iets langer, door de coronacrisis. Op dit moment krijgt LTP geen kandidaten op kantoor voor een (klassiek) assessment, maar gebeurt alles online. Na een lange dag kregen ze pre-corona ook een kort interview met Sigmund. Die metingen worden vervolgens naast de uitkomsten van de klassieke testen en rollenspelen gelegd.", "En al die kritiek dan? Net als Van de Haterd vindt Kwint die terecht: ‘Er zit veel naïef optimisme in de markt. Of misschien moet ik wel zeggen: angstaanjagend opportunisme. Dat is eng. Wat wij doen is daar ook een reactie op: onderzoek nou eens eerst goed wat je doet.’ Kwint noemt niet alleen de software van HireVue, maar ook bedrijven als l’Oréal en Starbucks die al te enthousiast van start gingen op basis van gegevens van hun eigen werknemers. ‘Daar zaten al vooroordelen in. En die ga je dan versterken.’", "Sollicitatierobot Sigmund. Beeld Eva Faché", "‘De reactie is dan vaak: laten we helemaal stoppen met AI. Nee, juist niet! Natuurlijk gaat er veel mis en zitten er vooroordelen in de trainingsdata. Maar dat is juist reden om door te gaan en meer data te verzamelen.’ Bovendien, benadrukt Kwint: het hele punt met de klassieke selectie door mensen is nu net dat deze verre van objectief is.", "‘AI gedraagt zich niet onverantwoordelijker dan mensen. Als je op een maandagochtend komt solliciteren en je hebt te maken met een chagrijnige recruiter die toevallig ook bij een andere studentenvereniging heeft gezeten, dan hang je.’ Hoe begrijpelijk en logisch ook, juist dit menselijke aspect leidt tot veel ongelijkheid. En tot onbenut potentieel.", "De eerste schifting wordt al bij de poort gedaan, bijvoorbeeld op basis van cv’s. Kwint: ‘Wij komen pas aan het einde van het proces. De selectie is dan al gemaakt, dus de kans dat je wat hebt gemist, is groot. Omdat de ideale kandidaat misschien niet de geijkte achtergrond heeft met het juiste dispuut en de buitenlandstage.’ Idealiter zou de robotsollicitatie dus vooraan het proces moeten komen, net zoals bij Unilever nu het geval is.", "Subjectiviteit", "Aan de VU in Amsterdam doet Janneke Oostrom onderzoek naar sollicitatieprocedures en ook naar Sigmund. Ook Oostrom stoort zich eraan dat AI wordt ingezet bij sollicitatieprocedures zonder gedegen onderzoek. ‘Misschien dat HireVue veel onderzoek heeft gedaan, maar daarover is weinig bekend. Tot nu toe is er geen sterk verband aangetoond tussen gezichtsexpressie en persoonlijkheid.’ Kortom: Oostrom is naar eigen zeggen sceptisch of expressie een goede voorspeller is voor het uiteindelijke functioneren in het werk.", "Maar, zegt Oostrom ook: AI heeft veel mogelijkheden omdat de menselijke subjectiviteit eruit wordt gevist: ‘Recruiters maken, bewust of onbewust, onderscheid tussen de mensen die ze voor zich hebben. Dat hoeft niet eens verbaal te zijn. Met een robot sluit je dat uit.’ Door sollicitatieprocedures objectiever te maken, zullen deze eerlijker zijn en ook een betere voorspelling van het uiteindelijke functioneren opleveren, stelt Oostrom.", "De onderzoekers gaan alle aspecten vergelijken, maar Oostrom heeft de hoogste verwachting van de inhoud van gesprekken als voorspeller. ‘Als ik ergens op moet inzetten, is dat het.’", "Ivo Winkes van LTP denkt dat de robot het sollicitatiegesprek sowieso ooit helemaal gaat overnemen van de mens. En voor de kortere termijn hoopt hij dat de combinatie van gezichtsuitdrukking, woordkeus en intonatie weleens heel nieuwe inzichten kan opleveren, die verder gaan dan de nu nog gebezigde typeringen extraversie, vriendelijkheid, emotionele stabiliteit, ordelijkheid en openheid. Winkes: ‘We gaan echt nog veel nieuwe dingen ontdekken.’", "Zelf ga ik met een positief gevoel het gesprek uit. Sigmund vond me immers gefocust, contactgericht, kritisch, gevoelig, open en integer. Dat hoor je niet iedere dag. Maar dan komt de deceptie: Sigmund staat erg positief afgesteld. Kwint, lachend: ‘Sigmund heeft ook een dark side.’", "De robot neemt niet alleen aan, maar ontslaat ook Amazon is een van de vele bedrijven die experimenteert met het gebruik van AI en games bij sollicitaties. Het bedrijf kwam er in 2018 achter dat dit niet zo goed werkte als gehoopt. Het systeem bleek vrouwen te benadelen omdat het was gevoed met voorbeelden van mannelijke werknemers. Inmiddels boekt het bedrijf wel succes en is het verloop van magazijnmedewerkers lager dan dat bij concurrenten. Vorig jaar bleek dat het bedrijf ook AI inzet om van werknemers af te komen. Volgens techsite The Verge houdt het systeem van Amazon de productiviteit van elke medewerker bij en kan het automatisch waarschuwingen genereren of zelfs een contract beëindigen.", "VERDER LEZEN: Bij Unilever is de helft van alle managers vrouw dankzij kunstmatige intelligentie Belangrijke beslissingen worden steeds vaker overgelaten aan slimme computers"], "authors": ["Laurens Verhagen"], "keywords": ["dat", "van", "beoordelen", "al", "die", "kandidaten", "dan", "een", "eerlijker", "en", "lukt", "ook", "moet", "op", "je", "sollicitatierobot", "met", "het", "mensen"], "pubDate": "2020-09-04T09:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}