{"id": "1ecf65c4-09ef-33f9-8c29-8f8627c30ccd", "title": "Goed nieuws: Meeste windenergie ooit | 8 miljoen registraties donorregister", "url": "https://nu.nl/opmerkelijk/6088555/goed-nieuws-meeste-windenergie-ooit-8-miljoen-registraties-donorregister.html", "summary": "Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder.\nDaarom maken we een overzicht van het positieve en vrolijk makende nieuws.\n89 Kuipers: 'We zitten op een plateau en dat is goed nieuws'Ruim acht miljoen Nederlanders ingeschreven in DonorregisterUit nieuwe cijfers van het ministerie van Volksgezondheid, Welzijn en Sport blijkt dat vanaf donderdag meer dan acht miljoen mensen zijn ingeschreven in het Donorregister.\nNieuwe datum gevonden voor door corona uitgestelde gevecht HariKickboksbond GLORY heeft donderdag een nieuwe datum gevonden voor het gevecht tussen Badr Hari en Benjamin Adegbuyi.\nHet is het eerste gevecht van Hari sinds hij vorig jaar december tegenover Rico Verhoeven stond.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we een overzicht van het positieve en vrolijk makende nieuws.", "Recordhoeveelheid windenergie opgewekt in oktober", "Nog nooit is er in Nederland zoveel windenergie opgewekt als afgelopen oktober. De toename komt door zowel veel wind als de bouw van nieuwe windmolens. Met de opgewekte windenergie van oktober zouden alle huishoudens in Nederland een maand lang van stroom kunnen worden voorzien.", "Kuipers: 'We zitten op een plateau en dat is goed nieuws'", "Het aantal coronapatiënten in het ziekenhuis is donderdag voor de tweede dag op rij flink gedaald en over vier dagen gemiddeld gezien bevinden de aantallen zich nu op een plateau. \"Ik ben blij dat we dit plateau bereikt hebben. Dat is uitstekend nieuws. Deze beweging is waar we al die tijd op zitten te wachten\", zegt Ernst Kuipers, voorzitter van het Landelijk Netwerk Acute Zorg (LNAZ).", "89 Kuipers: 'We zitten op een plateau en dat is goed nieuws'", "Ruim acht miljoen Nederlanders ingeschreven in Donorregister", "Uit nieuwe cijfers van het ministerie van Volksgezondheid, Welzijn en Sport blijkt dat vanaf donderdag meer dan acht miljoen mensen zijn ingeschreven in het Donorregister. Dat is een stijging van ongeveer een 600.000 sinds september, toen het ministerie een brief stuurde naar iedereen die zich nog niet had ingeschreven.", "Nieuwe datum gevonden voor door corona uitgestelde gevecht Hari", "Kickboksbond GLORY heeft donderdag een nieuwe datum gevonden voor het gevecht tussen Badr Hari en Benjamin Adegbuyi. De zwaargewichten staan op 19 december in de ring in een voor publiek afgesloten studio. Het gevecht had aanstaande zaterdag moeten plaatsvinden, maar werd uitgesteld door de coronacrisis. Het is het eerste gevecht van Hari sinds hij vorig jaar december tegenover Rico Verhoeven stond.", "NPO steunt cultuursector met meer zendtijd voor voorstellingen", "De NPO gaat in het uitzendschema meer ruimte maken voor culturele programma's. Hiermee wordt de door de coronacrisis getroffen cultuursector tegemoet gekomen. De publieke omroep belooft in een persbericht om op haar zenders en platforms vaker cultuuraanbod zoals voorstellingen uit te zenden."], "authors": ["Door"], "keywords": ["windenergie", "miljoen", "ooit", "gevecht", "dat", "registraties", "en", "goed", "op", "een", "van", "nieuws", "meeste", "het", "donorregister", "plateau", "voor", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}