{"id": "1ed0fad3-bcd7-3022-8606-ea95b2f9c6d9", "title": "Nederland gaat vijf weken op slot: dit zijn alle maatregelen", "url": "http://www.nu.nl/coronavirus/6096670/nederland-gaat-vijf-weken-op-slot-dit-zijn-alle-maatregelen.html", "summary": "Het kabinet heeft maandag een harde lockdown afgekondigd die tot en met zeker dinsdag 19 januari zal gelden.\nBibliotheken blijven open voor het ophalen en inleveren van boeken.\nBuurthuizen blijven open voor kwetsbare personen.\nHotels en horecaHotels blijven open, maar mogen hun gasten geen eten meer serveren.\nKerken, moskeeën en gebedshuizenGebedshuizen zoals kerken en moskeeën blijven open.", "paragraphs": ["Het kabinet heeft maandag een harde lockdown afgekondigd die tot en met zeker dinsdag 19 januari zal gelden. Wat kan er tot die tijd niet meer en wat nog wel? Hieronder vind je de belangrijkste veranderingen.", "De onderstaande maatregelen gaan in de nacht van maandag op dinsdag om 0.00 uur in. Van woensdag 16 december tot maandag 18 januari blijven de scholen en kinderopvang gesloten.", "Winkels, cultuur en pretparken", "Alle niet-essentiële winkels blijven vanaf dinsdag 0.00 uur gesloten. Supermarkten, slagers, bakkers, drogisterijen, tankstations en opticiens blijven open, net als weekmarkten. Kerstbomen kunnen buiten nog wel worden verkocht.", "Doorstroomlocaties worden gesloten. Denk aan pretparken, casino's, bioscopen, theaters en andere culturele instellingen.", "Bibliotheken blijven open voor het ophalen en inleveren van boeken.", "Buurthuizen blijven open voor kwetsbare personen.", "Sportscholen en contactberoepen", "Mensen met een contactberoep, zoals kappers en schoonheidsspecialisten, kunnen voorlopig niet werken. Mensen met een zorgberoep, zoals tandartsen en fysiotherapeuten, zijn hiervan uitgezonderd.", "Sauna's, sportscholen en zwembaden gaan dicht.", "Buiten sporten mag nog wel, maar maximaal met twee personen op 1,5 meter afstand. Teamtrainingen en competitiewedstrijden kunnen niet meer.", "Buitensportlocaties blijven ook open voor mensen jonger dan achttien jaar. Zij hoeven onderling geen 1,5 meter afstand te houden.", "Scholen en kinderopvang vanaf woensdag dicht", "Basisscholen en middelbare scholen gaan woensdag dicht en moeten dan zoveel mogelijk online onderwijs aanbieden. Ouders met vitale beroepen kunnen hun kinderen wel laten opvangen. Het gaat om ouders die bijvoorbeeld in de zorg of bij de politie werken.", "Kinderen in het examenjaar mogen wel naar school.", "De kinderopvang moet dicht, maar mag kinderen van ouders met essentiële beroepen en kwetsbare kinderen blijven opvangen.", "Ook het hoger onderwijs gaat dicht en gaat over op online onderwijs.", "Het praktijkonderwijs blijft open.", "Thuis en buiten", "Thuis mag je nog maximaal twee gasten ontvangen, behalve tijdens de kerstdagen op 24, 25 en 26 december. Dan zijn drie gasten toegestaan.", "Buiten mag je met maximaal twee mensen op straat lopen, maar je moet wel 1,5 meter afstand van elkaar houden. Voor huishoudens geldt een uitzondering.", "Hotels en horeca", "Hotels blijven open, maar mogen hun gasten geen eten meer serveren. Ook roomservice op de kamers is niet meer toegestaan.", "De overige horeca, waaronder cafés en restaurants, blijven dicht.", "Je mag nog wel eten en drinken afhalen bij horeca.", "Topsport gaat door", "De topsportcompetities, waaronder de Eredivisie in het voetbal, mogen doorgaan, maar wel zonder publiek. Dat was ook al het geval.", "Kerken, moskeeën en gebedshuizen", "Gebedshuizen zoals kerken en moskeeën blijven open.", "Reizen", "Het openbaar vervoer blijft wel rijden, maar is alleen bedoeld voor noodzakelijke reizen.", "Voor buitenlandse reizen geldt het dringende advies om die niet te boeken tot half maart, alleen als ze strikt noodzakelijk zijn.", "60 Rutte vanuit Torentje: 'Nederland gaat op slot'", "Volg de laatste ontwikkelingen rond het coronavirus in ons liveblog."], "authors": ["Door"], "keywords": ["wel", "zijn", "met", "van", "open", "maatregelen", "voor", "nederland", "gaat", "alle", "het", "en", "slot", "op", "maar", "vijf", "blijven", "dit", "weken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}