{"id": "1ee2b96a-aabb-38b5-8600-b1e69f9b8c88", "title": "Amsterdamse zwemmers plaatsen zich voor Tokio 2021", "url": "https://www.parool.nl/sport/amsterdamse-zwemmers-plaatsen-zich-voor-tokio-2021~b837415e/", "summary": "Daardoor zijn De Boer en Puts, die vorig jaar in 21,91 als twaalfde eindigde op de WK, geplaatst voor de Spelen van Tokio.\nZe was vorig jaar bij de WK al ruim (24,35) onder de limiet voor de Spelen gebleven.\nDaarmee was ze sneller dan de afwezige Femke Heemskerk, die vorig jaar in 24,71 onder de limiet dook.\nOok zijn er in Rotterdam tickets te verdienen voor de EK langebaan, die in mei 2021 worden gehouden in Boedapest en Madeira (parazwemmen).\nDe oude toptijd op het niet-olympische onderdeel (26,90) stond ook op zijn naam.", "paragraphs": ["Thom de Boer na zijn record. Beeld ANP", "Nyls Korstanje zwom naar de tweede plek, maar bleef met 21,98 boven de limiet. Daardoor zijn De Boer en Puts, die vorig jaar in 21,91 als twaalfde eindigde op de WK, geplaatst voor de Spelen van Tokio.", "In de zwemwereld geldt De Boer (28) als een unieke sprinter. Naast zijn vele trainingsuren werkt hij voltijds op een vastgoedkantoor. Om die reden traint hij bij zwemvereniging De Dolfijn in Amsterdam en niet bij de nationale selectie. Ook doet hij weinig mee aan internationale wedstrijden.", "Bij de vrouwen was Ranomi Kromowidjojo de snelste op de 50 vrij in 24,38. Ze was vorig jaar bij de WK al ruim (24,35) onder de limiet voor de Spelen gebleven. Die staat op 24,77. In Rotterdam bleef ook Valerie van Roon, ook lid van De Dolfijn in Amsterdam, onder die richttijd. Ze deed dat in 24,63. Daarmee was ze sneller dan de afwezige Femke Heemskerk, die vorig jaar in 24,71 onder de limiet dook. Van Roon mag nu samen met Kromowidjojo uitkomen op de 50 meter vrij in Tokio.", "In Rotterdam gaan de Nederlandse topzwemmers tot en met zondag op jacht naar limieten voor de Olympische en Paralympische Spelen volgend jaar in Tokio. Ook zijn er in Rotterdam tickets te verdienen voor de EK langebaan, die in mei 2021 worden gehouden in Boedapest en Madeira (parazwemmen).", "Amsterdammer Arno Kamminga zwom in de ochtenduren een Nederlands record op de 50 meter schoolslag: 26,88. De oude toptijd op het niet-olympische onderdeel (26,90) stond ook op zijn naam."], "authors": ["Het Parool"], "keywords": ["2021", "van", "jaar", "op", "die", "zijn", "ze", "tokio", "plaatsen", "zich", "ook", "amsterdamse", "en", "vorig", "zwemmers", "voor"], "pubDate": "2020-12-03T20:20:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}