{"id": "1ee77e75-20d7-39dd-8252-e1005cfa5e19", "title": "’Niet ík maar de maatschappij heeft een probleem met mijn figuur’", "url": "https://www.telegraaf.nl/vrouw/667503763/niet-ik-maar-de-maatschappij-heeft-een-probleem-met-mijn-figuur", "summary": "Bekijk ook: 5 veelgemaakte fouten bij het willen afvallenWeg met de weegschaalMet de jaren kwam het besef dat ik altijd al precies goed was – 95 of 150 kilo – en dat niet ík maar de maatschappij een probleem had met mijn figuur.\nVeel mensen snappen niet dat ik blij ben met hoe ik er nu uitzie.\nDe vooroordelen – dat ik lui zou zijn of elke dag junkfood eet – raken me niet meer.\nZo zei een ex in bed dat ik met mijn figuur nooit een ander zou kunnen krijgen.\n’Ga eerst maar eens afvallen,’ zei hij, terwijl mijn klachten met een ongeval en niet met mijn gewicht te maken hadden.", "paragraphs": ["Volle vrouw? Maatje meer? Ik heb niets met die termen; ik ben gewoon dik en heb daar geen problemen mee. Niet meer. Als kind was ik al zwaar. Sindsdien ben ik 22 jaar op dieet geweest.", "Ik volgde wel achttien diëten en viel altijd weinig af en kwam daarna meer aan. Ik woog eens 95 kilo, maar ook 150. Mijn leven stond in het teken van wegen en calorieën tellen. Ik ontwikkelde zelfs een eetstoornis; hoe sneller ik afviel, hoe meer complimenten ik kreeg. Dat noem ik pas ongezond!", "Bekijk ook: 5 veelgemaakte fouten bij het willen afvallen", "Weg met de weegschaal", "Met de jaren kwam het besef dat ik altijd al precies goed was – 95 of 150 kilo – en dat niet ík maar de maatschappij een probleem had met mijn figuur. Ik gooide de weegschaal de deur uit en stopte met calorieën tellen. Voorgoed.", "Veel mensen snappen niet dat ik blij ben met hoe ik er nu uitzie. Ze staren me na in het voorbijgaan, ongegeneerd. In een opstandige bui heb ik eens foto’s met handtekening uitgedeeld; konden ze nog langer naar mijn dikke kont kijken. Onbekenden stappen ook gerust op me af en stellen een maagverkleining voor. Ik moet er niet aan denken!", "De vooroordelen – dat ik lui zou zijn of elke dag junkfood eet – raken me niet meer. Het discrimineren of kwetsen natuurlijk wel. Zo zei een ex in bed dat ik met mijn figuur nooit een ander zou kunnen krijgen. Bij een tv-opname werd ik, met drie andere dikkerds, uit beeld geplaatst. En een orthopeed weigerde me te behandelen. ’Ga eerst maar eens afvallen,’ zei hij, terwijl mijn klachten met een ongeval en niet met mijn gewicht te maken hadden. Belachelijk. Ik verdien het om gezien en geholpen te worden. Net als ieder ander!”", "Dit stukje staat in het nieuwe VROUW Magazine (iedere zaterdag bij De Telegraaf)."], "authors": ["Kimberley Van Heiningen"], "keywords": ["ik", "maatschappij", "mijn", "en", "figuur", "met", "ík", "probleem", "heeft", "een", "te", "het", "meer", "maar", "niet", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}