{"id": "1effeb61-0058-3d29-bab0-935f66f1cd47", "title": "Het leven van Sanne de Boer aan de Ionische Zee was heerlijk idyllisch, totdat er ’s nachts een auto in de fik ging", "url": "https://trouw.nl/nieuws/het-leven-van-sanne-de-boer-aan-de-ionische-zee-was-heerlijk-idyllisch-totdat-er-s-nachts-een-auto-in-de-fik-ging~b0c4fb2b/", "summary": "Aan het eind van haar speurwerk naar de Calabrese maffia trekt Sanne de Boer een parallel met de coronapandemie.\nMafiòpoli heet het boek van de journaliste, een samenvoeging van het Italiaanse ­mafia en het Oudgriekse polis, oftewel: een door de maffia bestuurde samenleving.\nIn 2006 verhuisde ze van Amsterdam naar een kustdorpje in Calabrië.\nTotdat er ’s nachts in haar straat een auto in de fik gaat van een gemeenteambtenaar met een ruggegraat.\nMaar bij elkaar en doordat De Boer ze van meer context voorziet, geven ze een uitstekend inzicht in de werkwijze van het misdaadconglomeraat.", "paragraphs": ["Aan het eind van haar speurwerk naar de Calabrese maffia trekt Sanne de Boer een parallel met de coronapandemie. Zoals het in februari maar niet tot Nederland leek door te dringen dat Covid-19 niet alleen in China en Italië dodelijke slachtoffers zou maken, zo gaan we hier veel te laconiek om met de bedreiging die de ’ndrangheta is voor onze economie en democratie.", "Mafiòpoli heet het boek van de journaliste, een samenvoeging van het Italiaanse ­mafia en het Oudgriekse polis, oftewel: een door de maffia bestuurde samenleving. In 2006 verhuisde ze van Amsterdam naar een kustdorpje in Calabrië. Aanvankelijk ziet ze alleen de idylle: het uitzicht op de blauwe ­Ionische Zee, sinaasappels plukken, de lieve buren die haar zelfgemaakte wijn schenken. Totdat er ’s nachts in haar straat een auto in de fik gaat van een gemeenteambtenaar met een ruggegraat.", "De Siciliaanse Cosa Nostra en de Napolitaanse Camorra staan meer in de schijnwerpers, maar de ’ndrangheta is de voorbije decennia uitgegroeid tot de machtigste maffia-organisatie ter wereld. Het is al lang niet meer een clubje lokale criminele families dat alleen de voet van de laars terroriseert. Nee, de maffia uit Calabrië is een octopus met tentakels die zich uitstrekken tot in Australië en Canada. Tachtig procent van de cocaïne die naar het Europese continent komt, wordt door Calabrese clans uit Zuid-Amerika geïmporteerd. Rotterdam is een geliefde doorvoerhaven voor de groepen.", "Sanne de Boer schreef het boek Mafiopoli over de zoektocht naar de 'Ndrangheta, de maffia uit Calabrië. Beeld Ennio Stranieri", "Een schijnbaar onstuitbare criminele multinational", "“Hoe kan het dat in een vergeten uithoek van Europa zo’n schijnbaar onstuitbare criminele multinational is ontstaan?”, vraagt De Boer zich af. De kwestie behandelde ze eerder in de podcast ‘Leven met de maffia’ en wordt in Mafiòpoli uitgediept. Ze leest kranten, boeken en vonnissen, maar praat vooral. Met gedupeerden, openbaar aanklagers, kroongetuigen en burgers die het niet langer pikken om pizzo (‘beschermgeld’) af te dragen.", "Een deel van de verhalen die ze optekent, hebben eerder de media gehaald. Maar bij elkaar en doordat De Boer ze van meer context voorziet, geven ze een uitstekend inzicht in de werkwijze van het misdaadconglomeraat. Dat haar werk niet zonder risico is, bewijst de moord in 2018 op de Slowaakse onderzoeksjournalist Ján Kuciak, die onderzocht hoe de regering van zijn land banden onderhield met de ’ndrangheta.", "De meeste indruk maken de getuigenissen van spijtoptanten. Luigi Bonaventura bijvoorbeeld, een ex-capo die nadat hij uit de maffia was gestapt door zijn eigen vader met een mitrailleur werd beschoten. Bonaventura ging met justitie samenwerken, omdat hij zijn kinderen niet wilde grootbrengen met dood en verderf. Zelf had de veertiger op twaalfjarige leeftijd al ontelbaar veel kogels met kalasjnikovs afgevuurd. “In Europa willen we onszelf ervan overtuigen dat we geen kindsoldaten hebben. We zien ze in Afrika, maar vinden het moeilijk om te erkennen dat er ook in Italië kindsoldaten zijn.”", "Volgens Bonaventura en andere kenners van de ’ndrangheta hebben de armen van de octopus stevig houvast in ons land. “Er komen in Nederland zo veel drugs aan en er wonen zo veel voortvluchtigen, dat er zeker een netwerk moet zijn van mensen die ze beschermen”, citeert De Boer de belangrijkste maffia-aanklager Nicola Gratteri.", "Hoe dat vangnet exact in elkaar steekt, blijft helaas onopgehelderd, maar Nederland moet goed oppassen, is zijn en De Boers boodschap: voor je het weet, zit de ’ndrangheta ook hier in de haarvaten van economie en politiek. Als douaniers zijn om te kopen, zijn anderen dat ook. De waarschuwing lijkt amper aan te komen, slechts een stuk of acht Nederlandse politieagenten zijn op de Italiaanse maffia gezet. Of dat genoeg is om het misdaadvirus uit Calabrië tegen te gaan…", "Sanne de Boer", "Mafiopoli. Een zoektocht naar de ’ndrangheta,", "de machtigste maffia van Italië", "Nieuw Amsterdam;", "304 blz. € 22,99", "Lees ook:", "Voor de Italiaanse maffia is corona een feestje", "Italiaanse maffia-jagers slaan alarm: ze voorzien dat de georganiseerde misdaad gaat profiteren van de coronacrisis. De minister van binnenlandse zaken Luciana Lamorgese heeft alle prefecten opgeroepen extra alert te zijn, omdat maffiabendes zullen proberen hun macht en rijkdom uit te breiden nu Italië wegzakt in een ongekende recessie."], "authors": ["Elias Van Der Plicht"], "keywords": ["s", "van", "ionische", "zee", "zijn", "en", "idyllisch", "een", "leven", "met", "ze", "maffia", "sanne", "te", "het", "nachts", "dat", "totdat"], "pubDate": "2020-11-14T20:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}