{"id": "1f0d3d14-b3d4-3cea-aafc-063337b207b3", "title": "Verdachte van mishandeling van twee vrouwen op Amstelstation meldt zich", "url": "https://nu.nl/amsterdam/6095855/verdachte-van-mishandeling-van-twee-vrouwen-op-amstelstation-meldt-zich.html", "summary": "De man die verdacht wordt van poging tot doodslag tijdens een zware mishandeling van twee vrouwen op station Amsterdam Amstel, heeft zich bij de politie gemeld.\nNa een woordenwisseling in een snackbar ontstond een vechtpartij tussen drie mannen en twee vrouwen.\nDe twee vrouwen werden naar de grond gewerkt en kregen harde klappen en trappen te verwerken.\nNaast emotionele schade heeft een van de vrouwen waarschijnlijk ook een hersenschudding opgelopen en heeft ze hier een tijd niet door kunnen werken\", aldus een politiewoordvoerder in Bureau 020.\nOok aan het verzoek van de recherche aan de man om zich te melden, werd eerder geen gehoor gegeven.", "paragraphs": ["De man die verdacht wordt van poging tot doodslag tijdens een zware mishandeling van twee vrouwen op station Amsterdam Amstel, heeft zich bij de politie gemeld. De politie verspreidde woensdag in het opsporingsprogramma Bureau 020 beelden van de verdachte.", "De mishandeling vond op maandagavond 10 augustus plaats. Na een woordenwisseling in een snackbar ontstond een vechtpartij tussen drie mannen en twee vrouwen. De twee vrouwen werden naar de grond gewerkt en kregen harde klappen en trappen te verwerken.", "\"Beide slachtoffers zijn na de ernstige mishandeling naar de spoedeisende hulp gegaan. Naast emotionele schade heeft een van de vrouwen waarschijnlijk ook een hersenschudding opgelopen en heeft ze hier een tijd niet door kunnen werken\", aldus een politiewoordvoerder in Bureau 020.", "Het drietal wordt verdacht van poging tot doodslag. De identiteit van de twee andere verdachten was al bij de politie bekend. De twee wilden de identiteit van de derde verdachte niet prijsgeven. Ook aan het verzoek van de recherche aan de man om zich te melden, werd eerder geen gehoor gegeven."], "authors": ["Door"], "keywords": ["van", "politie", "heeft", "vrouwen", "twee", "op", "amstelstation", "meldt", "een", "zich", "en", "wordt", "mishandeling", "verdachte"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}