{"id": "1f0f5bd8-7c22-3208-bd39-1b42395f6363", "title": "Aanslagpleger Trier, die op gezin inreed, was alcoholist", "url": "https://www.parool.nl/wereld/aanslagpleger-trier-die-op-gezin-inreed-was-alcoholist~bd7f0a913/", "summary": "De openbaar aanklager beschuldigt W. van meervoudige moord, poging tot moord en het toebrengen van zwaar lichamelijk letsel.\nDe Duitser staat in zijn omgeving bekend als alcoholist en was ook ten tijde van het drama onder invloed.\nDe slachtoffers die bij de dollemansrit om het leven kwamen, waren allemaal inwoners van Trier, die vanwege kerst in het voetgangersgebied winkelden.\nDe 45-jarige man die om het leven kwam, is de vader van het bijna 10 weken oude meisje dat de aanslag ook niet overleefde, heeft de politie van Trier gemeld.\nDonderdag worden in Trier de kerkklokken geluid om 13.46 uur, het tijdstip waarop W. inreed op de voetgangers.", "paragraphs": ["Beeld EPA", "Volgens de Duitse politie handelde Bernd W. alleen. In de verhoren geeft hij vooralsnog onbegrijpelijke verklaringen, meldt de politie. Het is daarom nog altijd onduidelijk waarom hij de mensen in het voetgangersgebied aanreed. De openbaar aanklager beschuldigt W. van meervoudige moord, poging tot moord en het toebrengen van zwaar lichamelijk letsel.", "Tot dusver heeft het politieonderzoek niets uitgewezen dat duidt op een politiek of religieus motief. Justitie sluit niet uit dat psychiatrische problemen een rol speelden. De Duitser staat in zijn omgeving bekend als alcoholist en was ook ten tijde van het drama onder invloed.", "Sociaal isolement", "W. woonde de laatste dagen in een Land Rover SUV waarmee hij dinsdag met hoge snelheid door het voetgangersgebied raasde. Het voertuig had hij geleend van een bekende. W. zou vlak voor het drama onder invloed van alcohol stennis hebben geschopt. Volgens familieleden leefde W. al jaren in een sociaal isolement. “Zijn dagen bestonden uit het drinken van alcohol. Dat was zijn leven,” zegt een van hen.", "De slachtoffers die bij de dollemansrit om het leven kwamen, waren allemaal inwoners van Trier, die vanwege kerst in het voetgangersgebied winkelden.", "De 45-jarige man die om het leven kwam, is de vader van het bijna 10 weken oude meisje dat de aanslag ook niet overleefde, heeft de politie van Trier gemeld. Behalve zijn vrouw, de moeder van de omgekomen baby, ligt ook hun zoontje van 1,5 jaar oud gewond in het ziekenhuis. De andere drie dodelijke slachtoffers zijn vrouwen van 25, 52 en 73 jaar. In totaal zijn er achttien mensen gewond geraakt.", "Honderden mensen namen woensdagochtend in Trier deel aan een herdenkingsplechtigheid voor de slachtoffers van de dodelijke aanval. Rouwende mensen staken kaarsen aan en legden bloemen bij de plek van het drama. Donderdag worden in Trier de kerkklokken geluid om 13.46 uur, het tijdstip waarop W. inreed op de voetgangers."], "authors": ["Sebastiaan Quekel"], "keywords": ["van", "inreed", "mensen", "het", "trier", "op", "die", "zijn", "w", "hij", "een", "alcoholist", "en", "dat", "gezin", "aanslagpleger"], "pubDate": "2020-12-03T10:52:38+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}