{"id": "1f1eddeb-59da-35cc-a26a-4a10d95388d1", "title": "Lammers verheugd met 'geweldige' datum voor Grand Prix van Nederland", "url": "http://www.nu.nl/formule-1/6089501/lammers-verheugd-met-geweldige-datum-voor-grand-prix-van-nederland.html", "summary": "Sportief directeur Jan Lammers is verheugd met de plek van de Grand Prix van Nederland op de dinsdag gepubliceerde kalender van het seizoen 2021 in de Formule 1.\nEr wordt van 3 tot en met 5 september geracet in Zandvoort.\nDe Grand Prix van Nederland zou dit jaar op 3 mei gehouden worden, maar door de coronacrisis ging er een streep door de race in Zandvoort.\nHet wordt de eerste keer sinds 1985 dat er een Formule 1-race in Nederland afgewerkt wordt.\nIn mei 2019 kwamen het circuit van Zandvoort en het Formula One Management (FOM) een contract voor drie jaar overeen.", "paragraphs": ["Sportief directeur Jan Lammers is verheugd met de plek van de Grand Prix van Nederland op de dinsdag gepubliceerde kalender van het seizoen 2021 in de Formule 1. Er wordt van 3 tot en met 5 september geracet in Zandvoort.", "\"Deze nieuwe datum vlak na de zomer heeft als voordeel dat de piek van de zomervakanties achter de rug is, dat de kans groot is dat het weer goed is en dat de coronamaatregelen dan beperkter zijn\", zegt Lammers in een persbericht.", "\"Dit is dan ook een geweldige datum voor Zandvoort en de gehele regio. Met andere woorden, de organisatie is heel positief en bereidt zich voor om op deze datum een groot publieksevenement neer te zetten.\"", "De Grand Prix van Nederland zou dit jaar op 3 mei gehouden worden, maar door de coronacrisis ging er een streep door de race in Zandvoort. In 2021 schuift de F1 Heineken Dutch Grand Prix, zoals die officieel heet, dus vier maanden op.", "Ook de Formule 3 strijkt in het eerste weekend van september neer in Zandvoort, in tegenstelling tot de Formule 2. Vanwege bezuinigingen worden er komend jaar minder Grands Prix in verschillende landen georganiseerd.", "Het wordt de eerste keer sinds 1985 dat er een Formule 1-race in Nederland afgewerkt wordt. In mei 2019 kwamen het circuit van Zandvoort en het Formula One Management (FOM) een contract voor drie jaar overeen."], "authors": ["Door"], "keywords": ["verheugd", "met", "wordt", "dat", "en", "lammers", "geweldige", "een", "grand", "nederland", "van", "datum", "het", "formule", "er", "voor", "zandvoort", "prix"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}