{"id": "1f21617a-96ac-3da7-923d-e56413732d25", "title": "Surinaamse gemeenschappen voeren een taaie strijd tegen kwik", "url": "https://trouw.nl/verdieping/surinaamse-gemeenschappen-voeren-een-taaie-strijd-tegen-kwik~ba73ef7c/", "summary": "Omdat het onderzoek weinig genuanceerd in de media werd verslagen, stortte ook het prille ecotoerisme van het dorp in: niemand wilde meer naar het ‘gifdorp’.\nWe verliezen traditionele stukken land waarop we wonen, en we worden vergiftigd door het kwik dat wordt gebruikt door de goudmijners.\nVervolgens wordt het amalgaam verhit, zodat het kwik verdampt en het goud achterblijft.\nMaar een groot deel van het kwik gaat verloren en spoelt weg met het water of verdampt en wordt door de wind verspreid.\nMaar ik ben boos over de manier waarop het toegaat en dat er geen rekening wordt gehouden met de gemeenschappen.", "paragraphs": ["Kilometer na kilometer meandert het zwarte water van de Tapanahoni- rivier door niets dan bos. Hoge ­bomen vormen aan beide oevers een dichte groene muur. Dan maakt de rivier haar zoveelste bocht en verbreedt zich. Langs de oever staan opeens huizen. Spelende kinderen laten zich meevoeren door het snelstromende water. Er wordt gewerkt in cassaveveldjes en gevist met netten aan drijvers van lege colaflessen.", "Het is Apetina, een dorp van ongeveer driehonderd Wayana’s, een inheems volk van ongeveer 2500 mensen die wonen in het zuiden van Suriname, Frans Guyana en Brazilië. Tien jaar geleden brak er in dit kleine dorpje paniek uit, toen Amerikaanse onderzoekers kwik vonden in haarsamples van mensen, in hoeveelheden ver ­boven de internationale veiligheidsnorm.", "Beeld Thijs van Dalen", "Dit kwik zit in de vis die de mensen iedere dag eten en is afkomstig uit de goudmijnbouw. Omdat het onderzoek weinig genuanceerd in de media werd verslagen, stortte ook het prille ecotoerisme van het dorp in: niemand wilde meer naar het ‘gifdorp’. Vandaag weten de mensen nog steeds niet wat de blootstelling aan kwik betekent voor hun gezondheid.", "Het goud brengt alleen maar ellende", "“Goudwinning betekent voor ons alleen maar ellende. We verliezen traditionele stukken land waarop we wonen, en we worden vergiftigd door het kwik dat wordt gebruikt door de goudmijners. Het rivierwater is vervuild: het lijkt wel blubber”, zegt Jupta Itoewaki. “Sommige mensen krijgen huiduitslag wanneer ze zich in de rivier baden. Bij de medische post kun je daarvoor een zalfje krijgen, maar wat heeft dat voor zin wanneer je je de volgende dag weer in diezelfde rivier moet baden? En in de ­grote droge tijd zijn we afhankelijk van dat water voor ons drinkwater.”", "Hoe komt de kwik in vis terecht? Kwik wordt al meer dan honderd jaar gebruikt in Suriname. Goudzoekers gebruiken kwik om de minuscuul kleine gouddeeltjes die in de bodem zitten te binden, waarbij zich een kwik-goudamalgaam vormt. Vervolgens wordt het amalgaam verhit, zodat het kwik verdampt en het goud achterblijft. Het is een effectieve en simpele methode. Maar een groot deel van het kwik gaat verloren en spoelt weg met het water of verdampt en wordt door de wind verspreid. Wanneer kwik in de bodem terechtkomt, wordt het door bacteriën gebonden aan organisch materiaal en ontstaat methyl-kwik. Deze vorm van kwik is veel giftiger voor levende wezens zoals vissen, omdat ­deze makkelijk kan worden opgenomen en opgeslagen in het lichaam. Het kwik wordt vervolgens ‘doorgegeven’ in de voedselketen. Vooral veelgegeten roofvissen bevatten veel kwik, omdat in hun lichaam het kwik is ‘verzameld’ van alle vissen die zij in hun leven hebben opgegeten. In het Brokopondo-stuwmeer werden piranha’s ­gevangen met een gemiddeld kwikgehalte dat ruim drie keer hoger is dan de maximale veilige consumptienorm.", "Itoewaki is afkomstig uit Kawemhakan, een Wayanadorp dat aan de bovenloop van de Marowijne-rivier ligt. De rivier vormt de grens met Frans Guyana. Het dorp ligt midden in omvangrijke goudwinningsconcessies. Er zijn duizenden goudmijners actief, de meesten van hen afkomstig uit Brazilië.", "Al deze goudzoekers gebruiken kwik om kleine gouddeeltjes in de bodem te binden. Mensen wordt aangeraden om niet te veel van deze vis te eten. Maar vis, denk aan roofvissen als piranha en anjumara, vormt een belangrijk onderdeel van het dagelijks voedsel. “We krijgen wel informatie over kwik, maar uiteindelijk: als je vader een vis heeft gevangen en je hebt honger, kies je dan voor honger of eet je de vis? Dat is heel moeilijk. Je wilt je wel houden aan de adviezen, maar uiteindelijk wil je ook geen honger lijden”, vertelt Itoewaki.", "Goudvelden in het Matawaigebied in centraal Suriname. Beeld Marieke Heemskerk", "Onderzoek door de Anton de Kom Universiteit en het Bureau voor Openbare ­Gezondheidszorg (het Surinaamse ‘RIVM’) laat zien dat kwik door het hele land gemeten wordt in water, riviersediment en in consumptievis. Er is echter geen goed beeld van de effecten voor de gezondheid in de ­gemeenschappen, omdat terugkerende controles ontbreken en er alleen basale medische zorg in de dorpen aanwezig is. Itoewaki: “In het verleden zijn in Kawemhakan kinderen met een beperking geboren. Maar de gevolgen van kwik zijn niet altijd zichtbaar. Soms lijkt een kind helemaal gezond van buiten, maar dan is er van binnen iets niet goed. Sommige kinderen klagen ­bijvoorbeeld over hoofdpijn of buikpijn.”", "In Apetina lagen de kwikconcentraties gemiddeld meer dan tien keer boven de internationale veiligheidsnorm. De onderzoekers stelden vast dat er mensen waren met verminderde coördinatie of tintelingen in hun armen of benen. Voor zes mensen stelden de artsen zelfs een mogelijke diagnose van Minamataziekte, een neurologisch syndroom.", "Neurologische afwijkingen bij mensen", "Surinaamse instanties hadden kritiek op de manier waarop dit onderzoek werd uitgevoerd, maar ook in Frans Guyana vonden artsen neurologische afwijkingen bij Wayanagemeenschappen. Milieudeskundige Laurens Gomes: “Het is duidelijk dat er genoeg redenen zijn om ons zorgen te maken, maar we weten niet goed hoe ernstig het is, omdat er veel vertraging is bij het ophopen van kwik in het milieu en bij het optreden van effecten bij mensen”.", "De kwikvervuiling maakt mensen soms bang, maar ze praten er niet gemakkelijk over. Sommigen willen het gebied verlaten, maar kunnen dat niet. Dorpsbewoner Itoewaki: “Mensen kunnen niet naar stad omdat ze geen geld en geen opleiding hebben. Dus op een gegeven moment accepteer je dat dit je lot is en dat je daar blijft. Er is niets dat we kunnen doen.”", "Kwik in Apetina en Kawemhakan De Amerikaanse Environmental Protection Agency heeft een veiligheidsnorm van 1,1 microgram kwik per gram haar vastgesteld. Sommige toxicologen beweren zelfs dat er geen veilige ondergrens bestaat voor de blootstelling aan kwik. In het dorpje Apetina werden bij 158 mensen kwikconcentraties ­gemeten tussen de 3 en de 34 microgram per gram haar, met een gemiddelde van 14. In Kawemhakan hadden 106 mensen kwikwaarden tussen de 2 en de 19 microgram kwik per gram haar, met een gemiddelde van 9. Minamataziekte is een neurologische aandoening die wordt veroorzaakt door chronische kwikvergiftiging. De ziekte is vernoemd naar de Japanse plaats Minamata, waar in de vorige eeuw een grote chemische fabriek decennialang ­methylkwik loosde in de baai. Honderden mensen stierven of raakten verminkt. Ook het ­Minamataverdrag is naar deze ramp vernoemd.", "Itoewaki is voorzitter van de inheemsenorganisatie Mulokot. Deze stichting zet zich in voor duurzame ontwikkeling van de Wayana. Samen met andere jonge inheemse leiders ontving Itoewaki training van de Verenigde Naties over hoe zij kan opkomen voor de rechten van de Wayana en hoe zij hun zaak publieke bekendheid kan geven.", "Sinds deze training maakt Itoewaki deel uit van een wereldwijd netwerk van inheemse gemeenschappen die worden bedreigd door verlies van traditioneel land en door milieuverontreiniging. Ze is hiermee gesteund, want in eigen land voelt Itoewaki zich nauwelijks gehoord. “Er is niemand die naar ons omkijkt of naar ons luistert.”", "Op een bijeenkomst over ‘duurzame goudwinning’ werd haar door een goudwinning-concessiehouder zelfs verweten dat de gemeenschap zelf het eigen gebied vervuilt en te weinig actie onderneemt. “Ik was boos en heb hem uitgelegd wat ‘victim blaming’ is. We zijn slachtoffer en nu geef je ons ook nog de schuld. Onze jongeren protesteren via online media en maken statements bij de VN. Maar mensen lezen dat niet omdat ze niet geïnteresseerd zijn. Na afloop van de bijeenkomst kwam de man naar me toe om zijn verontschuldigingen aan te bieden. Hij bedankte me dat ik het uitgelegd had, en zei dat hij nu begreep hoe we ons voelden.”", "Veiliger alternatieven", "In 2018 ondertekende de Surinaamse overheid het Kwikverdrag van de ‘Minamata Convention on mercury’. Dit jongste verdrag van de Verenigde Naties heeft tot doel om het wereldwijde gebruik van kwik terug te dringen en de gevolgen van dit giftige ­metaal voor de menselijke gezondheid te beperken. De Conventie helpt landen met technische ondersteuning en financiering bij het omschakelen naar kwikvrije mijnbouwtechnieken. Het goede nieuws is dat er alternatieven bestaan. Volgens betrokkenen kunnen deze zelfs flink hogere goudopbrengsten behalen.", "Ook Suriname wil dat er wordt overgeschakeld op deze kwikvrije methoden. Er is de komende jaren bijna 30 miljoen dollar beschikbaar, gedeeltelijk gefinancierd door de VN. Met dit geld moet een aantal mijnbouwcentra worden ingericht, waar goudmijners training kunnen volgen om te leren werken met kwikvrije methoden. Maar eenvoudig is dat niet, legt Gina Griffith van het Surinaamse milieu-instituut Nimos uit. De kleinschalige goudmijners zijn nog nauwelijks verenigd en hebben weinig vertrouwen in de overheid. Het werken met kwik is­ ­bovendien goedkoop en eenvoudig.", "De nieuwe Surinaamse regering lijkt de ambitie te hebben om de kleinschalige goudmijnbouw beter te reguleren. Begin september is met buurland Frans Guyana overeengekomen om geen nieuwe mijnbouwvergunningen in het gebied langs de grens te verlenen. Ook wil men de naleving van bestaande vergunningvoorwaarden beter controleren. De vernieuwde ‘Commissie Ordening Goudsector’ heeft de taak gekregen om de ‘risico’s te beheersen’ die samenhangen met milieuverontreiniging en de ‘sociale context’ voor lokale gemeenschappen. Hoe ze dat wil doen is niet bekend. De commissie is geïnstalleerd door vicepresident Brunswijk, wiens grote belangen in de mijnbouwsector geen geheim zijn.", "Ondertussen hoopt Itoewaki op meer zeggenschap van de Wayana over het eigen gebied. Een discussie over grondrechten voor inheemse en tribale gemeenschappen speelt al jaren. Ondanks uitspraken van het Inter-Amerikaans Hof voor de Mensenrechten (IACHR) en gerichte adviezen van de speciale VN-rapporteur voor inheemsenrechten om de rechten van gemeenschappen te regelen wil het niet vlotten met wetgeving.", "Itoewaki: “Ik wil dat gekeken wordt hoe we mensen zonder werkvergunning kunnen weghalen uit onze gebieden, en dat in samenspraak met ons wordt gezorgd dat concessies niet te dicht bij ons dorp liggen. Het is een realiteit dat Suriname niet zonder goudwinning zal kunnen om het land draaiende te houden. Maar ik ben boos over de manier waarop het toegaat en dat er geen rekening wordt gehouden met de gemeenschappen. Met grondrechten kunnen we zelf ook een deel van de problemen oplossen. Na al die jaren van nadelige effecten zou het bijvoorbeeld goed zijn wanneer er een wettelijke grondslag komt voor compensatie en ‘benefit sharing’, zodat gemeenschappen ook kunnen profiteren.”", "Lees ook: Kwikdampen walmen ongestraft door Paramaribo", "Amper regels voor goudsmelterijen, kwikuitstoot in hoofdstad acht maal te hoog"], "authors": ["Ellen Raadschelders"], "keywords": ["surinaamse", "te", "en", "voeren", "met", "dat", "tegen", "een", "van", "voor", "strijd", "gemeenschappen", "het", "er", "taaie", "kwik"], "pubDate": "2020-11-05T12:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}