{"id": "1f222064-1356-3ca3-b2e8-2ad3277076b1", "title": "De handgetekende boeken van Peter Vos laten zien hoe uniek hij was en nog steeds is ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/de-handgetekende-boeken-van-peter-vos-laten-zien-hoe-uniek-hij-was-en-nog-steeds-is~b69f7be9/", "summary": "De tekenaar en illustrator is bij velen bekend door weekblad Vrij Nederland en zijn beroemde Beestenkwartet, al 50 jaar verkrijgbaar.\nWie een brief kreeg van Vos (soms tekende hij zelfs de postzegel op de envelop), mocht zich een geluksvogel noemen.\nMisschien wel de mooiste pagina’s uit Getekende boeken zijn die uit het boek 333 vogels.\nWie weleens een originele Vos van dichtbij heeft gezien, ziet pas echt hoe uniek hij was en nog steeds is.\nIn een paar bijzinnen bevat Getekende boeken verheugend nieuws: Custodia brengt volgend jaar een facsimile-uitgave uit van de 333 vogels.", "paragraphs": ["Tekeningen van Peter Vos uit de dummy 333 vogels. Beeld Peter Vos / Fondation Custodia", "Het zal toeval zijn, maar met de recente publicitaire heropleving van het werk en leven van Ischa Meijer (dit jaar precies 25 jaar dood) en Renate Rubinstein (30 jaar dood) keert ook een andere overleden generatie- en kringgenoot geregeld terug in de belangstelling: Peter Vos (10 jaar dood). De tekenaar en illustrator is bij velen bekend door weekblad Vrij Nederland en zijn beroemde Beestenkwartet, al 50 jaar verkrijgbaar.", "Dat Vos een enorme en ontzagwekkende productie had, was bekend. Hij maakte veel meer dan gepubliceerd werd. Het tekenen zat hem nu eenmaal in het bloed, zo bleek onder meer uit de bundel Getekende brieven (2017), waarin een groot aantal brieven stond afgedrukt die hij stuurde aan familieleden, vrienden en bekenden. Het waren kunstwerkjes: tussen het sierlijke handschrift doken talloze figuurtjes en dieren (veel vogels) op. Wie een brief kreeg van Vos (soms tekende hij zelfs de postzegel op de envelop), mocht zich een geluksvogel noemen. Daarvan moeten er vele bestaan.", "Dummy’s", "Voor de buitenwereld was minder bekend dat hij, naast vele gepubliceerde boekomslagen, ook vele dummy’s maakte: handgetekende boeken in een oplage van één, nooit in druk verschenen. Vaak gaf hij die weg; een zakelijker instinct had de meestertekenaar zeker verdiend. Als vervolg op Getekende brieven geven Vos-historici Eddy de Jongh, Jan Piet Filedt Kok en Vos’ weduwe Saïda in de net verschenen bundel Getekende boeken een kijkje in die ‘Vossiaanse unica’, zoals de auteurs ze bestempelen in de soms wat academische teksten. Uniek zijn ze, in meerdere betekenissen van het woord. Al was het maar omdat ze zo duidelijk de ontwikkeling van een kunstenaarschap laten zien.", "Zijn Eerste boek Vos (1952) was een cadeau voor zijn vader. Het tekent, zoals al zijn vroege werk, direct zijn levendige creativiteit: de vorm was die van middeleeuwse miniaturen, de afbeeldingen pastiches op werken van Van Gogh, Picasso en andere beroemde kunstenaars. Ze zijn verrijkt met handgeschreven teksten vol ironie en spot. Vos tekende in die jaren in een cartoonachtige stijl met haast stripachtige figuren, omlijnd en met veel wit.", "Zijn eerste leeuwtje duikt al op in een werkje uit 1957, gemaakt voor zijn toenmalige geliefde Jes van Vonderen. Het leeuwtje zou jaren later een variërend icoon worden in de bekende rubriek ‘Terzijde’ van Vrij Nederland.", "Daarmee draagt zijn vroege werk, in (gewassen) inkt en pen, al wel de handtekening van Vos, maar het heeft nog niet de trefzekere detaillering van zijn latere oeuvre. In zijn rijke stijl, zowel in beeld als in handgeschreven woord, zou hij later de verbeelder worden van sprookjes en Griekse mythologie, maar evengoed van zijn eigen depressies en donkere perioden.", "Vogeltekeningen", "Tot het hoogtepunt van zijn oeuvre horen zijn talloze vogeltekeningen. Misschien wel de mooiste pagina’s uit Getekende boeken zijn die uit het boek 333 vogels. In deze dummy vol verbluffende penseeltekeningen, gemaakt in diverse dierentuinen, zien we Vos op zijn best. Zo’n vel met drie eksters, één achteloos plukkend aan een muisje, een paar kemphanen die hun veren wassen: geen tekenaar die hun houdingen en karakters zo veel persoonlijkheid kon geven. En dan waren dit alleen nog maar studies.", "Het doet denken aan het wél in druk verschenen Een studie in grijs (1980). Hoewel een kleinood voor de liefhebber, was Vos zelf diep teleurgesteld door de drukkwaliteit, zo citeren de auteurs uit een dagboek. Dat roept de vraag op hoe blij Vos zou zijn met deze heruitgaven. Een wezenlijk punt bij alle kunstreproductie in boekvorm: altijd dreigt kleurverschil met het origineel, gaan details verloren en zijn de gekozen kleurwaarden al snel een soort gemiddelde. Wie weleens een originele Vos van dichtbij heeft gezien, ziet pas echt hoe uniek hij was en nog steeds is.", "De dummy 333 vogels maakte Vos in 1980 en 1981. Het eindresultaat schonk hij aan zijn geliefde, Saïda. Zij bracht het onder bij de Fondation Custodia in Parijs, een instituut met een gerenommeerde collectie van Europese tekenkunst sinds de late Middeleeuwen. In een paar bijzinnen bevat Getekende boeken verheugend nieuws: Custodia brengt volgend jaar een facsimile-uitgave uit van de 333 vogels. Zo maakt het ene boek alleen nog maar hongeriger naar het volgende. En daarmee naar zijn echte werk.", "Beeld Rubinstein"], "authors": ["Jean-Pierre Geelen"], "keywords": ["zijn", "van", "nog", "en", "uit", "een", "met", "zien", "uniek", "vos", "steeds", "hoe", "het", "hij", "laten", "peter", "die"], "pubDate": "2020-12-18T12:00:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}