{"id": "1f242a9a-96a3-3f61-9c21-5690f4c2d9c5", "title": "Een rij zwarte jassen, één groene paraplu", "url": "https://nrc.nl/nieuws/2021/01/11/een-rij-zwarte-jassen-een-groene-paraplu-a4026984", "summary": "Hij stapte uit, nam zijn hoed af en kamde zijn haar terwijl hij in de zijspiegel van zijn auto keek.\nOp een groene na waar Bavaria op stond.\nIn de modder werd een driepoot neergezet met een microfoon.\nRidder Anthonius Block komt na een van zijn kruistochten huiswaarts in het door de pest geteisterde Zweden.\nNaast zich stak hij met enige kracht de punt van zijn paraplu diep in het gras en hing daar zijn hoed op.", "paragraphs": ["Op de vierde dag van het nieuwe jaar ging ik naar een begrafenis. Dat was lang geleden. Meestal was het een crematie in een verwarmde zaal met mooie muziek en toespraken en na afloop bitterballen, toastjes zalm en prosecco om het leven te vieren, zo werd er gezegd.", "Het was nu in een dorp in Zuid-Holland waar drie begraafplaatsen zijn. Het was schraal weer, koud en regen. De mist hing boven de weilanden. Om half elf moest iedereen er zijn. Achter de beslagen autoramen zag ik de genodigden aankomen. We moesten eerst wachten op de rouwauto.", "Een paar auto’s verder zag ik een man van wie ik vermoedde dat het de dominee was. Hij stapte uit, nam zijn hoed af en kamde zijn haar terwijl hij in de zijspiegel van zijn auto keek. Daarna ging hij er weer in zitten. Het regende harder. Vijfenzestig mensen mochten er komen, maar er waren er maar dertig. De anderen waren te bang voor het virus, werd er gefluisterd.", "Toen de rouwauto aankwam werden we gesommeerd er langzaam achteraan te lopen. Allemaal alleen. Wie verzon You’ll never walk alone? Een rij zwarte jassen, donkere paraplu’s. Op een groene na waar Bavaria op stond.", "Het derde, nieuwere, kerkhof was meer een drassig landje. Aan een kant de zerken, heel dicht naast elkaar. Misschien zat er maar tien centimeter tussen. Ze waren bijna allemaal hetzelfde, grijs marmer met de naam van de dode erop geplakt. Geen literaire teksten. Opvallend vaak het woord smart. Voelbaar tot in je botten. Geen klikkende hakken, je hoorde geen snuitgeluiden. Het was doodstil.", "In de modder werd een driepoot neergezet met een microfoon. De vier kraaien van de begrafenisonderneming stonden iets verderop in een rijtje, de handen gevouwen, de hoofden naar beneden.", "Onwillekeurig drong zich een beeld op uit een van de sobere zwart-wit films van de Zweedse filmregisseur Ingmar Bergman, van tientallen jaren geleden, Het zevende zegel, met een loodzwaar onderwerp: wat voor zin heeft het leven als de dood onherroepelijk op ons wacht?", "Het speelt zich af in de 14de eeuw. Ridder Anthonius Block komt na een van zijn kruistochten huiswaarts in het door de pest geteisterde Zweden. Als de Dood hem komt halen, daagt Block hem uit voor een partijtje schaak.", "Met de kist nog boven de aarde ging de dominee achter de microfoon staan. Naast zich stak hij met enige kracht de punt van zijn paraplu diep in het gras en hing daar zijn hoed op. Het zag er leuk uit. De hoed waaide heen en weer en viel er net niet vanaf. Het geluid waaide alle kanten op en werd overstemd door de regen op onze paraplu’s. Maar we hoorden, bij een goeie windflard onze kant op, hem iets moois zeggen: „Waar de overledene als kind altijd op deze plek in deze polder speelde, daar wordt hij nu begraven.”", "Het beeld van Bergman verdween en maakte plaats voor een jongetje met zijn schopje.", "Na het Onze Vader werden wij verzocht zo snel mogelijk naar huis te gaan. De ceremonie duurde een half uur en vijf minuten. Later hoorde ik dat de familie twee dagen lang de dokter had gebeld om langs te komen bij de zieke. Maar hij had het te druk met corona. De derde dag kwam hij, maar toen lag mijn zwager al in coma. Mijn oudste zus, zijn vrouw, had hem een laatste kus gegeven, door het mondkapje heen, zei ze er snel achteraan.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Maria Heiden", "Leestijd Minuten"], "keywords": ["er", "zijn", "van", "het", "paraplu", "jassen", "en", "rij", "een", "met", "groene", "op", "te", "één", "hij", "zwarte"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}