{"id": "1f282385-e911-3ee6-9468-55e9fd97c63a", "title": "Wat is kunst? Ted van Lieshout doet een prikkelende poging die vraag te beantwoorden", "url": "https://trouw.nl/recensies/wat-is-kunst-ted-van-lieshout-doet-een-prikkelende-poging-die-vraag-te-beantwoorden~b45f8d8b/", "summary": "Ted van Lieshout legt uit wanneer kunst begint en wat het is, van Andy Warhol tot Chanel N°5.\nNog vóór de titelpagina opent dit boek met een dialoog tussen de schrijver en een fictief meisje dat voor een schoolopdracht op zoek is naar de vraag wat kunst is.\nHet boek zelf is de veelomvattende, prikkelende poging daar een toegankelijk antwoord op te formuleren.\nHet aanspoelen van het meisje paart Van Lieshout bijvoorbeeld aan een humorvolle verhandeling over De geboorte van Venus van Botticelli, waarop de blote godin op een sint-jakobsschelp aanspoelt.\nVan Lieshout stelt vast dat het schilderij zeker was verboden als het Tante Truus poedelnaakt op een schelp had geheten.", "paragraphs": ["Ted van Lieshout legt uit wanneer kunst begint en wat het is, van Andy Warhol tot Chanel N°5.", "Nog vóór de titelpagina opent dit boek met een dialoog tussen de schrijver en een fictief meisje dat voor een schoolopdracht op zoek is naar de vraag wat kunst is. Het boek zelf is de veelomvattende, prikkelende poging daar een toegankelijk antwoord op te formuleren.", "Het gesprek tussen het meisje en Ted van Lieshout gaat door op de linker bladzijden, rechts sluit de schrijver daarop aan met een rijk geïllustreerd, leerzaam en vaak geestig college over uiteenlopende vormen van kunst.", "Hij vraagt het meisje zich voor te stellen dat ze aanspoelt op een onbewoond eiland. Zo laat hij haar meemaken hoe kunst ontstaat. Eerst moet ze in haar eerste levensbehoeften voorzien, maar als dat is gelukt, begint ze tegen de verveling (de ‘honger’ van de ziel) zandkastelen te bouwen, tekent ze poppetjes met houtskool en maakt ze van een kokosnoot een drinkbeker.", "“Als alles wat je nodig hebt om in leven te blijven er is (…) ga je dingen doen die ervoor zorgen dat het leven leuker wordt. Al die dingen zijn kunst”, legt Van Lieshout haar uit. Het meisje is nog niet tevreden: kunst is toch een schilderij of een beeld? En een kunstwerk is toch móói of uniek?", "Ondertussen hebben we op rechts informatieve verhalen gelezen, die de hele reikwijdte van de kunst bestrijken: van met roze stof ingepakte eilanden via de film From Here to Eternity en Paul Gauguin naar Chanel N°5 en Andy Warhol.", "Met enthousiaste bokkensprongen door de kunstgeschiedenis", "Hoewel Van Lieshout dus met enthousiaste bokkensprongen door de kunstgeschiedenis gaat, vormt het boek dankzij de associaties met het gesprek toch een samenhangend, logisch geheel.", "Het aanspoelen van het meisje paart Van Lieshout bijvoorbeeld aan een humorvolle verhandeling over De geboorte van Venus van Botticelli, waarop de blote godin op een sint-jakobsschelp aanspoelt. Van Lieshout stelt vast dat het schilderij zeker was verboden als het Tante Truus poedelnaakt op een schelp had geheten. Alleen goddelijk naakt kon door de beugel.", "Verhelderend schrijft hij over de verschillen tussen kunst en cultuur en tussen kunst en kitsch (“Kitsch is iets dat overdreven zijn best doet om mooi gevonden te worden”), om uiteindelijk aan de hand van een eigen kunstwerk (weckpotten met pasta!) het belang van kunst uit te leggen. “Kennis zorgt dat je geest dingen begrijpt, kunst zorgt dat je geest verruimt.” Dit boek doet beide, voor kinderen én volwassenen.", "Ted van Lieshout", "Wat is kunst?", "Leopold; 140 blz. € 24,99", "Vanaf 10 jaar"], "authors": ["Bas Maliepaard"], "keywords": ["van", "kunst", "en", "een", "met", "ted", "prikkelende", "te", "poging", "op", "lieshout", "het", "wat", "dat", "vraag"], "pubDate": "2021-01-09T00:00:49Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}