{"id": "1f454ac3-af8c-336b-9558-728f7fdaa3b5", "title": "Slaap je slecht? Hier kan het aan liggen", "url": "https://nu.nl/advertorial-totaalbed-adverteerder/6082418/slaap-je-slecht-hier-kan-het-aan-liggen.html", "summary": "Als je veel stress ervaart - bijvoorbeeld door een drukke dag op het werk - is in slaap vallen lastig omdat je vaak gaat piekeren.\nEn als je dan eindelijk slaapt, is de kwaliteit van je slaap slecht.\nHet verkeerde bedAls je op een bed slaapt dat niet comfortabel is, kan je last krijgen van slaapproblemen én nek- en rugklachten.\nMet een goed hoofdkussen zorg je ervoor dat het bovenste deel van je wervelkolom recht en in een natuurlijke houding blijft tijdens het slapen.\nHet bed voor de beste nachtrust vindenTot rust komen doe je op een bed dat bij je past.", "paragraphs": ["Bijna een kwart van de Nederlanders kampt met slaapproblemen. Ze hebben moeite met in slaap vallen, lang genoeg doorslapen en worden te vroeg wakker.", "Dit blijkt uit een gezondheidsenquête van het CBS (Centraal Bureau voor de Statistiek). Een slechte nachtrust kan allerlei oorzaken hebben, maar is meestal toe te wijzen aan een van deze factoren:", "1. Stress", "Stress is een belangrijke oorzaak van slaapproblemen. Als je veel stress ervaart - bijvoorbeeld door een drukke dag op het werk - is in slaap vallen lastig omdat je vaak gaat piekeren. En als je dan eindelijk slaapt, is de kwaliteit van je slaap slecht. Het gevolg: je wordt regelmatig wakker en slaapt onrustig.", "2. Het verkeerde bed", "Als je op een bed slaapt dat niet comfortabel is, kan je last krijgen van slaapproblemen én nek- en rugklachten. Let daarom bij de aankoop altijd op de belangrijke componenten van je bed, zoals de bodem. Wil je een lattenbodem of toch liever een flexibele boxspring?", "Ook de matrasvulling is een bepalende factor voor je nachtrust. Als een matras te zacht of te hard is, neemt je ruggengraat een onnatuurlijke positie aan en heb je meer kans op rugklachten. Laat je adviseren in een winkel zodat je naar huis gaat met een matras die bij jouw lichaam past.", "Ten slotte mag je ook het hoofdkussen niet vergeten. Met een goed hoofdkussen zorg je ervoor dat het bovenste deel van je wervelkolom recht en in een natuurlijke houding blijft tijdens het slapen. Vraag in een beddenzaak daarom altijd ook naar hoofdkussens als je een bed gaat proberen.", "Een slaapspecialist waarbij dit kan is totaalBED. Zij geven je passend advies en de kans om het brede assortiment van bedden, matrassen én hoofdkussens uit te testen. Benieuwd? Maak hier direct een vrijblijvende afspraak.", "Naast het juiste advies biedt totaalBED ook flinke korting. Ze hebben op dit moment verschillende scherpe aanbiedingen:", "- 30 procent korting op alle boxsprings en topmatrassen: bekijk hier de actie.", "- 50 procent korting op matrassen: bekijk hier de actie.", "- verschillende kortingen op hoofdkussens: bekijk hier de actie.", "3. Mediagebruik", "Er wordt gedacht dat smartphones en tablets invloed hebben op de manier waarop je slaapt. Met name jongeren zouden slecht slapen doordat ze 's avonds te lang naar een scherm kijken, blijkt uit onderzoek van het RIVM.", "Hierdoor slapen zij tot een half uur korter en worden relatief vaker wakker dan leeftijdgenoten die geen schermen gebruiken voor het slapengaan.", "4. Alcohol", "Alcohol drinken voordat je gaat slapen heeft een nadelig effect op je nachtrust. Dit komt omdat alcohol de REM-slaap onderdrukt; de fase waarin je droomt, je spieren volledig ontspannen en de informatie die je overdag hebt opgedaan wordt verwerkt door je hersenen. Je voelt je daardoor minder fit en bent minder uitgerust.", "Het bed voor de beste nachtrust vinden", "Tot rust komen doe je op een bed dat bij je past. Maar welke is dit precies? Laat je adviseren door een slaapexpert van totaalBED, dé slaapspecialist met 21 winkels en een uitgebreide webwinkel. Ook kun je op hun Instagrampagina veel inspiratie voor het perfecte bed in verschillende droomslaapkamers opdoen.", "totaalBED biedt een uitstekende kwaliteit voor een betaalbare prijs. Het brede assortiment - bestaande uit boxprings en ledikanten, tienerbedden, matrassen, lattenbodems, kasten en beddengoed - wordt geproduceerd in Europa en heb je snel in huis. Bezorging en montage is gratis én je krijgt de mogelijkheid om 90 dagen te proefslapen.", "Ben je benieuwd of er een beddenwinkel van totaalBED bij jou in de buurt is? Hier vind je het overzicht van alle filialen."], "authors": ["Door"], "keywords": ["te", "voor", "met", "en", "aan", "liggen", "op", "een", "kan", "slecht", "hier", "je", "slaap", "het", "van", "bed"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}