{"id": "1f4a3cd2-6329-36c9-931f-726289d348b9", "title": "Eerste proef met massaal testen begin volgend jaar in Rotterdam – OMT waarschuwt voor schijnveiligheid", "url": "https://volkskrant.nl/nieuws-achtergrond/eerste-proef-met-massaal-testen-begin-volgend-jaar-in-rotterdam-omt-waarschuwt-voor-schijnveiligheid~ba7060471/", "summary": "‘Het doel is om met grootschalig testen het aantal besmettingen minimaal terug te brengen naar het niveau van het landelijk gemiddelde’, schrijft De Jonge aan de Tweede Kamer.\nNiet de weg naar heropeningHet OMT blijft overigens terughoudend over het willekeurig grootschalig testen van de bevolking, blijkt uit een nieuw advies.\nSinds vorige week mogen ook mensen zonder klachten, die in nauw contact zijn geweest met een besmet persoon, zich laten testen.\nDat heeft op weekbasis geleid tot een toename van het aantal afgenomen tests met 60 duizend, tot 322 duizend afgenomen tests.\nDoorlooptijdenDe uitbreiding van het testbeleid heeft geleid tot een kleine stijging van de doorlooptijden.", "paragraphs": ["Teststraat bij vliegveld Rotterdam-Den Haag. Beeld EPA", "Dat schrijft minister Hugo de Jonge aan de Tweede Kamer. Het experiment is gericht op wijken waar het virus flink rondwaart en waar een lage testbereidheid is. Dat geldt momenteel voor Rotterdam-West en Rotterdam-Zuid.", "Volgens een woordvoerder van de GGD Rotterdam-Rijnmond moeten de details van de proef nog uitgewerkt worden. Op dit moment staat er in de wijk Feyenoord al een testbus, waar mensen laagdrempelig, zonder klachten en zonder afspraak terecht kunnen.", "Minister Hugo de Jonge meldde eerder al dat hij na de jaarwisseling wil gaan experimenteren met grootschalig testen: in januari in twee gemeenten, in februari een hele regio. Welke gemeente naast Rotterdam als proeftuin zal dienen, is nog niet bekend. ‘Het doel is om met grootschalig testen het aantal besmettingen minimaal terug te brengen naar het niveau van het landelijk gemiddelde’, schrijft De Jonge aan de Tweede Kamer.", "Niet de weg naar heropening", "Het OMT blijft overigens terughoudend over het willekeurig grootschalig testen van de bevolking, blijkt uit een nieuw advies. Dat instrument kan zinnig zijn om zicht te krijgen op de verspreiding van het virus, zeker in ‘rode’ gebieden. Ook is het wellicht een optie voor de toegang tot evenementen. Maar voor het heropenen van de maatschappij is het niet de weg, aldus de deskundigen.", "Een groot gevaar daarvan is schijnveiligheid, aangezien de test slechts ‘een momentopname’ is. Als personen met een negatief testresultaat de basismaatregelen loslaten, kan bovendien ‘elke foutnegatieve uitslag gekoppeld wordt aan een reproductiegetal van 2 tot 3!’, schrijft het OMT.", "Sinds vorige week mogen ook mensen zonder klachten, die in nauw contact zijn geweest met een besmet persoon, zich laten testen. Dat heeft op weekbasis geleid tot een toename van het aantal afgenomen tests met 60 duizend, tot 322 duizend afgenomen tests.", "Doorlooptijden", "De uitbreiding van het testbeleid heeft geleid tot een kleine stijging van de doorlooptijden. De GGD’s slagen er wel nog steeds in om, net zoals voorgaande weken, binnen twee dagen een test af te nemen en de uitslag door te geven (gemiddeld 43 uur)", "Momenteel hebben GGD’s een testcapaciteit van 100 duizend tests per dag. Dat moet in januari opgevoerd zijn tot 130 duizend. In maart is het vooruitzicht dat er 10 miljoen tests afgenomen kunnen worden."], "authors": ["Jurre Van Den Berg"], "keywords": ["tot", "van", "massaal", "het", "op", "met", "schijnveiligheid", "volgend", "rotterdam", "omt", "een", "dat", "waarschuwt", "testen", "te", "en", "proef", "voor"], "pubDate": "2020-12-09T10:09:55+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}