{"id": "1f4e9c31-8645-32e3-9b82-d6cb04bfe663", "title": "Waarom huiseigenaren steeds minder belastingvoordeel krijgen", "url": "https://nu.nl/wonen/6100709/waarom-huiseigenaren-steeds-minder-belastingvoordeel-krijgen.html", "summary": "In de miljoenennota is te zien hoe de overheid steeds minder geld kwijt is aan belastingvoordeel voor huiseigenaren.\nDat zorgt ervoor dat het jaarlijks bedrag aan aftrek minder wordt, want minder schuld is minder rente, minder renteaftrek.\nHet deel van de rente dat huiseigenaren (met een hoog inkomen) kunnen aftrekken van de belasting, neemt af.\nMinder rente is ook minder renteaftrek.\nMensen zouden dan wat meer hun hart kunnen volgen in plaats van het advies van fiscalisten.\"", "paragraphs": ["De hypotheekrenteaftrek werd vóór de financiële crisis van 2008 nog heilig verklaard door de politiek. Het belastingvoordeel zorgde er decennialang voor dat huizenbezit gesubsidieerd en op die manier gestimuleerd werd. De Staat betaalt inmiddels fors minder aan steun voor huiseigenaren. Hoe komt dat?", "In de miljoenennota is te zien hoe de overheid steeds minder geld kwijt is aan belastingvoordeel voor huiseigenaren. Dit jaar scheelt dat al bijna 4 miljard euro in vergelijking met 2016.", "Bedrag dat Staat uittrok/uittrekt voor hypotheekrenteaftrek 2016: 12,5 miljard euro", "2017: 11,8 miljard euro", "2018: 10,8 miljard euro", "2019: 10 miljard euro", "2020: 9,3 miljard euro", "2021: 8,8 miljard euro", "Er zijn drie hoofdredenen waarom dit bedrag zo snel daalt:", "1. Sinds 2013 is het voor nieuwe huizenkopers verplicht om geld af te lossen van de hypotheek. Anders vervalt je recht op hypotheekrenteaftrek. Dat zorgt ervoor dat het jaarlijks bedrag aan aftrek minder wordt, want minder schuld is minder rente, minder renteaftrek.", "2. Het deel van de rente dat huiseigenaren (met een hoog inkomen) kunnen aftrekken van de belasting, neemt af. Dat is een politieke keuze en stamt uit 2014, toen nog 52 procent mocht worden afgetrokken. Het huidige kabinet heeft dat proces versneld en in 2023 is het percentage 37,05, gelijk aan de laagste loonschijf.", "3. De hypotheekrente ging de laatste jaren rap naar beneden en bereikte onlangs een laagterecord. Veel mensen hebben gebruikgemaakt van de lagere rente na het eindigen van een rentevastperiode of door oversluiten van geldverstrekker. Minder rente is ook minder renteaftrek. De hoge huizenprijzen heffen dat effect niet op.", "Centrale bank wil minder belastingvoordeel voor huiseigenaren", "De Nederlandsche Bank (DNB) kwam deze week met een stevige oproep om de hypotheekrenteaftrek veel verder af te bouwen. Het belastingvoordeel stuwt de huizenprijzen, vergroot de schuld van Nederlanders en zorgt voor ongelijkheid tussen kopers en huurders in het vrije segment. \"Die laatste groep heeft immers geen enkel belastingvoordeel, waardoor huurders in de vrije sector veel meer geld kwijt zijn aan wonen dan huiseigenaren\", zegt Nic Vrieselaar, huizenmarkteconoom van Rabobank.", "Ook Vrieselaar is daarom voor verdere afbouw van belastingvoordelen van huiseigenaren. \"Er wordt nu veel geld rondgepompt. Het is een lastig systeem, in stand gehouden vanuit een bijna religieus nastreven van eigen woningbezit. Het zou goed zijn als huren van een huis weer aantrekkelijker wordt, want woonflexibiliteit kan soms best prettig zijn. Mensen zouden dan wat meer hun hart kunnen volgen in plaats van het advies van fiscalisten.\"", "“De belasting op arbeid is relatief hoog, terwijl werk juist beloond zou moeten worden.” Nic Vrieselaar, econoom Rabobank", "DNB stelt voor het eigenwoningforfait te verhogen. Dat is het bedrag dat je moet optellen bij je inkomen, voordat je de rente kunt aftrekken. De eigen woning kan naar box 3, waardoor het huis wordt gezien als vermogen waar je belasting over moet betalen. De overheid zou met het geld dat op zak wordt gehouden de belasting op arbeid kunnen verlagen. \"Die is relatief hoog, terwijl werk juist beloond zou moeten worden\", aldus Vrieselaar.", "Overigens moet het nieuwe kabinet uitkijken dat met de afbouw van de hypotheekrenteaftrek niet ook de stok achter de deur verdwijnt om huiseigenaren te dwingen hun schuld af te lossen. \"Als je niet aflost, heb je geen recht op hypotheekrenteaftrek\", zegt Marga Lankreijer-Kos van Independer. \"Door de lage rente zien we echter een toenemende belangstelling voor deels aflossingsvrije hypotheken, omdat het belastingvoordeel kleiner is dan het voordeel van dergelijke hypotheekvormen.\""], "authors": ["Door", "Stefan Ten Teije"], "keywords": ["miljard", "van", "rente", "waarom", "voor", "krijgen", "een", "huiseigenaren", "minder", "te", "steeds", "het", "dat", "belastingvoordeel", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}