{"id": "1f5f8583-b93f-39e7-8541-8e860669fd66", "title": "Ik wil geen gedupeerde zijn, ik vertik het gewoon. Pensioen weg, geld weg", "url": "https://volkskrant.nl/columns-opinie/ik-wil-geen-gedupeerde-zijn-ik-vertik-het-gewoon-pensioen-weg-geld-weg~b53ea064/", "summary": "Voor je het weet, kun je niet meer zonder en loop je de hele dag op nieuwe tegenslagen te loeren.\nMaar nu is Conservatrix failliet, precies de verzekeraar waarbij ik een pensioen opbouwde.\nIn de vakantie kreeg ik een brief; een vakantiebrief.\nEn ik wil een conservatieve verzekeraar, zei ik.\nIk wil geen gedupeerde zijn, ik vertik het gewoon.", "paragraphs": ["Omdat ik ben opgegroeid in een Blokkerwinkel, heb ik al vroeg in het leven besloten dat ik geen gedupeerde wilde worden, wat er ook zou gebeuren. Ik heb gezien wat gedupeerdheid met je doet. Het kruipt in je bloed, je identiteit. Voor je het weet, kun je niet meer zonder en loop je de hele dag op nieuwe tegenslagen te loeren.", "Wat kan ik zeggen? Het is niet helemaal gelukt. Tijdens de aardbevingen in Groningen ging het nog wel. Als ik naar een scheur kijk die naast de deur naar boven kronkelt en vast ook wel tot in de fundering naar beneden, denk ik: Dat komt niet door de aardbevingen, dat heb ik zelf gedaan, door de deur een paar keer woedend dicht te smijten. Ik ben niet gedupeerd, ik ken gewoon mijn eigen krachten niet.", "Maar nu is Conservatrix failliet, precies de verzekeraar waarbij ik een pensioen opbouwde. In de vakantie kreeg ik een brief; een vakantiebrief. Veel gedupeerden hadden zich al in een stichting verzameld, waarbij ik me ook wel zal moeten aansluiten, wil ik over achttien jaar een deel van de inleg terugkrijgen, zoals de gedupeerden van Vie D’Or is gebeurd. Ineens zie ik een leven van ordners en mappen voor me, die ik net zo lang aan iedereen zal laten zien tot er niemand meer langskomt.", "Ik ging mijn pensioen regelen, lang geleden alweer, en zei tegen de verzekeringsman: Wat je me ook verkoopt, als het maar geen woekerpolis is. Is dit een woekerpolis? Nee, zei hij, daar hoef je niet bang voor te zijn. Ik keek hem diep in de ogen en zei scherp: Een woekeraar zou precies hetzelfde zeggen. Maar hij gaf geen krimp.", "En ik wil een conservatieve verzekeraar, zei ik. Zonder risico. Liever geen rendement dan een kans op ellende. Ook hierin stelde hij me gerust: Conservatrix was het conservatiefste bedrijf. Ze waren al heel lang bezig en hij kon me beloven dat er nog nooit iemand een cent aan hun producten had verdiend.", "Zo kwam ik bij Conservatrix. Stom, achteraf. De naam klinkt als een ouwe zeikerd uit Asterix en Obelix – allemaal leuke plannen maken ze, maar daar komt Conservatrix alweer roet in het eten gooien. Bovendien: wie noemt zich nou Conservatrix? Alleen iemand die bang is dat de klanten zullen zeggen: wat jij aan het doen bent, heeft niets met conserveren of conservatief te maken.", "Een beetje wrang is het wel: er worden miljarden in de economie gepompt om vaste banen te redden, maar de hoge heren in Den Haag zijn te lam om Conservartrix te helpen, zodat tachtigduizend zzp’ers en ondernemers hun pensioen kwijt zijn.", "Ik wil geen gedupeerde zijn, ik vertik het gewoon. Pensioen weg, geld weg. Maar van de andere kant: ben ik nu met pensioen, ga ik morgen met pensioen? Nee, en zoals het er nu uitziet waarschijnlijk nooit. Waar maakte ik me dan druk over?"], "authors": ["Peter Middendorp"], "keywords": ["ik", "vertik", "zijn", "je", "en", "een", "pensioen", "weg", "gewoon", "geen", "te", "ook", "wil", "het", "maar", "niet", "geld"], "pubDate": "2021-01-08T09:10:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}