{"id": "1f7fda51-ba5d-3435-a198-8dc08305165f", "title": "Houd tien dagen visitepauze tegen corona", "url": "https://trouw.nl/opinie/houd-tien-dagen-visitepauze-tegen-corona~ba66d7f0/", "summary": "In de horeca zijn die aanzienlijk minder en toch zijn ­cafés en restaurants weer gesloten.\nAan de ene kant is het begrijpelijk, maar het is niet het meest effectief.\nMensen die dicht bij je staan, die je ­vertrouwt.\nMocht je corona hebben (gehad), dan had je het in die periode van tien dagen meestal wel ­gemerkt.\nJe afspraken temporiseren op minimaal tien dagen, dat is veilig voor jezelf en je naaste omgeving.", "paragraphs": ["Niemand meer zien in deze coronatijd is te moeilijk. Maar bezoek van vrienden en familie beperken tot eens in de tien dagen is te doen en veiliger, meent Bernard Hulsman, lezer te Arnhem.", "De besmettingen met het coronavirus verminderen, maar nog lang niet snel genoeg. Het merendeel van de besmettingen, meer dan de helft, vindt plaats in de huiselijke sfeer. In de horeca zijn die aanzienlijk minder en toch zijn ­cafés en restaurants weer gesloten.", "Aan de ene kant is het begrijpelijk, maar het is niet het meest effectief. In de ­huiselijke sfeer is er bezoek van familie en ­vrienden. Mensen die dicht bij je staan, die je ­vertrouwt. Waarbij de noodzakelijk ­anderhalve meter afstand, door de sfeer van het ­moment, niet altijd gehandhaafd blijft.", "Even koffie aanbieden, even samen naar de keuken lopen, al die kleine dingen. ­Misschien niet verstandig maar o zo ­menselijk. Er is altijd een moment waarvan je achteraf zegt: dat hadden we beter niet kunnen doen, dat had niet zo gemoeten.", "Daar moeten we op blijven letten, we willen onze naasten niet besmetten en ook niet door hen besmet worden. Maar we ­blijven ook mensen en die reageren niet ­altijd perfect.", "Sociale isolatie willen we niet", "Niemand meer thuis ontvangen of niet ­elders op bezoek, dat zou het veiligst zijn. Maar daardoor ontstaat wel sociale isolatie wat ook ongewenst is. Juist in deze tijd ­hebben we contact met anderen nodig.", "Maar het hoeft niet alles of niets te zijn. Zo zouden we onze contacten ook kunnen temporiseren. Ja, er mogen bij ons drie ­mensen op bezoek komen en ja, we mogen ­elders op bezoek gaan. Maar als we tussen die bezoeken nu gaan temporiseren. Als we minimaal tien dagen coronapauze houden tussen visites, dan creëer je al een vorm van extra veiligheid.", "Je naasten kunnen je ongewenst besmetten. Maar als je zelf ten minste tien dagen wacht tot je andere mensen uitnodigt of op bezoek gaat, dan zal je het virus in ieder ­geval niet bij die visite overbrengen.", "Mocht je corona hebben (gehad), dan had je het in die periode van tien dagen meestal wel ­gemerkt. Zo ga je extra zorgvuldig met je ­familie en vrienden om. En het is te ­hopen dat je vrienden en familie ook zo met hun ­bezoeken ­omgaan om jou niet te ­besmetten.", "Hoewel ook op deze manier nog steeds niet alle besmettingen te voorkomen zijn, ga je het wel tegen op de plek waar de meeste ­besmettingen op dit ogenbik plaatsvinden, in de huiselijke sfeer.", "En door deze veiligheidsmaatregel, een visitepauze, hoeven we onze naasten niet te missen. Je kunt gewoon nog ­bezoekafspraken ­maken, maar gewoon een paar dagen later dan in de tijden zonder corona.", "Je afspraken temporiseren op minimaal tien dagen, dat is veilig voor jezelf en je naaste omgeving.", "Lees ook:", "De versoepeling van de lockdown rond Kerst raakt verder uit beeld", "Het OMT is somber over versoepeling van coronamaatregelen met kerst. De wetenschappers adviseren verlenging van de kerstvakantie.", "Alleen is maar alleen, al helemaal tijdens de tweede golf", "Vooral ouderen en alleenstaanden vereenzamen tijdens corona. Nu de tweede golf met bijbehorende lockdown over het land rolt, zijn de gevolgen misschien nog wel nijpender, waarschuwen experts."], "authors": ["Bernard Hulsman"], "keywords": ["tien", "visitepauze", "van", "dagen", "het", "op", "maar", "die", "zijn", "houd", "corona", "niet", "je", "en", "te", "tegen"], "pubDate": "2020-11-26T11:49:30+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}