{"id": "1f82bdef-928e-366a-af63-1d52cae0d37f", "title": "Vanaf de bank bij een concert of toneelstuk; heeft livestreamen de toekomst?", "url": "https://trouw.nl/cultuur-media/vanaf-de-bank-bij-een-concert-of-toneelstuk-heeft-livestreamen-de-toekomst~b9898aab/", "summary": "Omdat het een experiment betreft, is de stream voorlopig gratis (een plekje in de zaal kost 25 euro).\n“We willen niet zomaar een registratie van een stuk – het perspectief vanuit de zaal is op een laptop niet interessant.\nRufus KainStudio 2054: een multimediale show aan vanuit een een gigantisch magazijn Wie de komende tijd vanuit zijn leunstoel wil genieten van een liveconcert, heeft keuze genoeg.\nOnder de titel ‘Studio 2054' kondigt Lipa, de jongste vrouwelijke soloartiest die meer dan een miljard views op YouTube haalde, een multimediale show aan vanuit een een gigantisch magazijn.\nEen VIP-pakket, dat naast een concertkaartje ook een t-shirt ook een virtuele ‘meet and greet’ bevat kost 215 euro.", "paragraphs": ["Het begon als een noodgreep. In de eerste dagen van de coronacrisis zochten dansers, musici en andere podiumkunstenaars naar manieren om ondanks de lockdown iets te kunnen delen met hun publiek. Vanuit woonkamers en verlaten zaaltjes zonden ze live video’s uit, vaak amateuristisch vanaf een smartphone.", "In de popmuziek werden de livestreams al snel professioneler. In juli organiseerde Mojo Concerts een reeks avonden in de Ziggo Dome onder de noemer ‘Larger than Live’. Daar speelden grote namen als Typhoon, De Staat en De Jeugd van Tegenwoordig voor een mix van live en online publiek. Mojo was niet de enige; ook andere concertorganisators en artiesten gingen in rap tempo aan de livestream.", "Nu wordt ook in de rest van de cultuursector dit nieuwe medium naar een hoger niveau getild en ontstaan er ware ‘laptopkunstenaars’. Het aanbod varieert van muziek en dans, tot de literaire Joost Zwagermanlezing en een humoristische quizavond van Cameretten.", "Opdwarrelen", "“Van de handen en ademhaling van de pianist, tot de deeltjes die opdwarrelen als de hamer de snaar in de vleugel raakt, al die details kunnen we met camera’s naar voren brengen”, zegt Maarten van Boven, algemeen en artistiek directeur bij het Muziekgebouw aan ‘t IJ in Amsterdam. Tussen nu en 31 december organiseert het Muziekgebouw ruim twintig concerten voor het toegestane aantal fysieke toeschouwers én een onbeperkt aantal online kijkers. De aftrap wordt morgen gegeven door het ensemble Asko/Schönberg.", "“De bezettingen zijn kleinschalig”, vertelt Van Boven. “Het publiek zit op het podium, dichtbij de musici als bij een huiskamerconcert. De mensen in de zaal zullen bij ons altijd voorop staan, de livestream is daar dienstbaar aan. Er bewegen dus geen camera’s tussen de musici en het publiek in, maar je kunt tegenwoordig zo goed inzoomen dat we ook van een afstand intieme details in beeld kunnen brengen.”", "Het is niet voor het eerst dat het Muziekgebouw een creatieve oplossing voor de coronamaatregelen zoekt. In de zomer vond er buiten een reeks terrasconcerten voor 140 man publiek plaats. Wel is livestreamen een nieuw element voor de organisatie. Omdat het een experiment betreft, is de stream voorlopig gratis (een plekje in de zaal kost 25 euro). “Dat doen we ook omdat we het belangrijk vinden om het toegankelijk te houden. Maar dat neemt niet weg dat we musici een platform willen bieden, en dat er ook een mogelijkheid is om online donaties te doen.”", "Livestreaming zal waardevolle toevoeging blijven", "Van Boven vermoedt dat livestreaming op langere termijn een waardevolle toevoeging zal blijken, al vergt dat wel een goede vorm. “Puur één op één een concert doorzetten, het is de vraag of je daarmee de aandacht vasthoudt. Daarom grijpen we deze reeks vooral ook aan als een kans om te innoveren.”", "Daarin is het Muziekgebouw niet alleen: ook het Scapino Ballet Rotterdam benut de gedwongen rust van de coronacrisis om de code van een geslaagde livestream te kraken. “We hebben geïnvesteerd in betere camera’s”, zegt choreograaf en artistiek directeur Ed Wubbe. “We willen niet zomaar een registratie van een stuk – het perspectief vanuit de zaal is op een laptop niet interessant. Het wordt eerder een filmadaptatie, waarbij we ook op het podium tussen de dansers filmen.”", "Morgen is de première van ‘The Great Bean’, een voorstelling uit 2013 die Wubbe heeft hernomen en bewerkt. “Het is geïnspireerd op de roaring twenties – variété en een vleugje circus, de glitter en glamour van de vermaakindustrie, maar ook de tragiek en treurigheid daarachter.”", "Tijdens de eerste drie avonden in Rotterdam wil het Scapino net als het Muziekgebouw live publiek combineren met livestreamen. Als The Great Bean op tournee gaat, wijkt het gezelschap mogelijk uit naar een vooraf opgenomen stream. “Het is technisch een uitdaging om elke avond vanuit een ander theater live te zenden. Daarom hebben we afgelopen week een opname gemaakt vanuit de zaal en op het toneel. Die zijn we nu aan het monteren.”", "Helemaal nieuw is het voor dit gezelschap niet. Tussen april en juni had het Scapino wekelijkse livestreams waar vijfhonderd à duizend mensen naar keken. Maar die waren gratis en minder geavanceerd. In drie avonden wordt met The Great Bean gehoopt op vijftienhonderd online kijkers die 12,50 betalen. Dat is niet niks, maar met een grote internationale fanbase kan het nog beter, merkt de organisatie op. Eerder deze maand bereikte het Nederlands Dans Theater met drie livestreams bijna zesduizend online kijkers uit vijftig verschillende landen. Die stream kostte 15 euro.", "Over de grens", "Die grensoverschrijdende potentie is voor sommigen een groot deel van de aantrekkingskracht van livestreams. “Wij hebben in de loop der jaren veel buitenlandse partnerfestivals aan ons verbonden”, vertelt Alexander Beets, directeur van het Rabobank Amersfoortjazzfestival, dat vrijdag tot en met zondag geheel online plaatsvindt. “Die partnerfestivals gingen dit jaar niet door. Dus hebben we aangeboden dat ze ons festival kunnen doorzenden naar hun achterban. Zo worden we straks gepromoot in onder meer Australië, India, Thailand, Frankrijk, Polen en Oekraïne, door festivals die per stuk normaal tachtig- tot honderdduizend bezoekers hebben.”", "Volgens Beets is het nu met de coronacrisis essentieel dat festivals elkaar steunen. Amersfoortjazz gaat gepaard met een conferentie waar spelers uit diverse landen digitaal discussiëren over hun problemen en mogelijke oplossingen, waaronder livestreaming. “Veel jazzfestivals weten niet of ze er volgend jaar nog zijn. Ik ben bang dat gemeenten de stekker uit jazz gaan trekken. Wat dat betreft verkeren wij in een luxepositie: we hebben tot 2024 de financiering binnen.”", "Die financiering is cruciaal. Ten eerste kan Amersfoortjazz zijn livestreams gratis aanbieden. Ten tweede kan het er flink in investeren. “We hebben drie podia en een ‘DWDD-tafel’. Per podium hebben we vijf bemande camera’s. Het budget voor het technische deel is 85 à 90 duizend euro.”", "Nu de mogelijkheden duidelijk worden, wil Amersfoortjazz nooit meer zonder online component, vertelt Beets. Hij leidt het festival nu 22 van de 42 jaar dat het bestaat. “De normale draaiboeken hebben we wel onder de knie. Maar dit is televisie maken. We hebben een regisseuse ingehuurd die ook North Sea Jazz verslaat. Dat is het niveau dat we nastreven; dan doe je de muzikant recht.”", "Peachez blijft online bloedstollend Peachez van Toneelgroep Maastricht is een ‘bloedstollende reconstructie van een fatale liefdesgeschiedenis’ naar het boek van Ilja Leonard Pfeijffer. Zes dagen is het stuk, gespeeld door Porgy Franssen en Maartje van de Wetering, live én gratis via Zoom te zien. Het voelt sympathiek en ook intiem: Zoom is toch een vergadertool, je logt in om samen iets te gaan doen. Toneelgroep Maastricht deed al eerder online experimenten. Zo werd met behulp van videocalls de film Lockdown gemaakt en werd de voorstelling Brieven uit Genua via Zoom gedeeld. Het publiek groeide snel, er waren mensen uit Italië en Nieuw-Zeeland, er waren mensen met slechte oren of moeilijke benen, die hun theaterkans grepen. Artistiek leider en regisseur Michel Sluysmans speelt bewust met het ‘Zoomelement’ van de bijeenkomsten. In zijn inleiding vraagt hij bijvoorbeeld of meneer Janssen even zijn camera wil aanzetten. “Want je kunt naar de spelers kijken, maar ook naar elkaar. Dat levert meer saamhorigheid op dan bij simpelweg streamen”, aldus Sluysmans. “Het is natuurlijk geen film, soms hapert het geluid, soms je eigen verbinding. Tegelijk is het bijzonder, ben je onderdeel van een collectieve ervaring. Dat merkten we ook aan het einde. Bij het slot van Brieven uit Genua klapten mensen voor de acteurs, maar ze zwaaiden ook naar elkaar. Het ontroerde me.” Peachez speelt live via Zoom van dinsdag 1 t/m donderdag 3 december en van dinsdag 8 t/m donderdag 10 december om 20.00 uur. De toegang is gratis, een donatie is welkom. Toneelgroepmaastricht.nl Jowi Schmitz", "Ballet, jazz- en tapdans én musical via de stream * Het monumentale ‘Requiem’ bij Het Nationale Ballet draagt choreograaf David Dawson niet op aan de doden, maar aan de levenden – “Voor allen die de wereld maken tot wat ze nu is.” Het ballet (op Gavin Bryars’ Requiem voor orkest, koor en solozang) markeert zijn 25-jarig jubileum bij het balletgezelschap: dans waarbij de grenzen van de klassiek ballettechniek worden opgerekt tot het haast onmogelijke. Verwacht benen die vér voorbij de oren zijn gevouwen en arabesken die lijken te zweven boven de vloer. Dat het geen circuskunstjes worden, is te danken aan de grote emotionele bewogenheid die Dawson van zijn dansers eist. Doosje Kleenex paraat dus maar. Online te zien op operaballet.nl tot 12 december. € 2,95 * Jazz- en tapdans, charleston: dan denk je aan de glitter en glamour van de Gouden Jaren van het Hollywood-variététheater. Maar ook aan de tragiek van even snel opkomende als teloorgaande sterrendom van artiesten, onze nieuwe goden. Ed Wubbe van Scapino Ballet Rotterdam maakte met ‘The Great Bean’ (2013) een avondvullend dansstuk met theaterdans, circus en goochelkunsten op onder andere songs van Billie Holiday. Livestreams te zien op 19, 20 en 21 november, 20.15 uur. € 12,50 * De adembenemend mooie dansmusical ‘An American in Paris’ (2014) houdt het record van meeste 5*-recensies en werd bekroond met vier Tony’s en een Olivier Award. Choreograaf Christopher Wheeldon maakte dan ook een werkelijk schitterende enscenering van de filmklassieker en Broadwaymusical op Gershwins meeslepende score. Online te zien op het nieuwe streamingplatform Stage2View.com, dat ook o.a. de Broadwaymusicals ‘Kinky Boots’ en ‘42nd Street’ aanbiedt. € 5,99 Alexander Hiskemuller", "Mozart en Bach klinken online Natuurlijk: het live beleven van een bijzonder concert is met geen digitaal substituut te vergelijken. Maar wie de geuren en kleuren van de volle zaal mist, vindt wellicht troost in het feit dat livestreaming topmusici van over de hele wereld voor iedereen toegankelijk maakt. Neem het Engelse Bath Mozart Fest, dat ondanks de coronacrisis zijn dertigste editie viert met een online minifestival. Van 18 tot en met 21 november zijn er acht concerten te zien. Kaartjes kosten 10 pond per concert, of 60 voor toegang tot het volledige festival. Dan zijn er de frequente livestreams van The Chamber Music Society of Lincoln Center, waar donderdag het Danish String Quartet werk van Bach, Mozart en Webern speelt (20 dollar per ticket). En aan de andere kant van de wereld geeft het Singapore Chinese Orchestra een concert op vrijdag (15 dollar). Tegelijk kunnen internationale muziekliefhebbers natuurlijk ook genieten van Nederlands talent. Ensembles als Asko|Schönberg en het Amsterdams Andalusisch Orkest, die vanaf donderdag optreden bij de concertreeks ‘Up Close’ van het Muziekgebouw aan ‘t IJ (gratis te bekijken). Wie ‘livestream’ en ‘classical music’ intikt bij Google, zal ontdekken dat bovenstaande voorbeelden slechts het topje van de ijsberg vormen. Genoeg te ontdekken dus! Rufus Kain", "Studio 2054: een multimediale show aan vanuit een een gigantisch magazijn Wie de komende tijd vanuit zijn leunstoel wil genieten van een liveconcert, heeft keuze genoeg. Van oude rotten tot absolute beginners, veel artiesten kiezen voor de livestream nu optreden voor publiek niet kan. Een livestream die bijzonder spectaculair belooft te worden, is het optreden dat de Britse zangeres Dua Lipa op 27 november verzorgt. Onder de titel ‘Studio 2054' kondigt Lipa, de jongste vrouwelijke soloartiest die meer dan een miljard views op YouTube haalde, een multimediale show aan vanuit een een gigantisch magazijn. Verwacht bijzondere decors, een rollerdisco, vele beroemde gastartiesten, dansers, acrobaten en skaters. De livestream, waarbij Lipa vooral songs van haar nieuwste album ‘Future Nostalgia’ ten gehore zal brengen, begint om 21.30 uur. Kaarten - voor 12 euro - zijn te bestellen op de site van Mojo. Popliefhebbers die zich graag nog eens in de nostalgie van de jaren tachtig onderdompelen, kunnen op 19 december terecht bij een optreden van Boy George & Culture Club. De Britten, bekend van hits als ‘Do you really want to hurt me’ en ‘Karma chameleon’, streamen hun concert live vanuit de Royal Albert Hall in Londen. Voor 20 euro heb je een kaartje voor de livestream. Een VIP-pakket, dat naast een concertkaartje ook een t-shirt ook een virtuele ‘meet and greet’ bevat kost 215 euro. Saskia Bosch", "Lees ook:", "", "Bij online concerten zit je altijd vooraan", "Digitale popconcerten worden snel professioneler. Muzikanten beginnen nu ook kaartjes te verkopen. Wat is er leuk aan, en waar zijn die concerten te vinden?"], "authors": ["Rufus Kain"], "keywords": ["bank", "van", "heeft", "bij", "livestreamen", "concert", "het", "op", "die", "toekomst", "een", "ook", "en", "dat", "te", "toneelstuk", "vanaf", "voor"], "pubDate": "2020-11-18T13:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}