{"id": "1fa4ea24-e578-3434-8733-518ebf6de8af", "title": "Autoriteiten: Indonesisch vliegtuig met 62 inzittenden waarschijnlijk gecrasht", "url": "https://nu.nl/buitenland/6101013/autoriteiten-indonesisch-vliegtuig-met-62-inzittenden-waarschijnlijk-gecrasht.html", "summary": "Een vliegtuig van de Indonesische luchtvaartmaatschappij Sriwijaya Air met daarin 62 inzittenden is zaterdag kort na het opstijgen waarschijnlijk neergestort, zo melden de autoriteiten.\nOok zouden kabels en een deel van een spijkerbroek zijn aangetroffen.\nVolgens Budi Karya, de Indonesische minister van Transport, waren vijftig passagiers en twaalf bemanningsleden aan boord van het vliegtuig.\nHet toestel vloog toen boven de zee in de buurt van het eiland Lancang.\nDe Boeing 737-500 was met tientallen passagiers op weg naar het 700 kilometer noordelijker gelegen Pontianak, in de provincie West-Kalimantan.", "paragraphs": ["Een vliegtuig van de Indonesische luchtvaartmaatschappij Sriwijaya Air met daarin 62 inzittenden is zaterdag kort na het opstijgen waarschijnlijk neergestort, zo melden de autoriteiten. In de zee ten noorden van Jakarta zijn wrakstukken gevonden.", "Een reddingsteam is naar de plek gegaan waar de wrakstukken zijn gevonden. Ook zouden kabels en een deel van een spijkerbroek zijn aangetroffen.", "Volgens Budi Karya, de Indonesische minister van Transport, waren vijftig passagiers en twaalf bemanningsleden aan boord van het vliegtuig.", "Het laatste contact met de bemanning vond plaats op slechts 20 kilometer van de luchthaven. Het toestel vloog toen boven de zee in de buurt van het eiland Lancang.", "De Boeing 737-500 was met tientallen passagiers op weg naar het 700 kilometer noordelijker gelegen Pontianak, in de provincie West-Kalimantan."], "authors": ["Door", "Nu.Nl Reuters Anp"], "keywords": ["autoriteiten", "zijn", "van", "het", "waarschijnlijk", "zee", "naar", "wrakstukken", "met", "een", "indonesisch", "op", "gecrasht", "62", "inzittenden", "vliegtuig", "passagiers"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}