{"id": "1fc0aeea-d451-393c-8d58-77c41ddd0f33", "title": "Ik heb een heimwee erbij, door de lockdown", "url": "https://trouw.nl/opinie/ik-heb-een-heimwee-erbij-door-de-lockdown~baed339a/", "summary": "Ik heb wel een tijd gekend, jarenlang, dat ik nagenoeg alleen thuis werkte.\nMaar ik kijk terug op een actief en fijn opgaan in de ochtenddrukte en de frisse creativiteit die een vreemd kantoor en een nieuwe ruimte je geven.\nDit is het lot van de migrantNu, bij de gedachte alleen al aan een mogelijke volledige lockdown, voel ik heimwee naar mijn werkplek.\nIk heb heimwee naar Engeland, mijn geboorteplaats, het land waar ik tot mijn tiende woonde.\nIk heb heimwee naar een oord dichtbij: naar mijn werkplek en naar de stad waar ik woon, waar we niet zomaar voor de gezelligheid naartoe kunnen.", "paragraphs": ["Ooit schreef de Britse auteur Hanif Kureishi dat zijn leven voor even ‘normaal’ was toen hij een heuse baan kreeg en daarvoor opeens in de ochtend de deur uit moest, koffertje in de hand en opgaan in de massa mensen op weg naar hun werkplek. Wat een verschil met zijn schrijversbestaan van nagenoeg de ganse dag thuiszitten, aan zijn bureau, in zijn eentje om te schrijven.", "Ik moest opeens hieraan denken nu ons ‘normaal’ is geworden om juist zoveel mogelijk thuis te werken. Opeens hoef je niet eerst de deur uit, actief naar je werkplek, waar ook je collega’s zijn.", "Ik werk al jaren thuis. Maar ik werk ook buitenshuis, op de universiteit. Ik combineer beide en die balans is fijn. Ik heb wel een tijd gekend, jarenlang, dat ik nagenoeg alleen thuis werkte. Ik was promotieonderzoek aan het doen. Schrijven aan mijn dissertatie vroeg om isolatie. De stilte, geen afleiding, ik zocht dat op. Ik noemde het mijn klooster of heilige tijd.", "Ik mis dat samen koffie halen", "In wezen was het een soort persoonlijke lockdown. Tijdens die jarenlange isolatie keek ik er zeer naar uit om weer eens de deur uit te gaan, naar mijn werkplek, in mijn fijne zakelijke pakken, en onder de collega’s zijn. Want dat miste ik intens.", "Wat missen we als we geen werkplek hebben? Salaris, hoor je wel eens. Natuurlijk. Salaris, het geeft ons draagkracht en ook zelfvertrouwen. Sociale contacten,hoor je ook vaak. Mensen die opeens geen werkplek hebben, missen dat, die aanspraak, een groet, een compliment, samen koffie halen.", "Ik keek er dus naar uit om uit mijn isolatie te komen nadat ik was gepromoveerd. Dat was in november 2019. Lang duurde dat niet, tot de eerste lockdown in maart. Maar ik kijk terug op een actief en fijn opgaan in de ochtenddrukte en de frisse creativiteit die een vreemd kantoor en een nieuwe ruimte je geven.", "Dit is het lot van de migrant", "Nu, bij de gedachte alleen al aan een mogelijke volledige lockdown, voel ik heimwee naar mijn werkplek. Heimwee, ja. Heimwee had ik al. Dat is het lot van de migrant, zeg maar. Iets wat we proberen weg te drukken. Verzwijgen ook. Maar het lukt niet goed. Ik heb heimwee naar Engeland, mijn geboorteplaats, het land waar ik tot mijn tiende woonde. Ik heb heimwee naar Pakistan, mijn oude vaderland, waar de mensen op mij lijken en mijn moedertaal spreken.", "En nu heb ik daar bovenop een heimwee erbij. Ik heb heimwee naar een oord dichtbij: naar mijn werkplek en naar de stad waar ik woon, waar we niet zomaar voor de gezelligheid naartoe kunnen.", "Volgens mij hebben we allemaal met heimwee te kampen. Wie weet ook de mensen die protesteren tegen de Covid-regels...", "Mijn eerste roman ging over heimwee. Het boek heet ‘Eenzaam Heden’. Het gaat over een migrant in Engeland die heimwee heeft naar vroeger, naar de tijd van voor hij migreerde. Zijn echtgenote die met hem mee-migreerde heeft ook heimwee maar dan naar de toekomst, als het leven beter zal worden. Ze hebben een dochter: zij probeert gewoon wortel te schieten, daar waar ze woont, zodat ze niet eenzaam is in het heden.", "Daar zijn we nu. We leren nu opnieuw wortel te schieten in onze nieuwe hedens.", "Naema Tahir is jurist en schrijver. Voor Trouw schrijft ze om de week een column. Lees ze hier terug."], "authors": ["Naema Tahir"], "keywords": ["heb", "te", "lockdown", "en", "erbij", "dat", "een", "naar", "die", "door", "ik", "het", "mijn", "heimwee"], "pubDate": "2020-10-22T10:39:00+02:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}