{"id": "1fc3239a-509c-3fdb-81f5-76cc057b33e2", "title": "Dribbelen in de hemel", "url": "https://www.rtlnieuws.nl/columns/column/5200900/garrincha-voetbal-brazilie-pele-maradona", "summary": "Ik hoop dat we op een dag samen in de hemel een potje kunnen voetballen.\"\nEen Braziliaanse sportjournalist zag een andere ontmoeting in de hemel daarentegen meteen voor zich .\nWant Pelé mag dan wel de koning van het voetbal zijn in Brazilië, voor sommigen was Garrincha minstens zo goed.\nNiet voor niets zorgde hij er vrijwel eigenhandig voor dat Brazilië in 1962 het WK won, nadat Pelé door een blessure was uitgeschakeld.\nOnder meer doordat zijn tragisch verlopen leven in schril contrast stond met dat van koning Pelé, die de ideale schoonzoon was.", "paragraphs": ["Dat de voetbalrivaliteit tussen Brazilië en Argentinië diepgeworteld is, is geen geheim. Ik zal nooit de zangkoren van de Brazilianen tijdens het WK voetbal in 2014 vergeten: 'Duizend doelpunten, duizend doelpunten. Alleen Pelé, alleen Pelé. Maradona is een coke-snuiver.'", "Toen de Argentijnse voetbalheld vorige week overleed, konden sommige Brazilianen het dan ook niet laten om in grappen op sociale media te verwijzen naar zijn turbulente leven. Maar over het algemeen werd de strijdbijl juist tijdelijk begraven en klonken er ook in Brazilië niets dan lovende woorden over Maradona. Zijn eeuwige rivaal Pelé schreef zelfs op Twitter: \"Ik heb een vriend verloren en de wereld een legende. Ik hoop dat we op een dag samen in de hemel een potje kunnen voetballen.\"", "Pelé mag dan wel de koning van het voetbal zijn in Brazilië, voor sommigen was Garrincha minstens zo goed", "Maar hoewel de 80-jarige Pelé ook kwakkelt met zijn gezondheid, laat dat moment waarschijnlijk nog wel even op zich wachten. Een Braziliaanse sportjournalist zag een andere ontmoeting in de hemel daarentegen meteen voor zich . Die tussen Maradona en Mané Garrincha, die hij omschrijft als de twee beste dribbelaars ooit.", "Want Pelé mag dan wel de koning van het voetbal zijn in Brazilië, voor sommigen was Garrincha minstens zo goed. Niet voor niets zorgde hij er vrijwel eigenhandig voor dat Brazilië in 1962 het WK won, nadat Pelé door een blessure was uitgeschakeld.", "Zijn tragisch verlopen leven in schril contrast stond met dat van koning Pelé, die de ideale schoonzoon was", "'De engel met de kromme benen' wist zijn tegenstanders regelmatig op een verkeerd spoor te zetten doordat zijn linkerbeen naar buiten gedraaid stond en zijn zes centimeter kortere rechterbeen juist naar binnen.", "Toch is Garrincha door velen intussen vergeten. Onder meer doordat zijn tragisch verlopen leven in schril contrast stond met dat van koning Pelé, die de ideale schoonzoon was. Garrincha trouwde twee keer, verwekte binnen en buiten zijn huwelijken in totaal veertien kinderen, zijn schoonmoeder overleed bij een auto-ongeluk waarbij hij achter het stuur zat, hij kon niet omgaan met de roem die hij door het voetbal verkreeg, was jarenlang verslaafd aan alcohol en overleed uiteindelijk op zijn 49-jarige aan leverfalen.", "Duizenden mensen stonden langs de kant van de weg toen het lichaam van Garrincha naar zijn geboortedorp werd gebracht", "In dat opzicht heeft Garrincha veel meer gemeen met Maradona dan Pelé ooit zal hebben. De Argentijnse legende kampte tenslotte ook met verslavingen. En hoewel Garrincha in armoede en relatieve vergetelheid stierf, zorgde zijn uitvaart ook voor veel opschudding, net zoals we vorige week bij Maradona zagen. Duizenden mensen stonden langs de kant van de weg toen het lichaam van Garrincha op een brandweerwagen naar zijn geboortedorp Pau Grande werd gebracht en de begraafplaats zou naar verluidt door de vele fans half verwoest zijn tijdens de begrafenis.", "Helaas voor Garrincha achtervolgde het ongeluk hem zelfs na zijn dood. Zo presteerde de begraafplaats het namelijk om zijn botten kwijt te raken. Dat wil zeggen: de engel met de kromme benen moet er ergens liggen. Maar in welk graf precies, dat is onduidelijk.", "Ook na zijn dood dribbelt Garrincha nog door. Hopelijk nu ergens samen met Maradona."], "authors": [], "keywords": ["garrincha", "van", "pelé", "het", "met", "zijn", "een", "en", "hemel", "dribbelen", "dat", "voor"], "pubDate": "2020-12-03T05:42:41+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}