{"id": "1fdabb1c-f2b1-3166-955d-eef2bec53a94", "title": "De verhalen van mijn opa Rodrigo, fantast en analfabeet", "url": "https://trouw.nl/opinie/de-verhalen-van-mijn-opa-rodrigo-fantast-en-analfabeet~b0e1666a/", "summary": "Wat ik deze Kerst het meest zal missen, zijn de verhalen van opa Rodrigo over zijn bewogen leven.\nEscucha pequeño (luister kleintje) vormde meestal de intro van een sensationeel relaas waaruit de scenarioboeren van Netflix nu ongetwijfeld een spannende serie zouden kunnen distilleren.\nZo leerde ik van Rodrigo hoe in het zuiden van Spanje begin vorige eeuw tal van kinderen verdwenen.\nDan vertelde Rodrigo hoe hij en zijn neefje door boeven werden ­gegrepen en in twee jutezakken ­gepropt.\nToen het gesprek op haar vader kwam, vertelde ik enkele van die verwonderlijke levensgebeurtenissen van opa Rodrigo.", "paragraphs": ["Wat ik deze Kerst het meest zal missen, zijn de verhalen van opa Rodrigo over zijn bewogen leven. Had hij maar zijn memoires geschreven, heb ik af en toe gedacht gedurende de laatste 47 jaren van zijn afwezigheid. Deze grootvader werd in 1973 door een longemfyseem gevloerd. Als kind moest ik me wel door zijn zware Spaanse accent heen worstelen, maar dronk gulzig ieder van zijn woorden. Escucha pequeño (luister kleintje) vormde meestal de intro van een sensationeel relaas waaruit de scenarioboeren van Netflix nu ongetwijfeld een spannende serie zouden kunnen distilleren.", "Zo leerde ik van Rodrigo hoe in het zuiden van Spanje begin vorige eeuw tal van kinderen verdwenen. Het verhaal ging dat ze door bendes werden ontvoerd in opdracht van zeer rijke lieden. Met het vet uit hun lijf werd zalf gemaakt die oudere rijkaars gebruikten voor hun verjongingskuur. Echt waar opa? Nou en of pequeño, ik ben zelf slachtoffer van die bendes geweest!", "Dan vertelde Rodrigo hoe hij en zijn neefje door boeven werden ­gegrepen en in twee jutezakken ­gepropt. Klaar voor de slacht. Maar bij een stop die de mannen gebruikten om wat olijven en gedroogde ­kabeljauw naar binnen te werken, legden ze de jutezakken tegen een boom. De kleine Rodrigo gebruikte zijn mesje om de zak open te snijden en kon zo ontsnappen. Van zijn neefje werd nooit meer iets vernomen.", "En die ene keer dat hij als jonge man Marseille bezocht, de stad die toen, met al die gangsters, toch een beetje het Franse Chicago was. Op de ­eerste dag van zijn bezoek was het gelijk prijs. Gedreven door een urgente behoefte stapte hij een pishok binnen om zijn blaas te ledigen. De man die naast hem stond verroerde zich niet. Opa probeerde al plassend een gesprek aan te knopen. Hij kreeg geen antwoord. Pas toen Rodrigo zijn gulp dichtknoopte, zag hij het mes dat uit de rug van de stille ­onbekende stak. Opa wist niet hoe snel hij zich uit de voeten moest ­maken.", "Een analfabeet", "Dezer dagen bezocht ik mama Ephi in haar Provence. Toen het gesprek op haar vader kwam, vertelde ik enkele van die verwonderlijke levensgebeurtenissen van opa Rodrigo. Mijn moeder werd door een aanval van slappe lach overvallen: wist ik dan niet dat haar vader de grootste fantast van de familie was? Nooit was hij in Marseille geweest en evenmin uit een jutezak ontsnapt. Opa was een analfabeet die niets anders in zijn leven had gedaan dan langs houten palen klimmen om elektriciteitskabels aan elkaar te knopen.", "Ooit vertelde hij, als kind dat te lang buiten bleef spelen en een straf vreesde, de reden van zijn late komst aan zijn ouders: onderweg naar huis was hem de heilige maagd Maria plotseling verschenen en ze zei dat hij zijn mama vanavond moest bevelen frites voor hem te maken.", "Ik ben even stil gebleven. Als goedgelovige journalist heeft het dus bijna een heel leven geduurd eer ik bij de factcheckafdeling van mijn ­negentigjarige moeder terechtkwam om de waarheid over Rodrigo’s verzinsels te horen.", "Prettige kerstdagen!", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["ik", "zijn", "van", "het", "mijn", "en", "verhalen", "rodrigo", "een", "te", "opa", "fantast", "hij", "die", "analfabeet"], "pubDate": "2020-12-23T17:24:30Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}