{"id": "1ffd4d78-275b-3793-b67a-1ca68fc85969", "title": "Steun de gemeenten die opkomen voor vluchtelingenkinderen van Moria", "url": "https://trouw.nl/opinie/steun-de-gemeenten-die-opkomen-voor-vluchtelingenkinderen-van-moria~bb1c58e1/", "summary": "Het kabinet moet de 184 lokale initiatieven voor bescherming van vluchtelingen-kinderen juist aanwakkeren, vinden Barbara Oomen en Sara Miellet van het Cities of Refuge onderzoeksprogramma, Universiteit Utrecht.\nDaarbij wogen principiële afkeer van deze mensenrechtenschendingen op Europees grondgebied zwaarder dan politieke voorkeuren.\nElders benadrukt de raad dat het wel om weeskinderen moet gaan – een schending van de rechten van het kind.\nSchampere reactieMet deze expliciete en pragmatische steun voor een op mensenrechten gestoeld vluchtelingenbeleid sluiten de Nederlandse gemeenten ook aan bij een internationale beweging.\nStaatssecretaris Ankie Broekers-Knol sprak van ‘een sympathiek gebaar’ maar deed er niets mee.", "paragraphs": ["Het kabinet moet de 184 lokale initiatieven voor bescherming van vluchtelingen-kinderen juist aanwakkeren, vinden Barbara Oomen en Sara Miellet van het Cities of Refuge onderzoeksprogramma, Universiteit Utrecht.", "Kinderen die slapen op karton, zich wassen in de zee, rondlopen met plannen voor zelfdoding. Wie zich, met de winter in aantocht, zorgen maakt over Moria hoeft niet naar de regering in Den Haag te kijken voor hoop. Toch flakkert elders in Nederland het vlammetje van de mensenrechten steeds helderder: in de gemeenten.", "Dit jaar boog twee derde van de gemeenteraden zich over de alleenstaande vluchtelingenkinderen op de Griekse eilanden, en riep meer dan de helft de regering op om 500 kinderen op te nemen. Deze lokale mensenrechtenbeweging staat niet op zichzelf, en verdient veel meer serieuze aandacht dan nu vanuit Den Haag komt. Ga maar na, in de discussie over Moria. Daar praatten raadsleden van Aalsmeer tot Aalten, van Zaanstad tot Zwolle over de oproep van Vluchtelingenwerk, de Stichting Vluchteling en Defence for Children.", "Principiële afkeer", "Soms begon de discussie met een gemeentebesluit, maar vaker kwam het initiatief van raadsleden. Daarbij wogen principiële afkeer van deze mensenrechtenschendingen op Europees grondgebied zwaarder dan politieke voorkeuren. Zo stemden van de coalitiepartijen, die nationaal geen sjoege geven, de raadsleden lokaal vrijwel altijd (D66), heel vaak (CU en CDA) en soms (VVD) voor deelname aan de ‘Coalition of the Willing’ rondom 500 kinderen.", "In totaal gaat het inmiddels om de meerderheid van de gemeenten (184) met bijna 12 miljoen inwoners - vrijwel alle grote steden, maar ook veel plattelandsgemeenten.", "Europese schandvlek", "De argumentatie is veelbetekenend. Zo sprak de raad in Renkum over de kwetsbaarheid van de kinderen. Elders benadrukt de raad dat het wel om weeskinderen moet gaan – een schending van de rechten van het kind. In andere gevallen zijn die kinderrechten leidend, zoals in Druten waar raadsleden de mensenrechten, kinderrechten en vluchtelingenverdragen als motivatie aanvoerden.", "Daarbij voelen al deze gemeenten een verantwoordelijkheid voor deze Europese schandvlek: zij verwijzen bijvoorbeeld naar het verzoek van de Griekse minister die al in oktober 2019 een oproep deed om 2500 kinderen op te vangen in andere Europese landen, en het gebrek aan Nederlandse respons. De besluiten zijn ook niet voor de bühne: de Nijmeegse raad benadrukt expliciet de bereidheid om zowel extra volwassenen als kinderen op te vangen. Dit was niet de vraag (het Nidos, jeugdbescherming voor vluchtelingen, zou de opvang doen) maar laat zien hoe serieus het engagement is.", "Deze lokale steun voor het internationale vluchtelingenvraagstuk is niet nieuw. In de afgelopen jaren kreeg Nederland steeds meer mensenrechtensteden, die expliciet internationale verdragen als basis namen voor beleid. Ook in het migratiebeleid – zie de Bed, Bad, Brood- discussie en de weigering om vluchtelingen terug te sturen naar Afghanistan, is dit zichtbaar. De beweging rondom #500kinderen gaat een stap verder, omdat lokale organisaties en raadsleden in Lochem, Leiden en Lansingerland zich zorgen maken over jongeren in olijfgaarden, duizenden kilometers weg.", "Schampere reactie", "Met deze expliciete en pragmatische steun voor een op mensenrechten gestoeld vluchtelingenbeleid sluiten de Nederlandse gemeenten ook aan bij een internationale beweging. De 200 Duitse gemeenten die zich aansloten bij de Duitse See-brücke, bijvoorbeeld, willen ver van de Middellandse Zee een veilige haven vormen voor bootvluchtelingen, en ondernemen daartoe concrete stappen.", "De reactie van de regering op deze initiatieven is tot dusverre ronduit schamper. Staatssecretaris Ankie Broekers-Knol sprak van ‘een sympathiek gebaar’ maar deed er niets mee. Een motie om gehoor te geven aan een brief van vijf burgemeesters om voor de Kerst met het Rijk in gesprek te gaan over opvang van vluchtelingen uit Griekenland, is in de Tweede Kamer weggestemd en weggewuifd.", "Dit is zonde, en onterecht. Zoveel draagvlak voor mensenrechten past in een lange Nederlandse traditie en is de sleutel tot een humaner migratiebeleid. Precies wat de regering aan zou moeten aanwakkeren in plaats van wegwuiven.", "Lees ook:", "Vluchtelingenkamp op Lesbos is onmogelijk winterklaar te maken: ‘Deze hel blijft onvoorstelbaar’", "Het vluchtelingenkamp dat in de plaats kwam van het afgebrande Moria is niet veel beter dan het oude. Het loopt regelmatig onder water, staat op vervuilde grond, en de onderlinge spanningen zijn hoog.", "Vluchtelingen hadden het nakijken in 2020", "Het jaar 2020 vestigt een treurig laagterecord: extreem weinig vluchtelingen kregen een nieuw thuisland, en niet alleen vanwege corona. Er zijn wel tekenen dat landen de bescherming van kwetsbare vluchtelingen serieuzer nemen.", "Gemeenten moeten voor 27.000 statushouders een woning regelen. ‘Een enorme opgave’", "Volgend jaar hebben 27.000 statushouders een woning nodig, schrijven bewindslieden Broekers-Knol en Ollongren. Dat wordteen grote uitdaging voor gemeenten."], "authors": ["Barbara Oomen En Sara Miellet"], "keywords": ["van", "steun", "het", "deze", "voor", "vluchtelingenkinderen", "en", "een", "om", "opkomen", "op", "te", "gemeenten", "moria", "niet", "die"], "pubDate": "2020-12-25T11:32:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}