{"id": "20095681-02a3-39d7-b34b-2d3511778e63", "title": "Puntenverlies ’Juve’ en De Ligt na gemiste penalty Ronaldo", "url": "https://www.telegraaf.nl/sport/432746480/puntenverlies-juve-en-de-ligt-na-gemiste-penalty-ronaldo", "summary": "In de eerste helft maakte Federico Chiesa zijn eerste competitiedoelpunt namens Juventus met een fraaie knal in de kruising.\nKort daarna kreeg Juventus een makkelijk gegeven strafschop, maar doelman Pierluigi Gollini bracht redding op het schot van Ronaldo.\nDe koploper houdt nog wel een punt voorsprong op achtervolger Inter, dat won van Napoli (1-0).\nGenoa kwam twee keer op voorsprong en beide keren was Mattia Destro de doelpuntenmaker.\nVoor Milan, zonder topschutter Zlatan Ibrahimovic, zorgden Davide Calabria en Pierre Kalulu Kyatengwa beiden voor een gelijkmaker.", "paragraphs": ["In de eerste helft maakte Federico Chiesa zijn eerste competitiedoelpunt namens Juventus met een fraaie knal in de kruising. Remo Freuler maakte na rust op knappe wijze gelijk. Van dezelfde afstand als Chiesa schoot de Zwitser namens Atalanta de bal in de andere kruising. Kort daarna kreeg Juventus een makkelijk gegeven strafschop, maar doelman Pierluigi Gollini bracht redding op het schot van Ronaldo.", "Matthijs de Ligt deed de gehele wedstrijd mee bij Juventus, zoals ook Marten de Roon en Hans Hateboer dat deden bij Atalanta. Sam Lammers bleef op de bank.", "Juventus staat derde in de Serie A, 3 punten achter koploper AC Milan dat later op woensdagavond speelt. Atalanta, vorige week verantwoordelijk voor de uitschakeling van Ajax in de Champions League, staat achtste met 18 punten.", "Koploper AC Milan verspeelt punten", "AC Milan heeft in de Italiaanse Serie A 2 punten verspeeld tegen Genoa. In Genua werd het 2-2. De koploper houdt nog wel een punt voorsprong op achtervolger Inter, dat won van Napoli (1-0).", "Genoa kwam twee keer op voorsprong en beide keren was Mattia Destro de doelpuntenmaker. Voor Milan, zonder topschutter Zlatan Ibrahimovic, zorgden Davide Calabria en Pierre Kalulu Kyatengwa beiden voor een gelijkmaker.", "Romelu Lukaku zette Inter ongeveer een kwartier voor tijd op voorsprong. De Belg deed dat uit een strafschop. Even eerder had Lorenzo Insigne van Napoli de rode kaart gekregen.", "Bij Napoli viel Dries Mertens, met een mogelijk ernstige blessure aan de enkel, al snel uit. Bij Inter speelde Stefan de Vrij als gebruikelijk mee."], "authors": [], "keywords": ["van", "dat", "milan", "een", "voorsprong", "napoli", "ronaldo", "en", "gemiste", "ligt", "op", "voor", "puntenverlies", "met", "juventus", "penalty", "juve"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}