{"id": "2025421c-b915-3a9d-9bdc-ddd7ca214a3a", "title": "De vraag of kindmodellen als Summer (11) worden uitgebuit, blijft altijd boven tafel hangen", "url": "https://volkskrant.nl/cultuur-media/de-vraag-of-kindmodellen-als-summer-11-worden-uitgebuit-blijft-altijd-boven-tafel-hangen~bd833881/", "summary": "Het antwoord blijft natuurlijk: weet ik veel, en daarom zijn kinderen als Summer ook zo’n onuitputtelijk onderwerp.\nBegin met de hypothese: wat als jíj een kind zou krijgen van een verkeersongeluk-veroorzakende schoonheid, of dat Stephen Hawkings huiswerk verbetert?\nSummer en haar moeder Jessica kregen van de week kans op revanche van Jinek, waar de bekende vragen over tafel gingen.\nWe zien Summer als een wilskrachtig en sociaal begaafd kind, voetballend op camping De Mosterdpot, waar haar ouders een stacaravan hebben.\nEn als manager Anthony zegt dat Summer haar laatste snack van de dag heeft gehad, worden haar ouders razend.", "paragraphs": ["En wéér buigen we ons vanaf de bank over de kwestie: uitbuiting of een kans uit miljoenen?", "Even slaakte ik een diepe zucht, toen van de week de mediamachine rondom kindmodel Summer de Snoo (11) weer werd aangezwengeld. Vorig jaar klonk luide kritiek, toen ze aanschoof bij Jinek, net als toen ze optrad in Je zal het maar zijn en RTL Boulevard. Over Summer verscheen deze week een docuserie bij Videoland, en dus zouden we ons wéér buigen over de kwestie: wordt ze gepusht of is dit háár droom?", "Het antwoord blijft natuurlijk: weet ik veel, en daarom zijn kinderen als Summer ook zo’n onuitputtelijk onderwerp. In het gesprek klinkt de echo van eerdere discussies, rondom kindmodellen als Thylane Blondeau en wonderkinderen als Laurent Simons. Kinderen op wie kijkers al hun opvattingen over een goede jeugd en ouderschap kunnen projecteren. Begin met de hypothese: wat als jíj een kind zou krijgen van een verkeersongeluk-veroorzakende schoonheid, of dat Stephen Hawkings huiswerk verbetert?", "Nou, mopperde Maarten van Rossem vorig jaar in Jinek, hij was blij dat zijn kleindochter géén kindmodel was, en vond dat de foto’s ‘een bedenkelijk karakter hadden voor een kind van 9’ – doelend op de zwoele exemplaren. Summer en haar moeder Jessica kregen van de week kans op revanche van Jinek, waar de bekende vragen over tafel gingen. Werkt zo’n kind niet te veel, ziet het nog weleens een klimrek van dichtbij, kortom: is dit oké?", "Summer de Snoo (midden) op de voetbalclub in de serie ‘Summer de Snoo - Picture Perfect’.", "Ja hoor, suggereert de serie Summer - Picture Perfect. We zien Summer als een wilskrachtig en sociaal begaafd kind, voetballend op camping De Mosterdpot, waar haar ouders een stacaravan hebben. Vader Joeri, een sympathieke, volgetatoeëerde bouwvakker, verklaart met Rotterdams accent: ‘We komen allemaal uit een achterstandswijk, mensen hebben daar niks. Als je hiermee de dans kunt ontspringen en dit is haar droom, wie ben ik dan?’ Ze komen naar voren als liefhebbende ouders, die Summers droom willen waarmaken.", "Als wordt ingezoomd op de zorgen die bij het publiek leven, is dat alleen om ons gerust te stellen. De camera staat erbovenop als Summer bij oma thuis de kaassaus over haar lievelingseten giet: een ‘prakkie’ met hamlappen en draadjesvlees. En als manager Anthony zegt dat Summer haar laatste snack van de dag heeft gehad, worden haar ouders razend. Maar ja, zegt moeder Jessica met een knikje naar Summers lichaam: ‘Dat gaat haar huis betalen straks.’", "In deel drie begint het te wringen. Als Summer een contract krijgt aangeboden bij een groot modellenbureau in Los Angeles, stormt Jessica dolgelukkig naar buiten: ‘Dus we moeten verhuizen!’ Summers gezicht staat neutraler: ‘Mijn moeder denkt: koffers pakken en weggaan, maar zo makkelijk is dat niet.’ Als Summer kostwinner van het gezin wordt, kan ze dan nog op elk moment stoppen, zoals haar moeder zegt?", "En zo wordt er toch weer druk gediscussieerd op de bank, over hoe een kind aan dromen komt, of het weet wat het wil, en hóé het dat weet. En terwijl op tv wordt gepraat over de vraag óf Summer wel zo in de aandacht moet staan, staat Summer in elk geval weer stevig in de aandacht. Wat wij er thuis ook van vinden – en omdat we er wat van vinden."], "authors": ["Emma Curvers"], "keywords": ["van", "als", "kindmodellen", "altijd", "het", "op", "vraag", "boven", "summer", "een", "haar", "tafel", "en", "dat", "blijft", "ze", "uitgebuit", "hangen", "worden"], "pubDate": "2020-09-13T15:05:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}