{"id": "2029c0f2-1fbc-37cc-8fd4-8a41adf97b30", "title": "Waarom was de helft van de bedrijven in gouden jaren verlieslatend?", "url": "https://volkskrant.nl/columns-opinie/waarom-was-de-helft-van-de-bedrijven-in-gouden-jaren-verlieslatend~b4fbd177/", "summary": "Dat een deel van de bedrijven dit jaar problemen heeft, is vanzelfsprekend.\nMeer dan de helft van alle bedrijven zat tussen 2015 en 2018 in de rode cijfers, aldus hun opgave aan de Belastingdienst.\nDeze vier jaar waren gouden jaren voor de bedrijven in het land van Rutte.\nUit deze cijfers zou de conclusie kunnen worden getrokken dat het overgrote deel van het Nederlandse bedrijfsleven al voor de coronacrisis jarenlang onrendabel was.\nHet lijkt erop dat bedrijven in tijden van crisis, zoals dit jaar, graag hun hand ophouden bij de overheid.", "paragraphs": ["Dat een deel van de bedrijven dit jaar problemen heeft, is vanzelfsprekend. Maar het bedrijfsleven doet al vele jaren of ze in een crisis verkeert. Tenminste tegenover de fiscus. Meer dan de helft van alle bedrijven zat tussen 2015 en 2018 in de rode cijfers, aldus hun opgave aan de Belastingdienst. Dat is bizar.", "Deze vier jaar waren gouden jaren voor de bedrijven in het land van Rutte. Terwijl de lonen stagneerden, explodeerden de winsten. De economie groeide in die vier jaar uitbundig met telkens meer dan 2 procent. In 2017 was de groei met 2,9 procent zelfs de hoogste in de laatste tien jaar. En de eigenaren/aandeelhouders konden de baten van deze mooie jaren in hun eigen zak steken.", "Van de 737 duizend nv’s en bv’s in Nederland die aangifte deden bij de Belastingdienst gaven liefst 416 duizend op dat ze in de rode cijfers zaten. Slechts 23.400 bedrijven (3 procent!) gaven een winst van meer dan vier ton op. Dat blijkt uit een brief van staatssecretaris Hans Vijlbrief aan de Tweede Kamer.", "Hoe dat in godsnaam kan, weet geen mens. Ook de staatssecretaris kan het niet verklaren. Er is weinig verschil tussen de grote vennootschappen (meer dan 250 werknemers) en de mkb’ers. Bij de 710 duizend bedrijven met 250 werknemers of minder waren er 402.700 verlieslatend, bij de 26.800 grote vennootschappen waren dat 13.300 bedrijven.", "Uit deze cijfers zou de conclusie kunnen worden getrokken dat het overgrote deel van het Nederlandse bedrijfsleven al voor de coronacrisis jarenlang onrendabel was. Misschien zijn ze met bankgeld overeind gehouden. Als dat zo is moet voor de toekomst van het bankwezen worden gevreesd omdat die tot over hun oren in de giftige leningen zitten.", "Misschien hebben ze onuitputtelijke bronnen van fiscaal compensabele verliezen uit het verre verleden. Maar dat lijkt onwaarschijnlijk. Of ze zouden enorme investeringen hebben moeten doen die van de belastingen konden worden afgetrokken. Maar de investeringen liepen die jaren juist terug.", "Mogelijk beschikken de Nederlandse bedrijven over magische belastingadviseurs die à la Hans Klok winsten in het niets kunnen laten verdwijnen. En daarmee blijven ze gevrijwaard van een aanslag voor de vennootschapsbelasting die overigens de afgelopen jaren ook nog fiks is verlaagd. Volgend jaar gaat die voor winsten tot 200 duizend euro zelfs terug naar 15 procent.", "Het ministerie heeft al een onderzoek aangekondigd naar ‘hoe bedrijven erin slagen voor de fiscus structureel verlieslatend te zijn’.", "Het lijkt erop dat bedrijven in tijden van crisis, zoals dit jaar, graag hun hand ophouden bij de overheid. Liefst 130 duizend bedrijven hebben een beroep gedaan op de NOW-regeling die de belastingbetalers miljarden kost.", "Maar als het weer goed gaat, weten ze een manier te vinden om de winsten te maskeren.", "Raar land, Nederland."], "authors": ["Peter De Waard"], "keywords": ["van", "waarom", "jaren", "het", "gouden", "jaar", "die", "verlieslatend", "helft", "een", "bedrijven", "dat", "ze", "voor"], "pubDate": "2020-11-11T19:13:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}