{"id": "2039a8dc-d053-3ba2-b0d1-f2633572de35", "title": "De stad is een speeltuin: Light Festival & Ulay in Stedelijk", "url": "https://www.parool.nl/video/de-stad-is-een-speeltuin-light-festival-ulay-in-stedelijk~p187239", "summary": "Geselecteerd Speelt nu afWesley Sneijder: 'Dit boek is heel confronterend voor me'In Huis Doorn in Doorn werd dit weekeinde het eerste exemplaar van de biografie Sneijder, geschreven door Kees Jansma, uitgereikt aan Mark van Bommel.\nHet Parool sprak de voormalige topvoetballers over openhartigheid in de voetbalwereld (Sneijder: ‘Dit boek is de zwaarste confrontatie met mezelf in 36 jaar’).\nOok reageert Sneijder op de hommeles tussen hem en de harde kern van Ajaxsupporters, die de voormalige Ajacied verwijten zijn rijke verleden bij de Amsterdamse club weg te poetsen.\nSneijder: ‘Het is nergens op gebaseerd en pure onzin.\nIedereen die mij kent, weet dat je dan een reactie kan verwachten.’ Van Bommel: ‘Wesley heeft heel veel voor Ajax betekend.", "paragraphs": ["Geselecteerd Speelt nu af", "Wesley Sneijder: 'Dit boek is heel confronterend voor me'", "In Huis Doorn in Doorn werd dit weekeinde het eerste exemplaar van de biografie Sneijder, geschreven door Kees Jansma, uitgereikt aan Mark van Bommel. Het Parool sprak de voormalige topvoetballers over openhartigheid in de voetbalwereld (Sneijder: ‘Dit boek is de zwaarste confrontatie met mezelf in 36 jaar’). Ook reageert Sneijder op de hommeles tussen hem en de harde kern van Ajaxsupporters, die de voormalige Ajacied verwijten zijn rijke verleden bij de Amsterdamse club weg te poetsen. Sneijder: ‘Het is nergens op gebaseerd en pure onzin. Iedereen die mij kent, weet dat je dan een reactie kan verwachten.’ Van Bommel: ‘Wesley heeft heel veel voor Ajax betekend. (...) Het hoort niet zo.’"], "authors": [], "keywords": ["van", "festival", "voor", "en", "ulay", "een", "sneijder", "voormalige", "dit", "stad", "heel", "speeltuin", "light", "op", "doorn", "het", "stedelijk"], "pubDate": null, "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}