{"id": "203a4c33-8627-3ae5-b3b3-41f0e6bd36ba", "title": "Kan Nederland in januari het virus wel in bedwang houden?", "url": "https://nu.nl/dit-wordt-het-nieuws/6096743/kan-nederland-in-januari-het-virus-wel-in-bedwang-houden.html", "summary": "Het kabinet heeft hard moeten ingrijpen om de verspreiding van het coronavirus tegen te gaan.\nPolitiek verslaggever Avinash Bhikhie praat je bij over de nieuwe maatregelen in de Dit wordt het nieuws-podcast.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nJe vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl.", "paragraphs": ["Nederland zit sinds dinsdag in de strengste lockdown tot nu toe. Het kabinet heeft hard moeten ingrijpen om de verspreiding van het coronavirus tegen te gaan. Bijna alles is of gaat op slot in ons land. Van niet-essentiële winkels tot aan scholen. Waarom is er nu gekozen voor deze harde aanpak? Politiek verslaggever Avinash Bhikhie praat je bij over de nieuwe maatregelen in de Dit wordt het nieuws-podcast.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["wordt", "wel", "je", "bedwang", "van", "kan", "een", "tot", "nederland", "het", "nu", "en", "virus", "op", "houden", "januari", "dit"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}