{"id": "204d3a4c-910f-3eef-ab58-d3f1454e760b", "title": "Onderzoekers: Rotterdamse drillrap leidt zelden tot echt geweld", "url": "https://nos.nl/artikel/2360057-onderzoekers-rotterdamse-drillrap-leidt-zelden-tot-echt-geweld.html", "summary": "In de studie is gekeken naar activiteit op verschillende socialemediaplatformen en zijn 56 politieregistraties van steekincidenten onder jongeren uit 2018 en 2019 geanalyseerd.\nBij slechts één van die incidenten was er een link met drillrap te leggen, doordat een betrokkene een bekende drillrapper bleek te zijn.\nDe onderzoekers waarschuwen dat media te snel een link leggen tussen het toenemende aantal insteekincidenten en drillrap.\nHet te snel en te gemakkelijk verbinden van drillrap aan geweldsincidenten zou verhinderen dat er een goed en volledig beeld van de problematiek wordt verkregen.\nDe onderzoekers zeggen wel dat de manier waarop drillrappers zich in hun muziek en videoclips presenteren niet zonder risico's is.", "paragraphs": ["In de studie is gekeken naar activiteit op verschillende socialemediaplatformen en zijn 56 politieregistraties van steekincidenten onder jongeren uit 2018 en 2019 geanalyseerd. Bij slechts één van die incidenten was er een link met drillrap te leggen, doordat een betrokkene een bekende drillrapper bleek te zijn. Ook dit jaar, bij een steekpartij in Scheveningen, was die link er overigens zeker één keer.", "De onderzoekers waarschuwen dat media te snel een link leggen tussen het toenemende aantal insteekincidenten en drillrap. \"Ook als er drillers bij geweldsincidenten betrokken zijn, is het belangrijk om te kijken naar de aanleiding van dit soort conflicten en niet te snel genoegen te nemen met de verklaring dat het dan wel door de muziek zal komen\", stelt Roks.", "Het te snel en te gemakkelijk verbinden van drillrap aan geweldsincidenten zou verhinderen dat er een goed en volledig beeld van de problematiek wordt verkregen. Volgens de onderzoekers vindt het geweld vooral plaats onder bepaalde groepen jongeren in bepaalde wijken. \"Wil je dit voorkomen, dan moet je iets doen aan de problematiek daar\", zegt Roks.", "De onderzoekers zeggen wel dat de manier waarop drillrappers zich in hun muziek en videoclips presenteren niet zonder risico's is. De \"gevaarlijke en gewelddadige poses\" in hun muziek kunnen namelijk wel leiden tot fysiek geweld. Maar, benadrukken ze ook: \"In veel gevallen komt het niet zo ver.\""], "authors": ["David Van Hulzen", "Redacteur Binnenland"], "keywords": ["tot", "van", "geweld", "snel", "onderzoekers", "het", "echt", "zijn", "zelden", "rotterdamse", "leidt", "te", "en", "een", "dat", "drillrap", "er", "wel"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}