{"id": "206344ad-4b7a-37af-9d79-1fcbff6f2d26", "title": "Nieuwe besmettingen hepatitis A in Schoonhoven en Gouda", "url": "https://nos.nl/artikel/2319871-nieuwe-besmettingen-hepatitis-a-in-schoonhoven-en-gouda.html", "summary": "Bij een peuterspeelzaal en bij een peuteropvang in Schoonhoven zijn weer kinderen besmet geraakt met hepatitis A. Ook bij een middelbare school in Gouda blijkt na onderzoek van de GGD een leerling besmet te zijn.\nEerder deze week werd ook al bekend dat er kinderen en een leerkracht van een basisschool in Schoonhoven besmet waren.\nOok twee leerlingen van een middelbare school waren besmet met hepatitis A. Volgens de GGD is met de nieuwe besmettingen \"in alle gevallen een relatie te leggen met de eerste Hepatitis A-besmetting\".\nOf daarmee bedoeld wordt dat de kinderen bij wie nu hepatitis A is vastgesteld op dezelfde school zitten als de kinderen bij wie het werd geconstateerd, is niet bekendgemaakt.\nPreventiefDe leidsters van de peuterspeelzaal zijn preventief gevaccineerd en de medewerkers en kinderen van de andere opvang die risico lopen op besmetting krijgen morgen een inenting.", "paragraphs": ["Bij een peuterspeelzaal en bij een peuteropvang in Schoonhoven zijn weer kinderen besmet geraakt met hepatitis A. Ook bij een middelbare school in Gouda blijkt na onderzoek van de GGD een leerling besmet te zijn.", "Eerder deze week werd ook al bekend dat er kinderen en een leerkracht van een basisschool in Schoonhoven besmet waren. Ook twee leerlingen van een middelbare school waren besmet met hepatitis A. Volgens de GGD is met de nieuwe besmettingen \"in alle gevallen een relatie te leggen met de eerste Hepatitis A-besmetting\".", "Of daarmee bedoeld wordt dat de kinderen bij wie nu hepatitis A is vastgesteld op dezelfde school zitten als de kinderen bij wie het werd geconstateerd, is niet bekendgemaakt.", "Preventief", "De leidsters van de peuterspeelzaal zijn preventief gevaccineerd en de medewerkers en kinderen van de andere opvang die risico lopen op besmetting krijgen morgen een inenting.", "Alle ouders van de peuters zijn door de GGD geïnformeerd, meldt Omroep West. Alleen mensen die mogelijk een risico op besmetting lopen worden gevaccineerd. Als ouders geen brief hebben ontvangen, lopen hun kinderen geen gevaar op besmetting.", "Ook ouders van de leerlingen van de middelbare school zijn ingelicht. Zij worden niet gevaccineerd, omdat er in de directe omgeving van de kinderen geen verdere besmetting is ontdekt.", "Volwassenen erg moe door hepatitis A", "Hepatitis A kan tot een ontstoken lever leiden. De huid en het oogwit worden daardoor geel. Voor jonge kinderen is de ziekte meestal onschuldig, maar volwassenen kunnen er tot een half jaar last van hebben. Ze zijn vooral erg moe.", "Het virus wordt verspreid via de ontlasting. Via de wc-bril of de deurklink kan het op de handen terechtkomen en vervolgens in de mond. In Nederland komt hepatitus A weinig voor, in de meeste gevallen lopen mensen de ziekte op tijdens vakantie in warme landen buiten Europa."], "authors": [], "keywords": ["schoonhoven", "besmettingen", "van", "bij", "met", "school", "een", "hepatitis", "gouda", "en", "op", "nieuwe", "kinderen", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}