{"id": "206dc86c-4c9f-3f65-a1ed-7fec004cb601", "title": "Trump verleent voormalig veiligheidsadviseur Michael Flynn gratie", "url": "https://www.parool.nl/wereld/trump-verleent-voormalig-veiligheidsadviseur-michael-flynn-gratie~bbb35dce/", "summary": "Donald Trump (l) en Michael Flynn (r).\n‘Het is mij een grote eer om aan te kondigen dat generaal Michael T. Flynn volledige gratie heeft gekregen.\nFelicitaties voor @GenFlynn en zijn geweldige familie, ik weet dat je nu echt een fantastische Thanksgiving zult hebben!,’ schreef Trump op Twitter.\nEerder gebruikte Trump zijn presidentiële bevoegdheid al om medewerker Roger Stone gratie te verlenen.\nStone was onder meer veroordeeld voor het afleggen van valse verklaringen tegenover een commissie van het Congres en een poging een getuige te beïnvloeden.", "paragraphs": ["Donald Trump (l) en Michael Flynn (r). Beeld AP", "Flynn zit in de gevangenis sinds hij heeft bekend dat hij tegen de federale politiedienst FBI heeft gelogen toen die onderzoek deed naar Russische inmenging in de Amerikaanse presidentsverkiezingen van 2016.", "‘Het is mij een grote eer om aan te kondigen dat generaal Michael T. Flynn volledige gratie heeft gekregen. Felicitaties voor @GenFlynn en zijn geweldige familie, ik weet dat je nu echt een fantastische Thanksgiving zult hebben!,’ schreef Trump op Twitter.", "Flynn, die in 2017 bekende dat hij tegen de FBI had gelogen over zijn contacten met de Russische ambassadeur in de VS in de weken voordat Trumps ambtstermijn begon, probeert sindsdien zijn schuldbekentenis in te trekken. Volgens Flynn hebben aanklagers zijn rechten geschonden en hem middels een list schuld laten bekennen in ruil voor strafvermindering.", "Eerder gebruikte Trump zijn presidentiële bevoegdheid al om medewerker Roger Stone gratie te verlenen. Stone was onder meer veroordeeld voor het afleggen van valse verklaringen tegenover een commissie van het Congres en een poging een getuige te beïnvloeden."], "authors": [], "keywords": ["van", "trump", "verleent", "gratie", "flynn", "heeft", "michael", "hij", "zijn", "veiligheidsadviseur", "een", "te", "en", "dat", "voormalig", "voor"], "pubDate": "2020-11-25T22:40:18+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}