{"id": "20ac276e-2f04-39e6-b136-aac2d879598a", "title": "Is een redactionele aanpassing van uw brief altijd een correctie?", "url": "https://trouw.nl/cultuur-media/is-een-redactionele-aanpassing-van-uw-brief-altijd-een-correctie~b52f068a/", "summary": "De eerste zin luidde: ‘Ook in Drenthe, of Oost-Groningen, bestaat al geruime tijd geen echte stilte en geen nachtelijk duister meer’.\nHet schrappen van de komma’s maakt van het tussenwerpsel ‘of Oost-Groningen’ een gewone nevenschikking.\nHet omzetten van ‘bestaat geen echte stilte en geen nachtelijk duister meer’ tot ‘bestaan echte stilte en nachtelijk duister niet meer’ is vermoedelijk vooral verkorting.\nDe oorspronkelijke zin is een samentrekking van twee zinnen: er bestaat geen echte stilte meer, en er bestaat geen nachtelijk duister meer.\nDe aanpassing maakt een nevenschikking van ‘stilte en duister’, en kiest dan voor het meervoud.", "paragraphs": ["Een lezer ziet zijn brief in Trouw van 4 november 2020 door de redactie bewerkt. De eerste zin luidde: ‘Ook in Drenthe, of Oost-Groningen, bestaat al geruime tijd geen echte stilte en geen nachtelijk duister meer’. De redactie haalt om te beginnen die komma’s weg, schrapt ‘al geruime tijd’, en zet de rest om tot ‘bestaan echte stilte en nachtelijk duister niet meer’. De lezer krijgt de indruk dat het om correcties gaat, en vindt het allemaal maar onduidelijk. Hoe zit dat precies?", "Ik denk dat het meer om redactionele aanpassingen gaat dan om correcties. Het schrappen van de komma’s maakt van het tussenwerpsel ‘of Oost-Groningen’ een gewone nevenschikking. Vermoedelijk is dit ook bedoeld. Als tussenwerpsel zou de betekenis van de zin vooral betrekking hebben op Drenthe. Dat ‘of Oost-Groningen’ krijgt dan het karakter van een bijkomstigheid (‘o ja, en ook in Oost-Groningen’).", "De boodschap beter tot uiting laten komen", "Ook het wegstrepen van ‘al geruime tijd’ zal bedoeld zijn om de kern van de boodschap beter tot uitdrukking te laten komen. Het gaat immers vooral over de huidige toestand en niet zozeer de geschiedenis daarvan.", "Het omzetten van ‘bestaat geen echte stilte en geen nachtelijk duister meer’ tot ‘bestaan echte stilte en nachtelijk duister niet meer’ is vermoedelijk vooral verkorting. De oorspronkelijke zin is een samentrekking van twee zinnen: er bestaat geen echte stilte meer, en er bestaat geen nachtelijk duister meer. De aanpassing maakt een nevenschikking van ‘stilte en duister’, en kiest dan voor het meervoud. Wat dan een beetje wringt is dat ‘stilte’ en ‘duister’ niet-telbare woorden zijn. Je kunt moeilijk spreken van ‘twee stiltes’ en al helemaal niet van ‘twee duisters’. Anderzijds kun je ‘stilte en duister’ moeilijk als een eenheid zien. Beide keuzes (enkelvoudige samentrekking of meervoudige nevenschikking) zijn dus te verdedigen.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["van", "aanpassing", "redactionele", "en", "duister", "uw", "een", "correctie", "brief", "om", "nachtelijk", "geen", "altijd", "het", "meer", "stilte"], "pubDate": "2020-12-18T08:51:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}