{"id": "20b0cd58-d4f6-35c2-ae56-10a30397269e", "title": "De erfenis van Trump? Het trumpisme, met veel mensen die permanent boos zijn", "url": "https://trouw.nl/opinie/de-erfenis-van-trump-het-trumpisme-met-veel-mensen-die-permanent-boos-zijn~b998bb65/", "summary": "Blijft over zijn ontwrichting van de maatschappij op grond van de tegen het fascisme aanschurkende opvattingen die als trumpisme de geschiedenis ingaan.\nHij had zich daar niet met de president moeten laten fotograferen: ‘ik had er niet moeten zijn’.\nBehalve met Mussolini is het lastig om Trump met een andere leider te vergelijken.\nDe interessantste vergelijking is wellicht de Argentijnse leider Juan Perón die in de jaren dertig in Italië kennismaakte met het gedachtengoed van Mussolini.\nRob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies.", "paragraphs": ["Nu het electoral college zijn zegen over de verkiezing van Joe Biden als de nieuwe president van de Verenigde Staten heeft gegeven, kan de balans van vier jaar Trump worden opgemaakt. Ik ga er daarbij gemakshalve van uit, dat de oproep van extreem-rechts om de staat van beleg af te kondigen en de ‘frauduleuze’ verkiezingen over te doen door Trump niet gehonoreerd zal worden. Ook al twitterde zijn voormalige en veroordeelde veiligheidsadviseur Michael Flynn hierover met grote instemming.", "De uitbraak van Covid-19 heeft veel van Trumps erfenis, zoals een florerende economie en de erkenning van de staat Israël door steeds meer Arabische landen, weggevaagd. Blijft over zijn ontwrichting van de maatschappij op grond van de tegen het fascisme aanschurkende opvattingen die als trumpisme de geschiedenis ingaan. Met fascisme bedoel ik nadrukkelijk niet Hitlers nazisme dat leidde tot de Holocaust, maar het Italiaanse fascisme van Benito Mussolini die van 1922 tot 1943 aan de macht was. Veel kenmerken daarvan zijn op Trump van toepassing: nationalisme (America First), extreem conservatisme, autoritair leiderschap en machtsvertoon, legitimering van geweld, afwijzen van de rechtsstaat (deep state) en steun van een ontevreden middenklasse die met propagandatechnieken tot het juiste gedrag wordt gedwongen.", "D e kracht van de Amerikaanse democratische instituties", "Het afkondigen van de staat van beleg past hierin, maar ik denk dat de kracht van de Amerikaanse democratische instituties daarvoor te groot is, met inbegrip van de krijgsmacht. Dat Trump niet op de steun van de krijgsmacht kan rekenen bleek al in juni, toen hij met geweld het plein voor het Witte Huis liet schoonvegen om voor een kerk met een bijbel te poseren. De hoogste militaire baas, generaal Milley, bood later zijn verontschuldigingen aan. Hij had zich daar niet met de president moeten laten fotograferen: ‘ik had er niet moeten zijn’. Zijn aanwezigheid had kunnen worden opgevat als een poging van de krijgsmacht zich met binnenlandse politiek te bemoeien.", "De verkiezing van Biden laat zien dat het democratische proces nog werkt. Dat werd zeker duidelijk toen het hoogste gerechtshof niet wilde interveniëren. De benoeming van conservatieve rechters in dat hof bleek voor Trump van weinig waarde. Voor het hof was de wet leidend, niet Trump. Ook het feit dat het electoral college zich niet door Trump liet intimideren stemt gerust.", "Een totaal gepolariseerde maatschappij", "Trump laat een totaal gepolariseerde maatschappij na, waarin bijna de helft van de mensen permanent boos is, bereid is hun lot in handen van een autocraat te leggen en achter propaganda, nepnieuws en complottheorieën aan te lopen. Deze erfenis zou wel eens duurzaam kunnen zijn.", "Behalve met Mussolini is het lastig om Trump met een andere leider te vergelijken. Met Poetin deelt hij het nationaal-conservatieve en autoritaire gedachtengoed. Maar daar houdt het op. De interessantste vergelijking is wellicht de Argentijnse leider Juan Perón die in de jaren dertig in Italië kennismaakte met het gedachtengoed van Mussolini. Ook hij schurkte tegen het fascisme aan. Hij kwam tweemaal aan de macht. Zijn Peronisme heeft decennialang de Argentijnse politiek vergiftigd en ontregeld met een staatsgreep, dictatoriale leiders en mensenrechtenschendingen. Hopelijk ontwikkelt het trumpisme zich niet in die richting.", "Rob de Wijk is hoogleraar internationale relaties en veiligheid aan de Universiteit Leiden en oprichter van het Den Haag Centrum voor Strategische Studies. Hij schrijft wekelijks over internationale verhoudingen. Lees zijn columns hier terug."], "authors": ["Rob De Wijk"], "keywords": ["veel", "zijn", "van", "mensen", "permanent", "erfenis", "en", "met", "een", "niet", "te", "trump", "het", "trumpisme", "dat"], "pubDate": "2020-12-18T09:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}