{"id": "20cd2bc9-48a3-3b77-92d0-cf053e72eda7", "title": "Ik had nooit gepest, maar ook nooit iemand geholpen", "url": "https://volkskrant.nl/columns-opinie/ik-had-nooit-gepest-maar-ook-nooit-iemand-geholpen~b8ddf3ba/", "summary": "‘Is dit echt?’, vroeg ik voor de zekerheid, want het zou niet de eerste keer zijn dat ik een onnozele stoeipartij aanzag voor een gevecht – ik heb twee dochters, ik spreek de taal van jongens niet.\nEen van de knapen keek me gejaagd aan en zei: ‘Dit is echt.’ Ik voelde hoe een hete woede in me opgloeide.\nIk was nooit gepest en had nooit gepest, maar ik had ook nooit iemand heeft geholpen, en sinds ik zelf moeder was geworden wreekte zich dat.\nEn zijn moeder is me ook al eens achternagekomen.\nIk was het voorval alweer bijna vergeten toen een paar dagen later ineens een jongen voor mijn neus stond in wie ik een van de medestanders herkende.", "paragraphs": ["We kwamen net aangefietst, ik neuriënd, die van 3 achterop, toen ik zag hoe vlakbij ons huis een kluwen jongens van 10, 11, hooguit 12 jaar, met zijn allen tegen een jochie aan stond te duwen. Het zag er eigenaardig uit, een en al rugzakken en opgeschoren zijkanten, en terwijl ik een snelle afweging maakte zag ik hoe een van de belagers erbij stond met een bezweet, huilerig hoofd, zijn stuntstep tussen zijn knieën geklemd.", "‘Hee!’, riep ik.", "De jongens keken op, het tumult verstomde, wat overbleef was een handvol onschuldige schoolkinderen. ‘Is dit echt?’, vroeg ik voor de zekerheid, want het zou niet de eerste keer zijn dat ik een onnozele stoeipartij aanzag voor een gevecht – ik heb twee dochters, ik spreek de taal van jongens niet. Een van de knapen keek me gejaagd aan en zei: ‘Dit is echt.’ Ik voelde hoe een hete woede in me opgloeide. ‘Nou, laat hem los dan! Zijn jullie besodemieterd, met zijn allen tegen één jongen.’", "‘Maar hij pest míj altijd!’, klonk een piepstem. Het was de jongen met de step en het huilgezicht. ‘Zij hielpen me juist.’ De groep knikte instemmend, er ging geen enkele dreiging van hen uit. De pestkop glipte ondertussen langs me, gebukt, betrapt, door het steegje richting de flatgebouwen aan het water. ‘Wegwezen, jij’, riep ik hem na. ‘En als ik nog één keer iets zie bel ik de politie én je moeder.’", "Daarna, mompelend: ‘Klotejoch.’", "Nee, sjiek was het allemaal niet, hoe ik daar met een fiets tussen mijn benen stond te schelden tegen een kind, terwijl ik werd aangegaapt door nóg zes paar kinderogen. Maar het was groter dan mezelf. Ik was nooit gepest en had nooit gepest, maar ik had ook nooit iemand heeft geholpen, en sinds ik zelf moeder was geworden wreekte zich dat. Alleen al van de gedachte dat mijn dochters vernederd zouden worden terwijl de rest erbij stond te kijken liep mijn bloed weg. ‘Hij pest me al vanaf de derde klas’, zei het jongetje ondertussen treurig, alsof hij de werkelijkheid accepteerde als een vaststaand gegeven. ‘Hij staat me bijna elke dag op te wachten. En zijn moeder is me ook al eens achternagekomen. Ze haten me gewoon.’", "‘Weten je ouders hiervan?’, vroeg ik.", "Even later liepen we samen de sobere straat van zijn moeder in. Veel steen en weinig groen, op een paar verwilderde voortuinen na. Ik kende de buurt, het waren de straten achter de onze, uit een van de huizen was een week eerder een vogelspin ontsnapt, het nieuws had de krant gehaald. Toen zijn moeder open deed en het joch zich snikkend aan haar vastgreep, wist zij genoeg. ‘Ik ga school maar weer bellen’, zuchtte ze na een poosje. ‘Al zal dat weinig helpen, dit duurt al zo lang. Ik heb altijd gezegd dat hij het met woorden moet oplossen, maar inmiddels vind ik het ook goed als hij volgende keer gewoon van zich afslaat.’ In de gang zat de jongen ondertussen op de trap met zijn hond te knuffelen, ik zag hem nog niet een-twee-drie zijn vuisten gebruiken. ‘Dank voor het meelopen’, zei zijn moeder.", "Ik was het voorval alweer bijna vergeten toen een paar dagen later ineens een jongen voor mijn neus stond in wie ik een van de medestanders herkende. ‘Mevrouw’, vroeg hij. ‘Weet u nog van die vechtpartij een paar dagen geleden?’ Ik liet mijn tuinslang zakken. ‘Ja?’ De jongen begon te glunderen. ‘Nou, ze hebben gister weer gevochten, maar dit keer heeft onze vriend hém een klap op zijn gezicht gegeven.’", "Feest is het woord niet, maar ik kon me de stemming een paar straten verderop levendig voorstellen."], "authors": ["Eva Hoeke"], "keywords": ["geholpen", "van", "iemand", "het", "maar", "met", "zijn", "hij", "ik", "een", "ook", "en", "te", "gepest", "nooit"], "pubDate": "2020-09-04T15:00:20+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}