{"id": "20d58bd7-ae78-3f57-baee-fdae8264e5eb", "title": "Een paar witte sneakers in Den Haag: de Stijlpastoor ziet het plaatje erachter", "url": "https://volkskrant.nl/cultuur-media/een-paar-witte-sneakers-in-den-haag-de-stijlpastoor-ziet-het-plaatje-erachter~b2a53efa/", "summary": "Ziehier het silhouet van het moderne pak.\nDe VVD-fractievoorzitter draagt als een van de weinigen in Den Haag maatwerk (van de uitstekende kleermakerij Michael & Giso) én driedelig.\nIk meen dat CDA-minister Piet Hein Donner de laatste was die zich op het Binnenhof in een three piece hulde, een zwarte uiteraard, want van het gereformeerde smaldeel.\nEen witte sneaker in de Hofstad communiceert onbevlektheid, een statement bijna tegen dirty politics.\nHet onttrekt het plechtige uit het pak en getuigt van zelfrelativering bij de drager, een zeldzame eigenschap in de Kamer sinds de uil van Minerva er is neergestreken.", "paragraphs": ["De witte sneaker onder een pak getuigt van zelfrelativering. En dat is zeldzaam in de politiek, zegt Esquire-hoofdredacteur Arno Kantelberg.", "Het pak zoals wij dat kennen ontstond ergens halverwege de 19de eeuw in het Engeland van koningin Victoria, waar de combinatie van broek, jas, vest en cravat een fundament smeedde dat tot op de dag van vandaag standhoudt. Omdat de lengte van de frock coat onhandig bleek tijdens de jacht op fazanten, werd aan het einde van de eeuw de schaar er in gezet met het korte jasje als resultaat. Met hetzelfde doel voor ogen werden de broeken wijder gemaakt. Ziehier het silhouet van het moderne pak.", "De snit is in de afgelopen anderhalve eeuw met de modische pendule meegewaaid – soms smaller, dan weer wijder – maar in vorm is er feitelijk niets veranderd. Klaas Dijkhoff levert daarvan dagelijks het bewijs. De VVD-fractievoorzitter draagt als een van de weinigen in Den Haag maatwerk (van de uitstekende kleermakerij Michael & Giso) én driedelig. Ik meen dat CDA-minister Piet Hein Donner de laatste was die zich op het Binnenhof in een three piece hulde, een zwarte uiteraard, want van het gereformeerde smaldeel.", "Steve McQueen. Beeld Getty Images", "Hoewel het pak al die jaren identiek is gebleven, vindt er in de periferie wel een kleine revolutie plaats. De nette zwarte schoen waarmee het pak altijd werd gecombineerd, heeft concurrentie gekregen van de gymschoen, die de overstap heeft gemaakt van streetwear naar formal wear. Jesse Klaver draagt witte gympen van Veja, een Frans merk dat zich duurzaam profileert met ‘ecologische sneakers’. Klaas Dijkhoff zien we hierboven de roltrap afdalen in sneakers van K-Swiss, het Amerikaanse merk dat je herkent aan de vier strepen.", "Waar zagen we de witte gymp eerder? In 1963 verhuisde acteur Steve McQueen naar Palm Springs met zijn vrouw Neile, een Broadway-danseres. McQueen leerde er zijn vrouw schieten met de revolver, een onderricht dat door Life-fotograaf John Dominis werd vastgelegd. McQueen droeg een slanke chino en een shirt met korte mouwen; om zijn pols een chronograaf van het Duitse Hanhart; op de neus zijn vertrouwde Persol 714. Maar het waren de witte canvas Keds waar ieders oog op viel. Hier droeg iemand tennisschoenen in een andere context dan het sportveld. Nu is een chino nog altijd iets anders dan een driedelig pak, maar we zijn niet voor niets 57 jaar verder. Een witte sneaker in de Hofstad communiceert onbevlektheid, een statement bijna tegen dirty politics. Het onttrekt het plechtige uit het pak en getuigt van zelfrelativering bij de drager, een zeldzame eigenschap in de Kamer sinds de uil van Minerva er is neergestreken."], "authors": ["Arno Kantelberg"], "keywords": ["er", "zijn", "van", "stijlpastoor", "plaatje", "sneakers", "een", "paar", "met", "witte", "op", "het", "pak", "ziet", "dat", "haag", "erachter"], "pubDate": "2020-12-17T14:00:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}