{"id": "20d78e74-7a7e-35db-9077-5f6e8d888bac", "title": "José Mourinho verbaast Jürgen Klopp: ’Ik dacht dat hij een grapje maakte’", "url": "https://www.telegraaf.nl/sport/2136911243/jose-mourinho-verbaast-jurgen-klopp-ik-dacht-dat-hij-een-grapje-maakte", "summary": "„José vertelde mij dat het beste team had verloren.\nIk dacht dat hij een grapje maakte, maar dat was niet zo”, vertelde Klopp na afloop stomverbaasd.\nIk vind het jammer ik me niet zo kan gedragen maar zo is het nou eenmaal.”„We speelden om te winnen.\nWe gingen hier niet voor een punt”, zei Mourinho over het duel op Anfield.\nDit voelt als een heel oneerlijk resultaat, maar dat is voetbal.”", "paragraphs": ["„José vertelde mij dat het beste team had verloren. Ik dacht dat hij een grapje maakte, maar dat was niet zo”, vertelde Klopp na afloop stomverbaasd. „Ja, zij scoorden en hadden twee goede kansen. Maar buiten dat controleerden wij de wedstrijd. Het is een meer dan verdiende zege. Ik vond het doelpunt van Tottenham buitenspel. De VAR heeft het twintig keer bekeken, maar toen ik het zag, vond ik het direct buitenspel.”", "Mourinho had zich tijdens de wedstrijd geërgerd aan Klopp, die zoals wel vaker een verhitte indruk maakte langs de zijlijn. „Als ik me zo zou gedragen, dan werd ik direct weggestuurd. Een minuut later zit ik dan op de tribunes. De arbiters laten hem zich zo gedragen zoals hij doet. Dat is niet mijn probleem. Ik vind het jammer ik me niet zo kan gedragen maar zo is het nou eenmaal.”", "„We speelden om te winnen. We gingen hier niet voor een punt”, zei Mourinho over het duel op Anfield. Vlak voor tijd maakte Roberto Firminho de winnende treffer voor Liverpool. Een punt zou een eerlijk resultaat zijn geweest, maar wij speelden om te winnen en kregen de beste kansen. Dit voelt als een heel oneerlijk resultaat, maar dat is voetbal.”"], "authors": ["Onze Telesportredactie"], "keywords": ["dat", "jürgen", "mourinho", "josé", "een", "het", "niet", "maar", "zo", "ik", "grapje", "gedragen", "klopp", "verbaast", "voor", "hij", "maakte"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}