{"id": "20defa49-4fe2-3dcf-9296-927ca9c5b108", "title": "Rutte twijfelt over afspraken met Polen en Hongarije", "url": "https://nos.nl/artikel/2360052-rutte-twijfelt-over-afspraken-met-polen-en-hongarije.html", "summary": "Premier Rutte stemt op dit moment nog niet in met het compromis over de EU-begroting dat gisteren is bereikt met de dwarsliggende landen Polen en Hongarije.\nRutte zei dat bij aankomst in Brussel, waar vandaag en morgen een EU-top met alle 27 Europese leiders wordt gehouden.\nHet conflict draait over de begroting voor de komende jaren en het speciale coronafonds.\nHongarije en Polen hebben dat geblokkeerd met een veto, omdat ze geen extra regels willen over de rechtsstaat.\nPremier Rutte wil de zekerheid dat als het Hof zegt dat het inderdaad allemaal volgens de regels is, de afspraken met terugwerkende kracht geldig zijn.", "paragraphs": ["Premier Rutte stemt op dit moment nog niet in met het compromis over de EU-begroting dat gisteren is bereikt met de dwarsliggende landen Polen en Hongarije. De Nederlandse premier heeft nog een aantal vragen, waar hij eerst antwoord op wil hebben, voordat hij ja zegt tegen de nieuwe afspraken. Rutte zei dat bij aankomst in Brussel, waar vandaag en morgen een EU-top met alle 27 Europese leiders wordt gehouden.", "Het conflict draait over de begroting voor de komende jaren en het speciale coronafonds. Hongarije en Polen hebben dat geblokkeerd met een veto, omdat ze geen extra regels willen over de rechtsstaat. En die extra regels waren nu juist wel afgesproken in een overleg tussen voorzitter Duitsland en het Europees Parlement.", "Nederland vindt de regels van groot belang. \"Ik vind het essentieel dat we ervan op aan kunnen dat de regels worden gehandhaafd\", aldus Rutte. \"De kern is dat we voorkomen dat een overheid zich tegen de burgers kan keren. Daarom is onafhankelijke rechtspraak essentieel. En deze afspraken helpen ons daarbij. In die zin mag je het historisch noemen.\"", "Europees Parlement", "In het compromis tussen Duitsland, Polen en Hongarije blijven de afspraken overeind, maar worden ze voorlopig nog niet toegepast. Eerst wordt een uitspraak van het Europese Hof van Justitie afgewacht. Het Hof moet antwoord geven op de vraag of de afspraken niet in strijd zijn met het Europees verdrag.", "Premier Rutte wil de zekerheid dat als het Hof zegt dat het inderdaad allemaal volgens de regels is, de afspraken met terugwerkende kracht geldig zijn. Het compromis mag niet voor uitstel zorgen.", "Het uiteindelijke oordeel van Rutte hangt uiteindelijk af van drie punten. \"Ik wil weten wat het Europees Parlement ervan vindt. Bovendien wil ik juridisch advies van juristen van de Raad over de exacte betekenis van het compromis.\" En als derde punt wil hij dus de zekerheid dat landen die zich niet aan de regels houden met terugwerkende kracht gestraft kunnen worden.", "Overleg", "Of het probleem vandaag opgelost wordt is nog niet zeker. Later vandaag vergaderen de leiders van de fracties in het Europees Parlement en in de loop van de dag is er nog een aantal informele ontmoetingen tussen de verschillende EU-leiders.", "De Europese leiders gaan het verder vandaag tijdens de EU-top hebben over sancties tegen Turkije en de klimaatdoelen. In de marge wordt gesproken over de brexit. \"We laten ons bijpraten door Ursula von der Leyen\", aldus Rutte."], "authors": ["Bert Van Slooten", "Redacteur Brussel"], "keywords": ["afspraken", "hongarije", "van", "regels", "polen", "het", "wil", "met", "een", "niet", "en", "rutte", "twijfelt", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}