{"id": "20f5b769-283b-3c01-b38a-8a3eae19267a", "title": "Funda-ceo Quintin Schevernels: ‘Voor mij is het niet moeilijk te confronteren’", "url": "https://www.parool.nl/nederland/funda-ceo-quintin-schevernels-voor-mij-is-het-niet-moeilijk-te-confronteren~b9379806/", "summary": "Het praatje bij het koffieapparaat is belangrijk, niet alleen voor mij om te voelen wat er speelt, maar ook voor jonge mensen die aanspraak missen.\nHiermee kun je gemakkelijk een indicatie krijgen van de waarde van je eigen woning, of die van een ander.\nDan zijn je emoties, je binnenkant, niet in overeenstemming met wat je aan de buitenkant laat zien.\n“Mijn vrouw zou zeggen: te ongeduldig en te direct.”Funda is een groot bedrijf.\nMaar laten we niet in­gewikkeld doen: we zijn een commercieel bedrijf, geen stichting.”U heeft vorig jaar 8 miljoen dividend uitgekeerd.", "paragraphs": ["Quintin Schevernels. Beeld Frank Ruiter", "In 2020 verwacht Funda rond de 36 miljoen omzet en 16 miljoen winst... Corona heeft duidelijk geen invloed op Funda.", "“Het zijn ongeveer dezelfde resultaten als in 2019. Maar ook voor ons was het best een spannend jaar. In het begin van de crisis hebben we meerdere scenario’s gemaakt, maar ik heb onze mensen al snel gerust kunnen stellen. Er werd niemand ontslagen, contracten die afliepen heb ik vrijwel allemaal verlengd. We hebben meer dan 40 nieuwe medewerkers aangenomen. Hoewel we er meer hadden ingecalculeerd. Nog steeds een behoorlijke uitbreiding van ons team van 132 fte. Maar er zijn ook een aantal investeringen niet doorgegaan.”", "Zoals?", "“We wilden investeren in een campagne voor FundaInBusiness, het zusje van Funda voor commercieel vastgoed. Gezien de zorgelijke ontwikkelingen in de retail, leisure en horeca hebben we dat gelaten.”", "Quintin Schevernels (49) werd geboren in Geleen, groeide op in Woerden en begon zijn carrière bij Randstad. Een zondagskind werd hij genoemd. Na een uitstapje bij een start-up – precies toen de internetbubbel barstte – bedacht hij dat hij in de media wilde werken omdat de nieuwe technologie daar de meeste veranderingen zou brengen. Bij De Telegraaf Media Groep werd hij verantwoordelijk voor alle ‘online vraag- en aanbodplatformen’.", "Daarna deed hij mee aan een managementbuy-out van VNU Media, dat een paar jaar later werd verkocht aan DPG Media. Bij het Nederlandse Layar werd hij vervolgens ceo. Hij verkocht het augmented reality-bedrijf in 2014 aan de Amerikaanse concurrent Blippar.", "Nu is hij alweer ruim twee jaar ceo van huizenplatform Funda. Onder zijn leiding steeg de winst met bijna 50 procent. Schevernels woont met zijn gezin in Amstelveen. Elke ochtend fietst hij naar zijn vakantiehuisje in Vinkeveen om daar te werken.", "Was het werken op afstand voor uw team een grote stap?", "“De gemiddelde leeftijd bij ons ligt rond de dertig en de meeste werknemers zijn technisch goed onderlegd. Moeilijker is het sociale aspect. Dat kun je niet ondervangen met technologie. Het praatje bij het koffieapparaat is belangrijk, niet alleen voor mij om te voelen wat er speelt, maar ook voor jonge mensen die aanspraak missen. Acht uur tegen een scherm praten geeft niet dezelfde verbinding, je hebt die functionele gezelligheid nodig.”", "Bent u een man van gezelligheid en harmonie?", "“In principe ben ik resultaatgericht, maar ik weet dat een goede sociale cohesie bijdraagt aan betere resultaten. Als harmonie en gezelligheid dat doel dienen, dan zet ik daar graag op in.”", "Wat trof u aan bij Funda toen u daar aantrad in 2018?", "“Funda is een van de eerste internetbedrijven, het bestaat in 2021 twintig jaar. Toen ik begon trof ik een tamelijk naar binnen gekeerd bedrijf aan. Ook heerste er een wat verwende cultuur, met onder meer zeer goede arbeidsvoorwaarden. Er was te weinig aandacht voor de behoefte van klanten. Ik was ook verbaasd over de toch wel verouderde technologie en de lage investeringsgraad.”", "U bent meteen gaan investeren?", "“We hebben diverse investeringen gedaan, vooral in technologie. Zo draaide Funda nog op lokale servers. De transitie naar de cloud was behoorlijk ingrijpend en duur: een team van gemiddeld acht man is er een half jaar mee bezig geweest. Op een gegeven moment moesten we de site overzetten. Dan ben je tijdelijk uit de lucht. We konden eigenlijk geen moment vinden waarop het rustig was. We hebben ruim 5 miljoen unieke bezoekers per maand, zelfs ’s nachts komen er nog tienduizenden bezoekers. We hebben eind november in het weekend om 2 uur ’s nachts de site stilgelegd. Om 4 uur heb ik de wekker gezet om nog even mee te kijken met het team. Om 6 uur waren we over naar de cloud. Toen was Funda weer bereikbaar.”", "Is het nog wel mogelijk voor Funda om te groeien?", "“Er heerst grote krapte op de huizenmarkt. Ik zie vooral groei in de gebruikerservaring. Onze zoektechnologie moet verder worden verbeterd. We kijken ook hoe we in de breedte kunnen groeien. We willen steeds meer informatie en diensten die gerelateerd zijn aan het kopen van een woning aanbieden. Denk aan verzekeringen, notarisdiensten, aannemers en verhuisbedrijven. Ons doel is de koper zo veel mogelijk te ontzorgen via technologie, informatie en partnerships.”", "Kunt u een voorbeeld noemen?", "“Vorig jaar hebben we de Funda Waardecheck geïmplementeerd. Hiermee kun je gemakkelijk een indicatie krijgen van de waarde van je eigen woning, of die van een ander. Hij is inmiddels al door meer dan een miljoen mensen gebruikt.”", "U heeft veel data over mensen die huizen zoeken. Klopt de overheid weleens bij u aan voor advies?", "“Nee. Eigenlijk best zonde: wij kunnen veel inzicht geven over hoe en waar mensen graag wonen.”", "Wat ziet u momenteel?", "“We zien veranderingen in het zoekgedrag: mensen zoeken sinds corona meer naar huizen met een tuin of met een extra kamer. Ook zoeken ze in een grotere straal om de stad. Er is een trend de stad uit.”", "In 2014 verkocht Schevernels Layar en nam een tijdje vrij. Een half jaar, dacht hij zelf. Het werden en vier. “De beste vier jaar uit mijn leven.” Hij schreef een boek: Suits & Hoodies: het geheim van de succesvolle start-up, en hij bracht veel tijd met zijn kinderen door. “Als ceo sta je continu ‘aan’. Dat moet je afwisselen met periodes van vrije tijd en rust. Het was overigens niet zo dat ik niets deed in die tijd, ik investeerde in start-ups, maar ik had geen team om aan te ­sturen, dus ik kon mijn agenda helemaal zelf indelen.”", "Hoe doet u dat nu met uw team? Op afstand is het lastiger sturen.", "“Als ceo heb je eigenlijk een heel vaderlijke rol. Je moet geruststellen en relativeren op moeilijke momenten en op kalme momenten moet je mensen juist aansporen zich ergens druk om te maken. Aan het begin van de crisis ben ik persoonlijk bij mijn mensen langsgegaan om extra schermen en toetsenborden langs te brengen. Dat is niet mijn taak als ceo, maar het is wel goed om op die manier aanwezig te zijn. Nu spreek ik ze vaak via Microsoft Teams. Ik houd veel korte een-op-een besprekingen om voeling te houden wat er speelt. Ik heb teruggekregen dat mensen die zichtbaarheid zeer waarderen.”", "Uit wat voor gezin komt u?", "“Een redelijk gewoon gezin. Mijn moeder was fitnessinstructrice, mijn vader werkte in de communicatie. Hij is halverwege de veertig voor zichzelf begonnen. Ik heb een zusje. Zij tenniste heel hoog, in de weekenden was mijn vader vaak met haar op stap naar toernooien. Ik herinner me dat ik veel alleen was, want mijn moeder gaf ook vaak les in de avonden.”", "Eenzaam?", "“Nee. Ik had van alles te doen, al zou ik nu niet meer weten wat.” (Lacht) “Cassettebandjes opnemen? We hadden geen schermen in die tijd...”", "Bent u een solist?", "“Ik ben wel heel autonoom. Ik vind het niet erg om alleen te zijn. Tegelijk realiseer ik me dat als je iets wilt bereiken je een team nodig hebt.”", "Hoe zorgt u ervoor dat u gecorrigeerd wordt door uw team?", "“Ik nodig mensen uit feedback te geven. Niet iedereen – je moet het wel verdienen. Als mensen niet veel meer zeggen dan ‘dat vind ik niets’, krijgen ze bij mij geen zendtijd. Als je kritiek levert, moet je het wel onderbouwen en met een alternatief komen.”", "Dat klinkt niet echt uitnodigend.", "“Ik probeer écht te luisteren als iemand kritiek geeft, ik zet de volumeknop expres wat harder omdat ik de neiging heb eroverheen te gaan, meteen te reageren. Je kunt beter even stil zijn en feedback laten indalen. Maar daar moet je wel rust voor hebben.”", "Heeft u die rust?", "“Ik bouw bewust rust in. Op maandagochtend en woensdagmiddag heb ik ‘niet storen’-blokken in mijn agenda. Dan zoom ik uit, kijk ik of alles klopt, evalueer ik wat ik doe. Ik ben van nature ongeduldig, ik houd van snelheid maken. Maar snelheid is iets anders dan haast. Haast wil ik voorkomen. Haast veroorzaakt ­fouten. Ik ben een goede planner. Naarmate je reikwijdte groter wordt, moet je beter leren plannen.”", "Het klinkt allemaal zo vanzelfsprekend... Ziet u zichzelf als een wonderkind?", "“Bij Randstad was ik een kroonprins. Ik werd enorm opgehemeld, sowieso verliep mijn carrière tot dan toe heel voorspoedig. Maar de overstap naar de start-up ging niet zoals gehoopt. Dat maakte me onzeker. Had ik de verkeerde keuze gemaakt? Ik trok het me erg aan, dacht dat ik gefaald had. Ik ben me toen gaan verdiepen in mezelf. Waarom was ik zo bezig met hoe de buitenwereld naar mij keek? Ik ging lezen over het boeddhisme, over hoe je verbinding maakt met anderen, maar vooral met jezelf. Als je niet duidelijk communiceert, ontwikkel je spanning. Ik voelde letterlijk spanning op mijn borst. Dan zijn je emoties, je binnenkant, niet in overeenstemming met wat je aan de buitenkant laat zien. Dat geeft schuring. Ik heb in die tijd oude vrienden verloren en nieuwe gemaakt. Ik heb er enorm veel van geleerd. Het communicatiemodel binnenkant-buitenkant-overkant gebruik ik nog steeds. Dingen die dwarszitten, moeten op tafel. Ook op mijn werk.”", "Veel mensen zijn bang om ongemakkelijke dingen te bespreken. Hoe lost u dat op?", "“Het alternatief is veel vervelender. Dan gaat het broeien en ontstaat er stress. Zolang je respectvol met elkaar omgaat, moet je alles kunnen bespreken. Respect is een waarde binnen ons bedrijf, we hebben dat opgenomen in ons managementprogramma. Uitgangspunt voor elk gesprek is: ‘Ik ben oké en mijn gesprekspartner is oké.’ Ik ben een rood/oranje leider, voor mij is het niet zo moeilijk te confronteren.”", "U bent een kleur?", "“Iedereen heeft kleuren. Wij laten medewerkers een kleurentest doen. Voor ons een belangrijk instrument om te zien wat je drijfveren zijn. In een team wil je meerdere denkwijzen hebben. Diversiteit. Stel, je hebt een heel groen team, dat zoekt harmonie. Daar wil je graag een rood iemand bij hebben, omdat dat kan helpen discussies over een dood punt heen te trekken. Ceo’s zijn vaak rood. Het is voor mij juist belangrijk dat ik mezelf omring met groene en blauwe mensen. Mijn officemanagers, met wie ik intensief samenwerk, zijn groen.”", "Wat voor werk doet uw vrouw?", "“Toen ik haar ontmoette was ze intercedent bij Randstad. Nu werkt ze als interim hr-manager.”", "Is ze groen?", "(Lacht) “Niet echt, ook vooral rood.”", "Hoe houdt u werk en privé in evenwicht?", "“Mijn gezin is enorm belangrijk voor mij. Ik heb geen enkele moeite daar tijd voor vrij te maken. Ik vind het eerder moeilijk om mijn aandacht binnen het gezin goed te verdelen. Onder de kinderen, maar ook tussen mijn kinderen en mijn vrouw. Als er tijdnood is, gaat dat meestal niet ten koste van de kinderen, maar eerder ten koste van onze relatie. Voor corona gingen we vaak uit eten of samen een weekend weg, dat schiet er nu natuurlijk bij in.”", "Wat zijn uw sterkste eigenschappen?", "“Mijn energie en positiviteit. Ik geef mijn kinderen graag vertrouwen zodat ze zelf kunnen ontdekken wat voor hen werkt. Dat zegt ook iets over mijn leiderschapsstijl. Ik vind dat je jezelf moet ontwikkelen op je sterke punten. Het heeft niet zoveel zin om heel veel energie te ­steken in je zwakke kanten.”", "Wat zijn uw zwakke kanten?", "“Mijn vrouw zou zeggen: te ongeduldig en te direct.”", "Funda is een groot bedrijf. Hoe nemen jullie je maatschappelijke verantwoordelijkheid?", "“Toen ik hier kwam, heb ik de kerstpakketten afgeschaft. Ik heb gezegd dat we het geld zouden gebruiken om anderen te helpen. Afgelopen jaar hebben we 20.000 euro gedoneerd voor de bouw van twee huizen in Oeganda. ­Huizen waar gehandicapte kinderen kunnen wonen.”", "Ik denk dan: met een winst van 16 miljoen kan er wel meer af.", "“Je kunt het ook niet doen. Dat neemt niet weg dat we nog wel meer goede dingen doen: zo doneren we al onze oude hardware aan IT4kids. En laten we onze prullaria, zoals sleutelhangers en pennen, fabriceren van milieuvriendelijke materialen. De opbrengst investeren we in het planten van bomen. Maar laten we niet in­gewikkeld doen: we zijn een commercieel bedrijf, geen stichting.”", "U heeft vorig jaar 8 miljoen dividend uitgekeerd. De aandeelhouders zijn vast blij met u.", "“We hebben twee aandeelhouders. De grootste is de makelaarsvereniging NVM, de andere is een groep private investeerders, van oudsher makelaars die aangesloten waren bij de NVM. We zijn een zeer gezond bedrijf, dan kun je zo’n dividenduitkering doen. Ik ben trots dat het bedrijf bloeit en groeit.”", "Cv Geboren: 24 juni 1971", "Opleiding: Economie (Erasmus Universiteit Rotterdam)", "Werkervaring: Diverse management functies bij Randstad Uitzendbureau, CEO Telegraaf Classified Media, cco/coo bij VNU Media, ceo bij Layar, ceo bij Funda. Sinds 2012 ook actief als angel investor en commissaris", "Omzet Funda: 36 miljoen euro", "Aantal medewerkers Funda: 134 fte"], "authors": ["Femmetje De Wind"], "keywords": ["ik", "zijn", "van", "het", "quintin", "voor", "schevernels", "en", "een", "fundaceo", "te", "confronteren", "mij", "moeilijk", "niet", "dat", "je"], "pubDate": "2021-01-03T17:00:12Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}