{"id": "2102d403-3759-3310-8f30-5dbaa4c11f27", "title": "Creatievelingen brengen met NNO ode aan Groningen videoclip", "url": "https://nu.nl/groningen/6097361/creatievelingen-brengen-met-nno-ode-aan-groningen-videoclip.html", "summary": "In een videoclip die woensdag is gepubliceerd wordt een ode gebracht aan Groningen.\nMet beelden van de stad, een gedicht van woordkunstenaar Myron Hamming en muziek van het Noord Nederlands Orkest.\nEen aantal creatieve partijen heeft de krachten gebundeld om een lofzang over Groningen te maken en om de Stadjers een hart onder de riem te steken in deze tijd.\nIn de ijzige kou danst Amarise Jazbek door de straten van Groningen.\nUiteindelijk hoopt Hamming dat hij Renée Luth mag opvolgen als Stadsdichter.", "paragraphs": ["In een videoclip die woensdag is gepubliceerd wordt een ode gebracht aan Groningen. Met beelden van de stad, een gedicht van woordkunstenaar Myron Hamming en muziek van het Noord Nederlands Orkest.", "Een aantal creatieve partijen heeft de krachten gebundeld om een lofzang over Groningen te maken en om de Stadjers een hart onder de riem te steken in deze tijd.", "In de ijzige kou danst Amarise Jazbek door de straten van Groningen. Naast haar loopt de jonge Groningse dichter Myron Hamming. Hij wil stadsdichter worden en daar voert hij al een tijdje campagne voor.", "", "Zelf omschrijft hij het inmiddels als een soort liefdesbrief aan de Groningers. Het plan werd zo mooi, dat ook het Noord Nederlands Orkest besloot om mee te werken.", "De video is geschoten door videoduo Huib Berends en Ernstjan van Dam van The Brandwagon, dat zich toelegt op high end fotografie en video. Ook fotograaf Mariska de Groot, Aliud Records, Studio MON en dus balletdanseres Amarise werkten mee.", "", "Uiteindelijk hoopt Hamming dat hij Renée Luth mag opvolgen als Stadsdichter. Een professionele jury zal zich daar over gaan buigen."], "authors": ["Door"], "keywords": ["van", "dat", "om", "groningen", "hamming", "een", "creatievelingen", "het", "en", "ode", "brengen", "te", "nno", "videoclip", "hij", "met", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}