{"id": "210ad93a-83a4-3aee-bd78-b0e13dc6e1b0", "title": "Hoe China het beleid van westerse landen probeert te beïnvloeden", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/hoe-china-het-beleid-van-westerse-landen-probeert-te-beinvloeden-792492/", "summary": "Tot nu toe was China volgens hem vrij amateuristisch, bijvoorbeeld door het massaal versturen van tweets vanaf de accounts van Chinese overheidsinstanties.\nDaarbij verspreidde een hoge functionaris van het Chinese ministerie van Buitenlandse Zaken ook de boodschap dat COVID-19 uit een laboratorium van de Amerikaanse overheid afkomstig is.\nVoorts behoort ook het aanmaken van fake-volgers tot het Chinese repertoire.\nOok het achtervolgen van individuele landen, zoals in het geval van Australië, is daarbij standaard.\nDe EEAS reageerde op het artikel door de krant te beschuldigen op ‘kleine, onbenullige details’ te focussen.", "paragraphs": ["China mengt zich steeds vaker in het publieke debat van Europese landen. Daarbij worden tactieken zoals intimidatie van critici en desinformatie niet geschuwd. De dreiging van de Chinese inmenging moet serieus worden genomen, schrijft Pieter Cleppe.", "De relatie tussen het Westen en China maakte de afgelopen jaren een hele ontwikkeling door. Niet zo lang geleden maakte het Westen zich vooral zorgen over de toegankelijkheid van de Chinese markt en de economische schade voor westerse bedrijven als gevolg van piraterij. Niet lang daarna kwamen daarbij: de overname van westerse bedrijven door China, het groeiende geopolitieke gewicht van China en de gevaren van Chinese technologie die als spionage-instrument kan worden aangewend – denk aan Huawei en 5G.", "Pieter Cleppe is politiek analist te Brussel en richt zich op Europese Unie, Brexit, Eurozone en Belgische politiek. Hij is verbonden aan de denktank Property Rights Alliance. Ingezonden opinieartikelen worden geselecteerd door de redactie, maar vertegenwoordigen niet noodzakelijkerwijs het standpunt van EW.", "Een heel nieuwe zorg, die dit jaar pas werd geuit, is Chinese inmenging in het westerse politieke debat. Tot dusver vreesde men op dat vlak vooral Rusland, dat bedreven is in deze techniek sinds het Sovjettijdperk. Zo was er de door de KGB georganiseerde Operation Denver, een disinformatie-campagne met als doel de theorie te verspreiden dat de Verenigde Staten het hiv-virus hadden ontwikkeld als een soort van biologisch wapen. Het verhaal kwam via Afrikaanse media uiteindelijk ook in westerse media, onder meer in de Britse Daily Express.", "China was eerder amateuristisch met desinformatie", "Tijdens een recente conferentie van de Brusselse denktank European Foundation for Democracy waarschuwde de Litouwse expert Lukas Andriukaitis dat ‘China Rusland in sneltreinvaart voorbijgaat’ op het gebied van manipulatie van de westerse publieke opinie.", "Tot nu toe was China volgens hem vrij amateuristisch, bijvoorbeeld door het massaal versturen van tweets vanaf de accounts van Chinese overheidsinstanties. Daarbij verspreidde een hoge functionaris van het Chinese ministerie van Buitenlandse Zaken ook de boodschap dat COVID-19 uit een laboratorium van de Amerikaanse overheid afkomstig is.", "Het moet gezegd dat de Chinese ambassadeur in Washington dit dan weer ontkende, al is het de vraag hoe oprecht dit was. Australië kreeg zware Chinese economische sancties opgelegd nadat de Australische premier het had aangedurfd om op te roepen tot een onafhankelijk onderzoek naar de oorsprong van het coronavirus. Voorts behoort ook het aanmaken van fake-volgers tot het Chinese repertoire. Zo is bijna de helft van de volgers van de Chinese ambassadeurs in de Verenigde Staten en het Verenigd Koninkrijk volgens Andriukaitis nep. Nogal klungelig allemaal en niet om ons veel zorgen over te maken.", "China gebruikt Russische strategie", "Maar de zaken veranderen snel. Zo zou de Chinese regering volgens de expert ook kunstmatige intelligentie gebruiken om foute informatie veel beter te kunnen verspreiden. Op die manier zou de Chinese regering er eerder dit jaar in zijn geslaagd een succesvolle twitter-campagne te creëren met hashtags als #graziecina – wat ‘bedankt, China’ betekent – om China te bedanken voor de hulp aan Italië gedurende de coronacrisis afgelopen lente. De bedoeling is om de boodschap uit te dragen dat de andere Europese landen en de Europese Unie de Italianen intussen in de steek lieten. De helft van de tweets kwam van bots. De campagne was bijzonder geslaagd, aangezien ze in Italië zomaar even zestig miljoen impressies kreeg.", "Dat laatste is ook wat Rusland probeert te doen: niet de voordelen van het eigen autoritaire systeem prijzen, maar de tekortkomingen van democratisch bestuurde rechtsstaten. Ook het achtervolgen van individuele landen, zoals in het geval van Australië, is daarbij standaard.", "Europese Unie zwichtte voor Peking", "Voorts is ook de Chinese strategie om Europese Unie-beleid te sturen succesvol. Volgens The New York Times zwichtte de EEAS, de buitenlanddienst van de Europese Unie, ‘voor stevige druk uit Peking’ omdat ‘EU-ambtenaren hun kritiek op China afzwakten (…) in een rapport over hoe regeringen disinformatie over de coronacrisis proberen te verspreiden’.", "De EEAS reageerde op het artikel door de krant te beschuldigen op ‘kleine, onbenullige details’ te focussen. De dienst kwam niet veel later opnieuw in opspraak, omdat Norbert Röttgen, de voorzitter van de commissie Buitenlandse Zaken van het Duitse parlement kritiek had gegeven op een brief die EU-ambassadeurs hadden gepubliceerd in China Today, het officiële mediakanaal van de Chinese Communistische Partij. Ze hadden ook aanvaard dat het mediakanaal de zinsnede had weggezuiverd dat het coronavirus ‘in China’ was opgedoken – niet alleen een stokpaardje van de Amerikaanse president Donald Trump, maar dus ook van de Chinese heersende klasse.", "Eerst verdedigde een EEAS-top-ambtenaar dit, wat hem later op een berisping kwam te staan. De ervaring toont alleszins aan dat de Chinese regering in staat is om succesvol invloed uit te oefenen op de hoogste diplomatieke echelons in de Europese Unie.", "Intimidatie voor critici van heropvoedingskampen", "In het debat over de Chinese behandelingen van de Oeigoeren is zichtbaar hoe sterk de Chinese regering begint in te zetten op pogingen tot manipulatie van de media en academici in het Westen. Human Rights Watch schat dat meer dan één miljoen Oeigoeren opgesloten zitten in een soort heropvoedingskampen, door de Amerikaanse minister van Buitenlandse Zaken Mike Pompeo ‘concentratiekampen’ genoemd, waar volgens hem ‘slavenarbeid’ plaatsheeft, wat plausibel is, omdat er vaak fabrieken vlak bij de kampen staan.", "Mensenrechtenorganisaties zeggen dat er ook marteling, verplichte sterilisering en politieke indoctrinatie zouden plaatshebben. In het verleden hadden er terroristische aanslagen plaats en zou er ook sprake zijn van een zekere radicalisering onder de Oeigoeren, maar dat kan natuurlijk nooit het opsluiten van één miljoen mensen rechtvaardigen.", "Hierbij intimideert de Chinese regering blijkbaar ook onderzoekers in Europa. De Belgische universiteitshoogleraar Vanessa Frangville klaagde hier al over nadat de krant Le Soir een ‘boze, intimiderende brief van de Chinese ambassade’ kreeg, met de vraag om een opiniestuk dat zij in de krant had gepubliceerd over het Oeigoerse vraagstuk, terug te trekken.", "Zumretay Arkin, die zich inzet voor de Oeigoerse zaak, wijst daarbij naar de volgens haar invloedrijke rol van de zogenoemde Confucius-instituten. Volgens Belgische academici zoals Jonathan Holslag, hoogleraar aan de Vrije Universiteit Brussel, is die vrees terecht. Hij zegt dat de Chinese regering via die instituten invloed op het academisch debat probeert uit te oefenen, door het verzorgen van financiering, cursussen en docenten. Hij legt uit: ‘Hanban, de dienst binnen het Chinese ministerie voor Onderwijs, promootte het VUB-instituut in andere landen als een manier om de Confucius-instituten meer politieke expertise te laten opbouwen.’", "Islamitische landen blijven stil", "De directeur van dit instituut aan de Vrije Universiteit Brussel bleek vorig jaar echter een spion te zijn. Daarop besloot de Vrije Universiteit Brussel de samenwerking met de Chinese regering te beëindigen. De Universiteit Leiden deed trouwens hetzelfde dat jaar.", "Holslag, een bekende in het Belgische publieke debat, waarschuwt dat de Chinese strategie ook op dit vlak succesvol is. Het gaat volgens hem erg ver: ‘De VUB koos ervoor weinig ruchtbaarheid te geven aan de herdenking van dertig jaar bloedbad van Tiananmen in 2019.’", "Ook in Nederland groeit de aandacht hiervoor. De CDA-fractie stelde in juli nog parlementaire vragen aan de regering, uit bezorgdheid over het samenwerkingscontract tussen het – intussen wel van naam veranderd – Confucius Instituut en de Rijksuniversiteit Groningen, de Hanzehogeschool en de gemeente Groningen.", "De groeiende aandacht voor de Oeigoerse zaak in het Westen staat in schril contrast met landen met een islamistische meerderheid zoals Pakistan of de Golfstaten, die over deze kwestie stil blijven. Het kan de geloofwaardigheid van het Westen wat betreft vrije meningsuiting en mensenrechten bij moslims alleen versterken.", "Tijd om inmenging serieus te nemen", "Ook binnen de Verenigde Naties kunnen westerse landen beter. Zij lieten in het verleden toe dat de Chinese regering in de Mensenrechtenraad van de Verenigde Naties werd toegelaten, waarbij ook de Nederlandse regering geen protest uitte. Men kan de Verenigde Naties afdoen als een praatbarak, maar dergelijke organen verlenen wel diplomatieke respectabiliteit aan de Chinese regering, alsook de mogelijkheid om haar visie door te drukken in allerlei internationale rapporten, die dan weer kunnen worden gebruikt als basis voor beleidsbeïnvloeding in het Westen.", "Natuurlijk kan het Westen weinig veranderen aan wat er allemaal in China gebeurt, maar doelbewuste inmenging in het westerse publieke debat door het financieren van academisch onderzoek of het intimideren van onderzoekers moet absoluut als een rode lijn worden beschouwd. De zaken veranderen snel, dus het is de hoogste tijd om dit serieus te nemen."], "authors": [], "keywords": ["van", "hoe", "het", "china", "op", "westerse", "landen", "beïnvloeden", "probeert", "chinese", "een", "ook", "te", "dat", "en", "om", "beleid"], "pubDate": "2020-12-07T14:24:00+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}