{"id": "213e6fe6-2fcc-336f-b5e7-52ef883a214d", "title": "Kinderombudsvrouw over de schoolsluiting: er bekroop me een gevoel van schaamte", "url": "https://nrc.nl/nieuws/2020/12/15/kinderombudsman-over-de-schoolsluiting-er-bekroop-me-een-gevoel-van-schaamte-a4023940", "summary": "De beslissing om het tóch te doen – met als oogmerk om ouders thuis te laten werken – leidt tot onbegrip.\nDe meeste kinderen in ons onderzoek zeiden: als er een nieuwe lockdown komt, zorg dan voor goed online onderwijs.\nWaar ik buikpijn van krijg: er wordt nu gezegd dat kwetsbare kinderen naar school mogen, maar een van de grote problemen is dat we maar voor een deel weten wie zij zijn.\nEn hoewel ik er niet over ga, heb ik ook zorgen over jongeren van boven de achttien jaar die net een studie begonnen zijn.\nIk denk dat het heel slecht is dat de grens van gezamenlijke activiteiten buiten, zoals sporten, bij achttien jaar ligt.", "paragraphs": ["Het sluiten van de scholen, zei minister Hugo de Jonge (Volksgezondheid, CDA) maandagavond in het programma Beau, was „ongeveer het laatste” wat het kabinet wilde. De beslissing om het tóch te doen – met als oogmerk om ouders thuis te laten werken – leidt tot onbegrip. Ook kinderombudsvrouw Margrite Kalverboer is verbaasd. „De laatste weken werd er binnen het OMT juist voor gepleit de scholen open te laten, ook vanwege de mentale gezondheid van kinderen.”", "Wat vindt u ervan dat de scholen opnieuw sluiten?", "„Het is voor alle kinderen moeilijk, maar voor bepaalde groepen is het dramatisch. We hebben dit jaar twee keer data verzameld over hoe het gaat met kinderen, en zagen dat zij hun leven gemiddeld genomen een iets hoger cijfer geven dan voorgaande jaren. Daardoor zou je zeggen: het gaat niet zo slecht. Maar wat blijkt: er is een enorme ongelijkheid. Kinderen die in een moeilijke situatie zitten, hebben veel meer last van de coronamaatregelen dan kinderen die het goed hebben. Corona versterkt de negatieve kanten. Ze leren thuis bijvoorbeeld minder dan op school, omdat dat hun ouders niet kunnen helpen met huiswerk. Of ze zijn nog eenzamer, omdat ze al nauwelijks vriendjes hebben.”", "De maatregel is volgens minister Hugo de Jonge bedoeld om ouders thuis te houden. Is dat een reden om kinderen goed onderwijs te onthouden?", "„Als kinderen worden thuisgehouden omdat we niet de discipline kunnen opbrengen om te doen wat ons gevraagd wordt, vind ik dat wij hierin als volwassenen enorm tekortschieten. Toen ik dit hoorde, bekroop me eerlijk gezegd een gevoel van schaamte.”", "Op pad met de jeugdpsychiater: voor kwetsbare kinderen duurt het veel te lang", "Zijn er kinderen waarover u zich extra zorgen maakt?", "„Waar ik erg van ben geschrokken, is de groep kinderen die aangaf thuis met geweld of ruzie te maken te hebben. De meeste kinderen in ons onderzoek zeiden: als er een nieuwe lockdown komt, zorg dan voor goed online onderwijs. Deze groep zei: zorg dat we naar school kunnen gaan. Waar ik buikpijn van krijg: er wordt nu gezegd dat kwetsbare kinderen naar school mogen, maar een van de grote problemen is dat we maar voor een deel weten wie zij zijn. Ze zullen niet snel zeggen dat het thuis niet veilig is, bijvoorbeeld omdat ze zich schamen of bang zijn uit huis geplaatst te worden.”", "Wat moet er volgens u gebeuren om deze kinderen te helpen?", "„Waar ik voor zou willen pleiten, is dat scholen kinderen de ruimte geven om zelf te kiezen. Door te zeggen: als jij denkt dat je naar school moet komen, dan kan dat. Natuurlijk bestaat er een kans dat er misbruik van wordt gemaakt, maar we moeten alles doen om te voorkomen dat deze kinderen verder achterop raken waardoor hun kansen straks misschien verkeken zijn.”", "„Daarnaast is het belangrijk dat er voor jongeren in instellingen wél activiteiten blijven plaatsvinden – zij zijn al volledig afgesloten van de samenleving. En hoewel ik er niet over ga, heb ik ook zorgen over jongeren van boven de achttien jaar die net een studie begonnen zijn. Ik denk dat het heel slecht is dat de grens van gezamenlijke activiteiten buiten, zoals sporten, bij achttien jaar ligt. Het vinden van je rol in een groep is op die leeftijd juist extreem belangrijk.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Anne-Martijn Van Der Kaaden", "Leestijd Minuten"], "keywords": ["van", "gevoel", "bekroop", "dat", "om", "een", "kinderen", "kinderombudsvrouw", "te", "ik", "voor", "schaamte", "schoolsluiting", "er", "het"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}