{"id": "213e8d3c-1fd3-3132-9505-6537d9111e5d", "title": "Nikkie Plessen wil niet verteld worden wat ze moet doen", "url": "https://nu.nl/achterklap/6096992/nikkie-plessen-wil-niet-verteld-worden-wat-ze-moet-doen.html", "summary": "Nikkie Plessen heeft er een hekel aan als haar regels worden opgelegd.\n\"Ik vind die corona echt aan alle kanten verschrikkelijk, ik kan er geen positief ding aan bedenken.\nIk kan er heel slecht tegen als iemand tegen mij zegt: jij moet dit, en: je mag dat absoluut niet\", aldus de 35-jarige Plessen.\n\"Ik kan niet wachten tot de restaurants weer open zijn.\nDat kan nu niet, en ik ken mezelf, dan ga ik thuis toch weer allerlei dingen lopen doen.", "paragraphs": ["Nikkie Plessen heeft er een hekel aan als haar regels worden opgelegd. De presentatrice en ondernemer vertelt in gesprek met Grazia dat er in haar hoofd \"iets wat op kortsluiting lijkt\" plaatsvindt als ze niet zelf kan bepalen wat ze kan doen.", "\"Ik vind die corona echt aan alle kanten verschrikkelijk, ik kan er geen positief ding aan bedenken. Ik verlang zo terug naar het normale leven, waarin ik zelf kan bepalen wat ik doe. Ik kan er heel slecht tegen als iemand tegen mij zegt: jij moet dit, en: je mag dat absoluut niet\", aldus de 35-jarige Plessen.", "De presentatrice gaat normaal gesproken graag uit eten en viert Kerst altijd in Dubai met vrienden en familie in een warmer klimaat. Van al die dingen heeft ze dit jaar afstand moeten doen. \"Ik kan niet wachten tot de restaurants weer open zijn. Ik vind het gewoon heel belangrijk om mijn eigen keuzes te kunnen maken.\"", "Momenteel wordt het afgeraden af te reizen naar het buitenland, tenzij het strikt noodzakelijk is. Zodra de regels weer iets flexibeler worden zit Plessen in het vliegtuig om te gaan skiën.", "\"Dat Dubai niet doorgaat, vind ik echt wel lastig. Ik gebruik die trip altijd om even tot rust te komen en mezelf te resetten. Dat kan nu niet, en ik ken mezelf, dan ga ik thuis toch weer allerlei dingen lopen doen. Aan de andere kant denk ik: we overleven het heus wel als we een keer niet op vakantie gaan, haha.\"", "Plessen ziet collega-BN'ers gewoon nog naar het buitenland gaan, maar piekert daar niet over. \"Ik vind dat ikzelf ergens toch een voorbeeldfunctie heb, en dan kies ik ervoor om te denken: we blijven gewoon thuis, dan komt er ook geen gedoe van.\""], "authors": ["Door"], "keywords": ["om", "niet", "kan", "wil", "plessen", "en", "een", "ze", "moet", "doen", "ik", "te", "verteld", "er", "worden", "vind", "nikkie", "wat", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}