{"id": "213feea5-70f5-3835-9a92-4a20105fadd9", "title": "De brexit maakt van Kent ‘een groot toilet’", "url": "https://www.parool.nl/wereld/de-brexit-maakt-van-kent-een-groot-toilet~be12d9c1/", "summary": "Beeld AFPHet is in de berm niet lang zoeken naar plastic colaflessen gevuld met een gele substantie.\nEen anti-brexitgroep besloot alle welkomstborden op de grens van het graafschap dit weekend aan te passen met stickers: ‘Welcome to Kent, the Toilet of England’ staat er nu als je de grens van Kent passeert.\nIn Mersham, zo’n typisch Engels dorpje met niet meer dan een kerk, een pub en een buurtwinkel, zien ze het al gebeuren.\nOntworstelenBijna 60 procent van de inwoners van Kent stemde voor de brexit.\nOm de tentakels van Brussel van zich af te gooien en weer een volledig soeverein land te worden.", "paragraphs": ["Beeld AFP", "Het is in de berm niet lang zoeken naar plastic colaflessen gevuld met een gele substantie. “Ik hoef die fles niet open te maken om te weten wat er in zit,” zegt Sharon Swandale, inwoonster van het dorpje Mersham, vlak langs de snelweg richting Dover. “Dit laten vrachtwagenchauffeurs achter. En vaak hangen er ook nog tasjes met hun behoefte in de bomen.”", "Het graafschap Kent is de groenste regio van Engeland, de reden dat ze de trotse bijnaam ‘de tuin van Engeland’ dragen. Op de snelweg passeer je kilometers aan glooiend groen landschap, regelmatig gevuld met schapen. Maar met de brexit-deadline van 1 januari in zicht vrezen steeds meer inwoners dat Kent langzaam verandert in één groot openbaar toilet.", "Een anti-brexitgroep besloot alle welkomstborden op de grens van het graafschap dit weekend aan te passen met stickers: ‘Welcome to Kent, the Toilet of England’ staat er nu als je de grens van Kent passeert. Het toilet van Engeland.", "Enorm tekort", "De haven van Dover staat straks onder grote druk. Of er nu wel of geen brexit-deal komt, elke vrachtwagen die met de veerdienst naar Calais de EU in wil, moet gecontroleerd worden. De vrees is dat dit voor flinke opstoppingen gaat zorgen, met lange files van vrachtwagens tot gevolg. Vooral omdat de Britse regering nog altijd niet klaar is met de voorbereidingen en transportbedrijven gissen wat ze vanaf 1 januari precies kunnen verwachten.", "Daarnaast is er in Kent een enorm tekort aan grote parkeerplaatsen. In Mersham, vlak naast de deur bij Sharon Swandale, werkt de regering aan een betonnen vlakte die plaats moet bieden aan 1500 vrachtwagens. Allemaal bedoeld om de haven van Dover te ontlasten en de filedruk te verminderen. Al lijkt het schier onmogelijk om alles op tijd af te hebben. “En al helemaal om hier ook nog toiletten neer te zetten voor 1 januari”, vult Swandale angstvallig aan.", "In Mersham, zo’n typisch Engels dorpje met niet meer dan een kerk, een pub en een buurtwinkel, zien ze het al gebeuren. Nu al vinden ze de overlast van vrachtwagens uiterst storend, laat staan als er straks 1500 vrachtwagenchauffeurs zonder toilet aan boord om de hoek geparkeerd staan.", "Ontworstelen", "Bijna 60 procent van de inwoners van Kent stemde voor de brexit. Om de tentakels van Brussel van zich af te gooien en weer een volledig soeverein land te worden. Ruraal Engeland was in ruime meerderheid voorstander van het vertrek uit de Europese Unie.", "Alleen dreigt de brexit voor de inwoners van het graafschap nu vooral een regelmatige confrontatie met flessen urine in de berm en zakjes ontlasting in de bomen te worden. Dat hadden ze bij het referendum in 2016 toch niet kunnen bedenken."], "authors": ["Tim De Wit"], "keywords": ["aan", "van", "brexit", "het", "met", "kent", "maakt", "een", "te", "en", "toilet", "om", "er", "groot"], "pubDate": "2020-11-30T11:42:20+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}