{"id": "216ac5c6-4e4d-3f3b-a1b7-f8f756f88e74", "title": "Vaccin AstraZeneca voor 70 procent effectief", "url": "https://www.parool.nl/wereld/vaccin-astrazeneca-voor-70-procent-effectief~b5646a80/", "summary": "De kans is groot dat het vaccin nog veel effectiever is bij een kleinere dosering.\nDat betekent dat het vaccin veilig is om te gebruiken, aldus AstraZeneca.\nEerder bleek al dat het vaccin ook goed aanslaat bij ouderen.\nAfgelopen week maakten de Amerikaanse farmaceuten Pfizer en Moderna ook al bekend met een vaccin te komen.\nHet vaccin lijkt minder effectief te zijn dan dat van Moderna en Pfizer, wel kunnen straks waarschijnlijk meer mensen gebruik maken van het middel van AstraZeneca.", "paragraphs": ["Het vaccin blijkt goed aan te slaan bij senioren. Dat is bijzonder, de meeste vaccins werken juist minder bij senioren. Beeld Vincenzo Pinto/ANP", "Dat blijkt uit resultaten die AstraZeneca maandagochtend bekend heeft gemaakt. De kans is groot dat het vaccin nog veel effectiever is bij een kleinere dosering. Ook positief: tijdens de fase drie-proeven, waarbij het vaccin op ruim 23.00 mensen is getest, zijn geen ernstige bijwerkingen geconstateerd. Dat betekent dat het vaccin veilig is om te gebruiken, aldus AstraZeneca. De farmaceut gaat direct over tot een marktaanvraag bij de EMA, de Europese medicijnwaakhond.", "Kostprijs", "Nederland heeft 11,7 miljoen doses van dit vaccin besteld, dat is ontwikkeld aan de Universiteit van Oxford. Eerder bleek al dat het vaccin ook goed aanslaat bij ouderen. Dat is bijzonder: veel vaccins werken juist minder bij senioren. AstraZeneca heeft aangegeven het vaccin tegen kostprijs te willen leveren. Dat zou neerkomen op een bedrag van 2,50 euro per dosis.", "Afgelopen week maakten de Amerikaanse farmaceuten Pfizer en Moderna ook al bekend met een vaccin te komen. Die vaccins lijken vooralsnog een effectiviteit van ruim 90 procent te hebben. Andrew Pollard, hoofd-onderzoeker van de universiteit van Oxford, zegt dat er aanwijzingen bestaan dat de effectiviteit van het AstraZeneca-vaccin ook richting de 90 procent gaat: “Dat heeft te maken met de wijze van dosering.”", "‘Lagere dosering werkt beter’", "Daarbij zou het vaccin het beste werken als tijdens de eerste prik een halve dosis wordt toegediend en tijdens de twee prik een volledige dosis van het vaccin. Uit de onderzoeken blijkt dat de effectiviteit dan op de door Pollard genoemde 90 procent zit. Bij proefpersonen die tijdens de twee prikken een volledige dosis kregen, is de effectiviteit slechts 62 procent. Het is vooralsnog niet duidelijk waar het verschil vandaan komt.", "Het vaccin lijkt minder effectief te zijn dan dat van Moderna en Pfizer, wel kunnen straks waarschijnlijk meer mensen gebruik maken van het middel van AstraZeneca. Niet alleen vanwege de lagere kosten, ook doordat het Britse vaccin makkelijker te bewaren en te vervoeren is."], "authors": ["Stephen Friedrichs"], "keywords": ["van", "bij", "astrazeneca", "effectief", "70", "het", "vaccin", "voor", "tijdens", "een", "ook", "dat", "te", "procent"], "pubDate": "2020-11-23T09:18:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}