{"id": "217df442-12e4-303e-b4e7-273ceb719f9c", "title": "Teleurstelling na teleurstelling: nog geen wedstrijden voor marathonschaatsers in zicht", "url": "https://www.parool.nl/sport/teleurstelling-na-teleurstelling-nog-geen-wedstrijden-voor-marathonschaatsers-in-zicht~bc0acea2/", "summary": "Beeld Hollandse Hoogte / ANPVan korfbal tot volleybal en van handbal tot tafeltennis: allerlei topsportcompetities zijn druk met de herstart van het seizoen.\nDe mannen en vrouwen van de lange adem wachten nog op hun eerste wedstrijd van de winter.\nGevolgd door nog een aantal wedstrijden op natuurijs in de omgeving van Luleå in het noorden van Zweden (in plaats van op de Oostenrijkse Weissensee) eind maart, als er op dat moment geen negatief reisadvies geldt.\nHype hoort erbijZoals bij veel marathonschaatsers groeit met het dalen van de temperatuur ook bij Hoogeveen de hunkering naar natuurijs.\nEn als het eenmaal gaat vriezen, slaat ook de gekte in het land toe en zijn marathonschaatsers weer even de helden van het moment.", "paragraphs": ["Laura van Ramshorst (blauwe pak) in actie op de Weissensee tijdens de Alternatieve Elfstedentocht. Beeld Hollandse Hoogte / ANP", "Van korfbal tot volleybal en van handbal tot tafeltennis: allerlei topsportcompetities zijn druk met de herstart van het seizoen. Dat vooruitzicht ontbreekt bij de marathonschaatsers, die werkloos moeten toezien. De mannen en vrouwen van de lange adem wachten nog op hun eerste wedstrijd van de winter.", "Willem Hut, competitieleider marathonschaatsen bij de KNSB, geeft de moed niet op. “Ik heb de hoop dat we nog een kort, maar krachtig marathonseizoen gaan krijgen. Dat moet plaatsvinden in februari en maart. Daar maken we ons als schaatsbond nu hard voor.”", "Gehalveerd seizoen", "Geen eendaags nationaal kampioenschap, maar een serie van acht marathons op semi-overdekte ijsbanen als die van Den Haag en Alkmaar, met aan het eind twee nieuwe nationale kampioenen op kunstijs. Gevolgd door nog een aantal wedstrijden op natuurijs in de omgeving van Luleå in het noorden van Zweden (in plaats van op de Oostenrijkse Weissensee) eind maart, als er op dat moment geen negatief reisadvies geldt. Dat betekent een seizoen van in totaal dertien marathons. “De helft minder dan gebruikelijk. Maar als dit mogelijk is, teken ik er direct voor,” zegt Hut.", "Pijnlijk, teleurstellend en frustrerend. Zo omschrijft hij de gevoelens die overheersten toen sportkoepel NOC*NSF en het ministerie van VWS hadden besloten het marathonschaatsen niet als topsport aan te merken. “Het was flink balen dat wij van die lijst werden afgehaald. Ondanks de populariteit van het marathonschaatsen in strenge winters is de sport bij die instanties blijkbaar niet bekend genoeg.”", "Schaatsbond KNSB heeft geprobeerd dat alsnog duidelijk te maken en hoopt op een plek op een herziene lijst. “Daar is het wachten nu op.”", "Tegenover het positieve geluid van de competitieleider staat het slinkende vertrouwen bij bijvoorbeeld Jouke Hoogeveen (42) uit Heiloo, de regerend nationaal kampioen op natuurijs. Door het ontbreken van een wedstrijdkalender heeft de voormalige Amsterdammer, die lang trainde op de Jaap Edenbaan, moeite zijn motivatie op peil te houden. “Tot een paar weken geleden heb ik volle bak doorgetraind, nu is dat gehalveerd naar tien uur per week. Ik heb de hoop op wedstrijden een beetje losgelaten, het is teleurstelling op teleurstelling deze winter.”", "De ongewisse situatie frustreert de natuurijsspecialist, die vorig jaar op de Weissensee met zijn zege tijdens het Open Nederlands Kampioenschap z’n mooiste sportieve moment beleefde. Bij gebrek aan wedstrijden wordt hij niet betaald door zijn ploeg, de bescheiden formatie Bouwselect. “Dat heeft mijn leven ook op z’n kop gezet: ik ben van semiprof weer een hobbyist geworden,” aldus Hoogeveen, die in het dagelijks leven als pedagoog kinderen met een autistische stoornis begeleidt. “Ach, doordat wij als marathonschaatsers nu niet van ijsbaan naar ijsbaan trekken, leveren wij ook onze bijdrage aan het creëren van minder besmettingen,” zegt hij met een kwinkslag.", "Hype hoort erbij", "Zoals bij veel marathonschaatsers groeit met het dalen van de temperatuur ook bij Hoogeveen de hunkering naar natuurijs. En als het eenmaal gaat vriezen, slaat ook de gekte in het land toe en zijn marathonschaatsers weer even de helden van het moment. “Die hype hoort bij onze sport. Als het warmer is, dan is het marathonschaatsen toch te klein en niet zo geliefd.”", "Hij traint ‘op relaxte wijze’ door, genietend van het buiten bewegen, maar met topsport heeft het weinig te maken. “Zo voel ik me nu ook niet. Ik ben weer gewoon Jouke Hoogeveen met een leuke hobby. Ik ben hartstikke blij met mijn gezin en m’n werk, maar mijn sportershart bloedt wel op dit moment.”"], "authors": ["Ralph Blijlevens"], "keywords": ["ik", "van", "nog", "voor", "wedstrijden", "en", "een", "met", "dat", "geen", "op", "als", "het", "marathonschaatsers", "zicht", "teleurstelling", "die"], "pubDate": "2021-01-07T12:45:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}