{"id": "21958c75-45dc-37f4-a64a-e6bec7a3671d", "title": "Scheveningen heeft volop schoonheid voor wie goed om zich heen kijkt", "url": "https://trouw.nl/reizen/scheveningen-heeft-volop-schoonheid-voor-wie-goed-om-zich-heen-kijkt~bfe5236de/", "summary": "Zoveel (verborgen) parels van moderniteit en innovaties halen ze voor het voetlicht, dat je meteen zin krijgt in een ontdekkingstocht.\nEn in Scheveningen-Dorp en het havengebied staan niet alleen een paar iconen van moderne architectuur, er wordt ook nu volop gebouwd en vernieuwd.\nElk groene hof werd omsloten door een binnenring van eengezinswoningen en een hogere, diepere buitenring van beneden- en bovenwoningen.\nEen doorn in het oog van de ‘ras-Scheveningers’, vertelt Ben van Geel (72) die met zijn hond een ommetje maakt.\nEen blikvanger is het paviljoen van DAVL Studio met een sokkel van keien en gevelbekleding van glinsterend mozaïek.", "paragraphs": ["Naar Den Haag voor spraakmakende moderne architectuur? Den Haag, dat is toch vooral de stad van de traditionele baksteen van de Nieuwe Haagse School? Dat klopt maar de stad telt ook tal van bouwkundige staaltjes van vernieuwingsdrang. Alleen lopen ze daar – anders dan in Rotterdam en Amsterdam – niet zo mee te koop. Den Haag wordt onderschat als moderne architectuurstad, vinden architect Eric Vreedenburgh en architectuurhistoricus Marcel Teunissen. In hun onlangs verschenen boek 100 Jaar Modern Den Haag nuanceren ze het stereotiepe beeld van de behoudende Hofstad. Zoveel (verborgen) parels van moderniteit en innovaties halen ze voor het voetlicht, dat je meteen zin krijgt in een ontdekkingstocht. Maar waar te beginnen?", "Glazen bouwstenen markeren het trappenhuis in de Derde Ambachtsschool. Het ontwerp van het interieur was gericht op licht, overzicht en hygiëne. Beeld Marcel Teunissen rv", "Vier villa’s van Gerrit Rietveld", "Het is sowieso onmogelijk om in één wandeling een alomvattend beeld te krijgen, daarvoor liggen de gebouwen te verspreid. Maar uit het boek zijn wel thematische ­routes te destilleren, zoals bijvoorbeeld de vinexwijk Ypenburg met zijn experimentele woningbouw of het Benoordenhout met maar liefst vier villa’s van Gerrit Rietveld. De keuze valt op Scheveningen, want in Den Haag wil je toch ook de zee zien, zeker in ­deze tijd als je strand en boulevard bijna voor je alleen hebt. En in Scheveningen-Dorp en het havengebied staan niet alleen een paar iconen van moderne architectuur, er wordt ook nu volop gebouwd en vernieuwd.", "We beginnen in Duindorp, de Scheveningse wijk die vorig jaar negatief in het nieuws kwam door rellen en brandstichting na het gemeentelijk verbod op de vreugdevuren tijdens de jaarwisseling op het Haagse Zuiderstrand. Maar wie weet er nou dat Duindorp ooit een voorloper was op het gebied van moderne stedenbouw? Daarvoor moet je naar de Zeezwaluwhof, die je vanaf de Houtrustweg binnenloopt via een poort. Dit karakteristieke buurtje werd rond 1916 gerealiseerd, samen met de erachter gelegen Pluvier- en Meeuwenhof. Het vormde het begin van Duindorp, dat de woningnood in Scheveningen moest oplossen. Elk groene hof werd omsloten door een binnenring van eengezinswoningen en een hogere, diepere buitenring van beneden- en bovenwoningen. Dit ‘dubbele bouwblok’ was nieuw en werd later herhaaldelijk elders toegepast.", "De Zeezwaluwhof, inmiddels een rijks­monument, is het laatste stukje originele ­bebouwing van Duindorp. De huizen aan de Pluvier- en Meeuwenhof zijn vervangen door nieuwbouw.", "Derde Ambachtsschool van Jan Duiker en Jan Gerko Wiebenga aan de Zwaardstraat na de renovatie in 1998. Beeld Bert Mellink rv", "Vernieuwingsdrift", "In Scheveningen-Dorp, de historische kern gelegen tussen de badplaats en het havengebied, is het aangenaam dolen in de dichtbebouwde straten met namen die verwijzen naar de visserij. Je kunt je niet voorstellen dat dit rond 1900 een van de slechtste woonbuurten van Nederland was. Tijdens het interbellum is het dorp gesaneerd en tegenwoordig zo in trek, dat de huizenprijzen ­omhoog schieten. Na de Zeezwaluwhof is ook hier een staaltje vernieuwingsdrift te zien en wel op het gebied van scholenbouw. Hoewel ingeklemd tussen de bebouwing aan de Zwaardstraat valt meteen de gevel met veel glas en glazen bouwstenen op van de Derde Ambachtsschool, in 1930 gebouwd naar een ontwerp van Jan Duiker en Jan ­Gerko Wiebenga. Aan de buitenkant zie je al af hoe licht, ruim en modern de school was voor die tijd. Het ontwerp lijkt sterk op dat van de de Eerste Openluchtschool voor het Gezonde Kind, die hetzelfde jaar in gebruik werd genomen aan de Cliostraat in Amsterdam, ook van Duiker en Wiebenga. Sinds de restauratie eind jaren negentig is de Derde Ambachtsschool een bedrijfsverzamelgebouw. Alleen al dit ‘manifest van het modernisme’ bewijst volgens Vreedenburgh en Teunissen dat er destijds niet alleen in ­Rotterdam sprake was van het Nieuwe Bouwen, met de Van Nelle Fabriek (1926-1930) als schitterend icoon. Ook in Den Haag >>", ">> ­verrezen (witte) parels die glinsterden in de schaduw van de baksteenarchitectuur van de Nieuwe Haagse School, zoals de ­Nirwanaflat (1929), ook van Duiker en ­Wiebenga, en het als lichtende reclamezuil ontworpen gebouw De Volharding (1928) van Jan Buijs.", "De Visafslag van architect Sjoerd Schamhart, die in 2019 een jong rijksmonument werd. Het witte beton van de bedrijfsruimtes met sheddaken werd na verloop van tijd donkergrijs Beeld Gemeentearchief Den Haag", "Ras-scheveningers", "We laten het dorp achter ons en ruiken de zee al. Onderweg passeren we de Olieberg die met zijn zandkleurige baksteen gevel omhoog krult als een kunstmatig duin. De bewoners van dit complex (2016), een ­ontwerp van N2 ­architecten, konden zelf de plattegrond van hun huurwoning ­bepalen.", "En dan is daar de zee. Rechts loop je naar de Pier en het Kurhaus en museum Beelden aan Zee, dat zo mooi in de duinen ligt. Maar die kennen we wel, daarom gaan we naar links, ­richting de Eerste Haven die nog in gebruik is als vissershaven met de Visafslag (1961)van Sjoerd Schamhardt. Imponerend is dit bouwwerk, alleen al vanwege zijn lengte van 400 meter. Afbreuk aan de beleving doet wel het nieuwe kolossale hotel dat voor de Visafslag is neergezet. Een doorn in het oog van de ‘ras-Scheveningers’, vertelt Ben van Geel (72) die met zijn hond een ommetje maakt.", "Dat in het voetspoor van Duiker en ­andere architecten van het Nieuwe Bouwen het ook nu aan elan niet ontbreekt, zien we bij de Tweede Haven, die wordt ontwikkeld tot een gebied voor werken, wonen en recreëren. Vooral aan de Dr. Lelykade ontvouwt zich een levendig stadslandschap met gerenoveerde pak- en koelhuizen en pakhuis­achtige nieuwbouw. Alles ademt hier nog de haven.", "Een blikvanger is het paviljoen van DAVL Studio met een sokkel van keien en gevelbekleding van glinsterend mozaïek. En kijk vooral ook omhoog, want op diverse ­gebouwen, zoals De Havenmeester, Nautilus en het Kaviaarhuis, ontwierp Archipelontwerpers (opgericht door Eric Vreedenburgh) lichtgewicht opbouwen en penthouses.", "Met deze ‘optoppers’ groeit geleidelijk een speels daklandschap: een tweede stadje in de lucht. Zo kenden we Scheveningen nog niet."], "authors": ["Henny De Lange"], "keywords": ["schoonheid", "om", "volop", "wie", "heen", "met", "ook", "scheveningen", "zich", "die", "je", "van", "en", "een", "voor", "heeft", "kijkt", "op", "het", "dat"], "pubDate": "2020-12-13T11:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}