{"id": "219ba3c5-76f3-383e-b429-ba9ce478a428", "title": "Zoldering heeft ideale najaarsgerechten, maar graag meer vega-opties", "url": "https://www.parool.nl/ps/zoldering-heeft-ideale-najaarsgerechten-maar-graag-meer-vega-opties~bcefc6a4/", "summary": "Toen de horeca nog geopend was, kwamen er Franse gerechten uit hun keuken, casual met een verfijnd randje.\nVoorheen stonden steak tartare, oesters en langoustines op het menu; voor de bezorging aan huis hebben ze heel bewust wat andere opties gekozen.\nOf ­Hollandse erwtensoep, maar dan ietwat culinair: met lavas en rookworst van het Livar-varken.\nDe romige Jerseyboter van Nylander smeert rijkelijk op het kraakverse brood van Bakhuys, een Franse bakker in de ­Sarphatistraat.\nJe kunt mij niet blijer maken dan met zo’n fikse rooksmaak, maar je moet er wel van houden.", "paragraphs": ["Beeld Monique van Loon", "Welke zaak heb je voor vandaag gevonden?", "Zoldering in de Utrechtsestraat wordt gerund door vier jonge gasten die eerder bij sterrenzaken werkten. Toen de horeca nog geopend was, kwamen er Franse gerechten uit hun keuken, casual met een verfijnd randje. Inmiddels zijn ook deze heren noodgedwongen overgestapt op bezorging.", "Vertel, wat koken ze nu?", "Voorheen stonden steak tartare, oesters en langoustines op het menu; voor de bezorging aan huis hebben ze heel bewust wat andere opties gekozen. Stamppot met een gehaktbal en jus, bijvoorbeeld. Of ­Hollandse erwtensoep, maar dan ietwat culinair: met lavas en rookworst van het Livar-varken. De kaart is compact met steeds een handvol voor-, hoofd-, bij- en nagerechten. De prijzen ogen schappelijk. Wel valt me op dat er vrijwel geen vega-opties zijn: alleen de pompoensoep en de bijgerechten bevatten geen vlees.", "Bestellen maar!", "Na 41 minuten wordt het eten bezorgd. Alles komt netjes verpakt en goed warm aan. De romige Jerseyboter van Nylander smeert rijkelijk op het kraakverse brood van Bakhuys, een Franse bakker in de ­Sarphatistraat. Voor €3,50 krijg je een heel stokbrood (!) en twee bakjes boter. Zo kwalitatief én royaal, dan heb je bij mij al een streepje voor.", "De pompoensoep (€6,50) is precies zoals ik ’m hebben wil: vol van smaak maar niet te waterig, en ook zeker niet te dik. We willen soep, geen puree. De gedroogde tomaatjes en brunoise gesneden pompoen erin halen het geheel op.", "Tijd voor de hoofdgerechten.", "De stamppot (€12,50) met rauwe andijvie, een gehaktbal, kaantjes en jus had ik absoluut niet beter kunnen maken. Romig en smaakvol, zeker voor dit bedrag (waarvoor je zeker een halve kilo stamp krijgt!). Het ideale najaarsgerecht om jezelf mee te verwennen. Alleen de gehaktbal had voor mij nét wat kruidiger en sappiger gemogen. En als ik dan toch even mag mopperen: anno 2020 zou een vleesvervanger als extra optie geen overbodige luxe zijn.", "Mocht je wel vlees eten, dan zijn ook de gestoofde varkenswangetjes (€14) het waard om te proeven. Ze komen met blokjes pastinaak, grove mosterd en cavolo nero die volgens mij op de Big Green Egg heeft gelegen. Je kunt mij niet blijer maken dan met zo’n fikse rooksmaak, maar je moet er wel van houden. De jus is trouwens ook dik in orde.", "Tot slot proef ik twee desserts: het appelkruimeltaartje en de kersenclafoutis (elk €5,50). Die zijn allebei ontzettend kundig gemaakt en eten lekker weg. Tip: doe ze thuis nog even kort in de oven.", "Ja, ’t heerlijk avondje is gekomen. Zeker voor deze prijzen en deze smaken in royale porties. Chapeau voor Zoldering."], "authors": ["Monique Van Loon"], "keywords": ["ideale", "van", "heeft", "dan", "het", "meer", "maar", "met", "op", "zijn", "graag", "een", "vegaopties", "en", "zoldering", "je", "najaarsgerechten", "voor"], "pubDate": "2020-12-04T15:00:25+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}