{"id": "21b3f4a3-cdfe-3a82-abfd-9a29f19c2300", "title": "Ik onderging de bestorming van het Capitool als een soort 9/11-moment, alleen komt het probleem ditmaal van binnenuit", "url": "https://www.volkskrant.nl/columns-opinie/ik-onderging-de-bestorming-van-het-capitool-als-een-soort-9-11-moment-alleen-komt-het-probleem-ditmaal-van-binnenuit~b0389ee1/", "summary": "De sensatie van het live volgen van historische gebeurtenissen is dat je naar iets kijkt waarvan je niet weet hoe het gaat aflopen.\nBij de aanslagen van ‘11 september’ belde ik als buitenlandchef van de Volkskrant met onze correspondent Bert Lanting.\nDe gebeurtenissen van afgelopen woensdag waren natuurlijk van een andere orde en schaal, toch had ik even datzelfde gevoel van ontreddering toen het Trump-gepeupel het Capitool bestormde.\nIk onderging het als een soort 9/11-moment: de schok dat dit kon, zoiets tot dan toe onvoorstelbaars.\nToen hij president werd, noemde ik dat een ‘nachtmerrie’.", "paragraphs": ["De sensatie van het live volgen van historische gebeurtenissen is dat je naar iets kijkt waarvan je niet weet hoe het gaat aflopen. Dat is opwindend, tegelijkertijd kan het beangstigend zijn. Bij de aanslagen van ‘11 september’ belde ik als buitenlandchef van de Volkskrant met onze correspondent Bert Lanting. Straaljagers bulderden over Berts huis in de buurt van Washington DC, dat tegelijk met New York werd aangevallen. Er gingen geruchten dat het Witte Huis gevaar liep, niemand wist waar de president en vicepresident waren, wie doet er wat, wordt het nog erger, vroegen we ons vertwijfeld af.", "De gebeurtenissen van afgelopen woensdag waren natuurlijk van een andere orde en schaal, toch had ik even datzelfde gevoel van ontreddering toen het Trump-gepeupel het Capitool bestormde. De politieke leiders in het Congres werden naar een onbekende plek afgevoerd, de president en opperbevelhebber was going rogue, ontspoorde volledig, zette aan tot een opstand. Ik onderging het als een soort 9/11-moment: de schok dat dit kon, zoiets tot dan toe onvoorstelbaars. Hoe zou dit eindigen? Zouden er politici worden gelyncht? Wie grijpt erin?", "Na een paar spannende uren was het gelukkig voorbij, wat resteerde was de verbijstering dat we getuige waren geweest van een nieuwe aanval op het hart van Amerika, ditmaal niet van buitenaf maar vanuit Amerika zelf. Het Witte Huis werd niet aangevallen maar was zelf de aanvaller. De Amerikaanse democratie bleek even ongekend kwetsbaar door toedoen van één man, een rattenvanger met 74 miljoen kiezers achter zich. Wat doet dat met het land? Hoe gaat dit resoneren?", "In 2011 schreef ik, inmiddels zelf Amerika-correspondent, voor het eerst over Trump. Ik typeerde hem als een voetbaltrainer die altijd bozig en dreigend kijkt met haar dat net iets te lang is in de nek. Hij weigerde te aanvaarden dat president Obama in Amerika was geboren, ook al stond dat zwart op wit. Ik vond dat toen nog vooral lachwekkend, dat negeren van een evident feit. Wist ik veel dat deze farce het voorspel was van een Amerikaanse tragedie-in-wording, de eerste stap in wat zou eindigen in een stormloop op het Capitool. Wel verging me gaandeweg het lachen. Toen hij president werd, noemde ik dat een ‘nachtmerrie’.", "Zijn tekortkomingen waren overbekend, hij bespotte in een tv-debat een Republikeinse tegenkandidaat om zijn gehoorapparaat, zo’n man dus. Maar ja, je bent het ook aan je journalistieke stand verplicht om zo onbevangen mogelijk te blijven. Dus zocht ik steeds naar een minimum aan rationaliteit in zijn woeste optreden. Ik probeerde hem te zien als Trump, de disrupter, die met zijn tweets als digitale sloopkogel de bestaande politieke orde ontwrichtte, op zijn Silicon Valleys. Disrupt Battlefield! Ook bekeek ik hem als Trump, de dealmaker, die dicht bij zichzelf als New Yorkse vastgoedbullebak bleef door te proberen de Navo-partners, China en Iran hardhandig onder water te houden tot die naar lucht happend het woord ‘akkoord’ zouden uitproesten.", "Maar het belangrijkste was Trump, de populist. Hij werd de stem van Amerikaanse kiezers die zich miskend voelen door de gevestigde politiek en moeite hebben met de snelle veranderingen in hun land. Het is een grote groep, ze legt zoveel gewicht in de democratische schaal dat ze niet kan en mag genegeerd worden. Ik blijf van mening dat we moeten proberen te begrijpen wat hen drijft, zodat er wat kan worden gedaan aan de decennialange stammenstrijd tussen de twee Amerika’s: het rechts-reactionaire en het progressieve.", "De situatie ettert nu al zo lang door dat zij culmineerde in Trump, de volksmenner en mythomaan, die flirt met knokploegen en zijn aanhang vergiftigt met waanideeën zodat het toch al verdeelde Amerika nog verder scheurde, tot een land met twee werkelijkheden, twee werelden.", "Het zal een hels karwei zijn om Trump met zijn 74 miljoen kiezers weer klein te krijgen en het gif uit de mensen te halen. Dat zal niet bij iedereen lukken, maar aankomend president Biden heeft geen andere keus dan om te proberen een deel van dat electoraat te bereiken. Het grootste gevaar van Amerika is Amerika zelf. Het probleem komt ditmaal van binnenuit. Dit laten dooretteren is wachten op nieuwe catastrofes. De radicaliseringsspiraal op rechts moet worden gestopt."], "authors": ["Arie Elshout"], "keywords": ["ik", "zijn", "van", "capitool", "ditmaal", "komt", "en", "een", "met", "probleem", "te", "als", "onderging", "soort", "het", "dat"], "pubDate": "2021-01-10T17:33:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}