{"id": "21b689f4-2db2-3bb3-ac78-8e1f60c624c6", "title": "Wat voor stad wil Amsterdam zijn? Dit zijn drie scenario’s", "url": "https://www.parool.nl/amsterdam/wat-voor-stad-wil-amsterdam-zijn-dit-zijn-drie-scenario-s~b05d4eb8/", "summary": "Zij trappen de discussie af met een ‘kenniscadeau’ aan de stad: een onderzoek waarin een sterkte-zwakteanalyse van de stad is gemaakt en toekomstperspectieven zijn uitgedacht.\n“In deze tijd is veel aandacht voor crisismanagement en dat is begrijpelijk,” zegt Barbara Baarsma, hoogleraar economie aan de Universiteit van Amsterdam.\nTrekpleisterOnder deze scenario’s ligt een fundamentele vraag: wat voor een stad willen we zijn?\nDan is er meer oog voor lokale bedrijven en minder voor de extreem competitieve internationale economie.\nWethouder Victor Everhardt van Economische Zaken is nog niet overtuigd van een noodzakelijke keuze tussen internationaal of regionaal.", "paragraphs": ["De coronacrisis is een goed moment om de toekomst van de stad scherp te krijgen, vinden de Amsterdamse universiteiten. Gaat Amsterdam verder als internationaal bolwerk, of juist als regionale metropool? ‘De keuzes die we nu maken zijn bepalend.’", "De stille straten tijdens de eerste lockdown vormden het startschot voor een debat over de toekomst van de binnenstad: willen we na corona weer terug naar de situatie waarin toeristen en vrijgezellenfeesten het historisch hart domineren? Het antwoord daarop was luid en duidelijk: nee. En dus tuigde burgemeester Femke Halsema midden in de crisis nieuwe maatregelen op om massatoerisme in te perken.", "Amsterdam zou op net zo’n manier moeten nadenken over de toekomst van heel de stad, vinden de Vrije Universiteit, de Universiteit van Amsterdam en adviesbureau Boston Consulting Group (BCG), gevestigd aan de Zuidas. Zij trappen de discussie af met een ‘kenniscadeau’ aan de stad: een onderzoek waarin een sterkte-zwakteanalyse van de stad is gemaakt en toekomstperspectieven zijn uitgedacht. “In deze tijd is veel aandacht voor crisismanagement en dat is begrijpelijk,” zegt Barbara Baarsma, hoogleraar economie aan de Universiteit van Amsterdam. “Maar we moeten ook nadenken over de toekomst van Amsterdam. De keuzes die we nu maken, zijn bepalend voor de tijd na de coronacrisis.”", "In het rapport schetsen de onderzoekers drie scenario’s voor de stad na de crisis, waarbij het gemeentebestuur keuzes moet maken. Geld en ruimte zijn tenslotte niet oneindig beschikbaar.", "Trekpleister", "Onder deze scenario’s ligt een fundamentele vraag: wat voor een stad willen we zijn? Moet Amsterdam, net als in het tijdperk vóór de pandemie, verdergaan als trekpleister voor internationale bedrijven en expats? Verklaren we het vestigingsklimaat heilig? Dat is goed voor de werkgelegenheid en de inkomsten. Maar dan blijft de huizenmarkt overspannen en zullen mensen met een middeninkomen uitwijken naar de regio. De internationalisatie heeft Amsterdam veel opgeleverd, maar de stad is ook uitgegroeid tot verdienmodel, met groeiende ongelijkheid en verschraling van voorzieningen.", "Willen we dan liever een, wat meer bescheiden, regionale metropool zijn? Dan is er meer oog voor lokale bedrijven en minder voor de extreem competitieve internationale economie. Het mkb is in zo’n scenario de motor van de economie en wellicht ontstaat in de stad meer betaalbare woonruimte voor docenten en verplegers. Maar ja, dan dalen de inkomsten en is er minder geld over om voorzieningen en culturele instellingen overeind te houden. En zit internationalisatie niet gewoon in het dna van de stad, die zijn succes voor een belangrijk deel te danken heeft aan immigranten? Het zijn de contouren van een fundamentele discussie.", "Wethouder Victor Everhardt van Economische Zaken is nog niet overtuigd van een noodzakelijke keuze tussen internationaal of regionaal. “Ik geloof niet dat het één het ander uitsluit. We hebben bedrijvigheid nodig, we moeten geld verdienen. Aan de andere kant willen we plek bieden aan middeninkomens.” De oplossing moet wat hem betreft worden gevonden in de regio, zoals in Zaanstad en Haarlemmermeer: daar is meer ruimte om te bouwen.", "Bouwpakket", "Het gevaar is dan wel dat de binnenstad uitgroeit tot smeltkroes van internationaal, kapitaalkrachtig talent, terwijl de gezinnen en middeninkomens daar in een ruime ring omheen wonen. Everhardt wil zo’n tweedeling koste wat kost voorkomen. “Een Amsterdamse leraar moet op de Zuidas kunnen wonen en van daaruit met de fiets naar zijn werk gaan. Daar sla ik een piketpaal. Maar als hij bijvoorbeeld in Purmerend wil wonen, is dat ook prima. Dan moeten wij zorgen dat de stad goed bereikbaar is.”", "Amsterdam is geen bouwpakket dat op drie manieren in elkaar is te zetten, weet ook Everhardt. De maakbaarheid van de stad is beperkt. Maar het debat over de binnenstad maakt wel duidelijk dat de gemeente niet bang is om bij te sturen, al zijn de middelen beperkt en de tegenkrachten enorm. In de stad als geheel zal dat niet anders zijn. Maar dan nog: alles begint met visie. “Er is een extreme noodzaak om iets te doen,” zegt Jaap Schreurs van BCG. “Het is belangrijk dat de toekomst van de stad is gebaseerd op keuzes en niet op ontwikkelingen van buitenaf.”", "Scenario 1: Internationale metropool - Internationale bedrijven", "- Toonaangevend onderzoek", "- Jonge, hoogopgeleide bevolking", "- Meer vernieuwing en digitalisering Keerzijde: - Druk op woningmarkt", "- Weinig ruimte middeninkomens", "- Minder aandacht zwakke wijken", "- Meer individualisme", "Scenario 2: Regionale metropool - Lokale bedrijven", "- Minder toerisme", "- Omkijken naar elkaar", "- Ruimte voor middeninkomens Keerzijde: - Minder geld voor voorzieningen", "- Verlies koppositie cultuur en onderzoek", "- Minder digitalisering onderwijs en zorg", "- Minder wereldstad", "Scenario 3: Metropool van ontmoeting (tussen 1 en 2 in) - Stad minder massaal, dus meer ontmoeting", "- Toerisme vooral uit buurlanden, verspreid over stad", "- Hoogwaardige horeca en cultuur", "- Mix van jong en oud Keerzijde: - Druk op woningmarkt blijft", "- Meer subsidie nodig voor cultuur", "- Veel druk op openbaar vervoer", "- Minder middelen voor snelle verduurzaming"], "authors": ["Michiel Couzy"], "keywords": ["drie", "zijn", "van", "amsterdam", "voor", "en", "een", "scenarios", "dit", "stad", "minder", "op", "wil", "het", "wat", "dat"], "pubDate": "2021-01-10T06:00:10Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}