{"id": "222bc169-2383-3d33-8a78-11a69325277b", "title": "Of ze nou illegaal vuurwerk afsteken of Eric Wiebes heten: volwassen mannen zeggen geen sorry", "url": "https://volkskrant.nl/columns-opinie/of-ze-nou-illegaal-vuurwerk-afsteken-of-eric-wiebes-heten-volwassen-mannen-zeggen-geen-sorry~b84a85c6/", "summary": "Gewoon sorry durven zeggen is weinigen gegeven, van laag tot hoog, en ook deze vier volwassen kerels zijn het niet van plan.\nSoms stamelen ze een ‘best vervelend’, alsof ze wakker schrikken, en ook dat is zelfbeklag.\nDie ging voorop, aldus de camerabeelden van het eetcafé, dat net als de andere dijkhuizen deels werd verwoest door de nieuwjaarsbom.\nBeeld Hollandse HoogteDe rechter: ‘Alle vier zeggen: we hebben het niet gedaan.\nEn aan de mannen van het RIVM die, gevraagd naar het trage vaccineren tegen een levensbedreigend virus, de schuld doorschuiven naar ‘het politieke gedoe’ en ‘het mediagedoe’.", "paragraphs": ["Gewoon sorry durven zeggen is weinigen gegeven, van laag tot hoog, en ook deze vier volwassen kerels zijn het niet van plan. Op de gang adviseert hun advocaat nogmaals een blijk van mededogen, maar gaande de rechtszaak lijkt die opdracht groter dan henzelf. Soms stamelen ze een ‘best vervelend’, alsof ze wakker schrikken, en ook dat is zelfbeklag.", "Ze stonden op of onder de dijk, die nieuwjaarsnacht, en iemand droeg een grote doos op z’n rechterschouder, waarschijnlijk Van M., een grote man met smalle ogen. Die ging voorop, aldus de camerabeelden van het eetcafé, dat net als de andere dijkhuizen deels werd verwoest door de nieuwjaarsbom.", "Maar ja, zegt Van M., wie heeft het dan aangestoken hè? Hij niet. Hij had alleen een ‘klein doosje’ op de dijk gezet, met ‘twee pakjes astronauten van tien stuks’ en die slaan geen vijftig ruiten stuk, dakpannen los, een kozijn dwars door dat eetcafé heen. Die duwen geen eikenhouten voordeur uit de sponning bij Bas en Riet, de dijkbewoners die nooit excuses kregen van hun dorpsgenoten.", "Illegaal vuurwerk, Urk. Beeld Hollandse Hoogte", "De rechter: ‘Alle vier zeggen: we hebben het niet gedaan. Dus moet er ten minste ééntje zijn die liegt.’", "De J.: ‘Ik heb het niet aangestoken. Dus.’", "K.: ‘Ik heb alleen gekeken.’", "Van R.: ‘Ik ben daar geweest, maar ik heb het eigenlijk niet gedaan.’", "‘Wie deed het dan?’", "‘Dat durf ik niet te zeggen.’", "‘U dúrft het niet te zeggen?’", "‘Ik weet het niet.’", "Ze hebben een eigen bedrijf, als schilder, in de metaal, de bouw en de wegenbouw, ze zijn getrouwd, hebben kinderen, ze zijn de puberteit allang voorbij. Ze hadden een feestje bij familie en vrienden in het dorp, en ’s nachts trokken ze de dijk op maar niemand stak die lont aan, edelachtbare, ‘ik kan het m’n eigen niet herinneren’.", "Er vielen geen gewonden want behalve een autistische man die daar woont, voor de rust, was niemand thuis – zijn vader is naar de rechtbank gekomen om hem ervan te verzekeren dat er recht wordt gedaan. Zijn zoon moest wekenlang elders wonen.", "Illegaal vuurwerk, Veen. Beeld ANP", "‘Dan heb je als volwassen kerels toch wat uit te leggen’, zegt de officier van justitie, maar Van M. houdt z’n jas aan en z’n mond dicht, ‘hij schildert beter dan hij praat’, probeert zijn advocaat.", "Van R.: ‘ik vind het wel vervelend.’", "Rechter: ‘voor wie?’", "‘Voor iedereen. Ook voor mij. Omdat ik al twee jaar als verdachte naar voren wordt geschoven.’", "‘En de benadeelden?’", "K.: ‘Ja, voor de benadeelden is het ook vervelend. Maar ik heb niks gedaan dus ik voel me niet aangesproken.’", "‘Er was geen reden om langs te gaan bij de slachtoffers?’", "K.: ‘Blijkbaar niet.’", "Sorry zeggen is vaak de beste oplossing, maar ook de moeilijkste, zeker als je overtuigd bent van je eigen gelijk. Staande de rechtszaak denk ik aan het ‘niet te nederig zijn’ dat ex-staatssecretaris Wiebes schreef op het ambtelijk advies om excuses te maken aan de slachtoffers van de belastingdienst. En aan de mannen van het RIVM die, gevraagd naar het trage vaccineren tegen een levensbedreigend virus, de schuld doorschuiven naar ‘het politieke gedoe’ en ‘het mediagedoe’.", "‘Ik praat niet met de media’, zegt Van M., boos omdat ik eerder schreef over de vuurwerkbom, en over het uitblijven van een rechtszaak. Ook zijn advocaat geeft de krant de schuld, en zet artikel 6 in van het Europees mensenrechtenverdrag, ‘recht op een eerlijk proces’, want twee jaar wachten op een rechtszaak is niet binnen de ‘redelijke termijn’.", "Illegaal vuurwerk, Maasdam. Beeld ANP", "De explosie was om 01 uur 43 minuten en 28 seconden precies. Een vuurwerkdeskundige uit Rotterdam stelde vast dat het shells waren, mortierbommen, al ging het bewijsmateriaal met de klap verloren. Een dag later kwamen de vier volwassen kerels bij elkaar om het gebeurde te bespreken, en daarna meldden ze zich bij de politie, want ze stonden op die camerabeelden, maar verder hadden ze het niet gedaan.", "De officier van justitie is gebeten: ‘een dergelijke mortier wordt in de oorlog naar de vijand gegooid’, zegt ze, en er is kans op recidive, ‘de bagatelliserende houding, het geen verantwoording afleggen, dat geeft geen enkel vertrouwen’.", "Ze eist werkstraffen en, voor Van M., drie maanden voorwaardelijk.", "‘Dit zijn hardwerkende mannen die brood op de plank moeten hebben’, pareert de advocaat. En hij zegt dat bij Bas en Riet nog steeds dezelfde gordijnen voor de ramen hangen, dus zo heel erg kapot waren ze niet.", "De vier volwassen kerels zelf hoeven verder geen laatste woord. Als de zaak ten einde is lopen ze zwijgend de slachtoffers voorbij, die toch al met loden schoenen naar de rechtbank waren gekomen."], "authors": ["Toine Heijmans"], "keywords": ["ik", "mannen", "zijn", "vuurwerk", "ze", "heten", "die", "nou", "van", "en", "sorry", "een", "zeggen", "volwassen", "illegaal", "op", "het", "wiebes", "niet"], "pubDate": "2021-01-03T16:47:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}