{"id": "223d8fe5-c793-3297-b125-5e6ff60b41b1", "title": "De Belgische Loodsensociëteit moet wel een van de fijnste hotels van Zeeland zijn", "url": "https://volkskrant.nl/reizen/de-belgische-loodsensocieteit-moet-wel-een-van-de-fijnste-hotels-van-zeeland-zijn~b25e400f/", "summary": "Belgische Loodsensociëteit, een hotel in Vlissingen.\nOkeee..., denken wij – maar dan krijgen we onze kamersleutel van een vriendelijke dame en is die eerste indruk snel vergeten.\nDe Belgische Loodsensociëteit heet namelijk niet voor niks zo: dit hotel was ooit de soos van de Belgische loodsen die in Zeeland werken.\nBoek een kamer aan de voorkant bij de Belgische Loodsensociëteit, anders zie je niets van het botenspektakel.\nTel daarbij op de prettig-sobere en smaakvolle inrichting van de hotelkamers in blauw, wit en grijs – de kleuren van buiten –, de uitgebreide Belgische bierkaart en het lekkere eten op het zeezichtterras, en de conclusie is: dit moet wel een van de fijnste hotels van Zeeland zijn.", "paragraphs": ["Belgische Loodsensociëteit, een hotel in Vlissingen.", "De eerste die we treffen als we ons hotel in Vlissingen binnenstappen: een zwijgende man met een snor aan de toog. Geen hartelijk welkom, niks. Okeee..., denken wij – maar dan krijgen we onze kamersleutel van een vriendelijke dame en is die eerste indruk snel vergeten. En later blijkt die besnorde kerel juist een van de pluspunten van ons onderkomen.", "De Belgische Loodsensociëteit heet namelijk niet voor niks zo: dit hotel was ooit de soos van de Belgische loodsen die in Zeeland werken. In Vlissingen gaan ze aan boord van de immens grote schepen die pal voor je hotelraam voorbijvaren, om ze door de smalle vaargeul tussen Walcheren en Zeeuws-Vlaanderen te loodsen. Na hun dienst drinken ze hier nog steeds hun biertje aan de bar.", "Boek een kamer aan de voorkant bij de Belgische Loodsensociëteit, anders zie je niets van het botenspektakel.", "‘Gratis entertainment’, zegt hoteleigenares Brigiet die aan tafel komt uitleggen wat er voor onze neus gebeurt: kijk, die rode loodsenbootjes die over het water scheuren zijn Belgisch, de gele Nederlands en als je goed kijkt – het hotel levert verrekijkers – zie je de loodsen aan boord gaan bij de langsvarende containerschepen. Dit is een topattractie! Tel daarbij op de prettig-sobere en smaakvolle inrichting van de hotelkamers in blauw, wit en grijs – de kleuren van buiten –, de uitgebreide Belgische bierkaart en het lekkere eten op het zeezichtterras, en de conclusie is: dit moet wel een van de fijnste hotels van Zeeland zijn.", "Boek wel een kamer aan de voorkant; aan de achterkant zie je niks van het spektakel.", "Hotel-restaurant De Belgische Loodsensociëteit, Boulevard de Ruyter 4, Vlissingen, kamers vanaf ca. 99 euro per nacht, www.bsoos.nl"], "authors": ["Evelien Van Veen"], "keywords": ["van", "die", "aan", "een", "en", "je", "moet", "belgische", "zijn", "wel", "zeeland", "hotels", "loodsensociëteit", "hotel", "het", "fijnste"], "pubDate": "2019-09-13T13:00:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}