{"id": "22672cb4-c64c-3862-a01c-73c045d3ad61", "title": "De perfecte borst, bestaat die eigenlijk wel?", "url": "https://trouw.nl/leven/de-perfecte-borst-bestaat-die-eigenlijk-wel~b6b9ef45/", "summary": "Geconcentreerd mat ze de afstand tussen mijn sleutelbeen en mijn tepel.\nJe bent de zoveelste vrouw die ik dit laat zien.” Hoofdschuddend: “En ja, ik heb altijd gelijk.”Was ik in handen gevallen van een borstenfeminist?\nZo eentje die tegen beugelbh’s is, omdat zo’n buste­houder een ‘borstverpakking is volgens de eisen van mannen in plaats van die van vrouwen’, zoals de Ame­rikaanse historicus Marilyn Yalom schrijft in Geschiedenis van de borst (1997).\nHet beeld van de perfecte borst is onderhevig aan de tijdsgeestIn het boek van Marilyn Yalom wordt duidelijk dat het beeld van de perfecte borst onderhevig is aan de tijdsgeest.\nDat betekent niet dat mijn buste hoeft te ogen als die van een 20-jarige.", "paragraphs": ["Tuurlijk, zei de vrouw in het Franse lingerie-winkeltje in Charlieu. “Als jij denkt dat 75D je maat is, ga je gang. Maar ik weet zeker dat je de Franse maat 95A nodig hebt.” Ze keek me geamuseerd aan van boven haar leesbril. Terwijl mijn lief de voormalige benedictijnerabdij van Saint-Fortuné bewonderde, wurmde ik mij in een van haar handgemaakte, beugelloze bh’s. De corsetière had gelijk. En de tweede keer ook, nadat ik beweerd had dat mijn borsten in mijn eigen bh pronter stonden dan in haar handgemaakte bandeau en zij dit ontkende.", "Ze pakte een meetlint en beval mij om mijn eigen bh aan te doen en mijn shirt. Geconcentreerd mat ze de afstand tussen mijn sleutelbeen en mijn tepel. En deed dat opnieuw nadat ik haar bandeau had aangetrokken. “Kijk. Je borsten hangen minder als je jezelf niet in van die beugels vastzet. Maar jullie denken allemaal dat het niet zo is. Je bent de zoveelste vrouw die ik dit laat zien.” Hoofdschuddend: “En ja, ik heb altijd gelijk.”", "Was ik in handen gevallen van een borstenfeminist? Zo eentje die tegen beugelbh’s is, omdat zo’n buste­houder een ‘borstverpakking is volgens de eisen van mannen in plaats van die van vrouwen’, zoals de Ame­rikaanse historicus Marilyn Yalom schrijft in Geschiedenis van de borst (1997). Of heeft deze Française een punt? En blijven borsten steviger als je ze niet ondersteunt met een beugel?", "Die studie is niet meer dan nattevingerwerk", "Frans onderzoek zou haar pleit onderschrijven, zei ze. Een beetje googelen laat zien dat die studie al meer dan twee decennia om de zoveel jaar het nieuws haalt, maar niet meer is dan nattevingerwerk. Slechts een paar honderd vrouwen vulden een vragenlijst in, maar geen woord over de leeftijd van deze dames. Hun gewicht, of nog ­belangrijker, de bh-maat. Blijkbaar zijn niet-hangende borsten enorm nieuwswaardig. Hoe kan dat? En wat is er eigenlijk mis met hangende borsten? Ja, als je er last van hebt. Maar anders?", "Op zoek naar antwoorden, krijg ik van de Brand & Channel Marketeer van lingerie-ontwerpster Marlies Dekkers een instagramfilmpje toegestuurd. Dekkers zegt immer dat ze lingerie maakt om vrouwen zelf­vertrouwen te geven, en zich goed te laten voelen. In het filmpje geeft ze samen met hoofdontwerpster Miranda Martinez advies. De twee vertellen dat meisjes van 16, 17, 18 jaar de perfecte borstlijn hebben. Dekkers zegt in het filmpje dat ‘de beugel een foefje is om hangtieten te herstellen en weer een mooi décolleté te bouwen’. Lees: weer de borstlijn van een tiener te krijgen.", "Lidewij van Twillert vindt de leeftijden die Dekkers en haar kompaan noemen ‘wel heel jong’. “Dan groeien borsten nog. Ik vind de borsten van een 25-jarige iets ­reëler.” Van Twillert gebruikt 3D-technieken om op maat gemaakte beugels – ‘dat zorgt voor een kleine lift’ – voor bh’s te maken. Zij haalt een Brits onderzoek aan dat ik tijdens mijn zoektocht vaak tegenkom. Daaruit blijkt dat de perfecte borst 45 procent van de borst boven de tepel heeft en 55 procent daaronder. Met tepels die in een hoek van 20 graden omhoog wijzen. En yep: dat zijn de borsten van meisjes en jonge vrouwen.", "Het beeld van de perfecte borst is onderhevig aan de tijdsgeest", "In het boek van Marilyn Yalom wordt duidelijk dat het beeld van de perfecte borst onderhevig is aan de tijdsgeest. In de veertiende eeuw bijvoorbeeld, bonden vrouwen met grote borsten repen doek om hun borstkas om zo de vorm van kleine borsten na te bootsen. Tussen 1500 en het midden van de 17de eeuw eiste de mode nu eens dat vrouwen een platte borst hadden, en dan weer dat ze hun borsten zo groot mogelijk lieten lijken. Rond 1816 was het modisch dat de borsten met behulp van een korset ver uiteen waren geplaatst. Eind 19de eeuw waren vullingen niet aan te slepen omdat grote borsten hip waren.", "De komst van de bh in het begin van de 20ste eeuw veranderde weinig aan dit beeld. In de jaren twintig probeerden vrouwen hun borst zo plat mogelijk te krijgen. Na de Tweede Wereldoorlog was de torpedo-bh modieus. En ja, dat zag er net zo uit als dit woord doet vermoeden. In de jaren zestig en zeventig werd de platte borst hip, terwijl in de jaren negentig de Wonderbra een hit was.", "Ik wil vooral een bh die lekker zit. Een die de natuurlijke vorm van mijn borsten accentueert. Dat betekent niet dat mijn buste hoeft te ogen als die van een 20-jarige. Ik ben 54. En niet ontevreden met mijn lichaam. Mag ik gewoon een bh die past? En die het lijf viert dat bij mijn leeftijd hoort?", "Informatie De nieuwe collectie van Marlies Dekkers is gebaseerd op Agatha Christie. Zie marliesdekkers.com. De nieuwe collectie van Lidewij van Twillert, onder de labelnaam Arí van Twillert, wordt 27 november op de Fashionclash in Maastricht gepresenteerd. Zie arivantwillert.com.", "Lees ook:", "‘Body Language’ geeft een blik in hoofd en lichaam van de middeleeuwse mens", "Het middeleeuwse lijf komt er, anders dan dat van de Griekse of Romeinse goden, wat bekaaid af in de kunst. Dat laat de expositie ‘Body Language’ zien."], "authors": ["Marloes Elings"], "keywords": ["perfecte", "bestaat", "van", "het", "eigenlijk", "die", "borsten", "ik", "borst", "een", "mijn", "dat", "en", "te", "wel"], "pubDate": "2020-11-14T11:18:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}