{"id": "226e5130-764f-3700-8a07-925e732152d5", "title": "Kabinet weer bijeen op Catshuis om toeslagenaffaire", "url": "https://www.parool.nl/nederland/kabinet-weer-bijeen-op-catshuis-om-toeslagenaffaire~be2d5885/", "summary": "Een marechaussee salueert terwijl premier Mark Rutte op de fiets aankomt bij het Catshuis, voor het eerste kabinetsberaad over de affaire rond de kinderopvangtoeslag op de ambtswoning van de premier.\nWaarschijnlijk wonen vicepremiers Kajsa Ollongren (D66) en Carola Schouten (ChristenUnie) de sessie op het Catshuis, de officiële ambtswoning van de premier, ook bij.\nHet kabinet zal ‘dieper ingaan’, aldus ingewijden, op het vernietigende rapport dat een ondervragingscommissie van de Tweede Kamer na verschillende verhoren met ambtenaren en bewindspersonen heeft opgesteld.\nVaak ging het om vele duizenden euro’s, waardoor levens werden verwoest.\nRutte zei vorige maand dat het nog te vroeg is om over dat scenario na te denken.", "paragraphs": ["Een marechaussee salueert terwijl premier Mark Rutte op de fiets aankomt bij het Catshuis, voor het eerste kabinetsberaad over de affaire rond de kinderopvangtoeslag op de ambtswoning van de premier. Beeld ANP", "Premier Mark Rutte en minister Eric Wiebes (Economische Zaken) zijn in ieder geval aanwezig, net als staatssecretaris Alexandra van Huffelen (Toeslagen). Waarschijnlijk wonen vicepremiers Kajsa Ollongren (D66) en Carola Schouten (ChristenUnie) de sessie op het Catshuis, de officiële ambtswoning van de premier, ook bij.", "Het kabinet zal ‘dieper ingaan’, aldus ingewijden, op het vernietigende rapport dat een ondervragingscommissie van de Tweede Kamer na verschillende verhoren met ambtenaren en bewindspersonen heeft opgesteld. Daarin werd geconcludeerd dat de grondbeginselen van de rechtstaat zijn geschonden tijdens de te fanatieke jacht door de Belastingdienst op mogelijke fraudeurs met de kinderopvangtoeslag.", "Duizenden ouders werden ten onrechte als fraudeur bestempeld, waarna ze alle ontvangen toeslag moesten terugbetalen. Vaak ging het om vele duizenden euro’s, waardoor levens werden verwoest.", "Tijdens de eerste Catshuissessie over de toeslagenaffaire werd besloten alle gedupeerde ouders 30.000 euro te geven ter compensatie. Zij krijgen het geld uiterlijk 1 mei, hoopt Van Huffelen. Ouders die later recht blijken te hebben op meer, komen daarvoor nog in aanmerking.", "Hoewel de roep om politieke gevolgen steeds luider klinkt, zal die kwestie zondag niet op tafel liggen, zeggen ingewijden. Bewindspersonen die eerder politiek verantwoordelijk waren, zoals Eric Wiebes (toenmalig staatssecretaris Financiën) en huidig PvdA-leider Lodewijk Asscher (toenmalig minister Sociale Zaken), zijn dat inmiddels niet meer. Gesproken wordt over het symbolisch aftreden door het voltallige kabinet, waarna het de laatste maanden voor de verkiezingen demissionair verdergaat.", "Eerder gebeurde dat toen het laatste kabinet-Kok aftrad na een vernietigend rapport over de genocide in Srebrenica, waar Nederlandse soldaten waren gelegerd om de vrede te bewaren. Rutte zei vorige maand dat het nog te vroeg is om over dat scenario na te denken. Wel erkende hij dat het rapport niet zonder gevolgen kan blijven. Deze maand komt het kabinet met een uitgebreide reactie, is eerder toegezegd."], "authors": ["Het Parool"], "keywords": ["zijn", "van", "en", "om", "een", "weer", "bijeen", "kabinet", "rutte", "toeslagenaffaire", "op", "te", "catshuis", "het", "dat"], "pubDate": "2021-01-03T06:36:59Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}