{"id": "22903f15-5225-3fa2-8264-0072b78f8b95", "title": "Nederlander Giri en wereldkampioen Carlsen weer present op Tata Steel Chess", "url": "https://www.nu.nl/sport-overig/6095837/nederlander-giri-en-wereldkampioen-carlsen-weer-present-op-tata-steel-chess.html", "summary": "De Nederlander Anish Giri en de Noorse wereldkampioen Magnus Carlsen behoren opnieuw tot het deelnemersveld voor het Tata Steel Chess Tournament.\nDe Amerikaanse titelverdediger en nummer twee van de wereld behoort ook bij de komende editie tot het deelnemersveld.\nMet Ian Napomniachtchi, Maxime Vachier-Lagrave en Shakhryar Mamedyarov zijn ook de mondiale nummers vier, vijf en acht present.\nGiri is de nummer elf van de wereldranglijst en was al een paar keer dicht bij winst van het Tata Steel Chess Tournament.\nHet Tata Steel Chess Tournament is het tweede grote internationale schaaktoernooi sinds de coronacrisis en duurt van 15 tot en met 31 januari.", "paragraphs": ["De Nederlander Anish Giri en de Noorse wereldkampioen Magnus Carlsen behoren opnieuw tot het deelnemersveld voor het Tata Steel Chess Tournament. Het prestigieuze schaaktoernooi wordt volgende maand traditiegetrouw in Wijk aan Zee gehouden.", "De dertigjarige Carlsen is er al voor de zeventiende keer bij. Hij pakte de overwinning in 2008, 2010, 2013, 2015, 2016, 2018 en 2019. Vorig jaar verloor hij in de finale van Fabiano Caruana.", "De Amerikaanse titelverdediger en nummer twee van de wereld behoort ook bij de komende editie tot het deelnemersveld. Met Ian Napomniachtchi, Maxime Vachier-Lagrave en Shakhryar Mamedyarov zijn ook de mondiale nummers vier, vijf en acht present.", "Giri is de nummer elf van de wereldranglijst en was al een paar keer dicht bij winst van het Tata Steel Chess Tournament. De geboren Rus moest de zege twee jaar geleden nog aan Carlsen laten.", "Het Tata Steel Chess Tournament is het tweede grote internationale schaaktoernooi sinds de coronacrisis en duurt van 15 tot en met 31 januari."], "authors": ["Door"], "keywords": ["tot", "wereldkampioen", "present", "van", "tata", "bij", "chess", "het", "op", "carlsen", "nederlander", "steel", "en", "weer", "tournament", "giri"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}