{"id": "22923e1f-d1cb-31d4-8ad2-e136e2cc4bdd", "title": "Zo vier je toch kerst met collega's", "url": "https://www.volkskrant.nl/werken/zo-vier-je-toch-kerst-met-collega-s~bf60a2d0c/", "summary": "Maar hét feest van het jaar is toch wel de kerstviering, vertelt ze als we beeldbellen.\n‘Maar inmiddels zie je dat werkgevers doorhebben dat virtuele evenementen bijna net zo bijzonder als fysieke festiviteiten kunnen zijn.\nHoe pak je het aan als je een nieuwe baan wil?\nBij de eerste kun je in een soort Google Streetview over een kerstmarkt struinen en zo je kerstpakket samenstellen.\nEr zijn een virtuele bar waarbij je kunt ‘zorrelen’ met collega’s, een pubquiz en escape room.", "paragraphs": ["Na maanden thuiswerken snakken we naar bedrijfsuitjes en kerstborrels. Toch kunnen de kerstfeesten op het werk zoals we die kennen niet doorgaan. Dat betekent niet dat bedrijven niets doen. Verbinding is dit jaar extra belangrijk: het virtuele kerstevenement moet hiervoor zorgen.", "Bij het customer care-bedrijf waar de Vlaamse Tamara werkt, is het doorgaans een en al gezelligheid: Halloween wordt groots gevierd, er is een feest met sint en pieten en er zijn geregeld borrels. Maar hét feest van het jaar is toch wel de kerstviering, vertelt ze als we beeldbellen. ‘Vorig jaar zijn we een kerstradio gestart met dj’s, verzoeknummers en werknemers die hun talenten kunnen delen. Samen met het kerstfeest was dit een mooi geheel. Nu kan het kerstfeest niet doorgaan, dus richten we ons geheel op de radio-uitzending.’", "Dit artikel verscheen eerder op Intermediair.nl", "Live stream", "De bedoeling is dat het hele bedrijf, met zo’n 500 werknemers, op 17 december aan het werk is met de kerstradio op de achtergrond aan. ‘Alles wordt ook gefilmd, dus je kunt live met een stream meekijken’, vertelt Tamara, die het evenement mede organiseert. ‘Mensen kunnen persoonlijke boodschappen voor elkaar achterlaten. Er is behoefte aan verbinding: we hopen dat op deze manier te realiseren.’", "Die behoefte aan connectie ziet ook Tim Schulte, die als projectmanager voor Frisse Blikken werkt. Een bureau dat grote organisaties helpt bij het vernieuwen en veranderen door jonge ondernemende talenten in te zetten. Schulte is een van die talenten. Normaal gesproken helpt hij organisaties onder meer bij het optuigen van evenementen, maar dit jaar ziet dat er anders uit.", "‘In eerste instantie werden veel evenementen op de lange baan geschoven’, zegt hij. ‘Maar inmiddels zie je dat werkgevers doorhebben dat virtuele evenementen bijna net zo bijzonder als fysieke festiviteiten kunnen zijn. Bedrijven investeren hier steeds meer in om toch verbinding te creëren met collega’s, werkgevers en klanten. Met kerst is dit extra belangrijk. Veel werkgevers willen het jaar leuk afsluiten.’ Voor de een tuigt Frisse Blikken daarom een avondshow op, voor de ander een inspirerende talkshow in de ochtend en bij weer een ander een radioprogramma vol verrassende elementen.", "Woordvoerder Jannes van der Velde van werkgeversorganisatie AWVN ziet dat het skippen van kerstpakketten of -feesten voor veel werknemers not done is. ‘Er is, zo blijkt, een grote gevoeligheid rondom dit thema’, vertelt hij. Ik hoor van bedrijven waar het echt slecht gaat, en waar een nullijn moet worden afgesproken wat betreft salarissen, dat een besluit om kerstpakketten te schrappen niet in goede aarde valt. Op de een of andere manier zit er nogal wat emotie rondom dit thema.’", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? Verdien je wel genoeg? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips.", "Virtueel kerstfeest", "Er zijn tal van bedrijven die een virtueel kerstfeest door de coronacrisis simpelweg niet kunnen opbrengen, ziet Van der Velde. ‘Maar over het algemeen zie je dat de meeste bedrijven het jaar goed willen afsluiten. Er zijn bedrijven waarbij de directie bijvoorbeeld op een parkeerplaats kerstpakketten uitdeelt, met muziekoptredens erbij. ‘Pubquizzen komen veel voor en bij AWVN zelf hebben we een digitale cabaretvoorstelling, gespeeld door werknemers.’", "Dat veel bedrijven dit jaar extra uitpakken met kerst, komt volgens Van der Velde ook doordat veel werkgevers nog ruimte hebben in hun werkkostenregeling: een regeling waarbij je onbelaste vergoedingen aan werknemers kunt geven. Denk bijvoorbeeld aan een fiets, tablets, sportabonnementen, maar ook kerstpakketten of – in sommige gevallen – personeelsfeesten.", "Dat is goed merkbaar voor Arie Brouwer, directeur van bedrijfsevenementenorganisator Advance Events. Waar het halverwege maart wel even slikken was toen Mark Rutte aankondigde dat evenementen niet meer mochten doorgaan, heeft hij het inmiddels drukker dan ooit. ‘Toen in april bleek dat we voorlopig nog niet van corona af waren, hebben we gekeken: wat kunnen we wél? Zo had een klant bij ons nog een festival staan, daar hebben we toen een festival-at-home van gemaakt, compleet met een box met eten en drinken, een krijtslinger om het thuiskantoor te versieren, een drink jar, enzovoorts.’", "Inmiddels is Advance Events zich volledig op online-evenementen gaan richten en dat vroeg om nogal een transformatie. In het bedrijfspand zijn twee studio’s gebouwd waar evenementen opgenomen kunnen worden, er waren cameramensen nodig, technici, programmeurs en bijvoorbeeld inpakkers om de borrelboxen in te pakken.", "Online-kerstmarkt", "Met kerst zijn twee evenementen populair: de online-kerstmarkt en X-mas borrelshow. Bij de eerste kun je in een soort Google Streetview over een kerstmarkt struinen en zo je kerstpakket samenstellen. Er zijn een virtuele bar waarbij je kunt ‘zorrelen’ met collega’s, een pubquiz en escape room. De borrelshow is een anderhalf uur durend programma vol interactieve elementen. ‘In de box zit bijvoorbeeld een kerstmutsje dat iedereen moet opdoen terwijl hij met Mariah Carrey meezingt. Er is een origami-wedstrijd, bingo, muzikanten, enzovoorts.’", "Het is, zo concludeert Brouwer, helemaal ontploft. ‘We versturen 15.000 boxen per week en voor de komende twee weken zijn de studio’s volledig volgeboekt. We kunnen vijf à zes shows opnemen per dag per studio. We kunnen dus veel meer bedrijven helpen dan normaal, maar alsnog kunnen we niet alle aanvragen aan. Onze omzet groeit, hoe gek dat ook klinkt als evenementenbedrijf. Het is ons zeker niet komen aanwaaien, maar we hebben het geluk dat we iets hebben kunnen neerzetten waarnaar veel vraag is.’", "En na de kerst, even achteroverleunen voor de werknemers van het evenementenbedrijf? Dat niet, zegt Brouwer. Het duurt nog wel even voordat het weer rustig wordt. ‘We krijgen nu alweer allemaal aanvragen binnen voor een nieuwjaarsshow. Die zijn we nu aan het ontwikkelen.’"], "authors": ["Madelon Meester"], "keywords": ["dat", "van", "toch", "een", "vier", "het", "en", "zo", "kerst", "kunnen", "zijn", "collegas", "op", "je", "met"], "pubDate": "2020-12-16T10:44:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}