{"id": "2296a136-4609-3a0b-b089-f5c3d5fa682f", "title": "Oeroud spelt blijft ook na hype 'hot' bij bakker Dick Peters", "url": "https://www.dvhn.nl/groningen/hethogeland/Oeroud-spelt-blijft-ook-na-hype-hot-bij-bakker-Dick-Peters-26227988.html", "summary": "De hype rondom spelt zakt af, maar voor bakker Dick Peters in Leens is het oergraan nog lang geen oud nieuws.\nEerst acht jaar met zijn ouders, daarna nam hij de bakkerij over met zijn vrouw.\nEn dat was precies de reden dat hij er oor naar had.\nMeel uit de fabriek is doorontwikkeld, zodat het makkelijker te verwerken is.”Daarnaast heeft het spelt een zeer lokaal gehalte, wat hem aanspreekt.\n,,Voor mij is spelt niet meer weg te denken.” En voor zijn klanten ook niet, denkt hij.", "paragraphs": ["De hype rondom spelt zakt af, maar voor bakker Dick Peters in Leens is het oergraan nog lang geen oud nieuws. Hij bakt al ruim twintig jaar broden met Oberkulmer Rotkorn, dat in het Groninger waddengebied wordt geteeld.", "Dick Peters was nog jong toen zijn ouders naar Leens verhuisden en een bakkerij aan huis begonnen. Hij is ermee opgegroeid. Na de benodigde opleidingen ging hij er zelf aan de slag. Eerst acht jaar met zijn ouders, daarna nam hij de bakkerij over met zijn vrouw.", "Anders kneden", "De overname vond eind jaren negentig plaats, toevallig precies in de tijd dat Hanny Hiddema zocht naar een bakker. Hiddema had een paar jaar eerder Stichting Spelt Pieterburen opgericht. Het doel: spelt en de complete productieketen eromheen zichtbaar maken. ,,De bakker waarmee ze al samenwerkte stopte met zijn zaak. Ze zocht een nieuwe.”", "Bijna niemand kende spelt in die tijd. En dat was precies de reden dat hij er oor naar had. ,,Mijn vrouw en ik zochten naar manieren om ons te onderscheiden.” Een betere timing kon Hanny dus niet hebben. ,,Hanny is nu ziek en dat houdt ons veel bezig. Ze is de motor achter dit alles, we hebben veel aan haar te danken.”", "Juiste kneedwijze", "‘Even’ een speltbrood maken is makkelijker gezegd dan gedaan als je er geen ervaring mee hebt. ,,De bloemsoort die we tegenwoordig veel gebruiken moet je intensief kneden. Met spelt moet je daarmee oppassen, want te intensief kneden maakt het deeg al snel te vochtig.”", "Dick ging daarom eerst in de leer bij de bakker die ging stoppen met zijn zaak. Daarnaast heeft hij zelf de nodige uren gestoken in het vinden van de beste manier om het deeg te kneden. De investering was voor hem de moeite waard. Hij vindt het spelt in allerlei opzichten een mooi product.", "Puur spelt", ",,Dit spelt bestond al lang voor de jaartelling en is anno 2020 nog precies hetzelfde als toen”, legt hij uit. ,,Het is nooit gekruist met andere soorten. Meel uit de fabriek is doorontwikkeld, zodat het makkelijker te verwerken is.”", "Daarnaast heeft het spelt een zeer lokaal gehalte, wat hem aanspreekt. ,,Het wordt geteeld door biologisch akkerbouwbedrijf Landgoud dat hier vlakbij, boven Kloosterburen, is gevestigd. En het wordt gemalen in de molen Joeswert in Feerwerd. Het spelt legt weinig kilometers af.”", "De lijntjes tussen alle betrokken partijen zijn bovendien kort, vertelt Dick. ,,We vormen een werkgroep en komen regelmatig bij elkaar. Bijvoorbeeld om de planning te bespreken. Zodat de boer weet wat hij moet zaaien en de molenaar weet hoeveel hij per week moet malen. We willen dit kleinschalig houden en zo min mogelijk spelt verspillen.”", "Geen hype", "Ook niet onbelangrijk voor de ondernemer: er is vanaf het begin af aan vraag geweest naar speltbrood. Een aantal jaar geleden was spelt zelfs een ware hype. Maar zelfs nu dit wat op zijn retour is, bakt hij nog zijn speltbroden. ,,Je hebt mensen die dit per se willen. Net zoals een ander wit- of tarwebrood wil.”", "Er zijn mensen die beweren dat speltbrood gezonder is dan ‘gewoon’ brood. Een “wondervoedsel” zelfs, dat bepaalde ziektes zou genezen. ,,Dat is niet te bewijzen’, stelt Dick. ,,Ik geloof wel dat er mensen zijn die normaal brood minder goed kunnen verteren dan speltbrood. Bloem en meel worden flink veredeld in fabrieken, misschien dat sommige mensen daar niet goed tegen kunnen. Zelf heb ik met spelt: het voelt goed om te eten en de smaak is lekker.”", "Variatie", "Wel een nadeel van het speltbrood is dat het relatief snel uitdroogt. Dick bakt daarom telkens kleine aantallen, om te voorkomen dat hij ermee blijft zitten. Verder verwerkt hij spelt in onder andere crackers en koekjes - wat óók weer vraagt om een andere bereidingswijze dan normaal.", "Maar dat is voor hem juist de charme: de variatie in werk die spelt met zich meebrengt. ,,Voor mij is spelt niet meer weg te denken.” En voor zijn klanten ook niet, denkt hij. ,,Zij vinden het eigenlijk vooral mooi dat dit uit de streek komt.”"], "authors": ["Martine Van Der Linden"], "keywords": ["spelt", "bakker", "zijn", "hij", "hot", "bij", "een", "dick", "te", "het", "oeroud", "ook", "voor", "peters", "en", "dat", "met", "hype", "blijft"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}