{"id": "2299b849-c9b7-39aa-ae2b-9893d450afda", "title": "Ook vergaderingen van Tweede Kamer zijn verstoord, maar niet zo massaal als in Washington", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/ook-vergaderingen-van-tweede-kamer-zijn-verstoord-maar-niet-zo-massaal-als-in-washington-797855/", "summary": "De bestorming van het Amerikaanse parlement woensdag deed denken aan de gespannen situatie rond het Binnenhof op maandagavond 6 mei 2002.\n11 februari 1971: Kunstschilder Harm Brinksma uit Assen deed net alsof hij zich ophing aan de balustrade van de gastenloge in de Tweede Kamer.\nVoordat hij zich kan vastketenen en iets kan zeggen, wordt hij door twee kamerbodes verwijderd.\nThijssen slaagde er bij de beëdiging van het kabinet-Balkenende I in juli ook al in om ongehinderd het terrein van Huis ten Bosch op te wandelen.\nSoms zorgen Kamerleden zelf voor ordeverstoringen van het parlement24 oktober 1930: De communistische afgevaardigde Lou de Visser wordt voor één dag uitgesloten van de Tweede Kamer.", "paragraphs": ["De bestorming van het Amerikaanse parlement woensdag deed denken aan de gespannen situatie rond het Binnenhof op maandagavond 6 mei 2002. Nadat bekend was geworden dat Pim Fortuyn in Hilversum was vermoord door Volkert van der Graaf, braken er onlusten uit in Den Haag. Demonstranten trokken op naar het Binnenhof en in de parkeergarage onder het Plein werd brand gesticht. Net op tijd kon de politie het Binnenhof afsluiten, maar dat het goed zou aflopen wist toen nog niemand.", "Ook de vergaderzaal van de Tweede Kamer zelf kende ordeverstoringen.", "21 oktober 1969: Tweede Kamervoorzitter Frans-Joseph van Thiel moest de vergadering over ‘de drie van Breda’, drie tot levenslang veroordeelde Duitse oorlogsmisdadigers die in de koepelgevangenis van Breda verbleven, twintig minuten onderbreken. Oud-verzetsstrijders en oorlogsslachtoffers lieten hun verontwaardiging de vrije loop tijdens een betoog van KVP-er Theo van Schaik om de drie mannen vrij te laten.", "11 februari 1971: Kunstschilder Harm Brinksma uit Assen deed net alsof hij zich ophing aan de balustrade van de gastenloge in de Tweede Kamer. De geschrokken voorzitter, ‘freule’ Bob Wttewaall, schorste de vergadering. Het bleek achteraf om een lugubere grap te gaan.", "23 maart 1971: De heer Gritter uit Den Haag gooit zijn kunstbeen vanaf de publieke tribune de vergaderzaal in. ‘Meneer Van de Poel, dit is mijn antwoord namens alle oorlogsslachtoffers, die creperen,’ schreeuwde hij. KVP-staatssecretaris Hein van de Poel verklaarde kort daarvoor dat de joodse oorlogsslachtoffers geen bijzondere pensioenregeling zouden krijgen, ook al zou een nieuwe motie van PvdA-Kamerlid Joop Voogd worden aangenomen.", "9 oktober 1973: Een man uit Gouda dringt de zaal van de Tweede Kamer binnen via het stenografentrapje en daagt VVD-leider Hans Wiegel uit voor een debat. Wiegel schrijft de man later een brief waarin hij hem uitnodigt om alsnog een gesprek met hem te voeren.", "2 april 1974: Twintig demonstrerende hartpatiënten stormen de vergaderzaal in en bezetten het plateau van de voorzitter.", "13 juni 1984: De werkloze onderwijzer ‘Bingel’ dringt de vergaderzaal binnen en springt luid schreeuwend boven op de regeringstafel. Hij protesteert tegen het voornemen van het kabinet-Lubbers I om kruisraketten te plaatsen.", "18 december 1997: Kamervoorzitter Piet Bukman laat de publieke tribune ontruimen omdat boeren zich mengen in het debat om de varkensstapel met een kwart in te krimpen.", "7 april 1998: De publieke tribune wordt ontruimd nadat demonstranten luidkeels hun afkeuring uitten over het internationale investeringsakkoord MAI (Multilateraal Akkoord inzake Investeringen).", "19 mei 1999: Een onbekende vrouw dringt de Tweede Kamer binnen en mompelt tegen premier Wim Kok: ‘Ik kom u de vrede brengen.’ Dit is de eerste keer dat iemand in het nieuwe gebouw van de Tweede Kamer (sinds 1992) weet binnen te dringen in de vergaderzaal.", "20 september 1999: Drie actievoerders vermomd in zomeruniform van de politie Haaglanden dringen de vergaderzaal binnen. Eén actievoerder ketent zich vast aan PvdA-staatssecretaris Job Cohen van Justitie. Het duurt enkele minuten voordat een ‘echte’ agent de orde kon herstellen.", "3 april 2001: Het vragenuurtje wordt korte tijd geschorst omdat een verwarde Iraanse man naakt over de publieke tribune loopt en ‘You are killers’ (Jullie zijn moordenaars) schreeuwt.", "18 september 2002: Greenpeace-activist Joris Thijssen beklimt tijdens de Algemene Beschouwingen het spreekgestoelte. Voordat hij zich kan vastketenen en iets kan zeggen, wordt hij door twee kamerbodes verwijderd. Thijssen slaagde er bij de beëdiging van het kabinet-Balkenende I in juli ook al in om ongehinderd het terrein van Huis ten Bosch op te wandelen. Hij deed zich toen voor als minister.", "5 april 2005: Een Engelsman, woonachtig in België, springt van de publieke tribune in de Tweede Kamer. Hij breekt zijn enkels. Ook een beveiligingsbeambte die achter de man aan springt, raakt gewond. De man is lid van een actiegroep die zich inzet voor gescheiden vaders. Hij wordt buiten de plenaire zaal geboeid, verpleegd en afgevoerd naar het ziekenhuis.", "22 maart 2018: Hans Kamperman, een 65-jarige man uit Groenlo, doet een zelfmoordpoging door van de publieke tribune te springen. In een afscheidsbrief op Facebook zegt hij: “Vergeef mij deze daad, ik moet dit doen om de politiek wakker te schudden”. Kamperman pleitte al enige tijd voor de legalisering van cannabis. Hij wordt zonder ernstige verwondingen naar het ziekenhuis afgevoerd. Kamervoorzitter Arib schortte de debatten die die dag nog gepland stonden op.", "Soms zorgen Kamerleden zelf voor ordeverstoringen van het parlement", "24 oktober 1930: De communistische afgevaardigde Lou de Visser wordt voor één dag uitgesloten van de Tweede Kamer. Dit omdat hij de paus heeft beledigd.", "29 november 1932: Opnieuw wordt De Visser voor één dag de toegang tot de Tweede Kamer ontzegd, omdat hij in een discussie met het liberale Kamerlid Dolf Joekes begint te vloeken. Hij gebruikt de termen ‘verdommen’ en ‘schoelje’ (gemeen sujet, schurk).", "1 maart 1939: NSB-Kamerlid Meinoud Rost van Tonningen wordt voor één dag uitgesloten. Hij spreekt onder meer over uittartende staaltjes van grove zedeloosheid, over politieke partijen die zich hebben gemaakt tot medeplichtigen van de kinderschenders van Oss en over afgevaardigden die ‘met Christus op de lippen Gods wetten schenden en zich tot dekschild van de minister maken’.", "1 maart 1950: CPN-Kamerlid Gerben Wagenaar wordt voor één dag uitgesloten bij het debat over de spreektijdbeperking. Hij wil in eerste instantie niet vertrekken. Later merkt Kamervoorzitter Leonardus Kortenhorst dat Wagenaar toch nog in de zaal aanwezig is. Hij wordt door de ‘sterke arm’ verwijderd."], "authors": [], "keywords": ["massaal", "zijn", "van", "zo", "voor", "en", "een", "wordt", "vergaderingen", "hij", "ook", "te", "washington", "het", "zich", "niet", "verstoord", "tweede"], "pubDate": "2021-01-06T21:31:24Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}