{"id": "229b12e6-e934-3c64-b60c-f8a875ef7543", "title": "Weer stijging besmettingen in een dag", "url": "https://www.parool.nl/amsterdam/weer-stijging-besmettingen-in-een-dag~b9438d03/", "summary": "Het aantal coronapatiënten in Nederlandse ziekenhuizen is in een dag met 11 patiënten afgenomen.\nIn de week van 23 tot en met 29 november daalde het percentage positief geteste mensen in de hele regio met 12 procent.\nHet aantal besmettingen schommelt tussen de signaalwaarde ‘ernstig’ en ‘zeer ernstig’ in Amsterdam, Aalsmeer, Diemen, Ouder-Amstel en Uithoorn.\nIn Amstelveen waren dat er 123, en een week eerder 134.\nHet aantal coronabesmettingen per 100.000 inwoners in Amsterdam van afgelopen week en de week daarvoor.", "paragraphs": ["Beeld ANP", "Het aantal meldingen schommelt de laatste weken voortdurend. Veel lijn lijkt er niet meer in te zitten. Het RIVM en de GGD hebben daar geen duidelijke verklaring voor. In de afgelopen zeven dagen zijn iets meer dan 35.000 nieuwe gevallen geregistreerd. Dat komt neer op gemiddeld zo’n 5000 per dag.", "In de grote steden komen nog steeds de meeste gevallen aan het licht. Van alle gemeenten had Amsterdam tussen woensdagochtend en donderdagochtend de meeste positieve testresultaten. In de hoofdstad kwamen 335 besmettingen aan het licht, gevolgd door Rotterdam met 216 gevallen. Den Haag telde 134 positieve tests, Zaanstad 91 en Tilburg 87.", "Sterfgevallen", "Het aantal sterfgevallen steeg afgelopen etmaal met 61. Dat waren er woensdag 66. Dat wil niet zeggen dat al deze mensen de afgelopen 24 uur zijn overleden. Zulke informatie wordt soms met wat vertraging doorgegeven.", "Het aantal coronapatiënten in Nederlandse ziekenhuizen is in een dag met 11 patiënten afgenomen. Het totale aantal patiënten met Covid-19 bedraagt nu 1595, van wie er 458 dusdanig slecht aan toe zijn dat ze op de intensive care liggen.", "Weekcijfers Amsterdam", "In de regio Amsterdam waren er de afgelopen week iets minder coronabesmettingen dan een week eerder, maar de snelle daling van de afgelopen drie weken zet niet door.", "Dat blijkt uit de cijfers die de GGD Amsterdam wekelijks publiceert.", "In de week van 23 tot en met 29 november daalde het percentage positief geteste mensen in de hele regio met 12 procent. Het aantal besmettingen schommelt tussen de signaalwaarde ‘ernstig’ en ‘zeer ernstig’ in Amsterdam, Aalsmeer, Diemen, Ouder-Amstel en Uithoorn.", "In Amsterdam werden 1746 besmettingen vastgesteld, tegenover 1977 een week eerder. In Amstelveen waren dat er 123, en een week eerder 134.", "Ook binnen de stad daalt het aantal positief geteste personen minder snel. In het centrum steeg het zelfs licht van 140 naar 145 besmettingen. In Nieuw-West en Zuidoost worden relatief de meeste mensen positief getest. In die twee stadsdelen laten mensen zich minder vaak testen dan in andere delen van de stad.", "Het aantal coronabesmettingen per 100.000 inwoners in Amsterdam van afgelopen week en de week daarvoor. Beeld GGD Amsterdam"], "authors": ["Het Parool"], "keywords": ["van", "afgelopen", "amsterdam", "dag", "besmettingen", "het", "met", "aantal", "een", "en", "weer", "week", "stijging", "dat", "er"], "pubDate": "2020-12-03T14:21:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}