{"id": "22a319e8-2b87-3009-bf9e-2635f90634da", "title": "Het jaar van NU.nl: Orde in de chaos belangrijker dan ooit", "url": "https://nu.nl/blog/6098584/het-jaar-van-nunl-orde-in-de-chaos-belangrijker-dan-ooit.html", "summary": "Nog nooit stond er in het meest gelezen artikel van het jaar op NU.nl geen nieuws.\nSterker nog: alles wat in dit bericht staat kon je ook op de site van het RIVM lezen.\nNU.nl ziet het al meer dan twintig jaar als haar voornaamste taak om het beste overzicht van het nieuws te geven, maar dit jaar leek die taak om orde in de chaos te scheppen belangrijker dan ooit.\nDe les voor ons: terwijl we op NU.nl altijd bij de feiten willen blijven, veranderen die feiten soms.\nTraditiegetrouw sluiten we het jaar af met een aantal mooie eindejaarsinterviews, die uiteraard ook veel over corona gaan.", "paragraphs": ["Nog nooit stond er in het meest gelezen artikel van het jaar op NU.nl geen nieuws. Sterker nog: alles wat in dit bericht staat kon je ook op de site van het RIVM lezen. En in dit stuk las je allemaal dingen die ook zijn verteld op de persconferenties van Mark Rutte. Het zegt veel over 2020.", "Door Gert-Jaap Hoekman (hoofdredacteur)", "Dit jaar zag heel Nederland vanaf de eerste rij hoe het nieuws zich ontvouwde. Persconferenties werden kijkcijferhits, wetenschappers deelden bevindingen veel eerder dan gebruikelijk en alle gevolgen daarvan werden dagelijks besproken en geanalyseerd. Door deskundigen, politici, BN'ers en je buren.", "Dat vraagt om een andere rol voor de journalistiek. NU.nl ziet het al meer dan twintig jaar als haar voornaamste taak om het beste overzicht van het nieuws te geven, maar dit jaar leek die taak om orde in de chaos te scheppen belangrijker dan ooit. Niet in de laatste plaats omdat de communicatie vanuit het kabinet regelmatig te wensen overliet.", "Dus gaven we jullie al tijdens persconferenties de mogelijkheid om vragen te stellen, vond je dit jaar op NU.nl meer uitleg bij het nieuws, tikte onze factchecker haar vingers blauw om al het nepnieuws te kraken en maakten we regelmatig overzichten van nieuwe maatregelen, inclusief vertalingen in alle talen die veel gesproken worden in ons land. Om iedereen zo goed mogelijk te kunnen informeren.", "Als ik kijk naar het recordaantal bezoekers dat we dit jaar trokken - gemiddeld 2,5 miljoen per dag! - zijn we erin geslaagd om velen van jullie te informeren.", "Dank voor jullie vertrouwen.", "“Op basis van eerdere virusuitbraken was de inschatting van zowel de meerderheid van de wetenschap als journalisten dat het virus nog wel in te dammen was. Dat was dus niet zo.”", "Nog nooit waren we ons er zó van bewust dat we geschiedenis schreven, maar ook dat we dat deden terwijl de actualiteit steeds veranderde.", "Zo schreven we in januari, toen het coronavirus nog alleen in China rondging, dat de kans klein was dat jij besmet zou raken.", "Op basis van eerdere virusuitbraken (SARS en MERS) was de inschatting van zowel de meerderheid van de wetenschap als journalisten dat het virus nog wel in te dammen was.", "Dat was dus niet zo.", "Ook hebben we lange tijd het RIVM gevolgd dat zei dat je zonder klachten geen anderen kunt besmetten en daarnaast leken kleine druppels eerst helemaal geen rol te spelen. Terwijl we het er nu wel over eens zijn dat je besmet kunt raken van deze aerosolen.", "In de meeste gevallen beweerden we overigens geen pertinent feitelijke onjuistheid, maar bleek het na verloop van tijd toch net iets anders te liggen.", "Voortschrijdend inzicht noem je dat, maar als ik het nu lees hadden we meer ruimte voor twijfel moeten laten.", "De les voor ons: terwijl we op NU.nl altijd bij de feiten willen blijven, veranderen die feiten soms. Dat is af en toe een lastige spagaat, maar daar moeten we transparanter over zijn. Bovendien moeten we het vaker met jullie delen wanneer we iets niet weten.", "Traditiegetrouw sluiten we het jaar af met een aantal mooie eindejaarsinterviews, die uiteraard ook veel over corona gaan.", "Fijne kerstdagen en namens de hele redactie van NU.nl een gezond 2021."], "authors": ["Door"], "keywords": ["nunl", "van", "dan", "chaos", "belangrijker", "jaar", "en", "om", "ooit", "te", "op", "orde", "het", "dat", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}