{"id": "22afcea0-0360-3821-aa1d-5c8bc746b189", "title": "Lager avondtarief in parkeergarages van de gemeente Breda", "url": "https://nu.nl/breda/6095916/lager-avondtarief-in-parkeergarages-van-de-gemeente-breda.html", "summary": "Het wordt volgend jaar goedkoper om 's avonds in parkeergarages van de gemeente Breda te parkeren.\nDaarnaast wordt het betaald parkeren buiten op straat in Fellenoord, Gerardus Majella en Schorsmolen, verlengd tot 1.00 uur.\nUitgaanspubliek verleidenMet deze twee maatregelen wil de gemeente het uitgaanspubliek verleiden om de auto in de garages te zetten.\nGreetje Bos, wethouder parkeren: \"Het is nu stiller op straat dan gewoonlijk.\nZij ervaren teveel auto's in de wijk, geluidsoverlast, vervuiling en vandalisme.", "paragraphs": ["Het wordt volgend jaar goedkoper om 's avonds in parkeergarages van de gemeente Breda te parkeren. Vanaf 1 februari 2021 kost parkeren in de gemeentegarages tussen 18.00 en 9.00 uur maximaal 5,50 euro.", "Het gaat om de garages de Concordiastraat, Chassé Parking, Barones, Turfschip en Prins. Daarnaast wordt het betaald parkeren buiten op straat in Fellenoord, Gerardus Majella en Schorsmolen, verlengd tot 1.00 uur. Nu is dat nog tot 22.00 uur.", "Uitgaanspubliek verleiden", "Met deze twee maatregelen wil de gemeente het uitgaanspubliek verleiden om de auto in de garages te zetten.", "Greetje Bos, wethouder parkeren: \"Het is nu stiller op straat dan gewoonlijk. Maar dat laat onverlet dat bewoners uit Fellenoord, Gerardus Majella en Schorsmolen al lange tijd overlast ervaren van uitgaanspubliek dat in hun buurt parkeert. We willen nu de zaken goed regelen voordat de horeca, podia, bioscopen en theaters straks weer de deuren openen.\"", "Geluidsoverlast, vervuiling, vandalisme", "De gemeente is al langere tijd in gesprek met bewoners over de overlast. Zij ervaren teveel auto's in de wijk, geluidsoverlast, vervuiling en vandalisme."], "authors": ["Door"], "keywords": ["wordt", "parkeergarages", "om", "van", "parkeren", "lager", "avondtarief", "gemeente", "het", "nu", "en", "dat", "vervuiling", "breda"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}