{"id": "22b63621-30e5-3f66-af39-3b8079f0538d", "title": "Pommepomme laat je thuis tarte tatin bakken", "url": "https://www.parool.nl/ps/pommepomme-laat-je-thuis-tarte-tatin-bakken~b35ac4df/", "summary": "Daarin zitten twee appels, bakvormpjes, bloemmix met zout en poedersuiker en een bakje gedroogde karamel verpulverd tot poeder.\nEen QR-code verwijst naar een zelfgemaakt professioneel bakfilmpje, dat je door het maken van de taart loodst.\nJe wordt heel creatief en dat moet ook wel: anders komt er geen geld binnen.”Hoe houdt u de moed erin?\nDat je moet opletten met hoeveel mensen je bent, daar kan ik niet aan wennen.\nAls het kan, brengen we met een glas cider en lekkere happen een toost uit met vrienden, familie en de mensen die ons hebben geholpen.”", "paragraphs": ["Job Oosting, PommePomme, het café moest na zesde openingsdag sluiten vanwege lockdown en krijgt geen steunpakket. Beeld Nina Schollaardt", "Wat betekent de lockdown voor uw zaak?", "“Op vrijdag 9 oktober openden we onze zaak, een bakkerscafé met alcoholvergunning, waar de hoofdmoot appel is: we hebben onder andere appeltaart, tarte tatin, vers appelsap en Franse ciders. We waren zes dagen open, daarna moesten we dicht. Er is weinig omzet en we komen niet in aanmerking voor steun.”", "Hoe gaat de komende tijd eruitzien?", "“Takeaway heeft geen zin; we zitten op de Wallen, daar loopt geen kip rond. Wel bieden we borrel- en nieuwjaarspakketten aan, ook non-alcoholische met appelsap of alcoholvrije cider. Verder maken we ons klaar voor de heropening, zo moeten er nog stopcontacten worden afgemaakt. En we benaderen bedrijven voor samenwerking, om onze naams­bekendheid te vergroten.”", "Heeft u nog creatieve inzichten ­gekregen door de situatie?", "“Vorige maand ontstond het idee voor een tarte-tatinbakpakket. Daarin zitten twee appels, bakvormpjes, bloemmix met zout en poedersuiker en een bakje gedroogde karamel verpulverd tot poeder. Een QR-code verwijst naar een zelfgemaakt professioneel bakfilmpje, dat je door het maken van de taart loodst. Je wordt heel creatief en dat moet ook wel: anders komt er geen geld binnen.”", "Hoe houdt u de moed erin?", "“Elke dag leven we tussen hoop en vrees: dit houden we niet lang vol. In december 2019 bemachtigden we een pand, begin 2020 regelden we de financiering en wilden we het inrichten. Toen kwam corona en werd alles stopgezet. Maar we zijn positief: de pakketten ontwikkelen we verder en hopelijk wil een bedrijf met ons samenwerken en ons op weg helpen.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Met vrienden onbevangen lekker een borrel drinken, ook thuis. Dat je moet opletten met hoeveel mensen je bent, daar kan ik niet aan wennen. Als het kan, brengen we met een glas cider en lekkere happen een toost uit met vrienden, familie en de mensen die ons hebben geholpen.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["laat", "thuis", "tatin", "pommepomme", "bakken", "en", "een", "met", "voor", "geen", "ook", "het", "tarte", "niet", "ons", "je"], "pubDate": "2021-01-08T11:49:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}