{"id": "22bf386e-b4ac-333b-9b69-d369d15f157e", "title": "Toegestaan gewicht voor vrachtwagens in Amsterdamse binnenstad omlaag", "url": "https://nu.nl/amsterdam/6095672/toegestaan-gewicht-voor-vrachtwagens-in-amsterdamse-binnenstad-omlaag.html", "summary": "Om de kwetsbare kades en bruggen in de binnenstad van Amsterdam te beschermen gaat het maximaal toegestane gewicht voor vrachtwagens omlaag.\nDie routes komen te vervallen en het maximale gewicht wordt verlaagd naar 30 ton, als het aan het stadsbestuur ligt.\nHet gebied waar de nieuwe regels voor vrachtwagens gaan gelden, wordt uitgebreid.\nSlechts bij hoge uitzondering kan voor die voertuigen een ontheffing worden aangevraagd, bijvoorbeeld wanneer er sprake is van een ondeelbare lading.\nVoor speciale vrachtwagens en kranen die meer dan 50 ton wegen, golden die regels al.", "paragraphs": ["Om de kwetsbare kades en bruggen in de binnenstad van Amsterdam te beschermen gaat het maximaal toegestane gewicht voor vrachtwagens omlaag. Nu mogen vrachtwagens tussen de 7,5 en 45 ton nog via bepaalde ontheffingsvrije routes het centrum in. Die routes komen te vervallen en het maximale gewicht wordt verlaagd naar 30 ton, als het aan het stadsbestuur ligt.", "Het gebied waar de nieuwe regels voor vrachtwagens gaan gelden, wordt uitgebreid. Het hele gebied binnen de s100, de centrumring (Nassaukade, Stadhouderskade, Mauritskade, Zeeburgerdijk, Panamalaan, Piet Heinkade, De Ruijterkade, Westerdoksdijk, Van Diemenstraat en Houtmankade), is straks verboden gebied voor vrachtwagens die meer wegen dan 30 ton.", "Slechts bij hoge uitzondering kan voor die voertuigen een ontheffing worden aangevraagd, bijvoorbeeld wanneer er sprake is van een ondeelbare lading. Er moet dan aangetoond worden dat het vervoer noodzakelijk is. Ambtenaren beoordelen vervolgens of kades en bruggen op de route het gewicht aankunnen en de ontheffing verleend wordt. Voor speciale vrachtwagens en kranen die meer dan 50 ton wegen, golden die regels al.", "Extra regels lichtere vrachtwagens", "Ook voor lichtere vrachtwagens (tussen de 7,5 en 30 ton) worden de regels aangescherpt. Voor het hele gebied binnen de centrumring moeten de vrachtwagens een ontheffing hebben. Dat kan een dag of een jaarontheffing zijn.", "De chauffeurs van de lichtere vrachtwagens moeten zich daarnaast aan een aantal gedragsregels houden. Zo moeten ze zoveel mogelijk over brede doorgaande wegen rijden. Rijden ze binnen het gebied over een kade dan mogen ze alleen op de rijbaan blijven en niet vlak langs het water komen. Ook mag er niet stilgestaan worden op bruggen en moet er stapvoets over oneffenheden (zoals drempels en kuilen) gereden worden.", "Het stadsbestuur wil dat er meer aandacht komt voor het handhaven van de nieuwe regels. Zo komt er een pilot met camerahandhaving. De beoogde startdatum van de nieuwe regels is 1 juli komend jaar."], "authors": ["Door"], "keywords": ["vrachtwagens", "van", "regels", "het", "die", "gewicht", "omlaag", "toegestaan", "binnenstad", "een", "en", "gebied", "er", "amsterdamse", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}