{"id": "22d5b139-4e17-3b2b-b7ab-37a3479c6554", "title": "Expats stay put in Amsterdam: ‘At least here I can go for a walk’", "url": "https://www.parool.nl/english/expats-stay-put-in-amsterdam-at-least-here-i-can-go-for-a-walk~b947f003/", "summary": "Other relocators and rental agencies agree that foreigners are leaving Amsterdam, but there’s little concrete evidence that the city is emptying.\n“It’s just a feeling,” says Dimitry Jansen, a director of the rental agencies’ association Vereniging Verhuurmakelaars Amsterdam.\nMost of my French friends in Amsterdam would agree.”Before this, Vinchon lived in Russia for thirteen years.\nI’m devastated, but I’m trying not to see my time in Amsterdam as a failure.\nAnd if I’d wanted to be in New York, I’d be there now.”", "paragraphs": ["Het Rijksmuseum en Museumplein tijdens Koningsdag. Beeld ANP", "“A lot of people panicked when the lockdown began,” says Irene Bunt, of Settle Services, which helps employees to relocate abroad. “We found many of them wanted to go back to their families in their home countries.” She normally sees an average of eleven people leaving each month, but that number has now doubled.", "Other relocators and rental agencies agree that foreigners are leaving Amsterdam, but there’s little concrete evidence that the city is emptying. “It’s just a feeling,” says Dimitry Jansen, a director of the rental agencies’ association Vereniging Verhuurmakelaars Amsterdam. “But it’s difficult to prove.” He says his own agency, JLG Real Estate, has helped “a handful, rather than dozens” to pack their bags and go.", "And while new hires may have dried up because people are not allowed to enter from countries outside Schengen, a spokesman for the city council says: “There are no signs that a large number of internationals are leaving.”", "So many internationals are sitting out the crisis here. How are they getting on?", "‘Time to come up with ideas’", "James Munt, a Brit who has lived in Amsterdam for fifteen years and started a tour company three years ago, is managing fine. “We can’t operate because of the lockdown, which is a pain, because we had a lot of inquiries for this period. But it does mean we have time to work on ideas that we weren’t getting round to before.”", "In Munt’s experience, not many people have left the city. “I have a lot of friends with fixed-term contracts, and they’re doing OK. On the other hand, I do know a few people with more insecure freelance jobs who’ve been forced to go home. They can’t afford the high rents, and have had to go back to their parents. A lot of locals are having to live with their parents too, but at least their parents are in the Netherlands.”", "Returning is not an option", "Franck Vinchon, a Frenchman, is staying even though his income has dried up. He and his Russian wife and two young children have been living in Amsterdam-Zuid for the past six months. As a marketing consultant, he works for a variety of clients, but that has dried up completely.", "Vinchon says going back to France is not an option, and would also be even more expensive. “I’m happy to be here in Amsterdam, but I also feel guilty. In France, you’re only allowed outdoors with a piece of paper saying why you’re out. At least here I can go for a walk with my kids. Most of my French friends in Amsterdam would agree.”", "Before this, Vinchon lived in Russia for thirteen years. “It’s probably different there. The French government has evacuated its citizens from Moscow. I don’t think there’s any way that could happen here.”", "Forced to leave Amsterdam", "Margee Fagelson, an American, would have liked to stay in Amsterdam, but no longer meets her visa requirements and will have to return to New York. “I came here in July 2018, as an immigrant rather than an expat, with the idea of staying. I fell in love with the city and decided to live here.", "“It wasn’t easy. I worked as a lawyer in New York, but here I just about managed by leading tour groups and working in a bar. My visa requires me to have money in the bank and run my own business or work freelance. After almost two years I’d just about got things together, when the corona crisis broke out. Now my work has dried up and I don’t have an income anymore.”", "At the beginning of March, Fagelson was visiting family in the United States, but made a deliberate decision to return to Amsterdam just before the lockdown began.", "“I thought people would be less hysterical here than in New York, and that’s certainly true. I’m devastated, but I’m trying not to see my time in Amsterdam as a failure. And if I’d wanted to be in New York, I’d be there now.”"], "authors": ["Olga Ketellapper", "Vertaling Het Vertaalcollectief"], "keywords": ["york", "parents", "lockdown", "amsterdam", "dried", "stay", "id", "im", "lot", "walk", "city", "work", "expats"], "pubDate": "2020-04-28T17:14:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}