{"id": "2304004c-ea39-3151-9c8d-e6e0b2f92442", "title": "Jagen heeft niets met de natuur te maken", "url": "https://trouw.nl/religie-filosofie/jagen-heeft-niets-met-de-natuur-te-maken~bde30a8b/", "summary": "Is dat een ‘zielige klootzak met een groen hoedje op’ of is er meer aan de hand?\nOude systemenJagen heeft niets met de natuur te maken, laat Tokarczuk net als Mutsaers zien.\nJagers kunnen hun betrokkenheid bij de natuur uiten door bomen te planten, zwerfvuil op te rapen, reizende dieren te begeleiden of kinderen over de natuur te leren.\nZe promoveerde op de politieke stem van het dier en in 2011 debuteerde ze met de roman ‘Het schuwste dier’.\nLees ook:De jacht: omstreden, maar ook uiterst menselijkJa, de jacht heeft in de loop van de geschiedenis geleid tot het uitsterven van met name grote diersoorten.", "paragraphs": ["Stel je voor. Opeens hebben ze de regels veranderd. Zonder dat tegen jou te vertellen. De ouderen verstoppen zich, die hebben het vaker meegemaakt. Voor jou is het nieuw. Maar je hebt het snel genoeg door, die dag dat ze komen en eerst je moeder doodschieten, dan je broertjes en zusjes, de buren, en de overburen. Na de knallen is het stil.", "Op de Veluwe wordt elk jaar 80 tot 90 procent van de wilde zwijnen doodgeschoten. Eigenlijk weten we het niet precies, want de jagers houden de stand bij. (Jagers worden ook regelmatig als expert over wilde dieren opgevoerd, bijvoorbeeld op Radio 1, terwijl dat toch net zoiets is als een vrouwenverkrachter uitnodigen om over slachtoffers van seksueel geweld te praten.)", "Het is een gunst aan ons, zeggen de jagers: anders zouden er veel te veel zwijnen zijn. Maar zwijnenpopulaties passen zich aan hun habitat aan dus dat argument gaat niet op. Bovendien zijn mensen ook met veel te veel, en daar schieten we jaarlijks toch ook niet 80 tot 90 procent van dood.", "Drijfveren van de jager", "Wat beweegt sommige mensen toch om anderen onnodig dood te schieten? In 1997 onderzocht Charlotte Mutsaers in een artikel de drijfveren van de jager. Is dat een ‘zielige klootzak met een groen hoedje op’ of is er meer aan de hand? Ze reist naar jagersland Frankrijk, gaat in gesprek met jagers, onderzoekt zelfs haar eigen jeugd. Kinderliedjes en ouderlijke geruststelling namen haar zorgen weg totdat ze een zwijn ontmoette dat lachte toen ze hem aaide.", "Ondertussen weerlegt ze alle jagersargumenten. Voer dieren niet bij, laat ze met rust, respecteer hun aanwezigheid, dan kunnen we samenleven. Ook andere dieren hebben recht op het land.", "Ondergeschikt", "Sinds 1997 is er weinig veranderd. Onlangs kwamen hazen en konijnen op de Rode Lijst terecht. Maar minister Schouten vindt een jachtverbod niet nodig, want de jacht is niet de enige reden waarom het slecht met ze gaat. Dat klopt. We leven in een systeem waarin de niet-menselijke wereld – dieren, planten en hele ecosystemen – ondergeschikt is aan menselijke winst en daarom sterven diersoorten uit. De jacht is een uiting van dat systeem.", "In ‘Jaag je ploeg over de botten van de doden’ van Olga Tokarczuk woont de hoofdpersoon op een heuvel omgeven door bos waar jagers de dienst uitmaken. Politie, kerk, alle hoogwaardigheidsbekleders jagen zelf of verdienen eraan. (In Nederland kun je hier de koninklijke familie aan toevoegen.) Er worden moorden gepleegd, de hoofdpersoon weet zeker dat de dieren erachter zitten, want alle vermoorde mensen zijn jagers. Maar ze wordt niet serieus genomen.", "Oude systemen", "Jagen heeft niets met de natuur te maken, laat Tokarczuk net als Mutsaers zien. Wel met mannen die zich willen laten gelden en liever doden dan opbouwen, met oude systemen waarin de mens heerst en anderen minderwaardig zijn.", "Het hoeft niet zo. We kunnen de andere dieren ook helpen. Jagers kunnen hun betrokkenheid bij de natuur uiten door bomen te planten, zwerfvuil op te rapen, reizende dieren te begeleiden of kinderen over de natuur te leren. Het groene hoedje kunnen ze ophouden.", "Eva Meijer (1980) is filosoof, schrijver en singer-songwriter. Ze promoveerde op de politieke stem van het dier en in 2011 debuteerde ze met de roman ‘Het schuwste dier’. Voor Trouw schrijft ze om de week een column. Lees ze hier terug.", "Lees ook:", "De jacht: omstreden, maar ook uiterst menselijk", "Ja, de jacht heeft in de loop van de geschiedenis geleid tot het uitsterven van met name grote diersoorten. Maar jagen is ook vooruitzien in ruimte en tijd, schrijft hoogleraar filosofie René ten Bos: via de jacht heeft de mensheid abstract leren denken."], "authors": ["Eva Meijer"], "keywords": ["van", "heeft", "natuur", "het", "op", "met", "niets", "ze", "een", "te", "en", "jagen", "dat", "maken", "niet"], "pubDate": "2020-11-24T14:56:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}