{"id": "230ee4cb-83bb-3c0c-bc63-5cf4d5241bf7", "title": "De werkloosheid is gedaald ondanks corona maar hoe gaat het volgend jaar als de overheidssteun afloopt", "url": "https://www.dvhn.nl/groningen/Volgend-jaar-gebeuren-erge-dingen-in-de-economie-26295209.html", "summary": ",,De daling van de werkloosheid is een tikje mysterieus, maar wel positief,’’ meent hoofdeconoom Peter Hein van Mulligen van het CBS.\nVergeleken met een jaar geleden is de werkloosheid onder mensen van 15 tot 75 jaar echter wel degelijk flink toegenomen.\n,,We zien niet alles terug in de werkloosheidscijfers’’, zegt arbeidsmarktadviseur Erik Oosterveld van het UWV in Groningen.\nMaar de steun van de overheid voorkomt veel ellende, mensen worden niet meteen ontslagen.’’Ouderen amper werkloosVolgens hem hebben bijvoorbeeld jongeren vaak maar kort recht op een WW-uitkering.\nWe willen niet dat mensen in een uitkering terecht komen, ze verliezen veel meer dan alleen hun inkomen.", "paragraphs": ["De werkloosheid is in grote delen van ons land gedaald, ondanks de coronacrisis. De vraag is wat er volgend jaar gebeurt wanneer de overheidssteun afloopt.", "Eind november telde Groningen 8.767 WW-uitkeringen. Dat is 2,9 procent van de Groningse beroepsbevolking. Het aantal WW-uitkeringen in die provincie nam in november af met 139 (-1,6 procent) ten opzichte van vorige maand. In Drenthe zaten eind vorige maand 7.558 mensen in de WW, iets meer dan in oktober en drie procent van de Drentse beroepsbevolking.", "In heel Nederland waren in november 398.000 mensen werkloos, vier procent van de beroepsbevolking. In de afgelopen drie maanden daalde het aantal werklozen met gemiddeld 16.000 mensen per maand. Het aantal werkenden groeide in diezelfde periode met 22.000 per maand, aldus het Centraal Bureau voor de Statistiek.", "Mysterieus", "Dit ondanks de problemen voor veel bedrijven door de coronapandemie. ,,De daling van de werkloosheid is een tikje mysterieus, maar wel positief,’’ meent hoofdeconoom Peter Hein van Mulligen van het CBS. Om toe te voegen dat de werkloosheid vooral in bedwang wordt gehouden door de steunpakketten van de overheid.", "Vergeleken met een jaar geleden is de werkloosheid onder mensen van 15 tot 75 jaar echter wel degelijk flink toegenomen. Zo is het aantal WW-uitkeringen ruim twintig procent hoger.", "De CBS-cijfers vertellen ook niet alles, er is een verschil tussen werkeloosheid en de WW. Zo waren er eind november in ons land zo’n 4,1 miljoen mensen die om allerlei redenen geen betaald werk hadden. Een groot deel van hen zoekt ook niet naar werk, of kan niet werken. In die zelfde periode registreerde het UWV dik 276.000 lopende uitkeringen. ,,We zien niet alles terug in de werkloosheidscijfers’’, zegt arbeidsmarktadviseur Erik Oosterveld van het UWV in Groningen. ,,Heel veel zit verstopt. Maar de steun van de overheid voorkomt veel ellende, mensen worden niet meteen ontslagen.’’", "Ouderen amper werkloos", "Volgens hem hebben bijvoorbeeld jongeren vaak maar kort recht op een WW-uitkering. ,,Vooral uitzendkrachten en jongeren worden geraakt in de coronacrisis. Ouderen raken amper werkloos, mede door de steun. Als ze wel hun werk verliezen, is het lastig een nieuwe baan te vinden. Jongeren worden vaker ontslagen, maar hebben ook sneller weer werk.’’", "Wie een nieuwe betrekking zoekt, moet meestal minstens mbo hebben om succes te boeken. ,,Vanaf dat niveau beginnen de beste kansen’’, zegt Oosterveld. Toch is er werk zonder ‘instroomeisen’, zoals asbest-verwijderaar, ongediertebestrijder en verkeersregelaar. ,,Dat zal niet iedereen liggen.’’", "De verschillen tussen de noordelijke provincies hebben volgens Oosterveld vooral te maken met de seizoensinvloed. ,,Dat effect is in Friesland en Drenthe groter dan in Groningen. In de beide eerste provincies trekt de werkgelegenheid in de horeca, bouw en landbouw altijd aan in de zomer, om daarna weer af te nemen. Groningen is iets stabieler, door een sterke collectieve sector.’’", "Levensvatbaar", ",,Volgend jaar blijkt hoe sterk de economie echt is. Wanneer de overheidssteun afloopt, wordt duidelijk hoeveel bedrijven levensvatbaar zijn. Dan zal ook snel duidelijk worden hoeveel mensen alsnog hun werk verliezen’’, denkt Oosterveld.", "Ook Arnoud Hoogsteen, FNV-bestuurder voor Noord- en Oost-Nederland, vermoedt dat in 2021 pas helder wordt wat het effect van de coronapandemie op de economie is. Het is stilte voor de storm, vreest hij. ,,Heel veel mensen hebben het moeilijk, er is weinig perspectief. Volgend jaar gaan er erge dingen gebeuren, dat verwachten wij wel. Waar en wat is nu nog lastig te zien, omdat productieketens tegenwoordig tamelijk ondoorzichtig werken. In een sector kan het bij de ene producent goed gaan, terwijl het bij een ander totaal niet loopt.’’", "Hoogsteen pleit ervoor de werknemers die nu nog in dienst zijn doordat hun bedrijf overheidssteun ontvangt steeds goed te informeren. ,,Geef voorlichting. Help bedrijven die failliet dreigen te gaan. We willen niet dat mensen in een uitkering terecht komen, ze verliezen veel meer dan alleen hun inkomen. Het is beter dat werknemers in zo’n geval tijdelijk ergens anders worden gedetacheerd. En scholing is heel erg belangrijk.’'", "", ""], "authors": ["Gerdt Van Hofslot"], "keywords": ["dat", "werkloosheid", "volgend", "van", "overheidssteun", "ondanks", "een", "niet", "te", "het", "gaat", "er", "worden", "en", "gedaald", "jaar", "hoe", "maar", "mensen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}