{"id": "231daa3d-e3b8-3347-bde9-efa563a418c7", "title": "Thomas Acda: 'Het maakt niet uit hoe je aan een verhaal komt'", "url": "https://nu.nl/weekend/6086996/thomas-acda-het-maakt-niet-uit-hoe-je-aan-een-verhaal-komt.html", "summary": "Maar het boek gaat niet over Acda, ook al laat hij de hoofdpersoon een regel uit een Acda en De Munnik-nummer uitspreken.\nOver wie je bent en je moeders dood.'\nHet maakt niet uit hoe je aan een verhaal komt, als je het maar goed opschrijft.\"\nAfgezien van het feit dat het een fantastische actrice is, schijnt Carice van Houten ook heel mooi licht te kunnen vangen.\"\nIk draai bijvoorbeeld alleen nog films en series als ik niet in het theater sta of aan het schrijven ben.\"", "paragraphs": ["Deze week verscheen Scenario, het nieuwe boek van Thomas Acda. Een gesprek met de 53-jarige zanger, acteur en auteur over eerlijkheid en vluchten naar New York. \"Ik stop mijn leven in verhalen en liedjes. Of tenminste, de verbeelding daarvan. De waarheid doet er niet zo toe.\"", "Thomas Acda komt aangereden in een oude Land Rover. \"Mogen we hier staan? Normaal parkeer ik verderop voor het huis van René Froger.\" We gaan wandelen op de Blaricumer-Heide. Het is bewolkt, maar niet koud.", "\"Heb je al gegeten?\" Acda stalt vaderlijk een plastic bakje met snoeptomaten en twee voorverpakte gekookte eieren uit in het midden van het bankje aan de rand van het natuurgebied. \"Ik heb ook zout en mayonaise.\" Met zijn zakmes snijdt hij een stuk kaas af.", "\"Ik ben tevreden over dit boek. Het is erg doordacht, ik heb het niet zomaar verzonnen. Het is een ode aan de kunst van het verhalen vertellen.\" Acda kreeg het idee tijdens het zwemmen. In de telefoon van zijn zwemtrainer, oud-topzwemster Saskia de Jonge, sprak hij de eerste zinnen in: \"Er wordt een man uitgezet, die heet Sam Bezemer. Die man ben ik.\"", "Door: Chris Helt / NU.nl", "'De waarheid doet er niet zo toe'", "Scenario gaat niet alleen over die Sam Bezemer, maar ook over Oscar. Een Nederlander die een schrijfcursus volgt aan de filmacademie in New York en die hoofdpersoon wordt in het afpersingsverhaal dat hij samen met Sam bedenkt. Net als Oscar woonde ook Acda een tijdlang in New York en volgde daar dezelfde cursus. Maar het boek gaat niet over Acda, ook al laat hij de hoofdpersoon een regel uit een Acda en De Munnik-nummer uitspreken.", "\"In het boek heeft Oscar die tekst ooit voor iemand anders geschreven, die dat daarna zijn meest persoonlijke plaat ooit noemt. Toen Marco Borsato dat een keer zei, schreef ik op Twitter dat ik ook wel benieuwd was hoe het met John Ewbank (tekstschrijver van Borsato, red.) ging. Vond hij niet zo grappig.\"", "Acda doet weinig interviews. Dat is voor zijn uitgever lastig, erkent hij. \"Ik vind het leuk om te praten over hoe ik schrijf. 'Ja, maar het moet ook over jou gaan. Over wie je bent en je moeders dood.' Nou, liever niet. Ik stop mijn leven in verhalen en liedjes. Of tenminste, de verbeelding daarvan. De waarheid doet er niet zo toe. In dit boek is praktisch alles verzonnen. Het maakt niet uit hoe je aan een verhaal komt, als je het maar goed opschrijft.\"", "Door: Chris Helt / NU.nl", "'Dit heeft niets met het boek te maken'", "New York is de fysieke muze voor Scenario. Acda komt er al vanaf zijn negentiende en vestigde zich er in 2006 voor langere tijd.", "\"Acda en De Munnik was even met pauze en ik zat in een scheiding. Er was in Nederland niet zo veel behoefte aan mij. De dame van wie ik ging scheiden wilde niks met mij te maken hebben. De dame met wie ik verder wilde ook niet. Ik heb meestal een rustig leven, maar toen even niet. Mijn zoon was pas vijf, dus ik dacht dat ik best wel even in New York kon wonen. Ik zag hem elke dag op de computer en vaak vloog ik vrijwel direct op vrijdag na de les terug naar Nederland. Maar dit heeft helemaal niets met het boek te maken.\"", "En zo stranden de vragen over zijn persoonlijke leven als vallende eikels op de heidegrond. Acda vindt zijn eigen sores niet zo belangrijk of misschien zijn de vragen gewoon niet helder genoeg. Of hij de personages in zijn boek ooit heeft gebruikt om zijn excuses aan te bieden voor fouten uit zijn eigen leven of om hypothetisch te doorgronden wat er was gebeurd als hij in zijn eigen leven andere keuzes zou hebben gemaakt?", "\"Ik weet denk ik niet zo goed wat je bedoelt. Er zijn wel meer mensen met een scheiding achter de rug, hoor. Je kunt personages wel dingen laten doen die je zelf niet durft. Wil je misschien weten of ik ooit coke heb gebruikt? Heb ik niet. Te bang de controle te verliezen. En ik ben me ervan bewust dat ik verslavingsgevoelig ben. Ik weet nog wat ik voelde toen ik voor het eerst wodka dronk. 'Dit is te lekker.'\"", "Door: Chris Helt / NU.nl", "'Ik zie eruit als een lesbische wandelaar'", "Als de zon zich even laat zien, besluit ik Acda te fotograferen. \"Mooi licht, hè? Maar ik zie eruit als een lesbische wandelaar. Dat komt in het stuk natuurlijk.\"", "Ik lieg tegen Acda als hij vraagt of ik ook fotograaf ben. Ik zeg dat hij een goede kop heeft, omdat een fotograaf dat waarschijnlijk ook zou zeggen.", "\"Vind je? Dat zei een andere fotograaf ook. Ik heb daar niet hard voor hoeven werken. Het heeft vaak te maken met hoe je huid het licht vangt. Kun je zelf niks aan doen. Afgezien van het feit dat het een fantastische actrice is, schijnt Carice van Houten ook heel mooi licht te kunnen vangen.\"", "We lopen verder en passeren andere wandelaars. Acda groet vriendelijk, terwijl hij vertelt hoe hij in totaal vijf jaar lang aan Scenario heeft gewerkt.", "\"Ik heb al te horen gekregen dat niet alleen het plot, maar ook de zinnen in het boek goed doordacht zijn. Daar ben ik misschien wel het meest trots op. Bij een lied is dat iets makkelijker, dat kun je blijven slijpen. Paul en ik speelden een nieuw nummer eerst twintig keer live voordat we het opnamen. Dan waren alle woorden ingesleten. Om iedere zin op driehonderd bladzijden te laten raken is andere koek.\"", "Door: Chris Helt / NU.nl", "'Het wordt nooit meer jouw tuin van vroeger'", "Het valt op hoe vaak we op het succesvolle duo terugkomen.", "\"Ik schaam me daar niet voor. Dat was mijn halve leven. Paul en ik dachten aanvankelijk dat het snel zou ophouden. We voelden ons punk, alternatief. We speelden aan het begin een keer in een platenwinkel. Maar daar zaten vijftien pubermeiden op de grond. We hadden nog geen idee wie ons publiek was. Als ik schrijf denk ik ook nooit na over wie het boek zal lezen. Ik ben vooral bezig iedere sessie te beëindigen met een vraag, zodat ik de volgende dag verder kan.\"", "Terug bij het bankje waar de wandeling begon, vertelt Acda dat zijn muzikale ex-partner zijn eerste boek aan het inspreken is voor luisterboekplatform Storytel. Wie denkt dat daarmee een volgende stap richting een reünie of zelfs nieuwe nummers is gezet kan verder dromen.", "\"Een regisseur zei ooit: 'Ik weet niet welke snaar jullie geraakt hebben, maar zolang hij trilt zou ik er maar van genieten.' Die snaar ligt al zo lang stil, ik weet niet of je die nog op gang krijgt.\" Terwijl het zachtjes begint te regenen wijst Acda op de bomen en struiken om ons heen.", "\"Als dit vroeger jouw tuin was en je hebt daar heimwee naar, dan kun je precies dat soort bomen planten en die takken neerleggen. Maar het wordt nooit meer jouw tuin van vroeger. Onze huidige tuinen geven ons denk ik al een tijdje meer dan genoeg voldoening. Bovendien wil ik minder werken. Ik draai bijvoorbeeld alleen nog films en series als ik niet in het theater sta of aan het schrijven ben.\"", "'Papa heeft weer wat gelezen'", "Het begint harder te regen, maar Acda is niet onder de indruk. Hij vertelt over de single met rapper Snelle die in november verschijnt. \"Wil je hem stiekem horen? Goed nummer. Snelle is fan van Acda en De Munnik, daar ben ik erg trots op.\"", "Het refrein klinkt: 'Papa heeft weer wat gelezen.' Onhoorbaar voor twee wandelaars die alleen waarnemen dat de zanger en acteur in de regen op een bankje zit en naar muziek uit een telefoon luistert.", "\"Ik stond met mijn zoon in de keuken en we hadden het over het maken van persoonlijke video's en foto's. 'Pas op hoor, want voor je het weet wordt zoiets doorgestuurd.' Hij keek me aan, waarop ik zei: 'Ja, papa heeft weer wat gelezen.' Die zin heb ik toen direct naar Snelle geappt.\"", "Zonder directe aanleiding staat Acda niet veel later op. Ik volg hem terug naar onze auto's en kijk hem na als hij langs het huis van René Froger rijdt."], "authors": ["Door", "Chris Helt"], "keywords": ["dat", "verhaal", "maakt", "niet", "uit", "komt", "een", "en", "te", "ik", "acda", "zijn", "je", "thomas", "het", "hoe"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}