{"id": "231e14f4-08f7-3c5a-8473-dc5f5597d675", "title": "Beeldhouwer Kees Verkade (79) van Johnny Jordaan overleden", "url": "https://www.parool.nl/amsterdam/beeldhouwer-kees-verkade-79-van-johnny-jordaan-overleden~bec441ba/", "summary": "De beelden van Tante Leen (links) en Johnny Jordaan (rechts) van Kees Verkade.\nVan tekenaar werd hij al snel beeldhouwer.\nNa het overlijden van schrijver en Parool-columnist Simon Carmiggelt in 1987 maakte Verkade een buste van hem.\nToen volkszanger Johnny Jordaan in 1989 overleed, verzamelden buurtbewoners geld in voor een standbeeld aan de kop van de Elandsgracht, nu het Johnny Jordaanplein geheten.\nVoor het kunstwerk werd een crowdfunding op touw gezet door de Stichting Dank Helden van de Zorg.", "paragraphs": ["De beelden van Tante Leen (links) en Johnny Jordaan (rechts) van Kees Verkade. Beeld Hollandse Hoogte / ANP", "De geboren Haarlemmer studeerde na lessen van de Amsterdammer Gerrit van ’t Net aan de Koninklijke Academie van Beeldende Kunsten in Den Haag. Hij wilde naar de Gerrit Rietveld Academie, maar dat lukte niet. Van tekenaar werd hij al snel beeldhouwer.", "Buste Carmiggelt", "Er staan beelden van zijn hand door het hele land, zo ook in Amsterdam. Na het overlijden van schrijver en Parool-columnist Simon Carmiggelt in 1987 maakte Verkade een buste van hem. Deze werd een jaar later op het Eerste Weteringplantsoen geplaatst. Dat had nogal wat voeten in de aarde. Normaal duurde de gemeentelijke procedure om zo'n beeld te plaatsen twee jaar. De vrouw van Carmiggelt voelde ook aanvankelijk weinig voor het beeld, omdat ze in de buurt woonde en er dan elke dag mee geconfronteerd zou worden.", "Toen volkszanger Johnny Jordaan in 1989 overleed, verzamelden buurtbewoners geld in voor een standbeeld aan de kop van de Elandsgracht, nu het Johnny Jordaanplein geheten. Verkade voltooide het in 1991. Het plein is nu een beeldenpark: Verkade maakte ook het beelden van Tante Leen.", "Coronapandemie", "Verkade was de afgelopen tijd nog bezig met een beeld ter nagedachtenis aan de slachtoffers van de coronapandemie en als dankbetoon aan alle zorgmedewerkers, voor hun inzet tijdens corona. Voor het kunstwerk werd een crowdfunding op touw gezet door de Stichting Dank Helden van de Zorg. Waar het komt te staan, is nog niet bekend.", "De laatste jaren bracht Verkade door in Monaco, waar hij een goede verstandhouding had met het koningshuis. Op de valreep van het jaar 2020 overleed hij daar dinsdag."], "authors": ["Het Parool"], "keywords": ["overleden", "van", "beeld", "kees", "jordaan", "voor", "en", "79", "een", "aan", "johnny", "het", "verkade", "hij", "werd", "beeldhouwer"], "pubDate": "2021-01-02T09:28:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}