{"id": "23355f27-1e6b-30c1-9be1-4bdcfe8f5b7e", "title": "Frankrijk eist twee jaar celstraf tegen oud-president Sarkozy wegens corruptie", "url": "https://nu.nl/buitenland/6095471/frankrijk-eist-twee-jaar-celstraf-tegen-oud-president-sarkozy-wegens-corruptie.html", "summary": "De Franse ex-president Nicolas Sarkozy draait de cel in als het aan het openbaar ministerie in Parijs ligt.\nDe oud-president zei maandag in de rechtbank dat hij zich \"nooit aan enige vorm van corruptie\" schuldig heeft gemaakt.\nHij beloofde \"tot het uiterste\" te gaan om zijn naam te zuiveren.\nHet is voor het eerst dat een Frans staatshoofd zich in eigen persoon voor een rechtbank moet verantwoorden voor corruptiepraktijken.\nDat geld zou afkomstig zijn van de overleden erfgename Liliane Bettencourt van het L'Oréal-imperium.", "paragraphs": ["De Franse ex-president Nicolas Sarkozy draait de cel in als het aan het openbaar ministerie in Parijs ligt. De 65-jarige politicus staat in een reeks rechtszaken terecht voor onder meer corruptie. Justitie eiste dinsdag vier jaar cel, waarvan de helft voorwaardelijk.", "Sarkozy zou samen met zijn advocaat Thierry Herzog een rechter hebben omgekocht door hem een baan in Monaco te beloven in ruil voor informatie over een onderzoek naar de financiën van zijn campagne.", "De oud-president zei maandag in de rechtbank dat hij zich \"nooit aan enige vorm van corruptie\" schuldig heeft gemaakt. Hij beloofde \"tot het uiterste\" te gaan om zijn naam te zuiveren.", "Sarkozy was president van 2007 tot 2012. Het is voor het eerst dat een Frans staatshoofd zich in eigen persoon voor een rechtbank moet verantwoorden voor corruptiepraktijken. Volgens aanklagers wilden Sarkozy en zijn advocaat rechter Gilbert Azibert omkopen in ruil voor informatie over een onderzoek naar betalingen die Sarkozy kreeg tijdens zijn presidentiële campagne van 2007.", "Dat geld zou afkomstig zijn van de overleden erfgename Liliane Bettencourt van het L'Oréal-imperium. In die affaire is Sarkozy vrijgesproken, maar er loopt nog een reeks andere zaken."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["celstraf", "tot", "corruptie", "van", "frankrijk", "eist", "het", "twee", "voor", "zijn", "zou", "sarkozy", "oudpresident", "een", "te", "zich", "jaar", "wegens", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}