{"id": "23431daf-a258-30d9-a7f6-308155765e91", "title": "‘Toppermaand’ januari niet allesbeslissend voor kampioenschap", "url": "https://volkskrant.nl/sport/toppermaand-januari-niet-allesbeslissend-voor-kampioenschap~bf32b15f/", "summary": "Myron Boadu kan net niet bij een vrije trap van Koopmeiners, het blijft 1-1.\nMet ‘toppermaand’ januari voor de boeg, waarin Ajax - PSV, PSV - AZ en Ajax - Feyenoord in de eerste negen dagen na de winterstop op het programma staan, is het moment daar om een antwoord te zoeken op een terugkerend voetbalvraagstuk.\nZo was Feyenoord in het seizoen 2018/19 de beste ploeg in onderlinge topvierduels, terwijl het op de daadwerkelijke ranglijst op 21 punten afstand van Ajax als derde eindigde.\nTegenover de rest van de eredivisie presteren lijkt belangrijker bij het behalen van een landstitel.\nDe recente cijfers in de eredivisie laten daarentegen zien dat het winnen van deze tweestrijd vaak minder doorslaggevend is bij het behalen van de landstitel dan verwacht.", "paragraphs": ["Myron Boadu kan net niet bij een vrije trap van Koopmeiners, het blijft 1-1. Beeld Guus Dubbelman / de Volkskrant", "Behalve toeschouwers op de tribune ontbrak er nog iets in de eerste seizoenshelft van de eredivisie: topwedstrijden. Ajax, PSV, Feyenoord en AZ, die voorafgaand aan het seizoen werden gezien als de vier titelkandidaten, hebben in de eerste veertien speelrondes nog niet tegen elkaar gespeeld.", "Met ‘toppermaand’ januari voor de boeg, waarin Ajax - PSV, PSV - AZ en Ajax - Feyenoord in de eerste negen dagen na de winterstop op het programma staan, is het moment daar om een antwoord te zoeken op een terugkerend voetbalvraagstuk. Want waar pakt een ploeg doorgaans de titel, in de topwedstrijden of tegen de kleintjes?", "Groeiende kloof", "Het gat tussen de top en de kelder in de eredivisie wordt de laatste jaren alsmaar groter. De laatste vijf kampioenen staan symbool voor een groeiende eenzijdigheid in de competitie. In de laatste vijf volledige eredivisieseizoenen pakte de landskampioen telkens minimaal 82 punten. In de dertien seizoen daarvoor, tussen 2001 en 2014, kwamen slechts vier kampioenen boven dat puntentotaal.", "Qua doelpunten is de scheefgroei nog groter. De laatste vijf eredivisiewinnaars maakten minstens 86 doelpunten in hun titeljaar. In de veertien voorgaande seizoenen kwamen slechts drie kampioenen tot dat doelpuntentotaal.", "Calvin Stengs schiet de bal met rechts na een knappe kapbeweging met links, het staat 1-2 voor AZ. Beeld Guus Dubbelman / de Volkskrant", "Niet geheel verrassend stuitten de titelkandidaten van de laatste jaren nog maar zelden op een ‘bananenschil’ in de kelder van de eredivisie. Als in de laatste tien volledige seizoenen de resultaten tegen de slechtste zes teams niet zouden meetellen, zou er slechts één keer een andere landskampioen zijn gekroond. Alleen de landstitel van Feyenoord in het seizoen 2016/17 zou naar de nummer twee (Ajax) zijn gegaan.", "Voetbalwet tóch intact", "Toch houdt de voetbalwet dat een ploeg kampioen wordt tegen de kleintjes grotendeels stand - ondanks het verval bij de eredivisieteams onderaan de ranglijst. Want knip de resultaten van de topteams tegenover andere ploegen in de topvier en die tegen de resterende veertien teams van elkaar los, en er valt te zien dat de titelstrijd vaak niet beslist wordt in onderlinge topduels.", "In slechts vijf van de laatste tien eredivisieseizoenen was de kampioen ook qua behaalde punten in de zes topduels tegen de andere drie ploegen uit de topvier de beste. Zo was Feyenoord in het seizoen 2018/19 de beste ploeg in onderlinge topvierduels, terwijl het op de daadwerkelijke ranglijst op 21 punten afstand van Ajax als derde eindigde.", "Tegenover de rest van de eredivisie presteren lijkt belangrijker bij het behalen van een landstitel. Zeven keer stond de eredivisiekampioen in de voorbije tien volledige seizoenen ook bovenaan de ranglijst met behaalde punten tegenover ploegen buiten de topvier.", "Tweestrijd vaak overschat", "Directe ontmoetingen tussen de nummers één en twee op de ranglijst worden vaak gezien als alles beslissend. Gevoelsmatig lijkt dat ook logisch. De recente cijfers in de eredivisie laten daarentegen zien dat het winnen van deze tweestrijd vaak minder doorslaggevend is bij het behalen van de landstitel dan verwacht. In slechts drie van de voorbije tien seizoenen pakte de latere kampioen het merendeel van de punten (dus minimaal vier) uit de twee ontmoetingen met de runner-up. Een gegeven waar de eventuele verliezer bij Ajax - PSV op 10 januari hoop uit kan putten."], "authors": ["Sam Planting"], "keywords": ["kampioenschap", "laatste", "allesbeslissend", "van", "januari", "voor", "en", "een", "tegen", "op", "toppermaand", "het", "ajax", "niet", "dat", "slechts"], "pubDate": "2020-12-27T20:14:13Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}