{"id": "234f4f52-41f2-3e17-8a26-70838d5b475f", "title": "Chirurgen waarschuwen: verwijder de pit van een avocado niet met een mes", "url": "https://www.parool.nl/nederland/chirurgen-waarschuwen-verwijder-de-pit-van-een-avocado-niet-met-een-mes~b1eadd28/", "summary": "Thuiskoks houden de helft van een avocado in hun handpalm en steken zichzelf als ze per ongeluk uitschieten met het mes.\nZo’n steekwond gaat vaak gepaard met een zenuwbeschadiging.\nPlastisch chirurg Annekatrien van de Kar ziet een toenemend aantal mensen in het OLVG in Amsterdam, waar zij werkt.\n“Het gevolg van dit letsel is dat je geen gevoel meer in je vingers hebt,” aldus Van de Kar.\nLet wel op dat de avocado goed rijp is.” Er is volgens Van de Kar ook een prima alternatief: de avocado halveren en vervolgens de pit met een lepel uit het vruchtvlees wippen.", "paragraphs": ["Beeld Shutterstock", "Het gaat zó mis. Thuiskoks houden de helft van een avocado in hun handpalm en steken zichzelf als ze per ongeluk uitschieten met het mes. Zo’n steekwond gaat vaak gepaard met een zenuwbeschadiging. Plastisch chirurg Annekatrien van de Kar ziet een toenemend aantal mensen in het OLVG in Amsterdam, waar zij werkt. “Sinds een jaar of twee, het begin van de avocadohype, zien we bijna wekelijks patiënten met letsel aan hun hand.” Concrete cijfers voor Nederland zijn er niet, maar veel plastisch chirurgen zien meerdere gevallen per week in hun praktijk.", "Hoog tijd voor een waarschuwing, vinden de chirurgen, juist omdat de populariteit van de avocado alleen maar stijgt: de World Avocado Organization zei eind oktober nog dat de avocadoconsumptie in Europa dit jaar circa 15 procent hoger zal zijn dan in 2019.", "Doorgesneden pees", "In de Verenigde Staten is de avocadohand een bekend verschijnsel. Jaarlijks verwonden rond de 8000 Amerikanen zichzelf door het verkeerd ontpitten van de vrucht. “Het gevolg van dit letsel is dat je geen gevoel meer in je vingers hebt,” aldus Van de Kar. Dit kunnen chirurgen voorkomen, maar dan moeten ze de wond snel hechten, en zelfs dan is er geen garantie dat het gevoel in de vingers na een aantal maanden terugkeert.", "Het ernstigste geval dat Van de Kar zag, was een doorgesneden pees. “In zo’n geval is een uitgebreidere operatie nodig. Vervolgens kom je in een langdurig oefentraject terecht om te kunnen herstellen.”", "De Nederlandse Vereniging voor Plastische Chirurgie raadt af een mes te gebruiken tijdens het ontpitten. Op verpakkingen wordt het mes vaak juist geschikt gereedschap genoemd. Van de Kar: “Tegenwoordig heb je speciale apparaatjes die je hiervoor kunt gebruiken. Let wel op dat de avocado goed rijp is.” Er is volgens Van de Kar ook een prima alternatief: de avocado halveren en vervolgens de pit met een lepel uit het vruchtvlees wippen."], "authors": ["Merel De Koning"], "keywords": ["van", "het", "met", "mes", "kar", "pit", "een", "waarschuwen", "niet", "avocado", "je", "chirurgen", "dat", "verwijder", "voor"], "pubDate": "2020-12-08T07:40:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}