{"id": "2358d483-88fa-3d96-9d7d-8c16d06faff8", "title": "Goed nieuws: Amerikaanse uil weer los in wild | Koningsdag in Eindhoven", "url": "https://nu.nl/opmerkelijk/6093038/goed-nieuws-amerikaanse-uil-weer-los-in-wild-koningsdag-in-eindhoven.html", "summary": "Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder.\nDaarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.\nBerlijns lab test drone die coronatests moet bezorgenEen laboratorium in Berlijn wil een drone inzetten om coronatests sneller te kunnen ontvangen.\nIn samenwerking met een Amerikaans techbedrijf worden testvluchten tussen het ziekenhuis en het lab gemaakt.\n61 Berlijns lab test drone die coronatests moet bezorgenKoningsdag 2021 wordt mengeling van fysiek en digitaal programmaDe koninklijke familie zal Koningsdag 2021 vieren in Eindhoven.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.", "Amerikaanse uil die onvrijwillig meereisde in kerstboom terug naar wildernis", "De kleine zaaguil die eerder deze maand werd gered uit de kerstboom die voor het Rockefeller Center in New York is bedoeld, is weer vrijgelaten in het wild. De uil, 'Rocky' genaamd, is volgens haar verzorgers \"een taaie vogel\". Ze moest alleen even op kracht komen na haar lange reis, doordat ze in de boom zonder eten zat.", "Het is nog onbekend hoe de uil in de boom mee kon reizen. Ze legde 270 kilometer af van de plek waar de boom werd gekapt naar New York City.", "Berlijns lab test drone die coronatests moet bezorgen", "Een laboratorium in Berlijn wil een drone inzetten om coronatests sneller te kunnen ontvangen. In samenwerking met een Amerikaans techbedrijf worden testvluchten tussen het ziekenhuis en het lab gemaakt.", "De drone kan zestig monsters tegelijkertijd vervoeren en moet vanaf eind januari al inzetbaar zijn.", "61 Berlijns lab test drone die coronatests moet bezorgen", "Koningsdag 2021 wordt mengeling van fysiek en digitaal programma", "De koninklijke familie zal Koningsdag 2021 vieren in Eindhoven. Omdat nog niet duidelijk is hoe de coronamaatregelen dan eruit zullen zien, werkt de gemeente aan een programma waarin \"fysieke aanwezigheid wordt gecombineerd met digitale beleving\".", "Het is nog niet bekend wat dat programma precies in gaat houden. Met de mengeling van fysiek en digitaal moet het programma makkelijk aanpasbaar zijn als dat vanwege de coronamaatregelen nodig is.", "Spin-off van Penoza vanaf 27 december te zien", "Goed nieuws voor fans van de succesvolle serie Penoza: vanaf 27 december zal de spin-off van de serie te zien bij NPO3. De serie heet Doodstil en draait om Luther, het personage dat door Raymond Thiry wordt gespeeld.", "Doodstil werd vorig jaar al aangekondigd, maar het was nog onbekend wanneer de serie precies op televisie zou verschijnen."], "authors": ["Door"], "keywords": ["nieuws", "van", "goed", "wild", "drone", "nog", "het", "koningsdag", "die", "uil", "eindhoven", "een", "moet", "en", "weer", "dat", "serie", "los", "amerikaanse"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}