{"id": "236e874d-f9c2-3d40-a870-ddeeda3f20bc", "title": "Coppola versnijdt een Godfather", "url": "https://nrc.nl/nieuws/2020/12/08/coppola-versnijdt-een-godfather-a4023035", "summary": "Zo is dat met Coppola, een fameus frutselaar die op de dag van de opname nog aan dialogen schaafde en een half uur voor de première nog monteerde.\nSinds dinsdag is op video on demand ook de hersneden The Godfather III uit 1990 te bewonderen: Godfather Coda – The Death of Michael Corleone.\nDaarin hoopt de oude, diabetische Godfather een respectabel zakenman te worden maar strandt hij in ongure Euro-intriges met kardinalen en Italiaanse politici.\nEigenlijk verandert Coppola weinig in The Godfather Coda, die wat meer met de deur in huis valt.\nEen versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020", "paragraphs": ["Francis Ford Coppola, 81 jaar jong, is net Alberto Giacometti. Drie jaar terug schreef ik over de film Final Portrait, waarin de kunstenaar zijn vriend James Lord achttien dagen laat poseren voor een portret dat voor Giacometti nooit af was, alsof het geen kunstwerk was maar eerder een kind dat uit huis moet. Altijd spijtig, en of het echt af is?", "Zo is dat met Coppola, een fameus frutselaar die op de dag van de opname nog aan dialogen schaafde en een half uur voor de première nog monteerde. Apocalypse Now vertoonde hij in Cannes als ‘werk in uitvoering’ met twee finales. Op die film bleef hij terugkomen: in april vorig jaar was er weer een Final Cut, twintig minuten korter dan de 49 minuten langere Redux uit 2001 die extra scènes met Playboy Bunnies en een Franse rubberplantage in de jungle bevatte.", "Fascinerend voor fans was vorig jaar ook Coppla’s ‘Encore’-versie van The Cotton Club, een in 1984 geflopt spektakel over de gesegregeerde nachtclub in Harlem uit de jaren twintig met gekleurde artiesten en een witte zaal. Coppola schrapte indertijd onder druk van de geldschieters zang, dans en intriges rond de zwarte broers Gregory en Maurice Hines ten faveure van een romance rond toenmalig superster Richard Gere: het publiek zou al die zwarte acteurs niet pruimen. In de context van deze film extra beschamend, vindt hij nu.", "Sinds dinsdag is op video on demand ook de hersneden The Godfather III uit 1990 te bewonderen: Godfather Coda – The Death of Michael Corleone. Daarin hoopt de oude, diabetische Godfather een respectabel zakenman te worden maar strandt hij in ongure Euro-intriges met kardinalen en Italiaanse politici. Ook hier heeft Coppola misschien iets goed te maken – richting dochter Sofia. Tegen veler advies in liet hij haar als 18-jarige invallen voor de overwerkte Winona Ryder als Mary Corleone, de oogappel van don Michael. Zij heeft een relatie met haar opvliegende neef Vincent, pa is tegen.", "Sofia Coppola’s stijve, vlakke acteren werd gekraakt, en volgens pa ving ze daarmee net als Mary in de film een kogel op die voor haar vader was bedoeld. Hetgeen onzin is, want The Godfather III werd welwillend ontvangen. Rommelig en wat overbodig, zo luidde de communis opinio, maar wat een overrijp feest der herkenning met zijn sepia clair-obscur stijl, joyeus beginfeest en meesterlijk gemonteerde ontknoping rond de opera Cavalleria rusticana. Een tour de force, net als het acteren van Al Pacino, Diane Keaton en Andy Garcia, waartegen Sofia’s geschutter zo pijnlijk afstak.", "Eigenlijk verandert Coppola weinig in The Godfather Coda, die wat meer met de deur in huis valt. Ook in Sofia’s optreden knipt hij ogenschijnlijk weinig. Verstandig, want in een vlek moet je niet wrijven en zwak acteren monteer je niet weg. Wel danst de stervende don Michael in de epiloog in gedachten niet langer met de drie vrouwen in zijn leven – Siciliaanse bruid, ex Kay, dochter Mary – maar met Mary alleen.", "Dat is lief, maar deze versie is verder overbodig. Of dat Coppola ervan weerhoudt zijn oeuvre te hersnijden? Twijfelachtig, zijn motto lijkt dat van Michael Corleone in The Godfather III. „Just when I thought I was out, they pull me back in.”", "Coen van Zwol is filmrecensent.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Coen Van Zwol", "Leestijd Minuten"], "keywords": ["van", "die", "een", "en", "godfather", "zijn", "hij", "voor", "coppola", "met", "versnijdt"], "pubDate": "2020-12-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}