{"id": "23755cf1-1878-3cb3-81b4-79d6b5d0701a", "title": "Aan het einde van de oudejaarsconference kreeg Youp toch nog grip", "url": "https://www.parool.nl/kunst-media/aan-het-einde-van-de-oudejaarsconference-kreeg-youp-toch-nog-grip~bfa050ab/", "summary": "En – hinderlijk voor een cabaretier die gewend was de massa om zijn vinger te winden – een aanzienlijk deel van het publiek volgt Youp ook niet meer.\nVooral in het eerste deel van zijn conference lijkt de klok op het midden van de jaren negentig te staan, niet toevallig de hoogtijdagen van de populariteit van Van ’t Hek (66).\nbelachelijk worden gemaakt; ze klinken als de pick-upnaald die in de groef van het vinyl is blijven hangen.\nOok met de onwrikbare Nederlandse oudejaarstraditie – ingezet door Wim Kan, een van Van ’t Heks helden – moet het dit jaar allemaal anders.\nEn dat terwijl Youp, zoveel is al enige jaren duidelijk, het liefst alles bij het oude had gehouden.", "paragraphs": ["Youp van 't Hek vanuit het 'Torentje' in zijn oudejaarsconference. Beeld NPO", "Zijn kinderen waren nerveus voor deze oudejaarsconference. “Papa, je bent nog wel grappig, maar Nederland heeft een ander gevoel voor humor gekregen.”", "Het is al ver in de tweede helft van Youp van ’t Heks tiende – en laatste – eindejaarsvoorstelling als de komiek dan toch tot de kern komt. Heeft hij zelf zijn hele loopbaan geroepen dat de mensen om hem heen er maar weinig van begrepen, inmiddels snapt Van ’t Hek er zelf nog maar weinig meer van. En – hinderlijk voor een cabaretier die gewend was de massa om zijn vinger te winden – een aanzienlijk deel van het publiek volgt Youp ook niet meer.", "Buitenstaanders", "In Korrel Zout schetst hij een tijdsgewricht waarin de personages in zijn verhaal – zoals altijd volkse types met het hart op de tong en de zelfspot door de aderen – steeds meer buitenstaanders zijn geworden. Dat dat in toenemende mate ook voor de cabaretier zelf geldt, is in deze voorstelling tegelijk zijn zwakte als zijn kracht.", "Vooral in het eerste deel van zijn conference lijkt de klok op het midden van de jaren negentig te staan, niet toevallig de hoogtijdagen van de populariteit van Van ’t Hek (66). Grappen waarbij rouw om huisdieren, dragonders van echtgenotes en zelfs mindfulness (bestaat dat eigenlijk nog?) belachelijk worden gemaakt; ze klinken als de pick-upnaald die in de groef van het vinyl is blijven hangen.", "De manier waarop Van ’t Hek zijn conference moet spelen is in die zin een grap in zichzelf. Ook met de onwrikbare Nederlandse oudejaarstraditie – ingezet door Wim Kan, een van Van ’t Heks helden – moet het dit jaar allemaal anders. De theaters zijn gesloten. De oudejaars kan niet live vanuit een bulderend Carré of Oude Luxor.", "Contactsport", "Na lang wikken en wegen heeft Van ’t Hek besloten een try-out uit te laten zenden. Een moedige beslissing. In Utrecht speelde hij op 12 december voor het door hem zo gehekelde aantal van dertig man. Cabaret is immers contactsport. De lege zaal maakt het voor een komiek ondoenlijk om mee te deinen op de lach. En dan mist Van ’t Hek ook nog de laatste drie weken aan actualiteit, in een wereld die elke dag drie keer om zijn as lijkt te draaien.", "Kortom: alles is anders. En dat terwijl Youp, zoveel is al enige jaren duidelijk, het liefst alles bij het oude had gehouden. Toch krijgt hij naarmate de 80 minuten vorderen grip op de tijdsgeest. Juist door zichzelf zonder censuur te bekijken, speelt hij een sterke tweede helft.", "Eigen gelijk", "Hij vertelt over zijn eigen coronabesmetting, over de ‘botsing tussen mij en de wereld’ en over het eigen gelijk waarin ook het zogenaamd progressieve smaldeel van de bevolking zich wentelt. Zijn pleidooi voor een beetje lucht in het maatschappelijk debat is helemaal raak. Net als zijn gloedvolle ode aan het zorgpersoneel.", "Ontroerend is de beschrijving van zijn ritje naar huis als hij – ‘Ik werd om mijn buik gelegd, maar teruggedraaid’- het virus heeft weerstaan en ontslagen is uit het ziekenhuis. Zijn gedachten zijn bescheiden: ‘Ik dacht alleen: ik ben er nog.’", "Na tien televisieconferences geldt dat niet langer voor Van ’t Hek op 31 december. Na zijn overdonderende debuut op dat podium in 1989 en drie decennia van vaak onbedaarlijke eindejaarspret is – zo kan het soms ook gaan – een mooie traditie ten einde. Dat is niet erg, maar missen zullen we hem wel."], "authors": ["Stefan Raatgever"], "keywords": ["zijn", "van", "nog", "hek", "toch", "voor", "en", "een", "dat", "grip", "aan", "kreeg", "op", "te", "het", "einde", "youp", "oudejaarsconference"], "pubDate": "2021-01-01T12:33:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}