{"id": "237b5a5d-bcbe-3f78-9f41-c04271c8a169", "title": "Advocaat complimenteus over Feyenoord en Pratto: 'Hij is heel leergierig'", "url": "https://nu.nl/voetbal/6101143/advocaat-complimenteus-over-feyenoord-en-pratto-hij-is-heel-leergierig.html", "summary": "Hij werd twintig minuten voor tijd vervangen door Nicolai Jørgensen, die in de blessuretijd wel voor de 0-2 zorgde.\n\"Lucas heeft pas drie keer meegetraind en voor de eerste keer was dit prima.\nHij is veel met het elftal bezig, praat veel met zijn ploeggenoten.\nHij was deze week inderdaad veel met ons aan het praten over hoe hij de ballen wil hebben en daaraan zie je wel zijn ervaring.\nwat problemen met het opportunistische voetbal van Sparta en als je dan nu redelijk overtuigend met 0-2 wint, dan heb je het goed gedaan.", "paragraphs": ["Feyenoord-trainer Dick Advocaat was zondag complimenteus over zijn spelers na de 0-2-zege op Sparta Rotterdam. Hij was ook tevreden over het spel van aankoop Lucas Pratto, die bij zijn debuut wel een aantal opgelegde kansen miste.", "Pratto, die eerder deze week op huurbasis overkwam van River Plate, schoot na de 0-1 van Lutsharel Geertruida in de eerste helft op de paal en raakte de bal in de tweede helft helemaal verkeerd. Hij werd twintig minuten voor tijd vervangen door Nicolai Jørgensen, die in de blessuretijd wel voor de 0-2 zorgde.", "\"Lucas heeft pas drie keer meegetraind en voor de eerste keer was dit prima. Hij is niet snel, maar hij weet hoe hij moet lopen. Daarnaast is hij heel leergierig. Hij is veel met het elftal bezig, praat veel met zijn ploeggenoten. Dat is routine. Daar ben ik wel blij mee\", zei Advocaat tegen ESPN.", "Aanvoerder Steven Berghuis sloot zich aan bij Advocaat. \"Lucas komt goed over. Hij was deze week inderdaad veel met ons aan het praten over hoe hij de ballen wil hebben en daaraan zie je wel zijn ervaring. De diagonale loopacties zijn ook aanwezig. Hij is erg aan het loeren achter de verdediging.\"", "Advocaat prees de scherpte bij Feyenoord. \"We hadden thuis (1-1, red.) wat problemen met het opportunistische voetbal van Sparta en als je dan nu redelijk overtuigend met 0-2 wint, dan heb je het goed gedaan. De 0-2 had gezien het aantal kansen wel wat eerder mogen vallen.\"", "Nicolai Jørgensen wordt geknuffeld door zijn ploeggenoten na zijn goal. Nicolai Jørgensen wordt geknuffeld door zijn ploeggenoten na zijn goal. Foto: ANP", "Advocaat: 'Geweldig gevoel voor Jørgensen'", "Advocaat vond het wel mooi dat uitgerekend Jørgensen met zijn eerste doelpunt sinds 25 oktober verantwoordelijk was voor de 0-2. \"Dit is voor hem een geweldig gevoel. Het was een uitstekende inspeelpass van Diemers en een dito steekpass van Berghuis.\"", "Berghuis hoopt dat Jørgensen, die de laatste jaren kwakkelde met blessureleed, deze lijn vooral doortrekt. \"Dit gun ik hem heel erg. Als je een spits met zulke kwaliteiten als invaller kan brengen, dan weet je dat je een goede selectie hebt. Dit is leuk voor hem en goed voor ons.\"", "Feyenoord kan door de overwinning rustig afwachten wat er gaat gebeuren bij de topper tussen Ajax en PSV later op zondag. De Rotterdammers hebben op dit moment twee punten achterstand op de Amsterdammers en één punt minder dan de Eindhovenaren.", "Berghuis: \"Ik ga wel kijken, ben heel benieuwd. We kruipen steeds dichterbij. Daarom was dit duel extra belangrijk en ook dat van woensdag tegen PEC Zwolle. Als je die verliest dan gooi je deze alweer weg. We moeten niet over PEC heen kijken. Dat is het allerbelangrijkste.\"", "Bekijk het programma, de uitslagen en de stand in de Eredivisie"], "authors": ["Foto", "Door"], "keywords": ["leergierig", "advocaat", "zijn", "van", "pratto", "voor", "en", "met", "heel", "op", "feyenoord", "het", "hij", "wel", "complimenteus", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}