{"id": "2393646c-0a37-3f4f-9595-094983a9f933", "title": "Lars von Trier komt met nieuwe afleveringen van eigen horrorserie Riget", "url": "http://www.nu.nl/film/6097271/lars-von-trier-komt-met-nieuwe-afleveringen-van-eigen-horrorserie-riget.html", "summary": "De Deense regisseur Lars von Trier werkt aan vijf nieuwe afleveringen voor zijn horrorserie Riget uit 1994.\nDe cultklassieker Riget, die buiten Europa bekendstaat als The Kingdom, speelt zich af op de neurochirurgie-afdeling van een ziekenhuis in Kopenhagen.\nHet is de bedoeling om de open verhaallijnen van Riget nu toch een einde te geven.\nVon Trier brak in 1991 als regisseur door met de thriller Europa en kreeg later internationale roem dankzij films als Breaking the Waves, Dancer in the Dark en Melancholia.\nZijn recentste film is The House That Jack Built, waarin Matt Dillon een kunstzinnige seriemoordenaar speelt.", "paragraphs": ["De Deense regisseur Lars von Trier werkt aan vijf nieuwe afleveringen voor zijn horrorserie Riget uit 1994. De opnames van de mysterieuze ziekenhuisreeks beginnen komend jaar, meldt Deadline donderdag.", "De cultklassieker Riget, die buiten Europa bekendstaat als The Kingdom, speelt zich af op de neurochirurgie-afdeling van een ziekenhuis in Kopenhagen. Medewerkers worden daar geplaagd door onverklaarbare gebeurtenissen.", "Na de dood van acteurs Ernst-Hugo Järegard (1998) en Kirsten Rolffes (2000) leek er geen kans meer om de serie nog af te ronden. Het is de bedoeling om de open verhaallijnen van Riget nu toch een einde te geven.", "Von Trier schrijft zelf het script, opnieuw samen met collega Niels Vørsel. De nieuwe afleveringen, die in 2022 moeten verschijnen, worden uitgebracht onder de titel The Kingdom Exodus.", "Von Trier brak in 1991 als regisseur door met de thriller Europa en kreeg later internationale roem dankzij films als Breaking the Waves, Dancer in the Dark en Melancholia. Zijn recentste film is The House That Jack Built, waarin Matt Dillon een kunstzinnige seriemoordenaar speelt."], "authors": ["Door"], "keywords": ["horrorserie", "speelt", "trier", "van", "met", "eigen", "een", "te", "lars", "von", "worden", "en", "komt", "als", "riget", "nieuwe", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}