{"id": "23984680-eb75-3f94-9e48-5d86175b9476", "title": "Dit is het broodje waar Elvis dol op was", "url": "https://nu.nl/eten-en-drinken/6100593/dit-is-het-broodje-waar-elvis-dol-op-was.html", "summary": "Het is een sandwich waar je aderen van dichtslibben, weet kok Nick Andurlakis.\nHet favoriete broodje van rock-'n-rolllegende Elvis Presley (1935-1977) is geïnspireerd op de sandwich die zijn moeder vaak voor hem maakte toen hij kind was.\nZij besmeerde zijn boterhammen met pindakaas en deed er banaan en soms bacon op.\nVolgens een kennis vloog hij met zijn privéjet van zijn landgoed Graceland naar Denver, alleen maar voor de Fool's Gold Loaf.\nPatricia Schutte, woordvoerder van het Voedingscentrum, raadt het af om de Fool's Gold Loaf dagelijks te eten.", "paragraphs": ["Elvis Presley zou vrijdag zijn 86e verjaardag vieren. Misschien zou de legende - als hij nog had geleefd - dan zijn favoriete broodje hebben gegeten. Het is een sandwich waar je aderen van dichtslibben, weet kok Nick Andurlakis.", "Het favoriete broodje van rock-'n-rolllegende Elvis Presley (1935-1977) is geïnspireerd op de sandwich die zijn moeder vaak voor hem maakte toen hij kind was. Zij besmeerde zijn boterhammen met pindakaas en deed er banaan en soms bacon op.", "Nick Andurlakis werkte in de jaren zeventig in een restaurant in Denver, dat regelmatig werd bezocht door beroemdheden, óók door 'The King of Rock & Roll'. \"Op het menu stond de Fool's Gold Loaf: een zuurdesembrood beladen met banaan, pindakaas, bosbessenjam en spek\", vertelde Andurlakis afgelopen zomer aan een journalist van Out There Colorado. \"De sandwich is een gigantisch ding.\"", "“Elk jaar op zijn verjaardag eten mijn vrouw en ik de sandwich, terwijl we de hele dag muziek en films van 'The King' spelen.” Den Danse, Elvis-fan", "Elvis was er zo gek op dat hij er veel voor over had. Volgens een kennis vloog hij met zijn privéjet van zijn landgoed Graceland naar Denver, alleen maar voor de Fool's Gold Loaf. Alleen al aan kerosine kostte dat 16.000 dollar (ongeveer 13.000 euro).", "Nu, vier decennia later, blijft Andurlakis de sandwich serveren in zijn eigen restaurant, Nick's Café. Op elke centimeter van de muren zijn afbeeldingen te zien van Presley. Trouwe fans komen nog regelmatig langs om het favoriete broodje van hun idool te proeven.", "De faam van de sandwich is groot. De 44-jarige Den Danse uit Emmeloord is zelf net zo gek op de broodjes als zijn idool. \"Elk jaar op zijn verjaardag eten mijn vrouw en ik de sandwich, terwijl we de hele dag muziek en films van 'The King' spelen\", vertelt hij. \"Ik ontdekte de broodjes nadat ik een boek over Elvis las. Toen ik het eenmaal probeerde, wist ik dat hij geniaal was.\"", "De oorspronkelijke 'Elvis-sandwich' is rijkelijk besmeerd met pindakaas. Daarnaast zit er ook banaan op, bosbessenjam en spek. De oorspronkelijke 'Elvis-sandwich' is rijkelijk besmeerd met pindakaas. Daarnaast zit er ook banaan op, bosbessenjam en spek. Foto: Shutterstock", "Danse raadt aan om de broodjes even tussen een tosti-ijzer te leggen. \"Dat maakt het nog lekkerder\", belooft hij. Wanneer Danse de broodjes namaakt, gebruikt hij witte bolletjes. \"Die besmeer ik met pindakaas, een rijpe banaan en eventueel aardbeienjam. Presley gaf als tip om hier koffie met melk en suiker bij te drinken.\"", "Laat het spek achterwege", "Hoe feestelijk ook, voor je gezondheid hoef je het niet te doen. Patricia Schutte, woordvoerder van het Voedingscentrum, raadt het af om de Fool's Gold Loaf dagelijks te eten.", "\"Mocht je een broodje willen maken geïnspireerd op deze, kies dan voor 100 procent pindakaas, volkoren brood, echte bosvruchten in plaats van jam en laat het spek achterwege. Wel is de banaan een goede keuze.\" Dat brood kan ook zuurdesembrood zijn, aldus Schutte.", "De hoeveelheden die op de sandwich zitten, zijn overdreven, vindt de woordvoerder. \"Een hele pot pindakaas, een hele pot jam en 1 pond bacon, dat kan niet gezond zijn.\""], "authors": ["Foto", "Door", "Merel De Koning"], "keywords": ["pindakaas", "zijn", "van", "waar", "broodje", "en", "een", "met", "dit", "dol", "op", "elvis", "het", "sandwich", "hij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}