{"id": "239ef69c-7598-3baf-90f1-8a19095ce47d", "title": "Massaal Palestijns protest bij grens Gaza-Israël: '55 doden en 2700 gewonden'", "url": "https://nos.nl/artikel/2231757-massaal-palestijns-protest-bij-grens-gaza-israel-55-doden-en-2700-gewonden.html", "summary": "Palestijnse bronnen in de Gazastrook melden dat er door Israëlisch ingrijpen 55 doden zijn gevallen en meer dan 2700 mensen gewond zijn geraakt.\nHet Israëlische leger heeft ook traangas ingezet tegen de betogers.\nNaar schatting van het Israëlische leger waren er zo'n 35.000 Palestijnen op de been in de buurt van de grenshekken.\nOok op de Westoever, in Ramallah en bij een controlepost richting Jeruzalem, waren er confrontaties tussen betogers en het leger.\n\"Het Israëlische leger had ook al gewaarschuwd: als jullie te dicht bij de grens komen of die proberen over te steken dan zullen wij hard gaan ingrijpen\",zegt NOS-correspondent Arlene Gelderblom", "paragraphs": ["Op de dag dat Israël zijn 70ste geboortejaar viert, zijn aan de grens tussen Israël en de Gazastrook tientallen doden gevallen. Duizenden Palestijnen trokken naar de grenshekken. Palestijnse bronnen in de Gazastrook melden dat er door Israëlisch ingrijpen 55 doden zijn gevallen en meer dan 2700 mensen gewond zijn geraakt. Bijna de helft van hen heeft schotwonden. Het Israëlische leger heeft ook traangas ingezet tegen de betogers.", "Naar schatting van het Israëlische leger waren er zo'n 35.000 Palestijnen op de been in de buurt van de grenshekken. Er werden brandbommen, explosieven en stenen gegooid, meldt het leger. Een Israëlische straaljager heeft luchtaanvallen uitgevoerd op vijf doelen van Hamas in de Gazastrook. Het aantal militairen aan de grens met Gaza was om veiligheidsredenen al eerder verdubbeld. Ook op de Westoever, in Ramallah en bij een controlepost richting Jeruzalem, waren er confrontaties tussen betogers en het leger.", "Het protest in Gaza vandaag was al weken geleden aangekondigd. \"Het Israëlische leger had ook al gewaarschuwd: als jullie te dicht bij de grens komen of die proberen over te steken dan zullen wij hard gaan ingrijpen\",zegt NOS-correspondent Arlene Gelderblom"], "authors": [], "keywords": ["van", "bij", "heeft", "massaal", "gewonden", "doden", "het", "op", "zijn", "55", "israëlische", "gazaisraël", "en", "palestijns", "ook", "er", "grens", "leger", "protest"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}