{"id": "23c4aab5-8b2a-3d14-a21a-90f665bc1a84", "title": "Esmee liet alles achter en verhuisde naar Costa Rica: 'Ik voelde: daar moet ik zijn'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5200932/esmee-liet-alles-achter-en-verhuisde-coronatijd-naar-costa-rica-ik-voelde", "summary": "Zelf nog ziekHoewel ze het werk met veel liefde deed, kwam Esmee erachter dat ze er nog niet klaar voor was.\nDe praktijk liep goed, maar naarmate de tijd vorderde voelde ik dat ik nog te veel dingen met mezelf moest oplossen.\nHierdoor kon ik niet aan die vrouwen geven wat ik wilde.\"\n\"Mijn vriend en ik waren al lang samen, maar er is ontzettend veel gebeurd tussen ons.\nDingen die ik niet heb verwerkt.", "paragraphs": ["Na zelf haar hele leven te hebben geworsteld met eetstoornissen, begon Esmee vier jaar geleden vol goede moed haar eigen praktijk. Ze wilde andere jonge meiden en vrouwen helpen om zichzelf weer volledig te kunnen accepteren, zodat zij hun gezondheid, kracht en plezier in het leven weer terugvinden. \"In het begin ging dit heel goed, maar door het helpen van anderen, kwam ik zelf ook weer in contact met pijn uit mijn verleden.\"", "Zelf nog ziek", "Hoewel ze het werk met veel liefde deed, kwam Esmee erachter dat ze er nog niet klaar voor was. \"Hoe ik me voelde tijdens mijn werk, was niet wat ik wilde. De praktijk liep goed, maar naarmate de tijd vorderde voelde ik dat ik nog te veel dingen met mezelf moest oplossen. Hierdoor kon ik niet aan die vrouwen geven wat ik wilde.\"", "Daarnaast speelden er andere zaken die van invloed waren op haar gesteldheid. \"Mijn vriend en ik waren al lang samen, maar er is ontzettend veel gebeurd tussen ons. Dingen die ik niet heb verwerkt. We probeerden ons vast te houden aan iets waarvan we ook dachten: 'is dit voor nu wel het beste?' Er is zoveel liefde, maar soms betekent dat ook loslaten, als je het beste wilt voor beiden.\""], "authors": [], "keywords": ["esmee", "voelde", "rica", "het", "maar", "verhuisde", "zijn", "naar", "ik", "met", "weer", "moet", "niet", "ze", "liet", "en", "te", "er", "voor"], "pubDate": "2020-12-04T13:40:11+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}