{"id": "23c7ad01-f2c8-3c69-8bee-4f259baa83fb", "title": "Louis van Gaal eerste gast in nieuwe talkshow Humberto Tan", "url": "https://nu.nl/media/6100973/louis-van-gaal-eerste-gast-in-nieuwe-talkshow-humberto-tan.html", "summary": "Louis van Gaal is zondagavond te gast in de eerste aflevering van Humberto Tans nieuwe talkshow Humberto, zegt de presentator in De Telegraaf.\n\"De competitiestart, meteen een kraker, en sowieso is het het jaar van het EK.\nDus ja, we hebben wel gekeken wie we dan zouden willen hebben in Humberto en een top drie gemaakt.\nWe hebben een heel mooie gast voor die eerste zondag.\"\nSowieso wijkt Humberto sterk af van het programma waarmee Tan jarenlang grote successen boekte.", "paragraphs": ["Louis van Gaal is zondagavond te gast in de eerste aflevering van Humberto Tans nieuwe talkshow Humberto, zegt de presentator in De Telegraaf.", "Tan zegt tegen de krant dat hij het in de eerste aflevering van zijn programma op RTL 4 ook over voetbal wil hebben, want op de dag van de uitzending speelt Ajax tegen PSV.", "\"De competitiestart, meteen een kraker, en sowieso is het het jaar van het EK. Dus ja, we hebben wel gekeken wie we dan zouden willen hebben in Humberto en een top drie gemaakt. De nummer één hebben we gebeld, en hij komt: Louis van Gaal. We hebben een heel mooie gast voor die eerste zondag.\"", "Als presentator van RTL Late Night was Tan tien maanden per jaar op televisie te zien. Dat is nu teruggebracht naar drie maanden. Tan juicht die verandering toe.", "\"Dat we dat toen normaal vonden... Dat sloeg nergens op. Je hoort nu dat Twan (Huys, zijn opvolger bij RTL Late Night, red.) het vermoeiend vond, Beau (van Erven Dorens, red.) en Eva (Jinek, red.) hebben ook weleens zoiets gezegd. En die doen het geen tien maanden.\"", "Sowieso wijkt Humberto sterk af van het programma waarmee Tan jarenlang grote successen boekte.", "\"Er is zoveel veranderd sinds Late Night. We zitten midden in een pandemie waar mensen alles over willen weten. Daarnaast ga ik niet dagelijks maar wekelijks uitzenden, met een nieuwe productiemaatschappij en nieuwe medewerkers. En de zondagavond is eigenlijk onontgonnen gebied.\""], "authors": ["Door"], "keywords": ["louis", "van", "rtl", "talkshow", "eerste", "tan", "nieuwe", "gaal", "en", "een", "gast", "op", "humberto", "het", "hebben", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}