{"id": "23d1f7c6-9e20-30b7-9976-1d4a8425eb92", "title": "Huisarts Mehran (1971-2020) had net het leven bereikt waar hij van droomde", "url": "https://trouw.nl/leven/huisarts-mehran-1971-2020-had-net-het-leven-bereikt-waar-hij-van-droomde~b70313a2/", "summary": "Zodra hij klaar was met zijn patiëntenzorg nam hij zijn anderhalf jaar oude dochtertje Nina mee.\nHij heeft een dubbele verhouding met zijn land: zelf mag hij wel kritiek uiten, maar als anderen aan ‘zijn Iran’ komen, verdedigt hij het met verve.\n­Gedreven als hij is, vindt hij vlot een betrekking in een huisartsenpraktijk in ­Lelystad, maar daar vertrekt hij als blijkt dat hij een andere zienswijze heeft op de zorg.\nHet is voor het eerst in zijn leven dat hij toegeeft dat hij ­inderdaad wellicht wat moet terugschakelen.\nNahid moet eind november afscheid nemen van de man, die eindelijk het gevoel had dat hij zijn gedroomde leven had bereikt.", "paragraphs": ["Als het even kon liep Mehran de deur uit, de straat op. Naar buiten, hij ging altijd het liefst naar buiten. Zodra hij klaar was met zijn patiëntenzorg nam hij zijn anderhalf jaar oude dochtertje Nina mee. Onderweg sprak hij dan vaak een buurtgenoot aan. Met zijn vriendelijke uitstraling en open houding was het zijn goede gewoonte om een praatje aan te knopen. Daar was hij direct mee begonnen toen hij vanuit Iran aankwam in Nederland. Hij wilde graag onder de mensen zijn en beter Nederlands leren spreken. Later hield hij die goede gewoonte aan; makkelijk contact maken paste bij zijn sociale en warmhartige karakter. Als nieuwbakken huisarts in Hoofddorp was hij geliefd, juist vanwege die betrokken houding. Niemand voelde zich een nummer bij dokter Nadimzadeh.", "Op het eiland Kharg, in de Perzische golf, waar Mehran in 1971 wordt geboren, is hij ook al het liefste buiten. Volgens goede Iraanse gewoonte houdt zijn familie iedere middag siësta, maar Mehran gaat al jong met zijn ouders in discussie. Al is het veertig graden, hij speelt liever buiten. Het ­typeert de eigenzinnige zoon van het gezin met vier jongens en vier meiden. Het leven lacht hem toe tot de Iraanse revolutie in 1978, waarbij de prowesterse sjah wordt ­afgezet ten gunste van ayatollah Kho­meini.", "Streep door zijn zorgeloze jeugd", "De daaropvolgende oorlog zet een streep door zijn zorgeloze jeugd. Mehran is dan ­zeven jaar oud. Het gezin verhuist meermaals en hij verkast steeds van school. Hij leert zichzelf de nodige lesstof en haalt zo toch zijn middelbareschooldiploma. Ook helpt hij zijn broers, zussen en buurjongens met hun schoolwerk. Als zijn vijftienjarige broer omkomt in de oorlog kerft dat een ­diepe wond in zijn ziel, waar hij de rest van zijn leven amper over zal spreken.", "Na het behalen van zijn diploma kiest hij voor de opleiding tot scheepskapitein. Maar als hij een jaar of 23 is vertrekt hij naar Europa en komt via enkele omwegen in Nederland terecht. Mehran woont op diverse plekken tot hij in 1995 een kamer krijgt toegewezen in een vluchtelingenwoning in Nijkerk. Via een actie van de christelijk gereformeerde kerk komt hij in aanraking met de familie Buijs, die hem uitnodigt een keer een kop koffie te komen drinken.", "Hij pakt het aanbod met beide handen aan, want Nederlands leren door het kijken van Goede Tijden, Slechte Tijden schiet niet erg op. Dus drinkt hij heel wat kopjes koffie en zo wordt moeder Buijs, die zelf ook zeven kinderen heeft, zijn ‘Hollandse moeder’. De inmiddels 92-jarige vrouw bepaalt dat wanneer zij zou komen te overlijden Mehran als achtste kind op haar rouwkaart zou komen te staan – nooit bevroedend dat hij haar voor zou gaan. Het is Mehrans vermogen tot verbinden dat ervoor zorgt dat hij gemakkelijk vriendschap sluit met mensen uit alle lagen van de bevolking. Aan zijn ­Nijkerkse periode houdt hij enkele goede vrienden over.", "Intussen heeft hij maar één doel voor ogen: hij wil cardioloog worden. Hij vertrekt naar Amsterdam waar hij diverse baantjes heeft. Intussen doet hij poging na poging om toegelaten te worden tot de studie geneeskunde. De meerdere afwijzingen doen pijn tot hij uiteindelijk statushouder wordt en met een studiebeurs kan gaan studeren. Hij is dan bijna dertig jaar.", "Ieder vrij uurtje blokken", "De studie medicijnen in het Nederlands, ­gecombineerd met Engelse vakliteratuur en Latijnse termen, vraagt veel van hem: ieder vrij uurtje zit hij te blokken. Toch geniet hij naast het harde geploeter van avonden ouwehoeren en pret maken met zijn twee vaste studievrienden Alain en Jeroen. Ook mag hij graag stevig discussiëren: zijn eigen mening steekt hij niet onder stoelen of banken. Hij geniet van het vrije debat dat in Nederland mogelijk is. Mehran valt op door zijn positieve blik, zijn doorzettingsvermogen en levenslust. De studievrienden worden soulmates voor het leven. Ze brengen in die periode veel vakanties samen door, waarbij Mehran op en top geniet van de Alpen en het toejuichen van de Tour de France.", "De energieke student streeft altijd naar meer. Cardiologie blijft zijn ultieme droom, maar zijn leeftijd werkt niet mee en als na diverse pogingen – tot een afwijzing in Emmerich aan toe – blijkt dat die vervolgopleiding geen haalbare kaart is, moet hij flink bijschakelen. Waar hij tot dan toe altijd snel zijn koers kon verleggen, merken zijn vrienden dat het hem deze keer meer moeite kost. De teleurstelling over zijn verloren toekomst is bijna te groot.", "Mehran met zijn vrouw Nahid en dochter Nina. Beeld Privéarchief", "Op dat soort momenten mist hij zijn ­familie des te meer. Mehran is de enige van zijn gezin die in Nederland woont; zijn ouders, broers en zussen wonen allemaal nog in Iran. Hij heeft een dubbele verhouding met zijn land: zelf mag hij wel kritiek uiten, maar als anderen aan ‘zijn Iran’ komen, verdedigt hij het met verve. Het duurt jaren voor hij zijn familie weer in levenden lijve ontmoet.", "In plaats van voor cardiologie besluit hij voor huisartsgeneeskunde te kiezen: zijn plan B. ­Gedreven als hij is, vindt hij vlot een betrekking in een huisartsenpraktijk in ­Lelystad, maar daar vertrekt hij als blijkt dat hij een andere zienswijze heeft op de zorg. Hij streeft altijd naar de meest menselijke aanpak en neemt met minder geen genoegen. Eigenwijs en dominant is hij ook.", "Mehran start zelf een huisartsenpraktijk voor studenten rondom de studentenflats Uilenstede in Amstelveen, waar hij al jaren woont. Wanneer die praktijk te weinig op­levert om van te leven, neemt hij waarneemdiensten aan in andere praktijken. Voor zichzelf maakt die soberheid hem weinig uit, maar wanneer hij verliefd wordt op de Iraanse Nahid wil hij een stabielere werksetting. Hij ontmoet de natuurkundige ­tijdens een zomervakantie in Iran, ze is een bekende van zijn familie en de twee vallen voor elkaar.", "Een zorgzame vader", "Nadat ze in 2017 trouwen, rondt ze haar promotieonderzoek voor natuurkunde af aan de Radboud Universiteit in Nijmegen. Ze betrekken een rijtjeswoning in Amstelveen, waar ze het beiden een aangenaam en veilig woonklimaat vinden. In maart 2019 wordt hun huwelijk gezegend met de geboorte van dochter Nina. Het vaderschap ontroert Mehran tot in het diepst van zijn ziel. Als hij na een drukke dag thuiskomt, neemt hij haar altijd meteen mee naar buiten. Vrienden en familie krijgen enthousiaste filmpjes te zien waarin hij de dreumes leert voetballen.", "Hij is een zorgzame echtgenoot en vader. Als Nahid met Nina vorig jaar zomer wil ­afspreken met haar vriendinnen in het ­Amsterdamse bos, geeft ze aan dat ze die route met de bakfiets nog nooit heeft ge­reden. Voordat ze kan protesteren, heeft Mehran al geregeld dat hij rond die tijd even thuis is om achter Nahid aan te rijden, zodat ze veilig op haar afspraak komt. Overal heeft hij een oplossing voor, niets is hem te veel.", "Mehran Nadimzadeh op zijn huwelijksdag, links echtgenote Nahid. Beeld Mehran Nadimzadeh", "In datzelfde jaar stapt Mehran in de maatschap van een moderne huisartsenpraktijk in Hoofddorp. Een diepte-investering waarmee hij een stevige toekomst wil creëren voor zijn kersverse gezin. Hij werkt zich een slag in de rondte, want naast de ­patiëntenzorg wil hij zijn eerdere droom ook nog deels waarmaken. Hij volgt de ­kaderopleiding hart en vaat, waardoor hij zelfstandig hartfilmpjes en echo’s kan maken. Zo is hij toch nog een beetje cardioloog. Vrienden vragen zich weleens af: waar haalt hij al die energie vandaan? Het is voor het eerst in zijn leven dat hij toegeeft dat hij ­inderdaad wellicht wat moet terugschakelen. Vooral om meer tijd te hebben voor zijn gezin, waar hij intens gelukkig mee is.", "De coronapandemie bezorgt hem veel extra werk en Mehran is bijzonder voorzichtig. Vanaf het allereerste begin verplicht hij zijn personeel tot het dragen van mondkapjes – op dat moment nog helemaal geen usance in de eerstelijnszorg.", "Hij waarschuwt zijn patiënten uiterst voorzichtig te zijn. Tot hij begin november hoofdpijn en hoge koorts krijgt en Covid-19 blijkt te hebben. Als zijn situatie verslechtert, laat hij zich opnemen in het ziekenhuis en komt al snel op de intensive care terecht. Een uitwijkpoging naar het UMC Groningen, waar hij aan de hart-longmachine wordt gekoppeld, zorgt helaas niet voor ­verbetering. Nahid moet eind november afscheid nemen van de man, die eindelijk het gevoel had dat hij zijn gedroomde leven had bereikt.", "Mehran Nadimzadeh werd geboren op 31 januari 1971 in Kharg, Iran. Hij overleed op 27 november 2020 in het ziekenhuis in Groningen."], "authors": ["Dana Ploeger"], "keywords": ["mehran", "zijn", "van", "waar", "voor", "net", "en", "een", "leven", "met", "bereikt", "te", "hij", "het", "huisarts", "dat", "droomde"], "pubDate": "2021-01-04T13:12:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}