{"id": "23f1dde6-ff1d-3ba5-bf81-df5666aef697", "title": "Op De Krijtmolen zijn veel kinderen te kwetsbaar voor thuisonderwijs", "url": "https://www.parool.nl/amsterdam/op-de-krijtmolen-zijn-veel-kinderen-te-kwetsbaar-voor-thuisonderwijs~b03333fa/", "summary": "Vanuit zijn kantoortje op basisschool De Krijtmolen in Noord kijkt hij uit op de hal van de school, waar een stuk of zestien kinderen in de noodopvang zitten te werken.\nOp haar scherm kan ze precies zien wat haar leerlingen op dat moment thuis op hun chromebook aan het doen zijn.\n“Kijk, zo zie ik nu bijvoorbeeld dat Rocheno met een van zijn klasgenootjes zit te chatten, dat lijkt me nu niet nodig.\nOok daarom is het fijn om nu op school te zijn: “Daar krijg je meer aandacht dan thuis.\n“Grote kans dat ze zelf bijlesjuf zijn voor hun jongere broertjes en zusjes.”Van Egmond-Priester vreest daarom voor het effect van de coronacrisis op het zelfvertrouwen van haar achtstegroepers.", "paragraphs": ["Als de concentratie van de kinderen in de noodopvang te ver zakt, wordt er even flink rondgesprongen om armen, benen en hoofden los te gooien. Beeld Nosh Neneh", "Tot en met de laatste dag van de kerstvakantie heeft schooldirecteur Jorrit Liesting (33) met zijn collega’s overlegd: wie zijn onze meest kwetsbare kinderen? Wie móéten we straks weer op school zien? De leerling die zich thuis in de badkamer terugtrekt om te werken? De drukke broertjes wier ouders onvoldoende Nederlands beheersen om te helpen met het thuis­onderwijs? De leerlinge die thuis vooral juf moet spelen voor haar jongere broertjes en zusjes? Of de kleuters die in de eerste lockdown wekenlang uit beeld verdwenen?", "Groep 8 mag in halve klassen in hun eigen lokaal naar school komen. Beeld Nosh Neneh", "“Mijn eerste gevoel zegt: laat ze allemaal maar komen,” zegt Liesting. Het is dinsdagmiddag, de tweede dag na de kerstvakantie. Vanuit zijn kantoortje op basisschool De Krijtmolen in Noord kijkt hij uit op de hal van de school, waar een stuk of zestien kinderen in de noodopvang zitten te werken. “Maar we zitten midden in een lockdown, dus dat kúnnen we niet zeggen.”", "De Krijtmolen is een echte buurtschool in Noord, waarvan de meeste kinderen uit Molenwijk komen. Het is een wijk van sociale huurflats tussen buurten van almaar duurder wordende koopwoningen. Waar in de hele stad het aantal arme huishoudens tussen 2010 en 2019 licht daalde, steeg dat in Molenwijk van 22 naar 30 procent. Nieuw instromende huishoudens zijn relatief arm, wie het wat beter krijgt, vertrekt relatief snel weer.", "Als de leraren van De Krijtmolen over de wijk praten, wegen ze hun woorden zorgvuldig. Ze noemen de gezelligheid op het schoolplein, de goede wil van de ouders. Ze willen de ouders en kinderen van hun school niet kwetsen, maar ze zien ook veel armoede en soms thuissituaties die niet prettig of veilig zijn voor opgroeiende kinderen.", "Koptelefoon en chromebook", "Liesting zucht. “Het is een ingewikkelde ethische kwestie. Wat is kwetsbaar? De kinderen uit groep 8 zijn in theorie het zelfstandigst, zij ­weten prima hoe de online lessen werken.” Maar, beredeneert hij hardop, zij maken straks de overstap naar het voortgezet onderwijs, en hoe geef je een eerlijk schooladvies als je de kinderen nauwelijks op school hebt gehad?", "En dan de kleuters, een groep die tijdens de eerste lockdown grotendeels uit beeld verdween. “Ze hebben geen chromebook, en kleuteronderwijs kun je eigenlijk niet online geven. Tijdens de eerste lockdown waren we vooral veel aan het bellen naar de ouders, maar veel van hen kregen we niet te pakken. Dat was heel zorgelijk, zo verdwijnen kinderen.”", "“We hadden wel filmpjes voor ze gemaakt,” zegt kleuterjuf Martine van de Bovenkamp (35). “Maar die werden dan maar door drie van de 25 kleuters bekeken, op de laptop van een oudere broer of zus.”", "De Krijtmolen heeft ervoor gekozen tijdens deze lockdown de kleuters en achtstegroepers in halve klassen weer naar school te halen. Zij zitten voor het gemak gewoon in hun eigen lokaal.", "Elke leerling heeft een eigen chromebook tot zijn beschikking. Beeld Nosh Neneh", "De overige kinderen van de noodopvang hebben dus een tijdelijke nieuwe werkplek in de hal. Met zijn allen aan een lange tafel, ieder achter een eigen chromebook. Allemaal volgen ze met een koptelefoon op de digitale lessen van hun eigen docenten, die vanuit huis elke klas online begeleiden.", "Het is een gezellige boel en de meeste kinderen doen hard hun best om de online les te volgen. De noodopvangjuffen vliegen om de tafel heen om een helpende hand toe te steken: links wordt de tafel van 8 opgezegd, een paar koppies verder ijvert een vijfdegroeper op een spellingsoefening. En zakt de concentratie op een gegeven moment echt onder het nulpunt? Dan mogen de koptelefoons af en springen zestien kinderen om het hardst de ruimte door, om de armen, benen en hoofden even los te gooien.", "Woordenschat achteruit", "Even verderop, in het kleuterlokaal is het een vrolijke chaos. “Na de vorige lockdown moesten we sommige kinderen weer helemaal resetten,” zegt juf Begam Funcke (46). “Dat klinkt misschien gek, maar hun woordenschat was zo omlaaggegaan dat ze zich niet goed meer verstaanbaar konden maken. Terwijl ze volgend jaar wel naar groep 3 moeten.”", "Lisette de Kruis (33) is een van de drie docenten die de kinderen van de noodopvang een handje helpen. Daarnaast houdt ze via haar laptop ook haar eigen groep 6 in de gaten, die thuis met hun eigen lesdag bezig zijn. Op haar scherm kan ze precies zien wat haar leerlingen op dat moment thuis op hun chromebook aan het doen zijn.", "“Kijk, zo zie ik nu bijvoorbeeld dat Rocheno met een van zijn klasgenootjes zit te chatten, dat lijkt me nu niet nodig. Dat schermpje kan ik dan gewoon wegklikken.” Ze lacht erbij, want Rocheno zit niet thuis te werken, maar tegenover haar aan tafel bij de noodopvang.", "Ook Rocheno (9) moet een beetje lachen: “De juf ziet alles!” Desondanks is hij blij dat hij naar school mag. Thuis kan het met zeven broers en zussen soms erg druk zijn en kan hij zich niet altijd goed concentreren. “Daar heb ik ook sneller dat ik mijn werk niet maak. En hier kan ik makkelijker vragen stellen aan de juf.”", "Op straat", "Ook zijn vriend Keano (10) uit groep 7 zit bij de noodopvang. Hij maakt zich zorgen om de invloed van de coronacrisis op zijn schooladvies. Hij zegt er eerlijk bij: ook aan zijn gedrag moet hij nog werken, want hij wordt nog iets te vaak de klas uitgestuurd. Ook daarom is het fijn om nu op school te zijn: “Daar krijg je meer aandacht dan thuis. Als ik naar school mag en zo door ga, denk ik dat ik wel vmbo-t/havo-advies kan krijgen. Dat wil ik graag zo ­houden.”", "De jongens wonen allebei op een steenworp afstand van de school, in de grote flatcomplexen die er van bovenaf uitzien als wieken van een Molen en de Molenwijk zijn naam geven.", "Ook sommige docenten wonen al jaren in of rondom de wijk, anderen komen dagelijks met de auto vanuit Zaanstad of Bloemendaal. Kleuterjuf Funcke woont al haar hele leven vlak bij De Krijtmolen. “Veel van onze kinderen komen uit grote, drukke gezinnen. Als er armoede heerst, zie je dat niet altijd aan de kinderen, die zien er prima uit, maar je weet niet wat er achter de voordeur speelt. Voor hen is de structuur die school biedt ontzettend belangrijk.”", "“Ik sprak deze week een moeder over hoeveel stress je als ouder hebt als er altijd net te weinig geld is,” zegt collega-kleuterjuf Van de Bovenkamp. “Zij doet zo haar best, maar een kind voelt die spanning toch, zeker als je constant thuis zit. Dan is het heel fijn als haar zoon ook ­tijdens de lockdown naar school mag.”", "De docenten merken dat ze minder vat hebben op de leerlingen als die langere tijd niet op school zijn geweest. Dan is de invloed van de straatcultuur ineens ook op een basisschool goed te merken. Juf Chantal van Egmond-­Priester (23) voelde het na de eerste lockdown vorig jaar aan haar klas, nu achtstegroepers. “Die gingen als puppy’s de lockdown in, en ­kwamen daarna ineens met een heel grote mond weer binnen. Dan merk je dat ze op straat met van alles in aanraking zijn gekomen.”", "Druk om te scoren", "Waarom is het zo belangrijk dat juist groep 8 ­tijdens de lockdown toch naar school komt? “Ik moet ze een passend schooladvies geven, onder andere gebaseerd op hun motivatie en inzet. Maar hoe kan ik dat beoordelen als ik ze niet zie?” Van Egmond-Priester denkt terug aan de eerste lockdown: “Sommige kinderen zie je na de pauze niet meer terug, die doen hun laptop niet meer aan. Ik kan niet zien wat er thuis gebeurt. Zijn er internetproblemen, is het on­vermogen of onwil? Lopen er vier broertjes of zusjes drukte te maken in de kamer, of heeft een van hen de laptop nodig?”", "Waar sommige ouders corona-achterstanden oplossen met extra bijles, is daar voor de meeste leerlingen van De Krijtmolen geen sprake van. “Grote kans dat ze zelf bijlesjuf zijn voor hun jongere broertjes en zusjes.”", "Van Egmond-Priester vreest daarom voor het effect van de coronacrisis op het zelfvertrouwen van haar achtstegroepers. “De druk vanuit de maatschappij om hoog te scoren is zo groot. Maar dan zeg ik: joh, iedereen heeft dit jaar ­minder onderwijs gekregen, en jullie zijn echt niet dommer dan de rest. Ze zijn zo gemotiveerd, we gaan er samen voor.”", "Gedurende de dag gaat het wikken en wegen over de noodopvang door. Een vader belt of zijn kinderen morgen ook mogen komen, het thuisonderwijs groeit hun boven het hoofd. De directeur overlegt met de betrokken docent. Heeft die iets zorgelijks gezien tijdens het klassikale videobellen? Wat zegt je gevoel? Is het veilig thuis of kunnen we ze beter naar school halen?", "Intussen denkt Liesting al na over de komende weken. Wat te doen als de lockdown wordt verlengd? “Dan kloppen er ouders aan die het thuisonderwijs voor twee weken wel redden, maar op de lange termijn in de knel komen.”", "Een extra groep noodopvang erbij dan maar? “Voor je het weet, zit je hele school weer vol, kun je dan nog spreken van een lockdown?”"], "authors": ["Hanna Bijl"], "keywords": ["veel", "zijn", "kwetsbaar", "kinderen", "van", "voor", "en", "een", "ze", "thuisonderwijs", "te", "op", "het", "krijtmolen", "niet", "dat"], "pubDate": "2021-01-09T10:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}