{"id": "24018ddf-91c0-30be-96a3-7dac6d727270", "title": "In Sirius roept Allard Schröder een bedwelmende sfeer op, die in de tweede helft ineens verdwijnt ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/in-sirius-roept-allard-schroder-een-bedwelmende-sfeer-op-die-in-de-tweede-helft-ineens-verdwijnt~b5b97056/", "summary": "Het astrologische aspect is slechts een van de vele fabelachtige elementen die Schröder losjes door elkaar weeft in het boek.\nIn de eerste helft van Sirius – ‘Een idylle, waarin iedereen jong is’ – draaien de personages tijdens één lange, hete zomer als planeten rondom discotheek Sirius.\nHet gaat om de sfeer die wordt neergezet en die is bedwelmend en intrigerend.\nDe tweede helft van het boek speelt in 2020, het jaar waarin de inmiddels vervallen discotheek Sirius wordt afgebroken.\nOf nee, het is zijn geest, die zich komt wreken op Aksma, die met zijn dood te maken heeft.", "paragraphs": ["Beeld De Bezige Bij", "Weet u wat de helderste ster aan de nachtelijke hemel is? Nee, dus niet de Poolster. Het is Sirius, uit het sterrenbeeld Grote Hond. Vooral nu, in de wintermaanden, is de ‘hondsster’ goed zichtbaar: hij staat links onder Orion. In zijn twaalfde roman plukt Allard Schröder (1946) de heldere ster uit de lucht en plant hem in een donker buitengebied, ergens tussen een stad en dorp in de polder. In een oude lijnwerkplaats van de spoorwegen verrijst daar een discotheek, waarvan het felle licht in de verre omtrek te zien is. De club heet, net als de roman, Sirius.", "Het astrologische aspect is slechts een van de vele fabelachtige elementen die Schröder losjes door elkaar weeft in het boek. Hij begint zijn verhaal als een klassiek sprookje: ‘Er was eens een jongen.’ Die jongen heet Balder, zoals die noordse god, bij ons ook wel bekend als die gast die Mei in de steek liet in het beroemde gedicht van Herman Gorter (‘Balder, Balder, waar is hij, wie weet hem?’). Het jongetje Balder wordt in een droom bezocht door zijn volwassen zelf, die hem komt waarschuwen voor de ster Sirius: ‘Hij schijnt niet voor jou.’", "Vijftien jaar later, in 1999, verschijnt de inmiddels volwassen Balder in het dorpje E***, waar hij met zijn lange blonde haar, wapperende regenjas en hartstochtelijk klinkende stem een opvallende verschijning is. Cornel Werstal, de enige student uit het dorp, ziet in Balder een geestverwant; eindelijk iemand met wie hij over Nietzsche kan praten. Dien IJzer, de barvrouw van Sirius, moet almaar giechelen wanneer ze Balder ziet, omdat hij haar een ‘schone bloem’ heeft genoemd. De bange techniekman Anno Annes weet zeker dat Balder de belichaming is van de dood. En de oprichter en eigenaar van Sirius, Etzel Aksma, ziet Balder als zijn aartsvijand, al kan hij niet verklaren waarom; het is iets instinctiefs.", "Idylle", "We kennen Schröders liefde voor sprookjesachtige taferelen en zijn neiging de dingen raadselachtige randjes te geven uit eerder werk: de ietwat duistere romans Raaf en Grover, het nostalgische De hydrograaf, waarmee de schrijver in 2002 de AKO Literatuurprijs won, of het recentere De schone slaper en Sebastiaans neus. In de eerste helft van Sirius – ‘Een idylle, waarin iedereen jong is’ – draaien de personages tijdens één lange, hete zomer als planeten rondom discotheek Sirius. Hun bordewijkiaanse namen, de vele verwijzingen naar de noordse mythologie, de wonderlijke huisvesting van de discotheek in die oude lijnwerkplaats waar zo nu en dan een koor van mannen met lasmaskers wordt waargenomen, koralen zingend over ‘oude, zwarte locomotieven’, de kleurrijke feesten die er gehouden worden, de hallucinante drugstrips die de vrienden nemen, het griezelige Elzenbos verderop, waar de honden niet in durven, de verschijning van een dwerg en een reus, de buizerd die telkens alwetend overvliegt… Feitelijk gebeurt er van alles en tegelijkertijd niets. Het gaat om de sfeer die wordt neergezet en die is bedwelmend en intrigerend. Twin Peaks meets de Edda in een unheimische polder; dit is Schröder op zijn best.", "2020", "Had hij het maar bij die idylle gelaten. De tweede helft van het boek speelt in 2020, het jaar waarin de inmiddels vervallen discotheek Sirius wordt afgebroken. Dat maakt wat los bij oud-eigenaar Etzel Aksma, die zich inmiddels met andere, onduidelijke zaken bezighoudt. Duidelijk is wel dat bepaalde criminelen het op hem voorzien hebben, ook omdat hij een affaire heeft met een vrouw die weer getrouwd is met de advocaat van een of andere grote baas. Er is een duivelachtige populist die zijn opwachting maakt in de politiek en een niet bij naam genoemd besmettelijk virus dat er nog vlug even ingeschreven lijkt (want 2020). Aksma komt in contact met de zus van Balder, op wie hij vroeger een oogje had, en daaruit wordt een weinig overtuigend liefdeslijntje gepeurd. En dan duikt ook nog eens Balder zelf op, van wie na een noodlottige avond aan het eind van die lange zomer in 1999 niets meer was vernomen. Of nee, het is zijn geest, die zich komt wreken op Aksma, die met zijn dood te maken heeft.", "Kortom: het is véél, wat Schröder in dit tweede deel probeert te proppen. Waar je in het eerste deel niet eens toekwam aan de vraag ‘wat heeft dit allemaal te betekenen?’ – zo verzadigd en op zichzelf staand was Schröders schrijven – denk je nu telkens: waarom zou ik die hele Aksma eigenlijk moeten volgen? Het plot, dat op geforceerde wijze spannend moet zijn, doet de veelbelovende, zinderende geladenheid van het eerste deel teniet. De eerst haast vanzelfsprekende hallucinante suggesties hebben als bij toverslag hun kracht verloren; alsof je na een wilde nacht in de club naar buiten stapt, het ontnuchterende grauwe ochtendlicht in. Je euforie ebt vlug weg, je voelt de kater al opkomen. De sterren zijn verdwenen."], "authors": ["Bo Van Houwelingen"], "keywords": ["van", "tweede", "balder", "het", "op", "hij", "die", "zijn", "met", "roept", "sfeer", "helft", "een", "ineens", "sirius", "verdwijnt", "en", "schröder"], "pubDate": "2020-12-04T13:00:23+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}