{"id": "241b13c4-78f0-32b1-b1b4-f61fa225bf67", "title": "Met Ongehoord Nederland krijgt het NPO-huis er een nieuwe kelder bij", "url": "https://www.parool.nl/ps/met-ongehoord-nederland-krijgt-het-npo-huis-er-een-nieuwe-kelder-bij~b2115af4/", "summary": "Arnold Karskens had een rood petje op met het logo van zijn omroep Ongehoord Nederland, ook zijn dansbewegingen deden denken aan Donald Trump.\nHet Zwarte Pietenjournaal is een van de vele filmpjes die Ongehoord Nederland (ON) het afgelopen jaar op YouTube zette.\nEen consequentie van een open omroepbestel, betaald van ieders belastingcenten, is dat iedereen mee mag doen.\nEr zijn een hoop malloten in Nederland en die hebben dus ook recht op een eigen mallotige omroep.\nMaar met Ongehoord Nederland krijgt dat huis er geen uitbouw, maar eerder een extra kelder bij.", "paragraphs": ["Arnold Karskens in het Zwarte Pietenjournaal van Ongehoord Nederland. Beeld YouTube", "Daar stond ie dan, de oorlogsverslaggever van weleer, om een tafel heen te dansen met twee zwarte pieten. Arnold Karskens had een rood petje op met het logo van zijn omroep Ongehoord Nederland, ook zijn dansbewegingen deden denken aan Donald Trump. ‘Op naar de vijftigduizend leden, yeah, en Zwarte Piet op de buis!’ riep hij.", "Het Zwarte Pietenjournaal is een van de vele filmpjes die Ongehoord Nederland (ON) het afgelopen jaar op YouTube zette. Karskens en kornuiten hebben nog een maand om de benodigde 50.000 leden te verzamelen en het ziet er naar uit dat dit ze gaat lukken. Daarmee zou ON, naast Omroep Zwart van Akwasi, de tweede club zijn die in aanmerking komt voor de status van aspirant-omroep. Om in 2022 daadwerkelijk toe te treden tot de NPO moeten ze nog aantonen dat ze ‘zich onderscheiden van andere omroepen’.", "In het geval van ON moet dat wel lukken. Al een jaar plaatst de omroep in wording filmpjes op YouTube en die zijn, op z’n zachtst gezegd, bevreemdend. Iedere zondag fulmineert Karskens vanuit zijn rommelige werkkamer een uur lang naar adem happend tegen ‘de mainstream media’ en alles wat riekt naar politieke correctheid. Vanuit de Tweede Kamer worden aandoenlijk knullige interviews gemaakt met PVV’ers en sinds twee weken is daar dus het hallucinante Zwarte Pietenjournaal, waar ook Geert Wilders en Henk Westbroek in figureerden.", "Een consequentie van een open omroepbestel, betaald van ieders belastingcenten, is dat iedereen mee mag doen. Er zijn een hoop malloten in Nederland en die hebben dus ook recht op een eigen mallotige omroep. De NPO is een open huis met vele kamers, dat plaats biedt aan iedereen. Maar met Ongehoord Nederland krijgt dat huis er geen uitbouw, maar eerder een extra kelder bij.", "hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["van", "nederland", "het", "op", "nieuwe", "met", "zijn", "ongehoord", "zwarte", "npohuis", "een", "en", "krijgt", "dat", "kelder", "er"], "pubDate": "2020-11-29T17:23:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}