{"id": "243d72ec-6fcc-3518-896e-f91b33e52e97", "title": "Anna Drijver vindt sprookjes soms heel vrouwonvriendelijk", "url": "https://nu.nl/achterklap/6096492/anna-drijver-vindt-sprookjes-soms-heel-vrouwonvriendelijk.html", "summary": "Hoewel ze de verhalen van de gebroeders Grimm fascinerend vindt, zijn sommige sprookjes volgens haar irritant en heel vrouwonvriendelijk.\nDat zou best iets aangepast kunnen worden aan de tegenwoordige tijd\", aldus Drijver in gesprek met De Telegraaf.\nDrijver zou het heerlijk vinden zelf weer even kind te zijn.\nDat je je telefoon inlevert en vervolgens alles voor je is geregeld.\nHet leuke aan kinderen is dat je ze niet hoeft uit te leggen hoe ze moeten genieten, bijvoorbeeld als je met ze wandelt in de natuur.", "paragraphs": ["Anna Drijver zou zichzelf geen sprookjesfan willen noemen. Hoewel ze de verhalen van de gebroeders Grimm fascinerend vindt, zijn sommige sprookjes volgens haar irritant en heel vrouwonvriendelijk.", "\"Alle vrouwen willen bijvoorbeeld prinses worden. En in Assepoester mag de prins zelfs uit drommen huwbare meisjes kiezen. Dat zou best iets aangepast kunnen worden aan de tegenwoordige tijd\", aldus Drijver in gesprek met De Telegraaf.", "De actrice speelt mee in de film De expeditie van familie Vos, waarin Teun op zoek gaat naar het sprookjesboek van zijn opa. De film speelt zich voor een deel af in de Efteling, waar Drijver als kind ook wel eens is geweest, maar waar ze zich weinig van kan herinneren.", "Drijver zou het heerlijk vinden zelf weer even kind te zijn. \"Dat gevoel had ik voor het laatst in 2011 toen ik meedeed aan Wie is de Mol? Dat je je telefoon inlevert en vervolgens alles voor je is geregeld. Je hoeft niet voor eten te zorgen en niks te organiseren.", "Ik dacht: zo voelt het dus om kind te zijn. Het leuke aan kinderen is dat je ze niet hoeft uit te leggen hoe ze moeten genieten, bijvoorbeeld als je met ze wandelt in de natuur. Ze pakken een stok en trekken eropuit, rollen door de bladeren en stampen door de plassen. Zo fijn!\""], "authors": ["Door"], "keywords": ["van", "dat", "heel", "vrouwonvriendelijk", "en", "het", "ze", "te", "vindt", "zijn", "zou", "soms", "anna", "voor", "je", "sprookjes", "drijver"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}