{"id": "243de2eb-1008-3abe-9b19-03730cba44c9", "title": "Hoogleraar: 'Dikke sjaal en muts dragen is niet nodig als het koud is'", "url": "https://nu.nl/gezondheid/6016743/hoogleraar-dikke-sjaal-en-muts-dragen-is-niet-nodig-als-het-koud-is.html", "summary": "Het is helemaal niet nodig om steeds een dikke sjaal, een muts en handschoenen te dragen als je in de winter naar buiten gaat, stelt Wouter van Marken Lichtenbelt, hoogleraar Ecologische Energetica en Gezondheid aan de Universiteit Maastricht.\n\"Als je het koud hebt, gaat je lichaam meer energie verbruiken.\n\"Als je jezelf regelmatig aan kou blootstelt, ga je het zelfs redelijk comfortabel vinden.\"\nDe bloedvaten in de huid vernauwen en het bloed trekt zich als het ware terug.\nZo train je je bloedvatenDeze aanpassingen vergen behoorlijk wat van je hart en bloedvaten, aldus Van Marken Lichtenbelt.", "paragraphs": ["Een schrale troost voor degenen die een hekel hebben aan de winter: het af en toe een beetje koud hebben, is goed voor je hart en bloedvaten. Je verbruikt bovendien meer energie en dat is ook nog eens goed tegen de kerst- of coronakilo's.", "Het is helemaal niet nodig om steeds een dikke sjaal, een muts en handschoenen te dragen als je in de winter naar buiten gaat, stelt Wouter van Marken Lichtenbelt, hoogleraar Ecologische Energetica en Gezondheid aan de Universiteit Maastricht. \"En ook de thermostaat in huis hoeft niet constant op 20 graden.\"", "Zijn onderzoeksgroep doet al jaren onderzoek naar thermoregulatie. \"Als je het koud hebt, gaat je lichaam meer energie verbruiken. Voor een deel gebeurt dat door te rillen\", vertelt hij. \"Maar ook voordat je gaat rillen, is je energieverbruik een stuk hoger. Tot wel 30 procent zelfs.\"", "En daar merk je volgens hem weinig van. \"Het is minder oncomfortabel dan rillen.\" Sterker nog: milde kou went, ontdekte Van Marken Lichtenbelt. \"Als je jezelf regelmatig aan kou blootstelt, ga je het zelfs redelijk comfortabel vinden.\"", "“Een variatie in omgevingstemperatuur is het gezondst voor ons lichaam.” Wouter van Marken Lichtenbelt, hoogleraar", "Goed nieuws dus in een tijd waarin meer dan de helft van de volwassen Nederlanders overgewicht en daaraan gerelateerde gezondheidsproblemen zoals diabetes en hart- en vaatziekten heeft. \"We eten te veel en verbranden te weinig\", vertelt hij. \"Wij proberen op een andere manier naar energieverbruik te kijken, ook in de strijd tegen overgewicht.\"", "Bruin vet werkt als een kachel", "Zo kwamen ze erachter welk weefsel een belangrijke rol speelt bij die verhoogde verbranding: bruin vet. Van Marken Lichtenbelt: \"Anders dan wit vet slaat bruin vet niet alleen vet op, maar kan het juist vetten gebruiken om warmte te maken. Met bruin vet kunnen we veel extra warmte produceren zonder te rillen. Bij gewenning aan de kou neemt het bruin vet toe.\"", "De hoogleraar vermoedt dat ook bij kou de spieren en de lever een rol spelen bij het krijgen van een gezonder metabolisme, maar dat is nog niet helemaal wetenschappelijk bewezen.", "\"Wel weten we dat juist een variatie in omgevingstemperatuur het gezondst voor ons lichaam is\", legt hij uit. \"Heb je het warm, dan gaat er meer bloed naar je huid. Op die manier voert je lichaam de warmte af. Heb je het koud, dan gebeurt het tegenovergestelde. De bloedvaten in de huid vernauwen en het bloed trekt zich als het ware terug.", "Zo train je je bloedvaten", "Deze aanpassingen vergen behoorlijk wat van je hart en bloedvaten, aldus Van Marken Lichtenbelt. \"En dat is gezond. Je traint als het ware je hartvaatstelsel. Er zijn bovendien aanwijzingen dat dit ook onze suikerhuishouding, de insulinegevoeligheid, verbetert.\"", "Hij adviseert daarom om binnenshuis de temperatuur te laten variëren tussen de 17 en 20 graden en je af en toe buitenshuis iets minder warm te kleden. \"Je moet het niet overdrijven natuurlijk, maar van een beetje kou heeft nog niemand iets gekregen. Behalve dus een betere stofwisseling en een gezonder lichaam.\""], "authors": ["Door", "Mirjam Bedaf"], "keywords": ["dragen", "nodig", "dikke", "je", "sjaal", "van", "niet", "een", "hoogleraar", "het", "te", "ook", "en", "koud", "als", "dat", "vet", "muts"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}