{"id": "244f931a-ced2-3e40-a355-e4c7483b2395", "title": "Emma Wortelboer is de verrassing van De Slimste Mens", "url": "https://www.parool.nl/kunst-media/emma-wortelboer-is-de-verrassing-van-de-slimste-mens~bb6f8adc/", "summary": "Veel weet Lips eerlijk gezegd nog niet over haar, maar in het nieuwe seizoen van De Slimste Mens heeft Wortelboer zijn hart gestolen.\nZe werd al vijf keer de slimste van de dag en speelde dinsdag haar zevende en laatste aflevering.\nZo jong als Wortelboer zie je ze niet vaak aanschuiven in deze quiz.\nEn Wortelboer doet dat.\nWortelboer weet niet per se veel meer dan andere kandidaten, maar ze heeft precies door hoe ze kan winnen.", "paragraphs": ["Beeld KRO NCRV", "Wat weet jij van Emma Wortelboer? Spuiten en Slikken, Eurovisiesongfestival. Eh.", "", "Veel weet Lips eerlijk gezegd nog niet over haar, maar in het nieuwe seizoen van De Slimste Mens heeft Wortelboer zijn hart gestolen.", "", "Freriks kondigde haar dit keer aan als ‘misschien wel de slimste millennial’. Ze werd al vijf keer de slimste van de dag en speelde dinsdag haar zevende en laatste aflevering. Zo jong als Wortelboer zie je ze niet vaak aanschuiven in deze quiz. Misschien hebben ze gewoon geen zin in zo’n ouderwets spelletje, of verwachten ze dat deze snotneuzen het minder goed doen dan politici en ervaren tv-presentatoren?", "In een quiz waarvan het format al jaren ongewijzigd is, moet de verrassing toch van de kandidaten komen. En Wortelboer doet dat. In de eerste aflevering stelde ze aan Maarten van Rossem onbewogen de legendarische vraag ‘Vind je vagina’s dan ook vies?’, toen hij zei niet van oesters te houden. Van Rossem bleef daar trouwens net zo onbewogen onder, maar Freriks was zijn tekst even kwijt.", "Wortelboer weet niet per se veel meer dan andere kandidaten, maar ze heeft precies door hoe ze kan winnen. Ze denkt en associeert razendsnel. In de tijd dat Frank Evenblij en Farid Azarkan de vraag van Freriks nog aan het verwerken zijn, heeft Wortelboer al drie mogelijke antwoorden in haar hoofd, of al geroepen.", "En ze is eigenwijs, wat het leuker maakt te kijken. Ze praatte in het finalespel net zo lang door over een onderwerp waar ze niets van wist tot ze minder tijd over had dan haar tegenstander. Freriks zei nog, leuk dat je tactisch speelt, maar daar heb je nu niets aan. Wortelboer pareerde: “Ik wil gewoon ook een keer als eerste beginnen.”", "Huize Lips is fan, die Wortelboer zien we zeker terug.", "Reageren? hanlips@parool.nl."], "authors": ["Han Lips"], "keywords": ["je", "van", "verrassing", "wortelboer", "en", "maar", "ze", "niet", "slimste", "het", "emma", "haar", "dat", "mens"], "pubDate": "2020-12-23T09:18:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}