{"id": "245e6d4c-d23e-30bb-9913-e2bc394f8341", "title": "Er wordt nog altijd gevochten in Tigray. ‘Eritrea vocht mee met Ethiopische leger’", "url": "https://trouw.nl/buitenland/er-wordt-nog-altijd-gevochten-in-tigray-eritrea-vocht-mee-met-ethiopische-leger~bc0262db/", "summary": "De partij van Tigray, de TPLF, die Ethiopië 29 jaar lang dictatoriaal heeft geleid, maakte al eerder gewag van Eritrese soldaten op Ethiopische bodem.\nZelfs in Mekele, de hoofdstad van Tigray, zouden soldaten in legeruniformen van het buurland zijn gezien.\nNiemand weet wat er precies gebeurt en het is onmogelijk berichten te verifiëren.\nMaar inmiddels komen er steeds mee berichten dat er op diverse plaatsen nog hevig worden gevochten en wordt geplunderd.\nVolgens Abiy zitten de leiders van de TPLF op een bergtop en zijn zij ingesloten door het leger.", "paragraphs": ["Een regeringsbron in de Verenigde Staten en vijf regionale diplomaten in en om Ethiopië zijn ervan overtuigd dat Eritrese troepen hebben meegevochten in de burgeroorlog in Tigray aan de zijde van het Ethiopische leger. Dit meldt het persbureau Reuters na gesprekken met betrokkenen.", "Premier Abiy Ahmed van Ethiopië heeft altijd ontkend dat het buurland militair betrokken is om de opstandige provincie op de knieën te dwingen. Ook Eritrea ontkent dit.", "Maar Amerikaanse bronnen hebben bewijzen van de Eritrese inmenging, zoals satellietbeelden vanaf het begin van de vijandelijkheden op 4 november dit jaar. Ook hebben ze communicatieberichten onderschept van Eritrese militairen in Tigray.", "De partij van Tigray, de TPLF, die Ethiopië 29 jaar lang dictatoriaal heeft geleid, maakte al eerder gewag van Eritrese soldaten op Ethiopische bodem. De Eritreeërs zouden via de plaatsen Zalmbessa, Rama en Badme de grens zijn overgestoken. Het zou volgens Reuters gaan om vier pantserdivisies, zeven infanteriedivisies en een commandobrigade. Ook gevluchte Tigrayers, die in Soedan arriveerden, maakten melding van Eritrese troepen die meededen aan de strijd. Zelfs in Mekele, de hoofdstad van Tigray, zouden soldaten in legeruniformen van het buurland zijn gezien.", "Enorm tekort aan voedsel en medische hulpmiddelen", "De eventuele betrokkenheid van Eritrea compliceert de situatie enorm. In Tigray bevinden zich in vier grote vluchtelingenkampen zo’n 100.000 Eritreeërs die voor de dictatuur in hun land zijn uitgeweken. Eritrea wordt gezien als het Noord-Korea van Afrika. Met Eritrese troepen in Tigray zouden die vluchtelingen gevaar kunnen lopen. Een team van de VN, dat afgelopen zondag op weg was naar het Eritrese vluchtelingenkamp Shimelba in Tigray, is daar beschoten. Ze zijn door het Ethiopische leger gevangengenomen.", "Er is nauwelijks contact met het gebied mogelijk omdat alle telefoon- en internetverkeer al ruim een maand is afgesloten. Niemand weet wat er precies gebeurt en het is onmogelijk berichten te verifiëren.", "Ondanks toezeggingen van premier Abiy kunnen hulpverleners het gebied niet in. Er is een enorm tekort aan voedsel, water, benzine en medische hulpmiddelen. Voor de burgeroorlog waren al 600.000 mensen afhankelijk van noodhulp in Tiray, dit aantal zal nu fors hoger zijn.", "Abiy verklaarde anderhalve week geleden dat het Ethiopische leger de strijd in Tigray heeft gewonnen. Maar inmiddels komen er steeds mee berichten dat er op diverse plaatsen nog hevig worden gevochten en wordt geplunderd. Volgens Abiy zitten de leiders van de TPLF op een bergtop en zijn zij ingesloten door het leger.", "Lees ook:", "De Abraham Lincoln van Ethiopië herwint populariteit na overwinning in Tigray.", "Internationaal krijgt premier Abiy van Ethiopië steeds meer kritiek. In het land groeit zijn populariteit."], "authors": ["Erik Van Zwam"], "keywords": ["van", "gevochten", "nog", "het", "op", "met", "mee", "zijn", "die", "tigray", "vocht", "eritrese", "een", "wordt", "en", "eritrea", "leger", "ethiopië", "ethiopische"], "pubDate": "2020-12-08T18:26:32+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}