{"id": "24623079-6269-3b64-9876-cb2f6795f586", "title": "Over de geschiedenis van het protestlied in Nederland: ‘De ironisch opgetrokken wenkbrauw is nooit ver weg’", "url": "https://trouw.nl/cultuur-media/over-de-geschiedenis-van-het-protestlied-in-nederland-de-ironisch-opgetrokken-wenkbrauw-is-nooit-ver-weg~bfdca263/", "summary": "Boudewijn de Groot was een van de optredende artiesten en zong ‘Welterusten, meneer de president’.\nTypisch Nederlands is volgens Ham dat de aartsvaders van het Nederlandse protestlied vrijwel meteen afstand nemen van het genre.\nStrijdkoren, die een tijd in zwang waren, kregen tijdens acties geregeld een lacherige ontvangst van demonstranten en wekten de spotlust van journalisten.\nHam: “In teksten van artiesten als Typhoon en Akwasi zit soms ook het dubbelzinnige, het enerzijds en anderzijds, de twijfels.\nIn het eerste decennium van deze eeuw zaten in verschillende nummers rechtstreeks bedreigingen aan het adres van Ayaan Hirsi Ali, Rita Verdonk en Geert Wilders.”“Door de commercialisering van het genre neemt het aantal haatraps de laatste jaren af.", "paragraphs": ["Wanneer Laurens Ham de afgelopen jaren mensen vertelde over zijn boek in wording kreeg hij vaak hetzelfde soort reacties. “Bestaan die überhaupt, Nederlandstalige protestliedjes?” Of iets in de trant van: “Bestaan die nog, protestliedjes?”", "Nederland mag dan een domineesland zijn, maar haar inwoners worden al gauw ongemakkelijk bij al te veel moralisme. Kunstenaars voelen vaak ook een zeker ongemak. Die zeggen dan bijvoorbeeld dat je voor boodschappen bij Albert Heijn moet zijn.", "Maar ze bestaan wel degelijk, die Nederlandse protestliedjes. En nog steeds. Hams onlangs verschenen boek ‘Op de vuist. Vijftig jaar politiek en protestliedjes’ geeft een overzicht. Hij beperkt zich tot pop. ‘In de kleinkunsttraditie zou een apart geschiedenisboek zitten.’ Aan zijn boek ging een verslavende zoektocht vooraf: “Ik stuitte op muziek waarvan ik het bestaan niet kon vermoeden.”", "De 35-jarige Ham is essayist, dichter en docent Nederlandse letterkunde aan de Universiteit Utrecht. Daar heeft de combinatie van tekst en engagement ook wetenschappelijk zijn aandacht. “Het thema boeit me vanwege het spanningsveld: aan de ene kant hoe kunst politiek kan worden, aan de andere kant de schroom –zeker in Nederland– om je als maker politiek te manifesteren, want kunst hoort toch autonoom te zijn.”", "Denk maar niet aan al die jonge frontsoldaten", "Eenzaam stervend in de verre tropennacht", "Laat die weke pacifistenkliek maar praten", "Mijnheer de president, slaap zacht", "Boudewijn de Groot – ‘Welterusten, meneer de president’ (1966)", "‘De Nacht van de Protestsong’ op 10 april 1966, georganiseerd in een tent van Circus Boltini, is een soort startpunt, net op het moment dat ook Provo zich roert en de Nederlandse samenleving volop begint te veranderen. Boudewijn de Groot was een van de optredende artiesten en zong ‘Welterusten, meneer de president’.", "Typisch Nederlands is volgens Ham dat de aartsvaders van het Nederlandse protestlied vrijwel meteen afstand nemen van het genre. “De Groot bekende al snel dat zijn lied misschien wat ‘eenzijdig’ was en dat de Vietcong ‘evenveel schuld’ had. Hij zocht het al snel in andersoortige liedjes. Armand die in 1967 zijn entree maakte met ‘Wat het klootjesvolk wil’ zette zich nadrukkelijk af tegen de chique Randstedelijke kringen en de weldenkende klasse.”", "Beatrix Beatrix Beatrix", "nee dat wordt niks", "ze had al tricks in sixty-six", "en nu die bolle harses op ’n riks", "Beatrix o Beatrix", "die stomme trut met ‘r powerkicks", "Von Vollenhoven & His Royalties (gelegenheidsband) – Beatricks (1980)", "De kroning van Beatrix op 30 april 1980 leidde tot grote confrontaties tussen krakers en de Mobiele Eenheid en ook tot een kleine golf van protestliedjes. Ook de na de jaren van premier Den Uyl in 1977 aangetreden coalitie van CDA en VVD vormde een inspiratiebron voor nieuwe muziek. Er kwam zelfs Een Nacht tegen Van Agt. “Nederland is misschien geen land met een grote stakingstraditie of uitgesproken protestcultuur, maar in de jaren zeventig en in de eerste helft van de jaren tachtig van de vorige eeuw was er toch een behoorlijk sterke militante traditie. Tienduizenden mensen hadden er bijna een weektaak aan om van demonstratie naar demonstratie te trekken.", "Maar vaak had het dan toch iets typisch Nederlands. De Raggende Manne waren bijvoorbeeld heel radicaal en superlinks, maar ze maakten meestal toch liedjes met een dikke knipoog.”", "En alleen de vogels vliegen van Oost- naar West-Berlijn", "Worden niet teruggefloten, ook niet neergeschoten", "Over de Muur, over het IJzeren Gordijn", "Omdat ze soms in het Westen, soms ook in het Oosten willen zijn", "Klein Orkest – ‘Over de Muur’ (1983)", "“Ik ben voor mijn boek zoveel mogelijk teruggegaan naar de momenten dat protestliederen ook echt vanwege hun boodschap, vaak voor het eerst vertolkt werden”, legt Ham uit. “Onder meer naar Boudewijn de Groot op ‘De Nacht van de Protestsong’ in 1966 en naar de grote vredesdemonstratie in Den Haag in 1983, waar Klein Orkest voor honderdduizenden aanwezigen voor het eerst ‘Over de Muur’ speelde.", "Dat sommige protestliedjes uitgroeien tot evergreens heeft iets paradoxaals. Omdat ze vaak voor een speciale gelegenheid bedoeld waren of tijdgebonden. Veel van de klassiekers zijn wat minder controversieel: bijna iedereen is voor vrijheid en tegen discriminatie.”", "Ham ziet ook een “voortdurende spanning tussen marge en mainstream. Tegengeluid verliest aan kracht als het breed wordt omhelsd. Sommige acts zijn maar even mainstream zoals Armand na het succes van ‘Ben ik te min’. Andere artiesten blijven populair. Die gaan bijvoorbeeld ook toeren langs schouwburgen, waardoor verburgerlijking op de loer ligt.”", "Een groep als Bots bleef wel lang actief in het actiewezen. “Ze zijn daarmee in Duitsland nog veel populairder geworden dan in Nederland. Ik kwam ook heel bijzondere manifestaties tegen: tienduizend koorzangers en musici die in de jaren tachtig de basis in Woensdrecht, waar 48 kruisrakketten zouden worden geplaatst, omsingelden en een speciaal voor dat doel gecomponeerd stuk ten gehore brachten.”", "Ik ben ziek en jij gaat dood", "Aan kwikvergiftiging of lood", "Ja, wij zijn in grote nood", "En het bloed kleurt alles rood", "Ik ben ziek en jij gaat dood", "Brigitte Kaandorp – ‘Protestlied’ (1985)", "Brigitte Kaandorp probeerde het gebrek aan engagement in haar voorstelling zogenaamd te compenseren door al het wereldleed in een lied samen te ballen.", "“Het kost Nederlandse artiesten moeite om zich fors en ondubbelzinnig uit te spreken”, constateert Ham. “De ironisch opgetrokken wenkbrauw is nooit ver weg. Strijdkoren, die een tijd in zwang waren, kregen tijdens acties geregeld een lacherige ontvangst van demonstranten en wekten de spotlust van journalisten. Bloedfanatieke activisten waren soms wars van protestliederen omdat ze af zouden leiden van de ware strijd.”", "Volgens Ham hebben veel Nederlandse protestliedjes iets dubbelzinnigs: “In vroeger jaren traden artiesten nog geregeld op voor partijen. Gerard Cox voor de PvdA. Frits Lambrechts en Nelly Frijda voor de CPN. Boudewijn de Groot zong in 1981 op de 1-mei-viering van de PvdA. Maar zijn lied ‘Wat geweest is, is geweest’ ging over het onvermogen om het verleden terug te halen en de wereld te verbeteren. Toch echt iets anders dan het ondubbelzinnig strijdbare van ‘De Internationale’.", "Of neem het lied ‘Wij willen WW’ van Henk & the Stainless Steelband uit 1974. Een deels zwarte band zong dat Surinamers verlangden naar een uitkering. Dat werd ironisch racisme genoemd. Een beetje in de stijl van Gerard Reve die de mensen uit de voormalige West ‘op de tjoeki tjoeki stoomboot naar Takki Takki Oerwoud’ wilde zetten.”", "Moet de vlag nou halfstok, of gaat die boven in de wind", "Als Pimmetje zijn roeping en zijn avontuur begint", "Verdient hij zo het voordeel van de twijfel al dit jaar", "En redt hij zo ons Nederland voor iedereen leefbaar", "Vader Abraham – ‘Wimmetje gaat, Pimmetje komt’ (2002)", "Ham: “Dat Vader Abraham zo’n lange staat van dienst heeft met het schrijven van behoorlijk rechtse liedjes was voor mij een van de ontdekkingen tijdens het schrijven van dit boek. Ik kende ‘Den Uyl is in den olie’, maar hij maakte in de jaren zeventig ook ‘Wat doen we met die Arabieren hier’, samen met Pim Fortuyn ‘Wimmetje gaat, Pimmetje komt’ en recent nog ‘Zonder boeren geen eten’.", "Waar progressief in de jaren zestig en zeventig de boventoon voerde, is zeker na 2000 sprake van verrechtsing, maar van een grote liedtraditie is in die hoek geen sprake. Of het moet in de uiterste rechts-nationalistische hoek zijn. Maar dan heb je het over muziek die zo verdacht is, dat die via reguliere kanalen moeilijk te vinden is.", "Tijdens de boerenprotesten is veel teruggegrepen op muziek van Normaal, een groep die je allerminst rechts kunt noemen. De leden hebben wel weinig op met feminisme en antiracisme. De nadruk ligt op doe maar gewoon dan doe je al gek genoeg en op boerentrots.”", "We zagen zo veel, zijn zo groot maar als het kantelt", "Zien we massamoord, apartheid, slavernij en de slavenhandel", "Zonder donker kan het licht zichzelf niet kennen", "Vandaar de onwetendheid rond 5 december", "Typhoon – ‘Van de regen naar de zon’ (2013)", "De traditie van het Nederlandstalige protestlied klinkt vandaag de dag het meest door in de hiphop. Ham: “In teksten van artiesten als Typhoon en Akwasi zit soms ook het dubbelzinnige, het enerzijds en anderzijds, de twijfels. Maar er zijn ook rappers die veel uitgesprokener zijn. In het eerste decennium van deze eeuw zaten in verschillende nummers rechtstreeks bedreigingen aan het adres van Ayaan Hirsi Ali, Rita Verdonk en Geert Wilders.”", "“Door de commercialisering van het genre neemt het aantal haatraps de laatste jaren af. De financiële belangen zijn groot, dan is controverse niet verstandig. Rapper Boef bood na vrouwonvriendelijke uitspraken snel zijn excuses aan en nam een sorry-nummer op. Lange Frans manifesteert zich al een tijdje, en sinds de uitbraak van corona nog nadrukkelijker, als verspreider van complottheorieën. Dat laatste is misschien niet fijn, maar valt wat mij betreft nog onder de vrijheid van meningsuiting. Zo gauw een protestlied bedreiging of een oproepen tot geweld wordt, gaat men een onaanvaardbare grens over.”", "Laurens Ham – Op de vuist. Vijftig jaar politiek en protestliedjes in Nederland. Ambo|Anthos; 368 blz. € 24,99", "Op protestliedjes.nl zijn enkele van in het boek besproken liedjes terug te vinden.", "Lees ook: Voel onze pijn: rappers Bizzey en Akwasi over hun protestlied", "Racisme komt vaak niet voort uit kwade wil, maar uit onwetendheid, geloven rappers Bizzey en Akwasi. Daarom draait hun protestnummer om begrip en, vooral, verbinding."], "authors": ["Paul Van Der Steen"], "keywords": ["ver", "wenkbrauw", "van", "opgetrokken", "nederland", "het", "protestlied", "op", "die", "zijn", "maar", "voor", "ironisch", "een", "ook", "en", "weg", "nooit"], "pubDate": "2020-12-02T09:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}