{"id": "246be293-1664-3003-be0c-9eb983fb69a2", "title": "Review: Microsoft Surface Go 2 vooral geschikt voor licht werk onderweg", "url": "https://nu.nl/reviews/6068429/review-microsoft-surface-go-2-vooral-geschikt-voor-licht-werk-onderweg.html", "summary": "Die is nu in landschapmodus geplaatst, waardoor je ermee kunt videobellen als je het apparaat als laptop gebruikt.\nDe Surface Go 2 heeft daarnaast allerlei handige aansluitingen: een USB-C-aansluiting, een koptelefooningang en een micro-SD-slot.\nMaar de Surface Go 2 bewijst zich juist niet in de tabletmodus, maar als een laptop die ook als tablet gebruikt kan worden.\nMaar als je zwaardere programma's gebruikt, bijvoorbeeld voor fotobewerking, dan begint het apparaat sneller te zuchten en te haperen.\nDan is het een klein en aantrekkelijk apparaat dat betaalbaar is en van pas komt voor studenten of mensen die veel en zo licht mogelijk reizen.", "paragraphs": ["Microsoft heeft de opvolger van zijn Surface Go uitgebracht. De tablet draait Windows 10 en komt het best tot zijn recht als laptopvervanger voor mensen die wel de veelzijdigheid van een laptop en tablet in één zoeken, maar geen zware programma's gebruiken.", "De eerste Surface Go verscheen in 2018 en werd in de markt gezet als een goedkopere versie van de Surface Pro-tablet, die twee keer zo duur was. Nu is er de Surface Go 2, die nergens verrast maar in alle opzichten een logische opvolger is.", "Te beginnen met het ontwerp van de tablet. Dat is nog vrijwel gelijk aan zijn voorganger, maar met iets dunnere randen. Het schermformaat is hiermee 0,5 inch groter geworden (nu 10,5 inch), terwijl de behuizing gelijk is gebleven. Het scheelt niet heel veel met de eerste versie, maar het geeft de Surface Go 2-gebruiker net iets meer ruimte om mee te werken.", "Een andere verandering in de behuizing is de camera aan de voorzijde. Die is nu in landschapmodus geplaatst, waardoor je ermee kunt videobellen als je het apparaat als laptop gebruikt. Een veel logischere plek, omdat de camera ook wordt ingezet voor Windows Hello, een razendsnelle manier om het apparaat door middel van gezichtsherkenning te openen.", "Door: NU.nl/Rutger Otto", "Toetsenbord zit er weer niet bij, maar is nog steeds essentieel", "Verder is het prettig dat de tablet wederom een ingebouwde, robuuste kickstand heeft, waarmee je hem stevig kunt wegzetten in een stand die voor jou prettig is. De bouwkwaliteit van het apparaat (een magnesium behuizing) is sowieso erg degelijk. Het apparaat blijft koel en krast nauwelijks. De Surface Go 2 heeft daarnaast allerlei handige aansluitingen: een USB-C-aansluiting, een koptelefooningang en een micro-SD-slot.", "Wel jammer is dat Microsoft wederom geen toetsenbord meelevert. Een bewuste keuze, zegt het bedrijf, zodat mensen kunnen kiezen of ze alleen de tablet willen kopen of hem ook als laptop willen gebruiken. Maar de Surface Go 2 bewijst zich juist niet in de tabletmodus, maar als een laptop die ook als tablet gebruikt kan worden. Een toetsenbord met een trackpad is daarbij onmisbaar. Niet in de laatste plaats omdat het besturingssysteem van het apparaat (zowel in tablet- als in laptopmodus) beter werkt met een muis. De interface is soms iets te priegelig om met de hand te bedienen.", "Specificaties Schermgrootte: 10,5 inch", "Resolutie: 1920 bij 1280 pixels", "Chip: Intel Pentium 4425Y of Intel Core M3", "Werkgeheugen: 4 GB of 8 GB", "Opslagruimte: 128 GB", "Afmetingen: 245 mm x 175 mm x 8,3 mm", "Gewicht: 544 gram", "Prijs: Vanaf 459 euro", "Met name geschikt voor licht werk", "Ben je op zoek naar een krachtige laptopvervanger, dan is de Surface Go 2 niet voor jou. Als laptop doet hij weinig ingewikkelde basistaken prima, zo kun je probleemloos tekstverwerken en aardig wat tabbladen in de browser gebruiken. Maar als je zwaardere programma's gebruikt, bijvoorbeeld voor fotobewerking, dan begint het apparaat sneller te zuchten en te haperen.", "Tijdens het testen ging het apparaat tussen de vijf en acht uur mee op een lading. Dat is een verbetering ten opzichte van het vorige model, maar op een werkdag is het handig een oplader bij de hand te houden. Bij zwaarder gebruik, zoals browsen met meerdere tabbladen open, chatten via Slack en foto's bewerken, gaat hij een stuk minder lang mee dan wanneer je de tablet voornamelijk gebruikt als Netflix-machine.", "Voor het puur consumeren van entertainment is de Surface Go 2 minder geschikt dan andere tablets. Dat komt mede door het aanbod van de Microsoft Store. Zo zijn apps als Netflix en Amazon Prime Video wel te downloaden, maar ontbreken grote videodiensten als NPO Start en YouTube.", "Door: NU.nl/Rutger Otto", "Conclusie", "De Surface Go 2 is een weinig verrassende maar logische verbetering ten opzichte van zijn voorganger. Het grotere scherm en de verbeterde frontcamera maken dat dit apparaat nog geschikter is om (onderweg) op te werken.", "Als tablet is het apparaat vrij veelzijdig, al missen we ook in de speciale tabletmodus het gebruikersgemak dat we van Android-tablets en iPads gewend zijn. Je werkt duidelijk met een Windows-computerinterface.", "Daar tegenover staat wel dat de Surface Go 2 in laptopmodus goed tot zijn recht komt, zeker als je er een toetsenbord bij koopt. Dan is het een klein en aantrekkelijk apparaat dat betaalbaar is en van pas komt voor studenten of mensen die veel en zo licht mogelijk reizen.", "3,5 van de 5 sterren"], "authors": ["Door", "Rutger Otto"], "keywords": ["tablet", "van", "microsoft", "geschikt", "een", "voor", "te", "het", "maar", "surface", "apparaat", "en", "onderweg", "als", "review", "vooral", "licht", "werk"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}