{"id": "247653f8-538d-3fb6-ad53-7ec4780e7bbe", "title": "Zie als expat maar eens een sociaal leven op te bouwen nu netball niet doorgaat", "url": "https://trouw.nl/sport/zie-als-expat-maar-eens-een-sociaal-leven-op-te-bouwen-nu-netball-niet-doorgaat~bd39fe8d/", "summary": "Niet sporten in teamverband, ook geen netball, de sport die ze op school tot haar zeventiende beoefende.\n“Ik wilde eerst eigenlijk niet gaan netballen, omdat het op zondag was”, zegt Mulji, werkzaam als ­accountant in Geleen.\n“We keken er allemaal erg naar uit om naar Utrecht te gaan en een wedstrijd mee te maken.\nDat het niet doorging, was zó jammer.”De huidige coronabeperkingen vallen Mulji zwaarder dan in het voorjaar.\nLeven zonder e-hockey: ‘Stijvere spieren en gewrichten, minder conditie’Mariëlle Peeters van GB Bulls wat de gevolgen zijn van niet kunnen sporten.", "paragraphs": ["Ook zij hebben te maken met de ­coronabeperkingen voor de sport in Nederland: de naar schatting 400.000 kenniswerkers in ons land en de duizenden buitenlandse studenten. Uit alle windstreken van de wereld kwamen ze naar een vreemd landje aan de Noordzee met eigen gewoonten. Sporten in teamverband, vaak met andere buitenlanders die in Nederland werken of studeren, is dan een mooi middel om broodnodige sociale contacten op te bouwen.", "Om deze reden werd in februari van dit jaar de internationale vereniging Netball Maastricht opgericht. In en rond de stad in het zuiden van Limburg zijn relatief veel expats ­actief. Bij Netball Maastricht leven sporters met een Engelse, Franse, ­Indiase, Australische, Nieuw-Zeelandse, Zuid-Afrikaanse én Nederlandse achtergrond zich wekelijks uit tussen twee palen met netten in de Limburgse sporthal. Althans, zo was het even, tot de coronapandemie roet in het eten gooide. Eerst in het voorjaar en nu opnieuw. Al sinds 13 oktober mag de hechte groep niet meer samen sporten. In de gezamenlijke whatsapp-groep wordt nu vaak verzucht: “Ah, ik mis netball”.", "Dat vertelt Natasha Mulji. Zelf mist ze de Britse variant van korfbal ook. Toen zij vierenhalf jaar geleden vanuit Zweden naar Nederland kwam, was zij van plan om fit te ­blijven. Ze wilde het bij sportschoolsessies houden. Niet sporten in teamverband, ook geen netball, de sport die ze op school tot haar zeventiende beoefende. Overgehaald door een Engelse vriendin begon Mulji in februari bij Netball Maastricht. Nu kan ze bijna niet meer zonder, merkt ze sinds de laatste corona-aanscherpingen. “Ik sport momenteel thuis via YouTube, maar dat wordt nooit zoals netball”, zegt Mulji vanuit het Limburgse Hoensbroek.", "‘Het is leuker om je samen in het zweet te werken’", "Het grootste verschil tussen netball en korfbal is dat er bij netball gescoord wordt in basketbalnetten op palen in plaats van korven. Wereldwijd kent de sport 20 miljoen spelers, vooral in Engeland, Australië, Nieuw-Zeeland en Zuid-Afrika. ­Australië werd op zes van de laatste acht eindtoernooien wereldkam­pioen, Nieuw-Zeeland de overige twee maal.", "In Nederland bestonden er sinds een aantal jaar al enkele door buitenlandse initiatiefnemers opgerichte clubs in Amsterdam, Utrecht en ­Rotterdam. Maastricht volgde begin dit jaar. Normaliter wordt er elke zondag in Valkenburg getraind met ongeveer twintig mensen. De sport is wat hen bindt.", "“Ik wilde eerst eigenlijk niet gaan netballen, omdat het op zondag was”, zegt Mulji, werkzaam als ­accountant in Geleen. “Dat is mijn rustdag. Maar toen ik eenmaal ging, werd het verslavend en ging ik elke week. Dat komt vooral door het teamaspect. De voorgaande jaren ging ik in mijn eentje naar de sportschool met een koptelefoon op, maar het is leuker om je samen in het zweet te werken. Er wordt veel gelachen en gegrapt, maar het is ook serieus. Bij netball leer je veel aardige mensen kennen. We zijn ­allemaal vrienden.”", "De eerste echte wedstrijd ging net niet door", "Dat die contacten nu wegvallen, raakt met name de pas in Nederland gearriveerde buitenlanders. “Ik ben hier al sinds 2016 en had al vrienden, maar ik sprak een paar studenten op de club die in maart net in Nederland waren toen de eerste maatregelen werden aangekondigd. Ze konden niet naar college en zagen niemand. De eerste mensen met wie ze echt contact kregen, ontmoetten ze bij netball in juni. Na de trainingen gingen we vaak nog even samen zitten bij het café in de sporthal. Op een ­gegeven moment hadden we elke week taart.”", "En dan stond de gloednieuwe club ook nog aan de vooravond van de eerste echte wedstrijd van haar ­bestaan. De uitwedstrijd tegen Utrecht, ook een mengelmoes van nationaliteiten, stond gepland voor 17 oktober. Vier dagen daarvoor werd de gedeeltelijke lockdown afgekondigd. “We keken er allemaal erg naar uit om naar Utrecht te gaan en een wedstrijd mee te maken. Dat het niet doorging, was zó jammer.”", "De huidige coronabeperkingen vallen Mulji zwaarder dan in het voorjaar. “Toen kwamen er nog niet veel mensen op de training af, misschien vier. Nu meer dan twintig. Ook hebben we veel gespeeld voordat we moesten stoppen, dat maakt het moeilijker. Hopelijk mogen we in januari weer spelen. Ik kan niet wachten.”", "Lees ook eerdere delen in deze serie:", "Ic-arts Diederik Gommers mist de zondag op het hockeyveld: ‘Ik ben bloedfanatiek’", "Door corona zijn veel sportcompetities stilgevallen. In deze serie vertellen meer of minder bekende Nederlanders wat dat voor hen betekent. Deze keer Diederik Gommers, voorzitter van de Nederlandse Vereniging voor Intensive Care.", "Volleybaltalent Elles Dambrink (17) vreest stilstand door de coronacrisis: ‘Je leert het meeste van wedstrijden’", "Volleybaltalent Elles Dambrink mag nu niet meetrainen met haar team.", "Leven zonder e-hockey: ‘Stijvere spieren en gewrichten, minder conditie’", "Mariëlle Peeters van GB Bulls wat de gevolgen zijn van niet kunnen sporten.", "Met het stilvallen van de sportcompetities valt ook dat ene uitje tegen de eenzaamheid weg", "Het verhaal van Gerard van Vliet, vrijwilliger bij voetbalclub Geinoord in Nieuwegein."], "authors": ["Dirk Kramer"], "keywords": ["expat", "van", "zie", "het", "op", "maar", "met", "niet", "een", "nu", "te", "leven", "en", "netball", "ze", "ook", "sociaal"], "pubDate": "2020-11-23T13:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}