{"id": "2476372e-5576-394b-8894-ab4de35fee4a", "title": "Er komt toch geen uurtje-factuurtje voor zelfstandigen", "url": "https://volkskrant.nl/economie/er-komt-toch-geen-uurtje-factuurtje-voor-zelfstandigen~b7ca2a66/", "summary": "Minister Koolmees vindt het jammer dat het wetsvoorstel van de baan is.\nDaarbij rezen te veel bezwaren tegen de administratieve last van een uurtje-factuurtje, zowel van zelfstandigen als van opdrachtgevers.\nDat zou ook gelden voor zzp’ers die niet per uur maar per geleverde dienst worden betaald, zoals journalisten (per woord) of maaltijdbezorgers (per bezorgde maaltijd).\nUit een test met de vragenlijst bleek dat in 48 procent van de onderzochte 84 gevallen toch sprake was van een dienstbetrekking.\nUit eerder onderzoek van het Centraal Bureau voor de Statistiek bleek al dat een verontrustende 8,5 procent van de zzp’ers een inkomen had onder het bestaansminimum.", "paragraphs": ["Minister Koolmees vindt het jammer dat het wetsvoorstel van de baan is. Beeld ANP", "Het minimumuurtarief van 16 euro was onderdeel van het regeerakkoord en zou de groeiende groep zelfstandigen aan de onderkant van de arbeidsmarkt moeten beschermen tegen een inkomen onder het bestaansminimum. Minister Wouter Koolmees presenteerde het concept-wetsvoorstel in november, waarna het in consultatie ging. Daarbij rezen te veel bezwaren tegen de administratieve last van een uurtje-factuurtje, zowel van zelfstandigen als van opdrachtgevers.", "Zzp’ers zouden voortaan namelijk elk uur moeten registreren en moeten aantonen dat zij inderdaad het minimumuurtarief verdienen. Dat zou ook gelden voor zzp’ers die niet per uur maar per geleverde dienst worden betaald, zoals journalisten (per woord) of maaltijdbezorgers (per bezorgde maaltijd). Ondoenlijk, vonden werkgevers en vakbonden die Koolmees eind november in een brief opriepen het concept-wetsvoorstel niet naar de Kamer te sturen.", "Forse kritiek", "Begin dit jaar kwam daar forse kritiek van de commissie Regulering van werk bij. Volgens de commissie, onder leiding van oud-topambtenaar Hans Borstlap, zou het minimumtarief niet te handhaven zijn en bovendien niets oplossen. Veel effectiever zou de afschaffing van de zelfstandigenaftrek zijn, waardoor de echte ondernemer zich zou kunnen onderscheiden van de onderbetaalde schijnzelfstandige die de fiscale voordelen enkel gebruikt om rond te komen.", "Na alle kritiek concludeert Koolmees maandag in zijn Kamerbrief dat de gekozen maatregelen ‘grote administratieve lasten met zich meebrengen, voor veel onduidelijkheid zorgen, geen draagvlak hebben, en niet uitvoerbaar en handhaafbaar zijn voor de uitvoerende instanties’. Naast het minimumtarief sneuvelt om die redenen ook de zelfstandigenverklaring voor zzp’ers die meer dan 75 euro verdienen.", "Wel wordt de webmodule verder ontwikkeld. Daarmee kan een opdrachtgever online toetsen of de zelfstandige die hij inhuurt ook als zodanig zou worden beoordeeld door de Belastingdienst. Uit een test met de vragenlijst bleek dat in 48 procent van de onderzochte 84 gevallen toch sprake was van een dienstbetrekking.", "Kwetsbare positie", "Minister Koolmees stelt het ‘ontzettend jammer’ te vinden dat het minimumtarief van de baan is. Helemaal nu de coronacrisis nogmaals bevestigt dat een deel van de zelfstandigen zich in een uiterst kwetsbare positie bevindt en nauwelijks buffers heeft. De afgelopen maanden deden zeker 350 duizend zzp’ers een beroep op de noodregeling Tozo die hun inkomen aanvult tot het bestaansminimum. Dat is eenderde van het totale aantal zelfstandigen.", "Uit eerder onderzoek van het Centraal Bureau voor de Statistiek bleek al dat een verontrustende 8,5 procent van de zzp’ers een inkomen had onder het bestaansminimum. Daar komt nog eens bij dat vier op de tien geen enkele voorziening heeft getroffen om inkomensverlies, bijvoorbeeld door arbeidsongeschiktheid, af te dekken. Bij de minst verdienende zelfstandigen is zelfs 65 procent onverzekerd. Als deze groep door omstandigheden niet in staat is te werken, dreigt een financiële strop."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "dat", "toch", "die", "niet", "een", "komt", "en", "te", "geen", "zou", "zelfstandigen", "uurtjefactuurtje", "voor", "er", "het"], "pubDate": "2020-06-15T20:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}