{"id": "24842f0b-f760-3c46-9860-dff955c79a9c", "title": "‘Rudy’s Grote Kerstshow’ is bingewatchen met het hele gezin", "url": "https://trouw.nl/cultuur-media/rudy-s-grote-kerstshow-is-bingewatchen-met-het-hele-gezin~b9f98d3e/", "summary": "“Mam, mogen we morgen ‘Rudy’s grote kerstshow’ afkijken?” We waren de laatste weken aan het ‘Sinterklaasjournaal’ gewend geraakt, en na pakjesavond begint bij NPO Zapp traditioneel op dat tijdslot een jeugd-kerstserie.\nHet vet vormgegeven verhaal, met designerkleding en een blauw verlichte villa, gaat over kindsterretje Rudy Beckers gespeeld door de perfecte ‘blaag’ Kylian de Pagter-Colin.\nIk verklap alleen nog dat het plan van een ontvoering de ouders zowat in de schoot geworpen is.\nZij zien er een teken van God in: met het losgeld kunnen ze het leven van hun dochter redden.\nRegisseur Anna van der Heide, van ‘Brammetje Baas’ (2012) en kerstserie ‘Vrolijke kerst’ (2014) is een vaste ster aan het firmament van jeugddrama aan het worden.", "paragraphs": ["Bij het nachtkusje zei zoon B. het. “Mam, mogen we morgen ‘Rudy’s grote kerstshow’ afkijken?” We waren de laatste weken aan het ‘Sinterklaasjournaal’ gewend geraakt, en na pakjesavond begint bij NPO Zapp traditioneel op dat tijdslot een jeugd-kerstserie. Elke dag tien minuten, plus die van de vorige aflevering. Zondag begon het met deel een en twee. Maar wat deden wij? We bingewatchten het halve zaakje vooruit via NLZiet en zijn nu bij aflevering elf. Niet te stoppen, die nieuwe VPRO-serie.", "Het vet vormgegeven verhaal, met designerkleding en een blauw verlichte villa, gaat over kindsterretje Rudy Beckers gespeeld door de perfecte ‘blaag’ Kylian de Pagter-Colin. Hij is 14 jaar oud maar zijn karakter is 11 en scoort al vanaf zijn zevende hit na hit. ‘Geef me je likes’ haalde vijftien miljoen streams en ‘Kerst is olé’ draait ook lekker. Ik zeg: maak er echte hitjes van.", "Rudy - ‘Stay T(rue to)Rudy’ - is een marketingmachine die aftelt naar het uitverkochte kerstfeest in de Rock Arena. Zit-ie eindelijk even op de bank, vraagt moeder Fay (lekker nieuwgeldwijffie Nadja Hüpscher) ‘of hij het effe wil tekenen’, die acht dozen flyers. Hij gaat naar schnabbels op verwende meisjesfeestjes tot tien uur ’s avonds. “Hé, en vroeg naar bed hoor, morgen fotoshoot”, gooit pa Jim (Ruben van der Meer) er luchtig in. Op zijn trui het woord ‘influencer’. Pure kritiek op die ontwikkeling van vloggende kindsterretjes natuurlijk – ze lijken de jongensdroom te leven maar zijn eigenlijk permanent aan het werk.", "Vaart, actualiteit én humor", "Tijdens zijn showtje geeft Rudy er de brui aan en loopt weg, om ongezien bij de vader van Sara in de auto te kruipen. Sara (Noëlle Simson) is de spil in het parallelle verhaal. Christelijk meisje dat zo’n slecht afweersysteem heeft dat ze binnen moet blijven. Met haar vriendinnen doet ze aan videobellen. “Mondkapje op!”, roept ze haar ouders na als ze de deur uit gaan. Waar doet dat aan denken? Het bizarre is, vertelt regisseur ­Anna van der Heide in de VPRO-Gids, dat de serie vier dagen voor de eerste lockdown in maart klaar was. De corona-actualiteit heeft de makers ‘keihard ingehaald’.", "Sara kan alleen gered worden door een peperdure, niet vergoede genbehandeling in Frankrijk. En die rijke Rudy blijkt opeens in hun auto te zitten... Dat was aflevering twee. Ik verklap alleen nog dat het plan van een ontvoering de ouders zowat in de schoot geworpen is. Zij zien er een teken van God in: met het losgeld kunnen ze het leven van hun dochter redden.", "Wat volgt zijn achttien resterende afleveringen die stuk voor stuk veel te kort zijn. “Alles gaat nu fout, ik kan het voorspellen”, zegt dochter C. met grote ogen. De karakters ontwikkelen zich, het verhaal pelt de gretige hebberigheid van de exploiterende muziekindustrie af en stelt daar de simpele waarden van aandacht, warmte en gezellig samen zijn, tegenover. Helemaal Kerst.", "Ik kijk de nieuwe kerstserie elk jaar, maar deze heeft in zijn eenvoud wel erg veel vaart, actualiteit én humor. Regisseur Anna van der Heide, van ‘Brammetje Baas’ (2012) en kerstserie ‘Vrolijke kerst’ (2014) is een vaste ster aan het firmament van jeugddrama aan het worden. En het Nederlandse jeugddrama is al van zo’n internationaal ­niveau. Morgen de rest, als het aan ons ligt.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["van", "bingewatchen", "het", "op", "grote", "met", "zijn", "die", "rudys", "hele", "een", "ze", "en", "dat", "kerstshow", "gezin", "aan"], "pubDate": "2020-12-07T17:36:46+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}