{"id": "24a61969-244a-38cd-8215-aa86f2076d6b", "title": "Cabaretduo Vlamousse: ‘Ongemak is een lekkere motor’", "url": "https://www.parool.nl/kunst-media/cabaretduo-vlamousse-ongemak-is-een-lekkere-motor~b454624b/", "summary": "Van As: “Toen ik van de Koningstheateracademie kwam, ben ik eerst solo ­gegaan.\nEn Brigitte was ook niet gelukkig.”Van Bakel: “Ik zat een jaar onder Maya op de academie.\nIk vormde een duo met iemand ­anders, maar zij deed een jaar over.\nWant ik vond eigenlijk dat ik dat gevoel als Nederlandse vrouw niet mocht hebben.”Van As: “We gingen ook naar een museum over District Six.\nOef.”Van Bakel: “Toen zei ik: ho, ik ben niet ‘iemand van kleur’, ik ben gewoon Brigitte, jouw beste vriendin.", "paragraphs": ["Brigitte van Bakel (onder) en Maya van As: ‘Onze sketches lijken aan de oppervlakte vaak melig, maar ze moeten ook schuren.’ Beeld Daantje Bons", "Brigitte van Bakel en Maya van As gieten grote maatschappelijke thema’s in een even geestig als ongemakkelijk jasje. Van As: “Toen ik van de Koningstheateracademie kwam, ben ik eerst solo ­gegaan. Ik werd gék van eenzaamheid. Ik dacht lang dat kunst uit leed geboren moest worden, maar mijn lijden leverde niks op. En Brigitte was ook niet gelukkig.”", "Van Bakel: “Ik zat een jaar onder Maya op de academie. Ik vormde een duo met iemand ­anders, maar zij deed een jaar over. Toen moest ik alleen afstuderen. ­Vreselijk vond ik dat. Hoewel we goede vriendinnen waren, kwam een samenwerking niet in ons op.”", "Van As: “Later gingen we met andere cabaretiers naar Zuid-Afrika voor een uitwisselingsproject. Ik sprak daar regisseur Minou Bosua en die zei: ‘Je wilt niet weten hoe waardevol het is als je het een beetje leuk hebt tijdens het maken.’ Joh, ik wist niet eens dat dat mógelijk was. Toen heb ik Brigitte gevraagd. In Kaapstad.”", "Van Bakel: “Ik zei ja, maar we werden vervolgens allebei heel onzeker, hahaha. Bang om verlaten te worden.”", "Van As: “We hebben eerst 40.000 gesprekken gevoerd. Zo van: kijk, ik wil graag een duo met jóu zijn, maar wil jij dat wel met míj?”", "Van Bakel: “In Zuid-Afrika hebben we direct de basis van onze sketches ontdekt. Dat is ongemak. Maatschappelijk ongemak. Persoonlijk ongemak. En zeker ook de spanning daartussen. We reden met een busje door de townships en anderen begonnen foto’s te maken. Ik werd daar, als enige, heel erg kwaad van. Ik voelde me als dubbelbloed op de een of andere manier toch verbonden met die mensen. Ik kwam daardoor in een soort identiteitscrisis terecht. Want ik vond eigenlijk dat ik dat gevoel als Nederlandse vrouw niet mocht hebben.”", "Van As: “We gingen ook naar een museum over District Six. Dat is een wijk in Kaapstad waar witte en gekleurde mensen tot de jaren zestig heel harmonieus samenleefden. Het apartheidsregime heeft toen bepaald dat alle gekleurde mensen weg moesten. Het was een bewijs dat hun theorie niet klopte en dus hebben ze die wijk vernietigd. Toen we weggingen, werd ons om een reactie gevraagd. Ik praatte honderduit en Brigitte bleef een beetje stil. ­Later zei ik tegen haar: dat is toch ook erg, ik houd met mijn witte smoel dat hele verhaal, terwijl jij, iemand van kleur, helemaal niet aan het woord bent geweest. Oef.”", "Van Bakel: “Toen zei ik: ho, ik ben niet ‘iemand van kleur’, ik ben gewoon Brigitte, jouw beste vriendin. Maya reageerde vanuit maatschappelijke betrokkenheid, terwijl ik nog persoonlijk aan het worstelen was met wat ik had gezien.”", "Van As: “Stond ik daar met al m’n goede bedoelingen de plank even helemaal mis te slaan. Dat ­ongemak vinden we ook een lekkere motor voor onze voorstellingen.”", "Gutmensch", "Van Bakel: “Onze sketches lijken aan de oppervlakte vaak melig, maar ze moeten ook schuren. Als het geen pijn doet, bij onszelf of bij het ­publiek, vind ik het niet geslaagd.”", "Van As: “Ik ben bijvoorbeeld best wel een gutmensch en maak me erg druk om het klimaat. Ik eet geen vlees, probeer weinig te vliegen. Tegelijk zou ik wel graag een kindje willen. Dat is voor het klimaat natuurlijk het slechtste wat je kunt doen, zo’n CO2-bom op de planeet zetten.”", "Van Bakel: “Saampies gaat over hoe je ondanks alle problemen en dilemma’s toch samen kunt leven. Hoe je misstanden bespreekbaar kunt maken. Toen de coronacrisis begon, waren we even bang dat de voorstelling niet meer relevant was. Dat mensen zouden denken: nou even niet met je racisme.”", "Van As: “Vóór corona lag het publiek aan onze voeten. Yes, racisme, seksisme, klimaatverandering! Heerlijk een avondje uit!”", "Van Bakel: “Na de moord op George Floyd en de opkomst van Black Lives Matter dachten we: het is juist hartstikke relevant. Tijdens de eerste golf riepen veel mensen dat het oude normaal niet meer terugkwam. Dat gevoel is inmiddels behoorlijk weggeëbd, maar wij gaan het weer terugbrengen. Dit is hét moment om na te denken over een nieuwe samenleving.”", "Van As: “Het is ondanks onszelf een hoopvolle voorstelling. Dat zagen we niet aankomen.”", "Saampies is dinsdag en woensdag om 19.00 en 21.00 uur te zien in Theater Bellevue."], "authors": ["Mike Peek"], "keywords": ["lekkere", "van", "motor", "het", "cabaretduo", "met", "ik", "toen", "een", "vlamousse", "ongemak", "dat", "en", "niet", "bakel"], "pubDate": "2020-11-24T14:58:59+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}