{"id": "24af2493-b840-3487-9535-4df6ddd7e47d", "title": "Vuurwerk maakte ondanks verbod toch nog 400 slachtoffers", "url": "https://www.parool.nl/nederland/vuurwerk-maakte-ondanks-verbod-toch-nog-400-slachtoffers~b0e33a92/", "summary": "Beeld Joris Van GennipHet aantal slachtoffers is wel fors minder dan vorig jaar.\nOok bij de huisartsenposten kwamen nu veel minder slachtoffers met lichte verwondingen binnen.\nVorig jaar was dat minder dan de helft (49 procent).\nIets minder dan de helft stak het vuurwerk niet zelf af, maar stond erbij te kijken.\nVorig jaar waren dat nog 50 slachtoffers en 10 handamputaties.", "paragraphs": ["Beeld Joris Van Gennip", "Het aantal slachtoffers is wel fors minder dan vorig jaar. Toen raakten in totaal 1385 mensen gewond, blijkt uit cijfers van VeiligheidNL. Precies 385 mensen raakten tijdens die jaarwisseling zo zwaar gewond dat ze naar het ziekenhuis moesten. Dit jaar waren dat 108 slachtoffers. Ook bij de huisartsenposten kwamen nu veel minder slachtoffers met lichte verwondingen binnen. Het ging om 275 mensen, tegen 900 vorig jaar.", "Opvallend is dat vooral jongeren zich dit jaar meldden bij de artsen. Bijna tweederde (63 procent) van de slachtoffers was onder de 20. Vorig jaar was dat minder dan de helft (49 procent). De meesten raakten gewond door knalvuurwerk en moesten aan hun brandwonden op handen en vingers behandeld worden. Iets minder dan de helft stak het vuurwerk niet zelf af, maar stond erbij te kijken. Bijna iedereen die gewond raakte (82 procent) was man; dat is niet anders dan andere jaren.", "Hoog", "Volgens VeiligheidNL blijkt uit de eerste cijfers dat er niet meer vuurwerkslachtoffers zijn gevallen door zwaar illegaal vuurwerk. Toch noemt manager onderzoek Birgitte Blatter het aantal slachtoffers hoog. “Zeker gezien het vuurwerkverbod.”", "Plastisch chirurgen maakten eerder deze week ook al bekend dat ze fors minder zwaar letsel hebben gezien. Toch moesten zij nog altijd 18 mensen behandelen. Vijf van hen moeten een hand missen. Vorig jaar waren dat nog 50 slachtoffers en 10 handamputaties. De Nederlandse Vereniging voor Plastische Chirurgie (NVPC) pleitte er na deze cijfers voor om nooit meer vuurwerk af te steken."], "authors": ["Raymond Boere"], "keywords": ["maakte", "mensen", "vuurwerk", "verbod", "van", "nog", "gewond", "toch", "jaar", "dan", "400", "minder", "ondanks", "slachtoffers", "het", "dat", "vorig"], "pubDate": "2021-01-05T16:20:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}