{"id": "24b50ac7-6139-302a-860c-1c8bd803e7b5", "title": "Corona leidt tot zorgelijke situaties in de ziekenhuizen in Drenthe en Groningen: de reguliere zorg wordt verder afgeschaald", "url": "https://www.dvhn.nl/extra/Corona-leidt-tot-zorgelijke-situaties-in-de-ziekenhuizen-in-Drenthe-en-Groningen-de-reguliere-zorg-wordt-verder-afgeschaald-26295166.html", "summary": "De druk is nu zo groot dat de reguliere zorg verder moet worden afgeschaald.\nVeel patiënten van buiten de eigen regioWoensdag lagen er 177 patiënten met corona in de ziekenhuizen in Drenthe, Groningen en Friesland.\nDe druk loopt mede op doordat het Noorden relatief veel coronapatiënten opneemt uit andere delen van het land.\nPlanbare zorg wordt uitgesteldDe zorg voor patiënten met Covid-19 wordt verder uitgebreid.\nDe ziekenhuizen stellen de geplande reguliere zorg uit en doen er volgens het AZNN alles aan om de kritieke, niet-planbare zorg door te laten gaan.", "paragraphs": ["De noordelijke ziekenhuizen nemen steeds meer coronapatiënten op. De druk is nu zo groot dat de reguliere zorg verder moet worden afgeschaald.", "De situatie is zorgelijk, meldt het Acute Zorgnetwerk Noord-Nederland (AZNN).", "Veel patiënten van buiten de eigen regio", "Woensdag lagen er 177 patiënten met corona in de ziekenhuizen in Drenthe, Groningen en Friesland. Dat zijn er ruim 30 meer dan twee weken geleden. De druk loopt mede op doordat het Noorden relatief veel coronapatiënten opneemt uit andere delen van het land. Ruim een derde van de patiënten komt uit andere regio’s.", "Planbare zorg wordt uitgesteld", "De zorg voor patiënten met Covid-19 wordt verder uitgebreid. Dat geldt zowel voor de verpleegafdelingen als voor de intensive care. Het AZNN probeert de doorstroming van Covid-patiënten naar de verpleeghuizen en de thuissituatie (thuiszorg) te versnellen.", "De ziekenhuizen stellen de geplande reguliere zorg uit en doen er volgens het AZNN alles aan om de kritieke, niet-planbare zorg door te laten gaan."], "authors": ["Michel Brandsma"], "keywords": ["wordt", "situaties", "verder", "van", "zorg", "reguliere", "zorgelijke", "tot", "ziekenhuizen", "groningen", "het", "voor", "leidt", "uit", "er", "en", "dat", "patiënten"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}