{"id": "24f997fc-8088-31ba-9971-56872ce1bc5c", "title": "Jong Portugal weerhoudt Jong Oranje van honderd procent score", "url": "https://www.parool.nl/sport/jong-portugal-weerhoudt-jong-oranje-van-honderd-procent-score~ba201d37/", "summary": "Na een fraaie aanval zag Zeefuik zijn lage voorzet bij de tweede paal binnengegleden worden door Cody Gakpo.\nOndanks het gecreëerde overwicht liet Jong Oranje zich toch nog voor het eerst verschalken.\nEen minuut later voorkwam Perr Schuurs, één van de weinige lichtpunten bij Jong Oranje, een derde Portugese treffer.\nDaardoor hield Jong Oranje in ieder geval hoop op een kwalificatiereeks zonder nederlaag.\nEen tweede gelijkmaker bleef echter uit in de grimmige slotfase, waardoor Jong Oranje de overtuigende kwalificatiereeks afsloot met een nederlaag.", "paragraphs": ["Beeld BSR Agency", "Het eerste puntverlies, na negen zeges waarin Jong Oranje liefst 45 keer trefzeker was, tekende zich al na twee minuten af toen Fabio Vieira geklungel van Deyovaisio Zeefuik en Justin Hoogma afstrafte. De Nederlandse beloften poetsten de openingstreffer op slag van rust weg. Na een fraaie aanval zag Zeefuik zijn lage voorzet bij de tweede paal binnengegleden worden door Cody Gakpo.", "Ondanks het gecreëerde overwicht liet Jong Oranje zich toch nog voor het eerst verschalken. De vrijgelaten Fabio zag zijn schot getoucheerd worden door Hoogma en achter doelman Kjell Scherpen in de touwen verdwijnen (2-1). Een minuut later voorkwam Perr Schuurs, één van de weinige lichtpunten bij Jong Oranje, een derde Portugese treffer. Fabio kwam nog dichtbij een hattrick, maar de begaafde middenvelder van FC Porto schoot voorlangs.", "Daardoor hield Jong Oranje in ieder geval hoop op een kwalificatiereeks zonder nederlaag. Een tweede gelijkmaker bleef echter uit in de grimmige slotfase, waardoor Jong Oranje de overtuigende kwalificatiereeks afsloot met een nederlaag. Wel kunnen Van de Looi en zijn talenten zich als groepswinnaar opmaken voor het EK in Hongarije en Slovenië, waarvan de groepsfase eind maart begint."], "authors": ["Johan Inan"], "keywords": ["oranje", "van", "honderd", "weerhoudt", "het", "zijn", "fabio", "score", "zeefuik", "een", "en", "jong", "zich", "portugal", "procent"], "pubDate": "2020-11-18T22:42:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}