{"id": "25550db4-13c3-3115-a139-a4b13244669e", "title": "‘Zondag met Lubach’ hoeft echt niet te stoppen", "url": "https://trouw.nl/cultuur-media/zondag-met-lubach-hoeft-echt-niet-te-stoppen~bb1e755b/", "summary": "Hij ging toch maar niet weg van het toneel.\nIk heb het niet over Donald Trump, maar over Arjen Lubach, die zondag eigenlijk zijn allerlaatste seizoen ‘Zondag met Lubach’ zou afronden.\nZijn tour is toch uitgesteld door dichte theaters en zijn agenda is leeg, dus het kon nog wel.\nZo particulier zal het verlengings-argument toch niet zijn?\nDus een lege agenda zal toch niet het enige argument zijn om door te gaan?", "paragraphs": ["Hij ging toch maar niet weg van het toneel. Ik heb het niet over Donald Trump, maar over Arjen Lubach, die zondag eigenlijk zijn allerlaatste seizoen ‘Zondag met Lubach’ zou afronden. Er komt, zoals al bekend, nog een speciaal seizoen van acht afleveringen rond de Tweede Kamerverkiezingen in maart 2021. Zijn tour is toch uitgesteld door dichte theaters en zijn agenda is leeg, dus het kon nog wel.", "Zo particulier zal het verlengings-argument toch niet zijn? Na ‘Keek op de Week’ van Koot en Bie (1988 - 1993) heeft geen enkel satirisch nieuwsprogramma zo’n beetje deze staat van onsterfelijkheid bereikt. ZML begon in 2014, kreeg in 2015 de Eervolle vermelding van de Zilveren Nipkowschijf en won die echte prijs in 2016. Net na Trumps inauguratie ging op 23 januari 2017 hun ‘America First, The Netherlands Second’-video viraal en werd op YouTube ruim 28 miljoen keer bekeken. Dat jaar volgde ook de Gouden Televizier-Ring. De show wordt al jaren op handen gedragen en scoort rond de twee miljoen kijkers.", "Dus een lege agenda zal toch niet het enige argument zijn om door te gaan? In zijn boek ‘Stoorzender’ van afgelopen oktober gaf hij meer redenen om te stoppen. Hij schreef dat maar een beperkt aantal onderwerpen zich leent voor “twintig minuten boosheid en verontwaardiging”.", "Scherpe geesten", "Het boek heb ik niet gelezen, maar het argument is kul. Als je ziet met hoeveel scherpe geesten hij werkt is de angst voor een sluimerend einde van ZML eerder een reclamestunt - al zal Lubach ook gewoon aan iets anders toe zijn. Zondag nog postte hij op Instagram een bedankje aan zijn vaste kern van achttien namen, onder wie Janine Abbring en Tex de Wit, en aan de vele andere medewerkers voor hun harde werk en creativiteit. ‘Team Zondag met Lubach is de leukste en beste tv-familie die ik ooit heb gehad’, schrijft hij. (Waarom stop je dan?)", "We nemen het misschien voor lief, maar hun onderwerpen en invalshoeken zijn slim, werkelijk drie keer de hoek om, en maken absoluut niet de indruk aan uitputting te lijden. Je zou kunnen zeggen dat we het programma voor onze democratie echt nodig hebben de komende verkiezingen, al is het maar om in de vergeten hoekjes te kijken.", "Zo zag dit team bijvoorbeeld dat vijfendertig mensen op de nieuwe SGP-kandidatenlijst voor de Tweede Kamer staan terwijl de partij al sinds 1922 niet verder komt dan drie parlementariërs. Onbelangrijk maar raar. En dat de in opspraak geraakte GroenLinks-kandidaat Kauthar Bouchallikht zichzelf op haar Twitter-bio aanprijst als Kauthar, ‘met de -th van think’. Zo kan ik het ook, dacht Lubach: “Dan ben ik Arjen, met de j van justice”. Zegt niks, toch leuk.", "Bruut", "Andere items legden meer uit, over lgbt-homovrije zones in Polen, het verlies van democratie in Hongarije, en de bewondering van Geert Wilders voor Orban. Het kerstreclame-parodiefilmpje over een uitgenodigde en weer verstoten zwerver was was lekker bruut en de slotzin “Kerst 2020. Ook al kut” klonk in mijn bouwvakkers-oren (wat vloeken betreft) ronduit bevrijdend.", "Het onderwerp over deep fake-video’s was pas echt alarmerend. Computers zijn nu zo slim en getraind dat ze gezichten en stemmen herkennen, kunnen reproduceren en zelfs produceren. Via een app kun je Mark Rutte de grofste dingen laten zeggen, mét de juiste mondbewegingen. Gevaarlijke ontwikkeling, want als hij straks werkelijk iets ergs zegt, geloven we dat misschien niet meer. Het goede is: als ZML er een item van maakt, weet je pas dat je je echt zorgen moet maken.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["van", "lubach", "het", "op", "maar", "met", "zondag", "hoeft", "echt", "stoppen", "zijn", "niet", "een", "te", "en", "dat", "voor"], "pubDate": "2020-11-23T17:09:58+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}