{"id": "255affcf-ffaa-3814-a0d3-826615ca66ae", "title": "Slachtoffer toeslagenschandaal: ‘Elke dag was donker, het was één grote donkere wolk’", "url": "https://volkskrant.nl/nieuws-achtergrond/slachtoffer-toeslagenschandaal-elke-dag-was-donker-het-was-een-grote-donkere-wolk~b80ded24/", "summary": "Telkens verbaas je je: hoe heeft dit zo kunnen gebeuren?\n‘Voor ons begon de ellende al in 2012.\nElke dag was donker, het was één grote donkere wolk.\nGeen vakantie, geen bioscoop of café, geen leuke dingen.’Weggezet als fraudeurs‘Het ergste was dat je in de publieke opinie werd weggezet als fraudeurs.\nEn dat onze advocaat Eva Gónzalez Pérez zich praktisch pro deo voor ons heeft ingezet.", "paragraphs": ["Leigh-Anne Jansen (30) uit Eindhoven, slachtoffer in de kindertoeslagenaffaire, reageert op over het vernietigende onderzoeksrapport.", "‘Het is schokkend om te lezen hoe alles en iedereen heeft gefaald. Dat wisten we als slachtoffers natuurlijk al. Maar toch schrik je iedere keer weer. Telkens verbaas je je: hoe heeft dit zo kunnen gebeuren?", "‘Ik kan me niet voorstellen dat dit geen politieke gevolgen zal hebben. Want dit raakt niet alleen ons, dit raakt de hele maatschappij. Het is ingrijpend voor ons – bijna dertigduizend ouders zijn gediscrimineerd en gecriminaliseerd. Maar de hele maatschappij draagt de herstelkosten en die zullen gigantisch zijn. Dit gaat de samenleving heel veel geld kosten.", "‘Voor ons begon de ellende al in 2012. Onze dochter was 1 en ging naar de kinderopvang. Dat ging een paar maanden goed, tot we een brief van de Belastingdienst kregen: we moesten de toeslagen voor kinderopvang terugbetalen. Ik volgde een mbo-studie voor juridisch medewerker, mijn partner zat in de ploegendienst bij Daf. Het was best lastig om dan zomaar een paar duizend euro terug te moeten storten.’", "Veertig keer opgestuurd", "‘Daarna kwam ons kind bij Dadim terecht, het gastouderbureau waarnaar de Belastingdienst al sinds 2013 onderzoek bleek te doen. In september 2014 werden opnieuw de toeslagen stopgezet en moesten we bedragen gaan terugbetalen. Waarom, dat werd niet duidelijk. Ik heb uren en uren gebeld met de belastingtelefoon. Ik heb betalingsbewijzen wel veertig keer opgestuurd.", "‘Ik zat in het laatste jaar van mijn mbo-studie en liep mijn eindstage nota bene bij de Belastingdienst, afdeling invordering. Dat was wel wrang. We kregen acceptgiro’s voor de terugbetalingen. Ook over 2013 moesten we de toeslagen terugbetalen. We kregen uiteindelijk een regeling waarbij we 500 tot 600 euro per maand moesten betalen. Dat is echt veel voor een jong gezin met maar één werkende.", "‘Gelukkig kon een familielid ons 6.000 euro lenen. We zijn verhuisd naar een goedkopere huurwoning. Mijn man ging meerijden met een collega, de kapotte oven werd niet vervangen, we deden alles om zo min mogelijk uit te geven. We hadden maar 20 euro per week om eten van te kopen.", "‘Het was soms zo uitzichtloos. Ik was zwanger van ons tweede kind, we woonden (en wonen nog steeds) in een piepkleine woning en ons hele leven stond op zijn kop. We hadden niks verkeerd gedaan. Maar onze bezwaarschriften werden maar steeds niet behandeld. Elke dag was donker, het was één grote donkere wolk. We waren gestrest, onze relatie stond onder druk. Je wast de kinderen, maakt het huis schoon, maar verder konden we niets. Geen vakantie, geen bioscoop of café, geen leuke dingen.’", "Weggezet als fraudeurs", "‘Het ergste was dat je in de publieke opinie werd weggezet als fraudeurs. Ook in eigen kring was dat moeilijk. Waar rook is, is vuur, was de teneur. Mensen vroegen zich af: wat hebben ze met al dat geld gedaan?", "‘Ik was na de mbo met de hbo-opleiding rechten begonnen, maar heb me daar vier jaar geleden weer laten uitschrijven. Ik moest aan het werk, kon aan de slag in de schoonmaak, een vast inkomen was nu belangrijker dan een studie. We wilden per se een beslaglegging en de komst van een deurwaarder voorkomen. Je kan niets plannen. Hoe lang ging dit duren? We moesten hoop houden dat het wel weer goed zou komen – anders word je echt depressief.", "‘Uiteindelijk ben ik fulltime gaan werken bij de Rabobank. De kinderen gingen bij een oppas in de buurt, voor 1.000 euro per maand. Later ben ik weer met de hbo-studie begonnen. Ik zit nu in het derde jaar, terwijl mijn medestudenten hun master al hebben afgerond.’", "Tien A4'tjes", "‘Eind vorig jaar heb ik na het rapport-Donner een schadevergoeding gehad van 9.200 euro. Maar dat staat in geen verhouding tot de bedragen die ik de afgelopen jaren heb terugbetaald of ben misgelopen – die schat ik op ruim 21 duizend euro. En dan komen er ook nog andere schadeposten bij, zoals de studievertraging, het jaren later met betaald werk kunnen beginnen.", "Voor de commissie die over de daadwerkelijke schade gaat, moet ik nu een persoonlijke brief opstellen. Dat vind ik echt heel zwaar, dan komt alle ellende weer even langs, ik zit nu al aan tien A4’tjes. Je vraagt je af hoe het zover heeft kunnen komen? We hebben allebei een dubbele nationaliteit: mijn partner heeft ook de Turkse, ik heb ook de Britse nationaliteit. Maar is dat dan de enige reden dat de belastingdienst ons eruit heeft gepikt en ons aan de rand van de afgrond heeft gebracht?", "Ik ben heel blij dat Pieter Omtzigt en Renske Leijten in de Tweede Kamer tot het gaatje zijn gegaan om de onderste steen boven te halen. En dat onze advocaat Eva Gónzalez Pérez zich praktisch pro deo voor ons heeft ingezet. De onderzoekscommissie zegt dat herstel van de slachtoffers nu voorop moet staan. Dat is inderdaad hard nodig: onze levens staan al veel te lang op pauze.’"], "authors": ["Peter De Graaf"], "keywords": ["dat", "van", "toeslagenschandaal", "donker", "dag", "een", "wolk", "en", "maar", "slachtoffer", "ik", "elke", "grote", "donkere", "voor", "je", "ons", "het", "één"], "pubDate": "2020-12-17T18:33:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}