{"id": "25784bb2-39f5-319e-b4a1-01e308cc6660", "title": "Japanse premier houdt vast aan troonopvolging door alleen mannen", "url": "https://nu.nl/cultuur-overig/6100001/japanse-premier-houdt-vast-aan-troonopvolging-door-alleen-mannen.html", "summary": "De Japanse premier Yoshihide Suga heeft zondag in een uitzending van Nippon Broadcasting System benadrukt dat het behoud van de traditionele troonopvolging door alleen mannen ten grondslag moet liggen aan discussie over de toekomst van het keizershuis.\nOpvolging door vrouwen is wat hem betreft niet aan de orde.\n\"Onder de huidige omstandigheden heeft opvolging door mannen prioriteit\", aldus Suga in het vorige maand al opgenomen vraaggesprek.\nDat is, zo beseft ook Suga, een wankele basis omdat de toekomst van het keizershuis dan geheel afhangt van de gezondheid van de jonge Hisahito.\nIn de Japanse samenleving als geheel is geen weerstand tegen vrouwelijke opvolging, of tegen opvolging via de vrouwelijke lijn.", "paragraphs": ["De Japanse premier Yoshihide Suga heeft zondag in een uitzending van Nippon Broadcasting System benadrukt dat het behoud van de traditionele troonopvolging door alleen mannen ten grondslag moet liggen aan discussie over de toekomst van het keizershuis. Opvolging door vrouwen is wat hem betreft niet aan de orde.", "\"Onder de huidige omstandigheden heeft opvolging door mannen prioriteit\", aldus Suga in het vorige maand al opgenomen vraaggesprek. Dat was in lijn met eerdere uitspraken van de premier, die volgens ingewijden ook geen haast wil maken met het instellen van een commissie van deskundigen die moet kijken hoe kan worden voorkomen dat het keizershuis uitsterft of te weinig werkzame leden telt. Het parlement heeft in 2017 al om die commissie gevraagd.", "Wanneer wordt vastgehouden aan de huidige regel dat alleen mannen op de troon kunnen komen, zijn er na keizer Naruhito (60) slechts drie kandidaten voor opvolging: kroonprins Fumihito (55), diens zoon prins Hisahito (14) en de bejaarde prins Masahito (85), ook Hitachi genaamd, een jongere broer van keizer-emeritus Akihito. Dat is, zo beseft ook Suga, een wankele basis omdat de toekomst van het keizershuis dan geheel afhangt van de gezondheid van de jonge Hisahito.", "In de Japanse samenleving als geheel is geen weerstand tegen vrouwelijke opvolging, of tegen opvolging via de vrouwelijke lijn. Maar in conservatieve kringen is daar wel bezwaar tegen."], "authors": ["Door"], "keywords": ["van", "premier", "japanse", "mannen", "troonopvolging", "een", "tegen", "suga", "keizershuis", "vast", "houdt", "aan", "opvolging", "alleen", "ook", "het", "door", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}