{"id": "257f343c-2dff-3a95-ba33-7a7c335a6a85", "title": "Washington zet zich schrap voor boek van Comey, Trump nu al kwaad", "url": "https://nos.nl/artikel/2227274-washington-zet-zich-schrap-voor-boek-van-comey-trump-nu-al-kwaad.html", "summary": "\"Een van de grootste daden van de president is het ontslaan van Comey.\"\nMaar de kansen van het Witte Huis om dit moddergevecht te winnen, zijn klein.\nUit een peiling van ABC en The Washington Post blijkt dat 48 procent van de respondenten Comey meer vertrouwt dan Trump.\nToen dat boek verscheen dreigde Trump met juridische stappen om te proberen de publicatie te voorkomen.\nOf hij dat ook nu zal doen is niet duidelijk.", "paragraphs": ["Ook Witte Huis-woordvoerder Sarah Sanders zette voor het weekend die aantijgingen nog eens kracht bij. \"Dit is niets meer dan een slecht uitgevoerde pr-stunt om zijn beschadigde imago te redden en zijn bankrekening te vullen met de opbrengsten van een boek dat eigenlijk thuishoort in de koopjeshoek van de afdeling fictie\", zei ze vrijdagmiddag tegen journalisten. \"Een van de grootste daden van de president is het ontslaan van Comey.\"", "Maar de kansen van het Witte Huis om dit moddergevecht te winnen, zijn klein. Uit een peiling van ABC en The Washington Post blijkt dat 48 procent van de respondenten Comey meer vertrouwt dan Trump.", "Bovendien lijken de aanvallen op Comey erg op de aanvallen die Trump en zijn regering uitvoerden op Michael Wolff, de auteur van dat andere geruchtmakende boek Fire and Fury, een ontluisterend verslag op basis van gesprekken met Trump-ingewijden waarin de president wordt weggezet als een impulsieve en incapabele leider. Toen dat boek verscheen dreigde Trump met juridische stappen om te proberen de publicatie te voorkomen.", "Of hij dat ook nu zal doen is niet duidelijk. Ondanks, of dankzij de dreigementen van Trump om de publicatie tegen te gaan, werden er destijds in de eerste paar weken bijna twee miljoen exemplaren van Fire and Fury verkocht.", "Ontslag vanwege beïnvloeding of weigering?", "Ondanks de hogere geloofwaardigheid die Comey door het publiek wordt toegedicht, is ook de voormalig FBI-directeur niet van onbesproken gedrag. Hij schudde de Amerikaanse campagne in 2016 flink op toen hij een week voor de verkiezingsdag met de mededeling kwam dat de FBI een onderzoek naar de e-mailservers van Hillary Clinton had heropend.", "Volgens de Democraten had hij die mededeling niet zo kort voor de verkiezingen mogen doen, omdat hij hierdoor mogelijk de uitslag had beïnvloed. Volgens het Witte Huis is Comeys onjuiste handelen in het Clinton-onderzoek dan ook de reden voor zijn ontslag.", "Maar uit Comeys eigen notities blijkt iets anders. Tijdens een diner zou Trump Comey hebben gevraagd het onderzoek naar nationaal veiligheidsadviseur Michael Flynn te beëindigen. Toen de FBI-baas dat weigerde, besloot Trump hem de laan uit te sturen. Daardoor rees de vraag of het ontslag een poging was een lopend onderzoek te dwarsbomen, iets wat strafbaar is.", "Het incident leidde uiteindelijk tot het aanstellen van Robert Mueller als speciaal aanklager in het Ruslandonderzoek. Wanneer die met een eindoordeel komt, is nog niet duidelijk."], "authors": [], "keywords": ["zet", "dat", "schrap", "washington", "hij", "van", "zich", "een", "voor", "te", "comey", "het", "nu", "op", "trump", "met", "kwaad", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}