{"id": "25864377-73bc-3951-a35a-ef1266e8abd1", "title": "Hoe (het jaar van de) eenzaamheid ook ergens goed voor kan zijn", "url": "https://volkskrant.nl/mensen/hoe-het-jaar-van-de-eenzaamheid-ook-ergens-goed-voor-kan-zijn~bcfce6d2/", "summary": "Misschien kon ik het me daarom wel permitteren om open te staan voor de vreemdheid van het leven.\nDat gaat in de puberteit en adolescentie via trial-and-error en experimenteren en dat kan en mag ook.\nTerwijl de adolescentie de periode is van losmaking uit het gezin van herkomst en het oriënteren op de toekomst, is de ouderdom de periode van het losmaken uit het leven en het zien verdwijnen van de toekomst.\nNog zo’n mooie uitspraak van René: ‘De wereld is het medicijn voor eenzaamheid, en eenzaamheid is het medicijn voor de wereld.’ Eenzaamheid kan inderdaad ook ergens goed voor zijn.\nMaar het bijzondere van mensen is dat wij wel kunnen verlangen naar het kennen van de binnenwereld van een ander.", "paragraphs": ["Beeld Hilde Harshagen", "René Diekstra: Psychologisch gezien is 2020 vooral een confrontatie geworden met onze kwetsbaarheid, onze fragiliteit. Wij zijn uiterst fragiele wezens. Contact met een minuscuul, voor het blote oog onzichtbaar viraal organisme kan al voldoende zijn om ons – biologisch én psychologisch, via de angst die besmettingsdreiging oproept – af te breken. Wat corona naar de oppervlakte heeft geduwd, is het besef dat onze fragiliteit ons op ieder moment fataal kan zijn. En ooit zal zijn. Of in de pijnlijk treffende woorden van Albert Camus, het besef dat ‘het leven een hospice is, geen hospitaal’. Als we iemand nog iets te vragen hebben of iets zouden willen laten weten, aan verbinding zouden willen herstellen of maken, dan moeten we dat dus nu doen. En weet je niet goed hoe, dan is een handleiding handig.", "Marjan Slob: 2020 is een schokkend jaar geweest, waarin een heleboel manieren van doen hortend en stotend tot stilstand zijn gekomen. Maar persoonlijk denk ik dat het woord ‘eenzaamheid’ te lui op deze tijd geplakt wordt. Ik denk niet: oei, wat waren we eenzaam. Bij mij komt eerder het beeld op van een grote omgewoelde mierenhoop. Een samenleving helemaal in de war, driftig doende de eitjes te redden en nieuwe routines te ontwikkelen.", "RD: In februari publiceerde ik een column waarin ik de lezers opriep om hun ouders te interviewen met een door collega’s en mij ontwikkeld vragenschema. Om hen en hun levensloop beter te leren kennen en eventuele belangrijke vragen beantwoord te krijgen voordat het daarvoor te laat was. Aanleiding was de uitbraak van covid. In het bijzonder de drama’s van oudere ouders die van contact met hun volwassen kinderen werden afgesneden, die stierven zonder afscheid, wier levensverhaal door allerlei beperkingen tijdens begrafenissen niet of nauwelijks en voor en door veel te weinigen verteld kon worden. Ouders en kinderen die noodgedwongen als intieme vreemden voorgoed uit elkaar moeten; hoe schrijnend wil je het hebben? Met als gevolg talloze verzoeken om het interviewschema en vragen, verhalen en suggesties naar aanleiding van ervaringen daarmee. Een boek werd nagenoeg onvermijdelijk.", "MS: Ik begon al aan De lege hemel voordat de epidemie uitbrak. Corona komt onvermijdelijk voorbij in mijn boek, maar het belangrijkste wat ik daarover zeg is: ‘Wat te denken van de mensen die zich nu níét op een nieuwe manier eenzaam voelen?’", "De inzet van onze boeken is heel anders. René spoort ons aan om in gesprek te gaan met onze ouders, om zo de verbondenheid tussen generaties te eren en te versterken. Hij geeft een concrete handleiding, inclusief te stellen vragen. Ik tast het begrip eenzaamheid af, en ik kom erop uit dat eenzame mensen lijden aan gebrek aan verbinding. Wat volgt, is een filosofisch onderzoek naar wat mensen in huis moeten hebben om zoiets ingewikkelds überhaupt te kunnen voelen.", "RD: Ik kende Marjans werk niet maar heb haar boek over eenzaamheid in één weekend uitgelezen. Want hoewel via andere aanvliegroutes, gaan onze boeken allebei over eenzaamheid, fragiliteit en verbinding. En de samenhang daartussen. Die samenhang weet Marjan op indrukwekkende manier uit te leggen. Toen mijn jongste zoon de omslag van haar boek las, vroeg hij of ik me als jongere ooit eenzaam had gevoeld. Het bracht de volgende herinnering naar boven.", "Ik was een jaar of 15, net als Rieteke, een meisje met wie ik af en toe optrok. Wat ons vooral bond, waren de moeilijkheden die we met onze ouders hadden. Op een avond laat was het bij mij thuis zo hoog opgelopen, dat ik woedend het huis had verlaten en niet van plan was daar terug te keren. Alleen wist ik niet waar ik dan naar toe moest. Zonder veel hoop, vanwege het late uur, besloot ik bij haar langs te gaan.", "Tot mijn verrassing, ze woonden op een bovenhuis met aparte trapopgang, zat ze daar. Dikke tranen in haar ogen. Alsof we het hadden afgesproken, had ook zij heftige ruzie met haar ouders gehad die haar naar bed hadden gestuurd. In plaats daarvan was ze het huis uit geslopen. Samen zijn we door de stille straten van Sneek gaan lopen, elkaar ervan overtuigend dat we niet terug moesten gaan. Maar wat dan wel? Rieteke kwam op een idee. ‘Laten we gaan trouwen’, stelde ze voor. ‘Want als je getrouwd bent, ben je volwassen en kun je doen wat je wilt.’", "Ik wist niet of dat klopte en zag ook niet precies in hoe we dat op dit late uur moesten regelen. Maar creatief als ze was had ze daar ook een oplossing voor. ‘We gaan naar de pastorie, bellen aan, die zijn vast nog wel op, en vragen aan de pastoor of die ons wil trouwen.’ Ik zie het nog voor me. De pastoor die opendeed, stomverbaasd, maar ons niet de deur wees toen zij zei waarvoor we kwamen. Integendeel. Na een ‘dat verzoek krijg ik niet vaak op dit uur’ nodigde hij ons uit binnen te komen.", "Het gesprek dat we daar gedrieën hadden, behoort tot een van mijn beste jeugdherinneringen. Een volwassene die niet oordeelt, laat staan veroordeelt. Die zomaar, zonder daar iets voor terug te vragen, tijd aan je geeft zolang als je nodig hebt om je uit te spreken. Die alleen maar wil begrijpen en zich daarom beperkt tot luisterend, bijna interviewend bevragen. En die jouw antwoorden bij voorbaat serieus neemt. Vooral deze vraag en dit antwoord zijn mij bijgebleven. Hij: ‘Waarom willen jullie eigenlijk trouwen?’ Zij: ‘Omdat we niet langer eenzaam willen zijn.’", "MS: Wat een geniale vraag van je zoon, en wat een prachtig, heftig verhaal levert dat op! Mijn persoonlijke drama is niet zo groot of bijzonder. Ik ben geboren in een dorp in de Alblasserwaard. Als kind heb ik me geborgen gevoeld, het was thuis eigenlijk heel kalm. Misschien kon ik het me daarom wel permitteren om open te staan voor de vreemdheid van het leven. Een sleutelherinnering is dat ik in de zandbak zit van de kleuterschool. Het is eigenlijk geen herinnering, meer een gevoel. Ik ervaar dat ik daar ben in mijn uppie – en alles is eindeloos helder om me heen. Alleen maar dat. Die weidsheid, en ik zo klein. Niet dat ik bang ben. Meer dat het zo vreemd is dat alles er is.", "Op zichzelf is dit geen ervaring van eenzaamheid. Maar zulke ervaringen en gedachten maakten mij wel eenzaam, omdat ik er niet over kon praten. Ik had er nog geen woorden voor. En toen ik die wel kreeg en mijn gevoelens ging formuleren, vonden die geen weerklank in mijn omgeving. Ik kreeg de indruk dat wat ik dacht en voelde niet hoorde. Dat was de grootste zorg van mijn kindertijd: ben ik nu alleen met dergelijke ervaringen, of houdt iedereen er zijn mond over? En waarom dan?", "Inmiddels denk ik dat veel kinderen zichzelf filosofische vragen stellen. Maar in mijn omgeving kwam dat niet aan de orde. Vandaar dat het zo’n opluchting voor mij was om, vijftien jaar later, filosofie te gaan studeren. Opeens was ik geen freak meer! Sterker nog: er was een hele bibliotheek vol boeken over dergelijke thema’s, en die boeken stonden nog in aanzien ook! Daar hield die vorm van eenzaamheid voor mij op.", "Ik begrijp goed dat de eenzaamheid die ik beschrijf er één van de luxe soort is. Ik kon weliswaar niet alles van mezelf uitdrukken, maar wist me wel omringd door aardige mensen. Zo’n situatie is niet te vergelijken met die van chronisch eenzamen die allang contact met anderen missen. Hoe hun pijn voelt, weet ik niet. Dat was een van mijn grootste aarzelingen voordat ik begon met schrijven: is het niet vreselijk aanmatigend om het over eenzaamheid te hebben als je zelf alleen de lichte vorm kent? Het hangt van de inzet af, besloot ik. Ik heb geen zelfhulpboek geschreven – dat heb ik ook helemaal niet in huis. Wel kan ik dat vermogen tot eenzaamheid uitdiepen en kijken welk licht dit op mensen werpt. Eenzaamheid is onlosmakelijk verbonden met de menselijke aard. Wij zijn vatbaar voor eenzaamheid. Door dat te erkennen, verbind ik me met mensen wier hele leven in de schaduw is gaan staan van eenzaamheid. Op een bepaalde manier zeg ik: ik ben zoals jij. Dat is de koele troost die een filosoof kan bieden.", "RD: Eenzaamheid, beklemtoont Marjan, is een gevoel dat vrij spel krijgt als verbindingen op breken staan of verbroken zijn. Het hoofd bieden daaraan vraagt nogal wat van je capaciteiten. Voor Rieteke en mij gold dat de verbindingen met onze ouders op breken stonden, terwijl we nieuwe verbindingen nog moesten vinden of vormen. Dat gaat in de puberteit en adolescentie via trial-and-error en experimenteren en dat kan en mag ook.", "Heel verschillend is het in de fase in ons leven waarin de breekbaarheid en het breken van verbindingen meer dan anders op de agenda staan: de ouderdom. Terwijl de adolescentie de periode is van losmaking uit het gezin van herkomst en het oriënteren op de toekomst, is de ouderdom de periode van het losmaken uit het leven en het zien verdwijnen van de toekomst. Daar valt vaak weinig meer te experimenteren. Het hoofd bieden aan eenzaamheid in de ene fase vraagt daarom om andere vaardigheden, capaciteiten en betrokkenheid van anderen dan in de andere fase.", "Terwijl je in de adolescentie je eenzaam kunt voelen maar vaak niet alleen bent, met andere jongeren, gezinsleden, en volwassenen in allerlei functies om je heen, komen in de ouderdom ‘eenzaamheid’ en ‘alleen zijn’ vaker in één pakket. Wie chronisch alleen is, is daarom ook vaak chronisch eenzaam. Niettemin geldt voor beide fasen dat een deel van de pijn van eenzaamheid, citeert Marjan in haar boek de schrijfster Olivia Laing, ‘te maken heeft met je gedwongen voelen je kwetsbaarheid te verbergen’.", "MS: René schrijft: ‘Uit eigen ervaring weet ik dat eenzame volwassenen zichzelf vaak veroordelen tot ‘eenzame opsluiting’. Ze zijn het dus ook zelf die zich daaruit moeten bevrijden.’ Het is geen prettige boodschap dat eenzame mensen hun eenzaamheid deels over zichzelf afroepen. Maar ik denk dat het noodzakelijk is dit te constateren, omdat je anders, óók als hulpverlener, snel vervalt in een soort sentimenteel schema waarin eenzame volwassenen louter zielige slachtoffers zijn. Een volwassen mens is verantwoordelijk voor zijn eigen binnenwereld, dat moet het uitgangspunt zijn. Iemand zielig vinden is heel wat anders dan compassie tonen. Zieligheid is benauwend. Zieligheid eigent toe, waar compassie ruimte geeft.", "Beeld Hilde Harshagen", "Maar ik realiseer me één ding goed: het is moeilijk om de verantwoordelijkheid voor je eigen eenzaamheid op je te nemen als je jezelf eigenlijk niet de moeite waard vindt. Dat is voor veel kwetsbare mensen vermoedelijk een groot struikelblok. En voor dat gevoel van minderwaardigheid dragen wij als collectief ook verantwoordelijkheid. Het zou enorm helpen als de maatschappij werkelijk zou uitstralen dat iedereen ertoe doet. De boodschap lijkt nu eerder dat je pas de moeite waard bent als je slim, goed gesocialiseerd en gelukkig bent. Met andere woorden: als je lekker makkelijk in te lijven bent door de huidige winnaars.", "Nog zo’n mooie uitspraak van René: ‘De wereld is het medicijn voor eenzaamheid, en eenzaamheid is het medicijn voor de wereld.’ Eenzaamheid kan inderdaad ook ergens goed voor zijn. Als ik me concreet probeer voor te stellen hoe dan, kom ik uit op David Bowie, een belangrijke figuur in De lege hemel. Bowie schittert op het wereldse toneel, maar trekt zich ook weer terug, om daarna als een nieuw personage tevoorschijn te komen. Dat pendelen tussen jezelf laten zien en jezelf terugtrekken geeft je de broodnodige ruimte. Als je jezelf niet af en toe terugtrekt, ga je te veel samenvallen met je publieke rol. En elke rol gaat vroeg of laat knellen, vanwege de universele wet dat leven veranderen is. Zet jezelf te krampachtig vast in je huidige rol, en je zult van jezelf vervreemden – dat is ook een vorm van eenzaamheid.", "Eenzaamheid is geen fijn gevoel, laat dat vooropstaan. Maar mij helpt het om eenzaamheid te duiden als een verlangen naar transformatie. De kunst wordt dan dus om in beweging te komen. Chronisch eenzame mensen lukt dat vaak niet meer zo goed, en een uitgestoken hand kan dan enorm helpen.", "RD: Het is goed, zo maak ik op uit de talrijke grote denkers bij wie Marjan te rade is gegaan, om eenzaamheid, in de zin van het missen van gewenste verbindingen, als gevoel te kennen. Het stelt je in staat je in anderen in te leven, hen daardoor beter te begrijpen, eventueel te helpen en daardoor hun eenzaamheid te verminderen. Maar en passant ook je eigen eenzaamheid. Hoe paradoxaal wil je het hebben: eenzaamheid als vaccin tegen eenzaamheid. Dat is wat ik ervaren heb door het lezen van haar boek. De eenzaamheid van de filosofen, schrijvers en componisten die ze opvoert, pijnigt me enerzijds. Anderzijds helpen zij mij via hun eigen eenzaamheid met die van mij. Tenminste als ik besluit de pijn van en het verlangen naar herkenning te willen voelen en die niet te verbergen, voor anderen stom te houden.", "Dat is ook wat tal van ‘interviewers’ mij hebben laten weten. Voor hun ouders betekende het interview het vervullen van een diepgaand verlangen: door hun kinderen beter gekend te worden. En is niet dit het toppunt van eenzaamheid? Dat anderen je niet of nauwelijks (meer) kennen of willen kennen? En is dit niet het meest werkzame medicijn tegen eenzaamheid? Dat anderen te kennen geven je beter te willen leren kennen?", "MS: Je kunt nooit zeker weten hoe het bestaan zich aan een ander mens voordoet; de binnenwereld van een ander kun je nu eenmaal niet betreden. In die zin zijn wij eenzame wezens. Maar het bijzondere van mensen is dat wij wel kunnen verlangen naar het kennen van de binnenwereld van een ander. Dat verlangen is mooi. In dat verlangen schuilt schoonheid.", "Eerder beschreef ik mezelf als een verloren mensje in de zandbak onder de grote lege hemel, teruggeworpen op mezelf. Inmiddels denk ik dat die oerverwondering die me toen overviel, net zo goed om te klappen valt. Soms heb je zomaar even contact met de binnenwereld van een heel ander wezen. Dat gevoel had ik bij René. En die ervaring is misschien nog wel wonderlijker dan het ervaren van leegte.", "RD: Onze ontmoeting is niet alleen een verrijkende ervaring voor mij geweest maar heeft ook een verlangen doen ontstaan. Het verlangen naar een hechtere verbinding tussen filosofie en psychologie. Naar psychosofie, kortom. Want als we nu íéts nodig hebben, gezien de strenge maatregelen, dan zijn het de filosofische en psychologische wijsheden en vaardigheden die ons zelf en anderen helpen de moed niet te verliezen. Ontmoediging ga je tegen door ontmoeting, door verbinding. Laten we daarom alle middelen tot ontmoeting die nog wel mogen, en dat zijn er echt heel wat, in de strijd werpen. Daar kunnen we nooit kwetsbaarder of eenzamer uitkomen. Wel hechter.", "MS: En wees wat stoïcijnser. Verspil geen mentale energie aan sputteren over omstandigheden waar je toch niets aan kunt veranderen. Ik hoor mijn vrienden nu al lachen, want ik geef zelf niet bepaald het goede voorbeeld, maar toch: dat zou nu wijs zijn. De lockdown zou je op een bepaalde manier ook minder eenzaam kunnen maken. In mijn manier van kijken naar eenzaamheid ben je ook eenzaam als je verbinding met jezelf mist. Deze stille dagen vormen een uitgelezen kans om je dromen na te gaan en je herinneringen te integreren."], "authors": ["Marjan Slob", "René Diekstra"], "keywords": ["ik", "goed", "zijn", "van", "voor", "jaar", "en", "een", "kan", "ook", "hoe", "te", "ergens", "het", "niet", "dat", "die", "je"], "pubDate": "2020-12-18T12:00:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}