{"id": "259402c8-f9fe-3e65-8ff0-5aa4504e32b2", "title": "Milena Sidorova: ‘Het leven van een ballerina is heel onzeker’", "url": "https://www.parool.nl/ps/milena-sidorova-het-leven-van-een-ballerina-is-heel-onzeker~beb2ed2b/", "summary": "Het is een beloning voor wat ze gedurende haar hele danscarrière al doet: het bedenken en uitvoeren van eigen choreografieën.\n“Ik deed in de woonkamer vaak een spin na, en dan gierde mijn moeder het uit van het lachen.\nHet werd het Dutch National, zoals ze het nog altijd noemt, aangeraden door haar begeleiders vanwege de topreputatie van het gezelschap.\nHet bleek een reddingsboei, toen Sidorova te maken kreeg met een venijnige blessure die zelfs een heupoperatie vergde.\nAngst dat ze het overweldigende succes van De Spin nooit zal kunnen overtreffen, heeft ze niet.", "paragraphs": ["Milena Sidorova. Beeld Sebastien Galtier", "Het Nationale Ballet heeft grand sujet Milena Sidorova (33) aangesteld als Young Creative Associate, een speciale functie die in 2017 in het leven is geroepen voor jong choreografisch talent. Het is een beloning voor wat ze gedurende haar hele danscarrière al doet: het bedenken en uitvoeren van eigen choreografieën. Bijzonder is dat Sidorova door blijft dansen in de voorstellingen, een duorol waar ze niet tegenop ziet. “Vroeger maakte ik in mijn eigen tijd choreografieën en moest ik zelf naar de H&M om kleding uit te zoeken voor de dansers.”", "Gek, geweldig jaar", "Het is de bekroning op een gek, maar voor ­Sidorova ook geweldig jaar. In februari werd haar zoon Dan geboren en in het voorjaar maakte ze een dans op de muziek van de popband ­Di-rect, een video die tijdens de tweede lockdown subiet viral ging. Ook werkte ze deze zomer mee aan de megaproductie Dune, een Hollywoodfilm die volgend jaar te zien is in de bioscoop. Haar erkenning als aanstormend choreograaf door Het Nationale Ballet is dan ook een logisch gevolg van iets wat buiten het ballet al veel langer bekend was: Sidorova is in staat om een miljoenenpubliek aan zich te binden.", "Een aanjager van dat succes is de eerste choreografie die Sidorova ooit maakte, als 13-jarig meisje in de Oekraïense hoofdstad Kiev, waar zij geboren en getogen is. “Ik deed in de woonkamer vaak een spin na, en dan gierde mijn moeder het uit van het lachen. Zij vond dat ik er iets mee moest doen.”", "Ze maakte er een korte dans van, ook omdat er in die tijd nog weinig moderne choreografieën beschikbaar waren waarmee Sidorova zich kon inschrijven in balletcompetities. “Ik wist dat ik met het bestaande materiaal uit mijn jeugd niet kon laten zien waartoe mijn lichaam in staat was. Op mijn balletschool hadden we niet eens een vak met moderne danstechnieken!”", "De dans, die The Spider heet, vergt een unieke houding waarmee de danser zich op handen en voeten zijwaarts over het podium beweegt. Het werkte: op haar 14de won Sidorova de Moscow International Ballet Competition en later ook de Prix de Lausanne. De Spin maakte haar beroemd. De versie die ze in 2004 op YouTube plaatste, is al ruim 15 miljoen keer bekeken.", "Op 15-jarige leeftijd vloog ze, in haar eentje, naar Londen voor een opleiding aan de Royal Ballet School. Vanwege haar prestaties had Sidorova daarna de balletgezelschappen voor het uitzoeken. Het werd het Dutch National, zoals ze het nog altijd noemt, aangeraden door haar begeleiders vanwege de topreputatie van het gezelschap.", "Ze begon in Amsterdam in dezelfde tijd als directeur Ted Brandsen, die haar altijd aanmoedigde om naast haar danswerk te blijven choreograferen. Het bleek een reddingsboei, toen Sidorova te maken kreeg met een venijnige blessure die zelfs een heupoperatie vergde. “Het leven van een ballerina is heel onzeker, vooral als er sprake is van blessures en iedereen de hele tijd vraagt: ‘Wanneer zien we je weer?’ Het is dan moeilijk om de moed erin te houden, ik probeerde dat te doen door in die tijd choreografieën te maken.”", "Over het feit dat het Sidorova nog niet gelukt is om dat laatste stapje van grand sujet naar solist te maken, heeft ze gemengde gevoelens. “Ik denk nog steeds dat ik het zou kunnen. Mijn lichaam is sterk, ook na de geboorte van mijn zoon kon ik verrassend snel weer belangrijke rollen dansen. Maar als hoofddanser was ik waarschijnlijk niet in staat geweest om ook choreograaf te worden. Nu ben ik het allebei.”", "Igone de Jongh", "De harde woorden die de recent afgezwaaide soliste Igone de Jongh gebruikte in haar auto­biografie over de manier hoe ze in de nadagen van haar carrière is behandeld door het gezelschap, herkent Sidorova niet. “Ik ben verbaasd over de bitterheid in het boek, ze leek hier gelukkig en heeft kansen gehad waar de meeste dansers alleen maar van kunnen dromen.”", "Vanuit haar dubbele rol als danser en choreograaf hoopt Sidorova om in de toekomst grotere producties te mogen maken voor Het Nationale Ballet. Angst dat ze het overweldigende succes van De Spin nooit zal kunnen overtreffen, heeft ze niet. “Ook mijn stukken The Naked Truth en Hold On hebben een miljoenenpubliek bereikt. Mijn missie is om mensen te laten genieten van ballet, of ze nu een liefhebber zijn of geen pas kunnen herkennen.”"], "authors": ["Ruben Koops"], "keywords": ["ballerina", "van", "het", "sidorova", "onzeker", "die", "ik", "heel", "milena", "een", "ze", "haar", "te", "leven", "en"], "pubDate": "2020-12-10T16:33:56+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}