{"id": "25a0b2d3-24bd-3e19-83e8-17b3c9839aff", "title": "Je kunt op WhatsApp de achtergrond nu per chatgesprek aanpassen", "url": "https://www.metronieuws.nl/lifestyle/tech/2020/12/whatsapp-achtergrond-per-chatgesprek-aanpassen/", "summary": "Je kunt op WhatsApp de achtergrond nu per chatgesprek aanpassenWhatsApp komt continu met nieuwe updates die de dienst nog verder moeten verbeteren.\nHet is een ideale dienst omdat je met iedereen kunt chatten en media kunt delen.\n„Maak je chats persoonlijk en herkenbaar door het gebruik van een aangepaste achtergrond voor je belangrijkste gesprekken en favoriete personen.\nMet een aangepaste achtergrond zie je meteen naar wie je wat stuurt.\nHeb je helemaal niets met een persoonlijke achtergrond, dan heeft WhatsApp ook een oplossing voor jou.", "paragraphs": ["Je kunt op WhatsApp de achtergrond nu per chatgesprek aanpassen", "WhatsApp komt continu met nieuwe updates die de dienst nog verder moeten verbeteren. Nu kun je aan de slag met het uiterlijk van de app. Chats zijn namelijk ‘te onpersoonlijk’.", "We gebruiken allemaal WhatsApp. Toch? Het is een ideale dienst omdat je met iedereen kunt chatten en media kunt delen. Een gesprek met een groep is zo gemaakt. Ruim 2 miljard mensen gebruiken de app momenteel, waardoor de hele wereld binnen handbereik is. Wat echter nog wat lastig is, is om de chats wat persoonlijker te maken. Dat moet na een nieuw update compleet veranderen.", "Een nieuw uiterlijk voor WhatsApp", "Dat heeft WhatsApp-eigenaar Facebook laten weten in een e-mail aan de Amerikaanse technologiewebsite The Verge. „Maak je chats persoonlijk en herkenbaar door het gebruik van een aangepaste achtergrond voor je belangrijkste gesprekken en favoriete personen. Hierdoor hoef je niet meer bang te zijn dat je berichten naar de verkeerde mensen stuurt.”", "Dat je de achterkant per gesprek kunt veranderen (dat gaat zo), is voor veel gebruikers een langgekoesterde wens. Niet alleen is het leuk, zodat je bijvoorbeeld een foto van jou en diegene samen kunt gebruiken. Ook is het handig, zoals Facebook zegt. Wie is het nu niet overkomen dat je in WhatsApp een bericht stuurt naar de verkeerde persoon of groep? Met een aangepaste achtergrond zie je meteen naar wie je wat stuurt.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "WhatsApp laat je per chat een unieke achtergrond instellen: zo werkt het https://t.co/WkHQbMgjRF — Anneke van Dijken (@AnnekeDijken) December 2, 2020", "Meer oplossingen WhatsApp", "Ook kun je de achtergronden aanpassen aan de gewone modus en de dark-mode. Zo kan het natuurlijk zijn dat een foto die je overdag gebruikt zulke lichte kleuren heeft die je liever ’s avonds in het donker niet terug wil zien.", "Heb je helemaal niets met een persoonlijke achtergrond, dan heeft WhatsApp ook een oplossing voor jou. Het gaat de standaardachtergronden van meerdere kleuren voorzien zodat je zelf kunt kiezen. Daarnaast heb je de mogelijkheid om de helderheid aan te passen.", "Ook stickers krijgen verandering", "Naast de achtergronden gaat Facebook in deze update ook de stickers aanpassen. Het moet nu nog makkelijker worden om stickers te zoeken die je wil gebruiken in je gesprekken. Het moet simpeler worden om door de meest gebruikte categorieën te scrollen. Om dit beter te laten werken zullen stickermakers nog wel wat veranderingen toe moeten voegen, zodat het zoeken makkelijker kan.", "De nieuwe update is nu te downloaden in de App Store en Google Play.", "Lees ook: Handige functies van WhatsApp die je misschien nog niet kent"], "authors": [], "keywords": ["van", "kunt", "whatsapp", "op", "het", "met", "een", "je", "nu", "te", "niet", "om", "aanpassen", "chatgesprek", "en", "achtergrond"], "pubDate": "2020-12-03T21:44:48+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}