{"id": "25b98266-0c50-399b-b3aa-97418c6338fb", "title": "NUcheckt: Mogelijk coronavaccin maakt je niet 'genetisch gemodificeerd'", "url": "https://nu.nl/nucheckt/6087975/nucheckt-mogelijk-coronavaccin-maakt-je-niet-genetisch-gemodificeerd.html", "summary": "Via de mail kreeg NUcheckt de vraag of een Facebook-bericht waarin wordt beweerd dat een mogelijk coronavaccin je DNA beschadigt klopt.\nDaarnaast wordt in de video dus gesteld dat het toekomstige vaccin ertoe leidt dat je DNA verandert en dat je na vaccinatie \"genetisch gemodificeerd\" bent.\nZo zit in je DNA het recept voor de kleur van je ogen.\nRNA-vaccin verandert je DNA nietMaar hoe weten we dan zeker dat je DNA niet verandert door dit type vaccins?\nAls het vaccin niet kan worden opgenomen in je DNA, kan het je DNA ook niet veranderen.", "paragraphs": ["NUcheckt controleert berichten op hun betrouwbaarheid. Dit keer kijken we naar de bewering dat het toekomstige coronavaccin je DNA permanent verandert. Dit is onjuist.", "Via de mail kreeg NUcheckt de vraag of een Facebook-bericht waarin wordt beweerd dat een mogelijk coronavaccin je DNA beschadigt klopt. Het bericht werd al in augustus online geplaatst, maar is in de afgelopen weken zeker tientallen keren opnieuw gedeeld. Ook op Twitter zien we dit soort beweringen langskomen.", "Ze kloppen niet. Het soort vaccin dat volgens de berichten je DNA kan beschadigen, een RNA-vaccin, is hier chemisch gezien niet toe in staat.", "Door: screenshot", "Waar komt het vandaan?", "Het Facebook-bericht dat NU.nl kreeg doorgestuurd, bestaat uit een korte tekst waarin wordt beweerd dat het coronavaccin je DNA beschadigt en dat 700.000 mensen dood zullen gaan aan het toekomstige coronavaccin, én uit een video.", "De video is van het Duitstalige Klagemauer TV, een online kanaal waarop regelmatig complottheorieën over bijvoorbeeld Bill Gates, het coronavirus en 5G worden gedeeld. Klagemauer TV is opgericht door Ivo Sasek, die volgens verschillende Duitse media de leider van een Zwitserse christelijke sekte is.", "In de video wordt beweerd dat Gates heeft gezegd dat er 700.000 gevallen van \"vaccinatieschade\" zullen ontstaan door het coronavaccin. Dit klopt niet: de factcheckers van persbureau AP constateerden al eerder dat de Microsoft-oprichter dit nooit heeft gezegd. Hij heeft alleen gezegd dat potentiële coronavaccins goed moeten worden onderzocht, omdat zeldzame bijwerkingen veel mensen kunnen treffen wanneer de hele wereldbevolking wordt ingeënt.", "Hoe werken RNA-vaccins?", "Daarnaast wordt in de video dus gesteld dat het toekomstige vaccin ertoe leidt dat je DNA verandert en dat je na vaccinatie \"genetisch gemodificeerd\" bent. Ook dit is onjuist.", "Je kunt je het DNA voorstellen als een soort kookboek met daarin bijna al jouw erfelijke informatie. Zo zit in je DNA het recept voor de kleur van je ogen. DNA zit in de celkernen van alle cellen in je lichaam. In de video van Klagemauer TV wordt gewaarschuwd dat RNA-vaccins dit DNA blijvend veranderen. Onder de tien potentiële coronavaccins die nu in de laatste onderzoeksfase zitten, zijn twee RNA-vaccins.", "RNA-vaccins bevatten een stukje genetische informatie dat, in tegenstelling tot DNA, geen compleet kookboek is, maar alleen het recept voor een kenmerkend eiwit van het coronavirus: de antigenen. Dit stukje genetische informatie is in een pakketje vetten ingepakt, zodat het menselijke cellen kan binnengaan. Eenmaal in de cel zorgt dit pakketje ervoor dat er coronavirusantigenen worden geproduceerd.", "Als reactie op de coronavirusantigenen maakt het immuunsysteem antistoffen tegen het coronavirus aan. Door deze antistoffen ben je - als het vaccin goed werkt - beschermd wanneer je later het daadwerkelijke coronavirus een keer tegenkomt.", "RNA-vaccin verandert je DNA niet", "Maar hoe weten we dan zeker dat je DNA niet verandert door dit type vaccins? Vlaamse onderzoekers legden in een artikel uit dat het genetisch materiaal in een RNA-vaccin wel in menselijke cellen komt, maar niet in de celkern waar het DNA zich bevindt. Dat is een van de oorzaken dat dit type vaccins je DNA niet verandert.", "Robert Carnahan, vaccinoloog aan de Amerikaanse Vanderbilt-universiteit, legde bovendien eerder aan ScienceFeedback uit dat de chemische samenstelling van de stukjes genetische informatie in RNA-vaccins zo anders is dan de chemische samenstelling van menselijk DNA, dat het onmogelijk kan worden opgenomen in het DNA. Als het vaccin niet kan worden opgenomen in je DNA, kan het je DNA ook niet veranderen.", "Tot slot blijft het genetisch materiaal uit het vaccin maar relatief korte tijd in je cellen aanwezig. Nadat de antigenen zijn geproduceerd, wordt het volgens Carnahan relatief snel weer afgebroken.", "Heb jij ook een bericht of bewering gezien waarvan je de juistheid betwijfelt? Mail naar factcheck@nu.nl en dan gaan wij ermee aan de slag."], "authors": ["Door", "Shannon Bakker"], "keywords": ["dat", "van", "maakt", "dit", "niet", "een", "nucheckt", "wordt", "coronavaccin", "dna", "mogelijk", "genetisch", "worden", "gemodificeerd", "je", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}