{"id": "25d77458-82ab-3e36-8bba-ad64bf109c48", "title": "Aboutaleb begint officieel aan derde termijn als burgemeester Rotterdam", "url": "https://nu.nl/rotterdam/6100220/aboutaleb-begint-officieel-aan-derde-termijn-als-burgemeester-rotterdam.html", "summary": "Ahmed Aboutaleb begint dinsdag officieel aan zijn derde termijn als burgemeester van Rotterdam.\nHet was Aboutalebs eerste optreden in het openbaar sinds hij kort voor Kerst geopereerd werd aan zijn schildklier.\nDat Aboutaleb opnieuw burgemeester van Rotterdam zou worden, was al langer bekend.\nKoning Willem-Alexander bekrachtigde dat besluit afgelopen zomer, nadat de Rotterdamse gemeenteraad hem officieel voordroeg voor een derde termijn.\nCommissaris van de Koning Smit, die de burgemeester maandag opnieuw officieel de eed afnam voor het portret van de koning, is daar verheugd mee.", "paragraphs": ["Ahmed Aboutaleb begint dinsdag officieel aan zijn derde termijn als burgemeester van Rotterdam. Daarvoor legde hij maandagmiddag in het provinciehuis de eed af bij Jaap Smit, commissaris van de Koning in Zuid-Holland. Het was Aboutalebs eerste optreden in het openbaar sinds hij kort voor Kerst geopereerd werd aan zijn schildklier.", "Dat Aboutaleb opnieuw burgemeester van Rotterdam zou worden, was al langer bekend. Koning Willem-Alexander bekrachtigde dat besluit afgelopen zomer, nadat de Rotterdamse gemeenteraad hem officieel voordroeg voor een derde termijn. Aboutaleb zelf had eerder al aangegeven wel zin te hebben in nog eens zes jaar burgemeesterschap.", "Commissaris van de Koning Smit, die de burgemeester maandag opnieuw officieel de eed afnam voor het portret van de koning, is daar verheugd mee. \"We kennen elkaar nu zo'n zeven jaar en hebben een uitstekende verstandhouding. Ik kijk uit naar een verdere samenwerking.\"", "Naar verwachting pakt de 59-jarige Aboutaleb half januari het werk weer op. De komende dagen gebruikt hij om verder te herstellen van zijn operatie."], "authors": ["Door"], "keywords": ["zijn", "rotterdam", "van", "termijn", "burgemeester", "voor", "aboutaleb", "derde", "een", "officieel", "begint", "aan", "hij", "het", "koning", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}