{"id": "25e03ab4-89f8-319d-a38b-1fe46ad1ea7a", "title": "Ten Hag heeft goede hoop op Neres tegen Atalanta, Blind mist laatste training", "url": "https://nu.nl/champions-league/6095267/ten-hag-heeft-goede-hoop-op-neres-tegen-atalanta-blind-mist-laatste-training.html", "summary": "Erik ten Hag heeft goede hoop dat David Neres, Noussair Mazraoui en Nicolás Tagliafico woensdag mee kunnen doen in de cruciale Champions League-wedstrijd van Ajax tegen Atalanta.\nLassina Traoré is het grootste twijfelgeval bij de Amsterdammers en Daley Blind moest de laatste training vanwege griep aan zich voorbij laten gaan.\n\"Het zijn nog allemaal twijfelgevallen, maar ik heb goede hoop dat Mazraoui en Tagliafico erbij zijn tegen Atalanta\", zei Ten Hag dinsdag op zijn persconferentie.\nNa de afsluitende training van dinsdag wordt duidelijk wie er beschikbaar zijn tegen Atalanta.\n\"Neres doet straks mee aan de training en dan is het afwachten of er een reactie komt.", "paragraphs": ["Erik ten Hag heeft goede hoop dat David Neres, Noussair Mazraoui en Nicolás Tagliafico woensdag mee kunnen doen in de cruciale Champions League-wedstrijd van Ajax tegen Atalanta. Lassina Traoré is het grootste twijfelgeval bij de Amsterdammers en Daley Blind moest de laatste training vanwege griep aan zich voorbij laten gaan.", "De 23-jarige Neres viel vorige week in het Champions League-duel met Liverpool (1-0-verlies) geblesseerd uit en miste zaterdagavond de verloren thuiswedstrijd tegen FC Twente (1-2). Mazraoui deed ook niet mee tegen de club uit Enschede.", "Daarbij kwam dat Tagliafico in die wedstrijd na 55 minuten uit voorzorg gewisseld werd en Traoré aan het einde van de eerste helft het veld moest verlaten. De spits uit Burkina Faso werd vervangen door Brian Brobbey.", "\"Het zijn nog allemaal twijfelgevallen, maar ik heb goede hoop dat Mazraoui en Tagliafico erbij zijn tegen Atalanta\", zei Ten Hag dinsdag op zijn persconferentie. \"Ook over Neres heb ik goede hoop. Traoré is van allemaal het grootste twijfelgeval.\"", "Na de afsluitende training van dinsdag wordt duidelijk wie er beschikbaar zijn tegen Atalanta. \"Neres doet straks mee aan de training en dan is het afwachten of er een reactie komt. Traoré zal ook meedoen.\" Blind is grieperig en moest de training aan zich voorbij laten gaan. Het is niet bekend wat dat betekent voor zijn inzetbaarheid.", "Ajax moet woensdag in de Johan Cruijff ArenA winnen van Atalanta om de achtste finales van de Champions League te bereiken. De wedstrijd begint om 18.55 uur. Bij een gelijkspel of nederlaag zijn de Amsterdammers veroordeeld tot de knock-outfase in de Europa League."], "authors": ["Door"], "keywords": ["van", "heeft", "neres", "het", "op", "goede", "laatste", "zijn", "mist", "hoop", "en", "uit", "traoré", "hag", "training", "dat", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}