{"id": "25e4ef4f-255b-39db-83d0-1cfdf096e86e", "title": "Coffeeshops over verbod toeristen: ‘Voor ons betekent dat einde verhaal’", "url": "https://www.parool.nl/amsterdam/coffeeshops-over-verbod-toeristen-voor-ons-betekent-dat-einde-verhaal~bb0ce568/", "summary": "Een verbod daarop betekent voor ons einde verhaal.”Burgemeester Halsema bracht vrijdag haar plannen naar buiten om buitenlandse toeristen te weren uit Amsterdamse coffeeshops.\nDat er overlast is, valt volgens een medewerker van coffeeshop De Kade in Zuid inderdaad niet te ontkennen.\nHet zou helemaal niet leuk zijn als dat straks niet meer mag.”StraatverkoopBarney's is het ermee eens dat de overlast niet op buitenlanders moet worden afgeschoven.\nVolgens hem is het ‘roken van een wietje’ verre van de grootste onruststoker in de stad.\nDaarnaast moet er een maximum komen op het aantal coffeeshops dat onderdeel uitmaakt van een keten.", "paragraphs": ["Drukte bij een coffeeshop waar klanten nog snel voor de lockdown een voorrraadje in willen slaan. Beeld ANP", "De manager van coffeeshop Barney’s in de Haarlemmerstraat kan er kort over zijn: als toeristen niet meer mogen komen, sluiten zij de tent. “Wij verkopen alléén maar aan toeristen. Een verbod daarop betekent voor ons einde verhaal.”", "Burgemeester Halsema bracht vrijdag haar plannen naar buiten om buitenlandse toeristen te weren uit Amsterdamse coffeeshops. Dit moet de overlast van drugstoeristen verminderen, die volgens haar ‘in de grachten kotsen omdat ze te veel geblowd en gedronken hebben’. De burgemeester kan op bijval rekenen van het Openbaar Ministerie en de politie.", "Dat er overlast is, valt volgens een medewerker van coffeeshop De Kade in Zuid inderdaad niet te ontkennen. Dat dit door toeristen komt, ziet zij daarentegen als een denkfout. “Het zijn vaak onze eigen Amsterdammers die zich niet gedragen en troep achterlaten.” Ze stelt dat het probleem eerder bij het verbod op rokersruimtes ligt, waardoor veel mensen nu op straat staan te roken.", "De Kade ligt niet in een toeristische buurt, toch beslaan buitenlanders ongeveer de helft van haar clientèle. “Zij komen speciaal naar ons vanwege onze goede producten. Het zou helemaal niet leuk zijn als dat straks niet meer mag.”", "Straatverkoop", "Barney's is het ermee eens dat de overlast niet op buitenlanders moet worden afgeschoven. En net zo min op het gebruik van marihuana. “Alcohol zorgt net zo goed voor problemen. Bovendien is overlast nu eenmaal eigen aan een drukke stad, daar kun je niet omheen.”", "“Ja,” zegt Jason den Enting van coffeeshop De Dampkring in Centrum, “zelfs de rij voor het Anne Frank Huis zorgt voor overlast.” Hij denkt dat ongeveer de helft van zijn klanten uit het buitenland komt, al is dat nu vanwege de coronacrisis anders. Volgens hem is het ‘roken van een wietje’ verre van de grootste onruststoker in de stad.", "Bovendien blijven buitenlandse onruststokers toch wel komen, vult Donny aan, werkzaam bij coffeeshop Funny People in Noord. “Toeristen die speciaal om te blowen komen, laten zich hier niet door tegenhouden.”", "Hoe ze dan nog aan hun spul komen? “Op straat. Dat zie je in andere gebieden waar een wietpas is ingevoerd ook al gebeuren. Daar staan ze nu achter het station in plaats van bij een coffeeshop.” Daar sluit Den Enting zich bij aan: “Dit speelt straatdealers in de kaart.”", "Bij Funny People komen toeristen overigens nauwelijks binnen. “Onze klantenkring bestaat bijna alleen maar uit buurtbewoners, dus voor ons zou het verbod weinig verschil maken.” Dat neemt niet weg dat Donny het een slecht plan vindt, en de financiële gevolgen voor zijn concurrenten op toeristische locaties betreurt.", "Weekvoorraad", "Het weren van buitenlandse toeristen is overigens niet de enige voorgestelde verandering in het coffeeshopbeleid. De burgemeester wil ook dat shops transparanter maken waar ze hun koopwaar vandaan halen. Daarnaast moet er een maximum komen op het aantal coffeeshops dat onderdeel uitmaakt van een keten.", "In de stevige voorstellen zit ook een lichtpuntje voor de coffeeshops: zij mogen straks meer wiet in huis hebben dan de nu toegestane 500 gram. Veel van de winkels verkopen dagelijks een grotere hoeveelheid, waardoor het nu lastig is de aanvoer goed te organiseren. De straks toegestane ‘weekvoorraad’ wordt mogelijk een paar kilo.", "Bij De Kade zien ze dat inderdaad als een lichtpuntje. “We moeten nu best vaak nee verkopen, omdat iets op is.” Ook de medewerker van Funny People ‘denkt dat dit fijn is’, al is het nieuws hem nog te vers om daar al over te oordelen. De manager van Barney’s is minder enthousiast. “Wat hebben we aan een grotere voorraad als we het aan niemand meer kunnen verkopen?”"], "authors": ["Anna Herter"], "keywords": ["coffeeshops", "van", "verbod", "voor", "toeristen", "betekent", "een", "niet", "op", "te", "nu", "verhaal", "het", "einde", "dat", "ons"], "pubDate": "2021-01-08T12:21:49Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}