{"id": "25f2fee5-be18-30b0-b003-ed34d4160c78", "title": "Biden beschuldigt Trump van blokkeren machtsoverdracht", "url": "https://www.parool.nl/wereld/biden-beschuldigt-trump-van-blokkeren-machtsoverdracht~b8cc2f39/", "summary": "President Donald Trump (links) en zijn opvolger Joe Biden Beeld AFP“Op dit moment krijgen we van het vertrekkende bestuur gewoon niet alle informatie die we nodig hebben op het gebied van nationale veiligheid.\nTraditioneel werken de vertrekkende machtshebbers samen met het inkomende team om een soepele overgang te verzekeren, in naam van het nationale belang.\nTrump weigert echter toe te geven dat hij de presidentsverkiezingen van november heeft verloren.\nHij heeft Biden sindsdien niet ontmoet en het is onduidelijk of hij dat vóór de inauguratie op 20 januari wel zal doen.\nOp die dag zal vicepresident Mike Pence een sessie leiden in het Congres om de stemmen van het kiescollege van elke Amerikaanse staat te bekrachtigen.", "paragraphs": ["President Donald Trump (links) en zijn opvolger Joe Biden Beeld AFP", "“Op dit moment krijgen we van het vertrekkende bestuur gewoon niet alle informatie die we nodig hebben op het gebied van nationale veiligheid. Het is niets minder dan, naar mijn mening, onverantwoordelijkheid,” zei Biden in een toespraak vanuit zijn woonplaats Wilmington (Delaware),", "Bidens team klaagde al eerder dat het ministerie van Defensie briefings annuleerde en informatie achterhield. Het Pentagon verwierp dat verwijt.", "Traditioneel werken de vertrekkende machtshebbers samen met het inkomende team om een soepele overgang te verzekeren, in naam van het nationale belang. De ordelijke overdracht van officiële zaken na een presidentsverkiezing is wettelijk vastgelegd. Trump weigert echter toe te geven dat hij de presidentsverkiezingen van november heeft verloren. Hij heeft Biden sindsdien niet ontmoet en het is onduidelijk of hij dat vóór de inauguratie op 20 januari wel zal doen.", "Congres onder druk zetten", "Sterker, hij heeft zijn aanhangers opgeroepen op 6 januari naar Washington te komen in een laatste poging om het Congres onder druk te zetten om de overwinning van Biden niet te bekrachtigen. Op die dag zal vicepresident Mike Pence een sessie leiden in het Congres om de stemmen van het kiescollege van elke Amerikaanse staat te bekrachtigen.", "Duizenden activisten worden in de Amerikaanse hoofdstad verwacht om de vertrekkende president en zijn beschuldigingen van ‘massale verkiezingsfraude’ bij de verkiezingen te steunen. Trump hoopt dat demonstranten druk kunnen uitoefenen op het Congres om zijn nederlaag ongedaan te maken. Op 12 december was er een soortgelijke demonstratie, die escaleerde. Meerdere mensen werden neergestoken en tientallen demonstranten gearresteerd."], "authors": ["Anp Het Parool"], "keywords": ["trump", "zijn", "van", "en", "om", "een", "biden", "te", "beschuldigt", "blokkeren", "machtsoverdracht", "het", "op", "hij", "dat"], "pubDate": "2020-12-28T23:27:23Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}