{"id": "25f25da2-569a-38ec-9ac8-b6d74b762a49", "title": "Dakar Rally: Al-Attiyah pakt 40e etappezege", "url": "https://www.telegraaf.nl/sport/1339396805/dakar-rally-al-attiyah-pakt-40e-etappezege", "summary": "Al-Attiyah won al voor de vijfde keer een etappe in de huidige editie van de rally, die dit jaar twaalf etappes telt.\nDe Fransman, die al dertien keer de rally won, heeft nog 4.50 minuten voorsprong op Al-Attiyah in de stand.\nHij won de achtste etappe, het tweede deel van een marathonetappe, en liep een dikke minuut uit op de Australiër Toby Price.\nHet verschil tussen de twee in het algemeen klassement is nu 1.06 minuut in het voordeel van Cornejo.\nPrice (KTM), die voor aanvang van de etappe slechts 1 seconde achterstand had in de algemene stand, gaf 1.05 toe.", "paragraphs": ["Hij won de proef over 375 kilometer tussen Sakaka en Neom met 52 seconden voorsprong op de Spanjaard Carlos Sainz (Mini) en maakte meer dan 3 minuten goed op klassementsleider Stéphane Peterhansel (Mini), die als derde eindigde.", "Al-Attiyah won al voor de vijfde keer een etappe in de huidige editie van de rally, die dit jaar twaalf etappes telt. De coureur strijdt normaal gesproken met Peterhansel om de eindzege. De Fransman, die al dertien keer de rally won, heeft nog 4.50 minuten voorsprong op Al-Attiyah in de stand. Sainz, vorig jaar winnaar bij de auto's, staat derde op ruim 38 minuten.", "José Ignacio 'Nacho' Cornejo. Ⓒ AFP", "Eerste dagzege klassementsleider Cornejo", "De Chileen José Ignacio ’Nacho’ Cornejo heeft zijn koppositie in de Dakar Rally bij de motoren iets verstevigd. Hij won de achtste etappe, het tweede deel van een marathonetappe, en liep een dikke minuut uit op de Australiër Toby Price. Het verschil tussen de twee in het algemeen klassement is nu 1.06 minuut in het voordeel van Cornejo.", "De Chileen had nog geen etappe gewonnen in de woestijnrally door Saudi-Arabië, maar hij bracht daarin maandag verandering. Cornejo legde de 375 kilometer lange proef tussen Sakaka en Neom als snelste af op zijn Honda. Price (KTM), die voor aanvang van de etappe slechts 1 seconde achterstand had in de algemene stand, gaf 1.05 toe. De Amerikaanse titelverdediger Ricky Brabec (Honda) eindigde als derde in de proef op 2.50 en bezet de zesde plaats in het algemeen klassement.", "Een gegadigde voor de eindzege bij de motoren viel weg. De Fransman Xavier de Soultrait (Husqvarna), die vierde stond, kwam na 267 kilometer ten val en kon niet meer verder. Een helikopter moest de motorrijder naar het ziekenhuis vervoeren."], "authors": [], "keywords": ["van", "tussen", "voor", "en", "etappe", "een", "dakar", "etappezege", "won", "40e", "op", "pakt", "het", "rally", "die", "alattiyah"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}