{"id": "25f3a16b-9cb2-3f12-bfb1-c6253920b71f", "title": "DI-RECT gaat los op heilige grond van The Rolling Stones", "url": "https://www.metronieuws.nl/entertainment/muziek/2020/12/di-rect-gaat-los-op-heilige-grond-rolling-stones/", "summary": "DI-RECT gaat los op heilige grond van The Rolling StonesDe rockers van DI-RECT geven vrijdag hun laatste concert van het jaar en niet zomaar eentje.\nDe fans mochten geven wat ze wilden en dat bleek aantrekkelijk voor dat wat geboden werd.\nThe Stones is een band waar we alle vijf van houden.”Nog een quizvraagje over 8-8-64 dan: welke bekende Nederlander verzorgde een van de voorprogramma’s van The Rolling Stones?\nPrimeur over balletVervolgens wil Spike na zo’n mooie quiz Metro nog wel een ‘kneiter van een primeur’ bezorgen.\nDat willen wij!”Tickets voor DI-RECTTickets voor het concert van vrijdag vind je op de website van DI-RECT.", "paragraphs": ["DI-RECT gaat los op heilige grond van The Rolling Stones", "De rockers van DI-RECT geven vrijdag hun laatste concert van het jaar en niet zomaar eentje. Zij spelen op de plek waar The Rolling Stones 56 (!) jaar geleden stonden en geschiedenis schreven. Het concert is via een livestream te zien en kaartjes gaan over de digitale toonbank volgens een Pay what you want-principe.", "Natuurlijk, die plek is het Kurhaus in Den Haag (of Scheveningen zo je wilt) en daarmee een spektakel van DI-RECT in eigen stad. Metro sprak hen maandag in datzelfde hotel aan het Noordzeestrand, maar wel via een Zoom-verbinding. Vijf Haagse heren voor een laptopscherm van hun manager Tim, da’s een heel (maar vermakelijk) gedoe. Marcel Veenendaal (zang), Spike van Zoest (gitaar), Bas van Wageningen (bas), Jamie Westland (drums) en Paul Jan Bakker (gitaar) kunnen de lol er ook wel van inzien. „Maar de volgende keer kom je gewoon maar weer langs hoor”, zegt Spike uitnodigend, terwijl hij al draaiend met de laptop de zaal laat zien waar het concert zich gaat afspelen. „Moet je die plafondschilderingen oude stijl zien, da’s toch helemaal prachtig? Kijk, hier stonden The Stones ooit, al is het podium van toen weg. Hier gaat het gebeuren. De zaal zal alleen niet als toen worden gesloopt, want wij hebben geen publiek.”", "Lees ook: WIN een DI-RECT-kersttrui", "Meer online-concerten van DI-RECT", "De vijf gaven, ingegeven door de coronastilte, al vier online-concerten voor de fans thuis. De optredens in de Koninklijke Schouwburg, het Mauritshuis, op de Scheveningse Pier en in de Elektriciteitsfabriek – allemaal in eigen stad – trokken duizenden toeschouwers. En dat terwijl het niet gratis was. De fans mochten geven wat ze wilden en dat bleek aantrekkelijk voor dat wat geboden werd. De streamingconcerten zijn namelijk niet ‘even een camera neerzetten en rammen maar op die gitaren’. Nee, alles wordt – met vele camera’s en een vrachtwagen vol licht – uit de kast getrokken om het concert op al die prachtige plekken visueel zo aantrekkelijk mogelijk te maken. „Het beeld wordt vrijdag weer net zo belangrijk als de muziek”, is de mening van de bandleden.", "Klanten van KPN hoeven trouwens geen ticket aan te schaffen. Als onderdeel van het loyalty-programma Kadootje van KPN, waarbij het bedrijf meerdere cadeaus tijdens de de feestmaand weggeeft, verzorgt de provider een gratis inlog voor de paar miljoen abonnees.", "Terug naar het Kurhaus, waar de mannen van DI-RECT een kleiner vertrek hebben opgezocht waar de laptop op een tafel kan staan. „Veel beter licht, goeie akoestiek”, vindt Bas. Hebben Marcel, Spike, Bas, Jamie en Paul Jan weleens in het hotel geslapen eigenlijk? Of is dat een onzinnige vraag aangezien het in Den Haag staat? Spike heeft het antwoord: „Jamie en ik zijn hier ooit eens na een afterparty in de bruidssuite beland.” Er valt een korte stilte. Bas: „Punt, hahahaha.” Spike: „Oh wacht, Jamie komt net aangelopen. Vertel jij het eens, over die bruidssuite hier.” Jamie: „Ehm, er is niet geslapen.”", "DI-RECT twintig jaar", "Wat gaan we vrijdag zien? Marcel, zittend op z’n knieën op de grond, leunend op de tafel en nog net rechtsonder in beeld: „We bestaan twintig jaar hè, dus we hebben nogal wat repertoire waar we uit kunnen putten. En we hebben dit jaar ons nieuwe album Wild Hearts uitgebracht, die we bij de laatste livestream integraal hebben gespeeld. Tijdens de theatertournee hebben we voor het eerste samengespeeld met vier strijkers en drie blazers en hebben we onze liedjes nieuw leven ingeblazen met nieuwe arrangementen. Daar hebben veel mensen van genoten, ook van het live-album De Duif Sessions dat erna van verscheen. Omdat dit ons laatste concert van 2020 is, willen we alles een beetje samenbrengen en dat middels de cameramensen volop gebruiken in die prachtige ruimte. Het Kurhaus zal langzaamaan worden omgetoverd tot een rocktempel.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Instagram wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Bas vult aan: „Het is onze vijfde livestream dit jaar en, dat merkten we weer toen we hier naar binnen liepen, alles van onze muziek en de stad komt zo mooi bij elkaar. In de Koninklijke Schouwburg was het openingsshot de grote kroonluchter die langzaam uit het beeld verdween en wij erin kwamen. In het Mauritshuis was het één lang shot, waarbij Marcel door het museum liep en de rest in andere kamers zat. Op de Pier zag je nota bene het Kurhaus op de achtergrond en vrijdag zullen de klassieke plafondschilderingen een grote rol spelen. Na die vier vinden we het eigenlijk logisch om juist hier terug te blikken op alles wat we hebben gedaan. In het Kurhaus vangen we alles wat we tot nu toe hebben aangeraakt in één keer.” Marcel: „De lens is nu mijn en ons publiek. Dat voelde in het begin een beetje vreemd, maar de wetenschap dat er heel veel mensen kijken, zorgde er op een gegeven moment voor dat ik door die lens heen kon en ik het gevoel had de fans te kunnen pakken en te blijven boeien. Eerder speelden we telkens een uur, nu gaan we een set van anderhalf uur knallen om het jaar goed af te sluiten.”", "Oudjaarsavondgevoel", "Het aantal kijkers tikte een paar keer de tienduizend aan. Jamie: „Dan heb je het over aangekochte links, maar op onze social media merkten we dat mensen als gezin keken, of vrienden onder elkaar die er een echt avondje van maakten. Stiekem zijn het daarom misschien wel de grootste concerten geweest die we hebben gedaan.” Marcel: „We kregen reacties van mensen dat we een soort van oudjaarsavondgevoel bij hen opriepen. Ze telden af tot we zouden beginnen en konden niet de volgende dag even terugkijken op YouTube. Je bent erbij of je bent er niet bij. Dat maakt het speciaal.” Bas: „We halen qua productie alles uit de kast. We hadden het ook prima gewoon kunnen opnemen en op een bepaald moment op internet kunnen zetten. Maar omdat het live is en je weet dat alle mensen tegelijk zitten te kijken, door het feit dat je aftikt en het niet stopt voor we onze laatst noot hebben gespeeld, voelt het veel meer als een concert dan ik vooraf had kunnen bedenken. Het even opnieuw doen kan niet. Dan kan ik heel erg waarderen in een jaar waarin we geen echte concerten met publiek erbij kunnen geven.”", "Dat zoveel mensen via het Pay what you want-systeem iets willen betalen voor hun optredens, doet de muzikanten goed. Marcel: „Het is mooi de drempel laag te kunnen houden voor iedereen die wil kijken. In deze tijd vonden we dat sympathiek, in plaats van een vaste ticketprijs te hanteren. Sommige mensen kunnen een normaal concertkaartje nooit betalen en nu toch een concertbeleving krijgen. Dat voelt goed. Het blijkt dat fans een warm hart voor ons hebben, want als zij iets extra’s kunnen missen dan geven zij dat ook.” Bas: „Zo kunnen we de mensen waarmee we normaal gesproken het hele jaar op pad zijn betaalde klussen bieden en er samen iets gaafs van maken.”", "De zaal totaal afgebroken", "Weer even naar The Rolling Stones, naar de legendarische dag 8 augustus 1964. Vijftienhonderd uitzinnige mensen zagen een piepjonge Mick Jagger en zijn maten in het Kurhaus, maar dat duurde maar vijf liedjes. Stoelen vlogen door de lucht (ja, de mensen moesten zitten!) en de zaal werd ‘totaal afgebroken’. Ongeveer honderd agenten waren nodig om de meute naar buiten te krijgen. Het zou tot 2016 duren voor de volgende rockband weer eens in het Kurhaus mocht spelen en dat was – jawel – DI-RECT. De zaal bleef vier jaar geleden heel. Hoe goed kenden zij het verhaal van The Rolling Stones eigenlijk, of krijg je die geschiedenis in Den Haag op de basisschool al mee? Spike: „Je hoort er in de stad verhalen over. Als je er oudere Hagenezen over spreekt, dan moeten er veel meer mensen bij The Stones zijn geweest dan er daadwerkelijk waren, haha. Het is zeker een bepalend moment geweest voor de Nederlandse popmuziek. George Kooymans en Robbie van Leeuwen bijvoorbeeld (Golden Earring en Shocking Blue, red.), hier uit de stad, hebben door dat concert leven in de Haagse muziekscene geblazen. Gastjes van 16 en 17 die erbij waren zijn door The Stones een band begonnen en dat werd die Haagse scene. Dat was voor hun het moment van I wanna play in a rock & roll band. Een iconisch moment. Voor ons betekent hier staan nu echt nog wel wat. The Stones is een band waar we alle vijf van houden.”", "Nog een quizvraagje over 8-8-64 dan: welke bekende Nederlander verzorgde een van de voorprogramma’s van The Rolling Stones? Bas: „Ik heb het gelezen, ik heb het ooit ergens gelezen…” Spike, even weggelopen, komt enthousiast terugrennen. „André van Duin, André van Duin!” Goed. „Kom maar op, meer vragen”, vervolgt hij. Op de vraag wat het entreebedrag destijds was (antwoord: 7 gulden), moet hij passen.", "Primeur over ballet", "Vervolgens wil Spike na zo’n mooie quiz Metro nog wel een ‘kneiter van een primeur’ bezorgen. „Die bewaren we altijd voor Metronieuws natuurlijk, dat snap je.” Vol overgave vertelt hij over wat er vrijdag gaat gebeuren rond hun song Hold On. „Dansers van het Nationaal Ballet dansten dit voorjaar in hun eigen huizen op ons nummer en maakten daar een filmpje van. Twee van hen zijn er vrijdag bij en zullen in het Kurhaus dansen, heel tof. Dat hebben we nooit eerder gedaan.”", "Marcel Veenendaal is ondertussen vanuit zijn plek rechtsonder op het laptopscherm, langzaam buiten beeld weggezakt. Aan de begenadigde zanger juist een vraag, aangezien hij deze week een nummer met het Metropole orkest naar buiten bracht en een bijbehorende videoclip maandag om 12.00 uur op de muren van onder meer de Ziggo Dome en Rotterdam Ahoy te zien was. Het doel van het project The Show Must Go On was om de overheid duidelijk te maken dat de evenementenbranche het water tot de lippen is gestegen en dat proefevenementen met sneltests mogelijk moeten worden. Hoe groot is het verlangen daarnaar, hoe mooi die livestream-optredens ook zijn? Spike pakt de laptop en laat Veenendaal liggend op zijn rug op de vloer van het Kurhaus zien voor het antwoord met smekende stem: „Ja. Jaaaaaaaa. Jahahahahaha (maakt een huilend geluid, red.). Ja, mijn antwoord is ja. Wij verlangen ernaar om de boer weer op te gaan. Om platgeslagen bier te drinken uit plastic bekers en om in de rij te staan bij de dixies. Dat soort dingen. Dat willen wij!”", "Tickets voor DI-RECT", "Tickets voor het concert van vrijdag vind je op de website van DI-RECT. Voor het eerst is het optreden niet alleen live te volgen, maar ook de hele zaterdag nog te bekijken (of terug te zien voor de fans van vrijdag). Twee dj’s (Candy Says en ‘Haags fenomeen’ Big Booming Bart) draaien voor en na het concert hun platen en DI-RECT beantwoordt na afloop chatvragen die tijdens het optreden zijn ingestuurd. Jamie: „Dat wordt een gezellige afterparty, maar dan zonder drank.”", "Lees ook: WIN een DI-RECT-kersttrui", "Lees ook: Het bizarre feestjaar (20 jaar al weer!) van DI-RECT"], "authors": ["Erik Jonk"], "keywords": ["stones", "grond", "van", "rolling", "het", "op", "die", "gaat", "een", "heilige", "direct", "en", "dat", "te", "los", "hebben", "voor"], "pubDate": "2020-12-10T05:01:09+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}