{"id": "263addcd-7459-3806-ae2f-ec01e5191040", "title": "Jeroen van Halder geeft tips voor in het ondergewaardeerde Stockholm", "url": "https://volkskrant.nl/reizen/jeroen-van-halder-geeft-tips-voor-in-het-ondergewaardeerde-stockholm~b0587d68/", "summary": "We hebben nu een tentoonstelling over oorlogstrofeeën die door de overwinnaars zijn meegenomen van het slagveld: vlaggen, trommels en kanonnen.’ Stockholm is een bescheiden, ondergewaardeerde stad, vindt Jeroen.\nDat statige hoort bij Stockholm, deze stad heeft iets rustigs, iets beschaafds.’Eten met de artillerieJeroen van Halder: ‘Het museumrestaurant van ons Armémuseum heet Artilleriet en is meteen een aanrader.\nOp maandag kijk ik altijd snel wat er die week op de lunchkaart staat, om me op te verheugen.\nEr liggen oude binnenvaartschepen, er zijn musea en restaurants en het is heerlijk om er op een zonnige dag rond te wandelen of in het gras aan het water te picknicken.\nRosendals Trädgård ligt niet ver van Skansen, Zweeds openluchtmuseum en dierentuin met Scandinavische dieren, zoals beren en lynxen en elanden.", "paragraphs": ["Beeld Luis Mendo", "Jeroen van Halder (48) was al jaren kunstenaar toen hij leerde bronsgieten. Dat was zo’n openbaring, dat hij alsnog conservering en restauratie ging studeren aan de Universiteit van Amsterdam en met die opleiding op zak in Zweden terechtkwam. Nu neemt hij al zes jaar bajonetten en musketten onder handen als metaalrestaurator in het Legermuseum in Stockholm. Jeroen: ‘Zweden heeft in vroeger eeuwen veel oorlogen gevoerd, vooral met landen rond de Oostzee. We hebben nu een tentoonstelling over oorlogstrofeeën die door de overwinnaars zijn meegenomen van het slagveld: vlaggen, trommels en kanonnen.’ Stockholm is een bescheiden, ondergewaardeerde stad, vindt Jeroen. ‘Terwijl het hier zo mooi is. De vele architectuur uit de 17de en 18de eeuw, het paleis, waar de wacht dagelijks wordt gewisseld. Dat ziet er altijd zo plechtig uit, die wachten met hun blauwe uniformen en zilveren helmen. Dat statige hoort bij Stockholm, deze stad heeft iets rustigs, iets beschaafds.’", "Eten met de artillerie", "Jeroen van Halder: ‘Het museumrestaurant van ons Armémuseum heet Artilleriet en is meteen een aanrader. Op maandag kijk ik altijd snel wat er die week op de lunchkaart staat, om me op te verheugen. Een broodje kaas geldt hier niet als lunch: Zweden eten uitgebreid warm tussen de middag en gaan graag en vaak naar restaurants om te lunchen. Artilleriet heeft een fijn terras met vier grote bomen (en een rij kanonnen) en dat is bijzonder, want Stockholm is om de een of andere reden een nogal terrasarme stad.’", "Armémuseum, Riddargatan 13", "Restaurang Artilleriet, Artillerigatan 13", "Hangen op de driemaster", "‘Stockholm is een eilandenstad en het eiland Skeppsholmen ligt midden in de stad en is met een brug verbonden met het vasteland. Er liggen oude binnenvaartschepen, er zijn musea en restaurants en het is heerlijk om er op een zonnige dag rond te wandelen of in het gras aan het water te picknicken. Sommigen durven zelfs een duik te nemen in het koude water van de baai. De stad is geweldig in de zomer, met overal water en eilandjes en groen. De winter is net zo goed bijzonder, met dat winterlicht en de sneeuw die de stadsgeluiden dempt, maar die duurt me net wat te lang. Mijn inside-tip voor Skeppholmen: op de boeg van de driemaster Chapman, tegenwoordig een hostel, iets drinken en over het water naar de boten staren en naar Gamla Stan, de oude stad, aan de overkant.’", "STF af Chapman & Skeppsholmen Hostel, Flaggmansvägen 8", "Vlees, vlees, vlees", "‘Iemand omschreef het restaurant AG als een carnivorendroom. Dat klopt wel. Het is een vleesrestaurant in een voormalige zilverfabriek, industrieel aangekleed, met tegels, veel wit en droogkasten vol hammen. Er staan allerlei soorten vlees op de kaart: porterhousesteak, black angus, wagyu, ibericoham. Als je met een groep bent, kun je een schotel bestellen met vlees uit verschillende landen, superlekker.’", "AG, Kronobergsgatan 37", "Pizza abrikoos", "‘Ik heb een tijd vlak achter deze pizzeria gewoond. Bij Omnipollos hatt bakken ze heerlijke pizza’s in een houtoven, origineel belegd, zoals pizza met kimchi of pizza met pancetta én abrikozen én chiliflakes. Ik bestelde altijd mijn zelfbedachte pizza zonder kaas, maar daar deed ook niemand moeilijk over. Ze hebben er bovendien een grote collectie speciaalbiertjes. Lekkere zaak, wel klein. Iedereen zit nu nog buiten, maar als het kouder wordt, kan afhalen ook.’", "Omnipollos hatt, Hökens gata 1A", "Vis, vis, vis", "‘Ontzettend lekkere visjes kun je eten bij B.A.R. Oesters, kaviaar, kreeft, mosselen, een hele gegrilde trekzalm, fish and chips. In grote ijsvitrines ligt alle vis uitgestald, ook om mee te nemen en thuis op te eten. Het restaurant ziet er prachtig uit, vind ik, zoals zo veel restaurants hier. Stockholm heeft opvallend mooi aangeklede en ingerichte restaurants.’", "B.A.R, Blasieholmsgatan 4A", "Mexicaans en middeleeuws", "‘Ik kan niet goed kiezen welk café in het centrum het leukst is om naartoe te gaan. Geronimo’s is grappig, een Mexicaans aandoend ondergronds café met livemuziek en margarita’s. Maar we gaan nog vaker met de collega’s naar Sjätte Tunnan, een middeleeuwse kelder met beschilderde gewelven en kaarslicht, heel populair. Als er genoeg cider en bier is aangevoerd, beginnen mijn Zweedse collega’s schunnige drinkliederen te zingen, die ze dan opeens tot mijn verbazing allemaal blijken te kennen. Samen zingen is echt groot in Zweden, zelfs oubollige volksliedjes. Ook het songfestival is hier van grote betekenis.’", "Geronimo’s FGT, Stora Nygatan 5", "Sjätte Tunnan, Stora Nygatan 43", "Zoete broodjes", "‘De fika, koffie met een zoet koffiebroodje erbij, is een diepgewortelde Zweedse traditie, die we onmogelijk kunnen overslaan. Kaneelbroodjes, kardemombroodjes, kokosbroodjes, bij Systrarna Andersson is de keuze groot genoeg. Het is een authentieke, gezellige plek voor koffie en om uitgebreid te ontbijten of een kom soep naar binnen te slurpen als het herfstig wordt.’", "Systrarna Andersson, Karlbergsvägen 45", "Tuin, dier en schip", "‘Tot slot nog een fantastische, groene spot: Rosendals Trädgård, op het eiland Djurgården. Dat is een tuin én een tuincentrum én een lunchrestaurant én een winkel waar ze jam verkopen en brood uit hun houtoven. Rosendals Trädgård ligt niet ver van Skansen, Zweeds openluchtmuseum en dierentuin met Scandinavische dieren, zoals beren en lynxen en elanden. En op Djurgården ligt natuurlijk het Vasamuseum, Stockholms grootste trekpleister. Ik heb me er lang tegen verzet om daar in de toeristenrij aan te sluiten, maar ik moet eerlijk zeggen dat ik dat 17de eeuwse houten schip, gebouwd door een Nederlandse scheepsbouwer en gezonken nog voor het de zee bereikte, toch behoorlijk indrukwekkend vond.’", "Rosendals Trädgård, Rosendalsvägen 38", "Skansen, Djurgårdsslätten 49-51", "Vasamuseet, Galärvarvsvägen 14"], "authors": ["Mirjam Bosgraaf"], "keywords": ["van", "jeroen", "tips", "het", "op", "met", "een", "en", "stockholm", "ondergewaardeerde", "halder", "te", "geeft", "dat", "er", "om", "voor"], "pubDate": "2020-09-18T15:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}