{"id": "265abbc8-5090-33f9-a7c8-5db35d48ebf0", "title": "’De naar kattenpis stinkende doerian vind ik dus heel lekker’", "url": "https://www.telegraaf.nl/lifestyle/632277526/de-naar-kattenpis-stinkende-doerian-vind-ik-dus-heel-lekker", "summary": "Mooiste herinnering„Mijn businesspartner Julie en ik kennen elkaar al 26 jaar.\nNa 26 uur kwamen we aan op het eilandje Koh Phayam.\nDaar was nog één bed beschikbaar: een houten plank met een matrasje van 5 centimeter dik en een koude douche.\nGelukkig lukt het me goed om, zodra ik het vliegtuig instap, mijn werk los te laten.”Voedsel„Doerian!\nIn Bangkok staan overal bordjes dat je geen doerian naar je hotelkamer of in het vliegtuig mag meenemen.", "paragraphs": ["Mooiste herinnering", "„Mijn businesspartner Julie en ik kennen elkaar al 26 jaar. Toen we een jaar of 23 waren, zijn we gaan backpacken in Azië en kwamen we terecht op de Perhentian eilanden in Maleisië. Toen een natuurreservaat, ik had nog nooit zoiets gezien. Het felblauwe water waarin je snorkelend de allermooiste gekleurde vissen en koraal kon zien. Wat ik nooit zal vergeten, is de rust van de schildpad van zeker een meter lang die langzaam onder me door zwom.”", "Romantisch", "„Mijn vriend en ik kenden elkaar net een paar maanden toen we een maand gingen reizen in Azië. Na 26 uur kwamen we aan op het eilandje Koh Phayam. Daar was nog één bed beschikbaar: een houten plank met een matrasje van 5 centimeter dik en een koude douche. We waren gelukkig zo verliefd dat we de volgende ochtend dolgelukkig wakker werden met uitzicht op het witte strand, de palmbomen en de helblauwe zee. Een van de mooiste plekken van Thailand.”", "Het gekste", "„Wakker worden op je strandbedje in Thailand en aan je voeteneind een idioot grote varaan voorbij zien wandelen.”", "Altijd mee", "„Helaas mijn laptop, met een eigen bedrijf ontkom ik daar niet aan. Gelukkig lukt het me goed om, zodra ik het vliegtuig instap, mijn werk los te laten.”", "Voedsel", "„Doerian! Een vrucht die naar kattenpis stinkt, veel mensen gruwen ervan. In Bangkok staan overal bordjes dat je geen doerian naar je hotelkamer of in het vliegtuig mag meenemen. Ik vind de smaak heel lekker, het is alleen onmogelijk om te omschrijven. Gewoon proberen.”", "Beste advies", "„De meeste mensen blijven maar een paar dagen in een wereldstad maar het is echt te gek om langere tijd in zo’n stad te zijn. In tien dagen Hongkong ontdekten we de prachtige natuur rond het eiland en plaatsen waar de locals naartoe gaan. Zodra het weer kan, zou ik dat ook in Londen of Parijs willen doen.”", "Overschat", "„De eerste paar keer in New York was overweldigend, bruisend, het middelpunt van de wereld. In februari was ik er voor zaken en viel het me op hoe verouderd de stad is. Je voelt aan de mensen de impact van de veranderingen die het land de afgelopen jaren doormaakte. Ondanks dat New York en de VS zakelijk gezien voor ons nog steeds enorm spannend en belangrijk zijn, zou ik er privé minder snel naartoe gaan.”", "Ook in de rubriek Mijn Reis? Mail naar [email protected]."], "authors": ["Sigrid Stamkot"], "keywords": ["van", "stinkende", "dus", "dat", "een", "lekker", "heel", "en", "kattenpis", "te", "ik", "vind", "op", "naar", "je", "doerian", "het", "aan"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}