{"id": "2661e6c1-3cc1-33eb-bcca-a4497dc7911e", "title": "De duiders van Forum voor Democratie hadden het er maar weer druk mee", "url": "https://www.parool.nl/kunst-media/de-duiders-van-forum-voor-democratie-hadden-het-er-maar-weer-druk-mee~b6168c86/", "summary": "Beeld -Ook dinsdag, op de tweede dag van de Forum voor Democratiesoap, viel er weer genoeg te beleven en vooral te duiden op televisie.\n“Volgens mij is het een schijnbeweging.”Bij M zat Forumwatcher Sven Kockelmann voor de tweede dag achter elkaar aan tafel om de chaos te duiden.\nMaar op de vraag van Margriet van der Linden wat Baudet nu ging doen, kon Kockelmann alleen antwoorden dat hij het nog niet wist.\nWaarop zijn beurt voorbij was: Van der Linden maakte een bruggetje naar Trump want ook Twan Huys zat aan tafel.\nZo bleef het nog lang onrustig in Den Haag en omgeving.", "paragraphs": ["EenVandaag, NPO1. Beeld -", "Ook dinsdag, op de tweede dag van de Forum voor Democratiesoap, viel er weer genoeg te beleven en vooral te duiden op televisie. Was het maandag Baudet zelf die met een warrig filmpje terugtrad als lijsttrekker (‘Dit is trial by media – en dus treed ik af’), dinsdag was het Forumfractielid Theo Hiddema die met een larmoyante brief (‘Ik heb mijzelf politiek arbeidsongeschikt verklaard om redenen van goede smaak, eigendunk en arbeidsvreugde’) de Tweede Kamer gedag zei. En daarmee was de leegloop nog niet voorbij, want ook Paul Cliteur stapte dinsdagavond op.", "De Forumduiders hadden het dus weer net zo druk als de Kremlinologen die in de Koude Oorlog bij de 1 mei-parade aan de hand van de volgorde op het bordes de pikorde in de Sovjet-top probeerden in te schatten.", "In EenVandaag kon het in ongenade gevallen Forumlid Henk Otten zijn leedvermaak nauwelijks verbergen: “Baudet en Jansen vormden een soort boreale Siamese tweeling.” Maar Otten vroeg zich af of Baudet wel echt weg was, al trad hij die dag af als partijvoorzitter. “Volgens mij is het een schijnbeweging.”", "Bij M zat Forumwatcher Sven Kockelmann voor de tweede dag achter elkaar aan tafel om de chaos te duiden. Maar op de vraag van Margriet van der Linden wat Baudet nu ging doen, kon Kockelmann alleen antwoorden dat hij het nog niet wist. Waarop zijn beurt voorbij was: Van der Linden maakte een bruggetje naar Trump want ook Twan Huys zat aan tafel.", "Jeroen Wollaars opende Nieuwsuur met gevoel voor drama: “De uil van Minerva is gekortwiekt en het is nog maar de vraag of hij uit zijn as kan herrijzen.” En toen moesten de Forumduiders bij Beau en Op1 nog komen. Zo bleef het nog lang onrustig in Den Haag en omgeving.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["baudet", "van", "forum", "nog", "het", "duiders", "maar", "op", "mee", "die", "zijn", "hadden", "een", "en", "weer", "te", "er", "voor"], "pubDate": "2020-11-25T09:21:15+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}