{"id": "2671ac6e-64e9-3206-843f-ff4a99c200d9", "title": "Karima el Fillali: ‘Door corona raken we onze beleefdheid kwijt’", "url": "https://trouw.nl/religie-filosofie/karima-el-fillali-door-corona-raken-we-onze-beleefdheid-kwijt~bb07e752/", "summary": "Voorheen leefde je in de waan: dit jaar wil ik dit en dat, en zus en zo zal het gaan.\nJe beseft je plotseling dat je niet alles in de hand hebt.\nIk zie dat dit zich uit in een kwijtraken van een zekere beleefdheid, van bepaalde façades.\nDie nieuwsgierigheid zoek ik ook steeds meer in muziek: wat is echt?\nZoek ik een hele zoete klank of ben ik op zoek naar hoe je stem zich wil manifesteren?", "paragraphs": ["“Ik heb hier naast de bank een stapel boeken liggen van soefidichters en denkers. In een werk van Rumi vond ik de zin: ‘Zoek in het gezicht van Liefde iets anders dan schoonheid’. Tenminste, als ik het Farsi zo goed vertaal. Vaak zijn werken van soefi’s vertaald op een manier die best ver weg staat van de originele tekst. Dan vraag ik aan vrienden: wat staat hier nou echt? Nu heb ik ook even navraag gedaan bij een Iraanse vriend.", "In het Farsi staat er letterlijk: zoek in het gezicht van liefde iets anders dan gezicht. Maar ‘gezicht’ kan ook ‘schoonheid’ betekenen. Voor mij betekent deze zin: je moet verder gaan dan de vorm, en naar de essentie van dingen zoeken. En Liefde staat niet voor niets met een hoofdletter. Het gaat hier over de grote liefde: het goddelijke, of de bron van liefde.", "De maskers zijn weggevallen", "Door corona zijn maskers weggevallen. Voorheen leefde je in de waan: dit jaar wil ik dit en dat, en zus en zo zal het gaan. Maar dit schudde alles totaal door elkaar. Je beseft je plotseling dat je niet alles in de hand hebt. Je wordt als het ware getest, en dat zorgt ervoor dat andere kanten van mensen naar boven komen. Ik merk dat het veel doet met relaties, in de liefde, bij familie, onder vrienden, met zakelijke contacten.", "Ik zie dat dit zich uit in een kwijtraken van een zekere beleefdheid, van bepaalde façades. Mensen belanden in een overlevingsstand, waardoor het opeens onmogelijk wordt om te geven, terwijl je voor de crisis een heel vrijgevig persoon was. Er komt veel naar buiten, ook lelijkheid.", "Als je de eindigheid ervaart, kun je leven met wat er is", "Ik heb zelf ook iets afgelegd, hoop ik tenminste. In deze tijd zitten we zoveel op onze telefoon: op Instagram, waar je met filters het plaatje mooier kunt maken, een wereld waarin alles maakbaar is. Corona heeft mij des te meer laten zien: daar zit geen substantie in. Vervolgens moest ik durven in te zien dat het niet helemaal perfect is. Dat dingen ook in essentie gebroken kunnen zijn, en kunnen schuren. Ook in mezelf, en in mijn omgeving. In het land waar ik deel van ben. Durf ik te zien dat sommige relaties gebroken zijn? Kan ik het zien zonder het te willen veranderen? Mijn ontdekking van dit jaar was dat het kan. Dat is wat ik noem dichter bij de essentie zijn. Dat voelde veel waardevoller dan de mirage, het luchtkasteel. Hierin zit een soort glans.", "Pas als je niet per se alleen de schoonheid wilt zien, en je de eindigheid en de gebrokenheid van dingen aanvaardt, kun je echt leven met wat er is. Nee, ik vind het geen sombere zin, het is juist positief. Het geeft bevrijding van iets waar je niks mee kan, de illusie dat dingen mooi moeten zijn. Die nieuwsgierigheid zoek ik ook steeds meer in muziek: wat is echt? Zoek ik een hele zoete klank of ben ik op zoek naar hoe je stem zich wil manifesteren? Dat kan dan ook rauw zijn en schuren. Maar dat is veel krachtiger omdat het dichter staat bij wat er is. Dat is waarnaar ik op zoek ben.”", "Lees ook:", "Volgens Özcan Akyol zoekt een wijs mens het in zichzelf, een dwaas zoekt het in anderen", "Door corona ziet de schrijver dat we vooral verantwoordelijk zijn voor onszelf: “Ik denk dat we een bepaalde lenigheid aan de dag moeten leggen in plaats van steeds naar anderen wijzen.”"], "authors": ["Marije Van Beek"], "keywords": ["el", "van", "raken", "onze", "het", "beleefdheid", "fillali", "zijn", "ik", "corona", "een", "je", "kwijt", "dat", "en", "ook", "zoek", "karima", "door"], "pubDate": "2020-12-07T14:17:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}