{"id": "2676e4a3-3602-3a9f-bb2a-85567a1de0ff", "title": "Guido Weijers treedt voor vijfhonderd bezoekers op tijdens testevenement", "url": "https://nu.nl/cultuur-overig/6095489/guido-weijers-treedt-voor-vijfhonderd-bezoekers-op-tijdens-testevenement.html", "summary": "Guido Weijers treedt in de tweede helft van januari op voor een publiek van vijfhonderd personen.\nDe bezoekers van de show van Weijers worden in twee groepen van 250 personen verdeeld.\nDenk aan een groep met en een groep zonder mondkapjes, of een groep die wel op 1,5 meter afstand blijft terwijl de andere dat niet doet\", licht een woordvoerder van Fieldlab toe.\nBij NEC gaat het om zes groepen van 250 fans, bij Almere City om drie groepen van 500 supporters.\n\"Na de genoemde eerste pilots zal Fieldlab een vervolg geven aan het programma.", "paragraphs": ["Guido Weijers treedt in de tweede helft van januari op voor een publiek van vijfhonderd personen. De show in het Beatrix Theater in Utrecht is een van de proefprojecten waaruit duidelijk moet worden wat er nodig is om meer evenementen door te kunnen laten gaan in coronatijd.", "Volgende maand zijn bij wijze van proef ook vijftienhonderd supporters welkom bij voetbalwedstrijden van NEC en Almere City, maakte Fieldlab dinsdagavond bekend vlak nadat premier Mark Rutte de komst van proefprojecten aankondigde in de coronapersconferentie.", "De stuurgroep Fieldlab is een gezamenlijk initiatief vanuit de evenementensector, verenigd in het EventPlatform, de Alliantie van Evenementenbouwers en de overheid.", "De bezoekers van de show van Weijers worden in twee groepen van 250 personen verdeeld. \"Op die manier kunnen we verschillende soorten gedrag en maatregelen onderzoeken. Denk aan een groep met en een groep zonder mondkapjes, of een groep die wel op 1,5 meter afstand blijft terwijl de andere dat niet doet\", licht een woordvoerder van Fieldlab toe.", "Ook de supporters bij de thuiswedstrijden van NEC en Almere City worden in groepen verdeeld. Bij NEC gaat het om zes groepen van 250 fans, bij Almere City om drie groepen van 500 supporters. Het vierde proefproject is een zakelijk congres in het Beatrix Theater.", "Alle proefpersonen moeten negatieve coronatest overleggen", "De evenementen vinden plaats met negatief geteste proefpersonen. Alle deelnemers moeten een negatieve coronatest van maximaal 48 uur oud overleggen. Aan de deur wordt steekproefsgewijs gewerkt met verschillende sneltests en na afloop wordt iedereen gevraagd minstens tien dagen contact met kwetsbare groepen te vermijden.", "Mensen binnen kwetsbare groepen wordt gevraagd niet deel te nemen aan de experimenten. \"Stel dat iemand binnen drie weken na een proefevenement toch een besmetting oploopt, dan vragen we diegene dat te melden. Op die manier kunnen we kijken naar de bron van de besmetting.\"", "Mogelijk meer proefprojecten", "Kaarten voor de proefshow van Weijers gaan binnenkort in de verkoop. De beschikbare kaarten voor de voetbalwedstrijden worden waarschijnlijk verloot onder de seizoenkaarthouders. \"We hebben al begrepen dat er veel belangstelling voor is.\" Deelnemers aan het zakelijk congres worden uitgenodigd.", "Fieldlab sluit meer proefprojecten in de toekomst niet uit. \"Na de genoemde eerste pilots zal Fieldlab een vervolg geven aan het programma. Dat bestaat uit onder meer een concert en dance-event in Ziggo Dome en twee openluchtfestivals. Deze worden georganiseerd door MOJO en ID&T.\""], "authors": ["Door"], "keywords": ["vijfhonderd", "van", "bij", "groepen", "treedt", "guido", "op", "weijers", "het", "testevenement", "bezoekers", "worden", "tijdens", "een", "en", "dat", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}