{"id": "268241ff-2c4e-3e2f-999c-5c98fa39ca2e", "title": "NUcheckt: Berichtendiensten verwijderen geen gesprekken met nepnieuws", "url": "https://nu.nl/nucheckt/6085389/nucheckt-berichtendiensten-verwijderen-geen-gesprekken-met-nepnieuws.html", "summary": "Door: screenshotHet is niet duidelijk of met 'WhatsApp Messenger' nu WhatsApp - dat officieel inderdaad WhatsApp Messenger heet - of Facebook Messenger wordt bedoeld, maar in beide gevallen is deze bewering is onjuist.\nIn het bericht van persbureau Reuters, de bron die in het bericht wordt genoemd, staat alleen dat YouTube video's met onjuiste uitspraken over mogelijke coronavaccins zal verwijderen.\nOver Facebook Messenger en WhatsApp worden in het bericht van Reuters geen uitspraken gedaan.\nFacebook Messenger en WhatsAppFacebook Messenger en WhatsApp nemen wel andere maatregelen tegen de verspreiding van nepnieuws.\nSinds september kan een Messenger-gebruiker een bericht niet langer naar een onbeperkt aantal andere gebruikers doorsturen.", "paragraphs": ["NUcheckt beoordeelt berichten op hun betrouwbaarheid. Dit keer kijken we naar de volgende bewering: \"Vanaf 21 oktober 2020 verwijderen WhatsApp en Facebook Messenger gesprekken en video's waarin medisch ongegronde uitspraken over het coronavirus worden gedaan.\" Deze bewering klopt niet.", "NUcheckt kreeg via de mail een tip over een Facebook-bericht van Willem Engel, de voorman van actiegroep Viruswaarheid. In dat bericht wordt beweerd dat WhatsApp Messenger gesprekken en video's vanaf 21 oktober zal verwijderen als daarin medisch ongegronde uitspraken over het coronavirus worden gedaan.", "Het bericht is inmiddels 114 keer gedeeld en wordt ook door andere Nederlandstalige websites en Facebook-pagina's gedeeld.", "Door: screenshot", "Het is niet duidelijk of met 'WhatsApp Messenger' nu WhatsApp - dat officieel inderdaad WhatsApp Messenger heet - of Facebook Messenger wordt bedoeld, maar in beide gevallen is deze bewering is onjuist. In het bericht van persbureau Reuters, de bron die in het bericht wordt genoemd, staat alleen dat YouTube video's met onjuiste uitspraken over mogelijke coronavaccins zal verwijderen.", "Video's waarin bijvoorbeeld wordt beweerd dat Bill Gates met dit vaccin microchips wil injecteren, worden verwijderd. Over Facebook Messenger en WhatsApp worden in het bericht van Reuters geen uitspraken gedaan. De berichtendiensten hebben geen dergelijke aankondiging gedaan.", "Waar komt het bericht vandaan?", "Het onjuiste bericht verscheen op 19 oktober op Facebook. Waar de beweringen over WhatsApp en Facebook Messenger vandaan komen, is niet duidelijk. De Nederlandse website LNN Media deelt precies hetzelfde bericht. De site LNN Media, ook wel Lockdown News Network genoemd, bestaat sinds september. Daar staat vaker onjuiste berichtgeving op en dan met name over het coronavirus. NU.nl heeft Willem Engel naar de herkomst van de beweringen gevraagd, maar heeft op het moment van publicatie nog geen reactie ontvangen. LNN Media heeft na vragen van NU.nl het bericht op hun website gerectificeerd.", "Facebook Messenger en WhatsApp", "Facebook Messenger en WhatsApp nemen wel andere maatregelen tegen de verspreiding van nepnieuws. Sinds september kan een Messenger-gebruiker een bericht niet langer naar een onbeperkt aantal andere gebruikers doorsturen. Deze limiet moet de verspreiding van potentieel nepnieuws vertragen en beperken. WhatsApp heeft deze functie ook.", "Daarnaast voegt WhatsApp een dubbele pijl toe aan berichten die zeer vaak doorgestuurd worden. Het is dan aan jezelf om daar iets mee te doen. Zo kun je het bericht dat je hebt ontvangen zelf gaan checken.", "Messenger en WhatsApp kijken verder niet naar de inhoud van berichten. Wat je deelt en met wie, is dus geheel aan jou. Er worden dus geen gesprekken met ongegronde beweringen over het coronavirus verwijderd. Ook accounts kunnen niet om die reden verwijderd worden, zoals wel in het Facebook-bericht van Engel beweerd wordt.", "Bovendien kunnen alleen de verzender en ontvanger een verzonden WhatsApp-bericht lezen, omdat die is beveiligd met end-to-endversleuteling. Dit betekent dat jouw berichten niet door anderen kunnen worden ingezien. Ze worden verstuurd als een lange reeks ogenschijnlijk willekeurige tekens, die er voor mogelijke onderscheppers uitzien als wartaal. Alleen de verzender en ontvanger hebben de benodigde sleutel die de tekenreeks kan ontcijferen en leesbaar kan maken.", "Facebook Messenger beschikt ook over end-to-endversleuteling. Die moet je wel zelf inschakelen in de instellingen van de app. Deze beveiliging staat dus niet automatisch aan."], "authors": ["Door", "Juliette Essink"], "keywords": ["van", "niet", "een", "nucheckt", "en", "het", "bericht", "geen", "whatsapp", "verwijderen", "messenger", "worden", "gesprekken", "berichtendiensten", "nepnieuws", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}