{"id": "26820948-9334-3716-b0bb-72915e9aa977", "title": "Kaasfonduen: waarom zijn Nederlanders er gek op?", "url": "https://nu.nl/eten-en-drinken/6094312/kaasfonduen-waarom-zijn-nederlanders-er-gek-op.html", "summary": "In 1960 schrijft het tijdschrift Margriet voor het eerst over kaasfondue, vertelt culinair historicus Charlotte Kleyn.\nHet recept uit de Margriet was voor een traditionele Zwitserse kaasfondue, met gruyère en emmentaler.\nHet mooie van gourmetten en kaasfonduen is dat het feestelijk is, maar dat je er relatief weinig voor hoeft te doen.\"\nDat stofje zorgt voor het magische dat kaas heeft, dat het smelt.\n\"We zijn al twee jaar bezig met het ontwikkelen van kaasreceptuur op basis van veldbonen.\"", "paragraphs": ["De Zwitserse kaasfonduetraditie waait in de jaren zestig vanuit de Alpen over naar de Nederlandse huishoudens. Sindsdien is kaasfondue niet meer weg te denken uit de Nederlandse keuken. We eten 'm graag op z'n Zwitsers, maar tegenwoordig ook in een moderner veganistisch jasje.", "In 1960 schrijft het tijdschrift Margriet voor het eerst over kaasfondue, vertelt culinair historicus Charlotte Kleyn. \"Het was toen iets heel moderns. Het werd gepromoot als een gezellige en makkelijke maaltijd. Vrouwen hoefden hiervoor niet lang in de keuken te staan. De vrouw kon in de jaren zestig meedoen met tafelen.\"", "Het recept uit de Margriet was voor een traditionele Zwitserse kaasfondue, met gruyère en emmentaler. \"In 1969 begon het Nederlands Zuivelbureau kaasfondue met Nederlandse kazen te promoten. Het Zwitserse laagje ging eraf.\"", "Feestelijk in een handomdraai", "Inmiddels zijn allerlei varianties op de Zwitserse kaasfondue ingeburgerd geraakt in Nederland. We eten de fondue ook graag met groenten zoals broccoli. Dat is niet hoe kaasfondue bedoeld is, benadrukt Kleyn. \"Het is traditioneler om alleen ouder brood voor in de kaasfondue te serveren, en daarbij een groene salade. Ik vind 'm zo ook het lekkerst.\"", "“In Nederland zijn we dol op samen tafelen, maar mensen zijn bang om dan uitgebreid te moeten koken.” Charlotte Kleyn, culinair historicus", "Nederlanders houden van gemak en gezelligheid, weet Kleyn. \"Kaasfonduen past goed binnen de gourmettrend. In Nederland zijn we dol op samen tafelen, maar mensen zijn bang om dan uitgebreid te moeten koken. Het mooie van gourmetten en kaasfonduen is dat het feestelijk is, maar dat je er relatief weinig voor hoeft te doen.\"", "Het nieuwe kaasfonduen", "Er wordt steeds vaker gespeeld met de receptuur van kaasfondue. Aleid Koopal van het veganistische restaurant Mr. & Mrs. Watson heeft een veganistische kaasfondue ­- eigenlijk een cashewfondue - ontwikkeld en ziet de populariteit toenemen. Ze verkoopt deze aan diverse horecazaken. \"Je hebt gelijk door dat je geen kaasfondue zit te eten, maar het geeft wel hetzelfde genotsgevoel.\"", "De smaak van kaasfondue is lastig te benaderen zonder kaas. In veganistische kringen is het gebruik van cashew in trek voor kaasfondue. \"Cashew zorgt voor diepgang in je smaak. Bij het bouwen van je eigen kaasfondue raad ik aan om edelgist te gebruiken voor een kazige belevenis\", legt Koopal uit. \"Gewone kaas bevat caseïne. Dat stofje zorgt voor het magische dat kaas heeft, dat het smelt. Met zetmeel kun je in de buurt komen. Het maakt de fondue stretchy.\"", "In de toekomst wordt cashew mogelijk vervangen door een meer lokaal product zoals veldboon. \"We zijn al twee jaar bezig met het ontwikkelen van kaasreceptuur op basis van veldbonen.\"", "Recept voor een veganistische fondue volgens Koopal", "Ingrediënten voor 3 à 4 personen:", "200 gram cashew, 6 uur geweekt", "225 gram gekookte aardappel, kruimig", "2 tenen knoflook", "2 eetlepels witte miso pasta", "1 eetlepel mosterd dijon", "1 eetlepel citroensap", "2 theelepels tapioca", "1/2 theelepel witte peper", "240 milliliter sojamelk ongezoet", "3 eetlepels edelgistvlokken", "1 snufje zout naar smaak", "240 milliliter prosecco", "***", "*** 2 stengels bieslook", "1 blaadje salie", "Grove peper", "***", "*** Komkommer", "Wortel", "Zoete cherrytomaatjes", "Rettich", "Rond brood", "Blend alle ingrediënten boven de eerste *** in een blender. Een hoge snelheidsblender werkt het beste. Blend tot een glad mengsel ontstaat en er geen stukjes meer in zitten. Giet het cashewmengsel in een pannetje en zet het pannetje op een medium vuurtje. Roer goed over de bodem, zodat het daar niet aanbrandt. Wanneer het mengsel begint te koken is je fondue klaar. Snijd de bieslook en salie in fijne stukjes. Roer dit door de fondue. Was je groentes en snijd de groentes in lange repen. Bak je brood in de oven warm. Daarna haal je het brood uit de oven en snijd een gat boven in het brood, zodat er een gat ontstaat waar je de fondue in kan gieten. Wanneer de fondue begint te koken is het klaar. Giet de fondue in het brood. Maak het af met een klein beetje grove peper en eventueel nog wat bieslook.", "Veel dipplezier!"], "authors": ["Door", "Noémi Prent"], "keywords": ["kaasfonduen", "zijn", "er", "van", "waarom", "gek", "kaasfondue", "voor", "en", "fondue", "een", "met", "op", "te", "het", "nederlanders", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}