{"id": "26853047-8291-3ca0-b0ef-4fd5e037d462", "title": "Hof veroordeelt moeder van Sharleyne (8) uit Hoogeveen voor doodslag. Hélène moet bijna 10 jaar de cel in", "url": "https://www.dvhn.nl/drenthe/Hof-veroordeelt-moeder-van-Sharleyne-8-uit-Hoogeveen-voor-doodslag-H%C3%A9l%C3%A8ne-moet-bijna-10-jaar-de-cel-in-26347818.html", "summary": ",,Verdachte heeft het kind van grote hoogte doen of laten vallen en daarmee het recht van leven ontnomen.\nHélène heeft altijd ontkend dat ze iets met de dood van haar dochter te maken heeft.\nDe verklaring van de bovenbuurman die zei dat hij Sharleyne en Hélène had horen ruziën vlak voor ze viel, neemt het Hof na extra onderzoek mee als bewijs.\nDie bovenbuurman kwam twee jaar na dato met een verklaring dat hij Sharleyne en Hélène vlak voor de val had horen ruziën.\nDrie scenario’sEr zijn altijd drie scenario’s in beeld geweest van hoe de dood van Sharleyne heeft kunnen gebeuren.", "paragraphs": ["Hélène J. is in hoger beroep schuldig bevonden voor doodslag op haar dochter Sharleyne (8) die in 2015 dood onderaan de flat De Arend in Hoogeveen gevonden werd. Hélène moet bijna tien jaar de cel in.", ",,Verdachte heeft het kind van grote hoogte doen of laten vallen en daarmee het recht van leven ontnomen. Hiermee heeft zij de nabestaanden onherstelbaar veel leed toegebracht. Het gemis is immens’’, zei het Hof maandag in Leeuwarden. Hélène heeft altijd ontkend dat ze iets met de dood van haar dochter te maken heeft.", "De verklaring van de bovenbuurman die zei dat hij Sharleyne en Hélène had horen ruziën vlak voor ze viel, neemt het Hof na extra onderzoek mee als bewijs. Die verklaring werd in de vorige rechtszaak onbetrouwbaar geacht en daardoor werd Hélène in 2018 nog vrijgesproken.", "Het OM had tien jaar cel geëist. De exacte straf is 9 jaar en 9 maanden, er zijn drie maanden afgetrokken omdat de zaak erg lang heeft geduurd. Ze moet direct de gevangenis in. Hélène J. moet ook 20.000 euro shocksschade betalen aan de vader van Sharleyne. Hij kan sinds het gebeuren niet meer werken.", "Reactie vader Sharleyne", "Sébas Diekstra, de advocaat van de vader, laat in een eerste reactie weten: ,,Een enorme opluchting voor de vader. Hij heeft de belofte aan zijn dochter eindelijk kunnen inlossen: namelijk het voor het gerecht brengen en veroordeeld krijgen van de dader.’’", "Reactie oma Sharleyne: ‘Ik ben woest’", "De moeder van Hélène reageert verbijsterd en woest op de veroordeling van haar dochter. ,,Ik ben gewoon woest. Hier zakt mijn broek van af, dit is belachelijk. Al die argumenten die nu gebruikt worden zijn flauwekul. Er is vanaf dag één alleen naar haar gekeken als verdachte en dat klopt niet.’’ Zij gelooft dat iemand anders verantwoordelijk is voor de dood van Sharleyne. Zij denkt dat Hélène in cassatie zal gaan tegen de veroordeling.", "Eerder", "Tijdens vier zittingsdagen in Leeuwarden vorige maand zijn zes deskundigen aan het woord geweest over het letsel van Sharleyne en over de mogelijkheid dat ze slaapwandelde toen ze viel. Ook is er een geheugendeskundige aan het woord geweest die de verklaring van de bovenbuurman heeft geanalyseerd.", "Die bovenbuurman kwam twee jaar na dato met een verklaring dat hij Sharleyne en Hélène vlak voor de val had horen ruziën. In de eerdere rechtszaak in Assen verklaarde de rechter die verklaring onvoldoende betrouwbaar om als bewijs te dienen.", "Drie scenario’s", "Er zijn altijd drie scenario’s in beeld geweest van hoe de dood van Sharleyne heeft kunnen gebeuren. De eerste was moord/ doodslag door haar moeder.", "Er is onderzocht of Sharleyne voorafgaand aan haar val is gewurgd door haar moeder. Eén forensisch deskundige zei daar bewijs van te zien aan de hand van vlekken in de hals van Sharleyne en de puntbloedingen in haar ogen die op verstikking zouden wijzen. Drie andere forensisch deskundigen zeiden geen overtuigend bewijs daarvoor te hebben gevonden. De puntbloedingen komen volgens hen ook voor bij een val van grote hoogte. De vlekken in de hals kunnen ook zijn veroorzaakt door het overstrekken van de rug bij de val.", "Het tweede scenario was zelfmoord. Sharleyne groeide op met een alcoholverslaafde moeder en haar ouders zaten in een vechtscheiding. Uit onderzoek komt echter dat zelfmoord onder zulke jonge kinderen erg zeldzaam is, en al helemaal niet ‘s nachts gebeurt.", "Het derde scenario was slaapwandelen. Volgens een slaapwandeldeskundige is Sharleyne angstig geworden in haar slaap en is ze daarna zelf over de reling geklommen en gevallen.", "Hof vindt zelfmoord en slaapwandelen niet waarschijnlijk", "Het Hof laat het rapport van de slaapwandeldeskundige buiten beschouwing. ,,Er is geen bewijs dat Sharleyne slaapwandelde. Haar familie zegt dat zij een rustige slaper was, en een aanmelding bij de slaapwandelpoli heeft niet plaatsgevonden. Daarom laten wij dit rapport buiten beschouwing.’’ Ook het scenario van zelfmoord acht het Hof onwaarschijnlijk.", "Het Hof spreekt over de aanhouding van Helene op die nacht in 2015. ,,Zij zei dat ze ruzie had gehad en dat ze een afscheidsbriefje van Sharleyne had gevonden. Daarop stond ‘Ik haat je’. Het kan niet anders dan dat verdachte hiermee heeft proberen te verhullen wat er gebeurd was.’’", "De verklaring van de bovenbuurman is onderzocht op betrouwbaarheid en er is een akoestisch onderzoek gedaan. Daaruit kwam dat de bovenbuurman inderdaad een ruzie gehoord kon hebben. Ook achtte een deskundige de verklaring betrouwbaar. De bovenbuurman was op dat moment aan het mediteren en had al eerder aangegeven dat hij wat had gehoord bij een maatschappelijk werker. Na de ruzie hoorde hij ‘iets’ over de reling gaan. Door onduidelijke redenen is zijn verklaring pas twee jaar later in het dossier opgenomen.", "", ""], "authors": ["Rosa Timmer"], "keywords": ["moet", "van", "hélène", "voor", "jaar", "uit", "en", "een", "heeft", "sharleyne", "veroordeelt", "hoogeveen", "het", "haar", "dat", "moeder", "die"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}