{"id": "268b90bf-73f4-36c0-a990-357afbf650cd", "title": "Nobelprijswinnaar Tini Veltman (1931-2021) hield vol waar andere fysici afhaakten", "url": "https://trouw.nl/wetenschap/nobelprijswinnaar-tini-veltman-1931-2021-hield-vol-waar-andere-fysici-afhaakten~b727141b/", "summary": "Tini Veltman, een jonge hoogleraar uit Utrecht, hield vol.\nZijn beslissende stap zette hij toen hij een computerprogramma voor het probleem bouwde.\n“Na alle gezwets dacht ik: ik stop het in mijn programma, dan zien we wel.” ‘Schoonschip’, noemde hij het programma.\nSamen met zijn promovendus, Gerard ’t Hooft, werkte hij zijn ideeën verder uit.\nLees ook:De theorie van allesEen gesprek met Gerard ’t Hooft over het werk waarmee hij samen met Tini Veltman de Nobelprijs won", "paragraphs": ["Hij was een eigenzinnige man. Decennialang hadden fysici geprobeerd de krachten uit de natuur onder één noemer te brengen. Het lukte niet en de een na de ander haakte af. Tini Veltman, een jonge hoogleraar uit Utrecht, hield vol. Zijn beslissende stap zette hij toen hij een computerprogramma voor het probleem bouwde. “Ik deed iets wat anderen niet deden; ik kon het uitrekenen”, zei hij er later in NRC over. “Na alle gezwets dacht ik: ik stop het in mijn programma, dan zien we wel.” ‘Schoonschip’, noemde hij het programma. Een naam waarvan hij zeker wist dat buitenlanders hem niet konden uitspreken.", "Het was de eerste stap op weg naar het succes. Samen met zijn promovendus, Gerard ’t Hooft, werkte hij zijn ideeën verder uit. De theorie waar iedereen zijn tanden op stuk had gebeten, gaf slechts vreemde uitkomsten. Deze oneindigheden wisten ze met een bijna magische truc weg te werken. Het resultaat: radioactiviteit kon met dezelfde theorie worden beschreven als het elektromagnetisme.", "Standaard Model", "Het werk van Veltman en ’t Hooft is de basis voor wat nu het Standaard Model wordt genoemd. In 1999 kregen ze er de Nobelprijs voor de natuurkunde voor. Woensdag maakte de Universiteit Utrecht bekend dat Veltman maandag op 89-jarige leeftijd is overleden.", "Martinus Veltman werd in 1931 in Waalwijk geboren. Hij studeerde natuurkunde in Utrecht, promoveerde daar ook en werd er, na een paar jaar op het versnellerinstituut in Genève te hebben gewerkt, in 1966 benoemd tot hoogleraar. In 1981 vertrok hij naar de Universiteit van Michigan waar hij tot zijn emeritaat in 1996 bleef.", "Hij was de laatste jaren in Utrecht gebrouilleerd geraakt met ’t Hooft. Zijn extraverte karakter botste met dat van zijn stille leerling. Volgens sommigen kon hij ook niet goed verkroppen dat steeds meer eer en aandacht naar ’t Hooft ging, terwijl het toch zijn idee was geweest.", "Na de toekenning van de Nobelprijs - Veltman had zich inmiddels in Bilthoven gevestigd - groeiden ze weer naar elkaar toe.", "Lees ook:", "De theorie van alles", "Een gesprek met Gerard ’t Hooft over het werk waarmee hij samen met Tini Veltman de Nobelprijs won"], "authors": ["Joep Engels"], "keywords": ["nobelprijswinnaar", "waar", "afhaakten", "zijn", "met", "andere", "van", "een", "veltman", "utrecht", "hooft", "vol", "19312021", "voor", "tini", "fysici", "het", "hield", "hij"], "pubDate": "2021-01-06T20:44:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}