{"id": "269b0c06-2b56-372e-9f08-2265b002a9a5", "title": "‘Meesterhack’ treft beveiliger FireEye", "url": "https://nrc.nl/nieuws/2020/12/09/meesterhack-treft-beveiliger-fireeye-a4023312", "summary": "Nu is FireEye slachtoffer van een gerichte cyberaanval „van wereldklasse”, zoals topman Kevin Mandia het dinsdag omschreef.\nFireEye is een cyberbeveiligingsbedrijf met een gedegen reputatie, ook als het gaat om het ontmaskeren van Russische betrokkenheid bij andere aanvallen.\nDe aanpak was onbekend, zelfs voor de meest ervaren onderzoekers van FireEye.\nZij maakten nieuwe kwetsbaarheden buit; krachtige cyberwapens die een jaar later uitlekten en een golf aan ransomware-aanvallen veroorzaakten en hele bedrijven platlegden.\nZelfs al blijkt de schade mee te vallen, de reputatie van FireEye loopt wel een deuk op – net als de beurswaarde.", "paragraphs": ["Een van de meest prominente Amerikaanse beveiligingsbedrijven, FireEye uit Californië, is zelf afgetroefd door hackers. Dat maakte het bedrijf dinsdag bekend. Er is onder meer software gestolen, waarmee bedrijfsnetwerken, bij wijze van test, online aangevallen kunnen worden.", "Normaliter beschermt FireEye bedrijven en instellingen tegen hackers en doet het onderzoek bij cyberinbraken. Nu is FireEye slachtoffer van een gerichte cyberaanval „van wereldklasse”, zoals topman Kevin Mandia het dinsdag omschreef.", "Na overleg met de FBI en Microsoft, die de inbraak onderzoeken, stelt Mandia dat er een buitenlandse mogendheid achter de hack zit. „We zijn getuige van een aanval door een land met offensieve capaciteit van de bovenste plank.” De verdenking valt in Amerikaanse media, zoals deWashington Post, meteen op Rusland. FireEye is een cyberbeveiligingsbedrijf met een gedegen reputatie, ook als het gaat om het ontmaskeren van Russische betrokkenheid bij andere aanvallen.", "Alleen een staat zou FireEye (jaaromzet 889 miljoen dollar, 735 miljoen euro) op zo’n geavanceerde manier aanvallen, is de theorie. De aanpak was onbekend, zelfs voor de meest ervaren onderzoekers van FireEye. „De aanvallers gebruikten methoden die onze beveiliging en opsporingsmiddelen omzeilden met nieuwe technieken die wij - of andere beveiligingsbedrijven – nog nooit gezien hebben”, aldus Mandia. Nog een aanwijzing voor buitenlandse betrokkenheid: de inbrekers zochten informatie van overheidsdiensten die klant zijn bij FireEye.", "Tijdens de inbraak werd ook hacksoftware buitgemaakt", "De buit wordt openbaar", "Tijdens de inbraak werd ook hacksoftware buitgemaakt. Het gaat om gereedschappen die FireEye-medewerkers zelf inzetten om gesimuleerde aanvallen uit te voeren op klanten. Dat is een gebruikelijke manier om te controleren of een bedrijf gewapend is tegen cyberinbraken.", "Deze zogeheten Red Team Tools, benadrukt FireEye, zijn gangbaar. Ze maken geen gebruik van nieuwe, nog niet gerepareerde kwetsbaarheden in software. Met andere woorden: de gevolgschade voor andere bedrijven en computergebruikers is beperkt.", "Dat was niet het geval in 2016, toen de Amerikaanse geheime dienst NSA werd bestolen door hackers. Zij maakten nieuwe kwetsbaarheden buit; krachtige cyberwapens die een jaar later uitlekten en een golf aan ransomware-aanvallen veroorzaakten en hele bedrijven platlegden.", "Voor de zekerheid heeft FireEye de gestolen Red Team Tools meteen openbaar gemaakt, om andere bedrijven de mogelijkheid te geven zich op mogelijk misbruik voor te bereiden. Daarnaast verspreidt FireEye een lijst met verdedigingsmaatregelen. Zelfs al blijkt de schade mee te vallen, de reputatie van FireEye loopt wel een deuk op – net als de beurswaarde. Die daalde woensdag 11 procent.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Marc Hijink", "December Om", "Leestijd Minuut"], "keywords": ["van", "het", "op", "die", "met", "treft", "een", "meesterhack", "en", "te", "om", "fireeye", "beveiliger"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}