{"id": "26a63b77-8e56-36b3-b51e-79ee30f9c9ec", "title": "Brandweer rukt uit voor brand bij bedrijf aan Hastelweg", "url": "https://nu.nl/eindhoven/6095534/brandweer-rukt-uit-voor-brand-bij-bedrijf-aan-hastelweg.html", "summary": "De brandweer is in de nacht van dinsdag op woensdag uitgerukt voor een brand bij een bedrijf aan de Hastelweg in Eindhoven.\nDe brand ontstond bij de roldeur van het magazijn achter het kantoor en werd ontdekt door de politie die reageerde op een inbraakalarm.\nOmstreeks 5.30 uur gaf de brandweer het sein brand meester en begon het nablussen.\nHet lijkt er op dat de brand aan de binnenzijde van de roldeur is ontstaan, aldus een woordvoerder van de brandweer.\nDe eigenaar van het bedrijf gaat niet uit van brandstichting.", "paragraphs": ["De brandweer is in de nacht van dinsdag op woensdag uitgerukt voor een brand bij een bedrijf aan de Hastelweg in Eindhoven.", "De brand ontstond bij de roldeur van het magazijn achter het kantoor en werd ontdekt door de politie die reageerde op een inbraakalarm. Er was niemand aan het werk en er raakte niemand gewond.", "De brandweer sloeg groot alarm omdat op het bedrijventerrein veel panden dicht bij elkaar staan. Met vier blusvoertuigen en een hoogwerker wist de brandweer grote schade te voorkomen. De brand bleef beperkt tot het magazijn, waar materiaal zoals steigers liggen opgeslagen. De hal heeft vooral veel rook- en roetschade.", "Omstreeks 5.30 uur gaf de brandweer het sein brand meester en begon het nablussen. De oorzaak van de brand is niet bekend. Het lijkt er op dat de brand aan de binnenzijde van de roldeur is ontstaan, aldus een woordvoerder van de brandweer.", "De eigenaar van het bedrijf gaat niet uit van brandstichting. Het magazijn staat achter een groot, afgesloten hek."], "authors": ["Door"], "keywords": ["brand", "hastelweg", "van", "bij", "het", "op", "magazijn", "bedrijf", "rukt", "een", "en", "uit", "brandweer", "er", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}