{"id": "26a63ed8-4597-3c8a-8776-3a7845102dd2", "title": "Voor de complete informatie moet je maar even op internet kijken", "url": "https://trouw.nl/cultuur-media/voor-de-complete-informatie-moet-je-maar-even-op-internet-kijken~b4c62ebe/", "summary": "Dit lijkt een rare vraag, nu er inmiddels al acht maanden lang avond aan avond op het coronabeleid wordt gekauwd in een programma als ‘Op1’.\nMaar toen was het RIVM al weggezet als te traag en te voorzichtig.\nEn wat duidelijk bleek: Op1 en het RIVM, ze passen niet bij elkaar.\n“Nee”, aldus Meijer, “de meeste kijkers zijn volwassen genoeg om zelf ook eens iets op te zoeken”.\nVermoedelijk dacht menige Medialogica-kijker hier: ja hallo, ik zie juist Op1 als een van mijn belangrijkste informatiebronnen.", "paragraphs": ["Is de bestrijding van de corona-epidemie wel een onderwerp voor een talkshow? Dit lijkt een rare vraag, nu er inmiddels al acht maanden lang avond aan avond op het coronabeleid wordt gekauwd in een programma als ‘Op1’. Toch toonde ­‘Medialogica’ donderdag aan hoe relevant de vraag is.", "Als een ombudsman voor de mediaconsument onderzoekt dit programma van ­omroep Human mediaprocessen: hoe worden bepaalde onderwerpen door kranten en omroepen voorgeschoteld? Staat het gepresenteerde beeld dicht genoeg bij de werkelijkheid?", "Deze week werd gefileerd of met name Op1 en ‘EenVandaag’ niet te ongeduldig zijn met het verspreiden van corona-informatie waarover nog geen officieel standpunt ­bestaat. Zoals in augustus, toen tussenrapportages over een corona-uitbraak in Maassluis leken te bewijzen wat al langere tijd werd vermoed, namelijk dat corona zich kan verspreiden via ventilatiesystemen. Een ­ongeruste onderzoeker, de arts-microbioloog Peter de Man, kwam hierover graag ­berichten op televisie, al had het RIVM hem gevraagd te wachten totdat het complete onderzoek was afgerond. Achteraf terecht: uiteindelijk is geconcludeerd dat de besmettingen in Maassluis vooral via menselijk contact waren gegaan. Maar toen was het RIVM al weggezet als te traag en te voorzichtig. En misschien wel onbetrouwbaar.", "De hoofdredacteur noemde zaken als spelelement en spannende televisie", "EenVandaag wilde voor de HUMAN-camera niet reageren op de kwestie, maar ­namens Op1 gaf hoofdredacteur Herman Meijer wel uitleg. En wat duidelijk bleek: Op1 en het RIVM, ze passen niet bij elkaar. Waar het volgens Meijer een taak van Op1 is om ook twijfels ter tafel te brengen, doet het RIVM niet aan discussiëren. Iets is of iets is niet: feiten spreken voor zich. Zoals men het in Bilthoven formuleert: ‘Wij zijn niet opiniërend’. Dus slaat het RIVM iedere uitnodiging om aan te schuiven bij Op1 af, duidelijk tot grote frustratie van Meijer.", "Maar de hoofdredacteur van Op1 spreekt dan ook een andere taal. Hij noemde zaken als spelelement, attractiemoment, spannende televisie, en klonk vooral als iemand die een aantrekkelijke show wil produceren. Hij gaf een opmerkelijk reactie toen Medialogica hem wees op de eenzijdige inhoudelijke aanpak in augustus. In Op1 leek het toen alsof het RIVM zich helemaal niet bezighoudt met het onderwerp ventilatie, terwijl de RIVM-site hier echt wel informatie over geeft. Had Op1 dat correctheidshalve niet moeten melden? “Nee”, aldus Meijer, “de meeste kijkers zijn volwassen genoeg om zelf ook eens iets op te zoeken”. Vermoedelijk dacht menige Medialogica-kijker hier: ja hallo, ik zie juist Op1 als een van mijn belangrijkste informatiebronnen.", "Je kunt je hoofd schudden over de Op1-man, maar ik steek de hand in eigen boezem. Want al zit ik ook niet te wachten op 17 miljoen virologen, in april ventileerde ik op deze plek mijn ergernis dat Op1 – toen – juist veel te bang was voor discussies en eens een andere mening. Ik sprak over het keurslijf der verboden vragen, omdat ik me behandeld voelde als een bang RIVM-modelburgertje: blijf binnen, laat het denkwerk aan de knappe koppen, hou je aan de regels, wacht af. Wie is opgevoed en opgeleid om alles te bevragen houdt dat gewoon moeilijk vol. Dat herken ik wel bij Meijer.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Renate Van Der Bas"], "keywords": ["informatie", "kijken", "van", "als", "het", "op", "maar", "ik", "internet", "moet", "complete", "je", "een", "te", "en", "niet", "op1", "voor"], "pubDate": "2020-11-20T17:12:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}