{"id": "26a78ebb-1955-3fc8-8a34-de6da2549375", "title": "NUcheckt: Op deze #ikdoenietmeermee-vragen hebben we al een antwoord", "url": "https://nu.nl/nucheckt/6079117/nucheckt-op-deze-ikdoenietmeermee-vragen-hebben-we-al-een-antwoord.html", "summary": "Wel willen ze graag antwoord op een aantal \"kritische vragen\" krijgen, aldus de zanger.\nUit onderzoek bleek al wel dat je minder druppeltjes met virusdeeltjes verspreidt als je een papieren chirurgisch masker draagt wanneer je verkouden of grieperig bent.\nDan is de kans groot dat een recente infectie wordt aangetoond en dat je dus nog besmettelijk bent.\nEen zachte winter lijkt de kans op een mild griepseizoen te vergroten, net zoals een goed werkende griepprik.\nBrits onderzoek toont aan dat een COVID-19-patiënt tussen de 15 en 44 jaar slechts een klein risico loopt om aan deze ziekte te overlijden.", "paragraphs": ["Meerdere BN'ers lieten maandagavond in een Instagram-bericht over de coronamaatregelen weten dat ze \"niet meer meedoen\". Wat ze hiermee precies bedoelen, blijft vaag. Ze stellen in hun bericht ook wat vragen over het kabinetsbeleid, maar die zijn voor een groot deel al te beantwoorden.", "Tientallen bekende Nederlanders, onder wie Famke Louise en Thomas Berge, plaatsten maandagavond een verzameling vragen over de coronamaatregelen op sociale media en stellen dat \"het\" zo niet langer kan.", "Door: Tim Douwsma", "Bericht van zanger Tim Douwsma. (Beeld: Instagram/timdouwsma)", "Berge zei dinsdagochtend op radiozender Radio 538 dat het bericht niet kwaad bedoeld was. In tegenstelling tot wat de hashtag #ikdoenietmeermee doet vermoeden, houden de betrokken BN'ers zich volgens hem nog wel degelijk aan de coronamaatregelen. Wel willen ze graag antwoord op een aantal \"kritische vragen\" krijgen, aldus de zanger. Gelukkig is een groot deel van de vragen uit het Instagram-bericht al te beantwoorden. Een overzicht:", "'Wat is het nut van 1,5 meter afstand?'", "Het RIVM, de Amerikaanse Centers for Disease Control en gezondheidsorganisatie WHO benadrukken allemaal dat het houden van afstand nut heeft. Het virus verspreidt zich voornamelijk via druppeltjes die mensen uitstoten als ze praten, hoesten of niezen. Deze relatief grote druppels komen vanwege de zwaartekracht niet zo ver. Volgens het RIVM komen ze zelden verder dan 1,5 meter.", "Ook uit onderzoek naar maatregelen tegen SARS, MERS en het coronavirus komt naar voren dat afstand houden het risico op besmetting verkleint. Wetenschappers zijn het er nog niet over eens welke afstand optimaal is. Daarom geldt in sommige landen bijvoorbeeld de regel dat je op 2 meter afstand van anderen moet blijven, terwijl wij onderling 1,5 meter afstand moeten houden.", "Afstand houden maakt de kans op besmetting kleiner, maar kan niet alle besmettingen voorkomen. Dit komt doordat de druppels onder bepaalde omstandigheden - bijvoorbeeld tijdens het sporten - toch een grotere afstand kunnen overbruggen. Daarnaast lijken ook kleinere druppels die langere tijd in de lucht blijven hangen een rol te spelen bij de verspreiding van het coronavirus.", "'Wat is het nut van niet-medische mondkapjes?'", "Daar is nog geen sluitend antwoord op te geven. Er wordt al een tijd gediscussieerd over het nut van mondkapjes en dan met name over het nut van mondmaskers buiten de medische wereld. Mede daarom hoeven we in Nederland alleen in het openbaar vervoer mondkapjes te dragen.", "Uit onderzoek bleek al wel dat je minder druppeltjes met virusdeeltjes verspreidt als je een papieren chirurgisch masker draagt wanneer je verkouden of grieperig bent. Onder anderen tandartsen dragen dergelijke maskers. Of dit in de praktijk zo goed werkt dat je besmettingen met het coronavirus kunt voorkomen, is nog niet duidelijk. Ook weten we nog niet hoeveel mensen een mondkapje zouden moeten dragen om één besmetting te voorkomen.", "'Hoe betrouwbaar is de PCR-test?'", "De test die de GGD gebruikt (de PCR-test) kan op een zeer betrouwbare manier genetisch materiaal van het coronavirus aantonen, legde zowel hoogleraar medische microbiologie Bert Niesters aan de Rijksuniversiteit Groningen als klinisch viroloog Jeroen van Kampen van het Erasmus MC eerder aan NU.nl uit. Als de testuitslag positief is, dan is er dus genetisch materiaal van het coronavirus in je keel of neus gevonden.", "Dit betekent niet automatisch dat je het coronavirus nog verder kunt verspreiden. Uit Duits onderzoek bleek eerder dat besmette personen ongeveer acht dagen na hun besmetting geen anderen meer kunnen infecteren, maar dat sommigen wel langer positief op het coronavirus testen. Daarom is het belangrijk om te testen op het moment dat je klachten hebt. Dan is de kans groot dat een recente infectie wordt aangetoond en dat je dus nog besmettelijk bent.", "'Waar is de griep gebleven?'", "Er was wel degelijk een griepepidemie in de afgelopen winter, maar die verliep mild. En 's zomers houdt de griep zich sowieso koest. Afgelopen winter was er volgens zorginstituut Nivel vijf weken lang sprake van een griepepidemie. In de eerste drie weken (vanaf eind januari tot half februari) was nog geen enkel COVID-19-geval in Nederland vastgesteld. In deze drie weken was de oversterfte 404 personen: er overleden dus 404 mensen méér in Nederland dan gemiddeld in die periode.", "Halverwege maart waren er nog twee weken waarin sprake van een griepepidemie was. Dit waren tegelijkertijd de eerste twee weken van de COVID-19-epidemie in Nederland. In deze twee weken overleden 203 personen meer dan normaal.", "Dit zijn relatief weinig extra sterfgevallen vergeleken met de afgelopen twee jaar, maar dit aantal is niet uniek. In de winter van 2013/2014 was er helemaal geen sprake van een griepepidemie en in 2010/2011 was de epidemie vergelijkbaar met die van 2019/2020. Waarom een griepseizoen mild verloopt, is zelfs achteraf lastig te bepalen. Een zachte winter lijkt de kans op een mild griepseizoen te vergroten, net zoals een goed werkende griepprik. Het was afgelopen winter al ruim voor de komst van het coronavirus duidelijk dat dit seizoen een mild griepseizoen zou worden.", "'Hoe dodelijk is dit virus?'", "Het sterftecijfer onder COVID-19-patiënten is onder meer afhankelijk van de gemiddelde leeftijd en de kwaliteit van de gezondheidszorg. Daarom lopen de sterftecijfers per land ook sterk uiteen.", "Brits onderzoek toont aan dat een COVID-19-patiënt tussen de 15 en 44 jaar slechts een klein risico loopt om aan deze ziekte te overlijden. Het gaat om een kans van 0,03 procent. Dit betekent dat als tienduizend mensen in deze leeftijdsgroep COVID-19 krijgen, er drie overlijden. Maar voor mensen van 45 tot en met 64 jaar is de kans op overlijden als je COVID-19 hebt al 0,5 procent. Voor de leeftijdsgroep 65 tot en met 74 jaar is de kans 3,1 procent en voor de oudste groep (75-plussers) 11,6 procent. Dit betekent volgens dit onderzoek dat als 10.000 75-plussers COVID-19 krijgen, er 1.160 overlijden."], "authors": ["Door", "Shannon Bakker"], "keywords": ["van", "antwoord", "al", "dat", "nog", "niet", "een", "nucheckt", "en", "te", "deze", "hebben", "op", "je", "ikdoenietmeermeevragen", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}