{"id": "26a92948-0f7f-338f-b1b1-f50e712dd4fb", "title": "Airbnb naar de beurs: vertrouwen in herstel van de reissector", "url": "https://www.rtlnieuws.nl/economie/tech-business/artikel/5202274/airbnb-beursgang-nasdaq-reisbranche-herstel-reissector", "summary": "Door de coronacrisis staan vliegtuigen aan de grond , mogen mensen amper hun eigen land verlaten en zijn er alleen al in Nederland 15 miljoen minder toeristen .\nOndanks die op zijn minst pittige tijden heeft Airbnb zelf hoge verwachtingen van de beursgang.\nHet verhoogde de prijs van zijn aandelen twee keer in aanloop naar vandaag.\nHet verhogen van die prijs komt omdat beleggers kennelijk in de rij staan en Airbnb casht daarmee zo'n 3,7 miljard dollar.\nWat zegt de aandacht voor de beursgang van Airbnb voor de toekomstverwachtingen voor de reisbranche?", "paragraphs": ["Door de coronacrisis staan vliegtuigen aan de grond , mogen mensen amper hun eigen land verlaten en zijn er alleen al in Nederland 15 miljoen minder toeristen . En precies in dat jaar gaat verhuurplatform Airbnb naar de beurs.", "Ondanks die op zijn minst pittige tijden heeft Airbnb zelf hoge verwachtingen van de beursgang. Het verhoogde de prijs van zijn aandelen twee keer in aanloop naar vandaag. Dan maakt het verhuurplatform zijn debuut op techbeurs Nasdaq.", "Tientallen miljarden waard", "Een aandeel Airbnb zal 68 dollar kosten, meldt The Wall Street Journal. Dat is een stuk hoger dan het bedrijf eerder deze week aangaf: toen sprak Airbnb nog van een prijs tussen de 50 tot 60 dollar.", "Het verhogen van die prijs komt omdat beleggers kennelijk in de rij staan en Airbnb casht daarmee zo'n 3,7 miljard dollar. Het bedrijf wordt dan gewaardeerd op meer dan 47 miljard dollar.", "Wat zegt de aandacht voor de beursgang van Airbnb voor de toekomstverwachtingen voor de reisbranche? \"Het laat zien dat er vertrouwen is dat de reisbranche op termijn weer duidelijk herstel zal laten zien\", zegt Thijs Geijer, sectoreconoom detailhandel en leisure bij ING."], "authors": [], "keywords": ["van", "airbnb", "dan", "het", "op", "naar", "beurs", "zijn", "herstel", "prijs", "en", "dat", "vertrouwen", "reissector", "voor"], "pubDate": "2020-12-10T06:21:47+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}