{"id": "26ccf80c-263f-35ba-b8c1-ff02e7b77f15", "title": "Na bestorming Congres staat uitslag vast, maar wat te doen met Trump?", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2021/01/na-bestorming-congres-staat-uitslag-vast-maar-wat-te-doen-met-trump-797917/", "summary": "Uren na de bestorming van het Capitool door opgehitste Trump-aanhangers, bevestigde het Amerikaanse Congres de uitslag van de presidentsverkiezingen van 3 november 2020.\nDe president kan daartegen protest aantekenen, waarna tweederde van het Huis van Afgevaardigden en de Senaat het protest van Trump kan verwerpen.\nDit onderdeel van het amendement is nog niet eerder gebruikt, maar volgens televisiezender CBS is er door Trumps kabinetsleden informeel al over gesproken.\nDaartoe moet een meerderheid van het Huis van Afgevaardigden akkoord gaan met een aanklacht tegen de president, bijvoorbeeld wegens machtsmisbruik.\nDat vond toen dat Trump zijn macht misbruikte en onderzoek van het Congres hinderde.", "paragraphs": ["Uren na de bestorming van het Capitool door opgehitste Trump-aanhangers, bevestigde het Amerikaanse Congres de uitslag van de presidentsverkiezingen van 3 november 2020. De vraag is: kan Donald Trump president blijven?", "Tijdens de bestorming woensdag is geschoten en raakten diverse politieagenten gewond. Ten minste vier personen kwamen om. Parlementariërs werden in allerijl geëvacueerd. Er waren beelden te zien van demonstranten die het gebouw overnamen en kantoren van Congresleden bezetten. Sommigen richtten vernielingen aan en namen spullen mee.", "Trumps termijn eindigt op 20 januari", "Aankomend president Joe Biden reageerde geschokt op de gebeurtenissen in Washington. ‘Onze democratie wordt op ongekende wijze aangevallen. Dit is een aanval op de citadel van de vrijheid, het Capitool.’", "De bestorming kwam na een oproep van Trump, die de demonstranten ’s middags toesprak en ze opdroeg om ‘nooit op te geven’. Democraten en Republikeinen reageerden woedend op het geweld en de rol daarin van de president. Het Republikeinse Congreslid Mike Gallagher uit Wisconsin sneerde dat Amerika woensdag leek op een ‘bananenrepubliek’ en dat Trumps aantijgingen over verkiezingsfraude tot de chaos hebben geleid.", "Steeds meer Democraten willen dat de president wordt afgezet. De ambtstermijn van Trump verstrijkt over dertien dagen, maar de vraag is gerezen of hij nog één minuut langer president kan zijn. Om Trump uit zijn ambt te zetten, zijn er twee mogelijkheden: een afzettingsprocedure (impeachment) of het gebruik van het 25ste amendement op de Amerikaanse Grondwet.", "In dat amendement staat de ambtsopvolging van het Amerikaanse presidentschap en vicepresidentschap beschreven. Het werd ingevoerd na de moord op president John F. Kennedy in 1963. Onderdelen van het amendement leggen vast hoe een president vrijwillig of onvrijwillig zijn taken tijdelijk kan neerleggen.", "Pence neemt zonodig Trumps taken waar", "Een meerderheid van het kabinet, onder aanvoering van de vicepresident, heeft de macht om te besluiten dat de president niet meer in staat is om zijn macht en taken goed uit te voeren en dat hij daarom moet worden vervangen. Als zij dat schriftelijk verklaren aan de leiders van de Senaat en het Huis van Afgevaardigden, volgt direct de aanstelling van de vicepresident als waarnemend president.", "De president kan daartegen protest aantekenen, waarna tweederde van het Huis van Afgevaardigden en de Senaat het protest van Trump kan verwerpen. In dat geval zou vicepresident Mike Pence tot 20 januari de taken van Trump waarnemen.", "Dit onderdeel van het amendement is nog niet eerder gebruikt, maar volgens televisiezender CBS is er door Trumps kabinetsleden informeel al over gesproken.", "Tijdens de aanslag op president Ronald Reagan in 1981 werd het gebruik kortstondig overwogen. Reagan lag met schotwonden in het ziekenhuis en de vraag was of hij de aanslag zou overleven. De Republikein werd met spoed geopereerd en kon zijn presidentiële taken niet uitvoeren. Vicepresident George H. Bush was op dat moment onderweg naar Washington D.C. en kon vanuit zijn vliegtuig niet het verzoek indienen om als waarnemer op te treden voor Reagan.", "Nieuwe impeachmentprocedure", "Naast het gebruik van het 25ste amendement kan de president ook worden afgezet. Daartoe moet een meerderheid van het Huis van Afgevaardigden akkoord gaan met een aanklacht tegen de president, bijvoorbeeld wegens machtsmisbruik. Op 18 december 2019 werd Trump al eens aangeklaagd door het Huis van Afgevaardigden. Dat vond toen dat Trump zijn macht misbruikte en onderzoek van het Congres hinderde.", "De Senaat moet vervolgens oordelen over de aanklacht. Pas als een tweederde meerderheid van de Senaat (67 van de 100 Senatoren) voor de aanklacht stemt, wordt de president uit zijn ambt gezet. Consequentie is ook dat de afgezette president is uitgesloten van deelname aan toekomstige verkiezingen, waaronder die voor het presidentschap.", "Trump werd in januari 2020 vrijgesproken door de Senaat. Als het tot een nieuwe impeachment-procedure komt, is de kans groot dat Trumps presidentschap erop zit. Een impeachment duurt overigens vaak maanden wegens vooronderzoek en verhoren. Nog nooit is een president die al klaar was met zijn termijn, veroordeeld in zo’n procedure.", "Vooralsnog worden beide opties om Trump uit zijn ambt te zetten, vooral in Democratische kringen besproken. Zonder Republikeinse steun zullen eventuele pogingen kansloos zijn.", "Er zijn ook minder zware middelen voor het Congres om een president te straffen. Zo kan een simpele meerderheid stemmen voor een censure, een soort motie van afkeuring. In dat geval krijgt de president een standje, maar mag hij gewoon blijven zitten."], "authors": [], "keywords": ["staat", "zijn", "van", "het", "en", "met", "een", "uitslag", "doen", "vast", "te", "op", "trump", "congres", "president", "maar", "wat", "dat"], "pubDate": "2021-01-07T11:50:06Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}