{"id": "26cc2b3b-6f8f-3a77-adc4-c4dba608a7eb", "title": "Moe van je eigen smartphoneverslaving? Zo krijg je de controle terug", "url": "https://volkskrant.nl/de-gids/moe-van-je-eigen-smartphoneverslaving-zo-krijg-je-de-controle-terug~bc2116b7/", "summary": "Fijn dat dat kan, maar hoe voorkom je dat je relatie met je telefoon ongezond wordt?\nMisschien pakte je je telefoon om je moeder bellen en zit je in plaats daarvan alweer minutenlang foto’s te checken.\nKijk op een andere manier naar je telefoongebruikProbeer je relatie met je telefoon op een andere manier te beschouwen.\n‘Zombiechecks zijn vrijwel altijd onbevredigend en geven je het gevoel dat je je leven verspilt’, zegt Price.\nEen simpele ingreep als een elastiekje om je telefoon of een schermvergrendeling met een waarschuwing: ‘wil je zeker weten je telefoon checken?’ helpen je om zombiechecken tegen te gaan.", "paragraphs": ["We gebruiken onze smartphones in deze tijd van social distancing meer dan ooit, onder meer om met elkaar in contact te kunnen blijven. Fijn dat dat kan, maar hoe voorkom je dat je relatie met je telefoon ongezond wordt? Catherine Price, auteur van How to break up with your phone, geeft tips.", "‘Ik zat in het donker in de babykamer en wiegde mijn pasgeboren baby op mijn armen. De baby keek naar mij, ik was nieuwe deurknoppen aan het uitzoeken op eBay.’ Op dit moment besefte Catherine Price, wetenschapsjournaliste voor onder meer The New York Times, dat ze aan smartphoneverslaving (nomofobie) leed. Price deed twee jaar lang onderzoek naar hoe ze haar relatie met haar telefoon weer gezond kon maken, zonder het ding simpelweg de deur uit te doen. Ze schreef hierover het boek How to break up with your phone. Dit zijn haar tips om een goede relatie met je smartphone te krijgen:", "Begin met een kleine bewustwordingsoefening", "Zit je door Instagram of Facebook te scrollen? Doe dan een kleine mindfullness-oefening. ‘Laat wat ik nu doe op mijn telefoon mij goed voelen? Hoe is mijn houding? Hoe is mijn ademhaling? Wil ik nu écht op mijn telefoon kijken?’ Door je bewuster te zijn van je gedrag, kun je dit makkelijker veranderen, denkt Price.", "Denk meteen eens na of het écht jouw eigen keuze was door die Instagram-posts te scrollen, of ben je er als het ware ingezogen? Misschien pakte je je telefoon om je moeder bellen en zit je in plaats daarvan alweer minutenlang foto’s te checken. Waarom pakte je oorspronkelijk je telefoon? Price: ‘Apps zijn zo gemaakt om onze aandacht te grijpen en vast te houden. Jouw aandacht is hun verdienmodel. Vraag jezelf af: waar wil ík zelf eigenlijk mijn aandacht aan besteden?’.", "Pak de controle terug", "Waarschijnlijk heb je na de vorige oefening al snel geconcludeerd dat jij niet de baas bent over jouw telefoon, maar je telefoon over jou. Zet al je notificaties uit die ervoor zorgen dat je geleid wordt in de keuzes die je maakt. Een like, een appje, een mailtje? Die zijn er ook nog wel als jij zelf besluit te kijken op een door jou gekozen moment. Zet in WhatsApp alle groepen op ‘mute’ en lees ze wanneer jij dat wilt. Bij de meeste telefoons kun je instellen van welke belangrijke berichten je wel notificaties wilt ontvangen, bijvoorbeeld door een vip-lijst te maken van contacten.", "Kijk op een andere manier naar je telefoongebruik", "Probeer je relatie met je telefoon op een andere manier te beschouwen. Denk niet: ik mis iets als ik niet op mijn telefoon kijk, maar denk juist: ik mis iets als ik wél op mijn telefoon kijk. De tijd die je op je telefoon doorbrengt, spendeer je namelijk niet aan andere dingen die je leuk vindt, zoals tijd doorbrengen met je gezin of een hobby beoefenen. Price: ‘Door er op die manier over na te denken, is het makkelijker afstand te nemen van je smartphone.’", "Begin met een proefscheiding", "Oefen met afstand nemen van je telefoon door je telefoon bijvoorbeeld eens thuis te laten als je een wandeling gaat maken. Of tijdens een treinreis je telefoon in je zak te laten. ‘In het begin zul je versteld staan hoe krachtig je hunkering naar je telefoon is.’ Ook hierbij is een mindfullnessoefening nuttig, ondervond Price: ‘Besteed aandacht aan het verlangen naar je telefoon. Wat gebeurt er in je hoofd, hoe voelt het in je lijf? Houd dit een tijdje vol en je zult zien dat het verlangen langzaam wegebt’.", "Kijk naar anderen", "Als je iemand naar zijn telefoon ziet staren, is onze natuurlijke reactie om ook naar onze telefoons te grijpen, schrijft Prince. ‘Weersta deze neiging en grijp het moment aan om je bewust te worden van jezelf. Haal diep adem, ontspan je schouders en denk aan je eigen telefoongebruik.’ (extra tip van de redactie: kijk eens op deze Tumblr-pagina Parents with Phones, en vraag je af: wil jij dit zijn? Ook de fotograaf Babycakes Romero maakte een mooie, confronterende fotoserie: Death of Conversation)", "Stel regels voor jezelf op", "Wees je eigen moeder en geef jezelf wat regels over je eigen telefoongebruik. Geen telefoon tijdens het eten, geen telefoon in bed (tip van Price: koop een gewone wekker en stel een laadstation op buiten de slaapkamer), en vermijd ‘phubbing’. Dit is een samentrekking van phone en snubbing, oftewel snauwen, en doelt op de momenten waarop het sociaal gezien onsympathiek is om op je telefoon te kijken. Bijvoorbeeld: middenin een gesprek op je telefoon kijken (dit gebeurt vaker dan je denkt), op een feestje naar je telefoon staren of tijdens een dinertje met familie of vrienden toch even dat appje versturen. Price: ‘Pak alleen je telefoon erbij als het echt bevorderlijk is voor het gesprek, bijvoorbeeld als je een foto wilt laten zien of je agenda wilt bekijken om de volgende afspraak in te plannen.’", "Werp barrières voor jezelf op", "Het merendeel van de keren dat je op telefoon kijkt zijn – hoe Price het noemt – ‘zombiechecks’. Je hebt uit een automatisme je telefoon gepakt, en twintig minuten later schrik je op uit een hersenloze scrollsessie door Instagram. ‘Zombiechecks zijn vrijwel altijd onbevredigend en geven je het gevoel dat je je leven verspilt’, zegt Price. Een simpele ingreep als een elastiekje om je telefoon of een schermvergrendeling met een waarschuwing: ‘wil je zeker weten je telefoon checken?’ helpen je om zombiechecken tegen te gaan.", "Als dit allemaal niet werkt, geeft Price een laatste redmiddel: denk na over wat je op je sterfbed zou wensen. Waarschijnlijk is dat niet: ‘Ik zou willen dat ik meer tijd op Facebook had doorgebracht’.", "Zet tech in tegen tech", "Toch nog moeite om je telefoon weg te leggen? Er zijn veel tools en apps die je helpen je schermtijd in te perken, hoe tegenstrijdig dit ook mag klinken. We zetten er een paar op een rij:", "De ‘internet-thermostaat’ Myndr helpt je om internet een standje lager te zetten. Stand 5 is alles open: internet zoals internet altijd was, zonder enige restrictie. Stand 3 laat Netflix, YouTube, Xbox en gaming nog toe, terwijl de strengste stand 1 alleen nog maar telefoontjes en Magister toelaat.", "Block is een soort kooi van Faraday voor je smartphone die alle signalen blokkeert. Er passen meerdere telefoons in, dus handig voor een ongestoord dinertje met vrienden.", "Apple en Google geven sinds kort inzicht in je schermtijd, maar ook de app Quality Time geeft een dagelijks rapport van je smartphonegebruik en de meestgebruikte apps.", "De app OffTime is een soort digitale assistent die afleidende apps tijdelijk blokkeert en automatische antwoorden kan sturen als mensen je bellen, een bericht sturen of mailen.", "Met Space kun je ook doelen stellen, waarbij de app je motiveert deze te behalen.", "Als je de app Forest opent, plant je een zaadje dat langzaam uitgroeit tot een digitale boom. Als je de app verlaat om iets anders te doen op je telefoon, gaat de boom dood."], "authors": ["Heleen Van Lier"], "keywords": ["van", "dat", "om", "terug", "een", "en", "zo", "te", "moe", "op", "eigen", "telefoon", "je", "krijg", "controle", "smartphoneverslaving", "het"], "pubDate": "2019-08-30T03:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}