{"id": "26d4833c-3ff7-3107-a9ec-2d6e75b55c3e", "title": "De populairste goede voornemens en hoe je ze écht gedaan krijgt", "url": "https://volkskrant.nl/de-gids/de-populairste-goede-voornemens-en-hoe-je-ze-echt-gedaan-krijgt~b781effd/", "summary": "Maar hoe pak je te aan en houd je het vol?\nGroener leven Beeld Jenna ArtsDuurzamer levenTenzij je tot de groep ontkenners behoort, maak je je waarschijnlijk zorgen over het klimaat.\nEn toch lukt het je niet goed om het probleem bij jezelf aan te pakken en echt duurzaam te leven.\nEn mocht je te veel afkickverschijnselen hebben om te lezen, dan kun je nog altijd een podcast luisteren om te je helpen stoppen met roken.\nDoor te zeggen dat je een afspraak gezellig vond en dat je graag nog een keer afspreekt.", "paragraphs": ["Minder alcohol drinken Beeld Claudie de Cleen / Archief", "Minder alcohol drinken", "De horeca is gesloten, maar thuis een fles opentrekken blijft ook best verleidelijk. Daarom hebben ook dit jaar weer veel mensen een Dry January ingepland. Alleen al op het platform IkPas hebben dit jaar bijna 20 duizend deelnemers zich aangemeld. Maar hoe pak je te aan en houd je het vol? Hoogleraar klinische psychologie en Volkskeuken-medewerker Marcus Huibers zocht vorig jaar steun bij de literatuur en hield een dagboek bij. En het hielp.", "De Gezondheidsraad is duidelijk: zelfs één glas wijn is ongezond. Voedingshoogleraar Jaap Seidell zei eerder in onze ‘alcoholvrij-gids’: Mensen willen maar al te graag geloven dat er zoiets bestaat als verstandig drinken, dus houden ze zichzelf voor de gek.’ Hoeveel we eigenlijk drinken met zijn allen en hoe we dat kunnen doorbreken, lees je hier.", "Vorig jaar startte De Gids een Facebook-groep voor Dry January. Hier worden nog steeds tips in uitgewisseld en harten onder riemen gestoken.", "Meer bewegen Beeld Melissa de Gier", "Meer bewegen", "Aan het begin van de eerste lockdown in maart nam journaliste Erna van Baalen zich voor om elke dag te gaan sporten. De sportscholen waren - net als nu - dicht, maar dat weerhield er haar niet van om elke dag te bewegen. ‘Vol enthousiasme begin ik mijn maand sporten – vanwege de coronacrisis noodgedwongen binnen – met de gratis sportsessies van Fitness Blender, die 589 gratis fitnessvideo’s belooft. Bijna halverwege de maand komt de klad in mijn motivatie: wéér dezelfde saaie oefeningen, en ik word nauwelijks moe van de sportsessies. Dat houd ik geen 30 dagen vol.’", "Ze gaat te rade bij sportpsycholoog Afke van der Wouw en moet zich afvragen wat haar echte doel is. ‘Iedere dag moeten bewegen is geen doel op zich, de motivatie komt dan niet vanuit jezelf. Het gaat erom wat je zelf belangrijk vindt: als je het doet voor je gezondheid, is dát je motivatie.’", "Maar dan nog is het lastig om echt vol te houden. Dat gebrek aan motivatie heeft volgens Van de Wouw te maken met wat ze de ‘wilspier’ noemt: de hele dag zijn we al bezig met dingen die we willen: wel of niet een kroket bij de lunch, wel of niet nog even gauw bij de kassa wat snoep in je karretje mikken. En die wilspier kan dus ook vermoeid raken en aan het eind van de dag geen zin meer hebben in sporten. Om de wilspier minder aan te spreken, raadt Van de Wouw aan om van tevoren tegen jezelf je sportintentie uit te spreken: ‘Als ik vanmiddag om vijf uur klaar ben met de laatste zoomsessie, ga ik een rondje hardlopen’. Eenmaal in je routine doe je nauwelijks meer een beroep op je wilspier.", "Het is dus zaak om voor jezelf na te gaan: wat wil ik eigenlijk? Belangrijk is dat een activiteit past bij wie je bent en wat je leuk vindt. Misschien is keihard sporten gewoon niks voor jou, dat kan. Fit zijn is ook gewoon naar de supermarkt wandelen of fietsen, in plaats van met de auto gaan. Zo simpel kan het ook zijn.", "Gezonder eten (en afvallen)", "2020 was het jaar dat we ‘keihard met onze neus op de feiten zijn gedrukt’ dat overgewicht het immuunsysteem verstoort, zegt Liesbeth van Rossum, internist en hoogleraar aan het Erasmus MC en voorzitter van het Partnerschap Overgewicht Nederland. Die coronakilo's er in januari afkrijgen is dus ook slim in de strijd tegen corona. Maar welk dieet werkt nou echt?", "Vasten is nog steeds de trend op dieetgebied. Enkele uren per dag of zelfs een paar dagen achtereen niets eten: het lijkt tegenwoordig de heilige graal als het gaat om fit zijn en afvallen. Maar hoe werkt dat vasten en hoe verstandig is het nou eigenlijk?", "Teun van de Keuken testte het ketodieet, dat bestaat uit het eten van zeer weinig koolhydraten en in plaats daarvan groente, eiwitten en veel dierlijke vetten eten. ‘Een uitstekend dieet om snel een paar kilo kwijt te raken, maar niet geschikt voor de lange termijn.’", "Hoe eet je nou echt goed, gezond en lekker? De moderne voedselconsument moet zich een weg banen door een mijnenveld dat is bezaaid met meningen, borrelpraat en elkaar tegensprekende onderzoeken. Om ons de weg te wijzen onderwierp Mac van Dinther in 2015 de 10 Geboden van Goed Eten aan een diepgaand onderzoek. Zijn conclusies blijken vijf jaar later nog net zo relevant.", "Ben je van plan in 2021 minder vlees te gaan eten, voor het milieu, het dierenwelzijn of je gezondheid, kijk dan voor inspiratie in de vega-special.", "Opruimchallenge Beeld De Gids", "Georganiseerder leven", "De ontspullingsbijbel van Marie Kondo is alweer bijna tien jaar oud. En hoewel de ergste hype alweer een tijdje voorbij is, nemen veel mensen zich in het nieuwe jaar voor toch echt eens iets te gaan doen aan die rommel in huis. Vooral nu we meer dan ooit in dat huis vertoeven. De Gids hield eerder een opruim-challenge, en de artikelen ‘ontspullen kun je leren’ en ‘opruimen als een pro, volgens een opruimcoach’ zullen je ook in 2021 helpen een opgeruimder huis te krijgen. En pak dan meteen je kledingkast aan.", "Maar niet alleen een georganiseerder huis zorgt voor een opgeruimde geest, ook in je digitale leven valt er winst te behalen. Een van de heetste hangijzers binnen dit onderwerp zijn de digitale foto’s. Mocht je je voornemen om eindelijk eens een fotoalbum te maken of gewoon alles overzichtelijk in mapjes te hebben, dan helpen deze tips je daarbij. En ook voor je volgelopen inbox hebben we oplossingen. Mocht je gewoon minder tijd aan je smartphone willen besteden, lees dit artikel dan.", "Groener leven Beeld Jenna Arts", "Duurzamer leven", "Tenzij je tot de groep ontkenners behoort, maak je je waarschijnlijk zorgen over het klimaat. En toch lukt het je niet goed om het probleem bij jezelf aan te pakken en echt duurzaam te leven. Omdat je niet weet waar je moet beginnen of omdat het zinloos lijkt in het grotere geheel. Want wat is nou groener, je oude auto oprijden of zo snel mogelijk een elektrische auto aanschaffen (het antwoord lees je hier)? Of welk zuivelalternatief is nou het beste ? En wanneer is groene stroom nou groen?", "Mocht je je voornemen om in 2021 jezelf in ieder geval iets meer duurzame gewoontes aan te leren, dan kan de Volkskrant Klimaatgids je daarbij helpen. En in dit stuk legt schrijver en filosoof Maarten Meester uit hoe je je ecologische voetafdruk in een paar maanden tijd kunt terugbrengen tot een aanvaardbaar niveau.", "Iets nieuws leren Beeld Matteo Bal", "Iets nieuws leren", "Om iets nieuws te leren hoef je de deur niet uit. Sterker nog, je hoeft er niet eens geld aan uit te geven. Het aanbod van gratis online cursussen is namelijk enórm. De kwaliteit is helaas ook niet altijd goed, maar van deze trainingen steek je ongetwijfeld wat op.", "De cursussen maken deel uit van het MOOC (massive open online course)-project. Dit zijn cursussen van meer dan 140 universiteiten over de hele wereld die iedereen kan volgen, ongeacht vooropleiding. Zo kun je je kennis en vaardigheden uitbreiden op het gebied van: presenteren, leidinggeven, beïnvloeden en argumenteren, timemanagement of zelfs persoonlijk leiderschap.", "Je aanmelden voor zo’n cursus is eenvoudig, doorzetten en ‘m afmaken is moeilijker. Dat je een online training in je eigen tijd kunt doen is zowel een pluspunt als het grootste gevaar. Je kunt eindeloos uitstellen wanneer je verdergaat. Of er zelfs nooit aan beginnen. Lees hier de grootste valkuilen van online leren plus de oplossingen.", "Beter met geld omgaan Beeld Monique Bröring", "Beter met geld omgaan", "Om te zien welke uitgaven je eigenlijk best kunt missen, helpt het om een financiële detoxmaand in te lassen, adviseerde financieel blogger en voormalig accountant Marjan Heemskerk. Een maand waarin je tijdelijk alle luxe-uitgaven schrapt om te zien in hoeverre dat iets uitmaakt. Januari is hier, zo na de feestdagen, natuurlijk de ideale maand voor.", "Tijdens de geldmaand afgelopen november las je bij de Volkskrant stukken over de rol van geld in ons persoonlijk leven. Zo kun je lezen hoe de vaste lasten naar beneden kunnen, of een aanvullende tandartsverzekering verstandig is en hoe je als koppel de financiën verdeelt. Maar ook hoe je slapend geld kunt verdienen op internet.", "Stoppen met roken Beeld Paul Faassen", "Stoppen met roken", "Is het je in Stoptober niet gelukt om definitief te stoppen, dan heb je in januari weer een nieuwe kans. Het is namelijk nooit te laat om te stoppen. Eerder vroegen we experts en ervaringsdeskundigen hoe je succesvol stopt. Hun tips lees je hier.", "En mocht je te veel afkickverschijnselen hebben om te lezen, dan kun je nog altijd een podcast luisteren om te je helpen stoppen met roken.", "Een andere baan vinden. Beeld Matteo Bal", "Een andere baan vinden", "Hoe zoek je in deze tijd naar een nieuwe baan? Volgens Mariette Hoitink, eigenaar van HTNK, een wervingsbureau in de modebranche, kun je het best beginnen met reflecteren. ‘Dit is hét moment om te bepalen wat jouw waarde is, wat jij een organisatie zou kunnen bieden’, zegt ze.", "Bouwen aan je online-netwerk was altijd al verstandig, maar nu het aantal vacatures slinkt is het van extra belang, vindt Hoitink. Haar tips: sluit je aan bij LinkedIn-groepen en volg interessante mensen uit de branche.", "De sollicitatieprocedure zullen er waarschijnlijk anders gaan uitzien. Zo willen veel bedrijven kennismaken via videobellen of zelfs via een videointerview, waar je de vragen leest en via een webcam moet antwoorden. Dat kan onprettig voelen, omdat je als kandidaat geen enkele feedback krijgt op hoe je de vragen beantwoordt. Toch is het uiteindelijk een eerlijker proces, zegt Janneke Oostrom, die aan de VU onderzoek doet naar sollicitatieprocedures. Het draait minder om de persoonlijke klik en meer om hoe goed iemand zal functioneren op het werk.", "Overigens is het niet in elke branche een drama om nu een baan te vinden. Het zwaarst getroffen door de coronacrisis is, niet heel verrassend, de horeca. Maar de vraag naar vrachtwagenchauffeurs, heftruckbestuurders en ziekenverzorgers steeg juist, blijkt uit cijfers van Jobdigger. Ook in de juridische sector, de beveiliging en de techniek is volgens dat bedrijf in arbeidsmarktdata nog volop werk.", "Meer lezen Beeld Sophia Twigt", "Meer lezen", "Lezen leert je de wereld en mensen te begrijpen, het leert je dingen onthouden en betogen begrijpen. Meer lezen staat dan ook op veel goede voornemens-lijstjes. Waarom komt het er dan toch steeds niet van? Op deze manieren gaat het je dit jaar wel lukken om van lezen een gewoonte te maken.", "En wil je je kostbare tijd niet verspillen aan een slecht boek? Raadpleeg dan eerst onze boekenpagina, vol mooie romans, spannende non-fictie, interviews en pittige recensies", "Meer tijd voor vrienden Beeld Sophia Twigt", "Meer tijd met vrienden doorbrengen", "Tijd maken voor vrienden en familie kan lastig zijn in een tijd waarin je elkaar niet te veel mag opzoeken en samen sporten of uiteten gaan niet kan. Verschillende apps en online spelletjes bieden uitkomst. We zetten een aantal op een rij, zoals: Houseparty, Happening, Netflix Party en Geoguessr.", "Hechte vriendschappen zijn belangrijk. Bijvoorbeeld omdat het tegenwoordig niet meer vanzelfsprekend is dat je familie in de buurt woont. Maar ook vanwege het hoge aantal echtscheidingen’, zegt Beate Volker, hoogleraar sociologie aan de Universiteit van Amsterdam en gespecialiseerd in thema’s als vriendschap en sociale netwerken.", "Echt goede vrienden heb je maar weinig. Dat zijn een of twee mensen, met wie je hechter bent dan met je familieleden. En die paar goede vrienden hoef je niet elke dag te zien, maar spreek je gemiddeld wel minimaal een keer per week. ‘Natuurlijk onderneem je ook gezellige dingen met elkaar, maar het gaat vooral om praten. Je reflecteert samen op het leven en vraagt de ander hoe het nou echt gaat’, zegt Volker.", "Wie graag betere vrienden wil worden met een kennis, moet dit simpelweg uitspreken. Door te zeggen dat je een afspraak gezellig vond en dat je graag nog een keer afspreekt. Dat kan best spannend zijn, want het kan natuurlijk gebeuren dat je afgewezen wordt of dat de ander liever kennissen blijft. En dat kan ook best gezellig zijn."], "authors": [], "keywords": ["krijgt", "voornemens", "van", "goede", "gedaan", "écht", "en", "een", "ze", "om", "populairste", "met", "hoe", "te", "het", "niet", "dat", "je"], "pubDate": "2021-01-01T11:44:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}