{"id": "26dc3a31-85d1-3aa3-8d8d-4ce2386f7ffa", "title": "LTO Noord adviseert boeren in Het Hogeland bezwaar te maken tegen concept-lijst van karakteristieke gebouwen", "url": "https://www.dvhn.nl/groningen/hethogeland/LTO-Noord-adviseert-boeren-in-Het-Hogeland-bezwaar-te-maken-tegen-concept-lijst-van-karakteristieke-gebouwen-26275991.html", "summary": "De gemeente Het Hogeland heeft voor de voormalige gemeenten De Marne en Winsum een concept-lijst van karakteristieke gebouwen opgesteld.\nLTO Noord adviseert haar leden bezwaar te maken tegen opname in deze lijst, omdat het volgens haar onduidelijk is hoe het het daarvoor gehanteerde puntensysteem tot stand gekomen is.\nDe aanduiding karakteristiek agrarisch pand is van belang bij bijvoorbeeld het aanvragen van een bouw- of sloopvergunning.\n‘De nadelen zijn groot om op de lijst te staan van karakteristieke panden’, stelt regiobestuurder Lammert Westerhuis van LTO Noord in een persbericht.\nDe concept-lijst is omgezet in het het voorontwerpbestemmingsplan Gebouwd erfgoed Het Hogeland .", "paragraphs": ["De gemeente Het Hogeland heeft voor de voormalige gemeenten De Marne en Winsum een concept-lijst van karakteristieke gebouwen opgesteld. LTO Noord adviseert haar leden bezwaar te maken tegen opname in deze lijst, omdat het volgens haar onduidelijk is hoe het het daarvoor gehanteerde puntensysteem tot stand gekomen is.", "De aanduiding karakteristiek agrarisch pand is van belang bij bijvoorbeeld het aanvragen van een bouw- of sloopvergunning. Het is daarom volgens LTO Noord belangrijk om goed in beeld te krijgen of de karakteristieke bepaling klopt.", "‘De nadelen zijn groot om op de lijst te staan van karakteristieke panden’, stelt regiobestuurder Lammert Westerhuis van LTO Noord in een persbericht. ‘Die zijn namelijk beschermd.’", "Dit levert volgens Westerhuis belemmeringen op bij bijvoorbeeld nieuwbouw of herbouw van een moderne schuur. Het betekent volgens de regiobestuurder bovendien ‘een behoorlijke aantasting in ondernemersvrijheid’.", "‘Daarnaast is de kans groot dat de bouwkosten significant hoger zijn dan bij een standaard nieuwe loods.’", "Onduidelijke puntenscore", "LTO Noord wijst er op dat zowel voor de voormalige gemeente De Marne als voor de voormalige gemeente Winsum een eigen puntensysteem is gebruikt. Een systeem dat volgens de land- en tuinbouworganisatie onduidelijk is. Zelfs na uitleg door de gemeente.", "LTO Noord adviseert agrarische ondernemers daarom bezwaar in te dienen.", "De concept-lijst is omgezet in het het voorontwerpbestemmingsplan Gebouwd erfgoed Het Hogeland . Dit plan ligt tot en met 31 december 2020 ter inzage op het gemeentehuis ."], "authors": [], "keywords": ["van", "hogeland", "het", "op", "voor", "zijn", "karakteristieke", "volgens", "voormalige", "gebouwen", "lto", "noord", "te", "een", "maken", "tegen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}