{"id": "26dc8e95-681e-3e04-807f-3ad8aebeaf36", "title": "Podcast: Dertien nieuwe kardinalen en het raadsel van Mulisch", "url": "https://www.trouw.nl/podcasts/podcast-dertien-nieuwe-kardinalen-en-het-raadsel-van-mulisch~bbde0376/", "summary": "In de podcast De Roomse Loper praten Trouw-redacteur Stijn Fens en Vaticaankenner Christian van der Heijden u bij over de stand van zaken in de katholieke wereld.\nKardinalen zijn de belangrijkste adviseurs van de paus en hebben het unieke recht een paus te mogen kiezen.\nFens en Van der Heijden nemen de lijst met nieuwe kardinalen door en bespreken de gevolgen hiervan voor het volgende conclaaf.\nVerder bracht Christian van der Heijden een bezoek aan het Heilige der Heiligen van de literatuur: de werkkamer van Harry Mulisch.\nHij stuitte daar op een groot raadsel, want wat doet een kleurenprent van de heilige Catharina van Alexandrië daar in hemelsnaam?", "paragraphs": ["In de podcast De Roomse Loper praten Trouw-redacteur Stijn Fens en Vaticaankenner Christian van der Heijden u bij over de stand van zaken in de katholieke wereld.", "Zaterdag 28 november is het ‘Prinsjesdag’ in het Vaticaan. Dan creëert paus Franciscus dertien kardinalen, die ook wel de ‘prinsen van de kerk’ worden genoemd. Kardinalen zijn de belangrijkste adviseurs van de paus en hebben het unieke recht een paus te mogen kiezen.", "Beluister De Roomse Loper via onderstaande speler, of via kanalen als Omny, iTunes, Spotify en Google Podcasts.", "Normaal is zo’n kardinaalscreatie een feestelijke dag met vrolijke gezichten, nu zal de sfeer vanwege het coronavirus heel anders zijn. Een handjevol mensen in de Sint-Pieter en twee nieuwe kardinalen die alleen online aanwezig zullen zijn. Fens en Van der Heijden nemen de lijst met nieuwe kardinalen door en bespreken de gevolgen hiervan voor het volgende conclaaf.", "Verder bracht Christian van der Heijden een bezoek aan het Heilige der Heiligen van de literatuur: de werkkamer van Harry Mulisch. Hij stuitte daar op een groot raadsel, want wat doet een kleurenprent van de heilige Catharina van Alexandrië daar in hemelsnaam?", "Volg De Roomse Loper ook op Twitter. Beluister eerdere afleveringen via trouw.nl/deroomseloper."], "authors": ["De Roomse Loper"], "keywords": ["van", "paus", "het", "nieuwe", "raadsel", "mulisch", "zijn", "loper", "kardinalen", "een", "der", "podcast", "en", "roomse", "dertien"], "pubDate": "2020-11-26T13:00:07+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}