{"id": "26de673e-dbb9-39fd-9e70-24d7bd3fb930", "title": "Tien Nederlandse universiteiten weigeren deelname aan integriteitsenquête: insteek ‘te negatief’", "url": "https://volkskrant.nl/wetenschap/tien-nederlandse-universiteiten-weigeren-deelname-aan-integriteitsenquete-insteek-te-negatief~b259f2ab/", "summary": "De Radboud Universiteit doet wel mee aan het onderzoek naar wetenschappelijke integriteit.\nMaar bovenal, blijft bij Bouter hangen onderweg naar huis: ‘Is de focus niet te negatief?’Het plan voor de nationale enquête ontstond in 2016.\nAchteraf, zegt epidemioloog Gerben ter Riet van het Amsterdam UMC, hadden we veel eerder al die universiteiten actief moeten betrekken.\n‘Dan hadden ze zich eigenaar gevoeld van het project, nu bleven wij toch ‘initiatiefnemer’’.\n‘We stonden voor de keuze om de enquête aan een kleinere groep, in enveloppen van het CBS per post te versturen.", "paragraphs": ["Opening van het academisch jaar in Nijmegen (2018). De Radboud Universiteit doet wel mee aan het onderzoek naar wetenschappelijke integriteit. Beeld Marcel van den Bergh / de Volkskrant", "Een flinke domper is het wel voor Lex Bouter, hoogleraar methodologie en integriteit aan de Vrije Universiteit in Amsterdam. Het is eind 2019 en de voormalig VU-rector heeft zijn oud-collega’s bijgepraat over de eerder aangekondigde National Survey on Research Integrity. Die enquête, de grootste over het onderwerp ooit, wil zijn team gaan versturen naar alle 40.000 academische onderzoekers van Nederland. Maar het enthousiasme onder de rectoren is niet onverdeeld.", "Een ongeschikt middel voor zo’n complex en gevoelig onderwerp, merkt de ene rector op. Is dit wel de juiste manier om de net ingevoerde gedragscode wetenschappelijke integriteit te evalueren?, vraagt een ander zich af. Maar bovenal, blijft bij Bouter hangen onderweg naar huis: ‘Is de focus niet te negatief?’", "Het plan voor de nationale enquête ontstond in 2016. Bouter was kort daarvoor aan een tweede wetenschappelijke leven als integriteitsprofessor begonnen en het viel hem op dat er maar weinig bekend was over hoeveel ‘twijfelachtige praktijken’ nu echt voorkwamen: van het selectief shoppen in resultaten en het oppoetsen van microscopiefoto’s, tot regelrechte fraude. De cijfers die er waren, gaven bovendien geen duidelijkheid over de factoren die aan het gedrag ten grondslag lagen – zoals prestatiedruk, een starre hiërarchie of simpelweg een omgeving waarin iedereen het niet zo nauw lijkt te nemen met de regels.", "En dus zette hij samen met collega’s van de Universiteit Tilburg een integriteitsenquête op. Binnen alle disciplines, dus ook de technische- en geesteswetenschappen.", "Coördinator en drijvende kracht achter het project werd epidemiologe Gowri Gopalakrishna, die eind 2019 dus een nee te verwerken krijgt. Ze heeft geen medewerking van de universiteiten nodig om hun onderzoekers te kunnen mailen, maar het zou helpen als ze de officiële adresbestanden kan gebruiken. Zo niet, dan zit er niks anders op dan ze van openbare pagina’s te scrapen, en te hopen dat de onderzoekers zonder aankondiging van hun universiteit willen meewerken.", "In de weken na de rectorenbijeenkomst besluiten vijf van de vijftien universiteiten aan boord te blijven, onder voorwaarde dat ze elk een expert naar de enquête mogen laten kijken. ‘Dat leverde vertraging op, maar was ook goed’, zegt Gopalakrishna. ‘We voegden vragen toe over wat er wél goed gaat, zoals het openbaar maken van onderzoeksdata.’", "De rest blijft weigeren. Henk Kummeling, rector van de Universiteit Utrecht, heeft er weinig vertrouwen in dat de enquête voor hem als bestuurder bruikbare informatie op zou leveren. Een reden hiervoor is dat er juist vanwege de gevoeligheid geen gegevens per instituut bekend worden gemaakt. Kummeling ontkent dat hij zou vrezen voor reputatieschade. ‘Alles wat met integriteit te maken heeft is buitengewoon gevoelig. Maar ik heb er geen enkele moeite mee om scherp in kaart te brengen wat er aan de hand is.’", "Zijn collega Carel Stolker van de Universiteit Leiden mailt dat ingeschakelde experts het onderzoek ‘methodologisch zwak’ vonden.’ Een van hen, epidemioloog Frits Rosendaal vraagt zich af of een enquête waarop zo’n 20 procent van de ondervraagden reageert, überhaupt representatieve cijfers op kan leveren. ‘Vervolgens worden dat wel de cijfers hierover waarnaar iedereen in de wetenschap gaat verwijzen.’", "Rosendaal had liever een kleinere enquête gezien, die waardevollere antwoorden had opgeleverd. ‘Groter is niet altijd beter. Iets megalomaans zat er wel in, ja.’", "Die kritiek deelt Peter Lugtig niet. Hij is survey-onderzoeker aan de Universiteit Utrecht en niet betrokken bij het project. Het voordeel van een kleinere studie is dat je meer kunt inzoomen, zegt hij. ‘Maar juist als je zoals deze onderzoekers verschillen in kaart wilt brengen tussen bijvoorbeeld vakgebieden moet je uitzoomen.’", "De vraag is bovendien of niet meedoen de tekortkomingen oplost of juist verergert. Zo is het volgens Lugtig bijvoorbeeld mogelijk om het responspercentage omhoog te krijgen door groepen die slecht reageren gericht herinneringen te sturen. ‘En dat is juist moeilijker zonder medewerking van de instituten.’", "‘Op elke methode is wel wat af te dingen’, zegt Rianne Letschert, rector van de Universiteit van Maastricht. ‘Als de enquête een indicatie geeft van Nederland vind ik dat waardevol.’ Ze ondersteunt de enquête vooral omdat ze die wil gebruiken om de discussie weer aan te zwengelen. ‘Vooral over het grijze gebied tussen fraude en goed gedrag. Ik hoop dat we een volwassen professionele instelling kunnen worden waarin ook jonge onderzoekers kunnen aangeven dat er iets niet klopt.’", "Gopalakrishna is teleurgesteld over het gebrek aan draagvlak. ‘De survey is verworden tot een satelliet, die zwevend in het zonnestelsel signalen probeert uit te zenden. Ik vind het zo typerend dat we bij dit soort belangrijke onderwerpen niet in staat blijken om goed samen te werken.’", "Toch steken Gopalakrishna en haar collega’s de hand ook in eigen boezem. Achteraf, zegt epidemioloog Gerben ter Riet van het Amsterdam UMC, hadden we veel eerder al die universiteiten actief moeten betrekken. ‘Dan hadden ze zich eigenaar gevoeld van het project, nu bleven wij toch ‘initiatiefnemer’’.", "Vlak voor sluiting heeft van de deelnemers verbonden aan meewerkende universiteiten 20% meegedaan, onder die van de niet-deelnemende universiteiten 12-15%. Onbruikbaar zullen de resultaten niet zijn, maar ook overall valt de respons niet mee, erkent Ter Riet: ‘Net als iedereen worden onderzoekers de laatste jaren overspoeld met enquêtes en verzoeken. Het is moeilijk om daartussen met iets legitiems op te vallen.’", "Af en toe denkt hij nog wel eens terug aan het bezoekje dat hij drie jaar geleden met Lex Bouter bracht aan het Centraal Bureau voor de Statistiek. ‘We stonden voor de keuze om de enquête aan een kleinere groep, in enveloppen van het CBS per post te versturen. Dan waren we 100.000 euro kwijt geweest, op een budget van 6 ton. Achteraf hadden we dat misschien toch moeten doen.’", "Voorbeelden van vragen uit de enquête In hoeverre bent u het eens met de volgende stellingen: -Ik heb het gevoel dat mijn collega’s mij vooral beoordelen op basis van mijn publicaties. -Veel onderzoekers in mijn vakgebied zijn ongelukkig als hun collega’s een grote onderscheiding of erkenning krijgen. -Onderzoekers houden in feite rekening met alle nieuwe bewijzen, hypothesen, theorieën en innovaties, zelfs die welke hun eigen werk uitdagen of tegenspreken.", "Aanvulling 7/12: percentage deelnemers aan enquête 's middags bijgewerkt op basis van actuele cijfers."], "authors": ["Jop De Vrieze"], "keywords": ["aan", "weigeren", "tien", "insteek", "van", "integriteitsenquête", "het", "op", "deelname", "een", "universiteiten", "te", "dat", "en", "niet", "enquête", "negatief", "nederlandse"], "pubDate": "2020-12-07T10:34:58+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}