{"id": "26e2d801-9c5b-3885-afef-27692c27e2cf", "title": "RIVM meldt grote stijging nieuwe besmettingen, 8793 in 24 uur", "url": "https://www.parool.nl/nederland/rivm-meldt-grote-stijging-nieuwe-besmettingen-8793-in-24-uur~b626374f/", "summary": "Het RIVM zegt overigens dat weekcijfers een betrouwbaarder beeld geven van de verspreiding van het virus.\nEen week eerder werden 35.000 mensen positief getest.\nBeeld ANPMinder in het ziekenhuisHet aantal coronapatiënten in Nederlandse ziekenhuizen is donderdag gedaald, blijkt uit cijfers van het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS).\nHet aantal sterfgevallen steeg het afgelopen etmaal met 64.\nAmsterdamIn de regio Amsterdam is het aantal nieuwe besmettingen met 501 toegenomen.", "paragraphs": ["Het RIVM zegt overigens dat weekcijfers een betrouwbaarder beeld geven van de verspreiding van het virus. In de afgelopen zeven dagen zijn bijna 48.000 mensen positief getest, wat neerkomt op gemiddeld ongeveer 6800 per dag. Een week eerder werden 35.000 mensen positief getest.", "Beeld ANP", "Minder in het ziekenhuis", "Het aantal coronapatiënten in Nederlandse ziekenhuizen is donderdag gedaald, blijkt uit cijfers van het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS). Er liggen er nu 1648 patiënten in het ziekenhuis, van wie 469 op de intensive care. Woensdag waren dat er 1694. Toen lagen er 473 mensen op de intensive care.", "Het aantal sterfgevallen steeg het afgelopen etmaal met 64. Dat wil niet zeggen dat al deze mensen afgelopen etmaal zijn overleden. Zulke informatie wordt soms pas wat later doorgegeven aan de regionale gezondheidsdiensten en het RIVM. Op woensdag kreeg het RIVM 66 meldingen van overleden coronapatiënten.", "Bijna 600.000 vastgestelde besmettingen", "Het coronavirus werd eind februari voor het eerst vastgesteld in Nederland. Sindsdien zijn 585.685 mensen positief getest. Het officiële aantal besmettingen kan rond het weekeinde boven de 600.000 uitkomen.", "Van 9902 mensen is zeker dat ze aan het coronavirus zijn overleden. Dat aantal kan eind deze week stijgen tot boven de 10.000. De werkelijke aantallen liggen vrijwel zeker hoger.", "Amsterdam", "In de regio Amsterdam is het aantal nieuwe besmettingen met 501 toegenomen. Woensdag waren dat er 426.", "In de stad Amsterdam kwamen afgelopen etmaal 415 besmettingen aan het licht. In Rotterdam werden 278 inwoners positief getest en in Den Haag 273. In Almere werd het virus bij 163 inwoners vastgesteld. Verder bleken 147 mensen uit de gemeente Utrecht het coronavirus te hebben opgelopen."], "authors": ["Het Parool"], "keywords": ["van", "positief", "afgelopen", "mensen", "het", "besmettingen", "nieuwe", "grote", "24", "aantal", "zijn", "op", "8793", "meldt", "rivm", "dat", "stijging", "uur", "er"], "pubDate": "2020-12-10T14:27:32+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}