{"id": "2707a7fe-7d4f-3574-8df6-06915bfab910", "title": "De zaak rond Paul Cliteur is selectieve verontwaardiging", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/de-zaak-rond-paul-cliteur-is-selectieve-verontwaardiging-793068/", "summary": "Na beschuldigingen van antisemitisme bij Thierry Baudet liggen ook zijn mentor Paul Cliteur en diens vakgroep onder vuur.\nUil van Minerva schrok ik toch een beetje toen Paul Cliteur voor een kangaroo court moest verschijnen voor de misdaad dat hij in de Eerste Kamer zit op de slippen van Thierry Baudet.\nScheiding tussen wetenschap en politiekHet is een wonderlijke zaak die een hoop zegt over het intellectuele eenrichtingsverkeer heden ten dage in de kranten en op de universiteiten.\nHet probleem is natuurlijk dat Cliteur niet aan de linkse consensus op de universiteit voldoet.\nPaul Cliteur zou volgens hem dus ook ‘conservatief’ zijn – wonderlijk voor iemand die zijn wetenschappelijke carrière heeft besteed aan het promoten van het liberalisme en het humanisme, toch twee niet al te conservatieve stromingen.", "paragraphs": ["Na beschuldigingen van antisemitisme bij Thierry Baudet liggen ook zijn mentor Paul Cliteur en diens vakgroep onder vuur. De Universiteit Leiden doet onderzoek, omdat Cliteur antisemitisme van Baudet zou hebben genegeerd. Cliteur is het schoolvoorbeeld van de klassenverrader, schrijft Constanteyn Roelofs. Dat verklaart deze heksenjacht door linkse academici.", "Als alumnus van de Leidse Universiteit c.q. Uil van Minerva schrok ik toch een beetje toen Paul Cliteur voor een kangaroo court moest verschijnen voor de misdaad dat hij in de Eerste Kamer zit op de slippen van Thierry Baudet. Arme Thierry is tijdens de coronacrisis nogal doorgedraaid in het complotdenken (een giftige mix van ego, isolatie, foute vriendjes en heel veel witte wijn) en nu moeten democratisch verkozen senatoren kennelijk verantwoording afleggen over de dronken antisemitische tirades van de gebroken voorman. Wonderlijk. Dat de ruimdenkende kosmopoliet uit Buitenveldert ook zélf een antisemiet is, lijkt me trouwens onwaarschijnlijk, maar dat lijkt het punt niet te zijn van het onderzoek.", "Constanteyn Roelofs", "Wekelijks verkent historicus Constanteyn Roelofs (1989) de tragikomische tegenstrijdigheden in economie en maatschappij.", "Scheiding tussen wetenschap en politiek", "Het is een wonderlijke zaak die een hoop zegt over het intellectuele eenrichtingsverkeer heden ten dage in de kranten en op de universiteiten. In een gewichtig stuk in dagblad Trouw werd zelfs de vraag gesteld of professoren überhaupt wel zitting zouden mogen nemen in een verkozen orgaan. Maar wacht eens even: waar waren al deze mensen toen prof. dr. Esther-Mirjam Sent plaatsnam voor de PvdA? Hoorden we deze mensen ook over de heilige scheiding tussen wetenschap en politiek toen prof. dr. Ruard Ganzevoort een stoeltje innam voor GroenLinks?", "Natuurlijk niet. Professoren mogen gewoon worden verkozen, en als u een beetje de geschiedenis van de moderne democratie hebt gevolgd, dan weet u dat het hele omverwerpen van het Ancien Régime voornamelijk kwam doordat de moderne, opgeleide bourgeoisie ook een stoel aan de tafel van de macht wilde, waarbij de professoren die de professionalisering en intellectualisering van de bourgeoisie leidden, zich vanzelfsprekend ook verkiesbaar stelden; een professor als politicus hoort erbij.", "Lees ook de column van Geerten Waling: Afrekening in het academisch milieu", "Linkse consensus op de universiteit", "De scheiding tussen wetenschap en politiek is dus ook niet het probleem. Het probleem is natuurlijk dat Cliteur niet aan de linkse consensus op de universiteit voldoet. Hij zit bij een partij die vragen stelt bij de EU, die de ogen niet sluit voor de verwoestende effecten van de (islamitische) massamigratie op de maatschappij en die niet meegaat in de identitaire beweging die ras en geslacht als lens neemt om alle maatschappelijke en politieke kwesties mee te bekijken.", "Op persoonlijk niveau ageert Cliteur vooral tegen ‘cultuurmarxisten’ en ander postmodern geboefte, dat in zijn ogen de fundamenten van de wetenschap uitholt met een relativistische en destructieve kijk op alles wat de blanke westerse beschaving naar de top van de voedselketen stuwde: liberale burgerrechten, de ratio en het vrije humanistische denken. Dat moet allemaal kapot door de vermeende erfzonde van het kolonialisme, de inherente slechtheid van de witte mens en plaatsmaken voor de nobele wilden uit zonniger streken.", "Cliteur als klassenverrader", "De kampdenkers van de politieke correctheid beschouwen de universiteit als hun terrein en iedereen die tegen deze postmoderne revolutie is, wordt als reactionair, conservatief en klassenverrader uitgekafferd. Paul Cliteur is het schoolvoorbeeld van de klassenverrader: ondanks al zijn titels en decoraties in de academische hiërarchie weigert hij mee te gaan met de geloofsartikelen van de hedendaagse academie. Bijvoorbeeld: Merijn Oudenampsen, zo’n intellectueel minder bedeelde maar zeer partijlijngetrouwe ideoloog aan de UvA, noemt naar Amerikaans voorbeeld alles wat niet stijflinks en dus ongewenst is, ‘conservatief’. Paul Cliteur zou volgens hem dus ook ‘conservatief’ zijn – wonderlijk voor iemand die zijn wetenschappelijke carrière heeft besteed aan het promoten van het liberalisme en het humanisme, toch twee niet al te conservatieve stromingen.", "Lees de column van Gerry van der List: Het probleem van professoren in de politiek", "Het is precies dit soort Baghwan-gedrag van de postmoderne academici dat Cliteur in de armen van Thierry dreef – in Forum voor Democratie zag Cliteur een politieke ijsbreker om de bevriezing van het intellectuele klimaat een halt toe te roepen. Achteraf bleek dat een slechte gok, maar de heksenjacht die nu op hem wordt gevoerd door de linkse academici die hun cultus willen zuiveren van de afvalligen, bewijst precies zijn punt."], "authors": [], "keywords": ["verontwaardiging", "rond", "cliteur", "van", "het", "die", "selectieve", "een", "ook", "en", "dat", "niet", "zaak", "paul", "voor"], "pubDate": "2020-12-09T11:38:15+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}