{"id": "270921c3-b115-3040-aa96-d3fa1598f9d6", "title": "Humans of Amsterdam: de gezichten en verhalen van de straat", "url": "https://www.parool.nl/ps/humans-of-amsterdam-de-gezichten-en-verhalen-van-de-straat~bb88fd83/", "summary": "Hij woonde in Arnhem en ik ben een echte Amsterdamse.\nSommige mensen zeggen dat het een spel is, maar het is eerder een virtuele wereld waar je mensen kunt ontmoeten.\nVoordat ik moeder werd dacht ik dat het een cliché was dat kinderen graag in plassen spelen.\nIk dacht: dan heb ik een huis, een baan en woon ik samen met een man.\nOndanks dat ik dan aangaf dat ik mij gezond voelde, merkte ik aan de vragen van de arts dat ik niet altijd werd geloofd.", "paragraphs": ["Beeld Debra Barraud", "“Ik ben altijd een gevoelig persoon geweest. Ik was ­negentien toen ik voor het eerst in een depressie raakte. In plaats van het aan te pakken, schoof ik het voor mij uit.", "Zodra ik weg kon uit Nederland, ben ik vertrokken. Jarenlang heb ik in mijn eentje de wereld rondgereisd. Ik reisde constant de zon achterna. Net zoals mijn depressie, ging ik ook het ongemak van de winter uit de weg. ­Tijdens het reizen had ik zeker mooie momenten, maar diep van binnen was ik ongelukkig.", "Sinds begin dit jaar woon ik weer in Amsterdam. Voor het eerst in mijn leven ben ik in therapie en durf ik de pijn van mijn depressie onder ogen te komen. Er zitten zeker soms nog zware dagen tussen, maar ik schaam me er niet meer voor. Gisteren zat ik bijvoorbeeld helemaal niet lekker in mijn vel, maar ik ben alsnog naar vrienden gegaan. Voorheen had ik mezelf thuis opgesloten, maar nu sta ik mezelf toe er te mogen zijn, ook als ik me even niet zo goed voel.", "Dit jaar heb ik geleerd dat je in het leven de donkere dagen niet uit de weg moet gaan. Die heb je nodig om te groeien.”", "Beeld Debra Barraud", "“Ik ben de eerste van mijn familie die in Nederland is geboren. Mijn ouders zijn Koerdisch en in de jaren negentig door oorlog gevlucht. Ik heb weinig van het vluchten meegekregen; ik ben geboren in het asielzoekerscentrum in Almelo. Na een jaar verhuisden we naar Amstelveen en daar ben ik opgegroeid. Mijn jeugd was fijn. Hoewel we relatief weinig hadden, heb ik me altijd rijk gevoeld. Op de middelbare school veranderde dat.", "Ik kwam op een school waar veel kinderen rijke ouders hadden. Doordat klasgenootjes nieuwe Vespa’s cadeau kregen en ik hard moest werken en sparen voor een tweedehands scooter, werd ik me bewuster van het verschil. Soms durfde ik klasgenootjes niet mee naar huis te nemen, bang om veroordeeld te worden om ons kleine flatje. Ik vond het moeilijk om mezelf te zijn en er tegelijkertijd bij te horen.", "Toch ben ik altijd dankbaar geweest. Dat komt door mijn moeder. Zij leerde mij en mijn broer dankbaar te zijn voor alles wat we hadden. Door mijn achtergrond en wat we hebben meegemaakt, heb ik geleerd authentiek te blijven en hard te werken voor mijn eigen geluk.”", "Beeld Debra Barraud", "“We hebben elkaar in de sauna leren kennen, waar we allebei met onze toenmalige partners waren. Vanaf dat moment werden we vrienden. Niet veel later werd ik weduwe en hij weduwnaar. Tijdens deze periode hebben we veel steun aan elkaar gehad, en toen is onze relatie ontstaan.", "We hebben acht jaar een langeafstandsrelatie gehad. Hij woonde in Arnhem en ik ben een echte Amsterdamse. Uiteindelijk is hij naar Amsterdam verhuisd. In het begin zag hij Amsterdam niet zo zitten, maar nu is hij door mij ook verliefd geworden op de stad. We steunen elkaar nu al 25 jaar door dik en dun.", "Dit is geen gemakkelijk jaar voor ons. In het begin van het jaar ben ik mijn zoon verloren aan kanker. Kort daarna is mijn kleindochter overleden aan een overdosis. Zelf ben ik in de zomer aangereden door een bus op het Leidseplein. Ik heb enorm veel geluk gehad, want het scheelde niet veel of ik was er niet meer geweest. Ik ben nog steeds herstellende, maar samen zijn we een sterk team.", "Hoe moeilijk het ook is, ondanks al het verdriet probeer ik positief te blijven. Zolang ik er nog ben, wil ik er het beste van maken.”", "Beeld Debra Barraud", "“Ik heb jaren achter de computer gezeten. Ik spendeerde al mijn tijd op Second Life. Sommige mensen zeggen dat het een spel is, maar het is eerder een virtuele wereld waar je mensen kunt ontmoeten. Op Second Life had ik een ­virtuele winkel. Ik heb daar ook mijn ex-vrouw ontmoet.", "Een halfjaar nadat ik haar had leren kennen spraken we af in het echt. Ze komt uit Frankrijk, dus ik ben naar haar toe gegaan en niet veel later zijn we getrouwd. We hebben tien jaar lang samen in de buurt van Parijs gewoond. Ik vond het moeilijk om te aarden in Frankrijk. Met name omdat ik de taal niet beheerste. Daarnaast vond ik de verbinding van een huwelijk ingewikkeld.", "Na de scheiding ben ik naar Amsterdam verhuisd. We hebben nog goed contact, maar ik moest deze stap maken. Voor het eerst in mijn leven heb ik geen computer meer. Ik ben voornamelijk bezig met de offlinewereld.", "Ik kom regelmatig naar het park om djembé te spelen. Soms stopt er iemand en dan maak ik een praatje. De virtuele wereld heeft mij veel gebracht, maar ik ben blij om terug te zijn in de echte wereld.”", "Beeld Debra Barraud", "“Achteraf was het misschien meer een ‘oefenrelatie’. Hij was mijn eerste grote liefde. Ik was zeventien toen ik hem leerde kennen via Tinder. Hij was een beetje hipsterachtige jongen. Zo eentje die gedichtjes schrijft en graag naar musea gaat. Een beetje een nerd maar tegelijkertijd ook wel cute. Ik viel als een blok voor hem.", "Na tien maanden relatie kwam ik erachter dat hij achter mijn rug om met andere meisjes praatte. Dat deed pijn. Ik heb het toen uitgemaakt. Ik ben er twee weken heel erg verdrietig van geweest.", "Ik ben inmiddels 3,5 jaar met mijn huidige vriend. Soms denk ik terug aan mijn eerste relatie. Vooral omdat ik er zo veel van heb geleerd. Ik ben geen jaloers type, maar als mijn vriend een drankje gaat drinken met een vriendin, dan voel ik me soms onzeker. Vroeger had ik dat voor me gehouden, maar nu durf ik mijn gevoel uit te spreken. Mijn vriend en ik praten er dan over en dat helpt eigenlijk altijd. Zonder mijn ‘oefenrelatie’ had ik al die waardevolle lessen niet geleerd en had mijn huidige relatie misschien niet gewerkt.”", "Beeld Debra Barraud", "“Soms vraag ik me af hoe het andere ouders wel lukt om hun kinderen zo schoon te houden. Voordat ik moeder werd dacht ik dat het een cliché was dat kinderen graag in plassen spelen. Maar Ola doet niks liever. Ik neem haar expres mee naar het park zodat ze lekker door de modder kan banjeren.", "Al vanaf haar geboorte heeft ze een heel sterke wil. Ze is nooit bang en wil vaak dingen doen waar ze eigenlijk nog te klein voor is. Het is soms vermoeiend, maar toch probeer ik haar zo min mogelijk af te remmen.", "We hebben thuis een hoge stoel waar ze al een tijd per se op wil klimmen. Ik heb laatst de stoel midden in de kamer gezet met allemaal kussens eromheen voor het geval ze zou vallen. Ze is nogal ijverig, dus ze heeft een hele middag geoefend. Aan het einde van de dag lukte het haar om zelfstandig op de stoel te klimmen. Ik weet dat als ik nee zeg, ze niet luistert. Daarom kan ik haar maar beter ondersteunen en leren om op die stoel te klimmen. Dan weet ze ­tenminste hoe het moet.”", "Beeld Debra Barraud", "“Op mijn zeventiende verhuisde ik naar Londen. Ik ben ondernemend en daarom sprak een wereldstad als Londen mij aan. Ik heb daar marketing gestudeerd en meerdere bedrijven opgezet.", "Ik ben altijd al iemand geweest met veel ideeën. Zo kwam ik bijna tien jaar geleden op het idee om een anti-paparazzisjaal te ontwerpen. Dat is een sjaal waarbij je gezicht wordt onderbelicht wanneer je wordt gefotografeerd met flitslicht. In het begin snapten mensen mijn idee niet, maar in 2016 ging mijn merk viraal. Opeens zag ik beroemdheden zoals Justin Bieber en Cameron Diaz met mijn sjaal. Vanaf die tijd heb ik aan een stuk door gewerkt.", "Toen Londen dit voorjaar in lockdown ging, kwam mijn leven voor het eerst in lange tijd stil te staan. Opeens had ik tijd om rustig na te denken. Momenteel woon ik weer in Amsterdam, om dichter bij mijn familie te zijn. Ik heb de afgelopen jaren zo hard gewerkt dat het leven een beetje langs me heen is gegaan. Ik leer nu te waarderen wat ik heb opgebouwd, in plaats van alleen maar bezig te zijn met wat ik allemaal nog wil bereiken.”", "Beeld Debra Barraud", "“Ik heb Olivia leren kennen op het werk. We konden het altijd al goed met elkaar vinden, maar ik had toentertijd nog een relatie met een man en had geen idee dat ik op vrouwen viel. Na een jaar werd ik overgeplaatst naar een ander filiaal. Een paar maanden later, tijdens een bedrijfsfeestje, kwam ik Olivia weer tegen. In de tussentijd was mijn relatie uitgegaan. Die avond hadden we ­aardig wat drankjes op en sloeg de vonk over.", "Vanaf dat moment waren we samen. In het begin dacht ik nog dat het een fase was, maar ik voelde me zo prettig bij haar, dat ik absoluut met haar verder wilde. Ik ben altijd iemand geweest met best wat muren om me heen. Sinds ik met haar ben, durf ik mezelf te zijn en me kwetsbaar op te stellen. We hebben inmiddels tweeënhalf jaar een relatie en sinds een maand wonen we samen.", "Vroeger had ik altijd een compleet plaatje in mijn hoofd van hoe mijn leven er op m’n dertigste uit zou zien. Ik dacht: dan heb ik een huis, een baan en woon ik samen met een man. Het plaatje ziet er iets anders uit, maar het voelt aardig compleet.”", "Beeld Debra Barraud", "“Ik wilde altijd graag voetbalcoach worden. Per toeval ben ik in de gehandicaptenzorg terechtgekomen. Nadat ik stage had gelopen op een school voor kinderen met een geestelijke en lichamelijke beperking, kreeg ik daar een baan aangeboden.", "Een van de eerste kinderen met wie ik daar kennismaakte was Shawn, een vrolijk jongetje met een specifieke gebruiksaanwijzing. Na verloop van tijd leerde ik hem beter kennen. Ik begreep zijn behoeftes, waardoor hij mij vertrouwde.", "Shawn kon destijds niet lopen. Vanaf het begin zag ik dat hij veel potentie had. We hebben drie jaar lang elke dag geoefend totdat hij een aantal stappen zelfstandig kon zetten. Zijn ouders wisten van niks.", "Tijdens onze jaarlijkse theateruitvoering hebben we zijn ouders verrast. Zijn moeder barstte in tranen uit toen ze haar zoon voor het eerst zag lopen.", "Ik heb inmiddels een andere baan, maar laatst stuurde Shawns moeder mij een foto door. Shawn had deelgenomen aan een hardloopwedstrijd. Ik voelde mij zo trots bij het zien van de foto. Ik ben blij dat ik Shawn heb leren lopen, maar Shawn heeft mij ook geholpen. Dankzij hem ben ik een betere hulpverlener geworden.”", "Beeld Debra Barraud", "“Op mijn 22ste verhuisde ik vanuit Suriname naar Nederland. In het begin woonde ik bij mijn oom in Alkmaar, maar algauw verhuisde ik naar Amsterdam. Daar begon ik aan een opleiding tot vroedvrouw.", "Ik woonde in Zuid en in mijn vrije tijd ging ik regelmatig dansen op het Minervaplein. Eens per maand was er een feestje bij het Minerva Paviljoen met Latijns-Amerikaanse muziek. Daar kwamen veel Surinamers op af. Ik danste dan tot diep in de nacht door. Dat is het mooie aan jong zijn; je wordt niet snel moe, dus vergeet je de tijd.", "Tijdens zo’n feestje ben ik mijn toenmalige man tegengekomen. We zijn getrouwd en hebben twee kinderen gekregen. Mijn opleiding heb ik nooit afgerond, maar ik ben wel verpleegkundige geworden. Toen ik eenmaal met pensioen was, heb ik in mijn eentje verre reizen gemaakt naar Afrika en Cuba.", "Ongeveer tien jaar geleden ben ik terug de schoolbanken ingedoken. Ik heb een opleiding Nederlandse, Franse en Engelse taal aan het ROC gevolgd. Die opleiding duurde drie jaar en ik heb alle certificaten behaald. Ik ga niet meer naar feestjes zoals vroeger, maar ik ben zeker niet het type dat graag stilzit.”", "Beeld Debra Barraud", "“Mijn vader heeft me geleerd dat je altijd jezelf op de eerste plek moet zetten. Natuurlijk is het belangrijk om voor anderen te zorgen, maar je kunt niet voor anderen zorgen als je niet eerst goed voor jezelf zorgt.", "Ik heb lange tijd last gehad van ondergewicht, terwijl ik altijd goed at en veel bewoog. Ik werd voornamelijk aan mijn ondergewicht herinnerd wanneer de schoolarts langskwam en ik werd gewogen. Ondanks dat ik dan aangaf dat ik mij gezond voelde, merkte ik aan de vragen van de arts dat ik niet altijd werd geloofd. Zelf had ik geen problemen met mijn lichaam, maar juist door al die vragen ging ik twijfelen aan mezelf. Soms keek ik dan in de spiegel en vond ik mezelf te mager.", "Ik was zestien toen ik besloot dat er niks mis is met mijn gewicht en dat ik me er ook geen seconde langer zorgen om ging maken. Dat hielp, want binnen no time was ik op gewicht. Ik denk dat niemand perfect is, maar het belangrijkste is om jezelf te accepteren zoals je bent. Zoals mijn vader zegt: ‘Altijd jezelf op de eerste plek zetten.’”", "Beeld Debra Barraud", "“Het was een zaterdagochtend. Ik was twaalf jaar oud. ­Ik liep in mijn pyjama de keuken in en aan de keukentafel zat mijn moeder met een kaal hoofd. Ik schrok en rende direct de keuken uit. Terwijl ik op de trap in de gang voor me uit staarde, kwam mijn moeder naar me toe. Ze troostte me en legde uit dat het kwam door de chemotherapie.", "Mijn moeder heeft elf jaar lang gevochten. De tumor kwam keer op keer terug en elke keer wist ze hem te verslaan. Ik hoorde verhalen over mensen die stierven aan kanker, maar ik wist ook dat mijn moeder het toch wel zou overleven.", "Dat deed ze ook, tot mijn tweeëntwintigste. Toen stond opeens mijn oma voor de deur met de boodschap dat mijn moeder die nacht was overleden. Op dat moment wist ik dat mijn moeder niet onsterfelijk was.", "Na de begrafenis ben ik gaan reizen. Ik ben al zeven jaar onderweg. Ik weet soms niet meer precies wanneer ze is overleden. Ik denk omdat de pijn nooit minder is geworden. Mijn moeder is er niet meer, maar ze bestaat nog steeds. Ik hoor nog elke dag haar stem in mijn hoofd.", "Ze is dicht bij mij.”", "Beeld Debra Barraud", "“We waren wel even in shock toen we op de echo zagen dat we twee kindjes kregen. Mijn vriendin is zelf ook onderdeel van een tweeling, maar toch hadden we niet verwacht er zelf ook een te krijgen.", "Tijdens mijn vriendins zwangerschap was het vader worden nog een vrij abstract concept voor mij. Dat veranderde direct toen de meisjes werden geboren en ik ze voor het eerst in mijn armen had. Dat gevoel is heel bijzonder en onwerkelijk. Dat gevoel kun je eigenlijk niet in woorden omschrijven.", "Tegelijkertijd heb ik weinig tijd gehad om erbij stil te staan. Het was direct hard werken weinig slapen. Philippa en Juliëtte zijn nu anderhalf en ze hebben beiden al echt een eigen karakter. Het zijn pittige dametjes met beiden een sterke wil. Ze vormen samen echt een team, maar heel af en toe maken ze ruzie. Dan bijten ze elkaar.", "Ik werk normaal gesproken in Utrecht, maar sinds de coronacrisis werk ik veel meer vanuit huis. In het begin was dat wel een uitdaging, maar ik ben vooral heel dankbaar dat ik zoveel tijd met mijn dochters heb kunnen doorbrengen.”", "Beeld Debra Barraud", "Hij: “We hebben elkaar op een datingapp leren kennen. Voor onze eerste date spraken we af in een supermarkt. We hadden direct een klik en het duurde niet lang voordat ik verliefd op haar was.”", "Zij: “Ik ben heel voorzichtig als het om daten gaat. Ik wou hem eerst goed leren kennen voordat ik hem kon toelaten in mijn hart.”", "Hij: “Ik heb me echt uitgesloofd voor haar. Ik nam haar elke keer mee naar nieuwe plekken. Vlak voordat we een relatie kregen, heb ik haar meegenomen naar een oud treinstation. Op een gegeven moment moesten we over een oude brug heen klimmen om de zonsondergang te zien.”", "Zij: “Er zaten nogal wat gaten in die brug. Ik moest hem goed vasthouden en toen merkte ik dat ik geen moeite had om hem te vertrouwen. Toen realiseerde ik me dat het goed zat. We hebben nu vier jaar een relatie. Twee jaar geleden heb ik hem meegenomen naar Kameroen, waar een groot deel van mijn familie woont.”", "Hij: “Ze heeft meer dan tweehonderd familieleden dus het duurde even voordat ik iedereen leerde kennen, maar ik heb me nog nooit zo welkom gevoeld. Die reis heeft ons nog dichter bij elkaar gebracht.”"], "authors": ["Debra Barraud"], "keywords": ["van", "amsterdam", "humans", "verhalen", "het", "maar", "gezichten", "straat", "ik", "een", "mijn", "en", "dat", "te", "ben", "heb"], "pubDate": "2020-11-30T11:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}