{"id": "27388215-d022-3767-92cf-df97ce1926a5", "title": "Alles ging omhoog, behalve de rente", "url": "https://volkskrant.nl/economie/alles-ging-omhoog-behalve-de-rente~b1f7d0fa/", "summary": "De wereldeconomie, tenminste die van de westerse landen, heeft zich met een opvallend gemak door de crisis heen geslagen.\nWie op het dieptepunt van de coronacrisis een buitenkansje waagde op de aandelenmarkt is de koning te rijk.\nWie vele tonnen op de bank heeft staan, moet op dat spaartegoed zelfs 0,5 procent toe betalen.\nDe waarde van het aandeel Zoom Inc vervijfvoudigde als gevolg van deze trend die volgens velen permanent zal zijn.\nIn de wisseling van het eerste naar het tweede coronajaar staat in Nederland ’s ochtends vroeg de beleggingsapp op stand-by.", "paragraphs": ["Een medewerker bij pakketpunt Parcls. Beeld ANP", "Wie 15 maart een beleggingsanalist bij een pensioenfonds had verteld dat de westerse wereld op 2 januari 2021 nog in een bijna volledige lockdown zou verkeren, had mogelijk een suïcide op zijn geweten gehad. De arme man zou asgrauw van de Waalbrug zijn afgestapt, in de verwachting dat de wereldeconomie zou zijn ingestort, de beurskoersen verpulverd, de overheid geruïneerd en gepensioneerden op de bedeling aangewezen.", "Maar het tegendeel is het geval. De wereldeconomie, tenminste die van de westerse landen, heeft zich met een opvallend gemak door de crisis heen geslagen. Dankzij het digitale tijdperk kon veel van de dienstverlening in een lockdown gewoon doorgaan. In de industrie werd de robotisering versneld. En de overheden namen weer een leidende rol op zich. Niet alleen werd op ongekende wijze de economie gestimuleerd – McKinsey kwam uit op een totaalbedrag van 11 biljoen dollar – ook werden nieuwe sociale vangnetten opgetuigd waardoor zelfs direct door de lockdown getroffen mensen zoals horeca-eigenaren of vliegpersoneel, konden blijven uitgeven.", "Niemand weet of de wal het schip keert en de wereld ongenadig gestraft zal worden voor deze spilzucht. Zolang de inflatie niet aantrekt en de rentes negatief blijven, duurt het sprookje van gratis geld voort. Nooit waren de financiële omstandigheden zo goed. In totaal leenden bedrijven vorig jaar 3600 miljard dollar. Daarvan kwam 2000 miljard terecht bij zombiebedrijven, ondernemingen die eigenlijk geen bestaansrecht meer hebben. Dat laatste zou een van de redenen zijn voor de lage productiviteitsstijging.", "Buitenkansje", "Gratis geld heeft ook de weg vrijgemaakt voor ongebreidelde speculatie: in bitcoins, edelmetalen, huizen en aandelen. Die gingen dit jaar allemaal omhoog. De AEX-index, de graadmeter van de beurs in Amsterdam, sloot, in wat het CBS de grootste crisis sinds de Tweede Wereldoorlog noemde, op 624,6 punten,3 procent hoger dan eind 2019. Daar kwam nog gemiddeld 3 procent aan dividend bij, zodat het aandelenrendement uitkwam op 6 procent. Wie op het dieptepunt van de coronacrisis een buitenkansje waagde op de aandelenmarkt is de koning te rijk. Op 16 maart stond de AEX op 389,5 punten. Dat zou nu een koerswinst zijn van 60 procent. Spaarders die maar 0,01 procent aan rente krijgen, moeten er tandenknarsend naar kijken. Wie vele tonnen op de bank heeft staan, moet op dat spaartegoed zelfs 0,5 procent toe betalen.", "Sommige beurzen deden het nog veel beter dan die van Amsterdam. Hieronder horen de Amerikaanse technologiebeurs Nasdaq, waar veel opkomende ict-bedrijven een notering hebben zoals Zoom Inc., de Deense beurs met een hoog aantal biotech- en windenergiebedrijven en vaccine-ontwikkelaars, en de Koreaanse beurs met zijn vele chips- en elektronicabedrijven. Zij wonnen respectievelijk 47, 29 en 27 procent. Verliezers waren onder meer de Londense beurs – vanwege Brexit en de grootte van de coronaklap – en de beurzen van Moskou en Oslo waar juist de oliesector een groot deel van de index vormt.", "Wegkwijnende sectoren", "Corona verscherpte de tegenstelling tussen tussen de bedrijven die verkeren in wegkwijnende sectoren, zoals de olie-industrie, de banken en fysieke winkels, en de opkomende sectoren zoals online dienstverlening, de fintech, de biotech en de meer duurzame bedrijven. De laatstgenoemde bedrijven kregen door de pandemie nog eens extra de wind in de zeilen. Het aandeel van elektrische automaker Tesla steeg met liefst 700 procent, waarmee het concern op de beurs acht keer zoveel waard is als Volkswagen. De hele platformeconomie floreerde, ook door het thuiswerken. Uit berekeningen bleek dat tweederde van het Amerikaanse bbp in de coronamaanden april en mei werd gerealiseerd door personeel dat huis werkte. De waarde van het aandeel Zoom Inc vervijfvoudigde als gevolg van deze trend die volgens velen permanent zal zijn.", "Corona trof de toeristensector keihard. Het toerisme liep in 2020 met liefst 72 procent terug. Hoe snel dit herstelt is onduidelijk, ook als corona helemaal weg is. Maar de internationale handel herstelde zich afgelopen zomer alweer. Nooit werden in een jaar zoveel superlatieven gebruikt voor de economie. De grootste krimp ooit in het tweede kwartaal werd gevolgd door de grootste groei ooit in het derde kwartaal. Op 16 augustus stelde directeur Pieter Hasekamp van het CPB: ‘Maar geen misverstand: deze klap is ongekend hard, en moet zich nog grotendeels laten voelen. Werkloosheid en faillissementen reageren met vertraging op de crisis, die klap moet eigenlijk nog komen.’", "Vaccins", "In de laatste maanden scheen ook vaker licht aan het einde van de tunnel. Zo werden drie nieuwe vaccins tegen corona gelanceerd en is in vele landen daadwerkelijk met de vaccinatie begonnen. Verder slaakten velen een zucht van verlichting over de verkiezing van Joe Biden die in januari het ongeleide projectiel Donald Trump in het Witte Huis vervangt en de betrekkingen met China zou kunnen normaliseren. En op de valreep was er ook nog een brexitakkoord, wat erg belangrijk is voor de Europese economie.", "Op de beurzen werden vele records gebroken – met name in de VS. De AEX bereikte begin deze week een nieuw jaarrecord, maar die winst kon op de laatste twee beursdagen niet worden vastgehouden.", "Topper in Amsterdam was het aandeel Adyen – een betaalplatform voor online aankopen – dat 169 procent in waarde steeg. Adyen staat pas tweeënhalf jaar genoteerd. Ook ASML, ASMI en het Midkap-fonds Besi behaalden grote stijgingen. Prosus, eigenlijk een investeringsmaatschappij die een belang heeft in het Chinese techconcern Tencent, steeg met 50 procent. Ook midkapper PostNL deed het goed, met een koerswinst van zo’n 40 procent dankzij het feit dat massaal pakjes aan huis moeten worden afgeleverd.", "Baas boven baas: de bitcoin verviervoudigde in 2020 bijna in waarde. Zilver werd 50 procent duurder en goud 15 procent.", "Verliezers", "Naast de winnaars waren er ook verliezers als gevolg van de pandemie, zoals de luchtvaart. Air France KLM kon alleen dankzij staatssteun voortbestaan. Het aandeel Koninklijke Shell halveerde de waarde. Ook de banken ING en ABN Amro en winkelvastgoedbelegger Unibail-Rodamco, hadden een slecht jaar.", "Opvallend was dat in het coronajaar veel nieuwe beleggers op de markt kwamen – enerzijds om de verveling van de (gedeeltelijke) lockdown te verdrijven, anderzijds omdat er geen alternatieven zijn om nog wat geld met geld te verdienen. Bureau Kantar meldde onlangs dat er nu in Nederland 1,75 miljoen mensen op de beurs zitten, 17 procent meer dan begin dit jaar. Veel van de nieuwkomers op de beleggingsmarkt zijn jong, zo tussen de 25 en 40 jaar. En, stelde Kantar, nog eens 12 procent van het aantal huishoudens denkt erover om in 2021 mee te gaan doen: ‘Dat is een uitzonderlijk beeld.’ Begin december waren de aandelen niet aan te slepen bij de beursgang van Airbnb, waardoor de koers van het fonds verdubbelde van 68 naar 148 dollar.", "Olie of juist niet", "In coronatijd liftten de beleggers ook niet meer mee op de beursindex, waarbij ze de algemene trend volgen. Nee, in coronatijd pluizen velen zelf weer de koersenpagina’s uit. Ze analyseren of ze Koninklijke Olie (‘we rijden minder’) beter kunnen inwisselen voor Ahold-Delhaize (‘we kunnen alleen nog shoppen in de supermarkten’) of dat de Olies daardoor nu juist zijn ondergewaardeerd en de supermarktaandelen op hun beurt veel te duur zijn geworden.", "In aandelen handelen is dankzij apps veel gemakkelijker dan in het verleden. Er zijn allerlei discountlijnen waar je met enkele duimbewegingen voor een habbekrats aan- en verkooptransacties kunt doen. In de wisseling van het eerste naar het tweede coronajaar staat in Nederland ’s ochtends vroeg de beleggingsapp op stand-by.", "Maar beleggers zijn gewaarschuwd. In de jaren negentig was beleggen ook een volkssport. Het enthousiasme verdween snel nadat in de dotcomcrisis van 2001 en vervolgens in de kredietcrisis van 2008 duidelijk was gebleken dat de koersen niet alleen kunnen stijgen, maar ook kunnen dalen. Maar de analist van de pensioenfondsen kan opgelucht ademhalen. Hij hoeft niet van de Waalbrug te stappen. Het ziet er dankzij de gestegen koersen zelfs naar uit dat de grote pensioenfondsen geen kortingen hoeven door te voeren."], "authors": ["Peter De Waard"], "keywords": ["behalve", "zijn", "ging", "van", "omhoog", "en", "een", "met", "op", "procent", "ook", "het", "dat", "alles", "rente"], "pubDate": "2021-01-01T19:50:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}