{"id": "27453698-a99b-38f0-bf26-7670d98f3d3e", "title": "Ja, die PCR-test deugt écht wel", "url": "https://volkskrant.nl/wetenschap/ja-die-pcr-test-deugt-echt-wel~b193863c/", "summary": "Het virus bereikte ook het gezin van wetenschapsredacteur en ‘coronaverslaggever’ Maarten Keulemans.\nDat was handig, omdat men in Europa nog geen exemplaren van het nieuwe virus had, maar nog wel van het nauw verwante, eerdere sarsvirus (dat allang weg is).\nOok op een andere manier is de test gecontroleerd (‘gevalideerd’, zeggen kenners).\nWas het maar zo simpel, denk ik terwijl we de teststraat uitwandelen, de neuzen nog nabrandend van het staafje.\nMorgen: Van wie heb ik het virus als ik niet weet van wie ik het heb?", "paragraphs": ["Het virus bereikte ook het gezin van wetenschapsredacteur en ‘coronaverslaggever’ Maarten Keulemans. Over de vragen waarop hij stuitte in quarantaine, hield hij een dagboek bij.", "Daar zijn we weer, mijn dochter en ik, in de teststraat, het wordt al haast normaal. Vijf dagen quarantaine zijn inmiddels verstreken, en volgens de net vernieuwde regels mogen ook wij, huisgenoten zonder klachten, ons dan laten testen.", "Wie had ooit gedacht, dat de ‘PCR-test’, normaal bestemd voor ziekenhuispatiënten, tegenwoordig op straat wordt afgenomen? Want verfijnd is hij: de test zoekt naar de genetische vingerafdruk van het virus, ongeveer zoals je na een misdrijf de genetische code van de dader chemisch uitvergroot uit een onbeduidend druppeltje speeksel.", "Zeer betrouwbaar, dus. Hooguit komt het soms voor dat men het virus níét vindt terwijl je het wel hebt, zoals het op de plaats delict soms ook niet lukt om het dna van de dader aan te tonen. Dat komt dan meestal doordat het wattenstaafje niet diep genoeg uw neus in is gegaan, of toevallig net een plekje heeft beroerd waar geen virus zit.", "Niettemin klinkt er nu al enkele maanden gerommel rond de test. Een groep dwarse wetenschappers – overigens stuk voor stuk onderzoekers met ergens in hun loopbaan wel iets raars, zoals flirten met rare diëten tegen kanker, of beweren dat God de evolutie stuurt – eist dat de wetenschappelijke publicatie die ten grondslag ligt aan de PCR-test, officieel wordt geschrapt. De test zou namelijk zó gevoelig zijn dat hij in feite alles voor coronavirus verklaart wat hij in de keelholte tegenkomt.", "Een fascinerende gedachte. ‘Er is niks aan de hand. De test meet iets, maar we weten niet wat’, zegt de hoofdopstandeling, een moleculair-bioloog genaamd Pieter Borger, in een YouTube-filmpje. ‘De bedden kunnen net zo goed vol met grieppatiënten liggen.’", "Als tiener was ik gek op dit soort prikkelende, tegendraadse ideeën. Dat er heel lang geleden misschien wel een buitenaardse beschaving is geweest die de reusachtige ‘Nazcalijnen’ in de woestijn van Peru heeft getekend! Dat er diep verscholen in Loch Ness voorhistorische plesiosaurussen leven!", "Totdat je wat dieper in de zaak duikt en ontdekt dat de werkelijkheid wat aardser, maar eigenlijk minstens zo interessant is: ongelooflijk hoeveel moeite men in Peru deed om in contact met de goden te komen; prachtig hoe vurig mensen overal ter wereld zeemonsters hopen te zien in de rimpelingen van hun meren.", "Zo’n saaie, aardse verklaring is hier natuurlijk ook. Inderdaad waren de eerste PCR-tests afgesteld op een ánder virus, namelijk het sarsvirus van 2002-2003. Dat was handig, omdat men in Europa nog geen exemplaren van het nieuwe virus had, maar nog wel van het nauw verwante, eerdere sarsvirus (dat allang weg is).", "Alleen wil dat niet zeggen dat de wattenstaafjestest dus elk keelvirus uitroept tot corona. Bij verkoudheidscoronavirussen, griepvirussen en andere luchtwegvirussen slaat de test negatief uit, blijkt uit controle-experimenten. Ook op een andere manier is de test gecontroleerd (‘gevalideerd’, zeggen kenners). Van haast een kwart miljoen coronavirussen heeft men inmiddels de héle genetische code bepaald. Dat is toch zoiets als dat je een kwart miljoen keer het dna-monster koppelt aan de dader: best betrouwbaar.", "Wat de dwarsliggers vooral zoeken, is een gemakkelijke uitweg uit de crisis. Een manier om te kunnen zeggen: we zien het he-le-maal verkeerd, er is helemaal geen pandemie, het is de seizoensgriep maar, dus houd maar op, met al die maatregelen.", "Was het maar zo simpel, denk ik terwijl we de teststraat uitwandelen, de neuzen nog nabrandend van het staafje.", "Morgen: Van wie heb ik het virus als ik niet weet van wie ik het heb?"], "authors": ["Maarten Keulemans"], "keywords": ["pcrtest", "ik", "van", "écht", "een", "test", "deugt", "op", "ook", "virus", "het", "maar", "ja", "dat", "wel", "die"], "pubDate": "2021-01-03T19:04:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}