{"id": "27698863-4af7-3fc8-b85e-dab5b916a529", "title": "De uitgebluste thuiswerker kan ze wel gebruiken: 4 technieken die helpen creativiteit te bevorderen", "url": "https://volkskrant.nl/werken/de-uitgebluste-thuiswerker-kan-ze-wel-gebruiken-4-technieken-die-helpen-creativiteit-te-bevorderen~b0847a72/", "summary": "Uit een enquête van het UWV blijkt dat werkgevers het probleemoplossend vermogen van werknemers als een van de belangrijkste eigenschappen zien.\nOftewel: werknemers met sociale, communicatieve, creatieve vaardigheden en die snel problemen oplossen, zijn meer in trek.\nEen van de manieren om je brein te trainen is door middel van de ‘Alternative uses-test’.\nDe opdracht is om binnen drie minuten zoveel mogelijk manieren te bedenken om een gewoon voorwerp te gebruiken in het dagelijks leven.\nLoop eens door de ruimte en kijk bewust om je heen: wat voor dingen zie je, ruik je, voel je die je nog niet eerder zijn opgevallen?", "paragraphs": ["Wie na maandenlang thuiswerken een beetje traag wordt en last heeft van een gebrek aan creativiteit: deze wetenschappelijke inzichten helpen je op gang te komen. Beeld Matteo Bal", "Thuiswerken bleek de afgelopen maanden voor een heleboel dingen goed – de productiviteit, de werk-privébalans – maar na zo’n 4,5 maand zijn veel werknemers ook moe. Uit onderzoek van CNV blijkt dat veel mensen zich leeg voelen en opgebrand. Werken gaat ineens trager en de creativiteit is misschien ver te zoeken.", "Creativiteit komt overigens niet alleen van pas in een beroep als kunstenaar of art director. Uit een enquête van het UWV blijkt dat werkgevers het probleemoplossend vermogen van werknemers als een van de belangrijkste eigenschappen zien. De reden: steeds meer werk kan vervangen worden door machines, daardoor worden juist de zogenoemde soft skills relevanter. Oftewel: werknemers met sociale, communicatieve, creatieve vaardigheden en die snel problemen oplossen, zijn meer in trek.", "Train je brein in creatief denken", "Hoe stimuleer je dan zelf je creativiteit? Het goede nieuws is dat je niet hoeft te wachten tot de inspiratie je ooit weer overvalt. Carsten de Dreu, psycholoog aan de Universiteit Leiden schrijft in Creativiteit krijg je niet voor niets, dat originele ingevingen kunnen worden opgewekt door het brein te stimuleren met specifieke beelden, oefeningen, of geuren.", "Een van de manieren om je brein te trainen is door middel van de ‘Alternative uses-test’. De opdracht is om binnen drie minuten zoveel mogelijk manieren te bedenken om een gewoon voorwerp te gebruiken in het dagelijks leven. Een paperclip kan bijvoorbeeld ook worden gebruikt als haarclip. Of daag jezelf eens uit zoveel mogelijk toepassingen te verzinnen voor een baksteen.", "Promovendus Bob Zadok Blok liet aan de universiteit Leiden informatica- en kunstacademiestudenten dit soort opdrachten doen. Hij wilde weten hoe effectief creativiteitstrainingen zijn. Na veelvuldig oefenen bleken beide groepen inderdaad met meer originele ideeën te komen.", "Opvallend: de informaticastudenten kwamen met minder ideeën dan de kunstacademiestudenten. Volgens Blok ligt in het ict-onderwijs te veel nadruk op techniek in plaats van creativiteit. Met andere woorden, de studenten trainen hun creativiteit te weinig. ‘Dat moet veranderen om tot meer innovatieve oplossingen te komen’, zei hij eerder in de Volkskrant.", "Zintuigbewustwordingstraining", "Een andere beproefde methode om het creatief denken te trainen is zintuigbewustwordingstraining. Sta tijdens een wandeling eens bewust stil bij wat je zintuigen waarnemen. Wat hoor, ruik, proef, zie en voel je?", "Ook thuis kun je zoiets doen. Loop eens door de ruimte en kijk bewust om je heen: wat voor dingen zie je, ruik je, voel je die je nog niet eerder zijn opgevallen? Schrijf die waarnemingen op en ga hier verder op associëren. Het achterliggende idee is dat je hiermee buiten je eigen grenzen leert denken.", "Gebruik geuren", "Ook geur kan helpen om jezelf te prikkelen en zo tot nieuwe ideeën te komen. Het maakt niet zoveel uit welke geur, maar psycholoog Simone Ritter van de Radboud Universiteit Nijmegen geeft de voorkeur aan vanille.", "In 2012 liet ze veertig proefpersonen samenkomen in een zaal die subtiel geparfumeerd was met vanillegeur. Ze vroeg de deelnemers hoe ze mensen op een originele manier kunnen motiveren voor vrijwilligerswerk. De deelnemers hoefden pas de volgende dag hun ideeën te presenteren.", "De helft van de proefpersonen sliep die nacht in een kamer die hetzelfde rook als de zaal waar ze eerder die dag waren geweest. De volgende dag bleken precies die deelnemers de origineelste én uitvoerbaarste oplossingen te hebben bedacht voor het vrijwilligersprobleem. In Psychologie Magazine verklaarde Ritter de uitkomst. Volgens haar ruik je in je slaap de geur die je doet denken aan het experiment. Daardoor malen de hersenen ’s nachts verder over het probleem.", "Leg je noise cancelling headphone weg", "In een stille ruimte kun je je misschien goed concentreren, voor de creativiteit is het funest. Volgens onderzoek van de Universiteit van Illinois Urbana-Champaign presteren mensen creatief het beste in een omgeving waar het geluid rond de 70 decibel is. Niet meteen klagen dus als een huisgenoot of gezinslid gaat stofzuigen of bellen. Al zijn online geluidsfragmenten met ruis misschien effectiever. Op Youtube zijn tal van ‘cafégeluiden’ te vinden. Borden die worden opgestapeld, geroezemoes, versgemalen koffie. Net echt.", "Neem een pauze", "‘Ik heb één paardenmiddel’, zei schrijver Peter Buwalda in 2013 in het NTR-programma Pavlov. ‘Als ik echt vast zit, dan ga ik onder de douche staan. Soms wel drie keer per dag. Dat werkt.’", "Wie nu denkt: handig dat thuiswerken, dan kan ik eindeloos douchen. Er is geen bewijs voor dat het werkt. Je kunt net zo goed een andere, milieuvriendelijkere pauze nemen. Volgens De Dreu kun je beter boodschappen doen of een praatje maken met de buurvrouw. Het gaat er vooral om dat je werkgeheugen als het ware vol zit door het vele nadenken. Door een pauze te nemen verdwijnen oude denksporen en ontstaat er in je hoofd ruimte voor nieuwe ideeën.", "Het beste is waarschijnlijk om iets actiefs te doen tijdens de pauze. Onderzoekers Marily Oppezzo en Daniel Schwartz van de Stanford Graduate School of Education, ontdekten dat wandelen creatief denken bevordert.", "Uit hun experimenten bleek dat eventjes van de stoel opstaan om te wandelen kan zorgen voor 60 procent meer creativiteit, in vergelijking met de hele dag zitten. Doe dus eindelijk dat ommetje door de buurt. Of ruim desnoods even de keuken op, helpt ook al."], "authors": ["Yasmine Esser"], "keywords": ["van", "helpen", "het", "die", "kan", "uitgebluste", "ze", "thuiswerker", "te", "je", "een", "gebruiken", "dat", "technieken", "en", "om", "wel", "voor"], "pubDate": "2020-08-03T09:30:12+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}