{"id": "276e5fb1-c50c-3a13-aec2-0f6c9e376624", "title": "Bremen en Bremerhaven: citytrippen aan de Wezer", "url": "https://www.dvhn.nl/aangeboden/Bremen-en-Bremerhaven-citytrippen-aan-de-Wezer-26249099.html", "summary": "Dan krijg je ‘twee voor de prijs van één’: Bremen en Bremerhaven.\nWerelderfgoed BremenOp nog geen twee uur rijden van de Nederlandse grens liggen twee steden die door het water met elkaar verbonden zijn: Bremen en Bremerhaven.\nZo is Bremen een eeuwenoude Hanzestad, te herkennen aan de typische gevels, pakhuizen en waterpartijen.\nloadingFietsroute tussen Bremen en BremerhavenNeem vooral je fiets mee (of huur er een) want Bremen kent tal van interessante – en vlakke - fietsroutes in en rond de stad.\nOf pak de Weser Radweg langs de rivier tussen Bremen en Bremerhaven.", "paragraphs": ["Op zoek naar een buitenlandse stad die bol staat van de cultuur en historie, waar veel te beleven is en waar je in de mum van tijd bent? Dan is het hoog tijd dat je de afslag Bremen eens neemt. Dan krijg je ‘twee voor de prijs van één’: Bremen en Bremerhaven. Twee steden aan de Wezer waar je prima kunt citytrippen. Neem vooral je Fahrrad mee, want langs deze rivier in Noord-Duitsland is het ook nog eens heerlijk fietsen.", "Werelderfgoed Bremen", "Op nog geen twee uur rijden van de Nederlandse grens liggen twee steden die door het water met elkaar verbonden zijn: Bremen en Bremerhaven. Ze hebben elk hun eigen sfeer en uitstraling. Zo is Bremen een eeuwenoude Hanzestad, te herkennen aan de typische gevels, pakhuizen en waterpartijen. Liefhebbers van historie en cultuur kunnen hier hun hart ophalen, niet voor niks is de stad bestempeld tot werelderfgoed.", "loading", "Middelpunt van de stad", "Het Marktplein vormt het bruisende middelpunt van Bremen. Het grappigste standbeeld van de stad vind je hier: het zijn de hoofdrolspelers uit het sprookje ‘De stadsmuzikanten van Bremen’ van de gebroeders Grimm. Naast terrassen en cafés zijn hier veel bezienswaardige panden te vinden, waaronder het Rathaus en de St. Petri Dom. Voor een paar euro klauter je naar boven en heb je een fraai uitzicht over de stad. Wandel vanaf het Marktplein ook nog even door de Böttcherstrasse of door de wijk Schnoor, als je van bijzondere architectuur houdt.", "loading", "Fietsroute tussen Bremen en Bremerhaven", "Neem vooral je fiets mee (of huur er een) want Bremen kent tal van interessante – en vlakke - fietsroutes in en rond de stad. Je fietst door ‘urban jungles’, dwars door de stad en groene oases. Of pak de Weser Radweg langs de rivier tussen Bremen en Bremerhaven. Het is een van de meest populaire fietsroutes van Duitsland.", "loading", "Maritieme sfeer in Bremerhaven", "Zestig kilometer stroomafwaarts ligt Bremerhaven, aan de monding van de Wezer. Hoewel de naam anders doet vermoeden, is dit geen onderdeel van Bremen, maar een zelfstandige stad. Het is de grootste stad aan de Duitse Noordzeekust. Hier heerst de maritieme sfeer in volle omvang. Van containerschepen tot platbodems: er vaart van alles.", "loading", "Virtuele wereldreis", "Rondom de Alter Hafen in Bremerhaven is veel meer te beleven. Je kunt er zelfs een virtuele wereldreis maken. In het Klimahaus wordt getoond hoe de klimaten en omgeving eruit zien op dezelfde lengtegraad (8 graden oosterlengte) als Bremerhaven. Je ervaart de koele Alpen, de hete Sahel en de ijskou van Antarctica. Meer natuurwetenschap is te vinden in de Zoo am Meer. In deze dierentuin krijg je een indruk van de leefomgeving van onder meer ijsberen, poolvossen, pinguïns en zeehonden.", "Musea in Bremerhaven", "Wil je meer weten over de (maritieme) geschiedenis van de stad, bezoek dan het Deutsche Auswandererhaus . In dit ‘emigratie-museum’ kom je alles te weten over de zeven miljoen Europeanen die via Bremerhaven emigreerden naar de Nieuwe Wereld. In het Duitse Scheepvaartmuseum en het Historisch Museum leer je veel over de geschiedenis van de zeevaart en scheepsbouw in deze maritieme stad. Maar lekker ontspannen bij de haven bootjes en vissers kijken, onder het genot van een broodje vis, Kafee mit Kuchen of een Duits biertje kan natuurlijk ook."], "authors": ["Bremen Touristik", "Aangeboden Door"], "keywords": ["van", "citytrippen", "het", "meer", "wezer", "stad", "bremen", "een", "je", "en", "te", "bremerhaven", "aan"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}