{"id": "277a6824-9ecd-3afa-8d80-e5c350b5b44f", "title": "Complottheorieën zijn de zichtbare verschijnselen van verslaving", "url": "https://trouw.nl/opinie/complottheorieen-zijn-de-zichtbare-verschijnselen-van-verslaving~b51077b3/", "summary": "‘Wij zijn niet bang voor het virus, maar wel voor het vaccin’.\nHet was de serene glimlach van de beter wetende gelovige tegenover de harde argumenten van een atheïst.\nJe krijgt steeds meer van hetzelfde lekkersWie weleens rondhangt in de openbare ruimte van de anonieme aandachtsmarkt weet hoe het gaat.\nJe krijgt steeds meer van hetzelfde lekkers en van dezelfde waarheden toegeworpen.\nHet is de kapotgeprikte arm van de heroïnegebruiker, het is de verdoofde geest van de opiumschuiver, het is het delirium van een ­alcoholist.", "paragraphs": ["De vaccins komen eraan! In Engeland, Duitsland en België staan ze al met de injectiespuit in de aanslag om nog voor het eind van het jaar de eerste cohorten in te ­enten. Een deel van de Nederlandse bevolking reageert alsof een vijandelijke horde tot de tanden gewapende krijgers in volle vaart nadert om ons onder de voet te lopen.", "Deze mensen verschansen zich haastig achter een borst­wering van kritische autonomie. ‘Zelf keuzes maken’. ‘Even de boel aankijken’. ‘De criminele farmaceutische industrie zal mij niet dwingen’. ‘Wij zijn niet bang voor het virus, maar wel voor het vaccin’.", "Ik zag bij ‘Op1’ een Bob-Ross-docente minzaam glimlachen naar Hugo de Jonge tijdens diens pleidooi voor vaccinatie. Hij kon praten als Brugman, haar kreeg hij niet aan het vaccin. Het was de serene glimlach van de beter wetende gelovige tegenover de harde argumenten van een atheïst. Ik weet vrij zeker dat Hugo de Jonge meer en betere ­informatie had dan de Bob-Ross-docente, maar het punt is dat het allang niet meer om de juiste informatie gaat.", "Echt is niet meer van namaak te onderscheiden", "De afgelopen jaren hebben geleerd dat de juiste informatie een schaars en moeilijk vindbaar goed wordt in een oceaan van nepnieuws. Deepfake is de nieuwste loot aan de stam van leugen en bedrog. Echt is niet meer van namaak te onderscheiden. Wie op zoek gaat naar waarheid wordt eerder bevestigd in de eigen vooroordelen dan dat hij of zij controleerbare, betrouwbare en onafhankelijke informatie vindt. De goede journalistiek wordt verdacht gemaakt als ‘mainstream’ die het volk ­bedriegt. Terwijl goede journalistiek, zoals ook door deze krant bedreven, de beste verdediging is tegen de waanzin.", "Sinds de introductie van Facebook, Google, Twitter en alle afgeleiden ervan, kortom de social media, is er geen filter van oordeelsvermogen en integriteit meer. De gebruiker is zelf de toetssteen. Dat lijkt geweldig: kritisch, democratisch en vooral emanciperend. Maar tot het te laat was, had niemand door dat er een verdienmodel achter de filantropie zat. En voor zover mensen dat nu wel doorhebben, sluiten ze er hun ogen voor, omdat het ­verdienmodel een mate van ­verslaving met zich meebrengt, die een stuk makkelijker en goedkoper te onderhouden is dan de kostbare en fysiek slopende ­nicotine-, drugs-, en alcoholver­slavingen.", "Je krijgt steeds meer van hetzelfde lekkers", "Wie weleens rondhangt in de openbare ruimte van de anonieme aandachtsmarkt weet hoe het gaat. Je ziet iets, vindt het interessant, klikt door en betreedt een luilekkerland van praatjes, verhaaltjes, emoties, roddels, waarheden en leugens. Je zoekt een antwoord op een brandende vraag en Google zorgt ervoor dat je het antwoord krijgt waar Google het meest aan verdient. Hoe langer je rondhangt, hoe ­vaker je iets aanklikt, hoe blijer de algoritmen worden die jouw aandacht meten. Je krijgt steeds meer van hetzelfde lekkers en van dezelfde waarheden toegeworpen. Je voelt je steeds zekerder. Al je vragen worden beantwoord, al je opinies bevestigd, je hebt een hele kring gelijkgestemde vrienden. Daarbuiten loert de vijand. Of de informatie die je zo bijeenharkt waar is of niet, schadelijk of niet, is niet de zorg van de verstrekker of bemiddelaar ervan. De zorg van het ­netwerk (Google, Facebook) is zo veel mogelijk geld te verdienen en dus zo veel mogelijk verslaafde gebruikers te maken en zo veel mogelijk trouwe adverteerders te creëren en trollenfabrieken toe te laten. Je denkt zelf te sturen maar je wordt gestuurd.", "En zo ontstaan complottheorieën in groepen die bij bepaalde platforms en informatie zweren, en overal hun oordeel bevestigd en versterkt zien. Die complottheorieën zijn de zichtbare verschijnselen van verslaving. Het is de kapotgeprikte arm van de heroïnegebruiker, het is de verdoofde geest van de opiumschuiver, het is het delirium van een ­alcoholist.", "Ik raad iedereen aan een documentaire te kijken op Netflix (een ander verslavingsmiddel, maar vooruit dan, dit mag): ‘The Social Dilemma’. Er komen mensen aan het woord die de zaak van binnenuit kennen, zelfs aan de basis hebben gestaan. Zij leggen ons heel precies uit waar de ­samenleving kapot aan gaat.", "Nelleke Noordervliet (Rotterdam, 1945) schreef meerdere romans, novelles en theaterstukken. In 2018 won ze de Constantijn Huygens-prijs voor haar gehele oeuvre. In haar column in Trouw bespiegelt ze tweewekelijks op de actualiteit. Lees ze hier terug."], "authors": ["Nelleke Noordervliet"], "keywords": ["complottheorieën", "van", "verslaving", "het", "meer", "zijn", "verschijnselen", "een", "je", "en", "te", "niet", "dat", "zichtbare", "voor"], "pubDate": "2020-11-28T18:29:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}