{"id": "279c3330-9c4b-32f0-a987-207300637f6a", "title": "Hoe zwaar belast vuurwerk de spoedeisende hulp?", "url": "https://volkskrant.nl/columns-opinie/hoe-zwaar-belast-vuurwerk-de-spoedeisende-hulp~b2400433/", "summary": "De lobbyisten vermelden niet dat er ook nog eens 900 burgers de zorg van een huisartsenpost nodig hadden, zoals blijkt uit onderzoek van VeiligheidNL.\nIn tegenstelling tot wat de belangenvereniging benadrukt, zien zij juist dat 80 procent van het letsel wordt veroorzaakt door legaal vuurwerk.\nDe vuurwerkfabrikanten schrijven in hun advertentie ook dat er veel gevaarlijker hobby’s zijn dan vuurwerk afsteken.\nVorig jaar belandden er tijdens de jaarwisseling 242 mensen met een alcoholvergiftiging op de eerste hulp.\nEen vuurpijlenban is dus, als er naar de eerste hulp wordt gekeken, op deze feestdag nog net iets nuttiger dan een champagneverbod.", "paragraphs": ["Vuurwerk op de Nieuwmarkt in Amsterdam. Beeld ANP", "Om de ziekenhuizen te ontlasten, verbiedt het kabinet vuurwerk tijdens de komende jaarwisseling. De Belangenvereniging Pyrotechniek Nederland beweerde donderdag in een advertentie dat de zorg nauwelijks baat heeft bij een verbod. Jaarlijks melden zich twee miljoen mensen bij de spoedeisende hulp. Tijdens de vorige jaarwisseling waren slechts 385 personen slachtoffer van vuurwerk, zo merkte de club op. Het grootste deel daarvan was slachtoffer van illegaal vuurwerk, dat winkeliers dus niet verkopen. Volgens de vuurwerklobbyisten zet een vuurwerkverbod daarom geen zoden aan de dijk. Hebben ze gelijk?", "De cijfers van de vuurwerkbranche kloppen. Het afgelopen jaar gingen inderdaad 385 personen vanwege vuurpotten of knalwerk naar de eerste hulp, waar jaarlijks zeker 1,9 miljoen patiënten worden binnengebracht. De lobbyisten vermelden niet dat er ook nog eens 900 burgers de zorg van een huisartsenpost nodig hadden, zoals blijkt uit onderzoek van VeiligheidNL. In tegenstelling tot wat de belangenvereniging benadrukt, zien zij juist dat 80 procent van het letsel wordt veroorzaakt door legaal vuurwerk.", "Niet alleen vuurwerkliefhebbers raken gewond, ook omstanders zijn vaak de pineut. Van de slachtoffers is 85 procent man en 1 op de 10 is jonger dan 10 jaar. Sinds 2007 is het aantal vuurwerkongevallen waar spoedeisende hulp voor nodig was flink gedaald, maar de afname stagneert sinds een jaar of vijf. De meeste mensen kunnen snel weer naar huis, maar ruim 10 procent moet worden opgenomen in het ziekenhuis.", "Veel belangrijker nog is dat de drukte in het ziekenhuis niet alleen wordt bepaald door het aantal patiënten, maar ook door het moment waarop ze binnenkomen, de piekbelasting. Op doordeweekse nachten wordt de spoedeisende hulp weinig belast. In het weekend en op feestdagen is het ’s nachts nog rustiger, dan bezoeken jaarlijks zo’n 70 duizend mensen de spoedeisende hulp, dat zijn er minder dan 700 per weekend of feestdag.", "Op dit aantal maken 385 extra patiënten, waarvan de meerderheid tussen 12 uur ’s nachts en 6 uur ’s ochtends wordt binnengebracht, wel degelijk verschil. Tijdens Oud en Nieuw moeten ziekenhuizen dus meer menskracht inzetten die dan niet beschikbaar is voor andere zorg.", "De vuurwerkfabrikanten schrijven in hun advertentie ook dat er veel gevaarlijker hobby’s zijn dan vuurwerk afsteken. Fietsen en schaatsen, zeggen ze, zouden eigenlijk ook moeten worden verboden. Fietsen is zeker gevaarlijker als je alleen naar de absolute aantallen kijkt. In 2018 belandden er 78 duizend fietsers na een ongeluk op de eerste hulp. Het verbieden van fietsen vindt alleen werkelijk niemand wenselijk (en haalbaar), en bovendien geldt hier dat de ongevallen zich veel meer spreiden over het jaar. Gemiddeld moeten er per dag zo’n 214 fietsers naar de eerste hulp, toch echt minder dan die 385 vuurwerkslachtoffers tijdens Oud en Nieuw.", "‘Een totaalverbod op alles zou de zorg pas echt ontlasten’, schrijven de fabrikanten schertsend. Ook dat zou niet helpen, jaarlijks komen er 111 duizend Nederlanders naar de eerste hulp vanwege ongevallen thuis, ruim 300 per dag.", "Hoe zit het met alcohol tijdens Oud en Nieuw? Vorig jaar belandden er tijdens de jaarwisseling 242 mensen met een alcoholvergiftiging op de eerste hulp. Een vuurpijlenban is dus, als er naar de eerste hulp wordt gekeken, op deze feestdag nog net iets nuttiger dan een champagneverbod.", "Het verbieden van vuurwerk is niet dé oplossing voor het ontlasten van de zorg tijdens de coronacrisis, maar het wordt in ieder geval tijdens de jaarwisseling beduidend minder druk in het ziekenhuis, waardoor het zorgpersoneel zich op andere zorg kan richten – of een welverdiende vrije dag kan nemen."], "authors": ["Serena Frijters", "Xander Van Uffelen"], "keywords": ["vuurwerk", "van", "dan", "hoe", "het", "op", "hulp", "zwaar", "belast", "spoedeisende", "een", "en", "dat", "tijdens", "er"], "pubDate": "2020-11-13T17:16:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}