{"id": "27a236bb-d59e-38ad-a163-c725c37ae6b0", "title": "Jong Oranje treft Duitsland, Hongarije en Roemenië in EK-groep", "url": "https://www.telegraaf.nl/sport/1332719544/jong-oranje-treft-duitsland-hongarije-en-roemenie-in-ek-groep", "summary": "De finale in het Sloveense Ljubljana, is daarmee een week voor de start van het EK van het grote Oranje tegen Oekraïne.\nNederland behoort na een glansrijke kwalificatieronde op voorhand tot de kanshebbers voor het toernooi.\nAl zullen de titelkansen mede afhangen van de talenten die zich tussen Jong Oranje en de A-ploeg van Frank de Boer bewegen en wel óf niet zullen meegaan.\nMet tegenstanders als Hongarije en Roemenië, zal Jong Oranje met de leeftijdgenoten van Duitsland willen uitmaken wie groepswinnaar wordt.\nPortugal, de nummer twee in de kwalificatiepoule van Jong Oranje, trof het minder aangenaam.", "paragraphs": ["De finale in het Sloveense Ljubljana, is daarmee een week voor de start van het EK van het grote Oranje tegen Oekraïne. Nederland behoort na een glansrijke kwalificatieronde op voorhand tot de kanshebbers voor het toernooi. Het kreeg tijdens de loting nog een speciale vermelding, vanwege de ’enorme hoeveelheid goals’ (46 liefst in 10 duels) die werd gemaakt door de ploeg van Van de Looi.", "Al zullen de titelkansen mede afhangen van de talenten die zich tussen Jong Oranje en de A-ploeg van Frank de Boer bewegen en wel óf niet zullen meegaan. Beide bondscoaches gaan nog in gesprek over de invulling daarvan.", "De groepsfase lijkt in ieder geval geen onoverkomelijk probleem. Met tegenstanders als Hongarije en Roemenië, zal Jong Oranje met de leeftijdgenoten van Duitsland willen uitmaken wie groepswinnaar wordt. Portugal, de nummer twee in de kwalificatiepoule van Jong Oranje, trof het minder aangenaam. Het zit in de ’poule des doods’, met Engeland, Kroatië en Zwitserland.", "Groep A", "Hongarije", "Duitsland", "Roemenië", "Nederland", "Groep B", "Slovenië", "Spanje", "Tsjechië", "Italië", "Groep C", "Rusland", "IJsland", "Frankrijk", "Denemarken", "Groep D"], "authors": ["Robin Jongmans"], "keywords": ["oranje", "duitsland", "hongarije", "van", "zullen", "nog", "het", "met", "treft", "een", "en", "jong", "ekgroep", "roemenië", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}