{"id": "27aa51f3-1aa9-374c-b4fb-c06423474312", "title": "Miljoenen vouchers uitgegeven: wie geld wil zien, zal geduld moeten hebben", "url": "https://www.parool.nl/nederland/miljoenen-vouchers-uitgegeven-wie-geld-wil-zien-zal-geduld-moeten-hebben~bb109efc/", "summary": "De afgelopen acht maanden zijn er alleen al in ons land naar schatting miljoenen vouchers uitgegeven.\nNormaal gesproken moet het geld zo snel mogelijk worden teruggestort naar de klant, maar met deze aantallen was dat een onmogelijke opgave.\nHoeveel vouchers zijn er uitgegeven?\nRemco Kuilman van claimstichting Aviclaim spreekt van een goed initiatief, maar vraagt zich af hoe snel consumenten het geld op hun bankrekening hebben staan.\nEn dat zijn nu net de bedrijven die al geen vangnet bieden.", "paragraphs": ["De afgelopen acht maanden zijn er alleen al in ons land naar schatting miljoenen vouchers uitgegeven. Beeld Shutterstock", "1. Waarom zijn de coronavouchers in het leven ­geroepen?", "Toen het coronavirus de wereld in zijn greep kreeg, brak in de reis- en recreatiesector paniek uit. In korte tijd was er een ongekend aantal annuleringen te verwerken. Normaal gesproken moet het geld zo snel mogelijk worden teruggestort naar de klant, maar met deze aantallen was dat een onmogelijke opgave. Dan zouden de bedrijven massaal omvallen en zou de consument met lege handen achterblijven, luidde de waarschuwing. Om dat drama te voorkomen werd de coronavoucher bedacht, een alternatief voor snelle geldteruggave. De vouchers kwamen er vervolgens in allerlei soorten en maten.", "2. Hoeveel vouchers zijn er uitgegeven?", "In de afgelopen acht maanden zijn er alleen al in ons land naar schatting miljoenen vouchers uitgegeven, met een totale waarde van tussen de 3 tot 7 miljard euro. Een deel van die bonnen is uitgegeven door leden van de ANVR – de brancheorganisatie van reisondernemingen –, samen hebben ze ongeveer 700 miljoen tot 1 miljard euro aan gedekte vouchers. Maar ook luchtvaartmaatschappijen, boekingssites, vakantieparken, evenementenbureaus en hotels hebben massaal vouchers verstrekt aan hun klanten. Er is geen landelijke database waarin het aantal vouchers wordt bijgehouden. De Autoriteit Consument & Markt (ACM) houdt wel toezicht op de vouchermarkt. Zo heeft de toezichthouder voorwaarden opgesteld. Om er een paar te noemen: de consument houdt altijd recht op zijn geld, en als hij de bon niet gebruikt, hoort hij binnen een bepaalde termijn zijn geld terug te krijgen.", "3. Waarom is er zo veel gedoe rond de vouchers?", "Lang niet alle consumenten zijn gelukkig met die waardebonnen en hebben liever gisteren dan vandaag hun geld terug. Volgens de wet staan zij in hun recht, maar de praktijk is weerbarstig. Vaak krijgen ze maar twee opties aangeboden: omboeken of een voucher. Wie geld wil zien, zal geduld moeten hebben, klinkt het. Bij de rechtsbijstandverzekeraars, de Consumentenbond, de Geschillencommissie en bij claimorganisatie Aviclaim stromen de klachten binnen. Vaak kun je alleen via een procedure bij de Geschillencommissie of de rechter je geld snel terugkrijgen, beaamt de ACM. Intussen nadert het moment dat klanten alsnog en masse terugbetaald moeten worden. En dat maakt sommige reisondernemingen behoorlijk zenuwachtig. Om die reden is de voucherbank in het leven geroepen.", "4. Wat doet zo’n voucherbank?", "Hiermee kunnen reisorganisaties die aangesloten zijn bij een garantiefonds, zoals de leden van de ANVR bij de SGR, tegen een zacht rentepercentage een lening afsluiten. Dat geld moeten ze dan gebruiken voor het terugbetalen aan klanten met vouchers. Naar verluidt moeten de reisorganisaties binnen drie jaar die lening afgelost hebben. Tegen welk rentepercentage of welke andere voorwaarden gaan gelden voor de voucherregeling, is nog niet bekend. Remco Kuilman van claimstichting Aviclaim spreekt van een goed initiatief, maar vraagt zich af hoe snel consumenten het geld op hun bankrekening hebben staan. Bovendien wijst hij erop dat de consument met een pakketreis zich sowieso geen zorgen hoefde te maken over de terugbetaling, omdat de ANVR-voucher nu net de enige voucher is met een garantie.", "5. Is met een voucherbank alle ellende voor de consument voorbij?", "Het ziet ernaar uit dat alleen reis­bedrijven die zijn aangesloten bij een garantiefonds, zoals de SGR, gebruik kunnen maken van de regeling. Andere bedrijven, denk aan een hotel of een vakantiepark, kunnen niet aankloppen bij dit loket. En dat zijn nu net de bedrijven die al geen vangnet bieden. Kortom, ook na de oprichting van de voucherregeling blijft het voor een grote groep consumenten afwachten of zij straks het geld op hun rekening hebben staan."], "authors": ["Natasja De Groot"], "keywords": ["zal", "moeten", "van", "geld", "zien", "wil", "het", "zijn", "wie", "met", "een", "en", "vouchers", "dat", "miljoenen", "er", "hebben", "uitgegeven"], "pubDate": "2020-12-08T13:03:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}