{"id": "27bb183e-f91f-399d-94b3-09b170d9ac6d", "title": "Renovatie Trudokerk Eindhoven klaar, maar oplevering duurt nog even", "url": "https://nu.nl/eindhoven/6101033/renovatie-trudokerk-eindhoven-klaar-maar-oplevering-duurt-nog-even.html", "summary": "De renovatie van de Sint Trudokerk in stadsdeel Strijp in Eindhoven is afgerond, maar de puntjes moeten nog op de i.\nEn dat kan pas als T-Mobile de zendmasten aan weerszijden van de toren heeft teruggeplaatst.\nOok het onderliggende houtwerk moest worden hersteld en op een aantal plekken ook vervangen.\n\"Jammer, maar dat is nu eenmaal een regelmatig terugkerend gegeven bij bouwprojecten.\"\nIk verwacht dat dat een kwestie van hooguit enkele weken zal zijn.\"", "paragraphs": ["De renovatie van de Sint Trudokerk in stadsdeel Strijp in Eindhoven is afgerond, maar de puntjes moeten nog op de i. En dat kan pas als T-Mobile de zendmasten aan weerszijden van de toren heeft teruggeplaatst.", "De renovatie van de 134 jaar oude kerk in het hart van Strijp stond al langer op de planning, maar is begin vorig jaar naar voren getrokken nadat geconstateerd was dat een gietijzeren kruisbeeld op het dak niet meer vaststond. Besloten werd meteen ook de koperen dakbedekking op de toren de vervangen en de kruisbeelden te vergulden. Ook het onderliggende houtwerk moest worden hersteld en op een aantal plekken ook vervangen.", "De 210 duizend euro kostende operatie is volgens kerkbestuurder Nico van Dongen goed verlopen en in principe ook klaar. \"Alleen is de geplande oplevering voor de Kerst niet gelukt. Maar deze kerk staat al ruim honderd jaar in volle glorie te pronken, daar doen die bouwsteigers niks aan af\", zo zwaait hij de vraag over de bouwsteigers laconiek weg. \"Jammer, maar dat is nu eenmaal een regelmatig terugkerend gegeven bij bouwprojecten.\"", "Dat de kerktoren momenteel nog steeds in de steigers staat, heeft volgens Van Dongen puur en alleen te maken met het gegeven dat de zendmasten nog niet teruggeplaatst zijn. \"Dat moet eerst gebeuren en ook dan kunnen pas de drie nog ontbrekende wijzerplaten van de kerkklok weer worden opgehangen en eventuele schade aan de leidaken worden gerepareerd. Ik verwacht dat dat een kwestie van hooguit enkele weken zal zijn.\"", "Kan tientallen jaren mee", "De Trudokerk maakt sinds 2011 deel uit van de parochie Sint-Joris in Eindhoven en trok voor de uitbraak van COVID-19 wekelijks nog zo'n zestig tot zeventig kerkgangers.", "Op zondagmiddagen vinden er kerkdiensten plaats van de Poolse parochie van de Geestelijke Barmhartigheid, buiten coronatijd goed voor drie- tot vierhonderd Poolse gelovigen in de stad. Na de oplevering moet het gebouw dat in 1936 werd getroffen door een grote brand en in 1944 door een bombardement, weer tientallen jaren meekunnen."], "authors": ["Door"], "keywords": ["van", "het", "nog", "en", "eindhoven", "een", "trudokerk", "oplevering", "klaar", "op", "ook", "duurt", "renovatie", "maar", "worden", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}