{"id": "27c19a5d-3acf-3f77-b982-2050cd5e78a9", "title": "Xbox-game Halo Infinite verschijnt in najaar van 2021", "url": "https://nu.nl/games/6095527/xbox-game-halo-infinite-verschijnt-in-najaar-van-2021.html", "summary": "De nieuwe game in de populaire Halo-serie verschijnt in het najaar van 2021, meldt ontwikkelaar 343 Industries woensdag.\nAanvankelijk zou Halo Infinite bij het verschijnen van de Xbox Series X en S afgelopen november moeten uitkomen.\n343 Industries mikt nu op het najaar van 2021.\nEen specifieke verschijningsdatum is niet bekendgemaakt, maar het uitstel kan betekenen dat het spel een jaar na de oorspronkelijke releasedatum uitkomt.\nMicrosoft liet in juli nog beelden zien van Halo Infinite op een evenement waar Xbox Series X-games werden getoond.", "paragraphs": ["De nieuwe game in de populaire Halo-serie verschijnt in het najaar van 2021, meldt ontwikkelaar 343 Industries woensdag. Het spel werd eerder uitgesteld.", "Aanvankelijk zou Halo Infinite bij het verschijnen van de Xbox Series X en S afgelopen november moeten uitkomen. Maar in augustus werd al aangekondigd dat het spel uitgesteld zou worden naar volgend jaar, vanwege problemen in de ontwikkeling die ontstonden door de uitbraak van COVID-19.", "343 Industries mikt nu op het najaar van 2021. Een specifieke verschijningsdatum is niet bekendgemaakt, maar het uitstel kan betekenen dat het spel een jaar na de oorspronkelijke releasedatum uitkomt.", "Het verhaal is volgens de ontwikkelaar al wel volledig speelbaar, maar er is meer tijd nodig voor de afwerking, het oplossen van problemen en het afmaken van de multiplayermodus.", "Microsoft liet in juli nog beelden zien van Halo Infinite op een evenement waar Xbox Series X-games werden getoond. Er kwam toen veel kritiek op. Volgens de critici zag het spel er 'onaf' uit.", "343 Industries reageert daar in zijn blogbericht op en zegt te werken aan \"de mooiste Halo-game ooit\". De ontwikkelaar zegt veel tijd te besteden aan het oppoetsen van de visuele effecten."], "authors": ["Door"], "keywords": ["spel", "xboxgame", "van", "ontwikkelaar", "halo", "verschijnt", "een", "het", "er", "infinite", "en", "op", "maar", "industries", "najaar", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}