{"id": "27d11dcb-c83c-39b3-9c7a-584b6239d5ac", "title": "Lockdown-uitjes in de kerstvakantie: dit kun je ondanks corona nog wél doen!", "url": "https://www.telegraaf.nl/vrouw/1525563396/lockdown-uitjes-in-de-kerstvakantie-dit-kun-je-ondanks-corona-nog-wel-doen", "summary": "Sterker nog, je moet binnen drie uur de code vinden, anders win je niet!\nDeze tocht is te vergelijken met een escape room; het enige dat anders is, is dat je het in bijna elke stad kunt spelen.\nNaast een speciaal platform voor kinderen, vind je hier virtuele tours die je meenemen langs de pronkstukken van het museum.\nOp de website van het Tropenmuseum zijn veel kerstgerelateerde knutsels en activiteiten te vinden, om samen met je kinderen te maken.\nAfhankelijk van je gezelschap kun je kiezen voor iets engs, iets grappigs of een verhaal bedoeld voor kinderen.", "paragraphs": ["Kerstvakantie-speurtocht door heel Nederland", "Nee, deze speurtocht is niet alleen bedoeld voor kinderen. Sterker nog, je moet binnen drie uur de code vinden, anders win je niet! Deze tocht is te vergelijken met een escape room; het enige dat anders is, is dat je het in bijna elke stad kunt spelen. Soms voer je een denk-opdracht uit en andere keren juist een doe-opdracht. Je wordt via Whatsapp begeleid en bepaalt zelf je eigen tempo. Ideaal voor een gezellige middag.", "Winter in het Openluchtmuseum", "Altijd al benieuwd geweest hoe de winters vroeger waren? Dan is het Nederlands Openluchtmuseum in Arnhem the online place to be. Feestelijke versiering gecombineerd met verhalen van vroeger. Helaas is het museum gesloten maar ook online kun je de kerstsfeer van vroeger opsnuiven door video's en recepten te bekijken.", "Filmmarathon", "Helaas kun je de nieuwe Katherine Jenkins-kerstfilm niet meer bekijken in de bioscoop, maar dat betekent niet dat er niks meer te beleven valt op het gebied van films. Op bijvoorbeeld Pathé thuis, Netflix en Amazon Prime zijn veel films toegevoegd, vers uit de bioscoop en speciaal voor de donkere dagen voor kerst.", "Virtueel Joods Kwartier", "Ondanks dat het Joods Cultureel Kwartier in Amsterdam is gesloten, kun je alsnog online terecht voor een origineel kerstuitje. Naast een speciaal platform voor kinderen, vind je hier virtuele tours die je meenemen langs de pronkstukken van het museum. Ook is hier de speciaal gemaakte podcast terug te luisteren die gemaakt zijn over tentoonstellingen.", "Knutselen met het Tropenmuseum", "Wereldse knutselactiviteiten voor thuis! Op de website van het Tropenmuseum zijn veel kerstgerelateerde knutsels en activiteiten te vinden, om samen met je kinderen te maken. Wat dacht je van een handgemaakte kerstkaart of het verstop en ren-spel uit Noord-Amerika? Genoeg te doen met deze wereldse tips van het Tropenmuseum.", "Vier kerst met OERRR en Natuurmonumenten", "Ook dit jaar heeft Natuurmonumenten in samenwerking met OERRR een aantal mooie winterwandelingen gemaakt. Met speciale routes voor de stiltezoekers en ook een digitaal spreekuur met boswachter Paul, speciaal voor kinderen die zich onder willen dompelen in de wereld van de natuur.", "Kerstverhalen voorlezen", "Heerlijk bij de warme kachel of open haard zitten, met warme chocolademelk en natuurlijk met het hele gezin. Verhalen vertellen over een tijd van hoop, magie en wonderen. Je kunt de verhalen, die online te vinden zijn, vertellen tijdens het kerstdiner of gezellig rond de kerstboom. Afhankelijk van je gezelschap kun je kiezen voor iets engs, iets grappigs of een verhaal bedoeld voor kinderen.", "Online escape room 'Vast in de tijd'", "Op 19 december is iedereen welkom in het online prehistorische dorp in Eindhoven, om een ontsnappingspoging te doen. Samen maak je een reis door de eeuwen heen. Je start in de prehistorie en eindigt in de late middeleeuwen. Onderweg moet je vragen beantwoorden. De uiteindelijke sleutel is goud waard!", "Eindhovenfestival", "Van 18 december tot en met 31 december organiseert de stad Eindhoven elke dag tal van activiteiten. Voor iedereen is er wel wat leuks te doen, van een kerst sing-a-long tot een workshop gereedschapskist-bouwen en een minicollege over de werking van röntgenstralen. Je kunt ook genieten van meerdere optredens van theatergezelschappen. Online vind je het gehele programma. Het jaar wordt goed afgesloten met een gezamenlijke countdown.", "Vogelcursus van de Vogelbescherming", "Voor alle vogelliefhebbers die de diertjes altijd nét iets te veel brood voeren heeft de Vogelbescherming een vogelcursus gemaakt. Deze is geheel gratis en online te volgen. Je krijgt tips over hoe je de vogels het beste kunt herkennen en praktisch advies over bijvoorbeeld gezond vogelvoer en waarom teveel brood niet gezond is. Ideaal vermaak voor een rustige zondagmorgen."], "authors": ["Yerin Koekkoek"], "keywords": ["van", "online", "nog", "kerstvakantie", "dit", "corona", "een", "niet", "het", "wél", "en", "je", "doen", "te", "ondanks", "voor", "lockdownuitjes", "met", "kun"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}