{"id": "27e06343-dbca-3dfc-992f-c8396d3613ac", "title": "Hartklachten? 'Bewegen voelt eng, maar is hard nodig'", "url": "https://nu.nl/gezondheid/6093847/hartklachten-bewegen-voelt-eng-maar-is-hard-nodig.html", "summary": "Verder val je ervan af, neemt stress af en voel je je fitter en energieker.\nVaak val je terug in oude patronen als je in het begin hard van stapel loopt.”\"Die angst is volkomen logisch.\nToch is het dan júíst belangrijk om te gaan bewegen; het helpt angst en stress te verminderen en je vertrouwen te herstellen.\nBehalve een cardioloog en een fysiotherapeut, kijken er ook een diëtist en een psycholoog met je mee.\nZeker niet als je je conditie weer aan het opbouwen bent.", "paragraphs": ["Veel mensen die hartklachten hebben, vinden het eng om weer te gaan bewegen. Terwijl dat juist heel belangrijk is. Het verkleint het risico dat je opnieuw klachten krijgt. \"Bewegen is het beste medicijn. Zowel mentaal als lichamelijk\", zegt sportcardioloog Ruud Spee in gesprek met NU.nl.", "Waarom is beweging zo goed voor je hart?", "\"Als je je inspant gaat je hartslag omhoog: je spieren hebben meer zuurstof nodig, dus je hart moet harder pompen om zuurstofrijk bloed door het lichaam te transporteren. Daarbij gaan de slagaderen meer openstaan en maakt het lichaam stofjes aan die goed zijn voor de bloedvaten.\"", "\"Daardoor wordt de cholesterolaanmaak geremd, verlaagt de bloeddruk en wordt de suikerhuishouding stabieler. Verder val je ervan af, neemt stress af en voel je je fitter en energieker. Dat draagt er allemaal aan bij dat aderverkalking geremd wordt.\"", "Het voelt tegenstrijdig om je hart te belasten als er iets mee aan de hand is.", "\"Vroeger adviseerden cardiologen hartpatiënten om zo min mogelijk te bewegen uit angst voor complicaties. Maar inmiddels weten we: bewegen is het beste medicijn voor je hart en vaten. Toch is het voor veel mensen eng om weer te gaan bewegen nadat ze bijvoorbeeld een hartinfarct hebben gehad. 20 tot 70 procent van de mensen heeft die angst. Ik zie ze dagelijks in mijn spreekkamer.\"", "“Stel jezelf reële doelen. Vaak val je terug in oude patronen als je in het begin hard van stapel loopt.”", "\"Die angst is volkomen logisch. Als er iets met je hart is, kun je erg onzeker worden. Toch is het dan júíst belangrijk om te gaan bewegen; het helpt angst en stress te verminderen en je vertrouwen te herstellen. Stapje voor stapje merk je dat je conditie vooruitgaat. Mentaal heeft dat grote impact.\"", "Maar hoe pak je dat dan aan?", "\"Na een hartaandoening is het belangrijk dat je deelneemt aan een hartrevalidatieprogramma. Dat wordt vergoed voor nagenoeg alle hartaandoeningen. Hartrevalidatie is een op maat gemaakt beweeg- en leefstijlplan. Behalve een cardioloog en een fysiotherapeut, kijken er ook een diëtist en een psycholoog met je mee. Vraag je cardioloog ernaar.\"", "En wat kun je zelf nog meer doen?", "\"Stel jezelf reële doelen. Vaak val je terug in oude patronen als je in het begin hard van stapel loopt. Door een activiteit te kiezen die je leuk vindt en kan inpassen in je dagelijks leven, houd je het makkelijker vol.\"", "Moet je naar de sportschool?", "\"Nee. Je kunt ook gebruikmaken van stappentellers of apps die bijhouden hoeveel je beweegt als stok achter de deur. Vele kleine stapjes maken bij elkaar een grote. Bij beweging gaat het erom dat je hartslag wat versnelt. Flink doorwandelen, fietsen, zwemmen of traplopen vraagt ook meer pompkracht van je hart. Ook daarmee werk je dus aan je conditie.\"", "Wat als je kortademig wordt?", "\"Op zich is het niet erg om wat kortademig te worden wanneer je een inspanning levert. Zeker niet als je je conditie weer aan het opbouwen bent. Heb je twijfel en wil je toch wat begeleiding als je net weer met bewegen bent begonnen, dan zijn er gespecialiseerde fysiotherapiepraktijken en beweeggroepen. Die vind je onder meer via de websites van de Hartstichting en de Harteraad.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["als", "hartklachten", "het", "maar", "voor", "nodig", "een", "bewegen", "je", "voelt", "en", "te", "hard", "dat", "om", "eng"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}