{"id": "27eb001f-4997-3c8f-a88a-d984b59e04cc", "title": "Wiebe Draijer is Sinterklaas, Henk Jan Beltman gaat in de zak", "url": "https://volkskrant.nl/economie/wiebe-draijer-is-sinterklaas-henk-jan-beltman-gaat-in-de-zak~bdcabd66/", "summary": "Beeld Robin van Lonkhuijsen / ANPWinnaarWiebe Draijer (Rabobank) : Toch cadeautje voor certificaathoudersRabo-topman Wiebe Draijer speelt voor Sinterklaas, nadat hij eerder dit jaar nog de grote boeman was.\nOp 9 december kunnen de Rabo-certificaathouders toch hun schoen zetten en is Wiebe Draijer van een groot probleem af.\nBeeld ANPVerliezerHenk Jan Beltman (T ony’s Chocolonely): Ondanks de groei zijn er fikse tegenvallersHenk Jan Beltman probeerde er deze week nog een mooi weerverhaal van te maken.\nDe doelstelling van een groei van 50 procent werd niet gehaald.\n‘Het gaat niet om de prijs per kilo maar om het inkomen van de boeren.’", "paragraphs": ["Wiebe Draijer, bestuursvoorzitter van de Rabobank. Beeld Robin van Lonkhuijsen / ANP", "Winnaar", "Wiebe Draijer (Rabobank) : Toch cadeautje voor certificaathouders", "Rabo-topman Wiebe Draijer speelt voor Sinterklaas, nadat hij eerder dit jaar nog de grote boeman was. Op de razend populaire Rabocertificaten – waar krijg je nog 6,5 procent ‘rente’ – wordt ook dit coronajaar een fikse vergoeding uitgekeerd. De koers schoot vrijdag omhoog tot 136,2, net onder het hoogste punt ooit, nadat ze in maart van dit jaar nog waren gekelderd naar 94.", "Reden was dat de Rabobank toen moest bekendmaken dat de jaarlijkse uitkering van 6,5 procent – 1,625 euro op een certificaat van nominaal 25 euro niet mocht worden uitgekeerd. De ECB zag dit als dividend in plaats van rente. En banken was verboden dividend uit te keren. Spaarders (of beleggers) stonden op hun achterste benen. Ze voelen zich genaaid en beroofd omdat zij het zagen als een spaarproduct.", "Onder leiding van oud-wielrenner Gert-Jan Theunisse werd een enorme campagne gestart. De bank was onvermurwbaar en zei dat de jaarlijkse uitkering dividend was, geen rente.", "En nu heeft de Rabobank in overleg met de ECB toch een slimme oplossing bedacht. De certificaathouders krijgen geen 6,5 procent rente, maar 0,0650 certificaat. Dat is hetzelfde waard. Het kost de Rabo 250 miljoen euro. Op 9 december kunnen de Rabo-certificaathouders toch hun schoen zetten en is Wiebe Draijer van een groot probleem af.", "Tony's Chocolonely directeur Henk-Jan Beltman. Beeld ANP", "Verliezer", "Henk Jan Beltman (T ony’s Chocolonely): Ondanks de groei zijn er fikse tegenvallers", "Henk Jan Beltman probeerde er deze week nog een mooi weerverhaal van te maken. De producten van Tony’s Chocolonely waren niet aan te slepen, zo meldde De Telegraaf. ‘Consumenten vinden ons steeds beter’, zei hij.", "Maar in werkelijkheid viel het toch allemaal behoorlijk tegen. In Nederland daalde het marktaandeel van de slaafvrije chocolade van 19 naar 16 procent. Twee winkels in Amsterdam gingen dicht. Ook moest de aangekondigde investering in een chocoladefabriek met een achtbaan vlakbij Amsterdam worden uitgesteld. De doelstelling van een groei van 50 procent werd niet gehaald. Dat werd 27 procent. Oorzaak is dat consumenten minder onderweg zijn en daardoor minder vaak een tussendoortje meepakken.", "Tony’s Chocolonely, dat vijftien jaar bestaat, kwam ook onder vuur te liggen van actiegroepen die opkomen voor cacaoboeren in ontwikkelingslanden. Het bedrijf wil 100 procent slaafvrije chocolade maken, maar in de praktijk lukt dat niet altijd. Volgens Solidaridad betaalt Tony’s cacaoboeren slechts 2 dollar per kilo in plaats van de 3,12 dollar die ze nodig hebben. Beltman vindt de kritiek niet terecht, omdat die 2 dollar wel meer is dan andere chocoladefabrikanten betalen. ‘Het gaat niet om de prijs per kilo maar om het inkomen van de boeren.’"], "authors": ["Peter De Waard"], "keywords": ["rabobank", "procent", "van", "toch", "beltman", "het", "sinterklaas", "gaat", "wiebe", "een", "niet", "dat", "henk", "en", "draijer", "te", "zak", "jan"], "pubDate": "2020-12-04T20:24:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}