{"id": "27eb9561-d420-3c62-9eea-ae73ce72d9db", "title": "Directeur Yoeri Albrecht van De Balie: ‘Beschaving betekent soms ook jezelf inhouden’", "url": "https://volkskrant.nl/cultuur-media/directeur-yoeri-albrecht-van-de-balie-beschaving-betekent-soms-ook-jezelf-inhouden~bb7043d7/", "summary": "Yoeri Albrecht (53) is tien jaar directeur van het Amsterdamse debatcentrum De Balie.\nZe had gehoord dat een bezoeker, in 2017 tijdens een debatavond, had gepleit voor een maximumaantal moslims in een samenleving.\nHet zijn vaak opiniemakers aan de randen van het politieke debat die de vrijheid van meningsuiting voor zichzelf opeisen en anderen misgunnen.\nEen van hen was de uitgesproken kunstenaar Tinkebell, die in 2004 een handtas had gemaakt van een poes die ze zelf had vermoord.\nTwaalf jaar na het schrijven van het pamflet was de doorbraak.", "paragraphs": ["Yoeri Albrecht (53) is tien jaar directeur van het Amsterdamse debatcentrum De Balie. In die rol observeerde hij honderden debatten. Welke inzichten heeft hij in al die jaren opgedaan?", "De marges van het debat zijn smaller dan je denkt", "‘In februari 2012 nodigde de islamitische studentenvereniging van de Vrije Universiteit (VU) een Britse moslimgeleerde uit, Haitham al-Haddad. De studenten wilden, in het kader van educatie in eigen kring, de geleerde horen spreken. Zijn komst bleek omstreden: Al-Haddad zou in het verleden hebben gezegd dat Joden afstammen van varkens en apen, en dat ze de eeuwige vijand van God zijn. Het waren uitspraken die hij zelf ontkende te hebben gedaan. Een Kamermeerderheid probeerde de moslimgeleerde toegang tot het land te ontzeggen, waarna de VU zijn lezing verbood.", "‘Die weerstand, vanuit het parlement en het onderwijs, is een bevestiging dat de marges van het publieke debat smaller zijn dan je denkt. We zijn als volk gesteld op consensus: zodra je een afwijkende mening hebt, wordt er op de man gespeeld. De voorbeelden daarvan zijn legio. Ik herinner me hoe de Leidse hoogleraar Buikhuisen in de jaren tachtig onderzoek wilde doen naar de biologische factoren bij crimineel gedrag. Hij werd voor fascist uitgemaakt en zijn academische carrière werd hem onmogelijk gemaakt. Het kan nog extremer: politicus Pim Fortuyn en columnist Theo van Gogh werden vanwege hun opvattingen zelfs vermoord.", "‘Ook ons koloniale verleden is lang onbespreekbaar gebleven. Dat het standaardwerk over de onafhankelijkheidsstrijd van Indonesië, De brandende kampongs van Generaal Spoor, is geschreven door de Zwitser Rémy Limpach en niet door het NIOD (Instituut voor Oorlogs-, Holocaust- en Genocidestudies, red.) is veelzeggend. Terwijl activisten zoals Jeffry Pondaag (voorzitter Comité Nederlandse Ereschulden) al jaren vergeefs aandacht vragen voor de wandaden in Nederlands-Indië.", "‘Nadat de VU de lezing van Al-Haddad had gedwarsboomd, boden wij de studenten aan om uit te wijken naar De Balie. Niet omdat ik het eens ben met zijn ideeën, maar omdat het gevaarlijk is om mensen de mond te snoeren. Wanneer je Al-Haddad laat spreken - in de juiste context en met tegenspraak - kun je zijn extreme ideeën juist bestrijden.", "‘Voorafgaand aan het debat belde burgemeester Van der Laan. ‘Fijn dat je de vrijheid van meningsuiting zo hoog hebt zitten, maar Al-Haddad gaat misschien strafbare uitspraken doen.’ Er zouden tijdens het debat daarom twee mannen van het Openbaar Ministerie in de zaal zitten, van wie er een Arabisch sprak. Als sprekers de wet zouden overtreden, kon het OM tot vervolging overgaan. Dat is de enige juiste benadering in een rechtstaat. De marges van het debat moeten niet worden bepaald door politici, maar door het strafrecht.’", "‘Het zijn vaak opiniemakers aan de randen van het politieke debat die de vrijheid van meningsuiting voor zichzelf opeisen en anderen misgunnen.’ Beeld Ivo van der Bent", "Sprekers stellen steeds vaker eisen", "‘Steeds meer sprekers willen niet in gesprek met minder-gelijkgestemden. Ze zeggen: ‘Ik wil wel naar De Balie komen, maar alleen als die en die criticaster niet in het panel zit.’ Als ik doorvraag, dan vertellen ze ook waarom: omdat de andere mening ze niet aanstaat. Men preekt liever alleen voor eigen parochie. Dan heb je als debatcentrum een probleem.", "‘Het zijn niet alleen journalisten en opiniemakers die zo opereren, we merken het net zo goed bij overheidsinstanties. De Nederlandse Voedsel- en Warenautoriteit (NVWA) is voor zeker drie verschillende debatten uitgenodigd. Die weigert een vertegenwoordiger te sturen wanneer er ook critici aan het gesprek deelnemen.’ (De NVWA zegt desgevraagd slechts eenmaal te zijn uitgenodigd. Vanwege een lopende rechtszaak tegen Greenpeace nam de toezichthouder destijds niet deel aan het debat, red.)", "‘Ook wetenschappers nemen zo’n houding aan. Terwijl een academicus door de maatschappij wordt betaald om kennis te delen. Het zijn vooral geesteswetenschappers die hun kont tegen de krib gooien: hoogleraren sociologie, geschiedenis of talen. Als de ene professor Ruslandkunde niet in gesprek wil met een andere professor Ruslandkunde, dan ben je kennelijk niet helemaal zeker van je bevindingen.", "‘Het kan ook anders. In 2019 publiceerde emeritus hoogleraar Abram de Swaan een boek over vrouwenemancipatie. Een jaar voor publicatie, toen zijn werk half af was, organiseerden wij met hem een debatavond. Critici werden uitgenodigd om kritiek te leveren op het halffabricaat. De Swaans generatie geloofde in de strijd der ideeën, daar wordt het academische werk beter van.", "‘Een aantal sprekers wil helemaal niet meer in De Balie komen. Een van hen is de Amerikaanse feminist Mona Eltahawy, die in 2019 zou komen spreken. Een week voor haar lezing trok ze zich terug. Ze had gehoord dat een bezoeker, in 2017 tijdens een debatavond, had gepleit voor een maximumaantal moslims in een samenleving. Dat was een verwerpelijke opmerking; na afloop van de avond heb ik nog stampij staan schoppen tegenover de dame. Maar dat Eltahawy daarom ons debatcentrum boycot, is jammer. Het zijn vaak opiniemakers aan de randen van het politieke debat die de vrijheid van meningsuiting voor zichzelf opeisen en anderen misgunnen.", "Beeld Ivo van der Bent", "Internet maakt het debatcentrum niet overbodig. Integendeel.", "‘Dankzij internet hebben meer mensen toegang tot het debat. Poortwachters zoals journalisten of programmamakers spelen daar geen rol: de burger kan op het web ongefilterd zijn mening delen. Dat is een verregaande democratisering van het publieke debat.", "‘De nadelen van het debat op internet zijn ook niet mis. Een onlinediscussie is kort, vrijblijvend en bovenal onpersoonlijk. Mensen die op Facebook in gesprek gaan, kunnen elkaars gezichtsuitdrukkingen en non-verbale communicatie niet zien. Wanneer niets je eraan herinnert dat je met een ander mens communiceert, duurt het niet lang voor de beleefdheid verdwijnt. Het is de reden dat sympathieke mensen op internet onbetamelijke dingen kunnen zeggen.", "‘Nu het publieke debat zich verplaatst zich naar sociale media, wordt de functie van een debatcentrum niet minder belangrijk. Integendeel: de fysieke ontmoeting heeft alles wat internet niet kan bieden. Sociale wezens hebben het nodig om elkaar in de ogen te kijken. Dat is een biologisch gegeven.", "‘In 2012 organiseerden we een avond waarop opiniemakers hun reaguurders ontmoeten. Een van hen was de uitgesproken kunstenaar Tinkebell, die in 2004 een handtas had gemaakt van een poes die ze zelf had vermoord. Dat leidde tot ophef en haatberichten. In De Balie maakte ze die avond kennis met een aantal mannen die haar online de huid vol hadden gescholden. Zodra ze tegenover elkaar stonden, ontstond een normaal gesprek. Die nabijheid heeft een beschavende werking.", "Het twistgesprek is weinig vruchtbaar", "‘Een twistgesprek, wat je krijgt als je een voor- en tegenstander tegenover elkaar zet, kan soms heel nuttig zijn. De tegenstellingen worden benadrukt, waardoor de verschillen tussen sprekers gauw duidelijk worden. Zo’n botsing tussen extremen kan ook gemakkelijk leiden tot verbaal vuurwerk. Daarom maken talkshowredacties gretig gebruik van het format.", "‘In de praktijk blijken deze debatten weinig vruchtbaar. De meeste mensen zien hun eigen mening graag bevestigd. Het publiek wordt niet verleid tot twijfelen. Je moet daarom iets bedenken waardoor men zonder vooroordelen opnieuw naar de argumentatie kijkt. Ik heb gemerkt dat een kunstzinnige vorm, zoals theater of film, daar effectief in is. Het dwingt de toeschouwer zich in een personage te verplaatsen.", "‘Afgelopen zomer regisseerde ik het stuk Smekelingen. Het was gebaseerd op een 2.500 jaar oude tragedie van Aeschylos, over een volk dat op de vlucht slaat. We vroegen Hafid Bouazza om de tekst te vertalen naar een hedendaagse tekst. Die vertaling werd door onder anderen Nazmiye Oral en Hans Croiset voorgedragen.", "‘De ervaren acteur weet emotie op te roepen. Toen we na afloop in gesprek gingen met het publiek, merkte je een open geestesgesteldheid. Toeschouwers leefden mee met de nood van de ontheemden. Maar ze hebben zich ook ingebeeld in de koning die aarzelt vluchtelingen op te nemen, uit angst zijn eigen volk tegen de haren in te strijken. De zaal was veel ontvankelijker voor een andere mening, dat had een twistgesprek nooit kunnen opleveren.", "‘Je mag alles zeggen maar dat hoeft niet. Beschaving betekent soms ook jezelf inhouden.’ Beeld Ivo van der Bent", "Je mag alles zeggen, maar het hoeft niet", "‘Sommige dingen durven we in De Balie niet aan. Over Christus kun je gerust van alles doen - er heeft hier weleens een naakte vrouw aan het kruis gehangen - maar met de profeet Mohammed ligt het gevoeliger. Lange tijd vond ik mezelf een lafaard wanneer we iets niet aandurfden. Dat komt door een van mijn beste vrienden, Theo van Gogh. Theo geloofde dat kunstenaars en intellectuelen de plicht hebben om oude gedachtepatronen te doorbreken. Met zijn beledigingen, door moslims bijvoorbeeld geitenneukers te noemen, gaf hij daar invulling aan.", "‘Na de moord in 2004 stond ik in het mortuarium naast het toegetakelde lijk. Theo’s hals was van oor tot oor opengesneden. Ik voelde woede, ontsteltenis en schuld. Dat heb ik jaren met me meegedragen, maar dat is nu verdwenen. De emoties zijn weggesleten. Maar ik ben ook tot het inzicht gekomen dat een samenleving alleen vooruitkomt wanneer je met elkaar in gesprek blijft. Het voelt niet meer als verraad aan onze vriendschap als ik hardop zeg: provocaties helpen daarbij niet altijd. Je mag alles zeggen maar dat hoeft niet. Beschaving betekent soms ook jezelf inhouden.", "Onderschat de nieuwsgierigheid van het volk niet", "‘Er worden in Nederland twee groepen achtergesteld en buitengesloten. Dat zijn Nederlanders met een migratieachtergrond en de stemmers op Geert Wilders en Thierry Baudet. Afgelopen jaar organiseerden we het Nationaal Gesprek over Vrijheid. Met de boven ons gestelden -burgemeesters, Kamerleden, en ministers - gingen we langs alle mbo-scholen van het land, om met de studenten in gesprek te gaan. Juist op die mbo’s tref je deze twee groepen aan.", "‘De scholen en ambtenaren waarschuwden ons vooraf. Het gesprek mocht beslist niet langer dan vijftig minuten duren, ‘anders houden die studenten hun aandacht er niet bij’. Dat bleek een grove onderschatting. In die zalen was er een ongelofelijke honger en aandacht. Het leverde prachtige uitwisselingen op.", "‘Eén middag kan ik me nog goed herinneren. Kamervoorzitter Khadija Arib zat in een beukend volle aula in Amsterdam Nieuw-West. Een van de studenten pakte de microfoon en vroeg wat ze ervan vond dat Geert Wilders voor het boerkaverbod was. Zonder dat ernaar werd gevraagd, vertelde Arib dat ze zelf ook voor het verbod had gestemd. De zaal zat met open mond te kijken. Arib legde goed en rustig uit hoe ze zelf, als geëmancipeerde feminist, vond dat een boerka de vrijheid van de vrouw inperkt. Veel studenten waren stomverbaasd dat een andere moslim die mening kon hebben.", "Beeld Ivo van der Bent", "Je vecht niet tegen de bierkaai", "‘In 1985 was ik voor het eerst in De Balie. Op het podium stonden twee Amerikaanse hoogleraren, George Steiner en George Mosse. De mannen kwamen beiden uit zwaar vervolgde Joodse families, en waren vanwege het nazisme Europa ontvlucht.", "‘Deze historici stonden in De Balie en waarschuwden het publiek voor de gevaren van het nationalisme. De zaal lachte hen min of meer uit. Met het nationalisme was al afgerekend, dachten intellectuelen destijds. Het was een reliek uit het verleden, hooguit interessant voor de geschiedschrijver. De hoogleraren schudden hun hoofd: dat lijkt nu maar zo, voorspelden ze, maar de hysterie van het nationalisme keert sneller terug dan gedacht.", "‘Als eindexamenscholier zat ik achter in de zaal te luisteren en dacht: misschien hebben ze iets te pakken. Steiner en Mosse waren geleerde mannen die geloofwaardig klonken. Die avond werd er een zaadje geplant: later ben ik in Leiden en Oxford ook het nationalisme gaan bestuderen.", "‘Wat ik wil zeggen is: hoewel de impact van de debatten in De Balie niet te meten is, betekent het niet dat die er niet is. Het is belangrijk dat we binnen deze vier muren denken en spreken over de ideale maatschappij. Het hoeft niet storm te lopen. Het zijn kleine groepen mensen die in de maatschappij het verschil kunnen maken. Dat is geen overtuiging waarvoor ik heb gekozen, daar heb ik het bewijs van gezien.", "‘In de herfst van 1989, net voor de val van de Berlijnse Muur, reisde ik naar Tsjechoslowakije. Als student demonstreerde ik mee op het Wenceslasplein. Ik ontmoette daar de drie oprichters van Charta 77, onder wie Václav Havel en Jirí Hájek. Zij hadden in 1977 het pamflet geschreven dat de communistische regering opriep de burgerrechten te respecteren. Sindsdien hadden de ondertekenaars grote offers gebracht. Ze werden door de autoriteiten tot persona non grata verklaard: ze mochten hun beroep niet meer uitoefenen, werden gevolgd en getreiterd door de politie. Hun kinderen mochten niet meer studeren aan de universiteit.", "‘Er wordt door De Balie-programmamakers hard gewerkt, voor een bescheiden salaris. Dankzij corona zitten er nu geen toeschouwers in de zaal. Het maakt het moeilijk om te zien voor wie je dit werk doet. Als ik zelf twijfel, denk ik aan de mannen op het Wenceslasplein. Havel en Hájek stonden in de wind van het debat, maar persisteerden: ze bleven oppositie voeren en geloven in de zinnigheid van hun werk. Twaalf jaar na het schrijven van het pamflet was de doorbraak. Het communistische regime viel, de groep achter Charta 77 garandeerde een vreedzame machtsoverdracht en Václav Havel werd president. Het is voor mij een blijvende herinnering dat het kleine groepen mensen zijn die de loop van de geschiedenis beïnvloeden.’", "Beeld Ivo van der Bent"], "authors": ["Ashwant Nandram"], "keywords": ["ik", "beschaving", "balie", "jezelf", "zijn", "directeur", "betekent", "inhouden", "ook", "te", "die", "soms", "van", "en", "een", "het", "yoeri", "niet", "dat"], "pubDate": "2021-01-04T16:41:49Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}