{"id": "27ef13b4-f52d-322b-8dda-bf7ace6c9146", "title": "OG3NE wil kerstdagen niet ongemerkt voorbij laten gaan", "url": "https://www.telegraaf.nl/entertainment/1518455004/og3-ne-wil-kerstdagen-niet-ongemerkt-voorbij-laten-gaan", "summary": "Vorig jaar gaven ze een grote liveshow vanuit het Kurhaus in Scheveningen en het plan was om dat dit jaar weer te doen.\n„We moeten toch een beetje kerst vieren met de mensen en niet zomaar de kerstdagen voorbij laten gaan”, zegt Lisa, die samen met haar zussen dit voorjaar ook al een aantal online thuisconcerten gaf onder de noemer Home Isolation Concerts.\nAls kind kwamen ze ook al geregeld in de Efteling.\n„We wonen dichtbij en het is een prachtig natuurrijke plek.” Van attracties houdt ze ook wel, maar het meest van de mildere variant.\nJe gaat gewoon zitten en het is niet te heftig, niemand wordt misselijk en geen gedoe.”", "paragraphs": ["Een kerstshow is voor OG3NE niets nieuws. Vorig jaar gaven ze een grote liveshow vanuit het Kurhaus in Scheveningen en het plan was om dat dit jaar weer te doen. Maar corona gooide roet in het eten, al ontmoedigde dat de zussen niet. „We moeten toch een beetje kerst vieren met de mensen en niet zomaar de kerstdagen voorbij laten gaan”, zegt Lisa, die samen met haar zussen dit voorjaar ook al een aantal online thuisconcerten gaf onder de noemer Home Isolation Concerts.", "De voorbereidingen voor de show zijn intens. Elk 70 minuten durende concert is uniek en in totaal zingen de zussen 53 liedjes. „Het wordt een show zoals je gewend bent van OG3NE”, vertelt Lisa. „Verwacht genoeg medleys! En we zingen oudere en nieuwere kersthits, maar ook liedjes die gewoon goed bij de winterse sfeer passen.”", "Familietraditie", "Ook haar persoonlijke kerstfavoriet, Driving Home For Christmas van Chris Rea, komt voorbij. „Dat is dit jaar mijn favoriet, misschien wel omdat we nu niets anders kunnen dan in de auto zitten en naar huis rijden”, legt ze uit.", "Toen ze eenmaal besloten hadden om de show in de Efteling te geven, voelde dat direct goed. „Het is de ultieme plek voor een kerstconcert. We kunnen wel een hele studio optuigen, maar de Winter Efteling is de perfecte setting.” OG3NE wilde altijd al wat doen met de Efteling, vertelt Lisa. „En nu past het perfect.” Het concert kan ondanks de harde lockdown plaatsvinden omdat de zussen sowieso al na sluitingstijd en zonder publiek zouden optreden.", "Als kind kwamen ze ook al geregeld in de Efteling. „Het was een familietraditie om er ieder jaar een keertje heen te gaan”, vertelt Lisa, die zelf ook nog steeds geabonneerd is op het pretpark. „Ik ga er vaak lekker wandelen met mijn vriend”, legt ze uit. „We wonen dichtbij en het is een prachtig natuurrijke plek.” Van attracties houdt ze ook wel, maar het meest van de mildere variant. „De Fata Morgana vind ik chill. Je gaat gewoon zitten en het is niet te heftig, niemand wordt misselijk en geen gedoe.”"], "authors": [], "keywords": ["van", "al", "niet", "een", "wil", "en", "voorbij", "ook", "gaan", "met", "ze", "laten", "te", "og3ne", "ongemerkt", "kerstdagen", "zussen", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}