{"id": "27f72084-fbd5-3d19-9945-7b24e2315bb5", "title": "De bespiegelingen van The Nerdwriter zijn kort, schaars en doordacht. Nog opmerkelijker: ze léven", "url": "https://trouw.nl/cultuur-media/de-bespiegelingen-van-the-nerdwriter-zijn-kort-schaars-en-doordacht-nog-opmerkelijker-ze-leven~bbc98e7b/", "summary": "Het zijn pareltjes die hoop bieden in bange dagen.\nOmdat ik zelf weinig verstand heb van politiek en kunst, luister ik graag naar de bespiegelingen van Evan Puschak, een jonge denker (32) uit de Verenigde Staten.\nPuschaks bespiegelingen zijn even kort (rond de zeven minuten) en even schaars (iedere maand verschijnt er één) als doordacht en vakkundig, maar opmerkelijker nog: ze lijken te geuren, te ademen, te leven.\nOmdat hij een vollere gereedschapskist ter beschikking heeft dan de schrijvende essayist (Puschak benut film, ­fotografie, muziek, geluidseffecten, animatie en zichzelf), maakt hij van zijn gedachtenkronkels een rijk kijkplezier.\nMaak er wat van, is de boodschap.", "paragraphs": ["The Nerdwriter heet het youtubekanaal van de Amerikaan Evan Puschak. Zijn video-essays lijken te leven. Het zijn pareltjes die hoop bieden in bange dagen.", "Omdat ik zelf weinig verstand heb van politiek en kunst, luister ik graag naar de bespiegelingen van Evan Puschak, een jonge denker (32) uit de Verenigde Staten.", "Voor zijn youtubekanaal ‘The Nerdwriter’ maakt hij video-essays, waarin hij woord voor woord het taalgebruik van Donald Trump ontleedt, de schoonheid aanwijst in Van Goghs lelijke eendje Het nachtcafé, graaft langs de wortels van Rowan Atkinsons komische talenten en zoekt naar wat de iconische bliepjesmuziek in oude Super-Nintendo-games zo iconisch maakt.", "Puschaks bespiegelingen zijn even kort (rond de zeven minuten) en even schaars (iedere maand verschijnt er één) als doordacht en vakkundig, maar opmerkelijker nog: ze lijken te geuren, te ademen, te leven. Essays met een hartslag.", "Hij heeft een vollere gereedschapskist dan de schrijvende essayist", "Puschak laat de toeschouwer meekijken door zijn bril, waarachter poëzie en menselijkheid fel oplichten en de kleinste details grote betekenis krijgen. Omdat hij een vollere gereedschapskist ter beschikking heeft dan de schrijvende essayist (Puschak benut film, ­fotografie, muziek, geluidseffecten, animatie en zichzelf), maakt hij van zijn gedachtenkronkels een rijk kijkplezier.", "Zijn pareltjes hebben iets opbeurends, bieden hoop in bange tijden en lenen zich goed voor een lege zondagmiddag, tijdens wat Gerard Reve eens omschreef als ‘de zelfmoorduren van globaal half drie tot vijf uur’. Ik raad u Puschaks lofzang aan op de Japanse kunstvorm kintsugi, die gebroken aardewerk door middel van gouden lijm een tweede ­leven geeft. Breuk en trauma zijn unieke kansen, stelt hij, om van de scherven iets mooiers te maken.", "Maak er wat van, is de boodschap."], "authors": [], "keywords": ["zijn", "van", "nog", "kort", "opmerkelijker", "en", "een", "ze", "schaars", "leven", "léven", "te", "nerdwriter", "het", "puschak", "hij", "wat"], "pubDate": "2021-01-09T18:39:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}