{"id": "2808dc55-299c-3201-876a-9bf406907385", "title": "Kinderserie over John ‘Piemelman’ en zijn grote geslachtsdeel zorgt voor boze Deense kijkers", "url": "https://www.trouw.nl/buitenland/kinderserie-over-john-piemelman-en-zijn-grote-geslachtsdeel-zorgt-voor-boze-deense-kijkers~b05c4cc5/", "summary": "De begeleidende synopsis van de omroep luidt: “Plotseling blijkt de hond uitlaten een fluitje van een cent.\nIs dit nu wat je noemt publieke dienstverlening?”Anderen leken vooral gekant tegen het principe van het oncontroleerbare mannelijk geslacht en het onverhulde fallocentrisme van de maatschappij op macroniveau, het kinderprogramma op microniveau.\n“In het programma erkennen we de groeiende interesse van kinderen in hun lichaam en geslachtsdelen.” Daarin worden thema’s aangesneden als ‘schaamte en lichamelijk genot’.\nDe grootte van zijn geslachtsdeel is zo overdreven dat kinderen beseffen dat het een grapje is.”YouTubefragmenten van Dillermands in totaal dertien penisavonturen werden in de eerste week 800.000 keer bekeken.\nMaar zo braaf is de Nederlandse kindertelevisie helemaal niet, kinderen kijken alleen niet meer op van de taboes van vroeger.", "paragraphs": ["In het Deense binnenlandse nieuws was afgelopen week een glansrol weggelegd voor de antiheld in een nieuwe kinderserie, John Dillermand, en zijn alledaagse avonturen: nu eens laat hij de hond uit, dan weer gaat hij naar de dierentuin. Klinkt weinig opzienbarend, ware het niet dat de eigenlijke hoofdrol is toebedeeld aan zijn exceptioneel lange mannelijk lid waardoor hij keer op keer in ongewone situaties belandt.", "Zo gebruikt John Dillermand (letterlijk: Piemelman) in de eerste aflevering zijn piemel als hondenriem. De begeleidende synopsis van de omroep luidt: “Plotseling blijkt de hond uitlaten een fluitje van een cent. Maar als alle buren willen dat John ook hun honden uitlaat, wordt het hem te veel. Een kat loopt voorbij en John laat alle honden ontsnappen. Hij moet laten zien wat hij waard is. Met zijn piemel lukt het hem alle hondjes weer te vangen, en redt hij toch nog de dag.”", "Ook in een progressief land als Denemarken is een kinderprogramma over een animatiepenis reden voor een debat over wat nu eigenlijk geschikte televisie is voor de doelgroep van kinderen tussen de vier en acht jaar.", "Onverhuld fallocentrisme", "Talloze Denen, vanuit het hele politieke spectrum, lieten hun afschuw blijken. Onder hen het extreem-rechtse parlementslid Morten Messerschmidt, die een ziedend Facebookbericht plaatste: “Ik denk niet dat het kijken naar mannelijke genitaliën voor kinderen normaal moet worden. Is dit nu wat je noemt publieke dienstverlening?”", "Anderen leken vooral gekant tegen het principe van het oncontroleerbare mannelijk geslacht en het onverhulde fallocentrisme van de maatschappij op macroniveau, het kinderprogramma op microniveau. Zij hadden liever een ontembare vagina in de schijnwerpers gezien. Of, zoals auteur Anne Lise Marstrand-Jørgensen schreef: “Is dit echt de boodschap die we kinderen willen meegeven terwijl we in een gigantische #MeToo-golf verkeren?”", "De Deense publieke omroep DR repliceerde op Facebook dat ze het ‘belangrijk vinden verhalen over lichamen te kunnen vertellen’. “In het programma erkennen we de groeiende interesse van kinderen in hun lichaam en geslachtsdelen.” Daarin worden thema’s aangesneden als ‘schaamte en lichamelijk genot’.", "Traditie van grenzen opzoeken", "“Het is een Deens programma bij uitstek”, aldus educatie-expert Sophie Munster tegen persbureau AFP. “We hebben een traditie van grenzen opzoeken en humor toepassen en we vinden dat volkomen normaal.”", "Munster bracht tegen de critici in dat ‘het debat gevoerd wordt vanuit het perspectief van volwassenen, waarin een lange penis wordt geseksualiseerd’. “Kinderen hebben een ander perspectief. De grootte van zijn geslachtsdeel is zo overdreven dat kinderen beseffen dat het een grapje is.”", "YouTubefragmenten van Dillermands in totaal dertien penisavonturen werden in de eerste week 800.000 keer bekeken.", "Lees ook:", "Is alle kindertelevisie tegenwoordig gezapig, of lijkt dat maar zo?", "Aart Staartjes vond het huidige aanbod van kindertelevisie maar vervelend en preuts. Maar zo braaf is de Nederlandse kindertelevisie helemaal niet, kinderen kijken alleen niet meer op van de taboes van vroeger."], "authors": ["Anne Grietje Franssen"], "keywords": ["kinderen", "zijn", "van", "voor", "zorgt", "en", "een", "geslachtsdeel", "john", "kinderserie", "piemelman", "op", "grote", "kijkers", "het", "hij", "dat"], "pubDate": "2021-01-11T12:23:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}