{"id": "282d99a6-b902-3f78-a9d7-2a9b57eb3127", "title": "The Mole Agent bewijst dat gewoon een praatje over niets soms al heel wat is", "url": "https://www.parool.nl/kunst-media/the-mole-agent-bewijst-dat-gewoon-een-praatje-over-niets-soms-al-heel-wat-is~bcb028a7/", "summary": "Het leidde haar naar de innemende, eigenaardige documentaire The Mole Agent, die in feite precies die reis aflegt: van een wereld van wantrouwen naar een wereld van gesprekken.\nCentraal staat de 83-jarige Sergio, die door privédetective Romulo wordt ingehuurd voor een klus in een bejaardentehuis.\nHoewel Romulo zijn mol dus zorgvuldig selecteert, blijkt al snel dat het detectivevak toch niet bepaald is weggelegd voor Sergio.\nWat blijft is de droogkomische ondertoon die al haar films kenmerkt, en een warme, meelevende blik op eenzaamheid op leeftijd.\nEen film die bewijst dat gewoon een praatje over niets soms al heel wat is.", "paragraphs": ["Voor het werk van privédetectives geldt in feite hetzelfde als het euvel waar veel films aan lijden: als mensen gewoon eens met elkaar zouden praten, was er geen zaak. Dat signaleerde de Chileense documentairemaker Maite Alberdi in elk geval toen zij korte tijd ‘stage liep’ op een detectivebureau, dat goede zaken deed in deze tijden van groeiend wantrouwen.", "Het leidde haar naar de innemende, eigenaardige documentaire The Mole Agent, die in feite precies die reis aflegt: van een wereld van wantrouwen naar een wereld van gesprekken. Centraal staat de 83-jarige Sergio, die door privédetective Romulo wordt ingehuurd voor een klus in een bejaardentehuis. De vriendelijke oude man gaat er undercover, als ‘mol’ voor een cliënt die bang is dat haar moeder in het tehuis wordt mishandeld of bestolen.", "Alberdi is een lieveling op documentairefestival Idfa, waar ze met haar eerste drie lange films The Lifeguard (2011), Tea Time (2014) en The Grown-Ups (2016) telkens in de prijzen viel. The Mole Agent is de eerste van haar films die ook buiten het festival de Nederlandse bioscopen bereikt, en werd ook in de rest van de wereld gretig opgepikt voor festivalvertoningen en (online) releases. Het is niet moeilijk te zien waarom: ‘undercover in een bejaardentehuis’ is een goed verkoopbaar en intrigerend uitgangspunt, en Alberdi’s uitvoering is al even aimabel en droogkomisch als hoofdpersoon Sergio.", "In de opening van de film wordt hij door Romulo geselecteerd via een castingsessie, waarbij hij een flinke handvol andere tachtigers moet verslaan. Alberdi gebruikt in deze vroege scènes de vet aangezette stilering van een film noir: de detective gehuld in slonzig jasje en bretels over zijn overhemd, het kantoor vol archiefkasten badend in de harde schaduwlijnen van de luxaflex.", "Hoewel Romulo zijn mol dus zorgvuldig selecteert, blijkt al snel dat het detectivevak toch niet bepaald is weggelegd voor Sergio. Eerste probleem: hij krijgt de pencamera’s en smartphones maar niet onder de knie, terwijl hij die technologie nodig zal hebben om bewijs te verzamelen en te rapporteren aan de chef.", "Nog lastiger is het dat Sergio, die pas onlangs weduwnaar werd, helemaal niet ingesteld lijkt te zijn op de voor een spion noodzakelijke afstand tot zijn doelwitten. Al snel is hij bevriend met meerdere van de andere bewoners. Vooral de dames in het tehuis laten zich zijn aandacht graag welgevallen. Hoe meer Sergio de rol van detective loslaat en zich toestaat zichzelf te zijn, hoe meer ook Alberdi de detectivestilering van haar film laat varen.", "Wat blijft is de droogkomische ondertoon die al haar films kenmerkt, en een warme, meelevende blik op eenzaamheid op leeftijd. Een film die bewijst dat gewoon een praatje over niets soms al heel wat is."], "authors": ["Joost Broeren-Huitenga"], "keywords": ["praatje", "wat", "van", "gewoon", "bewijst", "het", "die", "zijn", "heel", "niets", "mole", "een", "haar", "dat", "soms", "en", "te", "voor"], "pubDate": "2020-12-09T10:25:56+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}