{"id": "28324f95-b193-3d04-996d-ebc674c7a71f", "title": "Op een van de sneltestgebouwtjes was een papier geplakt waar ‘vieze ruimte’ op stond", "url": "https://volkskrant.nl/columns-opinie/op-een-van-de-sneltestgebouwtjes-was-een-papier-geplakt-waar-vieze-ruimte-op-stond~b2cc081f/", "summary": "’s Nachts lag ik te klappertanden van de koorts.\nDat is duur, maar ik besloot het te zien als een cadeau aan mijzelf, als een soort wellnessmomentje in een wellnessloze wereld.\nOp een van de gebouwtjes was een papier geplakt waar ‘vieze ruimte’ op stond.\nUit de niet-vieze ruimte kwam een mevrouw die de inmiddels bekende wattenstaafjeshandelingen uitvoerde (‘probeert u zich te ontspannen’).\nIk voelde mij beterder dan ooit.", "paragraphs": ["’s Nachts lag ik te klappertanden van de koorts. En ik moest hoesten. De volgende ochtend voelde ik me wel beter, maar het leek me dat volwassen mensen met verantwoordelijkheidsgevoel zich zouden laten testen, dus dat deed ik ook maar. Omdat ik wat prangende werkverplichtingen had, moest het zelfs een sneltest worden. Dat is duur, maar ik besloot het te zien als een cadeau aan mijzelf, als een soort wellnessmomentje in een wellnessloze wereld.", "Ik mocht naar een parkeerterrein in Amsterdam-Zuidoost. Daar stonden twee sneltestgebouwtjes, die gemaakt waren door het bedrijf Jan Snel. Op een van de gebouwtjes was een papier geplakt waar ‘vieze ruimte’ op stond. Ik ben dol op dit soort duidelijkheid.", "Uit de niet-vieze ruimte kwam een mevrouw die de inmiddels bekende wattenstaafjeshandelingen uitvoerde (‘probeert u zich te ontspannen’). Ik reed weer naar huis en een kwartier later kon ik mijn uitslag downloaden: negatief. Ik voelde mij beterder dan ooit."], "authors": ["Paulien Cornelisse"], "keywords": ["van", "stond", "voelde", "waar", "op", "het", "maar", "geplakt", "ik", "papier", "een", "te", "dat", "zich", "ruimte", "sneltestgebouwtjes", "vieze"], "pubDate": "2020-11-27T16:33:47+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}