{"id": "28356bb1-bd67-31c3-a9fa-c034c50f1caa", "title": "Oud-politiechef Capitool: deze bestorming had me mijn baan gekost", "url": "https://nos.nl/nieuwsuur/artikel/2363456-oud-politiechef-capitool-deze-bestorming-had-me-mijn-baan-gekost.html", "summary": "\"De belangrijkste wetshandhavers zijn het hoofd van de Capitol Police en de Sergeants at Arms van de Senaat en het Huis van Afgevaardigden.\nDaarna promoveerde hij tot Sergeant at Arms van de Senaat, waarmee hij onder meer verantwoordelijk werd voor de veiligheid in de Senaat.\n\"Als ik tijdens de bestorming de leiding zou hebben gehad, zou ik mij persoonlijk en professioneel verantwoordelijk voelen en zou ik aansprakelijk worden gehouden.\nIk denk niet dat ik mijn baan nog lang had gehouden.\"\nIk had nooit gedacht dat ik zoiets zou zien gebeuren bij het Capitool, dat het gebouw zou worden binnengedrongen.", "paragraphs": ["Vier doden, zeker 14 gewonde agenten en een grote deuk in de Amerikaanse democratie. De discussie over wie hiervoor verantwoordelijk is, barstte gelijk los nadat het Congresgebouw in Washington D.C. gisteren weer was veiliggesteld.", "Voor oud-politiechef Terry Gainer is al duidelijk wie er schuld heeft. \"De belangrijkste wetshandhavers zijn het hoofd van de Capitol Police en de Sergeants at Arms van de Senaat en het Huis van Afgevaardigden. De verantwoordelijkheid ligt op hun bureau.\" Beide Sergeants at Arms zullen vertrekken, werd vandaag duidelijk.", "Tussen 2002 en 2006 stond Gainer zelf aan het hoofd van de Capitol Police, de politiedienst van een paar duizend man belast met de bewaking van het Amerikaanse Congres. Daarna promoveerde hij tot Sergeant at Arms van de Senaat, waarmee hij onder meer verantwoordelijk werd voor de veiligheid in de Senaat. Dit was hij tot 2014.", "\"Als ik tijdens de bestorming de leiding zou hebben gehad, zou ik mij persoonlijk en professioneel verantwoordelijk voelen en zou ik aansprakelijk worden gehouden. Ik denk niet dat ik mijn baan nog lang had gehouden.\"", "'Het leek onecht'", "Gainer volgde de gebeurtenissen van gisteren met afgrijzen. \"Ik was geschokt en heel teleurgesteld. Mijn maag draaide om. Ik had nooit gedacht dat ik zoiets zou zien gebeuren bij het Capitool, dat het gebouw zou worden binnengedrongen. Ik heb zoveel tijd doorgebracht in de Senaat. De betogers die daar op het podium zaten, dat leek onecht.\""], "authors": ["Terry Gainer", "Oud-Politiechef Capitool", "Dit Is Een Artikel Van"], "keywords": ["ik", "baan", "capitool", "van", "gekost", "senaat", "mijn", "en", "hij", "oudpolitiechef", "verantwoordelijk", "bestorming", "het", "arms", "deze", "dat", "zou"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}