{"id": "2851af9d-c124-3fb3-9863-04f185f557b0", "title": "Emmen stopt project om wijk Emmerhout in tien jaar energieneutraal te maken", "url": "https://www.dvhn.nl/drenthe/Emmen-stopt-project-om-wijk-Emmerhout-in-tien-jaar-energieneutraal-te-maken-26296078.html", "summary": "De gemeente Emmen zet na drie jaar een streep door het ambitieuze project om de wijk Emmerhout in tien jaar tijd energieneutraal te maken.\n,,Bedrijven zijn voor het overgrote deel verantwoordelijk voor de uitstoot van CO2’’, weet wethouder René van der Weide (Wakker Emmen).\nHet gaat daarbij om het aanleggen van een warmtenet en het op grote schaal isoleren van huizen.\nEmmen had gevraagd om geld om vijfhonderd huizen dusdanig te verduurzamen dat ze van het gas af kunnen, maar dat verzoek is afgewezen.\nEr loopt nog een project om een modelwoning van de grond te krijgen, waarin allerlei verduurzamingsmaatregelen zijn te zien.", "paragraphs": ["De gemeente Emmen zet na drie jaar een streep door het ambitieuze project om de wijk Emmerhout in tien jaar tijd energieneutraal te maken.", "In plaats daarvan gaat de gemeente de focus meer richten op de industrie. ,,Bedrijven zijn voor het overgrote deel verantwoordelijk voor de uitstoot van CO2’’, weet wethouder René van der Weide (Wakker Emmen). ,,Daar valt het meeste rendement te halen.’’", "Rijk komt niet met geld over de brug", "Een van de aanleidingen om met Emmerhout Energieneutraal te stoppen is het uitblijven het subsidie van het Rijk voor twee grote projecten. Het gaat daarbij om het aanleggen van een warmtenet en het op grote schaal isoleren van huizen. Emmen had gevraagd om geld om vijfhonderd huizen dusdanig te verduurzamen dat ze van het gas af kunnen, maar dat verzoek is afgewezen. Omdat Emmen fors moet bezuinigen, kan de gemeente niet zelf al die miljoenen op tafel leggen.", "Destijds was voor Emmerhout gekozen omdat veel van de woningen slecht geïsoleerd zijn.", "‘Mooie resultaten’", "Van der Weide wijst erop dat er in drie jaar tijd mooie resultaten zijn bereikt. Volgens hem zijn er inmiddels tweehonderd woningen in de wijk van het gas af. ,,Veel wijkbewoners hebben zich actief en enthousiast ingezet. Er is veel ervaring opgedaan, juist ook dankzij de inzet van Lefier. Dat we pas op de plaats maken betekent niet dat we helemaal niets meer doen. Zo blijven we een bewonersgroep ondersteunen. Ook willen we aanhaken als er kansen zijn voor een alternatieve warmtevoorziening.’’", "Ook woningcorporatie Domesta heeft een groot deel van haar woningen in de wijk verduurzaamd, door de plaatsing van zonnepanelen en het aanbrengen van extra isolatie.", "Wijkbelangen betreurt stopzetten project", "Wijkbelangen Emmerhout betreurt het stopzetten van het project. Het zogenoemde wijkexpeditieteam (voorgekomen uit de wijkvereniging) wil namelijk graag verder met verduurzaming van Emmerhout. Er loopt nog een project om een modelwoning van de grond te krijgen, waarin allerlei verduurzamingsmaatregelen zijn te zien. Ook technieken om huizen levensloopbestendig te maken worden er getoond.", "De gemeente wil het expeditieteam blijven ondersteunen. Volgende maand is daarover een gesprek."], "authors": ["Gerton Albers"], "keywords": ["wijk", "zijn", "om", "maken", "van", "stopt", "een", "voor", "te", "het", "er", "tien", "emmerhout", "jaar", "dat", "energieneutraal", "project"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}