{"id": "28518a90-c892-3c31-92b1-6b5c8c9ca4bc", "title": "Een ‘cartoon met een jihadist’ – dat zegt niks", "url": "https://nrc.nl/nieuws/2020/12/03/een-cartoon-met-een-jihadist-dat-zegt-niks-a4022393", "summary": "Voorbeeld: het Jeugdjournaal (5 november) had een item over het onderduiken van de leraar in Rotterdam, vanwege ‘een cartoon met jihadist’.\nEen veilige leeromgeving creëren heeft iets weg van een antiterreurtraining en begint met ‘de-escaleren’.\nnegatief kunnen reageren en dat je je relatie met leerlingen kunt schaden.\nEn dan zit je toch met een probleem: goed kijken en beschrijven, dat kan niet zonder een spotprent/tekening/cartoon erbij te pakken.\nWant dan pas zie je bijvoorbeeld een tekst op de tulband van Mohammed (Kurt Westergaard) of zie je dat de bloedspetters van een mes lijken op de druppels van een tong (Joep Bertrams).", "paragraphs": ["Buiten op de muur van het Huygens College hangt een grote foto. Zo op het eerste gezicht zie je een doorsnee stadsgezicht met tram. Onder de foto staat het citaat van leerling Hassan, 15 jaar. „Op een foto kunnen meerdere dingen gebeuren.” Inderdaad. Wie goed kijkt, ziet hoe een witte vrachtwagen de tram blokkeert, en in de reflectie Nederlandse vlaggetjes. Het leidt tot vragen. Van wie is de vrachtwagen, is het een feestdag?", "Goed kijken is niet vanzelfsprekend. Sterker nog, kinderen krijgen zelfs een omgekeerde boodschap: ik kijk voor jou, sla jij maar over. Voorbeeld: het Jeugdjournaal (5 november) had een item over het onderduiken van de leraar in Rotterdam, vanwege ‘een cartoon met jihadist’. „Wij laten de cartoon niet zien.” Punt. Geen argumentatie, geen informatie over de inhoud van de cartoon.", "Het gaat mij er niet om dat het Jeugdjournaal de cartoon in kwestie van Joep Bertrams (Onthoofde man draagt T-shirt met daarop ‘Charlie Hebdo’ en steekt zijn tong uit naar een bebaarde man met bloederig mes) zou moeten tonen. Maar nu ga je gissen, oordelen op basis van een wel heel magere beschrijving.", "Cartoons, tekeningen of spotprenten niet laten zien maar ‘beschrijven’ is inmiddels de oplossing die steeds vaker wordt geadviseerd aan leraren. Gevraagd naar het wel of niet tonen van Mohammed-spotprenten stelt filosoof Marli Huijer voor als „compromis” om „de spotprent niet af te drukken maar gedetailleerd te beschrijven” (de Volkskrant 19/11).", "Ook de Universiteit van Utrecht ziet beschrijven als een uitkomst. In een lesbrief voor leraren naar aanleiding van de recente moord op de Franse leraar Samuel Paty stelt een aantal hoogleraren dat het mogelijk moet zijn spotprenten te tonen, ook aan islamitische leerlingen, mits de leeromgeving veilig is. Een veilige leeromgeving creëren heeft iets weg van een antiterreurtraining en begint met ‘de-escaleren’. Vervolgens zijn er twee manieren van aanpak. Ten eerste de ‘confronterende’ aanpak: cartoons gewoon laten zien. Maar dat heeft als nadeel dat kinderen en hun ouders (!) negatief kunnen reageren en dat je je relatie met leerlingen kunt schaden. De tweede, zogeheten ‘dialogische’ aanpak verdient de voorkeur. Dat staat er niet zo, maar omdat ze louter mogelijk negatieve effecten van de eerste aanpak noemen, en er een plan van aanpak bij de tweede staat, trek je deze conclusie. Bij de dialogische aanpak laat je gevoelige afbeeldingen niet zien, maar kun je „de afbeelding bespreken door die te beschrijven”.", "De suggestie is dat beschrijven wat je ziet eenvoudig is, en dat iedereen die de beschrijving aanhoort hetzelfde plaatje creëert in zijn hoofd. Maar goed beschrijven is minder gemakkelijk dan je denkt. Goed beschrijven vergt goed kijken. Goed kijken leer je door mee te kijken met een geoefend oog. En dan zit je toch met een probleem: goed kijken en beschrijven, dat kan niet zonder een spotprent/tekening/cartoon erbij te pakken. Want dan pas zie je bijvoorbeeld een tekst op de tulband van Mohammed (Kurt Westergaard) of zie je dat de bloedspetters van een mes lijken op de druppels van een tong (Joep Bertrams). En dan kun je interpreteren. Is er echt maar één betekenis mogelijk?", "De waarde van goed kijken is van groot belang. Niet omdat je door goed te kijken een mening vormt, het is eerder omgekeerd: door eerst goed te kijken en dan te beschrijven wat je ziet, leer je je oordeel uit te stellen. Kunstcritica Wieteke van Zeil stelt in haar boek Altijd iets te vinden terecht dat ieder jong kind getraind zou moeten worden in dit oordeelloze kijken. Eerst analyseren, dan interpreteren, dan evalueren.", "Goed kijken dus. Want niet het beledigen, maar de vaardigheid van het goed kijken, beschrijven, vragen stellen, meerdere perspectieven zien, interpreteren en onderbouwen, dat is de basis van democratie. Wat Hassan zegt.", "Stine Jensen is filosoof en schrijver. Zij vervangt deze week Clarice Gargard.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 3 december 2020"], "authors": ["Stine Jensen", "Leestijd Minuten"], "keywords": ["kijken", "zegt", "van", "het", "jihadist", "met", "maar", "niks", "een", "je", "dat", "en", "cartoon", "te", "niet"], "pubDate": "2020-12-03T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}