{"id": "28587f5a-de4c-36c8-90a9-709c1dab63e6", "title": "In 1886 kraakte Abraham Kuyper de Nieuwe Kerk", "url": "https://www.parool.nl/ps/in-1886-kraakte-abraham-kuyper-de-nieuwe-kerk~bebdb4c1/", "summary": "Van een bezoek van Mozart tot de eerste stempelautomaat: wat gebeurde er vroeger in de stad?\nWesthoff had de deur van de consistoriekamer laten voorzien van nieuwe sloten, versterkt en twee potige portiers ingehuurd.\nDe definitieve sluitingsdatum is afhankelijk van het overleg met de vakbonden en verkoop van het pand.\nCarre 1888 Beeld Collectie StadsarchiefBeeld StadsarchiefDecember 1943: Piet Mijksenaar hoofd Bureau OntruimingenBegin december 1943 werd Piet Mijksenaar (1901-1975) benoemd tot hoofd van het nieuwe gemeentelijke Bureau Ontruimingen.\nDe Cineac, onderdeel van het Franse Cinéma Actuel, werkte samen met het Algemeen Dagblad.", "paragraphs": ["Nu geschiedenis, maar destijds het laatste nieuws in Amsterdam. Van een bezoek van Mozart tot de eerste stempelautomaat: wat gebeurde er vroeger in de stad?", "6 januari 1886: Abraham Kuyper kraakt Nieuwe Kerk", "Kerkenraadsvoorzitter dominee A.J. Westhoff had de deur van de consistoriekamer laten voorzien van nieuwe sloten, versterkt en twee potige portiers ingehuurd. Desondanks wist een groepje mannenbroeders onder leiding van Abraham Kuyper op woensdag 6 januari 1886 met geweld bezit te nemen van de ruimte in de Nieuwe Kerk waar de eigendomsbewijzen van de kerkelijke goederen lagen. Kuyper had de rechtzinnige gelovigen al hun eigen krant, politieke partij en universiteit gegeven. Met de bezettingsactie wilde hij de modernistische vrijzinnigen binnen de kerkenraad buitenspel zetten. De bezetting werd een jaar volgehouden, een scheuring binnen de hervormde kerk bleek onoverkomelijk. De gehavende ‘deur van Kuyper’ in de kerk herinnerde jarenlang aan de pijnlijke kerkscheuring. En verhuisde in 1979 naar Museum Catharijneconvent in Utrecht.", "6 januari 1978: sluiting van de VAMI-lunchroom", "Eigenaar Ahold kondigt op 6 januari 1978 de sluiting aan van het VAMI-restaurant in de Kalverstraat 171. De definitieve sluitingsdatum is afhankelijk van het overleg met de vakbonden en verkoop van het pand. Het concept is volgens Ahold verouderd, terwijl de Kalverstraat vooral steeds meer jong publiek trekt. De ‘lunchroom voor de gewone man’ was oorspronkelijk eigendom van de Verenigde Amsterdamse Melk Inrichtingen (VAMI). En geliefd om de poffertjes, ijs uit de eigen melkfabriek aan de Prinsengracht en redelijk geprijsde stamppotten en complete maaltijden. Na de overname door Ahold werd de melkinrichting afgestoten en werd er OLA-ijs geserveerd. Ook Dik Trom gaat in een van zijn boeken poffertjes eten bij VAMI. Serveerster A. Koppens in Het Parool. “Als kinderen daarnaar vragen, zeggen wij: kijk, op die stoel heeft Dik Trom gezeten en daar mag jij nu op zitten.”", "Motor met zijspan van VAMI-roomijs op de Van Tuyll van Serooskerkenweg ter hoogte van nummer 17 bij de Agamemnonstraat. Beeld Stadsarchief Amsterdam", "19 december 1960: een rechtszaak om rood", "Modeontwerper Dick Holthaus ligt eind 1960 overhoop met zijn buren in de Vondelstraat. Op maandag 19 december dient zelfs een kort geding tegen de ‘gruwelijk ossenbloedrood’ gekleurde muren van de hal van zijn benedenwoning. “Voorbijgangers krijgen vanaf de straat de indruk dat het een huis van lichte zeden betreft,” meent de advocaat van de buren. De rechter wordt door de raadsman van Holthaus bedolven onder stapels Franse modetijdschriften om aan te tonen dat het gaat om ‘verantwoord gebruik van functioneel rood’ in een modern interieur. “Wat in Frankrijk kan, behoeft hier nog niet te kunnen,” riposteert de advocaat van de klagers. Rechter U. Stheeman stelt de uitspraak uit, pakt de fiets en inspecteert eerst de hal: “Dit is rood.”", "Dick Holthuis kreeg later nog meer zin in rood: stewardessen van Martinair showen de nieuwe collectie ontworpen door de couturier (foto uit 1989). Beeld anp", "13 december 1942: Mussert uitgeroepen tot Leider Nederlandsche Volk", "‘Een grootste manifestatie van verbondenheid en trouw aan den Führer en den Leider der NSB,’ zo omschreef De Telegraaf de partijbijeenkomst op zondag 13 december 1942 van de Nationaal Socialistische Beweging der Nederlanden, in ‘een tot de allerlaatste plaats’ bezette grote zaal van het Concertgebouw. Rijkscommissaris Arthur Seyss Inquart betrok de NSB officieel bij het landbestuur en riep partijleider Anton Mussert uit tot ‘Leider van het Nederlandsche Volk’. Tot grote tevredenheid van NSB-partijbons Cornelis van Geelkerken: “De laatste drie jaren heeft men wel het meest van ons gevraagd, omdat toen onze wensen en verlangens bij alles ten achter moesten worden gesteld. Voor landverraders zijn wij uitgemaakt, doch het is nu wel duidelijk, wie de landverraders zijn.” Waarna twee coupletten van het Oostlandlied werden gezongen, en elf leden van de Jeugdstorm de zaal binnenmarcheerden om de elf gewestvlaggen aan hun leider te presenteren.", "De NSB-bijeenkomst in het Concertgebouw. Beeld Stadsarchief", "10 december 1970: Jordanees Toon Klepper in nieuwe film Jacques Tati", "Jordanees Toon Klepper (41) speelt in de nieuwe Franse filmkomedie Traffic van Jacques Tati de rol van garagist. En daar is hij trots op, vertelt hij 10 december 1970 in Het Parool. In de film reist Tati als zijn alter ego Monsieur Hulot met een nog geheime nieuwe luxe sportwagen van Parijs naar de AutoRAI. Volgens het artikel werd ‘de rossige, wat corpulente Toon’ voor de rol gecast in zijn stamkoffiehuis Puck op de Brouwersgracht, en zal hij in januari zijn rol inspreken in Parijs. “Het is volgens hen erg moeilijk om een Fransman te vinden die Engels met een Hollands accent spreekt.” Volgens Toon is Tati tevreden. “Ik heb nooit eerder geacteerd, maar in de Jordaan zijn we allemaal toneelspelers.”", "Fragment uit de filmposter van Traffic. Beeld -", "3 december 1887: Circustheater Carré geopend", "De reislustige Duitse circusfamilie Carré reisde met hun paardendressuurnummer door heel Europa. Vanaf 1864 verzorgde de familie ook optredens in Nederland, in Amsterdam op het Amstelveld tijdens de jaarlijkse kermis. Na het gemeentelijke kermisverbod kocht Carré een terrein aan de Amstel waar hij een houten circustent liet bouwen. Het brandgevaarlijke gevaarte werd zeven jaar later vervangen door een imposant stenen circustheater. ‘Het is een paleis, dat u door zijne afmetingen niet alleen, maar door zijne inrichting aan iets vorstelijks doet denken,’ jubelde de Nieuwe Rotterdamsche Courant bij de opening op 3 december 1887. ‘Breede toegangen, gemakkelijke trappen, fraaie koffiekamers en foyers – en dan de hoofdzaak: eene kleurrijk gedecoreerde zaal, imposant door hare wijdte en hoogte.’ Het circustheater kreeg later een tweede leven als variététheater. In 1968 dreigde even sloop. Een vastgoedtycoon droomde van de bouw van een hotel, parkeergarage of gevangenis.", "Carre 1888 Beeld Collectie Stadsarchief", "Beeld Stadsarchief", "December 1943: Piet Mijksenaar hoofd Bureau Ontruimingen", "Begin december 1943 werd Piet Mijksenaar (1901-1975) benoemd tot hoofd van het nieuwe gemeentelijke Bureau Ontruimingen. Als hoofd Voorlichting, Propaganda en Vreemdelingenverkeer had hij na de capitulatie in mei 1940 al ijverig gebouwen gevorderd voor inkwartiering van de Duitse troepen. Met dezelfde inzet stortte hij zich op een zo efficiënt mogelijk verloop van de gedwongen verhuizing van 80.000 Amsterdamse Joden. Zijn gemeentelijke garantstelling aan verhuisbedrijven maakte een einde aan opgelopen vertragingen. Daarbij schroomde hij ook niet om ambtenaren en andere diensten onder druk te zetten, bleek vier jaar geleden uit onderzoek van historicus Stephan Steinmetz. Mijksenaar mocht na de bevrijding aanblijven als hoofd Voorlichting, trad zelfs toe tot het Militair Gezag en werd geëerd voor het redden van twee Joden uit de Hollandsche Schouwburg.", "Pieter Jan Mijksenaar. Beeld Stadsarchief", "21 november 1938: weer een wereldrecord voor Iet van Feggelen", "De Amsterdamse zwemster Iet van Feggelen (1921-2012) was een fenomeen op de rugslag. Op 21 november 1938 verbeterde ze haar eigen wereldrecord op de 100 meter rugslag, tijdens de zweminterland Nederland-Indië. ‘Het was al meer dan een week geleden dat let van Feggelen voor het laatst een wereldrecord verbeterd had,’ aldus De Telegraaf na haar nieuwe wereldrecord van 1 minuut en 13 seconden. Ze grossierde dan ook in wereldrecords, maar werd door de oorlog weerhouden van kans op Olympisch goud. Haar vader richtte in 1939 zwem- en waterpolo vereniging De Meeuwen op, na een conflict met zwemvereniging Het Y over de trainingsfaciliteiten voor zijn dochter. In 1947 introduceerde Iet van Feggelen het kunstzwemmen in Nederland met de Bathing Beauties, de kunstzwemafdeling van De Meeuwen.", "Iet van Feggelen, hier in het midden (met bril), was een Amsterdamse rugslagspecialiste die liefst zeven keer een wereldrecord vestigde.", "13 november 1933: Duikers subtiele Cineac", "Met veel bombarie werd op 13 november 1996 het filiaal van de Amerikaanse restaurantketen Planet Hollywood geopend, in de voormalige bioscoop Cineac. Ook bij de opening van de Cineac, november 1933, rukte de pers uit. Het enthousiasme voor de opvallende constructie van architect Jan Duiker in de Reguliersbreestraat, opgetrokken uit staal, glas en beton, kende geen grenzen. Zowel het gebouw als de functie, een doorlopend bioscoopjournaal, waren uniek voor Nederland. De Cineac, onderdeel van het Franse Cinéma Actuel, werkte samen met het Algemeen Dagblad. Kunsthistoricus Erik Mattie prees in Ons Amsterdam dat met de komst van de Amerikaanse keten de oorspronkelijke gevel van Duiker weer in ere was hersteld. Maar was minder gelukkig met de aankleding van de zaal met filmparafernalia: ‘Elke subtiliteit van Duiker is aan het oog onttrokken door de romantiek van een tienerkamer, met de bijhorende rotzooi.’", "De creatie van Duiker van glas, staal en beton. Beeld Paul Guermonprez/ Stadsarchief", "Lees ook het oude overzicht terug."], "authors": ["Het Parool"], "keywords": ["zijn", "van", "het", "voor", "en", "nieuwe", "een", "met", "aan", "op", "kerk", "abraham", "kuyper", "1886", "kraakte"], "pubDate": "2021-01-06T12:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}