{"id": "285a52df-af38-317d-976f-4bd9306be53d", "title": "Daniel Larsson: geen karate, wel darts", "url": "https://www.rtlnieuws.nl/sport/darts/artikel/5202408/daniel-larsson-geen-karate-wel-darts", "summary": "Geen karate, wel dartsIn 1991 pakte Larsson per toeval de dartspijlen in zijn handen.\nZweden als dartslandIn de geschiedenis van het darts zijn maar weinig Zweedse darters geweest die wisten door te breken op het hoogste niveau.\nJarenlang was hij ‘onze’ beste speler en naast een rolmodel is het ook een goede vriend geworden.\n\"Devon is één van de beste spelers van het afgelopen seizoen, dus het zal een zware wedstrijd worden.\nMaar nogmaals: als ik mijn beste spel kan laten zien, maak ik een goede kans.", "paragraphs": ["\"Maar ik speelde wellicht ook niet goed genoeg om me te plaatsen. Dit jaar verliep met ups en downs, maar ik zit dicht tegen het moment aan dat ik mijn niveau structureel naar een hoger plan kan tillen. Hopelijk gaan we dit zien in 'Ally Pally'\", aldus de Zweed.", "Geen karate, wel darts", "In 1991 pakte Larsson per toeval de dartspijlen in zijn handen. \"Ik woonde in een klein dorp waar niet veel gebeurde. Op een gegeven moment kwam iemand in ons dorp wonen die een karateclub wilde oprichten. Maar toen het gebouw helemaal af was, kwam die man niet meer opdagen en was iedereen zeer teleurgesteld. Dus vroeg een lokale ondernemer of hij wat dartsborden mocht ophangen, zodat de kinderen toch iets te doen hadden. De karateclub veranderde langzaam in een dartsclub en daar ontstond dan ook mijn liefde voor darts.\"", "Zweden als dartsland", "In de geschiedenis van het darts zijn maar weinig Zweedse darters geweest die wisten door te breken op het hoogste niveau. De meest bekende speler stopte vorig jaar met darten: Magnus Caris. \"Het is jammer dat hij ermee gestopt is. Jarenlang was hij ‘onze’ beste speler en naast een rolmodel is het ook een goede vriend geworden. De laatste vijf jaren reisden we ook samen en maakten we veel lol. Ik mis hem best wel op het circuit, maar dat moet je maar niet opschrijven, haha.\"", "\"Helaas is het darts in Zweden niet zo groot. Er zijn zo’n 2000 actieve spelers, maar we krijgen nauwelijks aandacht in de media. Hopelijk kan de sport nog flink groeien in ons land, waardoor ook meer mensen interesse gaan krijgen in darts\", zegt hij.", "Ally Pally", "Larsson staat deze maand dus voor de tweede keer op het podium van Alexandra Palace. In de eerste ronde wacht de Ier Steve Lennon. \"Steve is een goede speler en heeft veel podiumervaring. Hij zal dan ook de favoriet zijn in onze wedstrijd. Maar als ik mijn beste spel laat zien, maak ik zeker een kans om hem te verslaan. Mijn trainingen verlopen goed en mijn vertrouwen is hoog, dus ik ga met een goed gevoel de wedstrijd in.\"", "Mocht de Zweed afrekenen met Lennon, wacht in de tweede ronde de Zuid-Afrikaan Devon Petersen. \"Devon is één van de beste spelers van het afgelopen seizoen, dus het zal een zware wedstrijd worden. Maar nogmaals: als ik mijn beste spel kan laten zien, maak ik een goede kans. Ik heb niet echt een doel gesteld voor dit WK. Als ik mijn spel een level of twee omhoog krijg, dan kan ik ver komen dit toernooi.\""], "authors": [], "keywords": ["daniel", "geen", "van", "het", "maar", "zijn", "ik", "karate", "darts", "een", "mijn", "en", "ook", "niet", "larsson", "wel"], "pubDate": "2020-12-10T12:31:12+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}