{"id": "287b80cb-2103-38da-9dfd-fba628a0ab1d", "title": "'Details uit Zeeuwse misbruikzaak te heftig voor woorden'", "url": "https://nu.nl/dit-wordt-het-nieuws/6096668/details-uit-zeeuwse-misbruikzaak-te-heftig-voor-woorden.html", "summary": "Pascal P. heeft acht jaar celstraf en tbs met dwangverpleging opgelegd gekregen voor het jarenlange misbruik van onder meer zijn twee stiefdochters.\nDe dochters werden vrijwel dagelijks misbruikt en de moeder van de twee liet dat onder haar toeziend oog gebeuren.\nAbonneer je op de podcastIn de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de donderdag is gebeurd.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["Pascal P. heeft acht jaar celstraf en tbs met dwangverpleging opgelegd gekregen voor het jarenlange misbruik van onder meer zijn twee stiefdochters. De dochters werden vrijwel dagelijks misbruikt en de moeder van de twee liet dat onder haar toeziend oog gebeuren. Rechtbankverslaggever Lisa van der Wal legt uit hoe P. zo lang zijn gang kon gaan en hoe de rechtbank tot het uiteindelijke oordeel is gekomen.", "Abonneer je op de podcast", "In de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de donderdag is gebeurd.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. iOS-gebruikers kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur een mailtje naar: Podcast@nu.nl.", "", "Bevalt deze middageditie van onze podcast of mis je wellicht iets wat de afleveringen nog completer zou maken? Reageer hieronder via ons discussieplatform NUjij."], "authors": ["Door"], "keywords": ["wordt", "details", "je", "van", "misbruikzaak", "zeeuwse", "woorden", "uit", "voor", "te", "heftig", "het", "een", "en", "wat", "op", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}