{"id": "288c0543-5799-346e-9ea9-b03493d790c8", "title": "Oranje-handballers pakken in EK-kwalificatie bonuspunt met stunt tegen Slovenië", "url": "https://nos.nl/artikel/2363860-oranje-handballers-pakken-in-ek-kwalificatie-bonuspunt-met-stunt-tegen-slovenie.html", "summary": "De Nederlandse handballers hebben zondagavond een stunt geboekt in de kwalificatiewedstrijd in en tegen Slovenië voor het EK van 2022.\nEen mooi resultaat tegen de bronzenmedaillewinnaar van het WK 2017 en de nummer vier van het EK 2020.\nNederland ging afgelopen woensdag na een goede eerste helft (15-14 voorsprong bij rust) nog met ruime cijfers onderuit door een matige tweede helft.\nZondagavond in het Sloveense Celje lukte het Oranje wel om de hele wedstrijd bij te blijven en meerdere keren op voorsprong te komen.\nHij moest het duel op woensdag aan zich voorbij laten gaan vanwege een positieve coronatest.", "paragraphs": ["De Nederlandse handballers hebben zondagavond een stunt geboekt in de kwalificatiewedstrijd in en tegen Slovenië voor het EK van 2022. Oranje maakte in de slotseconden de 27-27 en pakte zo een onverwacht punt.", "Het laatste doelpunt kwam op naam van Kay Smits, die in totaal maar liefst negen keer scoorde. Een mooi resultaat tegen de bronzenmedaillewinnaar van het WK 2017 en de nummer vier van het EK 2020.", "Nederland ging afgelopen woensdag na een goede eerste helft (15-14 voorsprong bij rust) nog met ruime cijfers onderuit door een matige tweede helft. In Almere werd het 34-23. Zondagavond in het Sloveense Celje lukte het Oranje wel om de hele wedstrijd bij te blijven en meerdere keren op voorsprong te komen.", "Spelmaker Steins terug en belangrijk", "Bij Slovenië kregen een paar topspelers rust. Het land begint in tegenstelling tot Nederland komende week aan het WK. Bij Oranje was de belangrijkste kracht Luc Steins weer terug. Hij moest het duel op woensdag aan zich voorbij laten gaan vanwege een positieve coronatest.", "De terugkeer van de spelmaker was zichtbaar. Steins, die uitkomt voor de Europese topclub Paris Saint-Germain, verdeelde het spel, scoorde twee keer en drukte zijn stempel met mooie assists op de 10-10 en de 15-15."], "authors": [], "keywords": ["stunt", "van", "pakken", "en", "slovenië", "met", "een", "bij", "tegen", "zondagavond", "bonuspunt", "op", "woensdag", "oranjehandballers", "het", "steins", "oranje", "ekkwalificatie"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}