{"id": "288fc3c3-ce19-3dde-ba63-e0adfeefdf21", "title": "Oliebollen over? Je kunt er nog allerlei lekkers van maken", "url": "https://nu.nl/eten-en-drinken/6099238/oliebollen-over-je-kunt-er-nog-allerlei-lekkers-van-maken.html", "summary": "Je bakt ze zelf of je haalt ze bij de plaatselijke kraam: oliebollen horen bij de jaarwisseling.\n\"Koken met restjes vraagt namelijk om creativiteit in de keuken, en zo ontdek je de leukste dingen terwijl je verspilling voorkomt.\"\n\"Maar mocht er een oliebol overblijven, vind ik het heerlijk om er broodpudding van te maken.\"\nSnijd de oliebollen op pinkdikte, verwarm de oven op 180 graden en laat ze er twaalf minuten in zitten.\nRecept wentelteefjesIngrediënten 4 oliebollen2 eieren250 ml melkPoedersuikerHoe je het gerecht maaktDruk de oliebollen plat met je handen of een deegroller.", "paragraphs": ["Je bakt ze zelf of je haalt ze bij de plaatselijke kraam: oliebollen horen bij de jaarwisseling. Toch blijven er bijna altijd een stel over. Wat doe je ermee? Twee ervaren restjesverwerkers delen hun recepten.", "Koken met kliekjes is veel sexyer dan je denkt, vindt Isabel Boerdam, bekend van foodblog De Hippe Vegetariër. \"Koken met restjes vraagt namelijk om creativiteit in de keuken, en zo ontdek je de leukste dingen terwijl je verspilling voorkomt.\" Het simpele recept van wentelteefjes hieronder is volgens haar 'stiekem ook ideaal tegen de 1 januari-kater'.", "Tv-kok Danny Jansen heeft ook recepten voor je overgebleven oliebollen, want weggooien is zonde, vindt hij. Jansen was patissier in restaurants en deed zeven keer mee aan het Nederlands Kampioenschap Patisserie. \"Bij mij thuis gaan de oliebollen altijd op\", vertelt hij. \"Maar mocht er een oliebol overblijven, vind ik het heerlijk om er broodpudding van te maken.\"", "Ook voor de liefhebbers van hartige snacks heeft Jansen een recept. \"Ik maak zelf graag tostini's\", vertelt hij. \"De oliebollen zijn wat harder en daar maak ik toastjes van.\"", "“De klassieke combinatie van zoet en zout komt bij oliebollenrestjes met varkensvlees goed tot zijn recht.” Danny Jansen, tv-kok", "Het recept is heel makkelijk volgens de kok. Snijd de oliebollen op pinkdikte, verwarm de oven op 180 graden en laat ze er twaalf minuten in zitten. \"Vaak doe ik hier daarna ganzenlever of paté op.\" Jansen legt uit dat varkensvlees op de tostini's altijd een goede keuze is. \"De klassieke combinatie van zoet en zout komt hierbij goed tot zijn recht.\" Hij raadt vis af: dat botst.", "Recept broodpudding van oliebollen", "Ingrediënten 50 g boter", "8 à 10 oude oliebollen (met of zonder krenten en rozijnen)", "5 dl melk", "200 g suiker", "1 zakje vanillesuiker", "1 ei", "Voor de saus 100 g boter", "100 g poedersuiker", "2 eidooiers", "50 ml whisky", "Extra nodig: ovenschaal en boter om de schaal in te vetten", "Zo maak je de broodpudding", "Verwarm de oven voor op 170 graden. Smelt de boter en breek de oliebollen in stukken. Meng de oliebollen met de melk, de suiker, vanillesuiker, het ei en de gesmolten boter. Meng samen tot een smeuïge massa.", "Verdeel het mengsel in de ingevette ovenschaal en bak circa een uur goudbruin.", "Smelt voor de saus de boter met de suiker al roerend in een pan. Meng de eidooiers met de whisky en voeg al roerend aan de het botermengsel. Laat de saus binden maar niet koken.", "Serveer de saus bij de warme pudding.", "Recept wentelteefjes", "Ingrediënten 4 oliebollen", "2 eieren", "250 ml melk", "Poedersuiker", "Hoe je het gerecht maakt", "Druk de oliebollen plat met je handen of een deegroller.", "Klop in een kom de eieren met de melk los. Voeg de oliebollen toe aan het mengsel en laat ze hier even in weken. Niet te lang, want we willen natuurlijk niet dat de plakjes oliebol uit elkaar vallen.", "Verhit een scheutje olijfolie in een pan. Bak hier de wentelteefjes in tot ze aan beide kanten goudbruin zijn. Schep de wentelteefjes op een bordje en bestrooi met poedersuiker.", "Eet smakelijk!"], "authors": ["Door", "Merel De Koning"], "keywords": ["je", "er", "van", "maken", "kunt", "nog", "allerlei", "en", "een", "met", "ze", "jansen", "lekkers", "op", "het", "oliebollen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}