{"id": "28a4aeae-573b-3edd-ad82-8d4934961c18", "title": "Rotterdams park wordt vernoemd naar bioscoopmagnaat Tuschinski", "url": "https://nu.nl/rotterdam/6097279/rotterdams-park-wordt-vernoemd-naar-bioscoopmagnaat-tuschinski.html", "summary": "Het nieuwe park dat komend voorjaar wordt aangelegd aan de Coolhaven in Rotterdam-West wordt vernoemd naar Abraham Tuschinski.\nIn dat groene hart van de nieuwe wijk Little C komt ook een kunstwerk annex podium voor de beroemde bioscoopmagnaat.\nHij begon als vestenmaker, richtte een pension voor landverhuizers op en stortte zich vervolgens op het vertier.\nOm de grote bioscoopman niet te vergeten, wordt niet alleen een park naar Tuschinski vernoemd: sinds vorige week heeft Little C ook een Abraham Tuschinskistraat.\nOok zijn straten vernoemd naar Karl Weisbard en Samuel Soesman, twee minder bekend joodse bioscoopondernemers.", "paragraphs": ["Het nieuwe park dat komend voorjaar wordt aangelegd aan de Coolhaven in Rotterdam-West wordt vernoemd naar Abraham Tuschinski. In dat groene hart van de nieuwe wijk Little C komt ook een kunstwerk annex podium voor de beroemde bioscoopmagnaat.", "Tuschinski (1886-1942) kwam in 1904 vanuit Polen naar Rotterdam. Hij begon als vestenmaker, richtte een pension voor landverhuizers op en stortte zich vervolgens op het vertier. Tussen 1911 en 1923 zette hij de roemruchte bioscooptheaters Thalia, Cinema Royal, Scala, Olympia en het Grand Theater op.", "Tuschinski's aandacht voor gastvrijheid, art-deco-interieurs en een uitgebreid entertainmentprogramma maakten hem een succesvol ondernemer. Op 14 mei 1940 verwoestten het bombardement en de daaropvolgende brand echter in één klap al zijn bioscopen in Rotterdam. Tuschinski zelf kwam twee jaar later om in concentratiekamp Auschwitz.", "Om de grote bioscoopman niet te vergeten, wordt niet alleen een park naar Tuschinski vernoemd: sinds vorige week heeft Little C ook een Abraham Tuschinskistraat.", "Ook zijn straten vernoemd naar Karl Weisbard en Samuel Soesman, twee minder bekend joodse bioscoopondernemers. Ook zij leverden een grote bijdrage aan het vooroorlogse uitgaansleven en stierven in Auschwitz."], "authors": ["Door"], "keywords": ["vernoemd", "een", "en", "wordt", "ook", "rotterdams", "bioscoopmagnaat", "op", "voor", "naar", "park", "tuschinski", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}