{"id": "28afbd15-0fd3-311d-9649-758516e19765", "title": "Review: Assassin's Creed Valhalla is een fijne herhaaloefening", "url": "https://nu.nl/reviews/6089255/review-assassins-creed-valhalla-is-een-fijne-herhaaloefening.html", "summary": "Van een groot kwaad of een eindbaas is geen sprake: deze game vertelt simpelweg wat er allemaal in dit vikingleven gebeurt.\n4 Bekijk de trailer van Assassin's Creed ValhallaSneller op nieuwe spelcomputersValhalla verschijnt op zowel de huidige als op de nieuwe generatie spelcomputers.\nTijdens onze speelsessies was er constant sprake van een stabiele beeldverversing op een 4K-resolutie.\nConclusieUbisoft vindt met Assassin's Creed: Valhalla het wiel niet opnieuw uit.\nDit is een game die grotendeels voortbouwt op de vorige twee delen, met op een paar punten kleine verschillen.", "paragraphs": ["De nieuwste Assassin's Creed is, als je eerdere delen uit de gameserie hebt gespeeld, meer van hetzelfde. Gelukkig zit ook dit deel, dat zich afspeelt in de Vikingtijd, weer ijzersterk in elkaar.", "Na uitstapjes naar het oude Egypte en Griekenland, speelt de nieuwste Assassin's Creed zich af in meerdere delen van Europa. Hoofdrolspeler Eivor is een Viking in de negende eeuw, die op oorlogspad gaat in een verdeeld Engeland.", "Dat verhaal verloopt zoals ook in een televisieserie gebeurt. Aan het begin van de game wil Eivor alleen maar de dood van zijn vader wreken, maar zodra dat gelukt is, schuiven de doelen een stukje op. Van een groot kwaad of een eindbaas is geen sprake: deze game vertelt simpelweg wat er allemaal in dit vikingleven gebeurt.", "Man of vrouw spelen", "Eivor kan zowel een man als een vrouw zijn. Spelers kunnen midden in de game wisselen tussen de twee, of er kan een speciale modus worden geactiveerd waarbij hoogtepunten van ieder personage individueel aan bod komen. Zo mis je bijvoorbeeld niet een speciaal gevecht waar alleen de vrouwelijke Eivor aan deelneemt.", "Het verhaal komt langzaam op gang en voelt wat bedachtzamer dan bij vorige titels, maar de personages zijn tegelijkertijd oppervlakkiger. Waar Assassin's Creed Odyssey putte uit meerdere kanten van de Griekse geschiedenis, zijn de Vikingen uit Valhalla vooral moordmachines met weinig nuance. Ze schreeuwen vooral over hoe leuk oorlog is, wat het lastig maakt een band te vormen.", "Open wereld om te verkennen", "Valhalla is net als voorgaande Assassin's Creed-titels een openwereldspel. Je kunt de hoofdmissies spelen om het verhaal te volgen, maar het is ook mogelijk om de gebaande paden te verlaten en optionele missies te voltooien. Het spel zit wederom vol met schatten om te vinden of optionele vijanden om te verslaan.", "Verspreid door de game vind je ook bijzondere minigames. In taveernes moet je tijdens een drinkspel zoveel mogelijk bier naar binnen werken, zonder dat je dronken personage omvalt. Bij dichtwedstrijden rijm je op creatieve wijze om tegenstanders te vernederen. Het geeft de game kleur en variatie naast de gewelddadige hoofdmissies.", "In grote lijnen dezelfde game", "De verschillen met voorgaande delen zitten in de details. Eivor kan bijvoorbeeld ieder wapen of zelfs schilden in beide handen vasthouden, wat zorgt voor meer variatie qua vechtstijlen. Tijdens het sluipen is het wederom mogelijk om je te verschuilen in groepen mensen, zoals ook in eerdere games kon.", "Maar in grote lijnen is dit simpelweg een nieuwe Assassin's Creed-game. Het Franse Ubisoft maakt hier geen grote stappen. Met Odyssey werd de basis van de gamereeks al voor een groot deel verfijnd, waar Valhalla nu op mag voortbouwen.", "Het gebrek aan vernieuwing haalt niet weg dat de algehele kwaliteit hoog ligt. In Valhalla vecht en verken je als vanouds, maar dat zit gewoon prima in elkaar. Latere gevechten zijn lastig en spannend, wat de game in zijn geheel uitdagender maakt.", "4 Bekijk de trailer van Assassin's Creed Valhalla", "Sneller op nieuwe spelcomputers", "Valhalla verschijnt op zowel de huidige als op de nieuwe generatie spelcomputers. Voor onze review speelden we het spel al op een Xbox Series X, waar de visuele verschillen met vergelijkbare games op oude hardware niet heel groot leken.", "Dat is vermoedelijk om het geheel in lijn te houden met de zwakkere hardware die de game ook moet draaien. Valhalla is gemaakt om op zoveel mogelijk platformen te werken zonder opvallende verschillen.", "Wel draait het spel buitengewoon soepel op de nieuwe hardware. Tijdens onze speelsessies was er constant sprake van een stabiele beeldverversing op een 4K-resolutie. De laadtijden bedragen enkele seconden, terwijl eerdere Assassin's Creed-titels berucht zijn om hun lange wachttijden.", "Conclusie", "Ubisoft vindt met Assassin's Creed: Valhalla het wiel niet opnieuw uit. Dit is een game die grotendeels voortbouwt op de vorige twee delen, met op een paar punten kleine verschillen. Daar is weinig mis mee, want de formule achter die game voelt nog eigentijds en zit ijzersterk in elkaar. Dit is 'gewoon' een nieuwe Assassin's Creed in de Vikingtijd waar niks aan schort."], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["van", "assassins", "game", "creed", "op", "het", "herhaaloefening", "met", "een", "je", "fijne", "te", "om", "review", "valhalla"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}