{"id": "28b04cb9-6999-3ba5-9281-061f526f4f57", "title": "'Meghan wil geen Brits staatsburger meer worden'", "url": "https://nos.nl/artikel/2363613-meghan-wil-geen-brits-staatsburger-meer-worden.html", "summary": "Britse media concluderen dat Meghan Markle haar plannen om Brits staatsburger te worden heeft laten varen.\nRond de verloving van het paar in 2017 meldden woordvoerders nog dat het de wens van de Amerikaanse Meghan was om een dubbel paspoort te krijgen.\nHoewel ze door haar huwelijk lid werd van het Britse koningshuis zou ze geen voorrang krijgen maar de reguliere procedure doorlopen.\nOm aanspraak te kunnen houden op een Brits paspoort had Meghan namelijk niet langer dan 270 dagen buiten het Verenigd Koninkrijk mogen doorbrengen.\nWas ze niet uit het land vertrokken dan had ze afgelopen november haar nieuwe paspoort kunnen aanvragen.", "paragraphs": ["Britse media concluderen dat Meghan Markle haar plannen om Brits staatsburger te worden heeft laten varen. Een jaar nadat zij en prins Harry bekendmaakten een nieuw leven te willen beginnen, heeft ze klaarblijkelijk haar aanvraag stilletjes laten verlopen.", "Rond de verloving van het paar in 2017 meldden woordvoerders nog dat het de wens van de Amerikaanse Meghan was om een dubbel paspoort te krijgen. Hoewel ze door haar huwelijk lid werd van het Britse koningshuis zou ze geen voorrang krijgen maar de reguliere procedure doorlopen.", "Door hun verhuizing naar de VS is daar de klad in gekomen. Om aanspraak te kunnen houden op een Brits paspoort had Meghan namelijk niet langer dan 270 dagen buiten het Verenigd Koninkrijk mogen doorbrengen.", "Een anonieme bron bevestigt dat Meghan de aanvraag inderdaad heeft laten verlopen. Was ze niet uit het land vertrokken dan had ze afgelopen november haar nieuwe paspoort kunnen aanvragen.", "Huis in Californië", "De Daily Mail concludeert dat een Brits staatsburgerschap nog niet volledig van de baan is, maar nu wel langer zal duren, mocht ze alsnog ervoor gaan. Bovendien moet Meghan daarvoor terugverhuizen naar Groot-Brittannië, wat niet in de lijn der verwachting ligt.", "Harry en Meghan maakten vorig jaar bekend uit het Britse Koninklijk Huis te stappen en naar de VS te gaan. Ze hebben daar inmiddels, met hun zoontje Archie, een nieuw huis gevonden in Californië."], "authors": [], "keywords": ["van", "haar", "een", "ze", "paspoort", "brits", "meghan", "staatsburger", "geen", "te", "wil", "niet", "het", "meer", "worden", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}