{"id": "28c8410f-1ac2-304f-8f21-da31a79f66ef", "title": "Rutte wil ‘geen millimeter’ toegeven aan Polen en Hongarije – ‘geitenpaadje’ niet helemaal uit uitgesloten", "url": "https://volkskrant.nl/nieuws-achtergrond/rutte-wil-geen-millimeter-toegeven-aan-polen-en-hongarije-geitenpaadje-niet-helemaal-uit-uitgesloten~be4348a3/", "summary": "Beeld ANP - Sem van der WalPolen en Hongarije dreigen hun veto uit te spreken over het Europese coronaherstelfonds en de meerjarenbegroting bij handhaving van de rechtsstaattoets.\nNiettemin sloot Rutte de mogelijkheid van een ‘geitenpaadje’ niet helemaal uit.\nDe toets kan met een zogeheten ‘gekwalificeerde meerderheid’ worden aangenomen, dus ook tegen de wil van Polen en Hongarije in.\nOf dat ook gebeurt, hangt echter af van de tijdelijk voorzitter van de EU en dat is (tot eind dit jaar) Duitsland.\n‘Er is volledige solidariteit met Frankrijk en Griekenland en Cyprus’, aldus Rutte, ‘ook al zullen we tegelijk kijken of de zaak te deëscaleren valt met dialoog’.", "paragraphs": ["Premier Mark Rutte staat de pers te woord in de Tweede Kamer. Beeld ANP - Sem van der Wal", "Polen en Hongarije dreigen hun veto uit te spreken over het Europese coronaherstelfonds en de meerjarenbegroting bij handhaving van de rechtsstaattoets. Als zij volharden in dat dreigement verwacht Rutte dat de Commissie snel met voorstellen zal komen voor alternatieven om met 24 of 25 landen de financiën te regelen. Zonder de landen die een veto uitspreken dus.", "Niettemin sloot Rutte de mogelijkheid van een ‘geitenpaadje’ niet helemaal uit. ‘Als er een uitweg wordt gevonden die geen afbreuk doet aan het rechtsstaatmechanisme dan ga ik wel akkoord met een juridisch bindend inlegvel.’ Hij schetste ook hoe dat er uit zou kunnen zien. ‘Het zou een oplossing kunnen zijn dat je vastlegt wat het níet is. Bijvoorbeeld dat dit rule of law-mechanisme niet gaat over quota voor het accepteren van migratie. Maar dat kan alleen als het geen afbreuk doet aan het instrument zelf. Zo’n optie wordt op dit moment echter door beide landen afgewezen en ja, dan weet ik het ook niet meer.’", "Rutte stond dinsdag opnieuw tegenover een Tweede Kamer die, met uitzondering van de PVV en Forum voor Democratie, eist dat er op dit punt geen water bij de wijn wordt gedaan. De premier wilde nog niet speculeren over de opties om met 25 lidstaten aparte afspraken te maken zonder Polen en Hongarije, maar zei dat er ‘heel veel varianten denkbaar zijn’.", "Snel stemmen", "In een poging de druk op Polen en Hongarije verder op te voeren, zei Rutte dat als de regeringsleiders er bij de komende top niet uitkomen, het ‘wel erg aantrekkelijk wordt’ om het voorstel van de rechtsstaattoets ‘zo snel mogelijk’ in stemming te brengen. De toets kan met een zogeheten ‘gekwalificeerde meerderheid’ worden aangenomen, dus ook tegen de wil van Polen en Hongarije in. Of dat ook gebeurt, hangt echter af van de tijdelijk voorzitter van de EU en dat is (tot eind dit jaar) Duitsland.", "De premier leek evenmin onder de indruk van het Poolse dreigement om een zogeheten Artikel VII-procedure tegen Nederland te starten wegens een ‘ernstige en voortdurende schending’ van de rechtsstaat. ‘Dat wachten we verder wel af.’", "Rutte schaarde zich, ook op aandringen van coalitiepartijen in de Kamer, in het kamp dat vindt dat het tijd is voor hardere actie tegen Turkije, vanwege diens voortdurende provocaties tegen Griekenland, Cyprus en Frankrijk. Turkije, dat in een douaneunie zit met de EU, heeft opgeroepen tot een economische boycot tegen Frankrijk. Ankara acht de reactie uit Parijs op de recente terreuraanslagen op de Franse leraar Samuel Paty en kerkgangers in Nice te hardvochtig.", "‘De oproep tot een boycot is onacceptabel’, zei Rutte, die ook de Turkse aangifte tegen Geert Wilders veroordeelt. ‘Er is volledige solidariteit met Frankrijk en Griekenland en Cyprus’, aldus Rutte, ‘ook al zullen we tegelijk kijken of de zaak te deëscaleren valt met dialoog’."], "authors": ["Arnout Brouwers"], "keywords": ["hongarije", "van", "polen", "helemaal", "het", "op", "wil", "met", "toegeven", "niet", "een", "dat", "rutte", "uitgesloten", "en", "te", "uit", "ook", "millimeter", "tegen"], "pubDate": "2020-12-09T07:13:34+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}