{"id": "28cb32b0-06b7-3ff7-9d0a-92f9fccf457c", "title": "Afgelopen jaar viel het woord ‘volksaard’ tepas en te onpas. Maar bestaat die wel? En bepaalt die echt de corona-aanpak?", "url": "https://volkskrant.nl/cultuur-media/afgelopen-jaar-viel-het-woord-volksaard-te-pas-en-te-onpas-maar-bestaat-die-wel-en-bepaalt-die-echt-de-corona-aanpak~bed6906a/", "summary": "Aan de hand van oude teksten en met behulp van een prestigieuze Vici-beurs van de NWO onderzoekt zij hoe rampen als watersnood en epidemieën hebben bijgedragen aan de vorming van een nationaal wij-gevoel.\n‘In de 19de eeuw is, mede dankzij het opkomende nationalisme en enkele overstromingen en een hongersnood, enorm veel over de Nederlandse volksaard geschreven.\nDe reactie van het kabinet op corona en van de bevolking op het beleid zou je haast volledig kunnen verklaren aan de hand van deze scores, zegt Gert Jan Hofstede.\nKijk nu naar de grafiekjes van het aantal besmettingen per dag en je ziet in veel West-Europese landen een gelijksoortige piek.\nHet land waar men volgens OMT-lid Andreas Voss op het bevel ‘spring’ zou vragen: hoe hoog?", "paragraphs": ["Dit was het jaar van naar onszelf kijken en onze volksaard analyseren. In Nederlandstalige kranten werd in 2020 het woord ‘volksaard’ 847 keer gebruikt, in de jaren daarvoor lag dat aantal rond de 500. Maar bestaat de volksaard wel? En wat is die dan?", "Kijkend naar de persconferenties over corona kon je dit jaar veel over Nederlanders leren. Mark Rutte en Hugo de Jonge troefden elkaar af in typeringen van de volksaard. ‘We zijn een nuchter volkje’, zei Rutte eind maart. ‘Wij zitten niet te wachten op symboolmaatregelen die nu niet nodig zijn.’", "Hij vervolgde dat Nederlanders ‘volwassen, trotse mensen’ zijn. ‘Wat in Nederland niet werkt is een regering die zegt: je mot dit en je moet zus.’ Later noemde hij Nederlanders ‘een tikje anarchistisch’ en zei hij: ‘De Nederlander zit gemiddeld zo in elkaar: oké, als de jongens dat hebben uitgezocht, houden we ons daaraan.’", "De Jonge, die zich ontpopte tot spreker met een voorliefde voor beeldspraak en metaforen, vergeleek de corona-aanpak ‘met onze eeuwenlange strijd tegen het water. Die heeft ons de reputatie gegeven de voeten droog te kunnen houden. En dat deden we door dijken te bouwen. Vandaag zijn wij samen die dijk die de tweede golf buiten de deur kan houden.’", "Eigenwijsheid, zei De Jonge, zit ‘ook diep in onze Nederlandse volksaard verankerd’. Maar dit was niet het moment daarvoor. ‘Wees niet die eigenwijze persoon die de randjes van de regels opzoekt’, beaamde Rutte. ‘Wees die realistische Nederlander die opstaat en zijn verantwoordelijkheid neemt als het erop aankomt.’", "Nog even afgezien van de inherente tegenstrijdigheden van deze typeringen, viel vooral de vanzelfsprekendheid op waarmee de wijsheden werden verkondigd. Opeens was het doodnormaal om gedrag toe te schrijven aan een intrinsieke, vaststaande mentaliteit van de Nederlander.", "Beeld Nastia Cistakova", "En niet alleen onze politieke leiders deden dit. In de media werd de Nederlandse ziel voortdurend op de sofa dan wel pijnbank gelegd en ontleed, vaak in vergelijking met andere volkeren. Zo hadden de Denen corona er beter onder gekregen omdat zij vanuit het collectief denken. ‘Me-in-We’, noemde geriater Rudi Westendorp, die in het Deense OMT zat, die houding in de Volkskrant.", "Ook ik heb mij bezondigd aan volkskarakterologische duiding dit jaar. Toen in oktober een tweet rondging van een Ierse journalist die typeerde hoe medialogica per land verschilt, moest ik enigszins betrapt grinniken om haar parodie van Nederlands nieuws. ‘Wat zegt dit over ons Nederlanders?’, is volgens haar een typische respons van onze pers. ‘We vragen een willekeurige academicus ernaar.’", "Ja, dit was het jaar van naar onszelf kijken en onze volksaard analyseren. In Nederlandstalige kranten werd in 2020 volgens krantendatabase LexisNexis het woord ‘volksaard’ 847 keer gebruikt, in de jaren daarvoor lag dat aantal rond de 500. Maar bestaat de volksaard eigenlijk wel? Wat is die dan? En hoe heeft die effect op het verloop van de coronacrisis?", "Het is niet gek dat we zo veel over de volksaard praten dit jaar. ‘De coronacrisis is heel sterk nationaal georiënteerd’, zegt Lotte Jensen, hoogleraar Nederlandse literatuur- en cultuurgeschiedenis aan de Radboud Universiteit Nijmegen, die onderzoekt hoe de Nederlandse identiteit is gevormd. ‘De grenzen zijn min of meer gesloten, elk regering heeft een eigen aanpak en we zijn geneigd om de cijfers per land te duiden. Je schiet dan snel in een reflex om de volksaard te typeren. Hoe irreëel die typeringen soms ook zijn.’", "Bovendien, zegt Gabriël van den Brink, hoogleraar wijsbegeerte bij Centrum Ethos aan de Vrije Universiteit in Amsterdam: ‘In een crisis ga je naar jezelf kijken. We zitten midden in een ongekend sociaal experiment. We zien hoe een gemeenschap reageert op rampspoed. Dat onthult iets.’", "Beeld Nastia Cistakova", "Na de Tweede Wereldoorlog werd volksaard gezien als exponent van rassentheorieën. Die zou ‘wortelen in genetisch overgedragen eigenschappen die bepaald werden door grond en klimaat’, schrijft neerlandicus Herman Pleij in zijn boek Moet nog steeds kunnen – Op zoek naar een Nederlandse identiteit. ‘Bloed en bodem dus.’", "Gedurende de 19de eeuw ontstond, onder invloed van de Romantiek, het idee van de natie als één lichaam, met een zuiver en honkvast volk. In de eerste helft van de 20ste eeuw waren volkenkunde en rassenonderzoek een gerespecteerde tak van wetenschap. De term ‘volksaard’ raakte gaandeweg besmet door de nazi’s die er veel onderzoek naar deden en er bekende, kwaadaardige conclusies aan verbonden. Deze vorm van wetenschap sneuvelde, schrijft Pleij, ‘door de rabiate praktijken van eugenetica, sterilisatie en genocide’.", "Dat gevaar werkt door tot op de dag van vandaag, zegt Jensen. ‘Wie aan de hand van volksaard verschillen verklaart, vervalt al snel in de gedachte dat het ene volk beter is dan het andere.’ Zodra je het hebt over Polen of Hongaren die iets verkeerd doen vanwege hun aard, kom je op glibberig terrein.", "Maar dat is niet de enige reden dat de term uit de gratie is geraakt. ‘Wetenschappelijk gezien is het een kwestieus en ondeugdelijk begrip’, zegt Van den Brink. ‘Volksaard is een luchtbel; hij bestaat niet’, beaamt Jensen. ‘Het begrip veronderstelt een statische, onveranderlijke essentie, en dat is bewezen onzin.’ De sociale normen die tezamen een nationale cultuur vormen zijn altijd in beweging, hoewel erg langzaam.", "Net als ras is volksaard bovendien geen biologisch gegeven maar een sociaal construct. Of, zoals Pleij schrijft: ‘Onbesmette vertegenwoordigers van zuivere soorten bestaan niet.’ Er zijn bovendien binnen elke cultuur en in elk land talloze mensen en groepen die afwijken van de norm, waardoor elke generalisatie algauw kritiek oplevert. Dat wil niet zeggen dat er geen norm ís.", "Beeld Nastia Cistakova", "Neem alleen al het zelfbeeld dat Nederlanders hebben, een mengeling van stereotypen, omgangsvormen, tradities en wensdenken. Lotte Jensen bestudeert dat zelfbeeld. Aan de hand van oude teksten en met behulp van een prestigieuze Vici-beurs van de NWO onderzoekt zij hoe rampen als watersnood en epidemieën hebben bijgedragen aan de vorming van een nationaal wij-gevoel.", "‘Rond rampen wordt een groot beroep gedaan op het saamhorigheidsgevoel, dat zie je nu ook weer’, zegt Jensen. ‘In de 19de eeuw is, mede dankzij het opkomende nationalisme en enkele overstromingen en een hongersnood, enorm veel over de Nederlandse volksaard geschreven. Nederlanders zouden heel liefdadig zijn, vanuit de christelijke naastenliefde. Beeld en werkelijkheid versterken elkaar. Uiteindelijk waren de collecten in de 19de eeuw ook astronomisch hoog.’", "Het Nederlandse zelfbeeld is volgens Jensen met name terug te voeren op de Gouden Eeuw – het idee van de welvarende republiek, de Nederlandse handelsgeest, resulterend in tolerantie uit eigenbelang – en het protestantisme, vooral het calvinisme waaronder een hele batterij verondersteld Nederlandse eigenschappen wordt geschaard. Zuinigheid, soberheid, nuchterheid en de clichématige mentaliteit ‘doe maar gewoon, dan doe je al gek genoeg’.", "‘De collectieve Nederlandse mentaliteiten zijn allereerst gevormd door de kooplieden die zich onttrokken aan de bestaande standen’, zegt Herman Pleij. ‘Zij waren zelfvoorzienend. Daar komt het zelfbeeld van zuinig vandaan, gierig zeggen ze in buitenland. Binnen die traditie is de mentaliteit: dat maak ik zelf wel uit. Een sterk egocentrisme, dat je met goede wil kunt uitleggen als ‘je moet voor jezelf zorgen’. Dat verklaart de agressie tegen opgelegde gedragsnormen.’", "Die koppige en vrije inborst botst met de ook sterke traditie van saamhorigheid, zegt Pleij. ‘Er is geen land dat zo verdeeld is als Nederland, maar tegelijkertijd zo verbonden. We hebben de hoogste graad van verenigingen, nu ook op internet; elke groep heeft zijn eigen clubje. Iedereen wordt vertegenwoordigd in het maatschappelijke verkeer. Kijk ook naar de coalitieregeringen. We hebben een horizontale samenleving waarin we voortdurend bezig zijn de boel bij elkaar te houden. Eigenlijk lokken egoïsme en saamhorigheidsgevoelens elkaar permanent uit.’", "Er is wel een probleem met het zelfbeeld: de werkelijke gedragingen wijken er nogal eens van af. Hoe nuchter is de Oranjegekte? Hoe tolerant is het land waar de PVV tweede staat in de peilingen? Hoe sober is drugs- en festivalland Nederland? ‘Ons zelfbeeld is een rommelig geheel’, zegt Gabriël van den Brink, die in 2018 de artikelenbundel Waartoe is Nederland op aarde? publiceerde. ‘Ik ben eerlijk gezegd enorm verrast door de reactie op corona dit afgelopen jaar. Veel verwachtingen zijn weerlegd.’", "Neem de gedachte van Rutte dat wij volwassen mensen zijn die zichzelf goed kunnen inhouden en disciplineren. Van den Brink: ‘De zelfbeheersing die is verondersteld in het liberale mensbeeld viel reuze tegen. Wij in het vrije Nederland zouden wars zijn van autoritaire trekken. In het lied 15 miljoen mensen werd over ons al gezongen: die schrijf je niet de wetten voor. Nou, dit najaar vroeg 70 procent van de mensen nog om strengere maatregelen.’", "Van den Brink heeft zich ook verbaasd over de verhouding tot de staat. ‘Er is een enorm geloof in de staat: die gaat het wel fixen. Dat is een beetje de reactie sinds de Deltawerken: er is een ramp en gelukkig hebben we verstandige ingenieurs. In Nederland denken we stiekem vaak dat onze overheid een crisis beter aanpakt dan die in België of Frankrijk.’", "Maar als de aanpak van de overheid niet blijkt te werken, gaan we onderhandelen. ‘Je hoorde het aan de vragen van de pers: ja, maar u had gezegd dat... Waarom worden we niet beloond? Waarom geldt er een uitzondering voor die groep? Alsof het over een cao gaat.’ In Nederland, zegt Van den Brink, geloven we hartstochtelijk in gelijke behandeling, vooral als we zelf getroffen zijn door oneerlijk beleid.", "Dat klinkt raak, maar zijn dat soort opvattingen ook te meten? Jazeker. Een van de beroemdste graadmeters van culturele verschillen tussen landen is het model van psycholoog en organisatiesocioloog Geert Hofstede, die in februari op 91-jarige leeftijd is overleden. Zijn model, dat culturen vergelijkt op zes dimensies, raakte vanaf de jaren tachtig zo populair dat Hofstede een tijdje de meest geciteerde ‘econoom’ van Nederland was, zonder dat hij economie had gestudeerd.", "Als Hofstede nog had meegemaakt hoe corona de wereld in zijn greep kreeg, zegt zijn zoon Gert Jan, zelf bioloog en informaticus, had hij geconcludeerd dat zijn model nog steeds ‘aardig klopt’. Nederland is op de schaal voor machtafstand een relatief egalitaire maatschappij (maar niet zo egalitair als Scandinavische landen). Daarnaast is Nederland sterk individueel gericht (versus collectief) en heeft het een van de meest ‘feminiene’ culturen ter wereld, wat betekent dat Nederlanders zich bekommeren om de zwakkeren en niet erg competitief zijn.", "Op onzekerheidsvermijding scoort Nederland iets boven gemiddeld, waardoor Nederlanders banger zijn dan Zweden voor vreemde mensen of dingen (of een virus), maar lang niet zo bang als Zuid-Koreanen. Nederlanders zijn bovendien meer gericht op de lange dan op de korte termijn en geven vaak toe aan hun impulsen en behoeften, vergeleken met culturen waarin terughoudendheid een grotere deugd is.", "De reactie van het kabinet op corona en van de bevolking op het beleid zou je haast volledig kunnen verklaren aan de hand van deze scores, zegt Gert Jan Hofstede. ‘Dat ons hele beleid gericht is op het ontlasten van de intensive care en het beschermen van kwetsbare groepen is een teken van een feminiene cultuur.’", "Hoewel we onszelf als egalitair land zien, is de feminiene cultuur sterker, ook in de politiek, zegt Hofstede. ‘Leiders mogen in Nederland geen spierballen tonen. Rutte treedt veel op de voorgrond, met gedragsregels, maar met weinig machtsvertoon. Deze combinatie is in onze geschiedenis wel aangeduid als regentesk – dat zie je ook in de toeslagenaffaire.’ Opvallend is ook dat Rutte onze milde lockdown ‘intelligent’ noemde. Streng en autoritair zou dus dom zijn?", "Beeld Nastia Cistakova", "De dimensie van Hofstede die het beste de bereidheid tot social distancing voorspelde, was volgens een onderzoek aan de University of Economics in Ho Chi Minhstad de mate dat onzekerheid wordt vermeden. In landen waar mensen relatief afkerig zijn van onzekere situaties, was het minder druk op straat, op werk, in winkels en in het openbaar vervoer, bleek uit data van Google Maps.", "Maar op de schaal van collectivistisch tot individualistisch – een vaak aangehaalde dimensie als het om coronabeleid gaat – werd geen significant verband gevonden. Het was dus niet per se zo dat mensen in culturen waarin het gebruikelijk is om de gemeenschap voor het individu te stellen, beter afstand hielden van elkaar, of meer thuisbleven.", "Een andere studie vond wel dat het sterftecijfer door corona meer dan 50 procent lager lag in collectivistische culturen, zelfs als werd gecorrigeerd voor het feit dat individualistische landen vaker vergrijsd zijn. Een reden zou zijn dat ouderen in collectivistische culturen bij families thuis wonen in plaats van in verpleeghuizen, waar corona ernstig toesloeg. Daarnaast zouden regeringen uit collectivistische landen harder en eerder hebben opgetreden.", "Ambtenaren van het ministerie van Volksgezondheid analyseerden in augustus de reacties van verschillende regeringen en bevolkingen op corona aan de hand van Hofstedes model. De impulsbevredigende neiging van Nederlanders, die graag plezier maken, concludeerde het rapport, kan een ‘collectieve depressie’ vermijden, maar leidt er ook toe dat ‘draagvlak voor vrijheid beperkende maatregelen niet zomaar overeind blijft’.", "Een andere kijk op culturen is het onderscheid tussen los en strikt, dat de Amerikaanse psycholoog Michele Gelfand op basis van een groot onderzoek ontwaarde, waarover de Volkskrant in het voorjaar schreef. In haar boek Rule Makers, Rule Breakers (2018) staat Nederland in het rijtje meest losse landen met Spanje, de VS, Australië, Nieuw-Zeeland, Griekenland, Venezuela, Brazilië, Israël, Estland en Oekraïne.", "Tot de striktste landen behoren Singapore, China, Japan, Duitsland, Pakistan, Maleisië, Zuid-Korea, Noorwegen, Turkije en Portugal. In deze landen treedt de overheid meestal repressiever op, wordt er zwaarder gestraft, corrigeren mensen elkaar sneller en is er minder individuele vrijheid, uitzonderingen daargelaten.", "Dat heeft tot gevolg dat in strikte landen over het algemeen minder misdaad is, het schoner op straat is, er minder persvrijheid is en mensen minder tolerant zijn ten opzichte van vreemden, migranten en homoseksuelen. Een losse cultuur, hoewel soms rommelig, is creatiever en kosmopolitischer. Een losse bevolking heeft trouwens ook meer schulden, gokt vaker, is dikker en drinkt meer alcohol.", "Veel strikte landen hebben direct en ingrijpend gereageerd op het coronavirus, zoals Singapore, Japan, Zuid-Korea en Duitsland. Een paar daarvan hebben al ervaringen met virusuitbraken en zijn mogelijk zo strikter geworden, aangezien bedreigingen door de eeuwen heen een cultuur strikter maken. Typerend voor de losse landen is dat strenge coronamaatregelen laat op gang kwamen, zoals in de VS, Italië en Spanje, en daarna complete lockdowns alsnog noodzakelijk waren.", "Strikte culturen zijn beter geschikt zijn om corona te bestrijden, is de hypothese van een artikel waar Gelfand nog aan werkt. ‘Het virus vergt massale samenwerking en een grote bereidheid om aan nieuwe regels te voldoen’, zei ze in de Volkskrant. ‘Beide gaat een strikte cultuur makkelijker af.’", "Ja, de strijd tegen corona draait om ‘gedrag, gedrag, gedrag’, zoals Hugo de Jonge in september zei. En gedrag wordt deels ingegeven door cultuur. Toch is cultuur (of beleid) niet altijd doorslaggevend. Soms zijn andere factoren – bevolkingsdichtheid, klimaat, geografische ligging? – simpelweg sterker. Kijk nu naar de grafiekjes van het aantal besmettingen per dag en je ziet in veel West-Europese landen een gelijksoortige piek.", "Ook in Duitsland was een strengere lockdown nodig. Het land waar men volgens OMT-lid Andreas Voss op het bevel ‘spring’ zou vragen: hoe hoog? Terwijl Nederlanders vragen: waarom? Zelfs in Zuid-Korea, dat een zeer strikt, collectivistisch en risicomijdend land zou zijn en in het voorjaar als schoolvoorbeeld gold hoe corona te bedwingen, breekt het aantal besmettingen nu records.", "Hoe dat precies komt, weet niemand zeker, maar het idee is dat de winter, waardoor mensen veel binnen zitten en een lage weerstand hebben, veel bepalender is dan cultuur ooit zou kunnen zijn. Toch voel je aan je water, zegt Hofstede, dat cultuur (of volksaard, mentaliteit of hoe je het ook wil noemen) van invloed is. Op corona, maar ook op tal van andere zaken.", "Doe eens een gedachte-experiment, zegt Hofstede. ‘Stel dat we hier alle Nederlanders vervangen door 17 miljoen Chinezen, Nigerianen of Vlamingen? Zou er dan iets veranderen? Ik denk dat iedereen daarop ja zou zeggen. Maar wat precies is moeilijk te zeggen. Het is belangrijk om volksaard goed te begrijpen, maar het is een heel delicaat onderwerp om over te praten.’"], "authors": ["Haro Kraak"], "keywords": ["onpas", "van", "zijn", "woord", "en", "een", "volksaard", "viel", "tepas", "te", "op", "het", "maar", "niet", "dat", "wel", "die", "je"], "pubDate": "2020-12-27T20:01:45Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}