{"id": "290c87c3-dfe0-384f-8976-d8f3ec49fd7c", "title": "Een overzicht van Trumps twittergeschiedenis in negen berichten", "url": "https://volkskrant.nl/nieuws-achtergrond/een-overzicht-van-trumps-twittergeschiedenis-in-negen-berichten~b03a5c9a/", "summary": "De keerzijde daarvan is dat veel van die berichten tijdens zijn presidentschap als een boemerang bij hem terugkomen.\n2) Fake NewsTweet van 2 juli 2017 Beeld @realDonaldTrumpEen van Trumps favoriete eigenschappen van het platform is dat hij middels zijn tweets direct in contact kan treden met zijn kiezers.\nIn de betreffende tweet heeft hij het hoofd van de tegenstander vervangen door het logo van CNN, zodat het lijkt alsof hij de ‘frauderende nieuwszender’ tegen de grond slaat.\nIk ging van ZEER succesvolle zakenman naar top tv-ster... naar president van de Verenigde Staten (bij mijn eerste poging).\nIk denk dat je mij niet slim zou moeten noemen maar een genie... en een zeer stabiel genie ook!’Waarvan akte.", "paragraphs": ["Donald Trump kijkt naar zijn telefoon tijdens een vergadering in het Witte Huis op 18 juni 2020. Beeld REUTERS", "1) Er is altijd een Tweet", "Tweet van 7 mei 2014 Beeld @realDonaldTrump", "Trump gebruikt Twitter tijdens zijn termijn om nieuw beleid aan te kondigen, tegenstanders te beledigen, journalisten te intimideren, de markten omhoog of juist omlaag te praten, zijn fans te mobiliseren of verkiezingsuitslagen aan te vechten. Hij twittert bovendien erg veel. Aan het begin van zijn termijn stuurt hij ongeveer 9 berichten per dag, maar tijdens de Black Lives Matter protesten, afgelopen juni, breekt hij zijn eigen record als hij op één dag bijna 200 tweets en retweets deelt met zijn ruim 88 miljoen volgers.", "Trump gebruikt het platform al ver voor hij president wordt. Sterker nog: het is mede dankzij zijn vele, vaak emotionele tweets over politieke onderwerpen dat hij een grote en trouwe schare fans aan zich weet te binden. De keerzijde daarvan is dat veel van die berichten tijdens zijn presidentschap als een boemerang bij hem terugkomen.", "Zo is er de tweet uit 2014 waarin Trump schrijft: ‘Kun je een president afzetten vanwege totale incompetentie?’ Het bericht wordt gretig rondgepompt als Trump zelf in een afzettingsprocedure terechtkomt. Ook geliefd is het bericht over zijn voorganger Barack Obama, die hij bekritiseert omdat hij basketbal zou spelen, in plaats van te werken. ‘Dat is de reden dat het land in de problemen is’, aldus Trump, die tijdens zijn eigen presidentschap 308 dagen op de golfbaan staat. Op dit moment doet een tweet uit 2014 het goed, waarin Trump zijn zorgen uitspreekt over ‘NUCLEAIRE WAPENS in de handen van gekke en incompetente leiders’.", "2) Fake News", "Tweet van 2 juli 2017 Beeld @realDonaldTrump", "Een van Trumps favoriete eigenschappen van het platform is dat hij middels zijn tweets direct in contact kan treden met zijn kiezers. Het is voor hem de ideale manier om de duiding of interpretatie van journalisten te omzeilen - iets dat hem niet lukt als hij zijn boodschap via kranten, televisiezenders of de radiostations wil verkondigen.", "Journalisten ziet hij immers als de vijand, zo blijkt uit talloze tweets over de ‘fake news media’, zoals de president kritische journalisten een stuk of duizend keer omschrijft. Hij noemt journalisten die het niet met hem eens zijn zelfs regelmatig ‘vijanden van het volk’, een term die de Russische dictator Stalin vaak gebruikte voor zijn tegenstanders.", "Opvallend is zijn bericht over CNN. Voordat hij president wordt, is Trump te gast bij een in Amerika populaire show-worstelwedstrijd, waar hij voor een uitzinnig publiek een tegenstander zogenaamd tegen de grond mag werken. In de betreffende tweet heeft hij het hoofd van de tegenstander vervangen door het logo van CNN, zodat het lijkt alsof hij de ‘frauderende nieuwszender’ tegen de grond slaat. Hoezo, fake news?", "3) Beledigingen", "Tweet van 16 maart 2015 Beeld @realDonaldTrump", "Journalisten zijn niet de enigen die op Twitter presidentiële aanvallen te verduren krijgen. ‘Crooked’ Hillary Clinton is een favoriete tegenstander, net als de Democratische Partij, Trumps voorganger Barack Obama en uiteraard zijn opvolger ‘Crazy Joe Biden’. Hij beledigt als president alle Oscar-winnaars van 2018 (‘we hebben simpelweg geen sterren meer’), Arnold Schwarzenegger, Bette Midler (‘extreem onaantrekkelijke vrouw’), de Amerikaanse sporters die knielen tegen racisme, het Red Hen Restaurant in Lexington, Virginia (‘ze moeten hun vieze deuren en ramen schoonmaken’), China (‘China Virus’), Rusland, Denemarken, pornoactrice Stormy Daniels (‘Paardekop’), de burgemeester van Londen (‘Loser’), Meryl Streep (‘meest overgewaardeerde actrice van Hollywood’), dikke mensen (‘Ik heb nog nooit een dikkerdje Diet Coke zien drinken’), Arianna Huffington (‘onaantrekkelijk aan zowel de binnen- als buitenkant’). Enzovoort, enzoverder.", "4) Covfefe", "Tweet van 31 mei 2017 Beeld @realDonaldTrump", "Hoezeer de rest van de wereld Trump’s tweets als graadmeter voor zijn presidentschap gebruikt, wordt duidelijk als de president zijn zonder twijfel meest mysterieuze bericht de wereld in slingert. Het is iets na middernacht als de president schrijft: ‘Ondanks de continue negatieve pers covfefe...’", "Misschien is het een typefout, misschien is de president in slaap gevallen tijdens het twitteren, misschien is het iets anders, maar de pers stort zich op dit bericht uit 2017 alsof het een zaak van het grootste staatsbelang is. Taalkundigen duiden de betekenis, tegenstanders gebruiken het woord als beginpunt van hun analyses over de incompetentie van de president, terwijl zijn fans er juist het bewijs in zien dat alles wat hun president doet – al is het een onschuldige typefout - door de linkse pers wordt opgeblazen en geridiculiseerd.", "Trump speelde het spel perfect mee. ‘Wie kan de ware betekenis van ‘covfefe’ achterhalen??? Geniet ervan!’, twittert hij een dag later over het bericht, waarna zijn perswoordvoerder Sean Spicer op een persconferentie nog toevoegt: ‘Ik denk dat de president en een kleine groep mensen precies weten wat hij bedoelde.’", "5) Retweetjes", "Retweet van 29 november 2017 Beeld @realDonaldTrump", "Naast zijn eigen tweets stuurt Trump vaak berichten van anderen door. Sommige daarvan blijken achteraf pertinent onwaar, of ronduit racistisch. Bijvoorbeeld een filmpje dat Trump retweet tijdens de afgelopen verkiezingscampagne, waarbij een Trump-aanhanger gefilmd wordt terwijl hij ‘White power! White power!’, roept. Na kritiek trekt Trump de tweet weer in en laat hij een woordvoerder zeggen dat hij niet naar het geluid had geluisterd voordat hij het bericht doorstuurde. Omdat Trump veel vaker dergelijke slordigheidjes begaat, vermoeden analisten dat hij juist heel bewust retweet om zijn kiezers aan de extreem-rechtse kant van het spectrum te bedienen.", "Een in Nederland bekend voorbeeld is een filmpje dat oorspronkelijk op de website Dumpert verschijnt. Volgens een bericht dat Trump retweet zou het gaan om een Nederlandse jongen die door een rits moslimmigranten wordt mishandeld. In werkelijkheid is alleen geen moslimmigrant te zien, maar een 16-jarige jongen uit Edam-Volendam.", "6) De Twitter-oorlog", "Tweet van 2 januari 2018 Beeld @realDonaldTrump", "Trump’s communicatieadviseurs hebben al vrij snel door dat hun baas een ongeleid projectiel is op Twitter. Als hij net is aangetreden als president, proberen ze nog voorzichtig of zijn tweets 15 seconden vertraagd kunnen worden, zodat de ergste schade kan worden beperkt. Een medewerker noemt Trumps Twittergebruik op dat tijdstip het ‘ultieme massavernietigingswapen’. Dat blijkt, na de dood van George Floyd door een witte politieagent in mei 2020, als hij na beginnende rellen in de stad Minneapolis schrijft: ‘Wanneer het plunderen begint, begint het schieten’. Die tweet heeft veel weg van een oproep tot geweld tegen de zwarte gemeenschap.", "Maar het blijkt vooral begin 2018, als Trump tijdens een onenigheid met Noord-Korea geen gebruik maakt van zijn diplomatieke netwerk, maar gewoon zelf, zonder al te veel overleg met ministers of ambassadeurs, een bijna-nucleaire oorlog begint via... Twitter.", "7) Zelfverheerlijking", "Tweet van 6 januari 2018 Beeld @realDonaldTrump", "Trump wordt veelvuldig van narcisme beticht. Vaak gebeurt dat op basis van zijn tweets. Bijvoorbeeld als psychiater Bandy Lee in december 2017 aan een groep parlementariërs verslag uitbrengt van de mentale toestand van de president. Zij heeft Trump geanalyseerd aan de hand van zijn tweets, interviews en publieke gedrag en concludeert dat de president ‘steeds verder ontspoort’. Ze vindt een medisch ‘noodonderzoek’, desnoods onder dwang, daarom noodzakelijk.", "Trump reageert, uiteraard via Twitter, op die aantijgingen. In een reeks vrij lastig te volgen tweets schrijft hij: ‘Nu de Russische samenzwering, een jaar na intensieve studie, een totaal verzinsel is gebleken om het Amerikaanse volk voor de gek te houden, gaan de Democraten en hun schoothondjes, de nepnieuws mainstream-media, door met een truc uit de tijd van Ronald Reagan en schreeuwen zij mentale stabiliteit en intelligentie... terwijl de twee grootste capaciteiten in mijn leven mentale stabiliteit en, soort van, echte slimheid zijn. Crooked Hillary speelde deze kaart ook heel hard en die ging, zoals iedereen weet, in vlammen op. Ik ging van ZEER succesvolle zakenman naar top tv-ster... naar president van de Verenigde Staten (bij mijn eerste poging). Ik denk dat je mij niet slim zou moeten noemen maar een genie... en een zeer stabiel genie ook!’", "Waarvan akte.", "8) Personeelsbeleid", "Tweet van 13 maart 2018 Beeld @realDonaldTrump", "Trump gebruikt Twitter voor alles, zelfs voor zijn eigen personeelsbeleid. Zo wordt hij in 2018 de eerste president ooit die een minister ontslaat via Twitter. De minister in kwestie is Rex Tillerson, die tot maart 2018 over Buitenlandse Zaken gaat. Pas drie uur nadat Trump zijn tientallen miljoenen volgers over diens ontslag heeft geïnformeerd, belt de president Tillerson zelf om hem te vertellen dat hij is ontslagen. Later dat jaar krijgt Tillerson, wederom via Twitter, nog een trap na als de president schrijft: ‘Mike Pompeo doet geweldig werk, ik ben zeer trots op hem. Zijn voorganger, Rex Tillerson, beschikte over onvoldoende mentale capaciteit. Hij was zo dom als een rots en ik kon hem niet snel genoeg ontslaan. Hij was aartslui.’", "9) De verkiezingen", "Tweet van 5 november Beeld @realDonaldTrump", "Vaak vormen de tweets van Trump het enige venster op zijn impulsieve binnenwereld. Wat daaruit blijkt: zodra Trump hevige emoties ervaart, gebruikt hij vaak HOOFDLETTERS tijdens het twitteren. Bekend is zijn woede-uitbarsting tegen de Iraanse president Rohani in 2018 (‘WAAG HET NIET DE VERENIGDE STATEN OOIT NOG TE BEDREIGEN OF JE ZULT ERVOOR GESTRAFT WORDEN OP EEN MANIER WAAROP NOG MAAR HEEL WEINIGEN IN DE GESCHIEDENIS GESTRAFT ZIJN. WE ZIJN NIET LANGER EEN LAND DAT KRANKZINNIGE WOORDEN OVER GEWELD EN DOOD ACCEPTEERT. WEES GEWAARSCHUWD!’) maar ook de afgelopen weken drijft Trumps liefde voor de hoofdletter veelvuldig naar het oppervlakte. Zeker naarmate de uitslagen van de in zijn ogen ‘oneerlijkste verkiezingen in de Amerikaanse geschiedenis’ stukje bij beetje duidelijker worden.", "Op 5 november, een dag na de verkiezingen, is hij de eerste Amerikaanse presidentskandidaat ooit die van de kiesfunctionarissen eist te STOPPEN MET TELLEN. Als ze dat niet doen, volgen nog veel meer hoofdletters, waaronder het inmiddels iconisch geworden: ‘IK HEB DEZE VERKIEZING GEWONNEN!’, van 7 november. Twitter plaatst bij die tweet een waarschuwing dat de uitslag nog niet bekend is - een eerste opmaat naar zijn uiteindelijke verbanning van dit platform."], "authors": ["Jarl Van Der Ploeg"], "keywords": ["zijn", "van", "berichten", "negen", "een", "president", "en", "trumps", "als", "te", "hij", "het", "overzicht", "twittergeschiedenis", "dat"], "pubDate": "2021-01-09T15:40:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}