{"id": "291c7346-4fb8-3933-9141-aa53a77bfd5d", "title": "Besparen op babyspullen: is huren goedkoper (en duurzamer) dan kopen?", "url": "https://nu.nl/geldzaken/6096093/besparen-op-babyspullen-is-huren-goedkoper-en-duurzamer-dan-kopen.html", "summary": "Volgens het Nibud is een tweeoudergezin gemiddeld 15 procent van het besteedbaar inkomen kwijt aan één kind, 25 procent van het inkomen aan twee kinderen en 35 procent aan drie kinderen.\nMet een 'op maat-pakket' van 25 euro per maand kun je je eigen uitzet aanvullen.\nHuren is niet altijd goedkoper, wel zorgelozerYumi claimt dat je bij gemiddeld gebruik minder betaalt voor huren dan voor tweedehands koop.\nBabyloop stelt dat je bij nieuwe producten de helft goedkoper uit bent ten opzichte van koop.\nUiteindelijk staat en valt het bij de dikte van de portemonnee, zegt Radstaak: \"Je kunt het zo gek maken als je wilt.\"", "paragraphs": ["Een kindje krijgen is een vrolijke levensgebeurtenis, maar kost ook veel geld. Je hebt allerlei spullen nodig die je nieuw zou kunnen kopen, maar soms al na een paar maanden niet meer hoeft te gebruiken. Geen wonder dus dat de huur- en leasemarkt voor babyspullen groeit. Maar ben je daarmee wel echt goedkoper en duurzamer uit?", "Kinderen zijn lief, leuk, mooi, en duur. Volgens het Nibud is een tweeoudergezin gemiddeld 15 procent van het besteedbaar inkomen kwijt aan één kind, 25 procent van het inkomen aan twee kinderen en 35 procent aan drie kinderen. Voor eenoudergezinnen vallen die percentages hoger uit. Tot twaalf jaar kost een kind 4.320 euro per jaar, in de zes jaar daarna is dat 4.766 euro per jaar.", "“Je betaalt bij abonnementen ook voor de service, waardoor je aan het eind van de rit duurder uit kunt zijn.” Karin Radstaak, Nibud", "Vooral bij het eerste kindje kan het hard gaan, omdat je dan nog niet precies weet wat je nodig hebt. Lijsten voor babyuitzet kunnen helpen, al verschillen die onderling sterk. Het Nibud legt de minimale prijs van zo'n uitzet bij 632 euro, de Consumentenbond vindt dat een lage inschatting.", "Babyuitzet huren in plaats van kopen", "Je kunt babyspullen ook leasen. Daar zijn inmiddels al verschillende opties voor te vinden. Zo kom je Baby Exchangerie met een 'alles-in-één-pakket' voor 100 euro per maand de eerste acht maanden door. Na drie maanden kun je producten laten ophalen die je niet meer gebruikt, die dan van de huurprijs af gaan. Met een 'op maat-pakket' van 25 euro per maand kun je je eigen uitzet aanvullen. Losse producten zijn eveneens te huur.", "Bij Babyloop heb je een 'alles-in-één-pakket' voor 54,50 euro per maand. Het bedrijf verhuurt nieuwe en al eerder gebruikte producten. Yumii werkt vergelijkbaar. Ook daar kies je de producten die je nodig hebt en stel je zelf een abonnement samen. Na gebruik worden de producten opgehaald, schoongemaakt, nagekeken en doorverhuurd. Gebruikssporen en natuurlijke slijtage zijn geen probleem, bij beschadigingen en reparaties betaalt de klant de helft.", "Huren is niet altijd goedkoper, wel zorgelozer", "Yumi claimt dat je bij gemiddeld gebruik minder betaalt voor huren dan voor tweedehands koop. Babyloop stelt dat je bij nieuwe producten de helft goedkoper uit bent ten opzichte van koop. Bij gebruikte producten kan dat oplopen tot 70 procent. En Baby Exchangerie hanteert voor de verhuurprijs zo'n 30 tot 40 procent van de nieuwwaarde.", "Het voornaamste punt bij huur is dat mensen worden 'ontzorgd', denkt Karin Radstaak van het Nibud. \"Huren is handig als je de spullen niet kunt opslaan en geen tijd of zin hebt om lang op Marktplaats te zoeken. Dat je de kosten uitspreidt over een langere periode kan een voordeel zijn, maar dan moet je ze wel meerekenen met de vaste lasten. Bovendien betaal je bij abonnementen vaak ook voor de service, waardoor je aan het eind van de rit duurder uit kunt zijn.\"", "“Babyproducten worden meestal niet tot het eind van de levensduur gebruikt. Huren, delen of tweedehands is dan altijd beter.” Linda Nijenhuis, Milieu Centraal", "Het hangt er daarbij ook van af in welk marktsegment je kijkt. Zo claimt wiegenverhuurder Cribster dat huur 80 procent bespaart ten opzichte van de nieuwwaarde. De winkelprijs van de wiegjes begint echter bij 213 euro (inclusief matras), terwijl Prénatal voor die combinatie uitgaat van 130 euro.", "'Je bespaart wel grondstoffen en productie-energie'", "Vanuit duurzaamheidsoogpunt is huren vaak wel beter, weet Linda Nijenhuis van voorlichtingsorganisatie Milieu Centraal. \"Babyproducten en -meubels worden meestal niet tot het eind van de levensduur gebruikt. Huren, delen of tweedehands is dan altijd beter, omdat je daarmee grondstoffen en productie-energie bespaart.\"", "Bij kinderwagens valt de meeste milieuwinst te behalen. Dat geldt in mindere mate voor ledikantjes en kleding. Voorwaarde is namelijk wel dat er niet te vaak heen en weer wordt gereden met spullen. \"Dat kan de milieuwinst verminderen.\"", "Om kleertjes langer in de roulatie te houden, kun je ze onderling ruilen met gezinnen in je omgeving, of, als die er niet zijn, huren. Bij Bieby, een kledingbieb voor baby's, stel je een pakket samen voor vier tot twaalf weken. De huurprijs ligt tussen de 5 en 20 procent van de winkelprijs.", "Hulaloop verhuurt outfits die door het bedrijf zijn samengesteld. Eén eerder gedragen outfit kost 17,50 euro per maand, een ongedragen exemplaar het dubbele. En bij Cribster kun je, behalve wiegjes, ook kleertjes huren. De prijzen variëren van 4 euro tot 10 euro per kledingstuk per maand.", "Wasbare luiers zijn óók te huur", "Tenslotte zijn luiers een behoorlijke kostenpost, volgens het Nibud zo'n 35 euro per maand. Wasbare luiers zijn beduidend voordeliger dan wegwerpluiers. Bij gemiddeld gebruik scheelt dat volgens Milieu Centraal 450 euro tijdens de hele luierperiode. Wasbare luiers zijn eveneens te huur, bijvoorbeeld bij Bamboo Baby en Nappy's. Dat lijkt niet echt goedkoper. Zo kost het 'newborn-pakket' van Bamboo Baby 34,95 euro per maand. Bij Nappy's betaal je 15 euro per week voor een totaalpakket, of per luier per week.", "Kortom: opties te over als je niet alles nieuw wilt of kunt kopen. Uiteindelijk staat en valt het bij de dikte van de portemonnee, zegt Radstaak: \"Je kunt het zo gek maken als je wilt.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["dat", "je", "duurzamer", "euro", "van", "bij", "babyspullen", "besparen", "een", "voor", "het", "goedkoper", "en", "op", "huren", "dan", "kopen", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}