{"id": "2931726c-f1f7-3554-9a2f-532ddaf4163a", "title": "Functioneringsgesprek: hoe bespreek je jouw prestaties als je dit jaar thuiswerkte?", "url": "https://volkskrant.nl/werken/functioneringsgesprek-hoe-bespreek-je-jouw-prestaties-als-je-dit-jaar-thuiswerkte~b54bd7b8/", "summary": "Volgens Batstra hoor je – ook in deze tijd – regelmatig met je leidinggevende te spreken en is het prettig als je het hele jaar door feedback krijgt.\nHoe pak je het aan als je een nieuwe baan wilt?\nSchrijf voor het gesprek dan in ieder geval op hoe je het afgelopen jaar hebt ervaren en hoe je de samenwerking met collega’s en je leidinggevende vond.\nJe kunt je beter focussen op hoe je jouw sterke punten zo goed mogelijk kunt inzetten.\nAls je je kwetsbaar opstelt en tegelijk openstaat voor hulp, laat je zien dat je wilt groeien, meent Van der Heijden.", "paragraphs": ["Jouw manager struint niet langer over de afdeling, maar is veranderd in een vierkantje op een scherm. Hij of zij heeft misschien minder goed gezien wat je hebt gepresteerd. Hoe voer je toch een goed functioneringsgesprek? Het staat of valt allemaal met de voorbereiding.", "Om meteen een zorg weg te nemen: het werken op afstand hoeft volgens Beatrice van der Heijden, hoogleraar strategisch human resource management aan de Radboud Universiteit, niet te betekenen dat je leidinggevende niet in de smiezen heeft wat werknemers uitspoken. ‘Doordat er meer via e-mail wordt gecommuniceerd, is het bijvoorbeeld zichtbaarder geworden hoe accuraat mensen reageren en hoe consciëntieus ze zijn.’", "Wie toch betwijfelt of de leidinggevende een goed beeld heeft van het afgelopen jaar, kan dat het best gewoon zeggen, vindt Elbrich Batstra, hr-directeur bij uitzendbureau YoungCapital. ‘Benoem dat je het een lastig functioneringsgesprek vindt, gezien de periode. En vraag ook hoe dat voor je leidinggevende is, want jullie zitten in hetzelfde schuitje.’", "Direct feedback", "Toch zijn die zorgen waarschijnlijk ongegrond. Volgens Batstra hoor je – ook in deze tijd – regelmatig met je leidinggevende te spreken en is het prettig als je het hele jaar door feedback krijgt. Het beste is als jouw leidinggevende het direct aankaart als hij of zij merkt dat je ergens moeite mee hebt. Het heeft geen zin om aan het eind van het jaar te zeggen wat in januari allemaal goed en verkeerd ging. Door deze manier van direct feedback geven, is het in december ook geen verrassing hoe het gesprek verloopt en of je een salarisverhoging krijgt.", "Batstra: ‘Bij YoungCapital hebben werknemers elk kwartaal een coachingsgesprek met hun manager. Dan wordt besproken wat goed ging, wat beter kan, waar je trots op was, wat te veel energie kostte en hoe je verder wilt groeien.’", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wilt? Verdien je wel genoeg? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips.", "Niet alle doelen gehaald?", "Ashley Sardjoe, zelf leidinggevende en hr-directeur bij farmaceutisch bedrijf Novartis, merkt dat veel werknemers vragen hebben over het eindejaarsgesprek. Werknemers vragen zich niet af of managers wel goed in de gaten hebben wat de werknemers hebben gedaan, maar of het een probleem is als persoonlijke doelen niet zijn gehaald door de pandemie. ‘Daar houden we natuurlijk rekening mee. Het is dit jaar niet zo zwart-wit dat je een slechte beoordeling krijgt als je niet alles hebt gedaan.’", "Laat zien wat je wél hebt gedaan", "Wel verwacht Sardjoe dat werknemers zelf laten zien wat zij – naast hun normale taken – voor extra’s hebben gedaan. ‘Dat is net zoals andere jaren, de pandemie is geen excuus om niet die extra stap te zetten.’", "Houd als werknemer daarom goed bij wat je doet. Nu te laat? Schrijf voor het gesprek dan in ieder geval op hoe je het afgelopen jaar hebt ervaren en hoe je de samenwerking met collega’s en je leidinggevende vond.", "Verbeterpunten", "Tijdens een functioneringsgesprek gaat het al snel over verbeterpunten. Medewerkers en werkgevers schieten er niet veel mee op om van zwakke punten middelmatige te maken. Je kunt je beter focussen op hoe je jouw sterke punten zo goed mogelijk kunt inzetten. Toch valt er iets voor te zeggen om je baas te vertellen waar je nog beter in wilt worden. Kom daar zelf mee. Als je je kwetsbaar opstelt en tegelijk openstaat voor hulp, laat je zien dat je wilt groeien, meent Van der Heijden.", "Nog een tip van de hoogleraar: ‘Zeg liever niet dat je iets niet kunt, maar zeg dat je ergens in wilt groeien, dat is respectvoller naar jezelf. Het beste is als je al hebt nagedacht hóé je dat wil doen. Je kunt natuurlijk vragen of je werkgever jouw deelname aan een trainingsprogramma wil helpen financieren. En dat jij bereid bent om dit deels in je eigen tijd te volgen. Je bent samen met je werkgever verantwoordelijk voor je ontwikkeling.’", "Vraag door", "Als de leidinggevende met vage feedback komt in het gesprek, vraag dan door naar concrete voorbeelden. Anders blijf je totaal ontredderd achter. De kans is dan groot dat je je defensief opstelt en daar wordt de samenwerking met je manager natuurlijk niet beter van.", "Maak ook afspraken over het verbetertraject. Wanneer bespreek je de voortgang? En: wanneer is het wél goed? Zo voorkom je dat punten je niet eindeloos blijven achtervolgen.", "Boswandeling of toch via een scherm? Hoewel een face-to-face eindejaarsgesprek volgens hoogleraar strategisch human resource management Beatrice van der Heijden altijd het beste is, kan het ook prima via een videoverbinding. Mits je de laatste tijd toch al op deze manier met elkaar hebt gecommuniceerd. ‘Je moet er dus mee geoefend hebben om op deze manier met met je leidinggevende te praten’, zegt ze. ‘Zorg dan dat je niet gestoord kan worden. Er wordt tegenwoordig heel makkelijk gedaan over dat er van alles door het beeld rent en schreeuwt, zoek voor dit gesprek de rust op. Zo laat je aan je leidinggevende zien dat je het gesprek belangrijk vindt en houd je focus.’ Elbrich Batstra van YoungCapital is een groot voorstander van een fysiek gesprek. ‘Maak een boswandeling op anderhalve meter afstand of spreek bij iemand thuis af, dat mag gewoon. Je haalt dan veel meer uit een gesprek, omdat je ziet hoe de andere reageert.’ Novartis voert de gesprekken via Microsoft Teams. Ashley Sardjoe: ‘De veiligheid van de medewerker staat voorop. We volgen de richtlijnen van de overheid op en werken zoveel mogelijk thuis.’"], "authors": ["Yasmine Esser"], "keywords": ["dat", "van", "dit", "niet", "een", "het", "en", "thuiswerkte", "te", "prestaties", "bespreek", "op", "als", "jaar", "je", "functioneringsgesprek", "jouw", "hoe"], "pubDate": "2020-12-03T16:28:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}