{"id": "2942a470-9b46-3165-b84c-ecb62140a347", "title": "Ze nam het op tegen het kartel – en betaalde de hoogste prijs", "url": "https://www.parool.nl/wereld/ze-nam-het-op-tegen-het-kartel-en-betaalde-de-hoogste-prijs~b35f1b2e/", "summary": "Ze lag met haar gezicht op de straat, met een hand in haar tas bij haar pistool.\nDe ontvoeringSteeds weer verstoorde het zoemen van een portofoon Miriams gesprek met een van Karens ontvoerders.\nZe zou ze een voor een opsporen en aangeven bij de politie, tot ze stierf.\nOp een morgen trof ze, liggend op de bank, een foto op Facebook van ene Sama.\nVervolgens trok ze een uniform aan uit de tijd dat ze een baantje had bij het ministerie van Volksgezondheid en dat ze altijd had bewaard.", "paragraphs": ["Miriam Rodríguez ging drie jaar lang in Mexico als een detective te werk – vermomd, met valse ID-kaart en een pistool op zak – om de moord op haar dochter te wreken. Ze nam het op ­tegen een systeem waarin bendes de dienst uitmaken.", "Miriam Rodríguez greep het pistool in haar tas stevig vast. Op de brug naar Texas liep ze de andere voetgangers snel voorbij, af en toe hield ze de pas in om op adem te komen en nog eens goed te kijken naar de foto van haar volgende doelwit: de bloemenverkoper.", "Al een jaar had ze jacht op hem gemaakt. Online hield ze hem in de gaten, criminelen met wie hij had gewerkt ondervroeg ze, en ze legde zelfs vriendelijk contact met nietsvermoedende familieden om te weten waar hij uithing. Toen kwam eindelijk het telefoontje met de gouden tip: een weduwe had gezien dat de man aan de Amerikaanse grens bloemen verkocht.", "Al sinds 2014 joeg Miriam op degenen die haar 20-jarige dochter Karen hadden ontvoerd en vermoord. De helft zat al in de gevangenis. Niet omdat de Mexicaanse autoriteiten hun best hadden gedaan om de zaak op te lossen, maar omdat Miriam de daders op eigen houtje had opgespoord, met niet aflatende toewijding.", "Kortgeknipt haar", "Ze had haar haar kort geknipt en geverfd om niet herkend te worden, steeds met het doel om zoveel mogelijk namen en adressen te vergaren. Ze verzon excuses om nietsvermoedende grootouders en neven en nichten te benaderen. Alle details, hoe schijnbaar onbeduidend ook, noteerde ze in blocnotes die ze in haar zwarte computertas bewaarde. Haar onderzoeken vorderden gestaag, één voor één zag ze kans de verdachten op te sporen.", "Ze kende hun gewoontes, vrienden, woonplaatsen, wist veel van hun kindertijd. Ze ontdekte dat haar volgende doelwit in de plaats San Fernando op straat bloemen had verkocht voor hij zich aansloot bij het plaatselijke kartel Los Zetas en betrokken raakte bij de ontvoering van haar dochter. Daarna was hij op de vlucht geslagen en teruggekeerd naar zijn oude beroep, de verkoop van rozen om de eindjes aan elkaar te knopen.", "Miriam had die ochtend niet de tijd genomen om te douchen, maar deed een regenjas aan over haar pyjama, trok een honkbalpet over haar roodgeverfde haar, stopte een pistool in haar tas en ging op weg naar de grens, naar de bloemenman.", "Op de brug speurde ze naar mannen achter bloemenkarren, maar uitgerekend die dag verkocht hij zonnebrillen. Toen ze hem eindelijk had gevonden, liep ze van pure opwinding snel zijn kant op. Ze kwam te dichtbij, want hij herkende haar en zette het op een lopen. Miriam, destijds 56 jaar, rende achter hem aan over het nauwe voetgangersgedeelte. Ze zag kans hem bij zijn shirt te grijpen, tegen de brugrand te duwen en het pistool hard in zijn rug te duwen. “Als je beweegt, schiet ik,” beet ze hem toe, volgens familieleden die betrokken waren bij Miriams zoektocht. Bijna een uur moest ze hem in bedwang houden, tot agenten hem inrekenden.", "Dappere campagne", "In drie jaar heeft Miriam Rodríguez bijna alle leden van de bende opgespoord die haar dochter hadden ontvoerd en vermoord. Van hen hadden meerderen geprobeerd een nieuw leven te beginnen.", "Miriam zorgde voor de arrestatie van in totaal tien mensen in een dappere campagne voor gerechtigheid die haar in heel Mexico beroemd had gemaakt, maar ook kwetsbaar. In haar land weet men wat er kan gebeuren als je criminele bendes uitdaagt, zeker als door jouw toedoen leden in de gevangenis belanden.", "Ze vroeg de regering om gewapende lijfwachten uit vrees dat Los Zetas, een van de beruchtste kartels, het welletjes zouden vinden.", "In 2017, op Moederdag, een paar weken nadat een van haar laatste doelwitten was gearresteerd, werd Miriam voor haar huis doodgeschoten. Haar echtgenoot keek op dat moment naar de televisie en rende naar buiten toen hij schoten hoorde. Ze lag met haar gezicht op de straat, met een hand in haar tas bij haar pistool.", "Alles wat er mis is", "Voor veel inwoners van de noordelijke stad San Fernando gaat Miriams verhaal over alles wat er mis is aan Mexico, maar ook over hoe moedig en onverzettelijk gewone burgers kunnen zijn. Bij de overheid stuiten mensen vaak op onverschilligheid. En zo moest in een door geweld en straffeloosheid geteisterd land een rouwende moeder de verdwijning van haar dochter goeddeels alleen zien op te lossen. Het werd haar dood.", "Miriam had in de loop der jaren dikke dossiers over haar speurwerk aangelegd. Ze bevatten tientallen verslagen van gesprekken met familieleden, politiefunctionarissen, vrienden, ambtenaren, buren van verdachten en zelfs bekentenissen van de criminelen op wie ze jacht maakte. De stad San Fernando veranderde erdoor, althans voor enige tijd. Mensen hadden moed geput uit haar strijd, de verontwaardiging over haar dood was dan ook enorm. Het stadsbestuur eerde Miriam met een bronzen gedenksteen op het centrale plein. Haar zoon Luis nam de leiding over van de door haar opgerichte vereniging van de vele burgers van San Fernando die hetzelfde hadden meegemaakt.", "De ontvoering", "Steeds weer verstoorde het zoemen van een portofoon Miriams gesprek met een van Karens ontvoerders. Hij trok het apparaat uit de houder aan zijn riem en antwoordde. Miriam moest maar even wachten.", "De eerste weken na Karens ontvoering waren voorbijgegaan met een zenuwslopende opeenvolging van telefoontjes, bedreigingen en valse beloftes. Voor het eerste losgeld had het gezin een lening afgesloten bij een bank die daarvoor speciale kredieten aanbood. Ze voerden alle instructies van de criminelen precies uit. Karens vader liet een zak met geld achter bij een kliniek, om vervolgens op de plaatselijke begraafplaats vergeefs te wachten tot de ontvoerders haar vrijlieten.", "Op een geven moment besloot Miriam dat ze weinig meer te verliezen had en vroeg Los Zetas om een gesprek. Tot haar verbazing gingen ze akkoord en weldra zat ze aan een tafel in het restaurant El Junior tegenover een slanke jongeman.", "Karens broer Luis had de stad verlaten uit angst voor het geweld, maar Karen was gebleven. Ze maakte de middelbare school af en hielp Miriam in haar winkeltje met cowboyparafernalia, Rodeo Boots.", "Op 23 januari wilde Karen in haar pick-uptruck een weg oprijden toen twee auto’s haar klemreden. Gewapende mannen sprongen eruit, overmeesterden Karen en reden in haar auto naar de woning waar ze doordeweeks verbleef wanneer haar moeder, die ook als kindermeisje in Texas werkte, weg was. De ontvoerders gooiden Karen op de vloer van de huiskamer, bonden haar vast en stopten een prop in haar mond. Opeens klopte iemand op de voordeur. Het was een automonteur die werkte in het bedrijf van haar oom. Hij zou die dag naar de auto van het gezin komen kijken. De ontvoerders raakten in paniek, grepen de monteur vast en vluchtten.", "Nu zat Miriam tegenover een van hen. Ze smeekte hem Karen te laten gaan, tussen zijn portofoongesprekken door. Hij beweerde dat Los Zetas haar dochter niet hadden ontvoerd, maar bood aan te helpen haar te vinden, voor 2000 dollar. Miriam beloofde te betalen. Door het krakende geluid van de portofoon hoorde ze iemand de naam noemen van de man tegenover haar: Sama.", "Na een week reageerde hij niet meer op haar telefoontjes. Anderen belden haar wel, met de boodschap dat ze Karen in hun macht hadden en nog 500 dollar extra vroegen voor haar vrijlating. De familie betwijfelde of het iets zou helpen, maar betaalde toch.", "Met elke betaling kreeg Miriam Rodríguez weer een beetje hoop. En met elke mislukte poging zakte ze dieper weg in wanhoop. Ze was al van haar man gescheiden en trok in bij haar oudere dochter Azalea. Op een morgen, een paar weken na de laatste betaling, kwam ze naar beneden en zei tegen Azalea dat Karen nooit zou terugkomen, dat ze hoogstwaarschijnlijk dood was. Ze zei het zonder enige emotie, alsof ze Azalea meedeelde dat Karen boven lag te slapen.", "Miriam bezwoer even later dat ze niet zou rusten voor ze Karens ontvoerders had gevonden. Ze zou ze een voor een opsporen en aangeven bij de politie, tot ze stierf. Azalea zag hoe haar moeders verdriet verhardde tot vastberadenheid, hoe haar hoop veranderde in de wens tot wraak.", "Sinds die dag was Miriam een ander mens.", "De doorbraak", "Iedereen plaatst foto’s op sociale media, zelfs kleine criminelen. Miriam Rodríguez hoefde alleen maar te wachten tot Sama een foutje maakte. Ze wist al dat hij betrokken was bij Karens ontvoering, dankzij de automonteur die samen met haar dochter was ontvoerd die avond. Het kartel was nooit van plan geweest ook voor hem losgeld te vragen en liet hem gaan. Hij moest Miriam alles vertellen wat hij had gehoord of gezien. Ze speurde urenlang sociale media af in de hoop op aanwijzingen, onder meer op Karens profiel op Facebook. Op een morgen trof ze, liggend op de bank, een foto op Facebook van ene Sama. Ze herkende hem meteen van hun lunch, met zijn slanke gestalte en gladgeschoren gezicht. Op de foto stond hij naast een jonge vrouw in de bedrijfskleding van een ijssalon in de stad Ciudad Victoria, op twee uur rijden met de auto.", "Wekenlang hield Miriam de zaak in de gaten tot ze precies wist op welke uren de vrouw er werkte, en wanneer Sama haar kon ophalen. Eindelijk was het zover. Ze volgde het paar naar huis en noteerde het adres.", "Maar ze had meer nodig als ze wilde dat de politie in actie kwam, zoals een naam. En om die te ontdekken, moest ze heel dichtbij komen. Ze liet haar haar kort knippen en rood verven zodat Sama haar niet zou herkennen. Vervolgens trok ze een uniform aan uit de tijd dat ze een baantje had bij het ministerie van Volksgezondheid en dat ze altijd had bewaard. Ze stak een identiteitsbewijs bij zich dat er officieel genoeg uitzag om zich zogenaamd mee te legitimeren als een opiniepeiler voor de overheid. Zo werkte ze net zo lang de buurt af tot ze genoeg basisgegevens had verzameld over een van de ontvoerders van haar dochter.", "Stapeltje foto’s", "Tegen de tijd dat de politie een arrestatiebevel had uitgevaardigd, was Sama ’m al uit Ciudad Victoria gesmeerd. Miriam was diep teleurgesteld, maar ging er nog harder tegenaan. Weldra beschikte ze over een stapeltje foto’s waarop Sama met anderen poseerde.", "Toen, door stom toeval, dook hij opeens op.", "Het was 15 september 2014, Mexico’s onafhankelijkheidsdag. Miriams zoon Luis was bezig zijn eigen winkel in Ciudad Victoria te sluiten om aan de festiviteiten mee te doen. Zijn laatste klant was een slanke jongeman die bij de hoeden stond te kijken. Luis stopte waar hij mee bezig was om de man beter te kunnen bekijken. Het was hem.", "Hij belde zijn moeder en volgde hem zo voorzichtig mogelijk. Toen agenten Sama op het grootste plein van de stad arresteerden, verzette hij zich hevig en schreeuwde dat hij hartpatiënt was.", "Bij zijn verhoor vulde hij lacunes in Miriams onderzoek door de namen en verblijfplaatsen te noemen van medeplichtigen. Een van hen, Cristián José Zapata González, was bij zijn arrestatie net 18 jaar – jong zelfs naar de maatstaven voor leden van kartels.", "Bang", "Tijdens zijn verhoor op het politiebureau was hij bang. Miriam zat buiten het vertrek en kon horen dat de tiener vroeg of zijn moeder kon komen. “Ik heb honger,” zei hij tegen de agent, waarop Miriam klopte, het vertrek binnenging en Christián gaf wat ze voor haar lunch had meegenomen: een stuk gebraden kip. Ze ging ook een flesje cola voor hem kopen; agenten vroegen of ze wel wist wat ze deed.", "“Hij is nog maar een kind, wat hij ook gedaan heeft, en ik ben nog steeds een moeder. Het was net of ik mijn eigen kind hoorde,” antwoordde Miriam volgens haar vriendin Idalia Zaldivar Villavicencio. Ze was met Miriam meegegaan naar het bureau.", "Misschien was Christian ontroerd door Miriams vriendelijkheid, want vanaf dat moment werkte hij actief mee. “Ik kan jullie naar de boerderij brengen waar ze werden gedood en waar hun lichamen nog begraven moeten liggen,” zei hij.", "De speurtocht", "Een aftandse tractor stond op de plaats waar de slachtoffers van de bende lagen begraven, op een verlaten boerderij aan het eind van een onverharde weg. De muren van het lemen woonhuis waren doorzeefd met kogelgaten; enkele maanden eerder waren Mexicaanse mariniers hier verwikkeld geweest in een vuurgevecht met criminelen. Volgens Christián hadden de militairen daarbij zes leden van de bende doodgeschoten.", "Miriam doorzocht de rommel die de ontvoerders hadden achtergelaten: akelige vlekken op smerige tafelbladen, beenderen van verschillende maten, sommige niet groter dan forse splinters. Een strop hing aan een tak van een kromgegroeide boom. Haar hart stond stil toen ze stuitte op een stapel persoonlijke bezittingen. Een sjaal van Karen en een zitkussen uit haar auto lagen bijna bovenop.", "Maar volgens forensische onderzoekers van de regering lag Karen niet bij de tientallen lichamen die ze bij de boerderij hadden geïdentificeerd. Miriam nam geen genoegen met die conclusie. En terecht: een jaar later vonden onderzoekers een stuk dijbeen van Karen.", "Op de terugweg van de boerderij kwam ze in haar auto langs een barbecuerestaurant niet ver van het begin van de onverharde weg. Zij en Azalea hadden daar twee dagen na Karens ontvoering gegeten. Miriam herinnerde zich dat ze destijds in het restaurant iemand uit haar buurt zag die ze goed kende, Elvia Yuliza Betancourt. Ze zat alleen aan een tafel met een flesje frisdrank. Miriam groette haar en vroeg of ze had gehoord dat Karen was ontvoerd. Tegen die tijd was iedereen in de omgeving op de hoogte, maar Betancourt zei dat ze het nu pas hoorde. Miriam vond dat toen erg vreemd, maar nu, vlak bij hetzelfde restaurant, ging haar een licht op: misschien wist Betancourt er toch meer van, en moest ze de boerderij in de gaten houden om de bende te waarschuwen als de politie eraan kwam.", "Verhouding met Karens ontvoerders", "Miriam reed zo snel als ze kon naar huis en stortte zich weer op haar dossiers. Ze ontdekte dat Betancourt een verhouding had met een van Karens ontvoerders, die in de gevangenis zat voor een ander misdrijf.", "Net als eerder bij de ijssalon wachtte Miriam nu wekenlang buiten de gevangenis tijdens bezoekuren. Betancourt kwam eindelijk en de politie arresteerde haar. Later bleek dat ontvoerders bij haar thuis Miriam hadden gebeld met de eisen om losgeld.", "De maanden gingen voorbij en Miriams computertas raakte steeds voller met aanwijzingen afkomstig uit haar eigen speurwerk of uit informatie van de politie. Maar met de dag werden de sporen vager. Sommige daders waren dood, anderen zaten gevangen. Wie nog op vrije voeten was, probeerde een nieuw bestaan op te bouwen als taxichauffeur, leverancier van gasflessen of, in het geval van Enrique Yoel Rubio Flores, herboren christen.", "Miriam Rodríguez reed naar zijn woonplaats Aldama, met zo’n 13.000 inwoners, en bezocht zijn grootmoeder. Met een diepe zucht vertelde de oude vrouw dat er altijd problemen waren geweest met die jongen, maar dat hij nu in elk geval trouw naar de kerk ging.", "Natuurlijk ging Miriam de diensten bijwonen en ja, op een dag zag ze hem. Toen de politie Enrique in de kerk arresteerde, wisten de aanwezige gelovigen niet wat ze meemaakten. Een van hen vroeg Miriam om genade. Ze antwoordde volgens familieleden met bittere spot: “Waar was zijn mededogen toen ze mijn dochter vermoordden?”", "Luis Rodríguez op de plek waar de overblijfselen van zijn zus Karen gevonden werden. Beeld DANIEL BEREHULAK/NYT/HH", "De moord op Moederdag", "Een maand voor haar dood raakte Miriam gewond bij de jacht op een van de laatste doelwitten op haar lijst, een jonge vrouw uit San Fernando die als kindermeisje werkte bij een gezin in Ciudad Victoria. Volgens haar inmiddels geijkte methode had Miriam dagenlang vanuit haar auto het huis, waar de oppas ook woonde, in de gaten gehouden. Toen de vrouw naar buiten kwam en de politie haar aanhield, struikelde Miriam terwijl ze op hen af rende en brak een voet. Op Moederdag liep ze nog steeds met die voet in het gips en op krukken.", "Tegen half elf ’s avonds ging ze op huis aan. Ze woonde weer samen met haar man in het oranje huisje waar Karen was opgegroeid. Ze parkeerde haar auto langs het trottoir en stapte moeizaam uit. Achter haar stopte heel kalm een witte Nissan pick-uptruck, van waaruit dertien keer op Miriam werd geschoten.", "Gezien de volkswoede over de moord op de bekende en moedige vrouw moest de regering snel reageren. Binnen een paar maanden waren twee daders gearresteerd, een ander kwam om in een vuurgevecht.", "Wie vreesden haar?", "Maar wie gaven opdracht Miriam Rodríguez uit de weg te ruimen, wie vreesden haar meer dan de gevolgen van haar liquidatie? Hun identiteit blijft in nevelen gehuld.", "Ook Luis piekert zich suf wie het kunnen zijn. Maar zelfs hij heeft de les geleerd die de moord op zijn moeder de Mexicanen moest inpeperen: weet hoever je kunt gaan als je de strijd aanbindt met de kartels.", "“Ik zal niet dezelfde fouten maken als mijn moeder,” zei hij. Luis heeft de leiding van Miriams burgerinitiatief op zich genomen, maar dat leidt na haar dood een kwijnend bestaan.", "Bijna een maand na Miriams dood werd in de deelstaat Veracruz opnieuw een verdachte aangehouden dankzij informatie die zij had aangedragen. Deze vrouw zou Karen na de ontvoering als een boksbal hebben opgehangen, geslagen en gemarteld. Miriam had ook haar dus weten te vinden.", "© The New York Times", "Vertaling René ter Steege"], "authors": ["Azam Ahmed"], "keywords": ["hoogste", "prijs", "van", "en", "kartel", "ze", "een", "tegen", "met", "miriam", "op", "te", "het", "nam", "haar", "betaalde"], "pubDate": "2021-01-09T07:00:14Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}