{"id": "295790ab-aed6-3daf-8370-2be0cb646103", "title": "Willen de Edisons echt meetellen, dan moet de o voor onafhankelijk staan", "url": "https://volkskrant.nl/cultuur-media/willen-de-edisons-echt-meetellen-dan-moet-de-o-voor-onafhankelijk-staan~b31d5f1b/", "summary": "Ook de muziekbladen zijn niet allemaal zo onafhankelijk als ze zich presenteren.\nNiet dat de jury niet deugt, integendeel.\nWil je als label dat jouw albums in aanmerking komen voor een nominatie, dan moet je lid zijn.\nKortom: je moet betalen om mee te doen, en dat doen een hoop labels niet (meer).\nMaar willen de Edisons echt meetellen, dan moet de o voor onafhankelijk staan.", "paragraphs": ["Wekelijks neemt Bor Beekman, Robert van Gijssel, Merlijn Kerkhof, Anna van Leeuwen of Herien Wensink stelling in de wereld van film, ­muziek, theater of beeldende kunst.", "Het was een even briljante als gehaaide daad. Op een dag besloot een Nederlandse medewerker van de entertainmentgigant Warner een Facebookpagina aan te maken. De naam: Klassieke Muziek. Al snel drukten vele Facebookgebruikers die van klassieke muziek houden op de vind-ik-leuk-knop. Niet wetend dat ze vervolgens alleen content aangeboden zouden krijgen van Warner.", "De pagina heeft op het moment van schrijven 62.408 likes. Universal, waar Decca en Deutsche Grammophon onder vallen, doopte zijn Facebookpagina om tot Classics To Go. Op deze pagina, bedoeld ‘om je wegwijs te maken in de wereld van klassieke muziek’, vind je – verrassing – vrijwel alleen posts over artiesten van Universal. Het doel is duidelijk: je aan het streamen krijgen, al dan niet via een thematisch samengestelde Spotify-playlist – waar je alleen opnamen uit de catalogus van Universal treft.", "Om met Tunahan Kuzu te spreken: trap er niet in.", "Ook de muziekbladen zijn niet allemaal zo onafhankelijk als ze zich presenteren. Neem Klassieke Zaken, het blad dat je mee kunt nemen bij platenwinkels. Het blad plaatst pas een redactioneel stuk over een artiest als zijn platenmaatschappij advertentieruimte inkoopt.", "En ook met de Edisons, de platenprijzen die volgens de Edison Stichting te vergelijken zijn met de Amerikaanse Grammy Awards, is iets aan de hand. Niet dat de jury niet deugt, integendeel. Maar stel je eens voor dat er een Libris Literatuurprijs in aantocht is, en het nieuwste boek van Arnon Grunberg zou wel in behandeling worden genomen, maar de nieuwe Peter Buwalda niet. Niemand zou de prijs serieus nemen. Dit is dus precies de situatie van de Edisons.", "De Edison Klassiek wordt uitgereikt door de NVPI, de branchevereniging van de Nederlandse entertainmentindustrie. Wil je als label dat jouw albums in aanmerking komen voor een nominatie, dan moet je lid zijn. Dat lidmaatschap kost 500 euro per jaar, plus 0,4 procent over je binnenlandse omzet, of 230 en 0,3 procent als je omzet onder de 230 duizend euro ligt.", "Kortom: je moet betalen om mee te doen, en dat doen een hoop labels niet (meer). De Edisons, die zondag worden uitgereikt in de muziekshow Podium Witteman, reflecteren het speelveld niet. Kijk je naar de nominaties van de afgelopen jaren, dan zou je denken dat de beste albums nog steeds worden uitgebracht door die majors, terwijl de interessantste projecten nou juist ontstaan wanneer artiesten de vrijheid hebben en verkoopbaarheid niet de voornaamste prikkel is.", "Neem een musicus als Erik Bosgraaf, misschien wel de beste blokfluitist ter wereld. Bosgraaf presteert het om elk jaar een album uit te brengen dat een Edison zou verdienen – alleen is zijn label, Brilliant Classics, geen lid van de NVPI. Bij geen ander label verschijnen momenteel zulke interessante albums als bij het Franse Alpha, maar ook Alpha doet niet mee. We recenseerden er dit jaar twaalf cd’s van, waarvan maar liefst vier er vijf sterren kregen. Veelzeggend: het Nederlandse Pentatone, wel lid, nam niet eens de moeite om in te zenden.", "Het goede nieuws is dat Alpha volgend jaar toch lid wil worden, en dus mee kan dingen. Maar willen de Edisons echt meetellen, dan moet de o voor onafhankelijk staan."], "authors": ["Merlijn Kerkhof"], "keywords": ["van", "als", "dan", "meetellen", "edisons", "het", "echt", "zijn", "staan", "moet", "willen", "onafhankelijk", "je", "een", "niet", "dat", "te", "en", "voor"], "pubDate": "2020-11-26T16:48:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}