{"id": "297ea71c-9539-3b41-b077-1ff37a1585b3", "title": "Home Ground tackelt het grote dilemma van voetbaldrama  ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/home-ground-tackelt-het-grote-dilemma-van-voetbaldrama~bad53015/", "summary": "Aan het begin van de serie hebben ze de hoogste divisie bereikt en is het doel: handhaven.\nDe trainer die het elftal terugbracht op het hoogste niveau, krijgt nog voor de eerste wedstrijd een beroerte.\nMet uitzondering van die ene keer dat de coach van de tegenstander haar tijdens een opstootje langs de lijn in haar kruis grijpt.\nZoals die van Mikkelsens dochter Camilla, die te vroeg volwassen moet worden omdat haar alleenstaande moeder altijd aan het werk is.\nJe wordt als kijker minstens zoveel deelgenoot van de dorpsgemeenschap als van het eerste elftal.", "paragraphs": ["Ane Dahl Torp en John Carew in Home Ground.", "Home Ground (Heimebane) 2018, 10 x 50 min., bedacht en mede geschreven door Johan Fasting, productie NRK (Noorse publieke omroep). Met o.a. Ane Dahl Torp, John Carew, Axel Bøyum, Emma Bones en Morten Svartveit Te zien op lumiereseries.com en dvd", "Het blijft lastig: hoe breng je voetbal in een speelfilm of dramaserie overtuigend in beeld? Acteurs zijn nu eenmaal geen topvoetballers. En voetballers zijn, een uitzondering daargelaten (Vinnie Jones, Eric Cantona), geen geboren acteurs. Hoe breng je dat cruciale winnende doelpunt gescoord door de hoofdpersoon in de laatste minuut dan geloofwaardig in beeld?", "De Noorse serie Heimebane (beter bekend onder de internationale titel Home Ground) heeft dit probleem slim getackeld. Ten eerste blijken de makers te beschikken over een paar acteurs die kunnen voetballen. Vooral een van de hoofdrolspelers, acteertalent Axel Bøyum, doorstaat de voetballakmoesproef moeiteloos. In de rol van Adrian Austnes beschikt hij over een paar serieuze schijnbewegingen en legt moeiteloos een vrije trap precies op de juiste hoogte een halve meter naast de penaltystip. De bijna 2 meter lange Noorse oud-voetballer en oud-international John Carew (39) acteert niet onverdienstelijk in de rol van de uit het buitenland teruggekeerde sterspeler Michael Ellingsen.", "John Carew en Ane Dahl Torp in Home Ground. Beeld nvt", "Home Ground gaat over dorpsclub Varg (denk Emmen, Volendam) die een paar jaar geleden, na een financiële injectie van de lokale scheepsbouwer, is begonnen aan een opmars vanuit de onderste regionen van het (semi-)betaalde voetbal. Aan het begin van de serie hebben ze de hoogste divisie bereikt en is het doel: handhaven.", "Vanaf moment één is het hommeles bij Varg. De trainer die het elftal terugbracht op het hoogste niveau, krijgt nog voor de eerste wedstrijd een beroerte. De sponsor wil sterspeler Ellingen als vervangend coach, maar de technisch directeur heeft zijn zinnen gezet op de ambitieuze trainer Helena Mikkelsen (sterke rol van Ane Dahl Torp). Het wordt Mikkelsen.", "Sterspeler gepasseerd, enter vrouwelijke coach in het mannenvoetbal. Conflicten genoeg, maar het aangename van Home Ground is dat dat allemaal slechts terloops een rol speelt. Je wacht erop, maar het escaleert niet. De vrouw-in-een-mannenwereld wordt zelfs vrij snel een normaal gegeven. Met uitzondering van die ene keer dat de coach van de tegenstander haar tijdens een opstootje langs de lijn in haar kruis grijpt. Een zaak die een realistisch vervolg krijgt. ‘Laat maar,’ zegt Mikkelsen tegen haar technisch directeur die de zaak aanhangig wil maken, ‘je ziet het niet op de beelden, dus niemand zal me geloven.’", "Ook de jongensboekachtige geschiedenis van dorpsclub Varg komt niet van de grond. De gevreesde degradatie blijft dreigen en allengs begint het volk te morren, want waar blijft het mooie voetbal waarmee de vorige coach zo succesvol was? En dan komen er ook nog verhaallijnen bij. Zoals die van Mikkelsens dochter Camilla, die te vroeg volwassen moet worden omdat haar alleenstaande moeder altijd aan het werk is. En over de jonge Adrian Austnes, die als jeugdspeler sneefde bij Ajax (er zijn opnamen in de Johan Cruijff Arena gemaakt) en behalve begenadigd voetballer, ook een getourmenteerd mens blijkt.", "Je wordt als kijker minstens zoveel deelgenoot van de dorpsgemeenschap als van het eerste elftal. Behoefte aan spectaculaire voetbalbeelden heb je zodoende niet. Knap gedaan.", "Op zoek naar nieuw bingemateriaal Op deze pagina verzamelen we al onze recensies van televisieseries. Zodat je weet wat de moeite van het kijken waard is (en wat niet)."], "authors": ["Bart Koetsenruijter"], "keywords": ["zijn", "van", "ground", "en", "dilemma", "voetbaldrama", "een", "tackelt", "op", "grote", "het", "niet", "die", "je"], "pubDate": "2019-05-31T11:58:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}