{"id": "2996966e-22c7-3262-a201-8c2008d16edf", "title": "Schatzoekers speuren naar kostbaarheden die de Duitsers verstopten in het zand op Schiermonnikoog", "url": "https://www.dvhn.nl/1945/mei/Een-nazi-schat-op-Schiermonnikoog-25695657.html", "summary": "Meer dan 120 Duitsers en Nederlanders van het Scholtenhuis in Groningen vluchtten naar het eiland.\nKapitein-luitenant Wittko, commandant van het garnizoen op het eiland, wacht ze met een knoop in de maag op.\nHij maakt zogenaamd deel uit van een ‘delegatie’ die met de Duitsers van het Scholtenhuis over hun overgave komt praten.\nDaar heb ik nog in gespeeld.’’ loadingMaar de door de SD geroofde kostbaarheden liggen dan nog steeds op het eiland.\n‘Het blijkt, dat men op het eiland het overschot van de kas, waaruit men de soldij betaalde, heeft begraven.", "paragraphs": ["Schiermonnikoog blijft tot ver na de bevrijding van Nederland bezet. Meer dan 120 Duitsers en Nederlanders van het Scholtenhuis in Groningen vluchtten naar het eiland. Schatzoekers speuren nog steeds naar kostbaarheden die de Duitsers in het zand verstopten.", "Een ambtenaar klopt op 15 april 1945 op de deur van boer Talsma. De veehouder aan de Kooiweg op Schiermonnikoog moet met zijn gezin vertrekken en wel onmiddellijk. 123 Duitsers en Nederlanders - mannen en vrouwen - die van het Scholtenhuis in Groningen naar Schiermonnikoog vluchtten, hebben onderdak nodig en wel nu meteen. ,,Mijn vader had geen keus’’, vertelt Theun Talsma (83). ,,De wagen werd aangespannen, onze spullen werden ingeladen en we vertrokken.’’", "Personeel Scholtenhuis vlucht naar Schiermonnikoog", "Het Scholtenhuis, eigendom van de familie Scholten, stond op de Grote Markt en was tijdens de Tweede Wereldoorlog het hoofdkwartier van de Sicherheitsdienst, de Duitse inlichtingendienst en de Sicherheitspolizei. Hier werden honderden verzetsstrijders verhoord en gemarteld, onder meer door Robert Lehnhoff. De Canadezen vallen op vrijdag 13 april Groningen aan, een dag later vlucht het personeel van het Scholtenhuis beladen met kostbaarheden die het van de bevolking en zijn slachtoffers stal, naar Zoutkamp, vanwaar ze naar Schiermonnikoog varen. Vermoedelijk hopen ze het eiland als springplank naar Borkum te gebruiken.", "Op zondag 15 april varen drie schepen met aan boord Duitse en Nederlandse SD’ers, SS’ers, NSB’ers en politiemensen, inclusief een aantal vrouwen en een Ierse setter, de haven van Zoutkamp uit. Nederlandse verzetsstrijders openen vanuit Oostmahorn met geschut dat door Duitse troepen is achtergelaten het vuur op de schepen. De verwarring onder de opvarenden is groot. De bemanning van een van de schepen denkt dat het Duitse troepen zijn en hijst de witte vlag. Maar op een ander schip weten ze dat het Nederlanders moeten zijn en schieten ze terug, dit tot ontsteltenis van de anderen. Het is een grote chaos.", "Duitsers verjagen eilanders uit hun huizen", "Tegen 13.00 uur komen de drie schepen aan op Schiermonnikoog. Het eiland is onderdeel van de Atlantikwall, de verdedigingslinie van de Duitsers tegen een geallieerden invasie. Kapitein-luitenant Wittko, commandant van het garnizoen op het eiland, wacht ze met een knoop in de maag op. Wat moet hij in vredesnaam met deze troep beginnen? Ze installeren zich in en rondom drie boerderijen aan de Kooiweg, waaronder boerderij De Kooiplaats die een eendenkooi (een zoetwaterplas waar wilde eenden voor consumptie gevangen worden gehouden) aan de oostkant van het eiland heeft. De bewoners zijn er simpelweg uitgezet en moeten maar ergens anders onderdak zien te vinden.", "Talsma: ,,We gingen naar de buren. De kinderen sliepen in het hooi. Mijn vader ging de volgende dag naar het gemeentehuis en hij kreeg een huisje in het dorp waar we ongeveer zes weken hebben gewoond.’’", "Duitse commandant richt kanon op eigen mensen", "Wittko vertrouwt zijn ‘gasten’ voor geen cent en zorgt ervoor dat de lopen van een luchtafweerbatterij altijd op de boerderij bij de eendenkooi staat gericht. Inmiddels heeft de vers opgerichte Politieke Opsporingsdienst – in februari 1945 in het leven geroepen om collaborateurs op te sporen – ook in de gaten waar het personeel van het Scholtenhuis is gebleven. Herman Kloppenborg van de Politieke Opsporingsdienst brengt op 3 mei in het geheim een eerste bezoek aan het eiland. Hij praat met wethouder Weber en Wittko en krijgt zo de namen te horen. Kloppenborg keert terug naar de wal en legt de Canadese autoriteiten een gewaagd plan voor. Gehinderd door allerlei bureaucratische obstakels duurt het nog weken voordat er eindelijk tot actie wordt overgegaan. Kloppenborg verkleedt zich als een Canadese militair. Met de Canadese sergeant Boddard en een tweede Canadese militair reist hij op 25 mei opnieuw naar het eiland. Hij maakt zogenaamd deel uit van een ‘delegatie’ die met de Duitsers van het Scholtenhuis over hun overgave komt praten. Met zijn drieën liepen wij naar het dorp waar sommige bewoners het niet konden nalaten met kleine Nederlandse vlaggetjes te zwaaien, waardoor ik (als Nederlander) gedwongen was duidelijk te maken dat de bezetting voor hen nog niet ten einde was. (…)’", "Op 31 mei varen om half tien ’s morgens twee boten uit de haven van Zoutkamp richting het waddeneiland. Kloppenborg beloofde de ‘Scholtenhuis-vluchtelingen’ dat ze als krijgsgevangenen zouden worden behandeld. Zo hoopt hij dat ze zich tijdens het vervoer rustig houden. Wanneer alle SD’ers en aanhangers zijn overgezet, rijden de vrachtwagens – tot ontsteltenis van de ‘passagiers’ – rechtstreeks door naar het Huis van Bewaring in Groningen.", "Zoektocht naar geroofde kostbaarheden", "Het garnizoen volgt op elf juni. Talsma: ,,Het huis was een grote bende. Er hadden meer dan honderd man in gezeten. Bij de eendenkooi stonden allemaal hutten. Daar heb ik nog in gespeeld.’’ loading", "Maar de door de SD geroofde kostbaarheden liggen dan nog steeds op het eiland. De juwelen, sieraden, kettingen, trouwringen en andere voorwerpen zijn in de omgeving van het SD-kamp begraven. Nog steeds is onduidelijk of alles is teruggevonden en wat er met alle teruggevonden buit is gebeurd. Inspecteur Kerkhof van de Politieke Opsporingsdienst beschrijft hoe hij op schattenjacht naar het eiland ging. Hij krijgt ‘Duitser’ met een hoofdletter niet uit zijn pen.", "‘Het blijkt, dat men op het eiland het overschot van de kas, waaruit men de soldij betaalde, heeft begraven. Ook de duitsche gewone soldaten schijnen hier de laatste weken uit betaald te zijn, aangezien Wittko zelf geen geldmiddelen meer had. Het staat wel vast, dat alle S.D.ers zich op het eiland van vele dingen hebben ontdaan, hetzij geruild met de bewoners hetzij verstopt in het zand, maar van deze “begrafenis” weet een duitscher ons een toch vrij bruikbaar schetskaartje te maken. De volgenden dag gaat het er op los. Wij mogen weer mee. De bevelvoerende “Captain” geeft Wittko de opdracht voor een twintigtal duitschers te zorgen, die met schoppen bewapend, met ons de duinen intrekken. Er wordt veel gegraven en bijna heele duinen worden ondersteboven gehaald maar we hebben blijkbaar de goede plek niet.", "Blik met gouden sieraden", "Dan eindelijk hebben we geluk. Een biskwieblik, omwonden met zeildoek, wordt naar boven gehaald. Bijna honderdduizend gulden en een groot aantal gouden voorwerpen, zooals gouden heeren zakhorloges, trouwringen enz. Bij nadere beschouwing blijkt ons, dat in de meeste ringen inscripties voorkomen als “Ans 10-5-’37”, “Boukje 25-12-’29” enz. Het is duidelijk, dat dit sieraden zijn afkomstig van door de S.D. gearresteerde en wellicht later vermoorde Nederlanders. Als we de Canadeezen hierop attent maken heeft men begrip voor een en ander en wordt het niet tot oorlogsbuit verklaard. Een groot gedeelte van de sieraden kan later dan worden herkend door … de weduwen van de slachtoffers.’", "Op 23 december 1965 vindt een opzichter van Domeinen in de eendenkooi een literfles met opgerolde bankbiljetten ter waarde van bijna vijfduizend gulden. Coen Soepboer van het Bunkermuseum weet dat er nog steeds mensen zijn die met een metaaldetector naar kostbaarheden zoeken. ,,Volgens mij is er nog niks gevonden of ze moeten zich heel stil hebben gehouden. Nee, er reden niet opeens eilanders in dure auto’s rond.’’", "Talsma: ,,Volgens mij ligt er niks meer.’’", "", "", "Voetnoot: het volledige verslag van de Duitse soldaten op Schiermonnikoog staat in het boek Stemmen van de bevrijding van Frank von Hebel dat nu in de winkel ligt. Dit artikel werd mede mogelijk door informatie uit de trilogie Het Scholtenhuis van Monique Brinks."], "authors": ["Frank Von Hebel"], "keywords": ["schatzoekers", "zand", "speuren", "schiermonnikoog", "verstopten", "naar", "kostbaarheden", "van", "een", "eiland", "het", "duitsers", "en", "op", "dat", "met", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}