{"id": "299bd48c-567f-3848-b9da-eec215c959fc", "title": "Kim Jong-un steviger in het zadel, zus verdwijnt van partijlijst", "url": "https://nos.nl/artikel/2363881-kim-jong-un-steviger-in-het-zadel-zus-verdwijnt-van-partijlijst.html", "summary": "De Noord-Koreaanse leider Kim Jong-un heeft op het congres van zijn Arbeiderspartij een nieuwe titel gekregen, meldt staatspersbureau KCNA.\nOpmerkelijk is dat zijn zus Kim Yo-jong niet meer op de lijst van het politbureau staat.\nOnduidelijkheid rond positie zusTegelijkertijd is zus Kim Yo-jong uit het politbureau verdwenen, al blijft ze wel lid van de Centrale Commissie van de Arbeiderspartij.\nHet Zuid-Koreaanse leger zegt dat het aanwijzingen heeft dat er in Noord-Korea in verband met het congres een militaire parade is gehouden.\nDie zou op het Kim Il-sung Plein in de hoofdstad Pyongyang hebben plaatsgevonden, maar het zou ook kunnen dat het een repetitie was, zeggen de Zuid-Koreanen.", "paragraphs": ["De Noord-Koreaanse leider Kim Jong-un heeft op het congres van zijn Arbeiderspartij een nieuwe titel gekregen, meldt staatspersbureau KCNA. Opmerkelijk is dat zijn zus Kim Yo-jong niet meer op de lijst van het politbureau staat.", "Kim mag zichzelf nu algemeen secretaris van de Arbeiderspartij noemen. Tot voor kort was hij eerste secretaris, een titel die hij in 2012 kreeg na de dood van zijn vader Kim Jong-il. Die geldt nog steeds als \"eeuwig algemeen secretaris\".", "De benoeming wordt gezien als een grotendeels symbolisch besluit dat Kim nog steviger in het zadel plaatst. Volgens een Noord-Korea-deskundige van de Universiteit van Seoul mag hij zich qua aanzien nu bij zijn vader en grootvader scharen.", "Onduidelijkheid rond positie zus", "Tegelijkertijd is zus Kim Yo-jong uit het politbureau verdwenen, al blijft ze wel lid van de Centrale Commissie van de Arbeiderspartij. Het is onduidelijk wat deze stap betekent. Kim Yo-jong is de afgelopen jaren uitgegroeid tot een zeer invloedrijke figuur binnen de partij en is volgens de Zuid-Koreaanse inlichtingendienst zelfs tweede in lijn.", "Het Zuid-Koreaanse leger zegt dat het aanwijzingen heeft dat er in Noord-Korea in verband met het congres een militaire parade is gehouden. Die zou op het Kim Il-sung Plein in de hoofdstad Pyongyang hebben plaatsgevonden, maar het zou ook kunnen dat het een repetitie was, zeggen de Zuid-Koreanen."], "authors": [], "keywords": ["jongun", "zijn", "van", "verdwijnt", "yojong", "steviger", "een", "zadel", "zus", "op", "hij", "het", "kim", "dat", "partijlijst", "die"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}