{"id": "299ce850-3334-3f90-8ed2-58099c8b5430", "title": "Prijsverschillen basiszorgverzekering: 'Duur is niet per definitie beter'", "url": "https://nu.nl/geldzaken/6098392/prijsverschillen-basiszorgverzekering-duur-is-niet-per-definitie-beter.html", "summary": "Hierbij kiest de klant zelf naar welke zorgaanbieder hij gaat, zonder dat het invloed heeft op zijn vergoeding.\nSoms ben je misschien voordeliger uit met een goedkope basisverzekering en een goede aanvullende verzekering.\n“Het is niet zo dat als iets duur is, het per definitie beter is.” Suzanne Löwik, PricewiseTot slot wil de Pricewise-zorgexpert nog een kleine nuance aanbrengen.\n\"Het is niet zo dat als iets duur is, het per definitie beter is.\nJe hebt bij de duurdere verzekeringen vaak meer keuzevrijheid uit zorgaanbieders, maar de zorg die je krijgt moet hetzelfde zijn als de andere basispremies.", "paragraphs": ["De dekking van de basisverzekering is bij elke zorgverzekeraar hetzelfde; dat is vastgelegd in de wet. Toch kunnen de prijzen nog aardig uiteenlopen. Het verschil tussen de duurste en goedkoopste basisverzekering bedraagt maar liefst 504 euro op jaarbasis. Krijg je dan toch iets extra's voor dat geld?", "De goedkoopste basisverzekering is komend jaar van ZEKUR, en hiervoor betaal je 105,95 euro per maand. Voor de duurste verzekering, die van De Amersfoortse is, betaal je 147,95 euro per maand.", "\"De duurste polissen zijn restitutiepolissen. Hierbij kiest de klant zelf naar welke zorgaanbieder hij gaat, zonder dat het invloed heeft op zijn vergoeding. De goedkoopste zorgverzekeringen zijn naturapolissen, met een beperktere zorgkeuze\", legt Jordi van Baardewijk, woordvoerder van De Amersfoortse uit. \"Een restitutiepolis wordt vaak gekozen door klanten die graag zelf willen bepalen naar welke zorgaanbieder ze gaan. Voor deze groep is dat een belangrijker element in hun keuze dan de hoogte van de premie.\"", "'Slim als je naar een specifiek behandelcentrum wilt'", "Zorgspecialist Suzanne Löwik van Pricewise onderschrijft dit. \"Bij een restitutieverzekering heb je over het algemeen meer zorgkeuze. Dit is slim als je bijvoorbeeld naar een specifiek behandelcentrum wilt\", legt ze uit. \"We zien ook dat sommige ziekenhuizen door corona een stop hebben op het aanbod van bepaalde zorg. Dan kan een restitutieverzekering sommige mensen zekerheid bieden, doordat ze dan eventueel naar een niet-gecontracteerd behandelcentrum kunnen waar dezelfde scan of echo gemaakt kan worden.\"", "“Er zijn verzekeraars die ervoor kiezen alles online te doen.” Suzanne Löwik, Pricewise", "Een andere verklarende factor voor de prijsverschillen is de mate van service. \"Er zijn verzekeraars die ervoor kiezen alles online te doen, waardoor je geen telefoonnummer hebt dat je kunt bereiken bij vragen over je verzekering\", vertelt Löwik. Van dergelijke telefoonservices kunnen de kosten flink oplopen. \"Veel goedkope basisverzekeringen zijn verzekeringen met beperktere services. Dat hoeft voor mensen die handig zijn met de computer geen probleem te zijn. En zo betaal je soms minder premie.\"", "Collectiviteitskorting niet mogelijk", "Menzis-woordvoerder Joeri Veen legt uit dat dit bij zijn verzekeringsmaatschappij het geval is. \"Ga je graag voor volledig digitale dienstverlening, dan is ons verzekeringslabel Anderzorg een goede keuze - en inderdaad een stuk goedkoper dan die van Menzis, ons andere label.\"", "Voor een basisverzekering bij Anderzorg betaal je 116 euro per maand, terwijl die bij Menzis (Basis) 130 euro per maand kost. \"Die laatste kan een goede keuze zijn als je op zoek bent naar uitgebreidere dienstverlening.\"", "\"Bij Anderzorg kun je overigens ook geen collectiviteitskorting krijgen op die 116 euro. Bij Menzis is dat nog wel zo. Veel mensen kiezen bijvoorbeeld voor het Leefkracht-collectief, waar iedereen aan kan deelnemen, en krijgen zo 5 procent korting op die 130 euro voor Menzis Basis. Of ze zijn via een ander collectief aangesloten.\"", "Voordelig verzekerd zijn weegt niet op tegen je wensen", "Pricewise-expert Löwik adviseert mensen vooral om te kijken en vergelijken. \"Kijk naar wat je nodig hebt, welke zorg je verwacht in het nieuwe jaar. Onderzoek wat voor jou de goedkoopste verzekering is. Soms ben je misschien voordeliger uit met een goedkope basisverzekering en een goede aanvullende verzekering. Voor anderen kan een dure basisverzekering lonen, als je bijvoorbeeld garantie wil op genoeg keuze in zorgaanbieders en telefonische service.\"", "“Het is niet zo dat als iets duur is, het per definitie beter is.” Suzanne Löwik, Pricewise", "Tot slot wil de Pricewise-zorgexpert nog een kleine nuance aanbrengen. \"Het is niet zo dat als iets duur is, het per definitie beter is. Juist omdat de dekking voor de basisverzekering is vastgelegd door de overheid. Je hebt bij de duurdere verzekeringen vaak meer keuzevrijheid uit zorgaanbieders, maar de zorg die je krijgt moet hetzelfde zijn als de andere basispremies. Ook de goedkoopste.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["zijn", "van", "het", "voor", "en", "een", "prijsverschillen", "basiszorgverzekering", "op", "definitie", "dat", "niet", "duur", "beter", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}