{"id": "29a3f868-19c4-35c6-b7d6-dddfdf795295", "title": "De sterren van Giny Vos stralen weer langs de A10", "url": "https://www.parool.nl/ps/de-sterren-van-giny-vos-stralen-weer-langs-de-a10~bcdbb412/", "summary": "Dat het een kunstwerk betreft met de titel White Noise weten slechts weinigen.\nVoor de een is het een landmark, de ander ziet er een hightech mascotte voor de Zuidas in.\n“Ik had met Christof grappend een deal gemaakt: overdag is de toren van hem en ’s nachts van mij,” memoreert Giny Vos, maker van het lichtkunstwerk.\nVos: “De restauratie heeft even lang geduurd als het ontwerpproces en de oorspronkelijke realisatie bij elkaar.”Giny Vos Beeld Martin DijkstraSchilderen met lichtGiny Vos geldt als een van de pioniers van de Nederlandse lichtkunst.\nDie nam de toren over van KPN, de oorspronkelijke opdrachtgever van het kunstwerk.", "paragraphs": ["Elf jaar geleden werd White Noise van Giny Vos (61) ontstoken, maar in 2018 doofde het lichtkunstwerk. Haar abstracte sterrenhemel is nu gerestaureerd. ‘Ik maak kunst die door iedereen is te zien.’", "Voor automobilisten die in de avondspits vanuit het zuiden de stad binnenreden golden ze jarenlang als ijkpunt: de fonkelende lampjes boven in de telecomtoren van Cellnex, aan de A10 ter hoogte van de RAI. Dat het een kunstwerk betreft met de titel White Noise weten slechts weinigen. Voor de een is het een landmark, de ander ziet er een hightech mascotte voor de Zuidas in. Veel forenzen ­komen erlangs en denken: we zijn weer thuis.", "Maar het licht is al een tijdlang gedoofd. Architect Christof Schwencke was degene die als eerste de noodklok luidde over de slechte staat van het kunstwerk. Schwencke had in 2008 de oorspronkelijk 108 meter hoge zendmast opgehoogd tot 146 meter, om boven de links en rechts ­opschietende kantoorpanden uit te blijven torenen. Het hoogste punt aan de Zuidas valt niet alleen op door zijn lengte maar ook door de karakteristieke ellipsvormige plateaus. Voor die toevoeging is White Noise bedacht.", "“Ik had met Christof grappend een deal gemaakt: overdag is de toren van hem en ’s nachts van mij,” memoreert Giny Vos, maker van het lichtkunstwerk. “Maar niemand had verwacht dat het werk zo snel zou slijten. Ledlampjes zijn heel solide, maar op ruim honderd meter hoogte staan ze bloot aan wind, regen en luchtverontreiniging. Onderzoek wees uit dat 80 procent zo goed als op was. We hebben uiteindelijk alle 1024 ledlampjes plus de behuizing en alle bekabeling vervangen.”", "Dat is een stevige klus op zo’n winderig plateau, waar je op een herfstochtend al binnen twintig minuten in een ijspegel verandert. Tijdens de herstelperiode bleken bepaalde onderdelen niet geleverd – waardoor op nieuwe bestellingen moest worden gewacht – de twee liften naar de top van de toren gingen afzonderlijk van elkaar kapot, en corona zorgde voor nog meer vertraging. Vos: “De restauratie heeft even lang geduurd als het ontwerpproces en de oorspronkelijke realisatie bij elkaar.”", "Giny Vos Beeld Martin Dijkstra", "Schilderen met licht", "Giny Vos geldt als een van de pioniers van de Nederlandse lichtkunst. Gevoel voor techniek kreeg ze van huis uit. “Mijn vader was elektrotechnicus en het hele huis stond vol tv’s die hij repareerde voor de buurt. De eerste ‘video-installatie’ die ik zag was een stapel beeldschermen waar mijn moeder een kleedje en een plant op had gezet.”", "Aan de Rietveld Academie en aansluitend de Rijksakademie specialiseerde Vos zich in videokunst, maar ze was meer geïnteresseerd in de beweging van licht dan in beeldcultuur. Voor haar eerste grote werk in de openbare ruimte liet ze de monitors dan ook achterwege. Door ­gericht kantoorverlichting aan en uit te zetten spelde ze in grote letters ‘WORK TO DO’ op de drie torenflats aan het Rotterdamse Marconiplein. Dat was in 1985.", "“Ledlampjes waren in die tijd nog een noviteit. Ik liep een paar jaar later een fabriek binnen en werd vreemd aangekeken: daar kun je toch geen poëzie mee maken? Maar het is juist bijzonder geschikt materiaal voor kunst in de openbare ruimte. Het is stevig en zuinig en de techniek is in de afgelopen 35 jaar eigenlijk niet noemenswaardig veranderd. Het licht is iets feller geworden en vanaf 2000 is er ook ledverlichting in blauw. Lampjes in rubber, waardoor je vloeiende vormen kunt ­maken, zijn de nieuwste ontwikkeling. Ik heb net wat stalen besteld om in het atelier te ­experimenteren.”", "Vos ontwierp bijna dertig monumentale lichtkunstwerken op plaatsen door heel Nederland en daarbuiten. Zes daarvan staan in Amsterdam, waaronder eyecatcher ­Lokroep (2006), die onder andere de woorden ‘Wild West’ spelt op een gemeentelijk gebouw in Westpoort, en het subtiele lijnenspel van White Cube (2012) in de Nieuwezijds Armsteeg.", "“De openbare ruimte is mijn canvas en daar schilder ik op met licht,” stelt de kunstenaar. “Ik maak kunst die altijd en door iedereen is te zien en niet het merendeel van de tijd in depot ligt. Bovendien kan ik werken op een schaal en met budgetten die in musea vaak onmogelijk zijn. Het nadeel is dat ik voor veel opdrachten moet deelnemen aan een competitie. Dan krijg je behoorlijk veel te incasseren aan kritiek en afwijzingen. Maar ik ben heel gedreven, ­anders was ik na 35 jaar niet nog steeds zo enthousiast.”", "Tussen kantoren en lichtreclames", "“Ik ben soms jaloers op collega’s met een duidelijk handschrift, van wie het werk op een kilometer afstand te herkennen is. Ik begin elke keer weer opnieuw, met niets. Wat eruit komt, hangt af van het onderwerp. Het is een intuïtief proces.”", "Bij White Noise was het startpunt de simpele vraag: wat is een toren en deze toren in het bijzonder? “De meeste ­torens hebben een symboliserend kenmerk: het carillon van de Westertoren of de vlammen van Pernis. Deze toren is een zendmast en daar moest ik dus iets mee. In eerste ­instantie dacht ik aan ruis, maar dat duidt op storing en klopt niet. Toen ik ging nadenken over radiogolven en de afstand die ze afleggen, kwam ik uit bij het heelal. Vervolgens ben ik me gaan verdiepen in astronomie en kosmologie, en ben ik gaan praten met Vincent Icke, hoogleraar sterrenkunde in Leiden.”", "Vos bestudeerde eindeloos veel foto’s van het heelal en maakte een uitsnede van een deel dat haar qua compositie beviel. “Dat stuk sterrenhemel heb ik rond de toren gevouwen. Door versneld naar voren en achteren in de tijd te spoelen laat ik meteorietregens zien, vallende sterren en ontploffinkjes. Daarnaast heb ik verificatiecodes die worden gebruikt in het digitale informatieverkeer in het grid verwerkt. Het oogt abstract, maar het gaat uiteindelijk wel over communicatie tussen mensen.”", "Ze rekent White Noise tot haar beste werken. “Het blijft overeind, ook tussen de kantoren en lichtreclames. Maar het sluit ook aan bij de huidige discussie over duurzaamheid. Dit monumentale werk verbruikt 1000 watt en ­omdat de lampjes nooit allemaal tegelijk aan staan ligt het verbruik grosso modo op 400 watt. Dat is de helft van wat een koffiezetapparaat verbruikt.”", "Verweesde kunst", "Maar de techniek is kwetsbaarder dan verwacht. Het heeft Vos aan het denken gezet. “Ik maak op dit moment een kunstwerk in de uiterwaarden bij Kampen, waar geen elektriciteit aan te pas komt. Het bestaat uit een groot plantenblad van twaalf bij twaalf meter waar kubusjes op staan die draaien in de wind en zonlicht weerkaatsen.”", "“Toen lichtkunst nog iets nieuws was, werd er nog niet erg nagedacht over onderhoud. Soms werden er afspraken gemaakt voor tien jaar en ik dacht vroeger: dat is heel lang. Inmiddels is mijn oudste, nog bestaande ledwerk 28 jaar oud. Ik weet intussen hoe belangrijk een goed onderhoudscontract is.”", "Complicaties kunnen echter optreden als de eigenaar van het pand waar het kunstwerk onderdeel van uitmaakt zijn vastgoed verkoopt. Dan is het na verloop van tijd ­onduidelijk wie verantwoordelijk is voor het werk dat bij de boedel zat en bestaat de kans dat de kunst verweesd raakt. Op die manier is heel wat nagelvaste kunst – ook in Amsterdam – verwaarloosd en zelfs verdwenen.", "Dat White Noise dit lot bespaard is gebleven, is te danken aan Cellnex. Die nam de toren over van KPN, de oorspronkelijke opdrachtgever van het kunstwerk. Samen met de gemeente Amsterdam en ledleverancier Rena heeft de Europese aanbieder van telecomdiensten de restauratie betaald.", "“Maar ik voel ook een persoonlijke verantwoordelijkheid,” zegt Vos. “Ik kan niet een kunstwerk in de wereld zetten en mijn handen ervan aftrekken. Daarom ben ik ook zo blij dat de toren nu weer straalt.”"], "authors": ["Edo Dijksterhuis"], "keywords": ["van", "het", "giny", "op", "die", "langs", "ik", "een", "stralen", "en", "weer", "dat", "sterren", "vos", "aan", "a10", "voor"], "pubDate": "2020-12-03T20:00:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}