{"id": "29a92108-1e8d-356b-b61d-60eec9dff7b2", "title": "Van Dijke verliest na ‘heftig jaar’ tweede Europese judofinale op rij", "url": "https://volkskrant.nl/sport/van-dijke-verliest-na-heftig-jaar-tweede-europese-judofinale-op-rij~bd32a7c4/", "summary": "Beeld EPADe wereldkampioen vol op de rug leggen, Sanne van Dijke deed het in de halve finale van de Europese titelstrijd in Praag.\nVan Dijke (25) werd in 2017 in Warschau al eens Europees kampioen in de klasse tot 70 kilogram.\nPolling voorbij op wereldranglijstOp de wereldranglijst is Van Dijke haar illustere landgenoot intussen voorbij.\nVan Dijke zei die absentie van haar concurrent te begrijpen.\nOok hier vloeiden tranen wegens een sterfgeval, van een grootouder.", "paragraphs": ["Judoka Sanne van Dijke na de EK-finale tegen de Franse Margaux Pinot. Beeld EPA", "De wereldkampioen vol op de rug leggen, Sanne van Dijke deed het in de halve finale van de Europese titelstrijd in Praag. Na de zege met ippon op de Francaise Marie-Eve Gahié, wereldtitelhouder van Tokio 2019, kwam de Nederlandse judoka in het lege stadion van Praag tegenover de volgende Franse uitdager te staan: Margaux Pinot, niet voor niets de regerend Europees kampioen.", "Binnen 52 seconden nam Pinot met een ippon-seoi-nage revanche voor haar landgenote. Met die schouderworp ging Van Dijke tegen de mat. De Nederlandse EK-finaliste leek verrast. ‘Een foutje’, noemde ze het na afloop.", "Alweer Pinot", "Vorig jaar verloor de Brabantse dezelfde finale, toen bij de EK in Minsk, ook van Pinot, na een slopend gevecht, waarin zij slechts drie straffen (shido’s) en geen beslissende technieken moest incasseren. Het zilver was echter op de juiste plaats terechtgekomen, oordeelde zij uiterst sportief. Nu was er zeker geen discussie.", "Van Dijke (25) werd in 2017 in Warschau al eens Europees kampioen in de klasse tot 70 kilogram. Dat is in Nederland een zwaar bevochten categorie. Kim Polling, een uiterst explosieve judoka, heerst al bijna een decennium in die klasse en werd sinds 2013 al vier keer Europees kampioen.", "De laatste jaren is Van Dijk, Europees kampioen bij de junioren en onder 23, aan het opschuiven in de richting van deze wereldtopper die op mondiale toernooien (WK en OS) onder haar mogelijkheden blijft. In onderlinge duels staat het 5-0 voor Polling. Zij zegevierde in Den Haag, Parijs, Tel Aviv, Abu Dhabi en Qingdao, de steden waar het reizende circus van de judosport halt houdt.", "Polling voorbij op wereldranglijst", "Op de wereldranglijst is Van Dijke haar illustere landgenoot intussen voorbij. Zij staat vijfde, Polling zesde. Die rangschikking is hetzelfde op de olympische kwalificatielijst, maar dat ticket wordt naar verwachting pas eind juni vastgesteld. In Nederland komt daar nog een selectiecommissie aan te pas, met atletiekcoach Charles van Commenée als onafhankelijk lid.", "Polling ontbrak in Praag. Van Dijke zei die absentie van haar concurrent te begrijpen. ‘Het zijn onzekere tijden, deze coronatijden. Ieder moet voor zichzelf beslissen of zij het risico wil nemen. Ik had goede verhalen gehoord van de Grand Slam van Boedapest in oktober. De meeste geluiden waren positief over alle maatregelen die zijn genomen. Ook voor deze EK zijn we vier keer getest.’", "De Brabantse beleefde vrijdag een zeer emotionele dag. Haar broer Steven stapte in april, 30 jaar oud, uit het leven. Diens zelfgekozen lot liet haar lange tijd niet los, maar op de tweede dag van de driedaagse EK kon Van Dijke zich toch goed focussen. ‘Het ging wel.’ Pas toen de finale bereikt was, liet ze de emotie over zich heen komen. Na de finale stond ze in tranen de NOS te woord en ook over de telefoon haperde en brak haar stem, toen de onvermijdelijke vraag over de familiepijn voorbij kwam.", "Heftig jaar", "‘Het is een heel heftig jaar geweest’, vatte ze samen. Ze had heel graag gehad dat haar broer het EK-zilver had kunnen bekijken. Door hem was ze ooit op judo gegaan. Door en voor hem gaat ze volgend jaar, als er weer marathons worden gehouden, de 42 kilometer en 195 meter hardlopen. Ze was ervoor getraind, maar alle stadsmarathons werden dit jaar afgelast. ‘Dan volgend jaar maar na de Spelen’, zei de judoka.", "Van Dijke had vrijdag, ondanks alle emotie, goed in haar gebruikelijke houding kunnen kruipen. Die is er een van volkomen overtuiging. ‘Ja, ik ga ervan uit dat als ik de mat op stap, dat ik die partij win. Pijnlijk voor die ander misschien. Maar zo denk ik. En vaak pakt het ook zo uit.’", "De tweede Nederlandse medaille in Praag was er één van brons. Juul Franssen veroverde die in de categorie tot 63 kilogram. Na twee WK-medailles was dit een plekje in de prijzenkast dat zij nog graag gevuld zag. Ook hier vloeiden tranen wegens een sterfgeval, van een grootouder."], "authors": ["John Volkers"], "keywords": ["europese", "verliest", "van", "tweede", "jaar", "op", "judofinale", "heftig", "het", "die", "voor", "een", "haar", "en", "ze", "rij", "dijke"], "pubDate": "2020-11-20T20:44:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}