{"id": "29cdac42-16ce-36ea-9d21-ad21229cbed1", "title": "Sneller elektriciteit voor bedrijven Eemsdelta", "url": "https://www.dvhn.nl/economie/Sneller-elektriciteit-voor-bedrijven-Eemsdelta-26292448.html", "summary": "De vier partijen gaar ervoor zorgen dat er eerder vergunningen afgegeven kunnen worden voor aanpassingen aan het elektriciteitsnetwerk in de Eemsdelta en de omliggende regio.\nBovendien moet de vlottere vergunningafgifte de regio voor bedrijven aantrekkelijker maken om zich te vestigen.\nNormaal begint de vergunningaanvraag pas als er een concrete aanvraag ligt voor een aanpassing van het netwerk.\nVoor de Eemsdelta en de omliggende regio wordt tot 2030 een verzevenvoudiging verwacht, van 390 megawatt tot 2630 megawatt.\nWe zijn blij dat we met deze intensievere vorm van samenwerking tussen overheid, netbeheerders en Groningen Seaports cruciale stappen kunnen zetten voor het halen van de klimaatdoelen.", "paragraphs": ["Nieuwe afspraken tussen Groningen Seaports, provincie Groningen en de netbeheerders Enexis (regionaal) en TenneT (landelijk) moeten ervoor dat de energietransitie in de Eemsdelta versnelt en de regio bovendien aantrekkelijker maken om er een bedrijf te vestigen.", "De vier partijen gaar ervoor zorgen dat er eerder vergunningen afgegeven kunnen worden voor aanpassingen aan het elektriciteitsnetwerk in de Eemsdelta en de omliggende regio.", "Regio aantrekkelijker", "Zo moet de verduurzaming van de industrie worden versneld. Bovendien moet de vlottere vergunningafgifte de regio voor bedrijven aantrekkelijker maken om zich te vestigen.", "Normaal begint de vergunningaanvraag pas als er een concrete aanvraag ligt voor een aanpassing van het netwerk. TenneT en Enexis gaan de provincie nu tijdig informeren hoe het netwerk zich naar hun verwachting ontwikkelt. De provincie kan zich daardoor voorbereiden op vergunningaanvragen en die eerder honoreren. ,,Dat kan wel twee jaar schelen”, zegt Eefje van Gorp van TenneT.", "Vraag neemt toe", "Door de energietransitie neemt de vraag naar elektriciteit enorm toe. Voor de Eemsdelta en de omliggende regio wordt tot 2030 een verzevenvoudiging verwacht, van 390 megawatt tot 2630 megawatt. „Om de klimaatdoelstellingen te behalen, hebben we niet alleen veel duurzame energie nodig, maar ook een nieuw energiesysteem”, zegt de Groningse gedeputeerde Nienke Homan. ,,Het uitbreiden en versterken van het elektriciteitsnetwerk is daarin van groot belang om de industrie te ondersteunen in de verduurzaming van haar bedrijfsprocessen.”", "‘Nieuwe bedrijven’", "Cas König, ceo van Groningen Seaports: “Dit convenant biedt onze industrie meer zekerheid over het tijdig verkrijgen van de benodigde infrastructuur. We zijn blij dat we met deze intensievere vorm van samenwerking tussen overheid, netbeheerders en Groningen Seaports cruciale stappen kunnen zetten voor het halen van de klimaatdoelen. Hiermee houden we ons gebied duurzaam aantrekkelijk voor de op stapel staande investeringen en de vestiging van nieuwe bedrijven.”", "Volgens Van Gorp is de Eemsdelta het eerste industriële cluster in Nederland waarover dergelijke afspraken zijn gemaakt. TenneT hoopt, vertelt zij, ook elders in het land tot een soortgelijke werkwijze te komen.", "", ""], "authors": ["John Geijp"], "keywords": ["dat", "sneller", "om", "van", "bedrijven", "een", "voor", "te", "het", "groningen", "en", "eemsdelta", "elektriciteit"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}