{"id": "29e4e016-73f7-3018-b190-7b864851982f", "title": "Jonge Fransen bieden elkaar mentale hulp", "url": "https://www.nrc.nl/nieuws/2020/12/17/jonge-fransen-bieden-elkaar-mentale-hulp-a4024196", "summary": "Voor een interview kon het jonge publiek via Facebook en YouTube vragen insturen.\nBij de tweede lockdown was er een gevoel van: ‘niet wéér’.\nBegin december werd ook bekend dat er komend halfjaar tachtig nieuwe psychologen en zestig sociaal werkers bijkomen bij de universitaire gezondheidsdiensten.\nWie een zwaar gesprek achter de rug heeft, kan even bijkomen in een debrief-kamertje met een luie bank.\n„Eerlijk gezegd”, stelt Charlottte, „is het voor ons ook heel fijn om aan de lockdown te ontsnappen.", "paragraphs": ["Zowat een jaar zonder soirée: geen avondje uit, of een huisfeestje met vrienden. Geen sportwedstrijden. Zelfs de faculteit en de collegezaal of je saaie bijbaan zou je er nog van gaan missen. In de tweede Franse lockdown, die nu langzaam wordt versoepeld, heersen zorgen om jongvolwassenen. President Emmanuel Macron weet en snapt het, stelde hij vaker in publieke verklaringen: „Het is zwaar om een twintiger te zijn in 2020.”", "Die groep, tussen 19 en 28 jaar, dreigt op sociaal-economisch vlak het meest achterop te raken, becijferde het Observatorium voor Ongelijkheden in een rapport dat eind november verscheen. Ouderen worden ziek en gaan dood. Maar jongeren missen belangrijke stappen: ze verliezen hun toch al onzekere inkomen, of lopen achterstand op in hun studie en stages. Daardoor komt hun aansluiting bij het volwassen leven in het geding.", "De president trok tweeënhalf uur uit om zich via het online medium Brut direct tot hen richten. Voor een interview kon het jonge publiek via Facebook en YouTube vragen insturen. Het ging niet alleen over de coronacrisis, ook thema’s als klimaatverandering en racisme kwamen aan bod. Maar zie maar eens met al die zware onderwerpen om te gaan als ook je alledaagse leven in de war is geschopt, is de teneur in talkshow en krantenkolommen die worden gevuld met verhalen over de „verloren generatie”.", "Studenten van hogescholen en universiteiten vormen een groep waarin die problemen goed te meten zijn. Zo bleek uit een enquête onder die populatie in de eerste lockdown dat bijna een derde ‘psychische nood’ ervoer. Bijna 12 procent had suïcidale gedachten, tegenover ruim 7 procent van de hele bevolking.", "Twee keer een piek", "Dat het in de afgelopen maanden niet goed ging, merkten ook de vrijwilligers van Nightline. De door studenten bemande hulplijn is bedoeld voor generatiegenoten die het moeilijk hebben. In de eerste dagen van beide lockdowns (begonnen op 14 maart en 30 oktober) nam het aantal telefoontjes en chatberichten toe. „Met zo’n 40 procent”, aldus Martha Zoumpoulaki (27), voorzitter van de Parijse afdeling. „Eerst was er natuurlijk veel onzekerheid. Bij de tweede lockdown was er een gevoel van: ‘niet wéér’. We zagen twee keer een piek, daarna stabiliseerde het.”", "„Covid zet meer druk op bestaande problemen. Je ziet je vrienden niet persoonlijk, je kunt niet naar de faculteit ter afleiding. Of de lockdown was nét een nieuw probleem dat sommigen er niet bij konden hebben”, schetst vrijwilliger Aurélie (21) – om de drempel voor contact zoeken zo laag mogelijk te houden, blijven zowel bellers als hulpverleners altijd anoniem. Die bestaande problemen zijn sinds de eerste rapportages van Nightline, dat in 2016 begon in Frankrijk, hetzelfde: de meest voorkomende klachten zijn relatieproblemen, studiestress, angst en eenzaamheid.", "Op de avond dat NRC komt kijken, is de eerste die contact opneemt met Nightline een jongen met studieproblemen, zo wordt duidelijk uit de helft van het telefoongesprek dat te horen is: „Hm… Oh. Dat klinkt vervelend. En wat gaat er dan mis?”", "De hulpdienst wordt bemand vanuit een klein kantoortje in het vijfde arrondissement. Het lokaal is een van de weinige universiteitslocaties waar ’s avonds mensen zijn. In de telefoonzaal staat een prefab bureaublok, de muren van het kantoor zijn blauw en zachtgeel geschilderd. In een volle zaal is er plaats voor acht vrijwilligers, vanwege de coronoabeperkingen is het de helft.", "Er klinkt vaag een stem aan de andere kant van de lijn, een groet. De vrijwilligster van dienst staat op van haar bureaustoel. „Hij heeft opgehangen. Hij had z’n gedachten niet helemaal op een rijtje, zei hij. Zo klonk hij ook. Nou, misschien belt-ie vanavond nog terug.”", "Premier Jean Castex refereerde in zijn laatste persconferentie specifiek aan de coronamaatregelen voor het (hoger) vervolgonderwijs, dat langer dan middelbare scholen geen fysieke lessen mocht aanbieden. Mogelijk kunnen de campussen eind januari weer „progressief” open. Volgens verenigde rectoren moet zo min mogelijk tijd worden verloren, want er zijn veel studenten wiens resultaten door het gebrek aan echte colleges kelderen. Begin december werd ook bekend dat er komend halfjaar tachtig nieuwe psychologen en zestig sociaal werkers bijkomen bij de universitaire gezondheidsdiensten.", "Extra zorgverleners", "Daarmee lijkt Nightline’s missie – het bespreekbaar maken van mentale problemen onder de studentenpopulatie – in ieder geval doorgedrongen tot beleidsmakers. Misschien, reageert Zoumpoulaki met een wrang lachje. Uit een inventarisatie van de organisatie blijkt dat in heel Frankrijk gemiddeld één psycholoog op 30.000 studenten beschikbaar is. Internationaal wordt dergelijke hulp voor één voltijds dienstverlener op maximaal 1.500 studenten aangeraden. De tientallen extra zorgverleners die worden aangesteld, zijn dus „heus heel fijn, maar eigenlijk het minimum”. „Goed dat er nu gereageerd wordt en de wachttijden voor bijstand minder worden. Als het taboe maar wordt aangepakt en niet alleen in het kader van Covid.”", "Vrijwilliger Charlotte (19), studente psychologie: „Als ik bij mijn werkgroep aanschuif via Zoom, kan er nog net de vraag vanaf hoe het met ons gaat. Voor zo’n mentale check nemen ze bij rechtenstudenten niet eens de moeite, hoor ik van mijn vrienden. Het onderwerp is nog niet bespreekbaar genoeg.”", "Uit de lockdown ontsnappen", "Dit jaar werden nieuwe Nightline-kantoren ingericht in andere studentensteden, waaronder Lille en Lyon. Door de coronacrisis komt de hulplijn ook daar als geroepen. In Parijs zijn ruim zestig vrijwilligers actief, tussen negen uur ’s avonds en half drie. Ze werken per toerbeurt. Wie een zwaar gesprek achter de rug heeft, kan even bijkomen in een debrief-kamertje met een luie bank.", "„Eerlijk gezegd”, stelt Charlottte, „is het voor ons ook heel fijn om aan de lockdown te ontsnappen. We mogen mensen helpen en we komen de deur uit – in dit jaar geldt dat als twee keer winst.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Lisa Dupuy", "Leestijd Minuten"], "keywords": ["fransen", "van", "mentale", "jonge", "dat", "niet", "elkaar", "een", "hulp", "bieden", "en", "met", "zijn", "voor", "er", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}