{"id": "29e737c9-ed9e-3254-876f-f190b207a4af", "title": "Louis van het reuzenrad is nu Louis van de Power Surge", "url": "https://volkskrant.nl/foto/louis-van-het-reuzenrad-is-nu-louis-van-de-power-surge~b00936fc4/", "summary": "‘Louis van het reuzenrad’ heeft nu zijn eigen, woeste attractie, een vriendin – Antoinette van de suikerspinkraam – en is geen kermiskind meer, maar een kermisman.\nMensen laten in- en uitstappen, dat vond de 11-jarige Louis Vallentgoed het leukste aan meehelpen bij het reuzenrad van zijn ouders.\nBeeld Tara FallauxLouis van het reuzenrad was een vertederend portret van een kermiskind dat op het punt stond naar de middelbare school te gaan.\nLouis op de kermis, met het reuzenrad op de achtergrond, Maastricht 2014.\nLouis van het reuzenrad wordt Louis van de Power Surge.", "paragraphs": ["‘Louis van het reuzenrad’ heeft nu zijn eigen, woeste attractie, een vriendin – Antoinette van de suikerspinkraam – en is geen kermiskind meer, maar een kermisman. Onveranderd is zijn ontwapenende karakter. Fotograaf Tara Fallaux bleef het gezin volgen na haar gefilmde documentaire uit 2013.", "Mensen laten in- en uitstappen, dat vond de 11-jarige Louis Vallentgoed het leukste aan meehelpen bij het reuzenrad van zijn ouders.", "Intussen is hij 19. Op een door en door natte julidag zit Louis voor de tv in de warme woonwagen van zijn ouders in Apeldoorn, onder een grote sepiafoto van hem en zijn jongere broer Jantje. Hij kijkt naar de documentaire die fotograaf Tara Fallaux in 2013 over hem maakte en hoort zichzelf antwoord geven op de vraag of hij ooit het reuzenrad wil overnemen. ‘Ik denk het wel’, zegt de kleine Louis. ‘Misschien dat ik ook wat anders neem in plaats van een reuzenrad.’", "Jantje en Louis in caravan van de ouders in Apeldoorn, 2020. Beeld Tara Fallaux", "Louis van het reuzenrad was een vertederend portret van een kermiskind dat op het punt stond naar de middelbare school te gaan. Aan het einde van de zomer zou Louis – tot groot verdriet van Jantje – niet langer meereizen van kermis naar kermis, maar van zondagavond tot vrijdag zijn intrek nemen in Het Bakhuis, een gezinshuis voor kermiskinderen.", "Jantje met rood jasje in Eindhoven, 2013. Beeld Tara Fallaux", "Tara Fallaux bleef de familie Vallentgoed volgen. Vandaag fotografeert ze Louis en Jantje die om hun lange haar in de film lachen. ‘Ja’, zegt moeder Antoinette, nog altijd met een blonde getoupeerde coupe, ‘dat was toen in, die matjes.’", "De kermis. Beeld Tara Fallaux", "Louis is onveranderd een ontwapenende prater met pretogen. Toen zijn tijd in Het Bakhuis erop zat, ging hij weer mee de kermis op, het reuzenrad draaiende houden. In maart reisde hij met vader Jan naar Engeland om zijn eigen attractie te kopen: de Power Surge. Zonder corona had de Udense kermis deze zomer zijn eerste moeten zijn als uitbater van de woeste machine met alle kanten op vliegende tentakels, over de kop galore.", "Louis op de kermis, met het reuzenrad op de achtergrond, Maastricht 2014. Beeld Tara Fallaux", "Hij wilde iets spannenders dan het reuzenrad. Jan snapt Louis wel: ‘Een beetje meer spelen met muziek, lampen, rook en licht, een beetje meer voor de jeugd. Toen ik jong was, vond ik dat ook leuker.’ Zelf namen Jan en Antoinette het reuzenrad van zijn ouders over. Het is nooit de uitschieter van de kermis, maar een stabiel gevaarte dat een grote doelgroep bedient. ‘Je kunt er in met je baby’tje’, zegt Jan, ‘en als je oud bent is het reuzenrad nog steeds leuk.’", "Louis hoopt op een dag ook samen met zijn vriendin op de kermis te staan. Ze heeft dezelfde naam als zijn moeder. Antoinette van de suikerspinkraam komt uit Bergen op Zoom en is precies een maand ouder dan hij.", "Het was geen uitgemaakte zaak dat Louis voor een meisje van de kermis zou gaan. ‘Veel jongens van mijn leeftijd gaan gewoon met een burgermeisje tegenwoordig.’", "Louis en zijn vriendin Antoinette, 2020, Egmond. Beeld Tara Fallaux", "Handig is het wel. ‘Een meisje van de kermis snapt dit leven. Ik heb ook weleens iets met een meisje van het kamp gehad. Dan was haar oma jarig en wilde ze dat ik meeging naar het feest. Ja, sorry, maar ik moest gewoon aan het werk. Zij wilde ’s avonds lekker niks doen op de bank. Niks ’s avonds niks doen! Als mijn vader nu te horen krijgt dat hij morgen het reuzenrad mag opbouwen in Egmond aan Zee, dan zijn wij vannacht tot vier uur bezig in de loods met de voorbereidingen en zitten we een paar uur later in de vrachtwagen.’", "Het reuzenrad opbouwen duurt zestien uur, een klus voor zeven man die met het afbreken tien uur zoet zijn. Zijn eigen attractie staat straks een stuk sneller, in twee uur.", "Hij was al een sociale, harde werker met doorzettingsvermogen, zegt zijn vader over Louis, maar hij is nu ook zelfstandig, volwassen, met een vrachtwagenrijbewijs en al. Louis van het reuzenrad wordt Louis van de Power Surge. Al zal hij altijd een beetje van het reuzenrad blijven."], "authors": ["Gidi Heesakkers"], "keywords": ["van", "een", "het", "en", "surge", "kermis", "louis", "nu", "zijn", "op", "met", "reuzenrad", "power"], "pubDate": "2020-10-30T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}