{"id": "29f1b845-9dcd-3469-95f7-bb007b0d28d2", "title": "Pand The Black Archives in Dapperbuurt besmeurd: ‘Roetveegpiet is genocide’", "url": "https://www.parool.nl/amsterdam/pand-the-black-archives-in-dapperbuurt-besmeurd-roetveegpiet-is-genocide~b5ed77e2/", "summary": "Beeld Bo BroekDat bevestigt Mitchell Esajas van The Black Archives donderdag.\nRond 10.00 uur kreeg hij de foto’s van het bekladde pand doorgestuurd van een collega.\nNaast The Black Archives is onder meer de Eritrese Vereniging Amsterdam er gevestigd.\nWat bedreigend voor de mensen van Black Archives.\nBeeld Bo BroekTerwijl Mitchell Esajas woord voert in de Tweede Kamer wordt pand van zijn Black Archives besmeurd door idioten die beelden van zwarte voorvechters tegen racisme wit kladden.", "paragraphs": ["Een besmeurde muurschildering van de Surinaamse schrijver Anton de Kom. Beeld Bo Broek", "Dat bevestigt Mitchell Esajas van The Black Archives donderdag. Hij is die dag ‘ironisch genoeg’ in de Tweede Kamer om in een commissievergadering te praten over racisme in Nederland. Rond 10.00 uur kreeg hij de foto’s van het bekladde pand doorgestuurd van een collega.", "Esajas noemt de bekladding shockerend. “Ik zie dit als een poging tot intimidatie tegen de Surinaamse en zwarte gemeenschap. Ik maak me zorgen om de veiligheid van mijn collega’s. Dit is onze werkplek, waar mensen in veiligheid en rust moeten kunnen werken.” Hij gaat aangifte doen van deze ‘schandalige gebeurtenis’.", "Het pand is eigendom van Vereniging Ons Suriname. Naast The Black Archives is onder meer de Eritrese Vereniging Amsterdam er gevestigd. Ook de organisatie achter de festivals Keti Koti en Kwakoe zit in het gebouw. Er hangen camera’s voor de deur vanwege eerdere bedreigingen, de beelden moeten nog worden bekeken.", "Zwart erfgoed", "Op de muurschildering staan de Surinaamse helden Anton de Kom, Perez Jong Loy, Cindy Kerseborn, Sophie Redmond en Hugo Kooks afgebeeld. Bijna al de hoofden zijn beklad.", "The Black Archives en Vereniging Ons Suriname vragen in een statement de politie en autoriteiten om uit te zoeken of de muur door ‘dezelfde extreemrechtse actiegroep’ is beklad die enkele weken geleden verkleed als Zwarte Piet voor de deur van rapper Akwasi stonden. Zij lieten volgens de organisaties dezelfde stickers in zijn brievenbus achter.", "Ook roepen ze de gemeente Amsterdam en premier Mark Rutte op ‘om het probleem van institutioneel en anti-zwart racisme te bestrijden en de veiligheid van mensen die van hun democratische recht gebruik maken om racisme te bestrijden te waarborgen’.", "The Black Archives is een drie jaar geleden opgericht historisch archief met zwart erfgoed. Het archief bestaat uit duizenden boeken, documenten en objecten over de geschiedenis van zwarte mensen. Het heeft als doel de verborgen geschiedenissen publiek toegankelijk te maken. In 2018 wonnen zij de Amsterdamprijs voor de Kunst.", "Reacties Burgemeester Femke Halsema laat weten contact te hebben opgenomen met The Black Archives naar aanleiding van de bekladding. “Wij nemen dit hoog op en ik heb er op aangedrongen dat zij snel aangifte doen,” zegt ze. “The Black Archives zijn een gewaardeerde instelling in onze stad en kunnen rekenen op onze steun.” GroenLinks-leider Jesse Klaver spreekt op Twitter van ‘laffe intimidaties’. ‘Wat een schandalige stickers en weerzinwekkende actie. Mitchell en The Black Archives, jullie staan niet alleen in de strijd tegen racisme en discriminatie.’ Daar sluit partijgenoot en Kamerlid Nevin Özütok zich bij aan: ‘Dit is verschrikkelijk.’ Ook Erik Flentge, fractievoorzitter van de SP, spreekt zich uit. ‘Wat een waanzinnige tekst. Wat bedreigend voor de mensen van Black Archives. Grijp ze bij de kladden.’ De Amsterdamse fractie van Denk betuigt ook haar steun en noemt de actie ‘verwerpelijk’.", "De aangebrachte sticker. Beeld Bo Broek", "De bekladding. Beeld Bo Broek", "Terwijl Mitchell Esajas woord voert in de Tweede Kamer wordt pand van zijn Black Archives besmeurd door idioten die beelden van zwarte voorvechters tegen racisme wit kladden. Met kippenvel blijft hij antwoord geven op vragen.", "", "Racisme ís een groot probleem. Dit bewijst het weer. pic.twitter.com/oFAFosTm90 — Jan Paternotte (@jpaternotte) 3 december 2020"], "authors": ["Anna Herter"], "keywords": ["pand", "van", "het", "op", "genocide", "besmeurd", "archives", "racisme", "een", "en", "roetveegpiet", "te", "om", "black", "dapperbuurt"], "pubDate": "2020-12-03T11:45:31+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}