{"id": "2a024ba9-a3e0-3b48-b116-924dda73196f", "title": "Harry Kies (1953-2020): de man die liet zien dat cabaret niet dood was", "url": "https://www.parool.nl/kunst-media/harry-kies-1953-2020-de-man-die-liet-zien-dat-cabaret-niet-dood-was~bbbdaf76/", "summary": "Harry Kies (Den Haag, 1953), initiatiefnemer van het Leids Cabaret Festival en directeur van Steek Produkties, had jarenlang een groot deel van de Nederlandse cabaretmarkt in handen.\nIn februari liet hij voor de eerste keer de finaleavond van het festival in Leiden schieten.\nAls voorzitter van de lustrumcommissie van zijn studentenvereniging Augustinus wilde hij in 1978 iets organiseren waar ook niet-studenten iets aan hadden.\nVoorman Jack Spijkerman stond nog voor de klas, en zette daarom het nummer van Kies op zijn antwoordapparaat.\nIn 2003 werd het 25-jarig jubileum van het Leids Cabaret Festival groots in Carré gevierd met acht uitverkochte voorstellingen.", "paragraphs": ["Harry Kies in 2011. Beeld Jan van Breda", "Capo di tutti cabaretiers werd hij wel genoemd. Harry Kies (Den Haag, 1953), initiatiefnemer van het Leids Cabaret Festival en directeur van Steek Produkties, had jarenlang een groot deel van de Nederlandse cabaretmarkt in handen. In februari liet hij voor de eerste keer de finaleavond van het festival in Leiden schieten. De hevige pijn bleek geen verdraaide spier te zijn, wat hij dacht, maar uitgezaaide longkanker. Harry Kies is 24 december op 67-jarige leeftijd overleden.", "Als voorzitter van de lustrumcommissie van zijn studentenvereniging Augustinus wilde hij in 1978 iets organiseren waar ook niet-studenten iets aan hadden. In twee zaaltjes trad onder anderen Dabaret Salu met Sam Bogaerts op. Er stonden vierhonderd mensen voor de deur. Toen werd de zakenman in hem wakker. Na de bloeiperiode met Don Quishocking, Neerlands Hoop en Kabaret Ivo de Wijs bleek het cabaret toch niet dood te zijn, zoals algemeen werd verkondigd. Het jaar erop werd een wedstrijd aan het festival gekoppeld. ­Cabaretfestival Cameretten in Delft bestond al, Leiden had een eigen identiteit nodig. Kies behoorde tot de sociaaldemocratische generatie van Den Uyl. Het Leidse festival moest maatschappijkritisch worden.", "Buurthuizen en jeugdhonken", "De eerste winnaar was het trio Dubbel en Dwars. Voorman Jack Spijkerman stond nog voor de klas, en zette daarom het nummer van Kies op zijn antwoordapparaat. Zo werd Kies naast zijn studie sociologie het contact voor de buurthuizen en jeugdhonken. Hij ving 50 gulden per geboekte voorstelling, meer dan zijn bijbaantje in de verffabriek. Hij ging ook rondbellen voor andere artiesten en richtte in 1985 Steek Produkties op: Stichting Engagement En Kultuur. Niet alleen de deelnemers van het Leidse festival, ook andere cabaretiers vonden bij Kies onderdak. In zijn stal zaten onder anderen Kees Torn, Lebbis & Jansen, Waardenberg & De Jong, Sanne Wallis de Vries, ­Najib Amhali en Sara Kroos.", "Samen met George Visser van impresariaat Mojo nam Kies het initiatief tot de Cabarestafette. Drie cabaretacts van verschillende impresariaten speelden hun beste half uurtje. Programmeurs zagen wie ze volgend jaar avondvullend konden boeken.", "Nachtelijke achterafuurtjes", "Kies vond een makkelijke ingang bij de Vara. Voorzitter Marcel van Dam had in de gaten dat die creatieve cabaretiers iets voor de omroep konden betekenen. Eerst op de radio op nachtelijke achterafuurtjes, maar al snel op primetime met De Steen en Been Show met Spijkerman en met opnamen van het Leids Cabaret Festival. Op tv werden eerst kleine blokjes Cabarestafette uitgezonden, daarna de theaterregistraties. De omroepen moeten een percentage aan kunst uitgeven, de Vara heeft ervoor gezorgd dat cabaret onder kunst viel.", "In 2003 werd het 25-jarig jubileum van het Leids Cabaret Festival groots in Carré gevierd met acht uitverkochte voorstellingen. Daarna ging Kies zeven maanden de wereld over. In 2011 stapte hij uit het bedrijf en concentreerde zich als producent op muziektheater, met titels als Route 66, Turks Fruit en een voorstelling over piratenzender Radio Veronica."], "authors": ["Patrick Van Den Hanenberg"], "keywords": ["liet", "zien", "harry", "zijn", "met", "kies", "die", "van", "cabaret", "en", "dood", "werd", "man", "festival", "niet", "op", "het", "hij", "dat"], "pubDate": "2020-12-29T09:41:08Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}