{"id": "2a129bc6-c846-3378-9a77-2382014200f5", "title": "Klokkenluidster beschuldigt D66’er van MeToo-praktijken", "url": "https://www.telegraaf.nl/nieuws/1259908483/klokkenluidster-beschuldigt-d66-er-van-me-too-praktijken", "summary": "Tot op heden heb ik nog veel last van de gevolgen van de dreigende houding van mannen zoals Frans van Drimmelen die gedekt worden door hun invloedrijke compagnons.”Reactie Van DrimmelenVan Drimmelen spreekt in een eerste reactie van ’insinuaties waarin ik mij absoluut niet herken’.\nDat gaat over het stuk waarin wordt verteld over dat het hommeles was tussen de vrouwelijke oud-directeur van het partijkantoor en Frans van Drimmelen.\nVolgens de klokkenluidster gaat het om zwijgverboden en de afspraak dat Van Drimmelen niet langer voorzitter mocht zijn van de talentencomissie van D66.\nVan Drimmelen bleef volgens Demmers werkzaam voor de partij, de directeur van het partijbureau kreeg een andere functie.\n„Ze is nog steeds lid.”Het kantoor van Van Drimmelen zegt ’zeer aangeslagen’ te zijn over het nieuws.", "paragraphs": ["De klokkenluidster deed haar verhaal op write.as, een schrijversplatform waar anoniem verhalen op kunnen worden gezet.", "Een hoofdrol in het MeToo-relaas speelt lobbyist en D66-strateeg Frans van Drimmelen. „Frans begon een vervelend mannetje te worden toen ik nul op zijn rekest gaf. Hij wilde meer op relationeel en seksueel vlak. Ik niet. Vervolgens kon ik het vergeten met mijn ambities in de partij.”", "Volgens de klokkenluidster zijn meer vrouwen slachtoffer geworden, maar durven velen er niet mee naar buiten te treden. „Ik wil gerechtigheid voor alle vrouwen die hun verhaal niet durven te doen of kunnen doen. Tot op heden heb ik nog veel last van de gevolgen van de dreigende houding van mannen zoals Frans van Drimmelen die gedekt worden door hun invloedrijke compagnons.”", "Reactie Van Drimmelen", "Van Drimmelen spreekt in een eerste reactie van ’insinuaties waarin ik mij absoluut niet herken’. „Los van mijn persoonlijke emotie, vind ik het verschrikkelijk dat deze berichtgeving organisaties raakt zoals D66 en ons adviesbureau; omgevingen waar we grensoverschrijdend gedrag niet tolereren”, schrijft Van Drimmelen. „Het is goed dat D66 een zorgvuldig onderzoek instelt. Ik zal daar volledig aan meewerken en zie met vertrouwen de uitkomst tegemoet.”", "Opmerkelijk is dat Letty Demmers, oud-voorzitter van D66, bepaalde elementen uit het anonieme verhaal wel degelijk zegt te herkennen. Dat gaat over het stuk waarin wordt verteld over dat het hommeles was tussen de vrouwelijke oud-directeur van het partijkantoor en Frans van Drimmelen. „De oud-directeur had een vervelende ervaring”, weet Demmers. „Ze kon zich niet vrijelijk bewegen. Het is door de politie afgehandeld. Van Drimmelen kreeg een contactverbod, maar dat is altijd het geval als er sprake is van stalking.”", "Volgens Demmers hebben toenmalig partijleider Alexander Pechtold, toenmalige fractieleider van de Eerste Kamer Thom de Graaf en zij zelf een gesprek gehad met beide partijen. „Er zijn afspraken gemaakt.” Om welke afspraken dat gaat wil Demmers niet zeggen. Volgens de klokkenluidster gaat het om zwijgverboden en de afspraak dat Van Drimmelen niet langer voorzitter mocht zijn van de talentencomissie van D66.", "Van Drimmelen bleef volgens Demmers werkzaam voor de partij, de directeur van het partijbureau kreeg een andere functie. „Ze is nog steeds lid.”", "Het kantoor van Van Drimmelen zegt ’zeer aangeslagen’ te zijn over het nieuws. Het werkt ook mee aan het door D66 ingestelde onderzoek. Bij het kantoor zijn tot dusverre geen soortgelijke MeToo-meldingen binnen gekomen, wordt benadrukt.", "’Kaag is op de hoogte’", "Volgens de schrijfster is partijleidster Kaag op de hoogte van wat er in het verleden heeft afgespeeld. „Frans is een belangrijk adviseur van de nieuwe partijleider Sigrid Kaag. Zij is uiteraard op de hoogte van zijn onacceptabele gedrag jegens vrouwen in de partij. Immers, mensen hebben een spreekverbod dus het kan haar niet raken. Dat uitgerekend zij, zulke mannen om zich heen verzamelt, maakt mij hopeloos.”", "Of Kaag op de hoogte was, is nog onduidelijk. Ze zegt er niets over in de verklaring die zij heeft uitgedaan. „Ik heb het Landelijk Bestuur gevraagd een extern en onafhankelijk onderzoek in te stellen. Zodat in een voor alle betrokkenen zorgvuldig proces tot de bodem kan worden uitgezocht wat hier is gebeurd.”", "Kaag hoopt dat de anonieme schrijfster naar voren stapt. „Ik begrijp dat de schrijfster haar verhaal nu anoniem heeft gedaan, maar ik hoop dat ze ook bereid is dat te doen in de vertrouwde omgeving van dit externe en onafhankelijke onderzoek. Die oproep doe ik niet alleen aan haar, maar aan eenieder die het betreft en die daartoe bereid is. In mijn partij is er geen enkele ruimte voor grensoverschrijdend gedrag. Wanneer daar sprake van zou zijn, past maar een weg: stevig ingrijpen.”", "„Geschrokken?”, zegt fractieleider Rob Jetten. „Ik vind het vooral vervelend dat deze persoon de weg naar onze vertrouwenspersonen weet te vinden en nu anoniem haar verhaal moet doen.” Hij verwijst voor verdere vragen naar het onderzoek dat moet worden gedaan.", "Andere Tweede Kamerleden van D66 reageren donderdag terughoudend. „Erg vervelend. Het is belangrijk om het nu goed uit te zoeken”, zegt D66-Kamerlid Maarten Groothuizen. „Maar dit soort berichten zijn natuurlijk nooit leuk.” Kamerlid Tjeerd de Groot laat zich helemaal niet uit over de kwestie. „Ik zit tot mijn nek in de stikstof”, roept hij terwijl hij haastig naar zijn kamer snelt. Kamerlid Steven van Weyenberg zegt de kwestie liever te laten bij de mensen die het uit moeten zoeken. Staatssecretaris Hans Vijlbrief (Financiën) noemt de aantijgingen ’vreselijk’. Hij waakt er wel voor om mensen al schuldig te verklaren voor de zaak goed is uitgezocht."], "authors": ["Onze Parlementaire Redactie"], "keywords": ["van", "klokkenluidster", "beschuldigt", "het", "metoopraktijken", "op", "d66er", "zijn", "ik", "een", "niet", "dat", "te", "en"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}