{"id": "2a3df177-725a-32cc-9248-0f745af65fc6", "title": "Drukte bij kappers en in winkelstraten om 'nog snel kerstcadeaus te kopen'", "url": "https://nu.nl/economie/6096620/drukte-bij-kappers-en-in-winkelstraten-om-nog-snel-kerstcadeaus-te-kopen.html", "summary": "Sinds het uitlekken van de nieuwe maatregelen is het veel drukker in de winkelstraten en bij kappers.\n\"Klanten zeggen dat ze niet van plan waren om te winkelen, maar dat nu toch nog doen om nog snel kerstcadeaus te kopen.\"\nOp sociale media is te zien dat het bij parfumeries en drogisten veel drukker is dan normaal.\nANKO: 'Klanten willen niet weer een coronacoupe'Kappers merken dat mensen snel nog een afspraak willen inplannen.\nIk heb nog wat extra bomen gekregen van een teler, maar de echte piek is al achter de rug.\"", "paragraphs": ["Mensen in Nederland proberen maandag massaal nog kerstinkopen te doen. Sinds het uitlekken van de nieuwe maatregelen is het veel drukker in de winkelstraten en bij kappers. Ook proberen velen nog snel een kerstboom in huis te halen voordat dat niet meer kan.", "Maandag lekte uit dat alle niet-essentiële winkels tot half januari dicht moeten. Een medewerker van Parfumerie Marjo in Amsterdam vertelt dat het in haar winkel een stuk drukker is sinds dat nieuws bekend is. \"Het is echt extreem\", zegt ze. \"Klanten zeggen dat ze niet van plan waren om te winkelen, maar dat nu toch nog doen om nog snel kerstcadeaus te kopen.\"", "Op sociale media is te zien dat het bij parfumeries en drogisten veel drukker is dan normaal. Meerdere mensen plaatsen foto's van lange rijen in de winkelstraat.", "Verschillende gemeenten waarschuwen voor de drukte. \"Het is te druk in de Haagse binnenstad. Doe je (kerst)inkopen online\", schrijft de gemeente Den Haag op Twitter. De gemeente Leiden roept op alleen naar de binnenstad te komen als het echt nodig is. \"En kom alleen.\"", "In Utrecht, Eindhoven, Amsterdam, Rotterdam, Groningen en Alphen aan de Rijn worden vergelijkbare oproepen gedaan.", "50 Lange rijen bij winkels in aanloop naar harde lockdown", "Drukte op speciale kaarten te zien", "Op speciale kaarten van onder andere Rotterdam, Utrecht en Hilversum zijn meerdere plekken te zien waar het drukker is dan normaal. Breda verstuurt inwoners op verzoek een WhatsApp-bericht om de drukte in beeld te brengen.", "Op veel locaties wordt de drukte gemeten op basis van sensoren die bijvoorbeeld telefoonsignalen of bewegingen detecteren. De gemeente Enschede is daar tijdelijk mee gestopt, wegens privacyzorgen van de Autoriteit Persoonsgevens.", "ANKO: 'Klanten willen niet weer een coronacoupe'", "Kappers merken dat mensen snel nog een afspraak willen inplannen. \"Het is enorm druk bij de kappers\", zegt een woordvoerder van de kappersvakorganisatie ANKO. \"Ze worden platgebeld. Enerzijds omdat klanten niet weer een coronacoupe willen - zoals bij de eerste lockdown - en anderzijds omdat ze voor Kerst nog hun haar willen laten knippen.\"", "Mensen die nu nog bij de kapper een afspraak willen maken, geeft ze weinig kans. \"Ik denk dat alles al vol zit.\"", "Meeste mensen hebben al een kerstboom in huis", "Kerstbomenverkopers zien die enorme drukte niet, zegt kweker Gert Hulscher. \"Maar de mensen die er nu wel zijn, zeggen tegen me dat ze nu komen omdat ze bang zijn dat het na vandaag niet meer mag. Ze nemen geen risico en wachten niet tot morgen.\"", "Hij denkt dat het nog relatief rustig is, omdat de meeste mensen al een boom in huis hebben. \"Ik was afgelopen zaterdag eigenlijk al uitverkocht. Ik heb nog wat extra bomen gekregen van een teler, maar de echte piek is al achter de rug.\" Dat zegt ook Gerard Krol, voorzitter van de Vereniging Nederlandse Kerstbomenkwekers. \"Ik denk dat 95 procent van de kerstbomen al verkocht is. Er zijn nog maar een paar bomen over.\""], "authors": ["Door", "Lisa Boerop"], "keywords": ["dat", "snel", "nog", "om", "drukte", "van", "een", "niet", "en", "te", "kappers", "ze", "kopen", "kerstcadeaus", "het", "mensen", "winkelstraten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}