{"id": "2a3d50c4-6680-3a15-8c96-8d347d203850", "title": "Afschot van grote grazers in Oostvaardersplassen woensdag hervat", "url": "https://nu.nl/binnenland/6088121/afschot-van-grote-grazers-in-oostvaardersplassen-woensdag-hervat.html", "summary": "Staatsbosbeheer hervat woensdag het afschot van de grote grazers in de Oostvaardersplassen.\nIn totaal moeten er bijna tweeduizend edelherten en enkele tientallen heckrunderen worden afgeschoten, meldt de organisatie.\nDoor het aantal grote grazers in de Oostvaardersplassen te verminderen hoopt de provincie Flevoland dat begroeiing in het gebied minder wordt kaalgevreten, waardoor bijzondere vogelsoorten terugkeren.\nKonikpaarden gevangen en geslachtDe konikpaarden in de Oostvaardersplassen worden gevangen in een vangweide en vervolgens geslacht.\nOver het afschot van de edelherten zijn ook meerdere rechtszaken gevoerd, maar uiteindelijk besloot de rechter in september dat het afschot van de grote grazers voldoende onderbouwd is en dus door mag gaan.", "paragraphs": ["Staatsbosbeheer hervat woensdag het afschot van de grote grazers in de Oostvaardersplassen. In totaal moeten er bijna tweeduizend edelherten en enkele tientallen heckrunderen worden afgeschoten, meldt de organisatie.", "Uit tellingen van eind oktober blijkt dat er 2.400 edelherten in de Oostvaardersplassen leven. Het doel is om dat terug te brengen tot vijfhonderd.", "Het aantal heckrunderen moet van 340 worden teruggebracht naar 300. En aantal konikpaarden in het natuurgebied moet met 120 worden verminderd naar eveneens 300.", "Door het aantal grote grazers in de Oostvaardersplassen te verminderen hoopt de provincie Flevoland dat begroeiing in het gebied minder wordt kaalgevreten, waardoor bijzondere vogelsoorten terugkeren. In het verleden werd het gebied gekenmerkt door die soorten, maar inmiddels zijn sommige vogelsoorten door de hoge begrazingsdruk verdwenen.", "Staatsbosbeheer verwacht niet dat het lukt om de honderden edelherten in de komende periode af te schieten. Volgens de organisatie is daar minstens twee jaar voor nodig.", "Konikpaarden gevangen en geslacht", "De konikpaarden in de Oostvaardersplassen worden gevangen in een vangweide en vervolgens geslacht. In de vangweide staan al 120 paarden en dat moeten er dus uiteindelijk twee keer zoveel worden.", "Tegen het slachten van de paarden is een rechtszaak aangespannen en daarover doet de rechter donderdagmiddag uitspraak.", "Over het afschot van de edelherten zijn ook meerdere rechtszaken gevoerd, maar uiteindelijk besloot de rechter in september dat het afschot van de grote grazers voldoende onderbouwd is en dus door mag gaan."], "authors": ["Door"], "keywords": ["grote", "woensdag", "te", "hervat", "dat", "en", "oostvaardersplassen", "grazers", "afschot", "van", "het", "edelherten", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}