{"id": "2a4656d6-4a13-30f1-b799-c6040ed23e78", "title": "Programmeurs in de muzieksector hebben het maar druk gehad dit jaar", "url": "https://volkskrant.nl/cultuur-media/programmeurs-in-de-muzieksector-hebben-het-maar-druk-gehad-dit-jaar~b14799c6/", "summary": "‘Voor een paar festivals waar ik voor werk ligt het artwork al klaar’, zegt Satink.\nHet ‘huisorkest’, het Rotterdams Philharmonisch, repeteert er en neemt er op, maar publiek kan er niet in.\n2020 was het jaar van overleven, 2021 wordt het jaar van wederopbouw, verwacht Spaan.\nHet is een van de weinige grootschalige programma’s die het orkest wil behouden voor het voorjaar van 2021, vertelt Hans Ferwerda.\n‘Het is een dramatische tijd, maar om heel eerlijk te zijn: in professioneel opzicht is het voor mij ook een leuke tijd’, zegt Ferwerda.", "paragraphs": ["Waar veel mensen in de muzieksector amper nog iets te doen hebben, is er één groep die het drukker heeft dan ooit: die van de programmeurs. Het ene na het andere concert moet immers worden verplaatst of aangepast. Wat maken zij mee? En wat zijn hun verwachtingen voor het nieuwe jaar?", "Frank Satink, programmeur van o.m. de poppodia van Metropool (Hengelo en Enschede) en Zwarte Cross.", "Eerst het goede nieuws. Een festivalzomer in 2021 is ‘reëel’, denkt Frank Satink. En het zou ook zomaar eens kunnen dat er zeker nog wat internationale artiesten naar die popfestivals komen.", "‘Voor een paar festivals waar ik voor werk ligt het artwork al klaar’, zegt Satink. ‘We werken er naartoe alsof het nu gaat gebeuren. Een groot internationaal festival als Roskilde in Denemarken heeft al zijn line-up voor 2021 aangekondigd, dat zegt wel iets. Ik heb zelf afgelopen week voor Metropool weer buitenlandse artiesten voor het najaar van 2021 geboekt. Je ziet dat de Ziggo Dome zijn sterren ook al verplaatst naar het najaar van 2021.’", "Natuurlijk, ook voor de volgende zomer wordt het ‘luchtfietsen’, zegt Satink. Het hangt natuurlijk van veel factoren af. ‘Het vaccin. En de mogelijkheid of we met sneltests kunnen werken, met teststraten en zo. Maar ik ben er positief over dat in de open lucht wel wat kan.’", "Super Sonic Jazz in Paradiso. Beeld Paradiso", "Die positiviteit is nodig, want het was voor programmeurs sinds maart ‘een groot verschuif- en opknipfeest’. ‘Het gros is aanvankelijk naar dit najaar verplaatst, maar ook de verplaatste shows moesten meestal doorverplaatst worden. Het is ons streven om alles wat geboekt is, toch te doen.’ Tegen dezelfde gage? ‘Ja, voor zover we dezelfde capaciteit kunnen hanteren. Voor nieuwe boekingen moet ik vaak wel wat strenger onderhandelen. De bedrijfskosten zijn wel doorgelopen.’", "De line-up van Dauwpop, waar Satink ook over gaat, is bijvoorbeeld ‘voor 95 procent opgeschoven’ naar 2021. Voor de Nederlandse acts is het eenvoudiger te regelen; om buitenlandse artiesten binnen te hengelen, is Satink meer afhankelijk van andere internationale boekers. ‘In dat overleg zit veel tijd. En zo is het afgelopen jaar toch voorbijgevlogen. Alleen mis ik de concerten zelf. Daar naartoe gaan was óók werk, maar wel het werk waar ik de meeste voldoening uithaalde.’", "Drag Race Domination in de Melkweg in Amsterdam. Beeld Melkweg", "Masa Spaan, programmeur van de Doelen in Rotterdam.", "De Grote Zaal van de Doelen is de grootste Nederlandse zaal voor klassieke muziek, maar op dit moment ook de stilste. Het ‘huisorkest’, het Rotterdams Philharmonisch, repeteert er en neemt er op, maar publiek kan er niet in. ‘We kunnen gewoon niet open voor dertig man’, zegt Masa Spaan. ‘Het kost zo alleen al een paar duizend euro om de zaal open te doen.’", "Door het faciliteren van grote congressen kon het artistieke programma grotendeels worden betaald. Maar de congressen zijn er nu niet. ‘En de markt trekt ook niet aan. De onafhankelijkheid die het opleverde, was heel fijn, maar werkt nu tegen ons. De afgelopen maanden hebben we er alles aan moeten doen om de organisatie te redden. Ik heb op dit moment 0 euro programmeerbudget. Nu moet de kaartverkoop alles dekken.’", "Lucas en Arthur Jussen. Beeld De Doelen", "De Doelen heeft een reorganisatie achter de rug. Nadat alle tijdelijke contracten werden stopgezet, werden 19 banen ‘boventallig’ verklaard. 2020 was het jaar van overleven, 2021 wordt het jaar van wederopbouw, verwacht Spaan. ‘2021-2022 wordt sowieso geen normaal seizoen met een dikke brochure. We zullen nog steeds programmeren met anderhalve meter in het achterhoofd.", "‘Normaal gesproken ben ik als programmeur alleen met de inhoud bezig: welke musici komen, wie geef je een compositieopdracht. De crisis heeft dingen op mijn pad gebracht waar ik nooit over hoefde na te denken. Ik was nooit bezig met de Veiligheidsregio, bijvoorbeeld. En ik heb ook wat taken overgenomen van collega’s die er niet meer zijn.’", "Trots is Spaan op het even ambitieuze als veelzijdige livestreamprogramma, dat al snel na de crisis van start ging. ‘Een mooi tijdsdocument.’ Maar het is vooral een frustrerende periode. ‘Elk programma is al tien keer door mijn handen gegaan. Het is alsof je altijd in de file staat en nooit je doel bereikt.’", "Effenaar, 2019. Beeld Effenaar", "Hans Ferwerda, programmeur van het Concertgebouworkest.", "Als alles goed gaat, klinkt op Palmzondag in Amsterdam ‘gewoon’ weer een Matthäus-Passion door het Concertgebouworkest. Het is een van de weinige grootschalige programma’s die het orkest wil behouden voor het voorjaar van 2021, vertelt Hans Ferwerda. Hij begon 1 maart als interim-programmeur. En toen kwam de persconferentie.", "‘Het is een dramatische tijd, maar om heel eerlijk te zijn: in professioneel opzicht is het voor mij ook een leuke tijd’, zegt Ferwerda. ‘Normaliter programmeert een orkest als het onze twee, drie jaar vooruit. De orkesten zijn mammoettankers, vaak nauwelijks bij te sturen. Nu zie je direct het resultaat van wat je doet.’ In juni is het orkest weer begonnen concerten te geven, op 1,75 meter, in de betere maanden voor 350 man. ‘Ik heb de hele eerste helft van het seizoen geherprogrammeerd. Voor 1 juli moest er iets staan.’", "Poster van het Concertgebouworkest. Beeld Concertgebouworkest", "De vraag was steeds: is het speelbaar, is het te doen voor verkleind orkest, kan een programma (van ruim een uur) twee keer op een avond en houden de spelers hetzelfde programma drie avonden vol? ‘Het fijne voor ons was dat veel goede dirigenten en solisten ineens beschikbaar waren, zeker omdat er in de VS helemaal niets meer mogelijk is.’", "Het inplannen van musici binnen het eigen orkest zorgde weleens voor problemen. ‘Dan moest de concertmeester in quarantaine, want iemand in zijn gezin was besmet. En dan bleek op de dag van het concert dat zijn plaatsvervanger in quarantaine moest. Gelukkig kon de oorspronkelijke concertmeester dan weer. Ook het binnenkrijgen van partituren en partijen kostte meer tijd en moeite.’", "Vera, 2019. Beeld Vera", "In principe staat er vanaf september 2021 een normaal seizoen klaar. ‘Maar als het aan mij ligt’, zegt Ferwerda, ‘zou er ruimte moeten blijven om kort op de bal te spelen.’ Het hoogtepunt van zijn interimjaar? ‘Dat de Beethoven-marathon met Krystian Zimerman, die alle Beethoven-pianoconcerten speelde, nog kon doorgaan, vlak voor de tweede lockdown. En dat ik Et expecto van Olivier Messiaen kon programmeren en ik als enige in de zaal zat.’"], "authors": ["Merlijn Kerkhof"], "keywords": ["van", "dit", "het", "druk", "maar", "gehad", "zijn", "op", "ik", "een", "programmeurs", "en", "jaar", "te", "muzieksector", "er", "hebben", "voor"], "pubDate": "2020-12-06T20:51:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}