{"id": "2a618971-851d-3139-ac28-e7445cc1a2e6", "title": "Ik begrijp Fabio Jakobsen wel: alleen door weer te gaan koersen kun je de angst te lijf gaan", "url": "https://volkskrant.nl/sport/ik-begrijp-fabio-jakobsen-wel-alleen-door-weer-te-gaan-koersen-kun-je-de-angst-te-lijf-gaan~b08ebb8a/", "summary": "Fabio Jakobsen komt weer buiten.\nHet zit hem natuurlijk in het expliciet noemen van het merk en de modelnaam van de gesponsorde racefiets.\nIemand zei onlangs tegen me dat hij niet begreep waarom Fabio Jakobsen terug het peloton in wil na zo’n traumatische ervaring.\nIk begrijp het wel, beter gezegd, ik meen het te begrijpen.\nDe ploegarts van Jakobsen is er overigens niet zo zeker van dat angst een rol zal gaan spelen.", "paragraphs": ["Fabio Jakobsen komt weer buiten. Op Instagram plaatste hij een foto van zichzelf met zijn vriendin, de wielrenster Delore Stougje. Ze zijn even afgestapt tijdens een trainingsrondje al is dit een groot woord. Zie ze daar staan bij hun racefietsen, innig tegen elkaar. Zijn arm is om haar schouder geslagen. Op de achtergrond een wijds water. De klinkertjes onder de voeten glimmen. Ze zijn goed ingepakt tegen de kou. Het is niet bepaald het weer van alle mensen, maar ze stralen. De foto heeft het effect op mij van een eerste lentedag. Hierin blijk ik niet de enige.", "Er staat een tekstje onder de foto. Het eerste zinnetje doet de lentezon nog sterker schijnen: ‘Samen terug op de fiets op onze nieuwe Specialized Tarmac SL7’. Het zit hem natuurlijk in het expliciet noemen van het merk en de modelnaam van de gesponsorde racefiets. In willekeurig elk ander tekstje van elke andere willekeurige wielrenner zou ik er niet warm of koud van worden. Bij suffe, verplichte nummertjes verzucht ik meestal: ja ja, het is al goed. Dit is anders.", "Juist omdat Fabio, na maanden van malheur en operaties, er überhaupt aan denkt om met de Specialized Tarmac SL7 op de proppen te komen vat bij mij de zekerheid post dat hij helemaal de oude zal worden. Het eerste voorzichtige stapje buiten de deur is gezet.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Fabio Jakobsen (@fabiojakobsen) op 30 Nov 2020 om 12:02 PST", "‘Het is tot nu toe een hele reis geweest’, gaat Fabio verder. Dit is een eufemisme, we hebben het allemaal kunnen volgen. Zijn ploegmaat Florian Sénéchal die het eerste bij hem was na de crash in Polen heeft het eens beschreven. Een horrorverhaal waarin het woord ‘granaatontploffing’ voorkwam. Sénéchal is held. Hij heeft het hoofd zo vastgehouden dat Fabio niet in zijn bloed zou verdrinken. Het was een intuïtieve daad want hij ontbeerde medische kennis.", "Iemand zei onlangs tegen me dat hij niet begreep waarom Fabio Jakobsen terug het peloton in wil na zo’n traumatische ervaring. De angst zal hem toch altijd bij de strot blijven grijpen? Ik begrijp het wel, beter gezegd, ik meen het te begrijpen. Alleen door weer te gaan koersen kun je de angst te lijf gaan. De ploegarts van Jakobsen is er overigens niet zo zeker van dat angst een rol zal gaan spelen. ‘Fabio weet weinig van de val. Het trauma als dusdanig is niet geregistreerd’. Eerst maar voorzichtig de machinerie op gang brengen, in het gezelschap van de vriendin.", "In het tekstje op Instagram staat ook nog deze zin: ‘Ik kijk al uit naar de volgende operatie in januari’. Zin hebben in een operatie, Fabio kijkt naar de zon.", "Nu Dylan Groenewegen nog van zijn daderstrauma verlossen. Die zal het meest geholpen worden met een sportief pak slaag van Jakobsen."], "authors": ["Peter Winnen"], "keywords": ["weer", "van", "niet", "lijf", "een", "het", "gaan", "te", "ik", "zijn", "wel", "op", "hij", "fabio", "je", "jakobsen", "koersen", "kun"], "pubDate": "2020-11-30T20:09:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}