{"id": "2a62ba58-6c66-3ab4-a1e8-7c7581301463", "title": "De Volkskeuken: romige spaghetti met gefrituurde kappertjes", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-romige-spaghetti-met-gefrituurde-kappertjes~b9d80e80/", "summary": "Romige spaghetti met gefrituurde kappertjes.\nIk begon met een vrije oefening in de categorie champignons: ik bakte blokjes, weekte eekhoorntjesbrood en reduceerde bouillon.\nCarbonara zonder pancetta is natuurlijk niet hetzelfde als met pancetta, maar deze smeuïge spaghetti met gefrituurde kappertjes is wel gruwelijk lekker.\nSchep de spaghetti en het knoflookmengsel in een kom en roer door elkaar.\nSchep op borden en garneer met de gefrituurde kappertjes.", "paragraphs": ["Romige spaghetti met gefrituurde kappertjes. Beeld Sake Slootweg", "In het voorjaar schreef een mevrouw uit Utrecht mij dat mijn rode pasta pesto bij haar thuis een grote hit geworden was. Van haar zoon, die normaal toch de voorkeur gaf aan groene pesto, kreeg ik zelfs een negen. Een negen!", "Vorige week mailde de mevrouw opnieuw. Ze had geprobeerd om vegetarische pasta carbonara te maken. Maar met soja-spekjes bleek dat geen succes. Had ik geen tip? Wat is carbonara zonder pancetta of guanciale (Italiaans wangspek), dacht ik. Maar goed, dat is makkelijk praten van een vleeseter. Dat je ook zonder vlees naar de hartige romigheid van carbonara kunt verlangen, begreep ik goed. De kans op een tweede negen lonkte en ik besloot een poging te wagen.", "Waar draait het nou om bij carbonara? Simpele ingrediënten, een romig eindresultaat zonder room, een lichte pancetta-bite en minimale bereidingstijd. De kaas en eieren konden in een moeite door. Maar waarmee zou ik de smaak van het vlees vervangen?", "Ik begon met een vrije oefening in de categorie champignons: ik bakte blokjes, weekte eekhoorntjesbrood en reduceerde bouillon. Maar dat voelde he-le-maal niet alla carbonara. Te veel gedoe. Toen herinnerde ik me dat ik ooit een mevrouw sprak die tijdens een kookworkshop in restaurant De Librije kappertjes had gefrituurd ter vervanging van spekjes. Dat was het proberen waard.", "Mijn bevindingen na twee dagen testen? Carbonara zonder pancetta is natuurlijk niet hetzelfde als met pancetta, maar deze smeuïge spaghetti met gefrituurde kappertjes is wel gruwelijk lekker. Nu is het wachten op de punten uit Utrecht.", "Ingrediënten 100 g kappertjes, uitgelekt zonnebloemolie ruim 200 g spaghetti 25 g boter 2 teentjes knoflook, gesnipperd 20 g Pecorino Romano, geraspt 20 g Parmezaanse kaas, geraspt 1 ei, geklutst", "Bereiding", "Dep de helft van de kappertjes droog met keukenpapier. Verhit een laagje van 1 centimeter olie in een pannetje en frituur deze kappertjes ongeveer 1 minuut tot ze openvouwen en knapperig zijn. Leg op keukenpapier.", "Kook de spaghetti in ongeveer 10 minuten al dente in gezouten water. Smelt ondertussen de boter in een koekenpan. Voeg de knoflook en de overgebleven ongefrituurde kappertjes toe. Bak enkele minuten op laag vuur. De knoflook mag niet bruinen.", "Houd 2 eetlepels pastawater apart. Giet de pasta af. Schep de spaghetti en het knoflookmengsel in een kom en roer door elkaar. Roer vervolgens het pastawater, de kaas, het ei en wat zwarte peper er krachtig doorheen. Schep op borden en garneer met de gefrituurde kappertjes."], "authors": ["Sake Slootweg"], "keywords": ["van", "carbonara", "spaghetti", "het", "met", "gefrituurde", "kappertjes", "romige", "ik", "een", "volkskeuken", "en", "dat"], "pubDate": "2020-10-26T16:24:04+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}