{"id": "2a6556f9-c893-3df5-b958-7d39fbc0b10b", "title": "Buitenaardse wezens zouden zich verbazen over alle bombarie rondom onze jaarwisseling", "url": "https://volkskrant.nl/cultuur-media/buitenaardse-wezens-zouden-zich-verbazen-over-alle-bombarie-rondom-onze-jaarwisseling~b17400a4/", "summary": "Wat voor oordeel zouden intelligente buitenaardse wezens over ons vellen?\nOp planeet Zork ziet men een jaar voor wat het is: een rondje rondom een langzaam uitdovende ster.\nBeeld Tsjisse TalsmaZo zouden de Zorkianen, rationeel als ze zijn, zich waarschijnlijk verbazen over alle bombarie rondom onze jaarwisseling.\nOp planeet Zork ziet men een jaar voor wat het is: een rondje rondom een langzaam uitdovende ster.\nStel je voor dat je je vervolgens echt zou moeten inspannen om voor die ander het best mogelijke jaar te realiseren.", "paragraphs": ["Wat voor oordeel zouden intelligente buitenaardse wezens over ons vellen? Cabaretier en filosoof Tim Fransen bekijkt de mens door de lens van de Zorkianen. Deze week: Oud en Nieuw.", "Beste lezer, allereerst natuurlijk nog de beste wensen. De komende weken wil ik graag met u een gedachte-experiment uitvoeren. Wat als we de mensheid nu eens door de blik van een (hypothetisch) buitenaards wezen bekijken? Voor het experiment hoeven we niet veel over deze wezens te weten, maar laten we aannemen dat ze vele malen slimmer en wijzer zijn dan wij, rationeel en tegelijkertijd vol compassie. En laten we die wezens Zorkianen noemen, afkomstig – niet geheel toevallig – van de planeet Zork.", "In sciencefiction noemen we buitenaardse wezens ook aliens, een ander woord voor ‘vreemdelingen’. Maar we moeten ons bedenken: voor eventuele ‘aliens’ zijn wij natuurlijk de vreemdelingen. Voor ons is de aardse wereld die wij kennen en hebben gecreëerd – een wereld van arthousefilms en persconferenties, datingapps en diepvriespizza’s, democratie en knetterkauwgom – volstrekt vanzelfsprekend. Maar wat als we een afstandelijke blik op onszelf werpen? Dan hebben wij misschien ook wel iets vreemds en eigenaardigs.", "Op planeet Zork ziet men een jaar voor wat het is: een rondje rondom een langzaam uitdovende ster. Beeld Tsjisse Talsma", "Zo zouden de Zorkianen, rationeel als ze zijn, zich waarschijnlijk verbazen over alle bombarie rondom onze jaarwisseling. Op planeet Zork ziet men een jaar voor wat het is: een rondje rondom een langzaam uitdovende ster. Wij mensen daarentegen worden niet graag herinnerd aan de kilheid van het universum. Wij hebben een diep verlangen naar hoop en betekenis, dat zich uit in rituelen zoals Oud en Nieuw. (En eerlijk is eerlijk: het heeft even geduurd voordat we überhaupt uitvogelden dat de aarde rondjes om de zon draait.) Dat menselijke verlangen naar hoop uit zich ook in allerlei Goede Voornemens waarvan de Zorkianen denken: ‘Waarom zou je eerst de resterende dagen van het rondje afwachten voordat je een positieve verandering doorvoert in je leven? Bovendien: een cirkel heeft niet eens een begin- of eindpunt.’", "(Betweters zijn het wel een beetje, die Zorkianen.)", "Toch zullen ze vermoedelijk wel gecharmeerd zijn van onze gewoonte om elkaar aan het begin van het nieuwe jaar ‘de beste wensen’ toe te stoppen: aan vrienden en familie, maar net zo goed aan de marktvrouw, de kassamedewerker bij de drogist. Menig artiest, wereldleider, of eigenlijk eenieder met een Twitter-account wenst het zelfs toe aan iedereen. Op basis hiervan zullen die aliens wel denken: ‘Wat een schatjes, die mensen – zo liefdevol en welwillend tegenover hun medemens. En ze zetten ook hoog in door meteen voor de overtreffende trap te gaan: de beste wensen.’", "Daar toont zich een andere kant van de mens: met simpelweg goede wensen zouden we geen genoegen nemen. Als iemand op 1 januari ‘goede wensen’ tegen ons zou zeggen, dan zouden we denken: ‘Wat heb ik jou ooit misdaan? Verdien ik niet het beste? Als je me iets goeds wil wensen, prima, maar ga dan op z’n minst voor alle goeds. Krent.’", "Wij mensen zijn genereus met onze nieuwjaarswensen. Dat is waarschijnlijk omdat niemand van je verwacht dat je die daadwerkelijk voor de ander gaat waarmaken. Stel je voor dat je je vervolgens echt zou moeten inspannen om voor die ander het best mogelijke jaar te realiseren. In dat geval zouden we vermoedelijk wat minder scheutig zijn met onze nieuwjaarswensen. Alleen al om praktische redenen kun je maar voor een beperkt aantal mensen een jaar lang elke ochtend ontbijt op bed verzorgen.", "Een van de slimmere exemplaren van onze soort – de filosoof Immanuel Kant – wijst op het verschil tussen willen en wensen. Iets echt willen betekent dat je ook alle tussenstappen moet accepteren om datgene te bereiken. Iets wensen daarentegen, is heerlijk vrijblijvend. Wat dat betreft zijn mensen net zo gewiekst als hun overheden: zoals overheden weten dat officiële excuses tot vervelende (juridische) consequenties kunnen leiden en daarom liever gaan voor het vrijblijvender uitspreken van spijt, zo kijken mensen wel uit met zeggen dat ze komend jaar het beste voor je willen.", "De Zorkianen zullen dus snel genoeg ontdekken wat we eigenlijk bedoelen: ‘Ik wens je het beste. Maar ik trek er verder mijn handen vanaf.’", "Op planeet Zork doen ze niet aan nieuwjaarswensen. De compassievolle Zorkianen doen elk jaar (om de 56 dagen in hun geval) een nieuwjaars-wil. Ze kiezen één of twee hulpbehoevende Zorkianen voor wie ze zich een jaar lang inzetten. En ze willen voor diegene niet het beste, maar het betere. (Zo slim zijn ze ook wel weer, anders houden ze helemaal geen tijd over voor zichzelf.) Bovendien mag geen enkele Zorkiaan de ander ooit terughelpen, want dan zou het akelig veel lijken op een transactie.", "Ja, het is goed op Zork. Ze hebben alleen geen knetterkauwgom."], "authors": ["Tim Fransen"], "keywords": ["wezens", "wat", "zijn", "verbazen", "ze", "zich", "zouden", "je", "van", "alle", "rondom", "jaarwisseling", "bombarie", "een", "en", "buitenaardse", "voor", "onze", "het", "dat"], "pubDate": "2021-01-05T15:57:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}