{"id": "2a84c38b-8562-3694-917e-de16ce2b9306", "title": "Dit ben ik – tien jaar later", "url": "https://www.volkskrant.nl/kijkverder/v/2020/dit-ben-ik-tien-jaar-later~v410762/", "summary": "Ik heb nog dezelfde slaapkamer.’Negen jaar geleden stelden we je de vraag: ‘Wat wil je later worden?’ Dit antwoordde je: ‘Astronaut.\nIk wil gewoon de eerste Nederlander op de maan zijn.’ Wil je nog steeds astronaut worden?\nIk zit nu in 5 havo en weet nog niet of ik een vervolgopleiding wil gaan doen, omdat ik niet zo snel leer.\nOp mijn kamer staat trouwens ook mijn baardagaam Godzilla, een soort hagedis.’Hoe ziet je leven er over tien jaar uit, denk je?\n‘Dan hoop ik dat ik in een rockband zit, waarin ik gitaar speel.", "paragraphs": ["Waar woon je nu en met wie?", "‘Ik woon in Eindhoven, samen met mijn vader Paul (53), moeder Jessika (50) en zusje Nova (16). Ik heb nog dezelfde slaapkamer.’", "Negen jaar geleden stelden we je de vraag: ‘Wat wil je later worden?’ Dit antwoordde je: ‘Astronaut. Ik wil gewoon de eerste Nederlander op de maan zijn.’ Wil je nog steeds astronaut worden?", "‘Nee, want dan moet ik nog naar de universiteit. Ik zit nu in 5 havo en weet nog niet of ik een vervolgopleiding wil gaan doen, omdat ik niet zo snel leer. Wel wil ik graag een taalcursus Engels doen in Londen.’", "Waarom in Londen?", "‘Daar woont een goede vriend van mij die ik ken via Discord, een online chatforum waar veel gamers op zitten. Laatst heb ik ook een aantal vrienden van Discord ontmoet in Rotterdam en soms kom ik ze tegen op comic-cons.’", "Wat is je favoriete deel van je kamer?", "‘Dat is mijn zoldertje waar een lekkere stoel staat waarin ik stripboeken lees. Mijn ouders hebben me vernoemd naar Storm, hoofdpersoon in het gelijknamige stripboek van Don Lawrence, waarin hij ook even een astronaut is. Op mijn kamer staat trouwens ook mijn baardagaam Godzilla, een soort hagedis.’", "Hoe ziet je leven er over tien jaar uit, denk je?", "‘Dan hoop ik dat ik in een rockband zit, waarin ik gitaar speel. Met vrienden van Discord grap ik weleens dat het leuk zou zijn om samen een band op te richten. Het lijkt mij ook cool om cosplay-fotograaf te worden. Dan maak je foto’s van mensen die zich verkleden als een karakter uit een film of strip. Maar nu eerst maar eens mijn havo afmaken.’"], "authors": ["November"], "keywords": ["tien", "van", "dit", "nog", "op", "wil", "later", "ik", "een", "je", "mijn", "ook", "jaar", "en", "ben"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}