{"id": "2a9bb259-ad66-3ab4-82bc-a69c349fae3f", "title": "AZ raakt verder achterop door verrassende misstap bij PEC Zwolle", "url": "https://nu.nl/voetbal/6101080/az-raakt-verder-achterop-door-verrassende-misstap-bij-pec-zwolle.html", "summary": "Pelle Clement glijdt de 1-0 binnen voor PEC Zwolle.\nPelle Clement glijdt de 1-0 binnen voor PEC Zwolle.\nHet leek de opmaat voor een slotoffensief van AZ, maar echt grote kansen creëerde de ploeg uit Alkmaar niet.\nAZ speelde eerder dit seizoen in Alkmaar ook al gelijk tegen PEC Zwolle.\nAZ speelde eerder dit seizoen in Alkmaar ook al gelijk tegen PEC Zwolle.", "paragraphs": ["AZ heeft zaterdag verrassend en duur puntenverlies geleden in de Eredivisie. De Alkmaarders verslikten zich in het MAC3PARK stadion in PEC Zwolle: 1-1.", "PEC Zwolle kende een flitsende start en kwam na negen minuten op voorsprong via Pelle Clement. De gelegenheidsspits gleed bij de eerste paal een voorzet vanaf de rechterkant binnen.", "AZ, dat vlak voor de winterstop gelijkspeelde bij FC Utrecht (2-2), had lang nodig om op gang te komen en creëerde ook weinig echte kansen. Fredrik Midtsjø was met een hard schot in de tweede helft wel trefzeker, maar verder kwam de ploeg van trainer Pascal Jansen niet meer.", "Door het zevende gelijkspel van het seizoen blijft AZ de nummer vijf in de Eredivisie. De achterstand van AZ op koploper Ajax is zes punten. De Amsterdammers spelen zondag om 16.45 uur tegen nummer twee PSV.", "Voor AZ gaat de Eredivisie woensdag verder met de kraker in Eindhoven tegen PSV. PEC Zwolle speelt op die dag in De Kuip tegen Feyenoord.", "Pelle Clement glijdt de 1-0 binnen voor PEC Zwolle. Pelle Clement glijdt de 1-0 binnen voor PEC Zwolle. Foto: Pro Shots", "AZ komt te laat op gang in Zwolle", "PEC Zwolle had al vier thuisduels niet verloren en kende ook tegen AZ een goed begin. Eliano Reijnders brak door aan de rechterkant en gaf de bal laag voor. Clement, die als gelegenheidsspits speelde, kwam voor zijn tegenstander en gleed bij de eerste paal de bal in de verre hoek.", "AZ had nog ruim tachtig minuten om iets aan de achterstand te doen, maar zeker voor rust lieten de Alkmaarders maar weinig zien. Bram van Polen kopte een voorzet van Myron Boadu net naast zijn eigen doel, maar echt grote kansen kregen de bezoekers niet.", "Na de pauze liet AZ zich meer gelden en dat leverde Boadu een aardige kans op na een strakke voorzet van Owen Wijndal. De AZ-spits kwam al glijdend net niet bij de bal. PEC kreeg aan de overkant een enorme mogelijkheid op de 2-0, maar doelman Marco Bizot tikte een inzet van Yuta Nakayama na een corner uit de kruising.", "Halverwege de tweede helft kwam AZ toch langszij. Midtsjø kreeg de bal wat gelukkig mee en schoot hard raak in de korte hoek. PEC-doelman Michael Zetterer ging daar niet vrijuit. Het was voor de 27-jarige Midtsjø zijn tweede treffer van het seizoen.", "Het leek de opmaat voor een slotoffensief van AZ, maar echt grote kansen creëerde de ploeg uit Alkmaar niet. Aanvoerder Teun Koopmeiners raakte met een vrije trap nog wel de lat.", "AZ speelde eerder dit seizoen in Alkmaar ook al gelijk tegen PEC Zwolle. AZ speelde eerder dit seizoen in Alkmaar ook al gelijk tegen PEC Zwolle. Foto: Pro Shots", "Bekijk het programma, de uitslagen en de stand in de Eredivisie"], "authors": ["Foto", "Door"], "keywords": ["verder", "achterop", "van", "voor", "az", "en", "een", "zwolle", "verrassende", "misstap", "tegen", "maar", "op", "raakt", "bij", "door", "pec"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}