{"id": "2ace6220-4248-370e-9a31-929e2bdf0f18", "title": "Eén jaar Commissie-Von der Leyen: corona voor, corona na", "url": "https://trouw.nl/buitenland/een-jaar-commissie-von-der-leyen-corona-voor-corona-na~b21f3848/", "summary": "Voor Brusselse begrippen ging dit voorstel met de snelheid van het licht door de besluitvormingsmolen.\nNederland heeft zich niet voor het programma aangemeld.\nToch kon niemand op dat moment meer zeggen dat de Europese Commissie in deze crisis voor spek en bonen meedeed.\nDe pandemie leek de voortgang van het EU-klimaatbeleid te vertragen, maar vooralsnog ligt dat op schema.\nLees ook:Nieuwe Europese Commissie goedgekeurd: Von der Leyen kan aan de slagHet Europees Parlement keurde een jaar geleden de nieuwe Europese Commissie onder leiding van de Duitse Ursula von der Leyen goed.", "paragraphs": ["Met een maand vertraging, maar vol goede moed en zonder enig vooruitzicht op een pandemie trad de nieuwe Europese Commissie onder leiding van Ursula von der Leyen precies een jaar geleden aan. De ‘groenste commissie’ ooit moest het worden (met de Green Deal van Frans Timmermans), alsmede een ‘geopolitieke’: Europa zou weer ontzag moeten afdwingen in een instabiele wereld. Wat hebben we daarvan in dat eerste jaar teruggezien?", "Net als alles en iedereen werd ook de commissie-Von der Leyen dit voorjaar geheel overrompeld door de coronacrisis, vooral door de omvang ervan. Op 27 februari, tijdens een van de laatste fysieke persconferenties in het Brusselse commissiegebouw, zei een expert van het Europees Centrum voor Ziektepreventie en -bestrijding (ECDC) nog dat de kans op een ongebreidelde verspreiding van het virus over Europa ‘laag tot matig’ was. De rest is geschiedenis.", "Tijdens de eerste golf lag alle (on)macht bij de lidstaten. Gezondheidszorg en eventuele grenscontroles zijn nationale competenties. In die eerste paniekperiode keek eigenlijk niemand naar ‘Brussel’.", "Aanschaf van mondmaskers", "Ook de commissie wist even niet wat te doen. Wel volgde al snel de eerste in een lange serie oproepen aan die lidstaten, om toch vooral samen op te trekken en elkaar niet als concurrenten te zien bij de aanschaf van bijvoorbeeld voorraden mondmaskers of medische apparatuur. Dat was in het begin wel zo.", "Opnieuw bleek de slagkracht van de Europese Commissie vooral in de economie te liggen. Al vroeg maakte Von der Leyen bekend dat de boekhoudregeltjes over begrotingstekorten van maximaal 3 procent in deze crisis overboord gingen. Die stap opzij lijkt doodnormaal, maar was wel degelijk een historisch doorbraakje.", "Vervolgens pakte de commissie door. Op 2 april presenteerde ze ‘Sure’, een leningenpakket dat lidstaten moet helpen massale corona-werkloosheid te voorkomen. Het geld is bedoeld voor de financiering van bijvoorbeeld arbeidstijdverkorting of tijdelijke WW-uitkeringen.", "Voor Brusselse begrippen ging dit voorstel met de snelheid van het licht door de besluitvormingsmolen. De leningen zijn deels zelfs al uitgekeerd: in totaal ruim 30 miljard, vooral aan Italië en Spanje. België krijgt dinsdag 2 miljard euro overgemaakt. Nederland heeft zich niet voor het programma aangemeld.", "Niet voor spek en bonen", "Van veel grotere omvang is het beoogde corona-herstelfonds. Op basis van een Frans-Duits voorstel kwam de commissie eind mei met een pakket van 750 miljard euro op de proppen, waarvan 500 miljard subsidies. Het tempo bleef hoog. Tijdens hun marathontop van juli haalden de regeringsleiders geen cent af van die 750 miljard, al wisten de ‘zuinige vier’ (onder leiding van Nederland) de verhouding subsidies-leningen flink bij te stellen, naar 390 om 360 miljard. Toch kon niemand op dat moment meer zeggen dat de Europese Commissie in deze crisis voor spek en bonen meedeed.", "Ze moest wel andere prioriteiten uit de handen laten vallen, zoals de digitale economie of een nieuw asiel- en migratiebeleid – voorstellen daarover liepen vertraging op. Ook die geopolitieke dimensie kwam niet echt uit de verf.", "Bovendien was er de nodige kritiek op de communicatieve vaardigheden van Von der Leyen. Intern houdt ze de grote dossiers dicht bij zichzelf. Persconferenties geeft ze nauwelijks, belangrijke voorstellen komen via roboteske filmpjes op sociale media tot ons. Ze heeft nog vier jaar de tijd om dat kille beeld te doen kantelen.", "Green Deal De niet-corona-onderwerpen mogen in het eerste jaar van de nieuwe Europese Commissie dan zijn ondergesneeuwd, dat geldt niet of nauwelijks voor een van de topprioriteiten: de Green Deal van eerste vicevoorzitter Frans Timmermans. Begin maart, kort voor de eerste lockdowns, presenteerde hij de Europese klimaatwet. Daarmee moet het 2050-streven van 0 CO 2 -uitstoot juridisch bindend worden. De pandemie leek de voortgang van het EU-klimaatbeleid te vertragen, maar vooralsnog ligt dat op schema. In september presenteerde Timmermans (eigenlijk ging Von der Leyen met de eer strijken) het nieuwe 2030-doel van 55 procent minder uitstoot.", "Lees ook:", "Nieuwe Europese Commissie goedgekeurd: Von der Leyen kan aan de slag", "Het Europees Parlement keurde een jaar geleden de nieuwe Europese Commissie onder leiding van de Duitse Ursula von der Leyen goed. Het dagelijks EU-bestuur kan daardoor, met een maand vertraging en zonder Britse commissaris, per 1 december aan de slag.", "Frans Timmermans over EU-klimaatwet: Moeder Aarde zal ons bij de les houden", "Volgens Frans Timmermans zal de EU-klimaatwet die hij vandaag presenteert een ‘revolutie’ ontketenen. ‘De beslissing van de lidstaten over klimaatneutraliteit in 2050 heeft consequenties.’ Een interview uit maart."], "authors": ["Christoph Schmidt"], "keywords": ["commissie", "van", "commissievon", "het", "leyen", "op", "corona", "een", "der", "en", "dat", "jaar", "te", "eén", "voor"], "pubDate": "2020-12-01T09:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}