{"id": "2ae7e7c4-459c-341c-bffc-c55a4c1d1122", "title": "Volgens Youp van ’t Hek snapt Todd Rundgren weinig van Flappie", "url": "https://www.parool.nl/nederland/volgens-youp-van-t-hek-snapt-todd-rundgren-weinig-van-flappie~b3802be3/", "summary": "Deze week bleek dat de 72-jarige popmuzikant een eigen versie heeft opgenomen van de Nederlandse kersklassieker, Flappie.\nMet muziek van componist Jan Kokken werd het een ware kersthit.\nVan ’t Hek liet weten vereerd te zijn dat er nu een Amerikaanse versie is van het nummer.\nVan ’t Hek: ‘Dan heeft-ie het niet helemaal begrepen.’‘Geen slecht nummer’De cabaretier zei woensdag geen idee te hebben hoe de popmuzikant aan het lied komt.\n“Iedereen is vrij er een eigen versie van op te nemen natuurlijk.", "paragraphs": ["Cabaretier Youp van 't Hek. Beeld Hollandse Hoogte / ANP", "Zo reageert de cabaretier zaterdag tegenover RTL Nieuws.", "Deze week bleek dat de 72-jarige popmuzikant een eigen versie heeft opgenomen van de Nederlandse kersklassieker, Flappie. In het nummer, dat Van 't Hek 43 jaar geleden op 23-jarige leeftijd maakte, blikt de cabaretier terug op zijn Eerste Kerstdag in 1961 waarop hij zijn lievelingskonijn Flappie ’s avonds bij het kerstdiner opgediend ziet worden - overigens niet echt gebeurd. Met muziek van componist Jan Kokken werd het een ware kersthit.", "Van ’t Hek liet weten vereerd te zijn dat er nu een Amerikaanse versie is van het nummer. Nu blijkt alleen dat Rundgren de tekst niet helemaal lijkt te snappen. In een interview met The Rolling Stone vertelt hij dat het in Nederland gebruikelijk is dat kinderen van kleins af aan een konijn opvoeden dat vervolgens met kerst wordt opgegeten. Niet helemaal waar dus. Van ’t Hek: ‘Dan heeft-ie het niet helemaal begrepen.’", "‘Geen slecht nummer’", "De cabaretier zei woensdag geen idee te hebben hoe de popmuzikant aan het lied komt. “Ik hoorde zijn versie vanochtend en heb meteen mijn management gebeld, maar ook daar wisten ze van niets.”", "Toch zei Van ’t Hek geen probleem te hebben met de cover. “Iedereen is vrij er een eigen versie van op te nemen natuurlijk. Ik vind ook dat hij het goed heeft gedaan. Toen ik hem Flappie hoorde zingen, dacht ik: nou, helemaal geen slecht nummer.”"], "authors": ["Het Parool"], "keywords": ["van", "flappie", "weinig", "youp", "todd", "hek", "het", "met", "zijn", "volgens", "rundgren", "een", "niet", "dat", "te", "versie", "snapt"], "pubDate": "2020-12-05T12:33:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}