{"id": "2af15a5a-86e3-3d16-ba25-8d40dfb9c398", "title": "Nachtwandelaar", "url": "https://nrc.nl/nieuws/2020/11/06/nachtwandelaar-a4018528", "summary": "In plaats van zijn vriendin wakker te houden met zijn nachtelijk gedwaal, besloot JanHenk naar buiten te gaan, waar hij kan ademhalen en zijn hoofd tot rust komt.\nJanHenk heeft behalve PTSS ook een bipolaire ‘kwetsbaarheid’, zoals hij het liever noemt.\nToen hij na een half jaar weer een beetje bij zinnen kwam, keerde hij berooid terug naar Nederland, waar hij door de politie werd aangehouden en naar een gesloten instelling werd gebracht.\nIntussen zit JanHenk al maanden thuis van zijn werk als ervaringsdeskundig begeleider in Delta, de hoogbeveiligde behandelkliniek in Poortugaal.\nOm zo snel mogelijk zijn oude leven op te pakken, samen met zijn lieve, geduldige vriendin.", "paragraphs": ["JanHenk wandelt ’s nachts door de stad. Urenlang. Om de spoken in zijn hoofd te verjagen. Van Blijdorp naar Rotterdam-Zuid en terug. Dan weer via Spangen helemaal naar het centrum van Schiedam. Telkens een andere route. Zijn stappenteller telt gemiddeld 20.000 stappen per nacht (15 kilometer). JanHenk is een buurtgenoot en ik volg zijn nachtelijke wandelingen via Twitter (@JanHenk038), waar hij foto’s plaatst van Rotterdam bij nacht. Het is zijn medicijn tegen het posttraumatisch stresssyndroom waar hij aan lijdt, vertelt hij, als ik op mijn verzoek een kop koffie met hem drink. Onverwerkte trauma’s zorgen voor angstaanjagende herbelevingen, die zich vooral in de nacht aandienen. De slapeloosheid (hij slaapt soms maar een paar uur per etmaal) begon in augustus, toen hij overstapte op een ander slaapmedicijn, omdat zijn vertrouwde merk tijdelijk niet leverbaar is. In plaats van zijn vriendin wakker te houden met zijn nachtelijk gedwaal, besloot JanHenk naar buiten te gaan, waar hij kan ademhalen en zijn hoofd tot rust komt. Want hoe gek het ook klinkt voor een stad als Rotterdam: ’s nachts zijn de straten volgens hem zo goed als verlaten, ook in het centrum. Misschien is het vanwege corona, maar bijna nooit komt hij mensen tegen op straat, zelfs geen zwervers. En bang is hij nooit. Een brandend lampje achter een dichtgeschoven gordijn, stelt hem gerust. Zo is hij niet helemaal alleen.", "JanHenk heeft behalve PTSS ook een bipolaire ‘kwetsbaarheid’, zoals hij het liever noemt. Dat bipolaire heeft hij geërfd van zijn biologische vader en kwam pas aan het licht toen hij veertien jaar geleden manisch werd. Tijdens een stressvolle periode op zijn werk ging het mis. Hij pakte de auto van zijn bazin en vertrok met de noorderzon naar Spanje. Daar verbraste hij in zes maanden tijd ruim 80.000 euro, geld van de hypotheek die hij samen met zijn toenmalige vriendin was aangegaan. Een deel gaf hij zomaar weg, aan wildvreemden soms. Toen hij na een half jaar weer een beetje bij zinnen kwam, keerde hij berooid terug naar Nederland, waar hij door de politie werd aangehouden en naar een gesloten instelling werd gebracht. Het werd de moeilijkste periode van zijn leven. Hij kreeg er verkeerde medicijnen toegediend, lag dagenlang in coma lag en overleefde dat ternauwernood. En alsof het allemaal nog niet erg genoeg was, werd hij ook nog seksueel misbruikt door een vrouwelijke medepatiënt. Traumatische ervaringen, die pas de afgelopen maanden in alle hevigheid aan de oppervlakte kwamen.", "Intussen zit JanHenk al maanden thuis van zijn werk als ervaringsdeskundig begeleider in Delta, de hoogbeveiligde behandelkliniek in Poortugaal. Hij werkt er met de zwaarste gevallen, maar vindt het de mooiste baan van de wereld. En is trots dat hij ondanks zijn ziektebeeld dusver een normaal leven heeft weten op te bouwen, al hadden zijn behandelaars indertijd anders voorspeld.", "JanHenk wil zo snel mogelijk weer aan de slag, maar moet nu eerst zelf geholpen worden. Eind deze maand wordt hij opgenomen in het traumacentrum in Vorden. Hoop op beterschap is zijn enige houvast. Want hoe wanhopig en levensmoe hij soms ook is, JanHenk wil helemaal niet dood. Hij wil vooral verlost worden van de pijnen, angsten en gekmakende slapeloosheid. Én zijn gebalde vuisten eindelijk weer kunnen ontspannen. Om zo snel mogelijk zijn oude leven op te pakken, samen met zijn lieve, geduldige vriendin. Zonder die urenlange wandelingen door de alsmaar kouder wordende nacht.", "Mirjam de Winter ( @mirjamdewinter ) is freelance journalist en stadsgids in Rotterdam.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 november 2020"], "authors": ["Mirjam De Winter", "Leestijd Minuten"], "keywords": ["van", "nachtwandelaar", "een", "en", "ook", "met", "zijn", "op", "naar", "hij", "het"], "pubDate": "2020-11-06T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}