{"id": "2af44cb0-6b90-3bd5-8548-58fad2c5167b", "title": "De Nederlandse nerts is niet meer: hoe corona de pelsdierhouderij (vervroegd) de das omdeed", "url": "https://volkskrant.nl/nieuws-achtergrond/de-nederlandse-nerts-is-niet-meer-hoe-corona-de-pelsdierhouderij-vervroegd-de-das-omdeed~bec777a53/", "summary": "En zo kwam het tot een vervroegd slotakkoord van een sector die al decennia door brede lagen van de bevolking verguisd wordt.\nAl in 1989 riep de PPR, die zou opgaan in GroenLinks, het kabinet op het fokken van pelsdieren te verbieden.\nGrote huizen zoals Versace, Prada en Gucci maken er geen gebruik meer van en ook de samenleving heeft er steeds meer moeite mee.\nDat was ‘een serieus gevaar voor de volksgezondheid en voor de ontwikkeling van een vaccin’, zei de Deense premier Mette Frederiksen.\nDe ene na de andere nertsenfokkerij vergaste niet alleen de pups, maar ook de moederdieren.", "paragraphs": ["Medewerkers van de Nederlandse Voedsel- En Warenautoriteit ruimden nertsen op een met het coronavirus besmette nertsenfokkerij. Eerder pleitte de voorzitter van Veiligheidsregio Brabant Zuidoost voor het preventief ruimen van alle nertsenfarms. Beeld ANP", "Niet alleen alle pups (jongen), die na een kort leven van een halfjaar standaard in november en december worden vergast om van hun pelzen bontjassen te maken, zijn geruimd. Ook alle moederdieren zijn gedood, zo maakte minister van Landbouw Carola Schouten dinsdagavond bekend.", "En zo kwam het tot een vervroegd slotakkoord van een sector die al decennia door brede lagen van de bevolking verguisd wordt. Het kabinet Rutte-II had al in 2013 een verbod voor pelsdierhouderijen in Nederland uitgevaardigd ‘vanwege ethische en maatschappelijke weerstand’. De sector kreeg nog tot 2024 de tijd om investeringen terug te verdienen. Het fokken van nertsen heeft immers maar één doel, zo was de redenering: slachten om van de vachten bont te maken, ze werden niet eens gehouden voor voedsel.", "Het einde is misschien sneller gekomen dan verwacht, maar voor tegenstanders van deze tak van intensieve veehouderij toch rijkelijk laat. Al in 1989 riep de PPR, die zou opgaan in GroenLinks, het kabinet op het fokken van pelsdieren te verbieden. Dat gebeurde in de jaren negentig weliswaar met de vos en de chinchilla, maar de nerts werd vooralsnog ongemoeid gelaten.", "In 1999 nam de Tweede Kamer een motie aan, waarin het kabinet werd verzocht een wet te maken om de nertsenhouderij te verbieden. Maar enkele jaren later werd een wetsvoorstel hierover in de nasleep van de moord op Pim Fortuyn weer ingetrokken. In 2006 probeerden de SP en PvdA het opnieuw. Dit keer met succes, al duurde het nog tot begin 2013 dat de Wet verbod pelsdierhouderij van kracht werd.", "Multimiljonair", "Opvallend is dat de nertsenhouderij sinds 2000 – ondanks de toenemende kritiek en weerstand vanuit de maatschappij – nog jarenlang flink is gegroeid. In 2012 telde Nederland ruim een miljoen moederdieren.", "De nertsenfokkerij is jarenlang een lucratieve bedrijfstak geweest. De grootste nertsenfokker van Nederland, Jos van Deurzen uit Elsendorp, is er zelfs multimiljonair mee geworden. Hij stond jaren in de Quote-500, met een geschat vermogen van 89 miljoen euro in 2019. Van Deurzen, in 1980 begonnen met honderd nertsen, had niet alleen een imperium van nertsenfokkerijen in binnen- en buitenland, maar ook een projectontwikkelingsmaatschappij die woonwijken aanlegt.", "Meerdere andere nertsenfokkers konden zich in de gouden jaren ook opwerken tot miljonair. Maar de laatste jaren is het kommer en kwel in de nertsensector: door overproductie zijn de prijzen voor de pelzen wereldwijd ingezakt. Bovendien is bont al jaren een zeer controversieel product in de mode-industrie. Grote huizen zoals Versace, Prada en Gucci maken er geen gebruik meer van en ook de samenleving heeft er steeds meer moeite mee.", "De sanering van de nertsenhouderij voltrok zich de afgelopen jaren tamelijk geruisloos. Dit voorjaar telde Nederland nog 110 nertsenbedrijven met ruim 700 duizend moederdieren en 3,5 miljoen jongen. Door de lage pelzenprijzen op de wereldmarkt stonden er ook al vijftien tot twintig fokkerijen leeg.", "Coronaprimeur", "En toen werden de eerste coronabesmettingen op nertsenbedrijven in Brabant geconstateerd. Het virus verspreidde zich niet alleen razendsnel onder de nertsen, alarmerend was vooral dat ook enkele medewerkers op de fokkerij via de nertsen besmet raakten. Het werd zelfs beschouwd als een mondiale primeur: nergens anders was eind mei een besmetting van dier op mens vastgesteld.", "Toen de ene na de andere fokkerij besmet raakte, werd de druk op minister Schouten steeds groter om een versneld einde te maken aan de sector. Nertsenfarms werden beschouwd als coronabrandhaard en een gevaar voor de volksgezondheid. Pas eind augustus besloot Schouten dat de nertsensector drie jaar eerder dan gepland de deuren moest sluiten: uiterlijk begin 2021 in plaats van 2024.", "Alarmerend was ook dat op Deense nertsenfokkerijen een gemuteerde variant van het coronavirus werd aangetroffen. In een nertslichaampje konden de stekels van het virus van vorm veranderen. Dat was ‘een serieus gevaar voor de volksgezondheid en voor de ontwikkeling van een vaccin’, zei de Deense premier Mette Frederiksen. De autoriteiten grepen rigoureus in: alle nertsen in het land werden per direct geruimd en alle 280 duizend bewoners van zeven gemeenten op het noordelijke vasteland moesten in quarantaine.", "In Nederland groeide de onrust, maar minister Schouten wilde niet direct overgaan tot massale ruiming. Hier was de gemuteerde virusstekel nog niet aangetroffen, zei ze tegen de Tweede Kamer. Bovendien had ze tijd nodig om een compensatieregeling voor de sector uit te werken. Die dreigde intussen geen maatregelen te nemen tot er duidelijkheid was over die financiële regeling.", "Die compensatieregeling kwam er uiteindelijk half november en de sector reageerde tamelijk tevreden. Daarna ging het heel snel. De ene na de andere nertsenfokkerij vergaste niet alleen de pups, maar ook de moederdieren. Vorige week waren nog maar vier nertsenfokkerijen actief. Dinsdag meldde Schouten dat Nederland helemaal nertsvrij is."], "authors": ["Nick De Jager", "Peter De Graaf"], "keywords": ["pelsdierhouderij", "van", "das", "nerts", "hoe", "meer", "het", "op", "voor", "maar", "corona", "niet", "vervroegd", "omdeed", "een", "en", "te", "ook", "dat", "nederlandse"], "pubDate": "2020-12-09T14:55:49+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}