{"id": "2b0fe60f-8cdb-31dc-a837-cb6145b2ab42", "title": "Wijkraad en omwonenden zijn drugsdealers in Burgemeester Reinaldapark zat", "url": "https://nu.nl/haarlem/6088006/wijkraad-en-omwonenden-zijn-drugsdealers-in-burgemeester-reinaldapark-zat.html", "summary": "Omwonenden van het Burgemeester Reinaldapark in Haarlem, de wijkraad en de ondernemer van het Pannenkoeken Paradijs, zijn het zat dat er in de avonduren drugs wordt gedeald en gebruikt in het park.\nBernhard Felix van de wijkraad Parkwijk-Zuiderpolder-Penningsveer hoort van omwonenden dat er in de avonduren van alles gebeurt in het park.\nVolgens Felix is het de ideale plek voor drugsdealers, omdat het er donker is en er veel uitvalswegen zijn.\nEverduin baalt van het aanzicht waarmee de gasten van zijn pannenkoekenrestaurant het terrein verlaten.\nEverduin vindt ook dat het probleem aan de voorkant van het park bij de Prins Bernhardlaan eerst opgelost moet worden.", "paragraphs": ["Omwonenden van het Burgemeester Reinaldapark in Haarlem, de wijkraad en de ondernemer van het Pannenkoeken Paradijs, zijn het zat dat er in de avonduren drugs wordt gedeald en gebruikt in het park.", "Behalve dat het een \"unheimisch gevoel\" geeft, blijft er elke dag rotzooi achter, zegt Gerrie Everduin van het Pannenkoeken Paradijs.", "Bernhard Felix van de wijkraad Parkwijk-Zuiderpolder-Penningsveer hoort van omwonenden dat er in de avonduren van alles gebeurt in het park. \"Er zijn hier allemaal duistere figuren en wat ze hier uitspoken? Drugsdealen, illegaal alcoholgebruik en lachgasgedoe.\"", "Volgens Felix is het de ideale plek voor drugsdealers, omdat het er donker is en er veel uitvalswegen zijn. Dus als handhaving of politie langsrijdt, kunnen ze makkelijk vluchten.", "Everduin baalt van het aanzicht waarmee de gasten van zijn pannenkoekenrestaurant het terrein verlaten. De medewerkers van het restaurant moeten daarom voor zonsondergang naar huis, omdat ze van hun ouders niet het Reinaldapad af mogen fietsen vanwege de louche types op de parkeerplaats.", "Gemeente: Probleem is bekend, park wordt extra in de gaten gehouden", "De gemeente Haarlem heeft achter het park aan de Nieuweweg een locatie op het oog voor een opvanghuis voor verslaafden en mensen met psychische problemen.", "Het is een van de vier locaties die gemeente heeft uitgekozen voor de mogelijke vestiging van een speciale woonvoorziening. In 2021 zal duidelijk worden of dit doorgaat, maar betrokkenen vinden het een slecht plan.", "Everduin vindt ook dat het probleem aan de voorkant van het park bij de Prins Bernhardlaan eerst opgelost moet worden. Het liefst zou hij een slagboom willen hebben bij de parkeerplaats, zodat mensen 's avonds daar niet meer zomaar kunnen parkeren. Felix ziet ook graag meer surveillance, betere verlichting en toezichtcamera's.", "De gemeente Haarlem laat in een reactie weten dat ze met de drugsproblematiek bekend is en dat het park extra goed in de gaten wordt gehouden. Ook onderzoekt de gemeente fysieke maatregelen om het park minder aantrekkelijk te maken en zo criminele activiteiten tegen te gaan."], "authors": ["Door"], "keywords": ["wijkraad", "reinaldapark", "en", "park", "drugsdealers", "dat", "zat", "burgemeester", "ze", "een", "zijn", "het", "van", "omwonenden", "er", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}