{"id": "2b1a2a02-6f94-39c0-be1c-a07d5849977c", "title": "Predikant Ad van Nieuwpoort: ‘Het biologische leven lijkt wel een godheid’", "url": "https://volkskrant.nl/mensen/predikant-ad-van-nieuwpoort-het-biologische-leven-lijkt-wel-een-godheid~b98f0c42/", "summary": "Het lijdensverhaal en de opstanding van Jezus vormen de kern van het Nieuwe Testament.\nAd van Nieuwpoort (54), de predikant van de Duinzichtkerk in het Haagse Benoordenhout, heeft dat nooit begrepen.\nWaarom zou je iemand het feest van het licht misgunnen?\nJob kan volgens Van Nieuwpoort een voorbeeld zijn, omdat hij ons leert met vragen te leven in plaats van met antwoorden.\n‘Enerzijds is het positief dat het beleid is ingegeven door de wens de meest kwetsbaren te beschermen.", "paragraphs": ["Ad van Nieuwpoort is theoloog, predikant en schrijver. Beeld Jiri Büller", "Het is een jaarlijkse ongerijmdheid: niet-kerkelijke Nederlanders gaan op Kerstavond massaal ter kerke terwijl Kerstmis voor christenen van ondergeschikt belang is. Althans: in vergelijking met Pasen. Het lijdensverhaal en de opstanding van Jezus vormen de kern van het Nieuwe Testament. Zijn geboorte wordt in de Bijbel afgedaan met een paar verzen. Toch voorziet juist de nachtmis op Kerstavond in een grote behoefte – die dit coronajaar goeddeels onbevredigd blijft.", "Vroeger werd onder predikanten en trouwe kerkgangers nogal eens geschamperd over al die gelegenheidskerkgangers. Ad van Nieuwpoort (54), de predikant van de Duinzichtkerk in het Haagse Benoordenhout, heeft dat nooit begrepen. Waarom zou je iemand het feest van het licht misgunnen?", "‘Ik heb Kerstmis helemaal omarmd. Toen ik dominee op de Amsterdamse Zuidas was, heb ik eens een groot kerstfeest helpen organiseren tussen de weilanden in landelijk Noord. Zuidassers konden daar met de Betlehem Expres naartoe. Daar werden ze begroet door de burgemeester van Betlehem, door zingende engelen en de bewoners van de stal. Ikzelf was Jozef, mijn vrouw was Maria, en onze dochter Trui het kindje Jezus. Allemaal best profaan, maar nog steeds kom ik mensen tegen voor wie dit de mooiste Kerstmis ooit was.’", "Knik in het bewustzijn", "Nu zit zo’n weldadige enscenering er niet in. De twee nachtdiensten en een geplande openluchtdienst van de Duinzichtkerk zijn afgelast. De kerkenraad wilde niet uit de pas te lopen met rest van de samenleving. Wat rest, is een virtuele nachtdienst die wordt bijgewoond door een handjevol ‘oudere dames en heren’ die verstoken zijn van digitale gemakken. Het koortje van kinderen onder de dertien treedt op. En meer dan honderd leden van de gemeente brengen na afloop het licht met allemaal kaarsjes letterlijk de wijk in.", "‘De slingers en de bellen gaan ervan af’, zegt Van Nieuwpoort. ‘Maar misschien staan mensen daardoor wel meer stil bij waar het met Kerst echt om zou moeten gaan.’ Waar hij dat uit opmaakt? Uit het feit dat corona voor veel mensen een knik in het bewustzijn markeert.", "‘Onlangs vertelde een internist mij over een lezing die hij vóór corona voor vakgenoten had gehouden. Hij had hij gezegd dat de gezondheidszorg in Nederland veel efficiënter is dan in Duitsland, waar de belastingbetaler opdraait voor een structurele overcapaciteit. Nu geneert hij zich kapot voor die uitspraak. Zo komen we van meer dingen terug. Dat we consultancy meer waarderen dan zorg, bijvoorbeeld. Of dat vliegen nu eenmaal hoort bij werk en vakantie. Corona heeft een spaak in het wiel van de zogenaamde vooruitgang gestoken, dus laten we opgewekt onze zegeningen tellen.’", "Job", "Aan het begin van de coronacrisis schreef Van Nieuwpoort een boek over Job, de oudtestamentische figuur die van zijn weelde, zijn nakomelingen en zijn gezondheid werd beroofd, maar nochtans het geloof in zijn God behield. Wat van dit oeroude verhaal de relevantie kan zijn voor de mensen die gebukt gaan onder corona? Dat het leven slechts tot op zekere hoogte maakbaar is.", "Job kan volgens Van Nieuwpoort een voorbeeld zijn, omdat hij ons leert met vragen te leven in plaats van met antwoorden. ‘Corona begrenst het maakbare leven dat rimpelloos en glansrijk moet zijn. Het enig legitieme antwoord op de vraag: ‘hoe gaat het?’, kan volgens velen niet anders luiden dan: ‘goed’. Of: ‘fantastisch’. Gespecialiseerde bureaus leuken cv’s op tot een succesverhaal. Met als gevolg dat de interessantste onderdelen, de mislukkingen en verkeerde keuzen, eruit worden gehaald. Terwijl díe nu juist interessante gespreksstof kunnen opleveren bij een sollicitatiegesprek.’", "Of de mens in coronatijd over het incasseringsvermogen van Job beschikt, zal de tijd leren. Van Nieuwpoort is hoopvol en verwijst naar initiatieven in samenleving en bedrijfsleven voor verandering, duurzaamheid en sociale rechtvaardigheid. Coronavermoeidheid en het potten-en-pannenprotest tijdens de rede van de premier doen daar niets aan af. ‘We zitten nu in de woestijntijd, waar het Joodse volk na de uittocht uit Egypte ook doorheen ging. Eerst waren ze vol goede moed en zongen ze opgewekte liederen. Toen het allemaal wat lang duurde, vervielen ze in geklaag.’", "‘We zitten in een credocrisis’, zegt Van Nieuwpoort. ‘Het vertrouwen van mensen in de instituties en de wetenschap wankelt. Enerzijds is dat natuurlijk gezond, want de mens moet vragen stellen. Maar we zijn onze ankerpunten kwijtgeraakt. De kerk moet meer een rol spelen in het bieden van ruimte tot reflectie vanuit haar eeuwenoude traditie.’", "Praatprogramma's", "‘Meningen zijn vergaand gedemocratiseerd en in praatprogramma’s zitten deskundigen naast mensen die voornamelijk de onderbuik laten spreken. Dat is nogal verwarrend. Gelukkig heeft de kerk nog wat verhalen bewaard, waar we volgens mij, mits ontdaan van alle gestolde christendommelijkheid, nog wat mee zouden kunnen. ’", "Moeten theologen dan niet wat vaker in dit soort praatprogramma’s optreden, om de waan van de dag met die westerse denktradities te pareren? Van Nieuwpoort zucht. ‘We zouden ons inderdaad best wat meer mogen roeren.’ Aan hem zal het niet liggen. Zijn boek over Job – Leven! Zonder oplossing – is bedoeld als aanzet tot een debat over de vraag wat er onder de oppervlakte van corona en andere actuele thema’s écht speelt. En iemand als psychiater Dirk de Wachter, wel geregeld te gast in praatprogramma’s, snijdt wel degelijk Bijbels gedachtegoed aan als hij ‘de leukigheidssamenleving vol ikkigheid’ fileert. Maar inderdaad: theologen schitteren door afwezigheid op de meest zichtbare podia.", "En dat is jammer, vindt Van Nieuwpoort. Al was het maar omdat theologen hun licht kunnen laten schijnen over een thema dat nauw samenhangt met de keuzes die in de coronacrisis worden gemaakt, maar waarover nauwelijks wordt gesproken: wat is een mensenleven ons waard?", "‘Enerzijds is het positief dat het beleid is ingegeven door de wens de meest kwetsbaren te beschermen. Maar de vraag is wat we onder ‘leven’ zouden moeten verstaan. Het biologische leven lijkt wel een godheid, een absolute grootheid waaraan alles ondergeschikt wordt gemaakt. We lijken niet meer te aanvaarden dat een mensenleven eindig is. Waarachtig menselijk leven in Bijbelse zin is meer dan een biologisch leven: een leven dat bijdraagt aan menselijkheid.’"], "authors": ["Sander Van Walsum"], "keywords": ["zijn", "van", "het", "lijkt", "biologische", "nieuwpoort", "een", "leven", "en", "met", "predikant", "wat", "dat", "wel", "die", "godheid"], "pubDate": "2020-12-22T15:56:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}