{"id": "2b1edf90-2fab-3fd9-8fc8-a8b9d8be0c51", "title": "OM eist tegen man uit Pesse cel, behandeling en een contactverbod met Mark Rutte na bedreiging en opruiing", "url": "https://www.dvhn.nl/groningen/OM-eist-tegen-man-uit-Pesse-cel-behandeling-en-een-contactverbod-met-Mark-Rutte-na-bedreiging-en-opruiing-26275154.html", "summary": "In de beleving van de man is Rutte een dictator en is een guerilla-oorlog nodig om Nederland te bevrijden.\nHij gaat er vanuit, zo zei hij tegen de rechters, dat Rutte zijn e-mails serieus neemt.\nBehandelen of opnieuw celstrafDaarnaast moet er een contactverbod komen met Rutte en moet de man zich laten behandelen.\nDoet hij dat niet, ook dan riskeert hij opnieuw celstraf.\nIn zijn laatste woord zei de verdachte dat hij als vrijheidsstrijder juist zeer voor de democratie is.", "paragraphs": ["Een 50-jarige man uit Pesse mag geen e-mails meer sturen naar Mark Rutte. Doet hij dan wel, dan wacht hem wat het Openbaar Ministerie (OM) betreft opnieuw de gevangenis. Hij heeft al 45 dagen vastgezeten.", "De man heeft minister-president Mark Rutte per e-mail bedreigd met een akelige dood. In de beleving van de man is Rutte een dictator en is een guerilla-oorlog nodig om Nederland te bevrijden. Daartoe zouden ook alle parlementariërs moeten worden vermoord. De verdachte stuurde deze boodschap per e-mail naar een groot aantal mensen, ook naar Kamerleden, en naar de media.", "Behalve bedreiging van Rutte is er sprake van opruiing, zegt de officier van justitie", "In de rechtszaal verklaarde de man de e-mails te hebben verstuurd toen hij overspannen was. Hij is niet per definitie een voorstander van geweld. Dat de ‘rest van Nederland’ wakker moet worden en moet opstaan om de democratie te redden, blijft hij wel vinden. ,,We leven in een hel.’’", "Complottheorieën", "Waar anderen spreken van complottheorieën, daar gelooft de verdachte heilig in. En hij wil zijn visie op de wereld graag met anderen delen. Hij gaat er vanuit, zo zei hij tegen de rechters, dat Rutte zijn e-mails serieus neemt.", "De verdachte wilde niet beloven dat hij stopt met het sturen van e-mails. Wel zal hij geen dreigementen meer uiten, beloofde hij. De verdachte is stellig. Zo weigert hij een mondkapje te dragen. Wordt hij daartoe gedwongen, dan pleegt hij zelfmoord.", "Rechters: ,,Meent u dat nou echt?’’", "Verdachte: ,,Ja.’’", "In mei werd hij door een arrestatieteam uit zijn woning gehaald. Hij zat 45 dagen in voorarrest en mocht toen onder voorwaarden terug naar huis. Het OM eiste nog eens 135 dagen maar die voorwaardelijk. Gaat hij opnieuw de fout in dan zal hij die dagen alsnog moeten uitzitten.", "Behandelen of opnieuw celstraf", "Daarnaast moet er een contactverbod komen met Rutte en moet de man zich laten behandelen. Doet hij dat niet, ook dan riskeert hij opnieuw celstraf. Volgens het OM heeft de verdachte met zijn e-mails de democratie ondermijnd.", "De advocaat vond de strafeis veel te ver gaan. Volgens gedragsdeskundigen is bij de verdachte - die als sinds zijn 15e jaar activist is - van een stoornis. Hij slaat een beetje door. Een geldboete kan ook, aldus de raadsman.", "In zijn laatste woord zei de verdachte dat hij als vrijheidsstrijder juist zeer voor de democratie is. ,,Daarom ben ik tegen stemmen per post, want zo heeft Joe Biden de verkiezingen gestolen.’’ Hij wenste de rechters veel wijsheid toe om tot een uitspraak te komen.", "Die uitspraak is op 24 december"], "authors": ["Rob Zijlstra"], "keywords": ["man", "van", "opruiing", "mark", "hij", "met", "zijn", "verdachte", "pesse", "een", "en", "rutte", "om", "te", "dat", "uit", "tegen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}