{"id": "2b2d95e8-1990-36bf-be51-aabd3ef4ec5f", "title": "Het is winter en toch wemelt het van de bloeiende planten", "url": "https://volkskrant.nl/wetenschap/het-is-winter-en-toch-wemelt-het-van-de-bloeiende-planten~b339d1e2/", "summary": "Opvallender noemt Stef van Walsum, projectmedewerker van FLORON, de nummer 3: het Klein Kruiskruid.\nDe top 3 wordt gevolgd door respectievelijk Vogelmuur (een eenjarige uit de Anjerfamilie) en het Herderstasje (een kruisbloemige die vaak wordt beschouwd als ‘onkruid’).\nDe onderzoeksinstantie gebruikt de gegevens uit deze ‘burgerwetenschap’ om analyses te maken van klimaateffecten op planten.\nDe reden van het groeiende aantal winterbloeiers laat zich raden: de warme winter, ofwel het uitblijven van serieuze (nacht)vorst tot nu toe, net als in 2015.\n‘Veel planten zien er in de winter wat verfomfaaid uit’, zegt Van Walsum.", "paragraphs": ["Canadese Fijnstraal. Beeld ANP", "In de winter bloeit er steeds meer: de bijna negenhonderd tellers die vorige week meededen aan de jaarlijkse ‘Eindejaars Plantenjacht’ van onderzoeksinstelling FLORON noteerden maar liefst 624 verschillende soorten winterbloeiers op hun zoektochten. Daarmee is dit seizoen het tweede topjaar, achter 2015, toen 735 soorten werden geteld.", "De meest getelde bloeiende plant is het Madeliefje, de Bohemian Rapsody van deze eindejaarslijst: sinds de eerste telling in 2013 is het plantje steevast goed voor de topnotering, ruim 1300 keer geteld. Ook nummer 2 op de eindlijst, Straatgras, is een oude bekende. Opvallender noemt Stef van Walsum, projectmedewerker van FLORON, de nummer 3: het Klein Kruiskruid. ‘Die stond meestal op plaats 6 of 7, maar is erg in opkomst. Dat die dit jaar zoveel in bloei is gezien, is echt heel opmerkelijk’, aldus Van Walsum.", "De top 3 wordt gevolgd door respectievelijk Vogelmuur (een eenjarige uit de Anjerfamilie) en het Herderstasje (een kruisbloemige die vaak wordt beschouwd als ‘onkruid’).", "Een madeliefje. Beeld ANP", "Opvallende stijger in de lijst is ook de Canadese fijnstraal, die 797 keer werd gezien. De soort komt van oorsprong uit Noord-Amerika en is in de 18e eeuw ingeburgerd. Sindsdien neemt die sterk toe in Europa.", "De meeste planten uit de top 10 zijn stadsplanten. Net als mensen lijken wilde planten ook de stad op te zoeken. Daar is meer warmte en beschutting dan in de wilde natuur, waar je volgens Van Walsum na een uur wandelen nu hooguit zo’n vijf verschillende bloeiers aantreft. ‘In de stad vind je er al snel een stuk of 30, vooral tussen stenen en op omgewoelde stukjes grond.’", "De Plantenjacht wint aan populariteit: dit jaar wandelden 900 tellers (150 meer dan vorig jaar) tussen Kerst en 3 januari hooguit een uur in een gebied naar keuze en leverden hun gegevens aan FLORON. De onderzoeksinstantie gebruikt de gegevens uit deze ‘burgerwetenschap’ om analyses te maken van klimaateffecten op planten.", "De reden van het groeiende aantal winterbloeiers laat zich raden: de warme winter, ofwel het uitblijven van serieuze (nacht)vorst tot nu toe, net als in 2015. ‘Daardoor zijn veel planten gewoon doorgegaan met bloeien’, aldus Van Walsum. Het is ook de reden waarom al veel voorjaarsbloeiers werden gezien, zoals het Sneeuwklokje, Speenkruid en Vroegeling.", "Straatgras (Poa annua). Beeld ANP", "De grote vraag is of dat erg is, voor de plant in het bijzonder of voor de natuur in het algemeen. ‘Dat weten we nog niet zo goed’, erkent Van Walsum. ‘We zijn geneigd te denken dat een plant in het voorjaar een achterstand oploopt wanneer die in de afgelopen winter nog zoveel energie heeft verbruikt. Maar tot nu toe merken we dat nog niet in de waarnemingen. We zien nog geen nadelen voor de afzonderlijke planten.’", "Bij klimaateffecten horen wel altijd verliezers. Van Walsum: ‘Planten als Zweedse kornoelje of de Kleine Keverorchis waren al zeldzaam, hooguit te zien op de Waddeneilanden of in Drenthe, maar die hebben het inmiddels te warm gekregen hier.’", "Wie winterbloeiers wil zien, moet er oog voor krijgen. Niet alle planten staan in vol ornaat te pronken met een grote felgekleurde bloem. ‘Veel planten zien er in de winter wat verfomfaaid uit’, zegt Van Walsum. ‘Pas als je goed kijkt en voorzichtig een beetje peutert, zie je kroonbladeren zitten en blijken ze te bloeien. Het zijn vaak kleine plantjes, zoals Straatgras, die je gemakkelijk over het hoofd ziet.’", "De ‘beste’ teller noteerde in Hoek van Holland 77 winterbloeiers. De resultaten van de ‘Eindejaars plantenjacht’ staan op Floron.nl."], "authors": ["Jean-Pierre Geelen"], "keywords": ["van", "toch", "walsum", "en", "voor", "een", "planten", "winter", "bloeiende", "op", "te", "het", "wemelt", "die"], "pubDate": "2021-01-06T04:00:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}