{"id": "2b37d8e8-486e-3078-b203-351fedd7a852", "title": "Leren hesjes en strakke hiërarchie? Check! Maar noem ze geen motorclub", "url": "https://www.parool.nl/kunst-media/leren-hesjes-en-strakke-hierarchie-check-maar-noem-ze-geen-motorclub~b48da571d/", "summary": "Danny Ghosen gaat in Danny & The Brotherhood op zoek naar de verschillen.\nZodra hij het clubhuis van brotherhood Sin Miedo (Zonder Vrees) binnenstapt, zegt de ‘cap’: “Wij zijn een brotherhood, géén motorclub.\nBij ons staat motorrijden niet op nummer een.” Zo makkelijk laat Ghosen zich niet afschepen.\nEn Ghosen mocht bij het jaarlijkse visuitje zijn.\nDe schijn van toffe jongens werd zorgvuldig hooggehouden; iemand zorgde zelfs dat bij een inwijdingsritueel de 1,5 meter in acht werd genomen.", "paragraphs": ["Danny & The Brotherhood.", "Nederlanders zijn gehaaid in het vinden van mazen in de wet. Mag er met oudjaar geen vuurwerk worden afgestoken? Dan gaan we toch massaal carbidschieten. Mogen motorclubs als No Surrender en Satudarah niet meer vanwege hun criminele nevenactiviteiten? Dan richten we toch een stoere mannenclub op die we ‘brotherhood’ noemen.", "Danny Ghosen gaat in Danny & The Brotherhood op zoek naar de verschillen. Zodra hij het clubhuis van brotherhood Sin Miedo (Zonder Vrees) binnenstapt, zegt de ‘cap’: “Wij zijn een brotherhood, géén motorclub. Bij ons staat motorrijden niet op nummer een.” Zo makkelijk laat Ghosen zich niet afschepen. “Is het de eerste keer dat jullie bij een club zitten?” vraagt hij. “Wij zitten al wat langer in het vak, laten we het daar maar op houden,” antwoordt de cap, die net als de meeste clubleden een gezichtsmasker draagt met een doodskop erop – niet vanwege de coronamaatregelen, maar om niet herkend te worden: “Wij zijn geen criminelen, maar sommige jongens hebben goede banen, of zitten met privédingen.”", "Ondertussen turfde Lips de overeenkomsten met de verboden motorclubs. Leren hesjes met levensgroot logo? Check! Strakke hiërarchie met termen als chapters en prospects? Check! Gewelddadige inwijdingsrituelen? Check! Alleen de motoren werden zorgvuldig buiten beeld gehouden. En Ghosen mocht bij het jaarlijkse visuitje zijn.", "De schijn van toffe jongens werd zorgvuldig hooggehouden; iemand zorgde zelfs dat bij een inwijdingsritueel de 1,5 meter in acht werd genomen. Maar toen een gemaskerd lid betoogde dat er in het clubhuis geen criminele zaken werden besproken, reageerde een ander clublid gevat: “En dat zegt iemand die 23 jaar vast heeft gezeten!”", "Lips moest grinniken, maar vreest wel dat het gevatte clublid daarna hardhandig is geroyeerd.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["geen", "bij", "het", "op", "maar", "met", "leren", "hiërarchie", "strakke", "ze", "een", "motorclub", "noem", "hesjes", "en", "niet", "dat", "brotherhood"], "pubDate": "2020-11-24T09:19:54+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}