{"id": "2b5d71a3-2180-3ae2-bb5c-f2ebafb4c163", "title": "Ook een autoreis naar Tokio maakte geen einde aan de ‘permanente pijn’ van kinderloosheid", "url": "https://volkskrant.nl/mensen/ook-een-autoreis-naar-tokio-maakte-geen-einde-aan-de-permanente-pijn-van-kinderloosheid~bc08af94/", "summary": "Maar de kinderwens achtervolgt je je hele leven, constateert Roeleven.\nZo had ik een documentaire gemaakt over Shocking Blue, waarna ik een mailtje van een Russische tolk kreeg: hij kende een Rus die een enorme Shocking Blue-fan is en die heel graag een gesigneerde foto van gitarist Robbie van Leeuwen zou krijgen.\nHet stond op de verpakking van een zeepje uit een Mexicaanse winkel, met een roos erop.\nDat vind ik ook iets moois.’Denk je dat het verdriet om je kinderloosheid bij jou is uitvergroot omdat je je eigen vader zo jong verloren hebt?\nDe permanente angst die het krijgen van een kind met zich meebrengt, had ik kunnen dragen, maar de pijn van het verliezen van een kind lijkt me zoveel groter dan het geluk van het krijgen van een kind.’Beeld Privé-archiefJullie rouw is een ander soort rouw, schrijf je.", "paragraphs": ["Dirk Jan Roeleven en zijn vrouw Hester van der Vliet schreven een boek over hun autotocht naar Japan. Een reis waarmee ze hoopten een streep te zetten onder het verdriet over nooit gekregen kinderen. Maar de kinderwens achtervolgt je je hele leven, constateert Roeleven.", "‘Mag je eigenlijk wel rouwen om iets wat je niet hebt gekregen, als je dus niets hebt verloren?’ vraagt Dirk Jan Roeleven zich af in zijn boek De laatste reis van de Boswachter. ‘Ik denk aan het boek Tonio, de requiemroman van A.F.Th. van der Heijden. Ik denk wat ik nooit hardop zou durven te zeggen: hij heeft tenminste nog bijna twintig jaar kunnen genieten van een mooie, gezonde zoon. Liefde kunnen geven en ontvangen.’", "Roeleven (59) is film- en tv-maker. Hij werkt voor Andere Tijden Sport en Het Uur van de Wolf en maakte documentaires over onder anderen Anton Corbijn en Willem Wilmink. Hij is ook schrijver; in 2009 verscheen De nieuwe fiets, een verslag van zijn fietstocht van Italië naar Nederland die begon met de belofte aan een Italiaanse fietsenmaker die tijdens een vakantie begin jaren negentig voor hem een gratis reparatie uitvoerde, om ooit terug te komen, bij hem een fiets te kopen en die eigenbenig over de Alpen naar zijn nieuwe thuis te brengen. Behalve een reisverhaal is De nieuwe fiets ook een persoonlijk verhaal over de vroege dood van zijn vader – Theo Roeleven was 53 toen hij overleed, zoon Dirk Jan was 15 – en over de impact op zijn leven daarvan. De dood, schreef Roeleven destijds, noopte hem tot ‘hard werken, tempo maken. Iets neerzetten om het noodlot te ontlopen.’", "In De laatste reis van de Boswachter – de ondertitel luidt: Van Amsterdam naar Tokyo, zonder kinderen maar met elkaar – doet Roeleven iets soortgelijks. Samen met zijn vrouw Hester van der Vliet (58, producer bij BNNVara) vervlecht hij het verhaal van hun reis per auto naar Japan met dat van hun ongewilde kinderloosheid om, twintig jaar na hun laatste ivf-poging, een streep te zetten onder het verdriet waarmee vooral Roeleven worstelt. ‘Hester heeft er inmiddels vrede mee’, schrijft hij. ‘Maar bij mij gist het en stapelt het zich al tien jaar op.’", "Waarom tien jaar, vroeg ik me af. De tijd dat jullie ivf deden is immers veel langer geleden, twintig jaar. Wat is er tien jaar geleden gebeurd?", "Roeleven, in een kantoortje bij zijn uitgever aan de Amsterdamse Spinhuissteeg, hij komt net uit een zoomvergadering (‘Hoop gedoe’) met omroepbazen: ‘Tien jaar geleden zat ik bij het radioprogramma Kunststof om over De nieuwe fiets te praten. Zegt presentator Petra Possel: volgens mij kamp je behalve met het verdriet om je vader met nóg een onverwerkt verdriet, dat om je kinderloosheid, in twee kleine zinnetjes duikt het op. Ik schrok enorm toen ze dat zei. Het was alsof ze me doorhad, echt een schot right between the eyes. Maar ik dacht ook: ze heeft gelijk, dit is nog een grote puist die eruit moet.", "‘Vervolgens ben ik heel lang wakker geworden met de vraag: hoe? Vóór De nieuwe fiets werd ik altijd wakker met mijn vader in mijn hoofd, maar toen dat boek geschreven was, werd dat minder. Nu kwam dit ervoor in de plaats. Ik wilde erover schrijven, maar een boek over een stel dat geen kinderen kan krijgen, is niet het soort boek dat ik zelf zou lezen. Toen we plannen maakten om in 2017 met onze oude Subaru Forester, de Boswachter dus, naar Japan te rijden, dacht ik: in een reisverhaal wordt het wél interessant.’", "Beeld Ivo van der Bent", "Een tamelijk krankzinnig plan: dwars door Rusland en Mongolië naar Vladivostok rijden en met de veerboot naar Japan om daar jullie Subaru terug te brengen naar zijn geboortegrond. En om hem in te leveren bij de fabriek waar hij in 2000 van de band rolde.", "Roeleven, geveinsd verontwaardigd: ‘Hoe bedoelt u, krankzinnig? Het kan gewoon, hoor. Er ligt een weg van Amsterdam naar Vladivostok, daar kun je op rijden. Ik vind het eerder krankzinnig als mensen het een krankzinnig plan noemen. Naar Vladivostok is het elfduizend kilometer, daar rijd je in principe in 110 uur naar toe.’", "Jullie hebben er vijf maanden voor uitgetrokken.", "‘Ja, want de route was dan wél weer volkomen krankzinnig, we schoten alle kanten op. Van Kaliningrad naar Sint-Petersburg, wat helemaal niet op de route ligt, en naar de stad Astana, bijvoorbeeld, omdat daar de beste Subaru-mecanicien van Kazachstan zit, die iemand kent die ik dan weer ken. Dat ligt aan mijn kronkelige manier van denken, die ik leuk vind, hoor, maar waar ik soms ook wel een beetje moe van word; ik hou ervan als het lot de loop van de dingen bepaalt. Zo had ik een documentaire gemaakt over Shocking Blue, waarna ik een mailtje van een Russische tolk kreeg: hij kende een Rus die een enorme Shocking Blue-fan is en die heel graag een gesigneerde foto van gitarist Robbie van Leeuwen zou krijgen. Die ga ik dan brengen, vind ik leuk. Waardoor opeens Kaliningrad wél op de route ligt.’", "En door Mongolië, honderden kilometers ploeteren over onverharde wegen, waar Hester zegt: ik wist het, dit is geen land voor mij, ik wil naar huis, morgen, met het vliegtuig.’", "‘Ja, Hester wilde niet door Mongolië en ik per se wel. Maar met de vuist op tafel slaan werkt niet bij Hester, dus nam ik haar, heel doortrapt, mee naar een Mongolië-tentoonstelling in het Drents Museum in Assen. Die was zo te gek, daar ging ze al een beetje om. Onderweg kreeg ik een mail van iemand die door het land had gereisd en schreef: doen, anders krijg je spijt. Die liet ik Hester lezen, natuurlijk, dat was stap twee. Uiteindelijk ben ik heel blij dat we het hebben gedaan, want Mongolië was geweldig en Hester had het ook niet willen missen. Maar zij is van de goede voorbereiding en ik niet, ik moet eerlijk bekennen dat ik me de pleuris schrok toen ik twee dagen voordat we de grens overgingen in de Lonely Planet-gids Mongolië las: benzine is er alleen voor Russische auto’s en de wegen zijn alleen maar zand – daar moet je echt niet met je auto naartoe.’", "Iets later: ‘Hester is de realist van ons twee, ik ben een sentimentalist. Ik heb de neiging om me te wentelen in het verdriet om onze kinderloosheid, dat weet ik ook wel van mezelf. Hester was er veel eerder klaar mee. Zij besloot: ik ga niet mijn hele leven zitten huilen om iets wat niet is gelukt. Heel nuchter eigenlijk, maar het was voor haar ook een manier van overleven.’", "Beeld Privé-archief", "In het boek staat dat jullie vóór de reis heel weinig praatten over jullie kinderloosheid. Je schrijft: ‘Te pijnlijk, taboe in eigen huis?’", "‘Allebei wel, maar het heeft ook weinig zin, toch? Ik wilde Hester er niet te veel mee lastig vallen. Zij had zo duidelijk besloten: we moeten door.’", "Op welke manier speelde bij jou het verdriet een rol in je leven?", "‘Voortdurend, want laat ik er geen doekjes om winden: het is een permanente pijn. Overal en altijd zie je ouders met kinderen, je kunt er niet níét mee worden geconfronteerd. Ik heb wel gehad op zaterdagmorgen in de supermarkt, toch al wat wankel van het drinken op vrijdagavond, dat ik stond te grienen bij de groente als ik een leuke vader met een zoontje zag.", "‘Eén beeld heb ik jarenlang bij me gedragen. Ik zat in Londen in een taxi en zag naast me, buiten, het was al donker, een moeder met een dochtertje achterop de fiets. Dat kind met dat fietshelmpje, ik weet niet waarom, dat heeft me ongelooflijk geëmotioneerd. Misschien was het de achteloosheid van de moeder, de haast waarmee ze door het verkeer fietste. Voor haar was dat kind achterop iets volkomen vanzelfsprekends.’", "Jullie hadden al een naam voor een dochter, schrijf je: Rosa Venus.", "‘Rosa is al mooi, maar Rosa Venus vind ik echt een wereldnaam. Het stond op de verpakking van een zeepje uit een Mexicaanse winkel, met een roos erop. Die zou op het geboortekaartje komen, en iedereen zou ook zo’n zeepje krijgen, natuurlijk – ja, dat bedachten we in de periode van die ivf.’", "‘Soms bekruipt ons het gevoel dat we verder hadden moeten gaan dan drie keer ivf’, schrijf je. ‘Een draagmoeder, adoptie.’ Vanwaar destijds de vrij snelle berusting?", "‘Dat kun je je afvragen, ja. Ik denk dat die vooral voortkwam uit het verlangen om door te gaan met leven. Om niet te blijven hangen in onzekerheid over hoe ons leven zou gaan worden, met of zonder kinderen. We waren in die tijd ook bezig met een huis kopen en ik weet nog goed hoe pijnlijk het was om huizen te bezichtigen met kinderkamers in Haarlem en Hilversum zonder te weten of ze ooit nodig zouden zijn. Uiteindelijk hebben we de knoop doorgehakt en een appartement zonder kinderkamer gekocht in Amsterdam. Dat is hoe wij in elkaar zitten: niet miepen, het is zoals het is.’", "En hoe jij in elkaar zit: het lot bepaalt.", "‘Exact. Het stomme is dat ik, nu het boek af is, pas inzie dat onze kinderloosheid daar ook voor een deel het gevolg van is. Het was gewoon ons lot, zo zagen we dat toen, en daar berustten we dus in.’", "Beeld Ivo van der Bent", "Hoe kijk je daarop terug? Zeg je achteraf: we hadden meer moeten proberen?", "‘We hebben geen spijt van de beslissing om geen draagmoeder te zoeken, ik had niet een andere vrouw met ons kind in haar buik willen zien. En van pleegkinderen wisten we ook snel: dat gaan we niet doen, omdat we mensen kenden die daar een slechte ervaring mee hadden. Maar adoptie – daarvan hebben we tijdens de reis geconcludeerd dat we daar wel heel makkelijk overheen zijn gestapt destijds. Maar weet je, gisteren zaten we weer bij Kunststof, nu voor dit boek, en toen zei de presentator: het is ook een liefdesverhaal. Ik denk dat de keus van toen om ons er snel bij neer te leggen alles te maken heeft met het feit dat we zoveel van elkaar houden. Alle liefde en aandacht en zorg die je in een kind stopt, stoppen wij in elkaar. Misschien word je elkaars kind, zo voelt het. Dat vind ik ook iets moois.’", "Denk je dat het verdriet om je kinderloosheid bij jou is uitvergroot omdat je je eigen vader zo jong verloren hebt?", "‘Volledig, ja. Ik héb geen vader en ik bén geen vader, ik voel me gewoon dubbel genaaid. Ik ben niet jaloers aangelegd, maar als ik een vader, een opa en een een kleinzoon met zijn drieën in een voetbalstadion zie zitten, kan me dat enorm hevig raken, omdat het voelt alsof je naast het mooiste van het leven grijpt. De allerdiepste emotie die er is op de wereld, is de liefde voor je kind, hoor je altijd van mannen die vader zijn. En uitgerekend ik, iemand die het onderste uit de kan wil halen in het leven, die leeft als een dolle, mag dat allerdiepste sentiment niet voelen. Kan dat niet voelen, nooit. Ik heb natuurlijk Hester, en ik heb veel vrijheid, ik leef een mooi leven, maar dat, kan ik je melden, voelt ongelooflijk kut.’", "Je schrijft in je boek over vrienden die hun 14-jarige dochter verliezen. De man van het stel schrijft jou: deze rampspoed blijft jullie bespaard, dat is misschien een piepkleine troost. Is dat zo?", "‘Jawel. Er zijn veel mensen die je willen troosten, die bijvoorbeeld zeggen: met kinderen hadden jullie deze reis nooit gemaakt. Onzin, ons kind was nu een jaar of 20 geweest en al het huis uit, die had het echt niet erg gevonden als papa en mama in vijf maanden naar Japan rijden, hoor. Maar wat mijn vriend schreef, is wel waar; die alles overtreffende pijn is ons bespaard gebleven. De permanente angst die het krijgen van een kind met zich meebrengt, had ik kunnen dragen, maar de pijn van het verliezen van een kind lijkt me zoveel groter dan het geluk van het krijgen van een kind.’", "Beeld Privé-archief", "Jullie rouw is een ander soort rouw, schrijf je. ‘Geen nageslacht. Workaholics. Best een sneu verhaal.’", "‘Ja, dat is ook iets wat ik heel jammer vind van het feit dat we geen kinderen hebben: dat we zo ontzettend veel van onze tijd aan werken hebben besteed. Wij hoefden nooit een kind van de crèche te halen, ik had nooit een papadag. Ik werkte vroeger bij Zembla en Hester bij de Vara; de enige twee mensen die ’s avonds om acht uur nog in dat kantoorpand zaten, waren wij. Er was geen reden om te stoppen, daar word je stuurloos van.’", "‘Mijn zus heeft wel eens gezegd: je hebt zoveel mooie programma’s gemaakt, Dirk, je hebt boeken geschreven, je hebt heel veel bereikt door je werk. Goedbedoeld, maar ik dacht alleen maar: godverdomme, ik zou het echt allemaal inruilen voor een kind. Wat laat ik nou na? Niks. Dat is iets waar ik het heel moeilijk mee heb gehad: na mij komt niets, ik ben the end of the line. Alle boeken, alle foto’s, alle shit die ik heb verzameld in mijn leven, daar kan straks gewoon de fik in. Er zal geen kind naar kraaien, niemand zal zeggen: goh, wat heeft mijn vader veel mooie dingen gedaan.’", "In je boek zegt iemand tegen je: ‘Juist omdat je geen kinderen hebt, kun je veel nalaten. Het is nu je taak om kinderloze mensen een inspirerend boek te geven.’ Ik had de indruk dat je dat toch wel een heel waardevolle opmerking vond.", "‘Ja, zeker, dat vond ik heel troostrijk, sowieso voel ik me een stuk lichter nu ik dat boek geschreven heb. Ik hoop inderdaad dat het mensen helpt. Ook mensen mét kinderen, om ze nog meer te koesteren, nog meer te waarderen dat je ze hebt.’", "Jullie gingen naar Japan om de Boswachter en jullie kinderwens te begraven.", "‘Nou, zo mooi had ik het niet bedacht van tevoren, maar toen iemand dat onderweg tegen me zei, dacht ik: verdomd, dat klopt.’", "Beeld Privé-archief", "Is het gelukt?", "‘Met de auto niet, nee. Het idee was om hem terug te geven aan de fabriek waar hij geboren was, ik dacht: dat vinden die mensen daar vast ontzettend leuk, ze gaan hem helemaal uit elkaar schroeven om te zien wat 500 duizend kilometer met de motor doet. Maar ze wilden ons in eerste instantie niet eens ontvangen. Pas toen we in een Japanse krant stonden, werden we uitgenodigd op het hoofdkantoor. Dat was te gek, werden we daar met dat oude lijk van een auto met alle egards onthaald in een enorme showroom in het dure zakencentrum van Tokio. Pers erbij, ceo’s in pakken, een hele toestand werd ervan gemaakt. Maar toen ik zei: ik schenk u deze auto, werd dat beleefd glimlachend afgeweerd. Je kent dat, zonder gezichtsverlies voor beide partijen: thank you for your offer, we can’t accept it, op onze kosten wordt uw auto terug naar Nederland verscheept. Toen kon ik nog maar één ding doen, applaudisseren en uitvoerig bedanken, maar ondertussen dacht ik: shit, dit was niet het verhaal dat ik had bedacht.", "‘Nu vind ik het eigenlijk wel mooi dat het zo is gegaan. Die kinderwens kun je niet begraven of ergens achterlaten. Die achtervolgt je toch je hele leven.’", "Dirk Jan Roeleven en Hester van der Vliet: De laatste reis van de Boswachter. Van Amsterdam naar Tokyo, kinderloos maar met elkaar. 296 pagina’s. Pluim, €22,99."], "authors": ["Evelien Van Veen"], "keywords": ["het", "die", "een", "geen", "ik", "tokio", "pijn", "maakte", "je", "en", "permanente", "met", "naar", "einde", "van", "dat", "te", "ook", "kinderloosheid"], "pubDate": "2020-11-03T18:23:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}