{"id": "2b6ab5a7-12d5-3b29-85e9-24708893412c", "title": "Eindelijk prikt ook Nederland", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/eindelijk-prikt-ook-nederland-797626/", "summary": "Als een van de laatste Europese landen is in Nederland vandaag, 6 januari, het vaccinatieprogramma tegen het coronavirus begonnen.\nDe ceremonie in het vaccinatiecentrum in Veghel werd bijgewoond door minister van Volksgezondheid Hugo de Jonge (CDA).\nOok in Nederlandse ziekenhuizen is op 6 januari begonnen met het vaccineren van zorgverleners.\nHet vaccineren had in Nederland ook eerder kunnen beginnen, maar het ministerie van Volksgezondheid en de Gemeentelijke Gezondheidsdiensten waren niet goed genoeg voorbereid.\nEen foto overzicht van de start van het vaccinprogramma in Nederland:", "paragraphs": ["Als een van de laatste Europese landen is in Nederland vandaag, 6 januari, het vaccinatieprogramma tegen het coronavirus begonnen. Zorgmedewerker Sanna Elkadiri (39) werd als eerste geprikt met het Pfizer/BioNtech-vaccin. De ceremonie in het vaccinatiecentrum in Veghel werd bijgewoond door minister van Volksgezondheid Hugo de Jonge (CDA).", "Elkadiri werkt als zorgmedewerker in een verpleeghuis in Boxtel. Bewoners en personeel van dat verpleeghuis werden hard getroffen door het coronavirus. Elkadiri zei na afloop van de vaccinatie niets van de prik te voelen.", "Ook in Nederlandse ziekenhuizen is op 6 januari begonnen met het vaccineren van zorgverleners. Het gaat alleen om het personeel op de ambulances, spoedeisende hulp, de COVID-afdelingen en de intensive care. Dat zijn zo’n 30.000 mensen.", "Het vaccineren had in Nederland ook eerder kunnen beginnen, maar het ministerie van Volksgezondheid en de Gemeentelijke Gezondheidsdiensten waren niet goed genoeg voorbereid.", "Een foto overzicht van de start van het vaccinprogramma in Nederland:"], "authors": [], "keywords": ["verpleeghuis", "van", "zorgmedewerker", "prikt", "en", "vaccineren", "volksgezondheid", "ook", "nederland", "werd", "het", "eindelijk", "als"], "pubDate": "2021-01-06T09:29:58Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}