{"id": "2b6adfd5-5086-3f60-a10e-afd2aefb6e2c", "title": "Oud-topman Hamers van ING wordt vervolgd voor witwasaffaire", "url": "https://www.parool.nl/nederland/oud-topman-hamers-van-ing-wordt-vervolgd-voor-witwasaffaire~b99b954a/", "summary": "Voormalig topman Ralph Hamers van ING.\nBeeld ANPHet hof oordeelde dat de top van ING op de hoogte was van het falende beleid rond witwassen en dat onvoldoende werd gedaan om het toezicht te verbeteren.\nVerschillende partijen, waaronder financieel activist Pieter Lakeman met zijn Stichting Onderzoek Bedrijfs Informatie (SOBI), wilden dat Hamers voor de kwestie alsnog strafrechtelijk wordt vervolgd.\nING teleurgesteldFinancieel directeur Koos Timmermans van ING vertrok in de nasleep van de affaire.\nING zei teleurgesteld te zijn over het besluit van het hof om tot strafvervolging van Hamers over te gaan.", "paragraphs": ["Voormalig topman Ralph Hamers van ING. Beeld ANP", "Het hof oordeelde dat de top van ING op de hoogte was van het falende beleid rond witwassen en dat onvoldoende werd gedaan om het toezicht te verbeteren. Hamers heeft daardoor bewust de kans aanvaard dat er ‘verboden gedragingen’ zouden komen. Het hof merkt echter nadrukkelijk op dat niet wettig en overtuigend is bewezen dat hij strafbare feiten heeft gepleegd. Dat oordeel is voorbehouden aan de strafrechter.", "ING kreeg in september 2018 een boete van 775 miljoen euro wegens nalatigheid bij het bestrijden van witwassen, waarbij het Openbaar Ministerie aangaf geen grond te zien voor vervolging van individuele ING-medewerkers. Verschillende partijen, waaronder financieel activist Pieter Lakeman met zijn Stichting Onderzoek Bedrijfs Informatie (SOBI), wilden dat Hamers voor de kwestie alsnog strafrechtelijk wordt vervolgd. De boete voor ING blijft in stand.", "ING teleurgesteld", "Financieel directeur Koos Timmermans van ING vertrok in de nasleep van de affaire. Hamers is inmiddels topman van het Zwitserse UBS.", "ING zei teleurgesteld te zijn over het besluit van het hof om tot strafvervolging van Hamers over te gaan. Dat besluit druist namelijk in tegen het oordeel van openbaar aanklagers dat er geen grond was voor een strafzaak tegen werknemers of voormalige werknemers van de bank, zegt ING in een reactie.", "Lakeman is verheugd met het nieuws. “Het mag niet zo zijn dat bestuurders die bewust in de fout gaan zich op kosten van de aandeelhouders vrijkopen door akkoord te gaan met zeer hoge boetes voor alléén de vennootschap en aandeelhouders die geheel onschuldig zijn.”"], "authors": [], "keywords": ["vervolgd", "van", "hamers", "witwasaffaire", "het", "op", "met", "zijn", "ing", "oudtopman", "wordt", "dat", "te", "voor"], "pubDate": "2020-12-09T09:31:34+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}