{"id": "2b88305e-5791-3eae-ba0d-1d9e31907a2f", "title": "Een pasta van pompoen met amaretti koekjes", "url": "https://trouw.nl/recepten/een-pasta-van-pompoen-met-amaretti-koekjes~b334b793/", "summary": "Deze gnocchi di susine worden gemaakt van aardappel, meel en pruimen en geserveerd met suiker en kaneel.\nHet gaat om gevulde pasta met pompoen en amaretti, Italiaanse bitterkoekjes, geserveerd met salieboter en parmezaan.\nEigenlijk hoor je zelf ravioli te maken, met een vulling van pompoen, amaretti en mostarda di frutta (met mosterd ingemaakt fruit).\nIk houd het simpeler en serveer gedroogde pasta met een saus van pompoen, amaretti en salieboter.\nLeg de amaretti op een plank, bedek met een theedoek en sla een paar keer met een deegroller of fles om ze in stukjes te breken.", "paragraphs": ["Hoewel ik echt heel erg zin kan hebben in koekjes of taart, ben ik meestal geen zoetekauw. Zo zou ik nooit lunchen of avondeten met iets zoets, zoals sommige van mijn vrienden soms doen (boterhammen met hagelslag, poffertjes, pannenkoek met stroop, noem maar op).", "Het was dus even schrikken toen ik erachter kwam dat gnocchi uit Triëst, die een Italiaanse medestudent ooit voor me klaarmaakte, zóet waren. Deze gnocchi di susine worden gemaakt van aardappel, meel en pruimen en geserveerd met suiker en kaneel. Je eet ze niet als toetje, maar als primo (pastagang). Het gerecht is een overblijfsel uit de eeuwen dat Triëst onderdeel was van het Habsburgse rijk, later Oostenrijk-Hongarije – heel vergelijkbare aardappel-pruimknoedels heten in het Hongaars szilvás gombóc.", "In dezelfde categorie van zoete pasta vind je ravioli mantovani of tortelli di zucca uit Mantua en omstreken, zo tussen Milaan en Venetië. Het gaat om gevulde pasta met pompoen en amaretti, Italiaanse bitterkoekjes, geserveerd met salieboter en parmezaan.", "De Italiaans-Britse kookboekenschrijfster Anna Del Conte (1925) vermeldt in Amaretto, Apple Cake and Artichokes dat de zoet-hartige pasta een erfenis is van de familie Gonzaga, die over Mantua heerste van 1328 tot 1708. De familie stond bekend om het goede eten dat aan tafel werd geserveerd, maar waarom juist daar die middeleeuwse smaken (zoet en hartig samen) tot op de dag van vandaag voortbestaan is me niet duidelijk. Wél dat de toevoeging van salie en kaas voor mij genoeg is om de pasta uit de te zoete hoek te halen. Dit wil ik wel eten als hoofdgerecht.", "De tortelli di zucca zijn door de bijzondere ingrediënten feestelijk en ze bevatten geen vlees, daarom is het in Mantua gebruikelijk om ze op kerstavond te eten – dan wordt er traditioneel nog gevast en komt er dus geen vlees op tafel.", "Eigenlijk hoor je zelf ravioli te maken, met een vulling van pompoen, amaretti en mostarda di frutta (met mosterd ingemaakt fruit). Ik houd het simpeler en serveer gedroogde pasta met een saus van pompoen, amaretti en salieboter. Gebruik lekker veel salie en kaas om de boel niet te zoet te maken.", "Het recept", "• 300 gram pompoen", "• 1 el olijfolie", "• 12 salieblaadjes", "• 100 gram boter", "• 5 amarettikoekjes", "• snufje nootmuskaat en kaneel", "• 1 tl zwarte peper", "• 350 gram pasta naar keuze", "• 25 gram parmezaan, geraspt", "Bereiding", "Verwarm de oven voor op 200°C. Snijd de pompoen in grote stukken en verdeel over een bakplaat. Zet 30-40 minuten in de oven tot de pompoen zacht is. Trek de schil eraf en prak de stukken met een vork tot puree.", "Verwarm de olie in een kleine koekenpan en bak er 7 salieblaadjes knapperig in. Haal uit de pan en leg apart op een bordje. Smelt de helft van de boter zachtjes in de pan met de overige salieblaadjes (zo heb je én geurige salieboter én knapperige salieblaadjes). Draai, zodra de boter gesmolten is, het vuur uit en laat trekken.", "Leg de amaretti op een plank, bedek met een theedoek en sla een paar keer met een deegroller of fles om ze in stukjes te breken. Smelt de rest van de boter in een koekenpan en voeg de pompoenpuree, amaretti, nootmuskaat, kaneel en zwarte peper toe. Roer, breng goed op smaak met zout en draai het vuur uit.", "Kook de pasta al dente in ruim gezouten water. Roer alvast 3 eetlepels kookwater door de pompoenpuree, om die smeuïg te maken. Vis de blaadjes salie uit de boter. Giet de pasta af en meng met de pompoensaus en salieboter. Serveer met de knapperige salieblaadjes en parmezaan.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Charlotte Kleyn"], "keywords": ["van", "amaretti", "het", "op", "pasta", "met", "koekjes", "een", "en", "te", "om", "pompoen", "uit"], "pubDate": "2020-12-07T13:44:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}