{"id": "2b896710-6084-3c3b-a711-fd87523c2515", "title": "Feiten en fabels over desinfecterende gel", "url": "https://nu.nl/gezondheid/6086289/feiten-en-fabels-over-desinfecterende-gel.html", "summary": "Van het wassen van de handen met water en zeep wordt de huid juist droog en kwetsbaar,\" zegt dermatoloog Thomas Rustemeyer van het Amsterdam UMC.\nMaar in principe is het niet de bedoeling dat desinfecterende gel in je oog komt.” Thomas Rustemeyer, dermatoloogPas op voor de ogenAlcohol is schadelijk.\nEerder waarschuwde een oogarts van het Oogziekenhuis in Rotterdam voor de gevaren van handgel voor de ogen.\nVan het wassen van de handen met water en zeep wordt de huid juist droog en kwetsbaar.\nNu de samenleving voor het eerst, voor langere tijd, intensief gebruikmaakt van handgel, rijst de vraag: wat zijn de langetermijngevolgen voor het lichaam?", "paragraphs": ["Desinfecterende gel is vaste prik geworden. Bij de ingang van de supermarkt, de bioscoop of standaard mee in de handtas. \"Het kan écht helpen om infecties te voorkomen. Van het wassen van de handen met water en zeep wordt de huid juist droog en kwetsbaar,\" zegt dermatoloog Thomas Rustemeyer van het Amsterdam UMC.", "\"De meeste ontsmettingsgels hebben dezelfde basis\", weet emeritus hoogleraar toxicologie Martin van den Berg. \"Desinfecterende gel bevat minimaal 70 procent alcohol - dat noemen we ethanol - en glycerine. Dat laatste bestanddeel wordt toegevoegd om uitdroging door de alcohol tegen te gaan.\"", "De ene handgel ruikt naar rozen en de ander naar lavendel, maar grote verschillen in ontsmetting zijn er niet. \"Makers van handgel mogen stoffen toevoegen, maar die moeten wel goedgekeurd zijn. Het betreft stoffen die ook in de cosmetica-industrie gebruikt worden. De basis blijft altijd ethanol en glycerine. De gezondheidsorganisatie WHO heeft het officiële recept op de website vermeld.\"", "“De ogen hebben niet dezelfde beschermlaag als onze handen, waardoor alcohol de slijmvliezen van het oog aan kan tasten. Maar in principe is het niet de bedoeling dat desinfecterende gel in je oog komt.” Thomas Rustemeyer, dermatoloog", "Pas op voor de ogen", "Alcohol is schadelijk. \"Dat weet iedereen die sterke drank gedronken heeft\", begint dermatoloog Rustemeyer van het Amsterdam UMC. \"Het brandt in de keel. Het irriteert de slijmvliezen.\" Voor de handen schuilt hier geen gevaar in. \"Alcohol brandt niet op de huid, want deze heeft een barrière: de hoornlaag.\"", "Eerder waarschuwde een oogarts van het Oogziekenhuis in Rotterdam voor de gevaren van handgel voor de ogen. Dat begrijpt de dermatoloog. \"De ogen hebben niet dezelfde beschermlaag als onze handen, waardoor alcohol de slijmvliezen van het oog aan kan tasten. Maar in principe is het niet de bedoeling dat desinfecterende gel in je oog komt.\"", "Bij normaal gebruik ziet de dermatoloog geen gevaren. Desinfecterende gel kán irriteren op de huid. \"Als je een wondje hebt, dan zal handgel sneller prikken. Je hebt op die plek geen huidbarrière meer. Het is niet gevaarlijk, maar geeft wel een branderig gevoel.\"", "“De goede flora op de huid blijft intact, terwijl eventuele schadelijke virussen of bacteriën worden onderdrukt.” Thomas Rustemeyer, dermatoloog", "Alcohol inactiveert virussen en bacteriën. Verliezen we daardoor geen goede bacteriën, waardoor ons immuunsysteem in het geding komt? \"Het goede nieuws is: alcohol inactiveert makkelijker virussen en bacteriën die wij door aanraking op onze huid krijgen. De goede flora op de huid blijft intact, terwijl eventuele schadelijke virussen of bacteriën worden onderdrukt\", omschrijft de dermatoloog. \"De virussen die op je huid zitten door het aanraken van oppervlakken, kan je met handenalcohol kapotmaken. Ze zitten niet diep.\"", "137 Bavaria maakt desinfecterende handgel van bier", "Gel of spray?", "Alcohol verdampt snel, weet toxicoloog Van den Berg. \"We hebben het over een tiental seconden. Als jij je handen ontsmet in een winkel en je wrijft daarna, is de alcohol al bijna weg.\" Volgens hem werken gels beter dan sprays. \"De alcohol zit in de gel, waardoor het minder snel verdampt. Je moet handgel niet te zuinig gebruiken, wil het een goed ontsmettend effect hebben.\"", "Wat Rustemeyer betreft blijven we handgel ook na de coronacrisis gebruiken. \"Het kan écht helpen om infecties te voorkomen. Van het wassen van de handen met water en zeep wordt de huid juist droog en kwetsbaar. Het leidt tot barsten en daar kunnen bacteriën en virussen makkelijker huishouden\", legt hij uit. \"Water en zeep is alleen nodig als je zichtbare vervuiling hebt.\"", "Nu de samenleving voor het eerst, voor langere tijd, intensief gebruikmaakt van handgel, rijst de vraag: wat zijn de langetermijngevolgen voor het lichaam? Geen, stelt Van den Berg. \"Omdat alcohol via de huid maar weinig in het lichaam wordt opgenomen, vanwege de snelle verdamping. Dit in tegenstelling tot het drinken van alcohol.\" Rustemeyer vult aan: \"Handalcohol wordt al decennia door chirurgen gebruikt om te desinfecteren.\""], "authors": ["Door", "Noémi Prent"], "keywords": ["handgel", "huid", "en", "fabels", "alcohol", "op", "gel", "van", "desinfecterende", "het", "je", "voor", "niet", "feiten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}