{"id": "2b959647-eb5e-3ffc-aba8-52e400a59f8d", "title": "De EU mist de afslag naar duurzame landbouw", "url": "https://trouw.nl/opinie/de-eu-mist-de-afslag-naar-duurzame-landbouw~bdd09052/", "summary": "En als iets zich daarvoor leent, dan is het wel één van de grootste subsidiepotten ter wereld: het Europese landbouwgeld.\nEr wordt de komende zeven jaar wel bijgestuurd, maar de kans lijkt gemist om een nog grotere slag te maken.\nDat is niet allemaal alleen de landbouw te verwijten, maar intensieve landbouw is wel een belangrijke factor, constateerde ook dat rapport.\nHet grootste deel van het landbouwgeld wordt ­bovendien nog steeds uitgegeven als in de laatste decennia.\nAan de minister de taak om haar woorden om te zetten in een vergroeningsbeleid dat het beleidsduwtje vanuit de EU ver overstijgt.", "paragraphs": ["Met subsidiegeld kan je verandering ­bevorderen en de maatschappelijke praktijk (bij)sturen in de gewenste richting. En als iets zich daarvoor leent, dan is het wel één van de grootste subsidiepotten ter wereld: het Europese landbouwgeld. Maar wie na een week van stevig debat de balans opmaakt over de keuzes die over bijna 400 miljard euro zijn gemaakt, kan niet anders dan teleurgesteld zijn. Er wordt de komende zeven jaar wel bijgestuurd, maar de kans lijkt gemist om een nog grotere slag te maken.", "De noodzaak om bij te sturen is duidelijk. Een te klein aandeel van de landbouw in Europa is duurzaam en biologisch, de uitstoot van stikstof en broeikasgassen door de landbouwsector is te groot, en mede daardoor verarmt de natuur en verandert het klimaat.", "Deze week concludeerde het Europees Milieuagentschap bijvoorbeeld dat de biodiversiteit in de EU achteruit blijft gaan. Een kwart van de wilde dieren in Europa wordt met uitsterven bedreigd, 80 procent van de leefgebieden staat er matig tot slecht voor, en een derde van de dier- en plantensoorten gaat achteruit. Dat is niet allemaal alleen de landbouw te verwijten, maar intensieve landbouw is wel een belangrijke factor, constateerde ook dat rapport.", "Het had wel wat ambitieuzer gemogen", "Nu er honderden miljarden te verdelen zijn, was er een uitgelezen kans de sector tot verandering te stimuleren. Stimulans is er, maar op vrijwillige ­basis, zonder veel dwingende doelen, en met een uitwerking die grotendeels aan de lidstaten wordt overgelaten. Dat is niet ­voldoende.", "Het grootste deel van het landbouwgeld wordt ­bovendien nog steeds uitgegeven als in de laatste decennia. Uiteraard moet de voedselproductie op peil blijven, en is ook de export vanuit Europa naar andere delen van de wereld niet onbelangrijk. Maar juist de intensieve en grootschalige teelmethodes, ­inclusief de grootschalige inzet van landbouwgif en ­antibiotica, hebben zo’n grote negatieve impact gehad op de biodiversiteit. Door de omvang en opzet van dit duwtje met subsidies moet in praktijk nog volledig ­blijken of er enige dynamiek in de duurzame richting ontstaat.", "Volgens minister Schouten van landbouw, natuur en voedselkwaliteit, had het in Europa wel wat ambitieuzer gemogen. Dat is zacht uitgedrukt. Maar nu zoveel verantwoordelijkheid in de uitvoering bij de lidstaten komt te liggen, scheppen die woorden van de minister ook een verplichting. Meer nog dan veel andere EU-­landen lijdt Nederland aan verarming van de natuur. Aan de minister de taak om haar woorden om te zetten in een vergroeningsbeleid dat het beleidsduwtje vanuit de EU ver overstijgt.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["te", "eu", "mist", "landbouw", "afslag", "en", "maar", "er", "dat", "van", "naar", "duurzame", "een", "wel", "het", "wordt"], "pubDate": "2020-10-26T09:01:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}