{"id": "2ba08a5f-65a5-36ee-b886-66ab8b41dd29", "title": "De lockdown laat zien wat er met de boekenomzet gebeurt in een land zonder boekhandels: die keldert, keihard", "url": "https://volkskrant.nl/cultuur-media/de-lockdown-laat-zien-wat-er-met-de-boekenomzet-gebeurt-in-een-land-zonder-boekhandels-die-keldert-keihard~b7ef9585/", "summary": "Je kunt ook kiezen voor een slecht boek (‘over een slechterik of een akelige gebeurtenis’) of een nat boek (‘een boek waarin het vaak regent’).\nJe zou er spontaan een niet-lezer van worden, en dat terwijl de boekenmarkt het al zo zwaar heeft.\nDe onintelligente lockdown laat deze weken mooi zien wat er met de boekenomzet gebeurt in een land zonder boekhandels: die keldert, keihard.\nEn in week 52, de week voor Kerst, was de totale omzetdaling 41,5 procent.\nEen cultuur die boekhandels in de winkelstraten koestert en beschermt: dat lijkt me de echte ‘challenge’ voor het nieuwe jaar.", "paragraphs": ["Sinds de ontdekking dat ook onze verre voorververwanten een winterslaap hielden, weet ik het zeker: van alle activiteiten die een mens in januari zoal kan ondernemen, ligt ‘lezen’ het dichtst bij zijn natuur. Je hoeft er je bed niet voor uit, je verspilt geen kostbare energie aan beweging en je loert, zonder dat daar vermoeiende gesprekken voor nodig zijn, lekker in het brein van een ander, bijvoorbeeld een doortrapte moordenaar (als je een thriller leest), een tobberige millennial (moderne Nederlandse literatuur) of een verknipte volksmenner (een van de duizenden boeken over Trump).", "Als lezen zo leuk is en zo goed bij ons past, waarom wordt het dan gepresenteerd als vreugdeloos huiswerk dat op de lijst goede voornemens voor januari moet, samen met bleekselderij eten, naar de sportschool gaan en al die andere dingen die je uitsluitend doet omdat ze goed voor je zijn?", "In week 51 toen de winkels dichtmoesten was de omzetdaling in de fysieke boekhandel 66 procent. Beeld Getty Images/EyeEm", "Feed your soul: the 31-day literary diet for January, kopte de Britse krant The Guardian deze week. Om het de mensen niet al te moeilijk te maken, meldt de lijst vooral boekgerelateerde films, gedichten en artikelen over literatuur die je in een half uurtje uit hebt. Dichter bij huis roept ‘lezerscommunity’ Hebban.nl (sinds deze week eigendom van de CPNB, het marketing- en communicatiebureau van de boekenbranche) mensen op deel te nemen aan de ‘Hebban Reading Challenge 2021’.", "Daartoe moet je eerst ‘jouw challenge checklist’ invullen. Die bestaat uit 52 zinnetjes met een aan te vinken vakje ervoor. ‘Lees een goed boek’, is zo’n zinnetje; daaronder verstaat Hebban ‘een boek over Gandhi, Martin Luther King of een ander inspirerend persoon dat 5* kreeg op Hebban’. Je kunt ook kiezen voor een slecht boek (‘over een slechterik of een akelige gebeurtenis’) of een nat boek (‘een boek waarin het vaak regent’).", "Je zou er spontaan een niet-lezer van worden, en dat terwijl de boekenmarkt het al zo zwaar heeft. De onintelligente lockdown laat deze weken mooi zien wat er met de boekenomzet gebeurt in een land zonder boekhandels: die keldert, keihard. In week 51, toen de onintelligente lockdown begon, slaagde de vette plus van de online boekverkoop ten opzichte van diezelfde week in 2019 (49 procent) er niet in de veel vettere min van de fysieke boekhandel (66 procent) te compenseren. En in week 52, de week voor Kerst, was de totale omzetdaling 41,5 procent.", "Een cultuur die boekhandels in de winkelstraten koestert en beschermt: dat lijkt me de echte ‘challenge’ voor het nieuwe jaar."], "authors": ["Wilma De Rek"], "keywords": ["zien", "gebeurt", "wat", "lockdown", "laat", "met", "land", "te", "die", "je", "van", "en", "een", "keihard", "keldert", "voor", "zonder", "het", "week", "dat"], "pubDate": "2021-01-08T09:47:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}