{"id": "2ba199ad-d872-34fb-b782-effa4fe2bc6f", "title": "Het Transitieteam presenteert de nieuwe politieke beweging UIT1", "url": "https://volkskrant.nl/cultuur-media/het-transitieteam-presenteert-de-nieuwe-politieke-beweging-uit1~b3e25956/", "summary": "UIT1 is de nieuwe politieke beweging van het Transitieteam.\nUIT1 wil laten zien dat het anders kan omdat het anders moet.\nEigenlijk willen we bij UIT1 ook geen onderscheid maken tussen onze kiezers en onze kandidaten.\nAlleen zo kunnen we de kloof dichten die is ontstaan tussen de politieke elite en het electoraat.\nOok zij die geen deel willen uitmaken van UIT1 zijn welkom bij UIT1.", "paragraphs": ["UIT1 is de nieuwe politieke beweging van het Transitieteam. UIT1 is geen politieke partij maar een beweging. UIT1 zet zich af tegen de oude politiek waarin consensus, compromissen en verkiezingsuitslagen als een rem werken op voortvarende en duurzame besluitvorming.", "UIT1 wil laten zien dat het anders kan omdat het anders moet.", "UIT1 is er voor iedereen. Bij UIT1 is iedereen gelijkwaardig. Daarom heeft UIT1 geen partijleider en beloven we dat alle kandidaten die op de UIT1-verkiezingslijst staan zich na de verkiezingen zullen afsplitsen. Net zolang tot er alleen nog maar eenmansfracties over zijn.", "Eigenlijk willen we bij UIT1 ook geen onderscheid maken tussen onze kiezers en onze kandidaten. Daarom is UIT1 voorstander van het radicale referendum. Bij het radicale referendum mogen kiezers na de verkiezing over alles meestemmen. Alleen zo kunnen we de kloof dichten die is ontstaan tussen de politieke elite en het electoraat.", "Maar UIT1 is ook inclusief. Iedereen is welkom bij UIT1. Ook zij die geen deel willen uitmaken van UIT1 zijn welkom bij UIT1. Desnoods onder dwang. Want inclusiviteit mag volgens UIT1 nooit leiden tot uitsluiting. Individuele vrijheid is voor UIT1 precies even belangrijk als solidariteit. Daarom mag het dwingen volgens UIT1 nooit onder dwang gebeuren.", "UIT1 is tegen alle vormen van discriminatie. Daarom zijn we ook tegen speciësisme. Behalve voor mensen is UIT1 er ook voor dieren. Daarom hebben we in plaats van een lijsttrekker een treklijster bovenaan onze kandidatenlijst gezet. Dat betekent niet dat andere dieren minder welkom zijn. Ook insecten en planten krijgen wat ons betreft een stem. Al benadrukken we dat een stem voor UIT1 niets te maken heeft met taalvaardigheid.", "UIT1 keert zich expliciet tegen taal als dominante communicatievorm. Alle vormen van geluid, geur en beweging zijn voor ons gelijk.", "Onze lijsttrekker/treklijster kan niet praten. Bij UIT1 zien we dat als een stap voorwaarts. Machthebbers hebben eeuwenlang taal gebruikt als instrument voor onderdrukking en uitsluiting. Fluiten en huppen zoals onze lijsttrekker/treklijster dat doet, is democratischer en inclusiever, omdat niemand het begrijpt. Zo voorkomen we consensusvorming. Want consensusvorming sluit per definitie alle non-conformisten uit. En juist non-conformisten zijn welkom bij UIT1.", "Daarom is UIT1 ook zeer kritisch op journalisten en wetenschappers. Door te suggereren dat er een waarheid is, ondermijnen zij de pluriforme diversiteit waar UIT1 voor staat. Pas als niemand elkaar nog begrijpt of vertrouwt, kunnen we op gelijke voet verder. Tot het zover is, moet alles en iedereen UIT1."], "authors": ["Micha Wertheim"], "keywords": ["nieuwe", "dat", "van", "een", "het", "transitieteam", "politieke", "en", "ook", "beweging", "uit1", "voor", "bij", "als", "presenteert"], "pubDate": "2020-12-16T15:00:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}