{"id": "2bb58c00-2b0d-3d40-9f94-f434d11eee9d", "title": "Verstappen zwijgt over crash in Bahrein: 'Wil geen bitchfight met Leclerc'", "url": "https://www.nu.nl/formule-1/6095877/verstappen-zwijgt-over-crash-in-bahrein-wil-geen-bitchfight-met-leclerc.html", "summary": "De Red Bull Racing-coureur wil dat incident achter zich laten.\nVerstappen was in Bahrein de dupe van een manoeuvre van Ferrari-rijder Charles Leclerc, die Sergio Pérez van Racing Point aantikte.\nIk wil geen bitchfight of zo.\nIk wil hier in Abu Dhabi gewoon racen\", zei de 23-jarige Verstappen donderdag tegen de media.\n\"We wilden voor het kampioenschap vechten, maar we zagen al snel in dat dat niet mogelijk was.", "paragraphs": ["Max Verstappen is donderdag bij een persmoment in de aanloop naar de laatste Formule 1-race van het seizoen, in Abu Dhabi, niet meer ingegaan op vragen over zijn crash in de Grand Prix van Sakhir van vorige week. De Red Bull Racing-coureur wil dat incident achter zich laten.", "Verstappen was in Bahrein de dupe van een manoeuvre van Ferrari-rijder Charles Leclerc, die Sergio Pérez van Racing Point aantikte. De Nederlander moest uitwijken en belandde in de muur. Hij sprak direct na de race van een domme actie van Leclerc - de Monegask viel zelf ook uit - en zei woensdag nogmaals te balen van de crash.", "\"Maar nu heb ik helemaal geen zin meer om het erover te hebben. Ik wil geen bitchfight of zo. Ik wil hier in Abu Dhabi gewoon racen\", zei de 23-jarige Verstappen donderdag tegen de media.", "\"Of een overwinning vorige week mogelijk was? Ja. Maar dat kan je achteraf altijd wel zeggen. Het is wat het is. Het was erg jammer, maar zoiets kan gebeuren.\"", "337 Terugblik F1: 'Onbegrijpelijk als Red Bull Pérez geen zitje geeft'", "'We zijn nog steeds het tweede team'", "Verstappen wilde tijdens het mediamoment wel vast terugblikken op 2020. Hoewel Red Bull er niet in slaagde de strijd aan te gaan met Mercedes, houdt de Limburger toch een overwegend goed gevoel over aan het seizoen.", "\"We zijn nog steeds het tweede team. Ik kan blij zijn met mijn eigen prestaties. Voor mijn gevoel is het dit jaar beter gegaan dan vorig jaar\", aldus de Nederlander, die derde staat in de WK-stand.", "\"We wilden voor het kampioenschap vechten, maar we zagen al snel in dat dat niet mogelijk was. Gelukkig hebben we de auto kunnen verbeteren, al is Mercedes nog steeds dominant. En ze zullen volgend jaar ook weer sterk zijn.\"", "Vrijdag staan de eerste twee vrije trainingen in Abu Dhabi op het programma. De sessies beginnen om 10.00 en 14.00 uur. De laatste Grand Prix van het seizoen begint zondag om 14.10 uur."], "authors": ["Door"], "keywords": ["geen", "van", "leclerc", "het", "wil", "met", "zijn", "bahrein", "ik", "zwijgt", "verstappen", "een", "en", "dat", "te", "crash", "steeds", "bitchfight"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}