{"id": "2bb9d55f-3ee5-3cb7-942c-ce6b2092b3c8", "title": "Zuckerberg raakt $2 miljard kwijt met harde aanpak Facebook", "url": "https://www.telegraaf.nl/financieel/493032295/zuckerberg-raakt-2-miljard-kwijt-met-harde-aanpak-facebook", "summary": "Zuckerberg, die een groot belang heeft in Facebook, zag volgens de dagelijks bijgehouden rijkenlijst van Bloomberg $2 miljard van zijn vermogen verdampen.\nDe FTC wil de machtspositie van Facebook aanpakken.\nOp de beurs kwam het aandeel van het social mediabedrijf woensdag in reactie onder druk te staan.\nBekijk ook: Facebook dreigt WhatsApp te moeten verkopenIn de lijst met grootverdieners werd het vermogen van Elon Musk flink teruggeworpen.\nDe koploper bij de grootverdieners raakte $3,9 miljard kwijt en hield nog $182 miljard over.", "paragraphs": ["Zuckerberg, die een groot belang heeft in Facebook, zag volgens de dagelijks bijgehouden rijkenlijst van Bloomberg $2 miljard van zijn vermogen verdampen. In totaal heeft hij nog $105 miljard in bezit, goed voor de vierde plaats bij de superrijken.", "De FTC wil de machtspositie van Facebook aanpakken. Mogelijk moeten daarvoor de populaire onderdelen Whatsapp en Instagram worden afgestoten. Op de beurs kwam het aandeel van het social mediabedrijf woensdag in reactie onder druk te staan.", "Bekijk ook: Facebook dreigt WhatsApp te moeten verkopen", "In de lijst met grootverdieners werd het vermogen van Elon Musk flink teruggeworpen. Het flink afremmen van het aandeel Tesla waar hij topman en grootaandeelhouder van is, had een negatieve impact op zijn rijkdom dat met $10 miljard terugviel naar $147 miljard.", "Jeff Bezos, voorman bij Amazon, had ook een mindere dag. De koploper bij de grootverdieners raakte $3,9 miljard kwijt en hield nog $182 miljard over."], "authors": ["Redactie Dft"], "keywords": ["aanpak", "van", "bij", "harde", "het", "whatsapp", "facebook", "met", "miljard", "zijn", "vermogen", "zuckerberg", "een", "kwijt", "en", "raakt"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}