{"id": "2bb9c375-c9d5-3687-a378-00375dc129eb", "title": "Peter van der Arend doopte een van zijn biercafés om tot biershop Slockdown", "url": "https://www.parool.nl/ps/peter-van-der-arend-doopte-een-van-zijn-biercafes-om-tot-biershop-slockdown~b86822cf/", "summary": "Peter van der Arend: ‘Tijdens de eerste lockdown liep ik elke avond door de stad en maakte ik foto’s van het straatbeeld.’ Beeld Dingena MolWat betekent de lockdown voor uw zaak?\n“In de eerste lockdown maakten we van een van onze cafés in z’n geheel een winkel: Slockdown.\n“Tijdens de eerste lockdown liep ik elke avond door de stad en maakte ik foto’s van het straatbeeld.\nOok leenden we van een bevriende brouwerij een machine waarmee we overgebleven halve fusten bier konden inblikken en zo verkopen.\nWe hebben vreselijk veel zin om te werken en kunnen ook met restricties een leuk sfeertje creëren.”", "paragraphs": ["Peter van der Arend: ‘Tijdens de eerste lockdown liep ik elke avond door de stad en maakte ik foto’s van het straatbeeld.’ Beeld Dingena Mol", "Wat betekent de lockdown voor uw zaak?", "“Het is voor ons vreselijk. Ik heb vier biercafés, en die moesten dicht. 2020 begonnen we met 26 man, 2021 met 13. Maar we hebben tijdens de lockdowns niet stilgezeten: in een van onze zaken bouwden we een keuken en breidden we de biertaps uit van 30 naar 50 kranen.”", "Hoe gaat de komende tijd eruitzien?", "“In de eerste lockdown maakten we van een van onze cafés in z’n geheel een winkel: Slockdown. We begonnen met het verkopen van de voorraden bier uit al onze cafés. De deur wordt niet platgelopen, maar voor ons team is het ook bezigheidsthe­rapie: het is gezellig, bankhangen ben je snel zat. Na acht uur mag je niet met alcohol over straat, dus sluiten we om half acht. Dan ben je, ook als je aan de andere kant van de stad woont, nog op tijd thuis.”", "Heeft u nog creatieve inzichten ­gekregen door de situatie?", "“Tijdens de eerste lockdown liep ik elke avond door de stad en maakte ik foto’s van het straatbeeld. In boekvorm verkocht ik die. Ook leenden we van een bevriende brouwerij een machine waarmee we overgebleven halve fusten bier konden inblikken en zo verkopen. En op 1 januari deden we een soort bingo, met op de bingoballen te winnen kortingspercentages.”", "Hoe houdt u de moed erin?", "“Uiteindelijk komt het weer goed, daarvan ben ik overtuigd, er is een vaccin. Ik blijf positief, je ziet het aan de investeringen in de cafés: dat doe je niet als je er geen vertrouwen in hebt. Daarbij hebben we best een vaste fanclub, met ook mensen van buiten de stad. Hopelijk komen die straks weer vrolijk naar Amsterdam, het mekka van het bier.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Ik hoop weer personeel aan te nemen en zal zelf veel avonden achter de bar staan. Dat heb ik gemist. Het personeel wil ook weer wat doen. We hebben vreselijk veel zin om te werken en kunnen ook met restricties een leuk sfeertje creëren.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["tot", "ik", "zijn", "van", "doopte", "en", "om", "een", "der", "slockdown", "met", "weer", "stad", "ook", "het", "biershop", "peter", "je"], "pubDate": "2021-01-06T15:30:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}