{"id": "2bbd33fd-811f-3759-abf3-3473bedad835", "title": "En toen gingen ook alle homovrienden settelen - dat was niet de afspraak", "url": "https://nrc.nl/nieuws/2020/12/06/dit-was-niet-de-afspraak-a4022766", "summary": "‘Vadertje en moedertje’ noemden we het, en volgens mij noemen kinderen het zo nog steeds.\nOp mijn negentiende kreeg ik mijn eerste relatie met een jongen.\nHij en zijn geliefde hadden het vrijblijvend en voor de grap al eens over trouwen gehad.\nNatuurlijk zou het fantastisch zijn als hij en zijn geliefde elkaar het ja-woord zouden geven.\nZelf merk ik dat ik in deze fase van mijn leven, vooral geregeld worstel met het verhaal dat een leven pas vervuld is als je het met een liefdespartner en nageslacht deelt.", "paragraphs": ["‘Vadertje en moedertje’ noemden we het, en volgens mij noemen kinderen het zo nog steeds. Ik speelde het geregeld met een vriendin van de basisschool. Meestal kwam het erop neer dat zij in de keuken stond en deed alsof ze het avondeten aan het bereiden was. Ik kwam achteromgelopen met een aktetas in mijn hand, een oud exemplaar dat we van haar vader hadden geleend.", "„Dat ruikt lekker zeg”, zei ik tegen mijn klasgenoot – of iets in die trant – met een opgezette zware stem. Daarna kwam het spannendste moment: ik gaf haar een kus op haar wang.", "Nee, erg geëmancipeerd was het niet – verre van zelfs – maar te onzer verdediging: we schrijven midden jaren negentig, we waren een jaar of zeven en het woord woke bestond nog niet.", "Wat het zo leuk maakte om vadertje en moedertje te spelen weet ik niet meer precies. Misschien was het de belofte van een leven dat ‘af’ was, met heldere kaders en patronen. We speelden een vervuld en gelukkig leven na, dachten we, het leven dat wij over vele jaren waarschijnlijk óók zouden gaan leiden.", "Het liep anders. Ik bleek namelijk helemaal niet op vrouwen te vallen. Op mijn negentiende kreeg ik mijn eerste relatie met een jongen. Daarna volgden verschillende verliefdheden, geliefden en relaties, de ene wat serieuzer dan de andere. Inmiddels ben ik 34 en alweer een tijd single. Een actieve kinderwens heb ik niet.", "Als hetero in je dertiger jaren, zie ik in mijn vrienden- en kennissenkring, kom je daar niet zo makkelijk mee weg. Een vriendin zonder kinderwens die met haar man een groter huis had gekocht, vertelde me recentelijk dat ze keer op keer moet uitleggen dat die extra kamers niet bedoeld zijn als kinderkamers, maar gewoon: als extra kamers. „Het is doodvermoeiend”, verzuchtte ze.", "Lees ook: Burgerlijkheid: zo normaal en toch zo gevreesd.", "Ik had het uitstekend voor elkaar, dacht ik lange tijd. Ik viel buiten het verstikkende heteronormatieve keurslijf. Van mij werd helemaal niet verwacht dat ik zou gaan trouwen of een kinderwens in vervulling zou laten gaan. Het kón, als ik dat wilde – met grote dank aan de generaties voor mij die op de barricaden stonden voor gelijke rechten die voor mij vanzelfsprekend zijn geworden – maar de maatschappelijke druk, die was er niet.", "Dikke mist", "Als homoman kon ik ongestoord de vruchten plukken van het ongebonden bestaan, waarin ik op gezette tijden losbandig kon zijn, spontaan op reisreportage kon gaan zonder aan iemand verantwoording af te hoeven leggen en mijn dagen en nachten niet in het teken hoefde te stellen van onophoudelijk gejengel, poepluiers en stelselmatig slaapgebrek (een beknopte en tamelijk eenzijdige opsomming van wat ik me lange tijd voorstelde bij het fenomeen ‘ouderschap’).", "Ik bedankte er vriendelijk voor. Ik schreef mijn eigen script, zei ik tegen mezelf.", "Wanneer het precies gebeurde weet ik niet, maar de laatste jaren is er een onzekerheid geslopen in het schrijven van dat script. Hoe zag een vervuld en gelukkig leven er dan eigenlijk wél uit? Als ik naar het pad keek dat voor me lag, zag ik vooral een dikke mist.", "Die onzekerheid viel samen met het ouder worden. De behoefte om losbandig te zijn werd minder. Ik hoefde helemaal niet meer elk weekend in een donkere club te staan. Bovendien veranderde de dynamiek in mijn vrienden- en kennissenkring. Vrienden die altijd wel te porren waren voor een avond doorzakken of een spontaan weekend weg, werden wegens verhuizingen naar randgemeenten en uitdijende gezinnen minder beschikbaar.", "Het herinnerde me aan wat een oudere gay collega bij een van mijn eerste redactiebanen eens tegen me zei. Hij was in de vijftig, ik begin twintig. „Die heterovrienden van je gaan nu nog allemaal gezellig mee uit, maar wacht maar totdat je dertig bent. Dan zie je ze nooit meer”, zei hij bij de koffieautomaat.", "Dat veel hetero’s in mijn vriendenkring uiteindelijk voor het huisje-boompje-beestje-ideaal zouden kiezen, was in zekere zin altijd al duidelijk. Wat me verbaasde was dat aardig wat queer-vrienden – veel vaker dan ik had verwacht – óók voor het huwelijk of het gezinsleven kozen.", "Ik gunde hun natuurlijk van harte hoe ze hun leven aan het vormgeven waren, maar soms voelde ik me verraden: alsof ze een onuitgesproken pact hadden geschonden. Dit hadden we toch niet afgesproken? Wíj hoefden hier toch niet aan mee te doen? Wij waren toch gevrijwaard van het burgerlijke leven?", "Alles op zijn plek gevallen", "Recentelijk leidde het nog tot een pittig gesprek met een vriend tijdens een etentje (met veel wijn, dat moet ik erbij zeggen). Lange tijd waren we allebei single, maar nu had hij weer een man aan zijn zijde. We hadden het over het huwelijk. Hij en zijn geliefde hadden het vrijblijvend en voor de grap al eens over trouwen gehad. Misschien, zei hij, zouden ze het ooit wel leuk vinden. Gewoon voor de romantiek.", "Ik had hem dit nooit eerder horen zeggen. „Je conformeert je!” zei ik, veel feller dan ik het bedoeld had. Snel daarna bood ik mijn excuses aan. Natuurlijk zou het fantastisch zijn als hij en zijn geliefde elkaar het ja-woord zouden geven.", "Waarom raakte me dit zo?", "Toegegeven, een beetje afgunstig was ik wel. Hoe zeer ik het mijn vriend ook gunde, het leek erop alsof er van alles op zijn plek was gevallen in zijn leven. Ergens verlangde ik daar inmiddels ook wel naar.", "Maar er was nog iets anders aan de hand. Ik geloof dat ik mijn vriend zag ‘overlopen’, de term die dichter Gerrit Komrij in 2008 gebruikte in zijn Mosse-lezing met de titel Waarom zijn Nederlanders zo dol op homoseksuelen? Daarin liet hij zich kritisch uit over wat hij de ‘homovertrutting’ noemde.", "Komrij zei: ‘Er valt in de lege en onbestemde plekken van het homoseksuele bewustzijn veel in te vullen, maar wanneer die invulling geschiedt door imitatie van en concurrentie met de hetero, houdt dat bewustzijn op homoseksueel te zijn. Homoseksualiteit is, naast het geheimzinnige en verrukkelijke, ook een zaak van gemis, lasten en onmogelijkheden. Wie die niet op zijn schouders wil nemen is een overloper en een lafaard.’", "Komrij was niet tégen het homohuwelijk of tegen gelijke rechten, maar zag er wel het schikken naar de heteronorm in. En daarmee het verdwijnen van de eigenheid.", "Omhoogklimmen in de hiërarchie", "Zelf zou ik me niet zo stellig als Komrij willen uitdrukken. Het staat ieder mens in Nederland gelukkig vrij om het leven naar eigen inzicht vorm te geven. En ik vind het belangrijk om mijn privileges te erkennen: ik heb het voorrecht in een land te wonen waar ik als homoman überhaupt toekom aan zelfverwezenlijking.", "Toch heb ik het homohuwelijk, net als Komrij, altijd iets ingewikkelds gevonden. Ondanks de emancipatoire waarde ervan – die wat mij betreft niet ter discussie staat – gaat er onbedoeld een normatieve werking van uit: alsof je als homo pas écht volledig meedoet in de maatschappij als je getrouwd bent, een gezin sticht en je je min of meer als een ‘typische hetero’ gedraagt.", "De feministe en antropoloog Gayle Rubin sprak in haar bekende essay Thinking Sex uit 1984 al over een hiërarchie: hoe beter je binnen het heteromodel past – het standaardplaatje – hoe makkelijker je het volgens haar in het leven hebt.", "Ik denk dat ik daarom zo fel reageerde op mijn vriend: ik zag hem die avond voor mijn ogen iets beter in dat plaatje passen, iets ‘normaler’ worden, iets in die hiërarchie omhoogklimmen. Het confronteerde me met mijn eigen status als single homoman, een positie die met al die settelende vrienden steeds wankeler begon te voelen.", "De laatste jaren is er veel geschreven over het psychisch welzijn van homomannen, over hoe ze veel vaker dan hetero’s worstelen met eenzaamheid, over hoe ze lang na hun coming-out nog blijven worstelen met schaamtegevoelens en over hoe ze op latere leeftijd vaak met het knagende gevoel zitten een onvervuld leven te leiden. Meestal wordt het anders-zijn als grote boosdoener genoemd.", "Lees ook: Zie ik eruit als een homohater? Ik ben zelf homo!", "„Het blijft gevaarlijk vervreemdend om als man aangetrokken te zijn tot een andere man”, schreef The Huffington Post-journalist Michael Hobbes in 2017 in The Epidemic of Gay Loneliness, een stuk over sociaal isolement, drugs en liefdeloze seks, waarin veel homomannen zich herkenden.", "Zelf merk ik dat ik in deze fase van mijn leven, vooral geregeld worstel met het verhaal dat een leven pas vervuld is als je het met een liefdespartner en nageslacht deelt. Een hardnekkig verhaal, dat we al van jongs af aan meekrijgen, dat zich niet zo makkelijk laat herschrijven. Een verhaal waarmee ik trouwens niet alleen homomannen maar ook veel hetero’s geregeld zie worstelen.", "Ik zou zelf mijn leven niet zo snel onvervuld noemen. Ik heb een hechte vriendengroep, waar gelukkig nog steeds een paar singles tussen zitten. Ik heb ex-geliefden die ik als familie ben gaan beschouwen – met een van hen grap ik weleens dat we als we oud en grijs zijn in een bejaardenflat gaan wonen. Ik ga af en toe op dates die dan weer leuk, dan weer desastreus zijn. Ik heb zussen, nichtjes, een neefje, ooms en tantes. Ik heb drie huisgenoten met wie ik betrokken omga, een lieve grijze kater die elke ochtend in mijn oor komt spinnen en een stuk of twaalf kamerplanten (daar kun je lacherig over doen, maar ook die hebben zorg en aandacht nodig).", "Hoewel daar best een liefdespartner bij mag, is het niet per se de romantische liefde die ik in bovenstaand plaatje mis. Ik mis soms vooral het vertrouwen, denk ik – in mezelf misschien nog wel het meest – dat het oké is om je eigen script te schrijven, dat een mensenleven op honderden verschillende manieren vervuld kan zijn, dat het goed is, precies zoals het nu is.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 december 2020"], "authors": ["Gijs Van Der Sanden", "Leestijd Minuten"], "keywords": ["alle", "afspraak", "van", "gingen", "het", "met", "die", "zijn", "ik", "toen", "settelen", "ook", "homovrienden", "niet", "en", "dat", "een", "mijn"], "pubDate": "2020-12-06T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}