{"id": "2bc443c3-d26c-38e6-9600-2951641ea3dd", "title": "Is Youp van ’t Hek nog van deze tijd?", "url": "https://trouw.nl/cultuur-media/is-youp-van-t-hek-nog-van-deze-tijd~be54669f2/", "summary": "Is Youp van ’t Hek nog van deze tijd?\nEn zwelt de kritiek op het gevloek, het gescheld en de lompheid van Van ’t Hek aan.\nFinkers herinnerde zich dat Van ’t Hek eens had gezegd dat mensen hem ook wel eens ‘hé dikke’ of ‘kale’ noemen.\nFinkers: “Het verschil is: er is nog nooit iemand opgehangen omdat hij te dik was, of in elkaar geslagen omdat hij te kaal was.”‘Korrel Zout’ heet de aanstaande oudejaarsconference van Youp van ’t Hek.\nLees ook:Youp van ’t Hek staat voor zijn laatste oudejaarsconference: ‘Mensen snappen ironie niet meer’Tuttigheid viert hoogtij, vindt Youp van ’t Hek.", "paragraphs": ["Youp van ’t Hek is de uitverkorene voor de Oudejaarsconference van 2020 op NPO1. Hij is een grote routinier in cabaretland, heeft zelf corona gehad en het wordt de tiende en waarschijnlijk laatste keer dat hij ons naar het nieuwe jaar loodst. Maar niet iedereen ziet per se uit naar de finale zwengel van de reutelende oldtimer.", "Weliswaar scoorde Van ’t Hek vorige week nog enorm met ‘Wappie’ - bedacht door Niels van der Laan en Jeroen Woe van ‘Even tot hier’ - maar de neiging om voortijdig weg te zappen was groot toen Van ’t Hek het leuk vond om de dienstdoende pianist Miguel Wiels uit te schelden voor pis-Belg. En zo zelf de connectie legde met dat nare begrip pisnicht, waar hij zo schouderophalend over doet.", "Is Youp van ’t Hek nog van deze tijd? De documentaire ‘Youp’ - uitgezonden op kerstavond - schetst de twijfel die ook collega’s voelen. Of zoals Jochem Myjer het stelt: “Wat langzaam begint te komen met Youp is: zijn mening komt niet meer overeen met de tijdgeest.” En dat werpt een schaduw over de grote bewondering die de vakbroeders en -zusters hebben voor het professionalisme, het enthousiasme, de collegialiteit en het plezier dat Van ’t Hek uitstraalt voor het vak. Zo denk je het eerste half uur van documentaire nog: nou nou BNNVARA, is het echt nodig zoveel loftrompetten te laten tetteren voor de aanstaande eindejaarsconferencier? Maar gaandeweg laat documentairemaakster Hetty Nietsch de honden los. En zwelt de kritiek op het gevloek, het gescheld en de lompheid van Van ’t Hek aan.", "Vriendelijk geformuleerd, dat wel. Zo schetst Brigitte Kaandorp het beeld van de bal die wist weg te rollen. “Youp is enorm ontsnapt. Hij heeft alles in zich om een burgerlijk mannetje te zijn. Zijn postuur, zijn stem, zijn achtergrond, Hij is met de schrik vrijgekomen en daar is-ie nog steeds zo vrolijk over, dat hij niet die kant op is gegaan, dat hij nog steeds al die grappen maakt over het burgerlijke mannetje dat hij volgens hem niet is geworden.”", "Grappen die vaak niet meer landen. Collega Myjer: “Als hij er vol tegen ingaat, qua Black Lives Matter, #MeToo of Zwarte Piet, dan zegt de jongere generatie: je ziet het niet meer, je voelt het niet meer.” Martijn Koning bevestigend: “Soms denk je, je zit nu toch even drie generaties terug Youp”.", "Claudia de Breij gunt Van ’t Hek geen 23-jarige vrouwen tussen het publiek in de zaal: “Want dan heeft-ie wel een probleem.” Ter illustratie kwam een fragment voorbij waarin Van ’t Hek liep te brullen: “Niets is erger dan een vrouw in een bodywarmer! Als iets alle seks uit een mokkel ragt dan is het een bodywarmer!”.", "Fascinerend ja, hoe de Gooische Apollo met de bretels hier überhaupt al die jaren mee weg is gekomen.", "De immer beschaafde Herman Finkers liet zich op zich mild uit over de constante koers die Van ’t Heks vaart. En citeerde een mooie uitspraak van Gerard Reve: “Ik ben tegen vernieuwing want zoals het is, is het al erg genoeg.” Maar over de grove taal van Van ’t Hek zegt Finkers: “Ik vind het persoonlijk jammer om zo veel creatieve energie te verspillen aan het bedenken van scheldwoorden.”", "Finkers gaf als voorbeeld het woord ‘tikteef’, waarvan Van’t Hek vindt ‘dat je dan meteen weet wat daar achter de typemachine zit’. Finkers: “Ik betwijfel dat. Ik denk als iemand zo’n meisje een tikteef noemt: dat lijkt mij bij voorbaat een heel aardig meisje.” Ook Van ’t Heks verdediging van het woord pisnicht sloeg hij met een subtiele tik aan scherven. Finkers herinnerde zich dat Van ’t Hek eens had gezegd dat mensen hem ook wel eens ‘hé dikke’ of ‘kale’ noemen. En dat hij daar dan toch ook niet moeilijk over doet. Finkers: “Het verschil is: er is nog nooit iemand opgehangen omdat hij te dik was, of in elkaar geslagen omdat hij te kaal was.”", "‘Korrel Zout’ heet de aanstaande oudejaarsconference van Youp van ’t Hek. Alsof hij zich bij voorbaat verdedigt, mocht hij weer gewoon uit hetzelfde vaatje tappen.", "Renate van der Bas en Maaike Bos schrijven afwisselend columns over televisie.", "Lees ook:", "Youp van ’t Hek staat voor zijn laatste oudejaarsconference: ‘Mensen snappen ironie niet meer’", "Tuttigheid viert hoogtij, vindt Youp van ’t Hek. Zijn terugblik op 2020 staat bol van de relativering, belooft hij. Want iedereen neemt alles veel te zwaar."], "authors": ["Renate Van Der Bas"], "keywords": ["van", "hek", "nog", "en", "een", "tijd", "dat", "niet", "te", "hij", "het", "deze", "youp", "die"], "pubDate": "2020-12-25T12:36:50Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}