{"id": "2bc4ed04-dfb3-33c8-9672-c5dce8607c46", "title": "CD's op vrijdag: Kacy & Clayton, Rembrandt Trio en Taylor Swift", "url": "https://trouw.nl/cultuur-media/cd-s-op-vrijdag-kacy-clayton-rembrandt-trio-en-taylor-swift~b5c669c4/", "summary": "En de chemie tussen nicht en neef Kacy Anderson en Clayton Linthicum en Williams is voelbaar.\nOp vorige albums van het duo verzorgde Clayton soms ook de tweede zang, maar die bleef ver achter bij het vibrato van Kacy.\n‘Same Self, Same Silence’ is op plaat de eerste samenwerking tussen de Iraanse stermusicus Hossein Alizadeh en het Nederlandse Rembrandt trio, dat voorheen Rembrandt Frerichs Trio heette.\nMet dat verschil dat het nieuwe album nog verstilder klinkt dan zijn voorganger.\nOok vocaal acteert de zangeres op deze plaat op de toppen van haar kunnen.", "paragraphs": ["Per toeval kwam het Canadese folkduo Kacy & Clayton voorbij op de Spotify van Marlon Williams. De Nieuw-Zeelandse zanger was meteen verkocht. Die stem! Die eigenzinnige gitarist! Die nostalgische countryfolkrock! Daar moest hij wel mee samenwerken.", "Zo geschiedde. Williams toog in 2018 tijdens Kerst naar het Canadese Saskatoon. Het resultaat is het pas verschenen ‘Plastic Bouquet’. En de chemie tussen nicht en neef Kacy Anderson en Clayton Linthicum en Williams is voelbaar. Het is een album geworden vol korte nummers in de stijl van folk, country(rock) en bluegrass.", "Claytons kunsten op de elektrische gitaar blijven van de buitencategorie. Het is alsof hij de noten letterlijk aan elkaar knoopt, zo vetgedrukt speelt hij, zoals in ‘I’m Unfamiliar’.", "Misschien zou een liefhebber van countrygitaren hem graag willen aansporen een tandje bij te zetten, maar Clayton speelt altijd perfect in dienst van het liedje, zonder opsmuk.", "Op vorige albums van het duo verzorgde Clayton soms ook de tweede zang, maar die bleef ver achter bij het vibrato van Kacy. Nee, dan Williams – denk bij hem aan een wat ingetogen croonende Roy Orbison.", "Zijn theatrale galm en snik complementeren perfect met de kopstem en hese fluistertonen van Kacy. Ja, het gelegenheidstrio blijkt een schot in de roos.", "(Frank Hettinga)", "Hossein Alizadeh en Rembrandt Trio, ‘Same Self, Same Silence'.", "Wereld/Jazz", "Hossein Alizadeh en Rembrandt Trio", "Same Self, Same Silence (Just Listen Records)", "****", "De wat wonderlijke titel van deze cd vat tegelijk ook krachtig de tijdgeest samen; we zijn nog steeds – misschien zelfs meer – wie we waren, maar o wee, wat is het stil. ‘Same Self, Same Silence’ is op plaat de eerste samenwerking tussen de Iraanse stermusicus Hossein Alizadeh en het Nederlandse Rembrandt trio, dat voorheen Rembrandt Frerichs Trio heette.", "Het uit de bandnaam weglaten van pianist Rembrandt Frerichs’ achternaam is niet zomaar een kosmetische ingreep; hier klinkt een ander trio dan we kenden.", "Gebleven is het perfect op het mengen van klassieke-, wereldmuziek en jazz afgestelde instrumentarium, plus dat feilloze begrip van muziek uit het Midden-Oosten. Maar deze plaat klinkt, mede dankzij de productie, die in zijn soberheid de scherpte van het samenspel heel goed naar voren brengt, als een echt nieuwe stap. De muziek klinkt kordater, beslister en minder speels, ze klinkt ook rauwer en ernstiger.", "Niet de enorme technische vaardigheid van de musici blijft je bij, maar de zeggingskracht en het onverwacht, maar voorbeeldig passende pact tussen een westers, veelal aan oudere muziek gelieerd instrumentarium en de verbluffende kracht van de shurangiz; een bijzonder luitachtig instrument dat Alizadeh onvergetelijk bespeelt.", "(Mischa Andriessen)", "Taylor Swift, 'Evermore'", "Pop", "Taylor Swift", "Evermore (Republic Records)", "****", "Taylor Swift is lekker bezig. Vijf maanden geleden verscheen haar album ‘Folkore’. Daarna kon ze naar eigen zeggen niet ophouden met schrijven. “Het voelde alsof we aan de rand van een folklorewoud stonden en een keuze hadden: teruggaan of verder reizen in het woud van deze muziek.” De Amerikaanse koos samen met songschrijvers Aaron en Bryce Dessner (The National), Jack Antonoff, William Bowery en Justin Vernon (Bon Iver) voor het laatste en komt nu met haar negende album ‘Evermore’. En wat een geweldig plaat is dat geworden. Net als Folklore is ook Evermore een album waarop alles draait op smaakvolle folkpop. Met dat verschil dat het nieuwe album nog verstilder klinkt dan zijn voorganger. In zachte akoestische pasteltinten schetst Swift portretten van imaginaire personages en hun ervaringen met de liefde.", "Daarbij valt op dat de 31-jarige zangeres alle glamour uit het begin van haar loopbaan inmiddels ver achter zich heeft gelaten en nu helemaal inzet op de zeggingskracht van haar songs. Het levert een reeks intieme en gloedvolle nummers op, die je niet meer loslaten. Het nummer ‘Champagne Problems’ kan zich bijvoorbeeld meten met de beste ballads van Adele. Ook vocaal acteert de zangeres op deze plaat op de toppen van haar kunnen. Beter hoorden we haar nog niet zingen. Zo markeert Evermore definitief Swifts transformatie van popprinses naar singer-songwriter van formaat.", "(Saskia Bosch)"], "authors": [], "keywords": ["van", "taylor", "kacy", "clayton", "vrijdag", "en", "een", "met", "swift", "maar", "rembrandt", "trio", "op", "het", "cds", "haar", "dat", "die"], "pubDate": "2020-12-18T12:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}