{"id": "2bc9d304-0b51-34d6-b380-0e3468511a64", "title": "Rutte weigert nog groen licht voor ’Duitse’ EU-deal", "url": "https://www.telegraaf.nl/nieuws/1327025884/rutte-weigert-nog-groen-licht-voor-duitse-eu-deal", "summary": "Polen en Hongarije hebben hun veto op tafel gegooid waarmee ze de nieuwe EU-meerjarenbegroting en het daaraan gekoppelde coronaherstelfonds (in totaal 1800 miljard euro) blokkeren.\nDe landen vrezen dat het een politiek instrument is waarmee ze vanuit Brussel in de hoek zullen worden gedreven.\nDe vraag is of het voor Nederland, maar ook andere kritische lidstaten voldoende is.\nEen lidstaat heeft altijd het recht om naar het Hof in Luxemburg te stappen als het het niet eens is met een besluit uit Brussel.\nRutte leek al voorzichtig voor te sorteren op een deal.", "paragraphs": ["Polen en Hongarije hebben hun veto op tafel gegooid waarmee ze de nieuwe EU-meerjarenbegroting en het daaraan gekoppelde coronaherstelfonds (in totaal 1800 miljard euro) blokkeren. Daardoor komt de EU, en vooral de lidstaten die sterk afhankelijk zijn van Europees geld, vanaf volgend jaar in de problemen als er niet snel een oplossing komt.", "Duitsland, dit half jaar voorzitter van de EU, heeft met Polen en Hongarije een compromis uitonderhandeld over de rechtsstaat. De twee Oost-Europese landen voelen zich zwaar gepakt omdat er voor het eerst een zogeheten rechtsstaattoets komt waarmee moet worden verzekerd dat EU-geld ook daadwerkelijk goed wordt besteed en ook de rechtsstaat zelf niet wordt uitgehold. De landen vrezen dat het een politiek instrument is waarmee ze vanuit Brussel in de hoek zullen worden gedreven.", "Tactisch? Rutte schakelt parlement aan", "In de oplossing die Duitsland heeft gezocht verandert er niks aan de eerder gemaakt afspraken zelf, maar de praktische uitvoering wordt door een ’inlegvel’ met extra uitleg over de praktische toepassing wel lastiger gemaakt en vooral vertraagd. De vraag is of het voor Nederland, maar ook andere kritische lidstaten voldoende is. Het voorstel zoals dat eerder werd uitonderhandeld noemde hij altijd de absolute ondergrens voor Nederland.", "Rutte zei donderdagochtend ’neutraal’ te staan tegenover het compromis, maar toch vooral wat vragen beantwoord te willen zien. „Wat vindt het Europees Parlement hier van?”, wil de premier als allereerste weten.", "Het Parlement heeft zich als uiterst kritische partij opgesteld en zet zwaar in op een stevig rechtsstaatmechanisme omdat het de buik vol heeft van de strapatsen van Polen en Hongarije. Zeer EU-kritische regeringen, die vrijheden van de eigen burgers tarten, blijken in de praktijk zeer lastig aan te pakken te zijn.", "Verordening ’historisch’", "Rutte wil verder een juridisch advies van de juristen van de Europese Raad over de gevolgen van het compromis en tot slot de bevestiging dat een land, zodra procedures voor het Europees Hof zijn afgerond, ook met terugwerkende kracht kan worden aangepakt.", "Een lidstaat heeft altijd het recht om naar het Hof in Luxemburg te stappen als het het niet eens is met een besluit uit Brussel. Alleen in het geval van het compromis dat nu op tafel ligt belooft de Europese Commissie het rechtsstaatmechanisme niet te gebruiken zolang een land nog procedures voor het Hof heeft lopen.", "Rutte leek al voorzichtig voor te sorteren op een deal. „Het grote verschil is dat als dit goed zou aflopen er straks een verordening (de rechtsstaattoets, red.) ligt die niet is terug te draaien. Dat is toch echt historisch.”"], "authors": ["Ruud Mikkers"], "keywords": ["eudeal", "van", "heeft", "als", "groen", "nog", "het", "weigert", "licht", "duitse", "een", "rutte", "en", "te", "dat", "niet", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}