{"id": "2bcaf836-fe50-3716-aa39-693409d6494c", "title": "Moet de werknemer ook offers brengen?", "url": "https://volkskrant.nl/economie/moet-de-werknemer-ook-offers-brengen~bfa6f2c9/", "summary": "Alleen winkelmedewerker Anne (49, niet haar echte naam) zat het niet helemaal lekker.\nZo schreef Talpa, van mediamiljardair John de Mol, automatisch vier dagen af van het verlofsaldo.\n‘Ook het personeel moet offers brengen’, zei KHN-voorzitter Robèr Willemsen.\nWeigeren durfde ze ook niet, temeer omdat ze haar manager ook moest mailen als ze níét van plan was iets in te leveren.\nVerder lezen Ook van werknemers mag een offer worden gevraagd, beargumenteren hoogleraren Raymond Gradus en Roel Beetsma in dit opiniestuk.", "paragraphs": ["Talpa van John de Mol (met wit overhemd) schreef automatisch vier verlofdagen af bij zijn werknemers. Beeld ANP", "Het was niet zomaar een verzoek, maar ‘een moreel appèl’ om het retailbedrijf ‘overeind te houden’. Dus niemand protesteerde toen haar manager tijdens een ingelaste videoconferentie aan het team vroeg om, juist nu ze de straat nauwelijks uit mogen, tien vakantiedagen op te nemen. Alleen winkelmedewerker Anne (49, niet haar echte naam) zat het niet helemaal lekker. Waarom moest zij inleveren, de overheid had hiervoor toch compensatieregelingen?", "Ze is niet de enige die nu om zo’n offer wordt gevraagd. Volgens een enquête van werkgeversvereniging AWVN heeft 58 procent van de werkgevers een beroep gedaan op zijn werknemers om vakantiedagen op te nemen om een hausse aan verlofaanvragen in het najaar te voorkomen.", "Sommige bedrijven gaan daarin nog een stapje verder. Zo schreef Talpa, van mediamiljardair John de Mol, automatisch vier dagen af van het verlofsaldo. Verzekeringsmakelaar AON vroeg zijn medewerkers 20 procent salaris in te leveren. En brancheorganisatie Koninklijke Horeca Nederland riep de vakbonden, tevergeefs, op mee te werken aan een gespreide betaling van het vakantiegeld of het staken van de opbouw ervan. ‘Ook het personeel moet offers brengen’, zei KHN-voorzitter Robèr Willemsen.", "Kitty de Jong van vakbond FNV is het daar niet mee eens. ‘Ik bestrijd het beeld dat werknemers niet al inleveren. Ze werken heel hard om gewone productie te draaien, ondanks het gebrek aan kinderopvang. Dat verlof hebben ze straks heel hard nodig.’ Bij de vakbond komen dagelijks vijftig telefoontjes binnen van werknemers die zijn benaderd om vrije dagen op te nemen, loon in te leveren of af te zien van salarisverhoging. ‘Soms wordt ook geprobeerd dat op individuele basis te verplichten’, stelt De Jong. ‘Dan denk ik altijd: het is goed dat we in 2020 leven, en niet in 1920.’", "Problematisch", "Zaken als salaris en verlof zijn vastgelegd in de wet en cao. Een werkgever mag zijn werknemers dus niet verplichten om hiervan af te zien, stelt hoogleraar arbeidsrecht Evert Verhulp van de Universiteit van Amsterdam. ‘Hij mag het altijd vragen, maar de werknemer hoeft daar geen gehoor aan te geven.’ Als een werkgever eenzijdig besluit de arbeidsvoorwaarden te wijzigen, kan een werknemer dat succesvol aanvechten. ‘De vraag is alleen wat hij daarmee wint: vier vakantiedagen, ruzie met zijn baas en zijn collega’s.’", "Dat maakt dergelijke appèls problematisch, vindt Verhulp. ‘Werknemers zullen vaak instemmen, omdat ze niet durven te weigeren – ook al heeft dat persoonlijk grote consequenties.’ Ook hoogleraar arbeidsverhoudingen Agnes Akkerman van de Radboud Universiteit denkt dat werknemers zich door de ongelijke machtsverhoudingen niet vrij voelen te weigeren. ‘Dan ben je niet solidair, dat wordt niet licht vergeten. Een werkgever houdt dat in zijn achterhoofd.’", "Dat gevoel bekroop ook Eline (niet haar echte naam) toen ze een mail kreeg van haar werkgever om vijf vakantiedagen op te nemen, of nog beter: in te leveren. Ze had er weinig zin in, het bedrijf waarvoor ze werkt, boekte vorig jaar nog miljoenen winst. Weigeren durfde ze ook niet, temeer omdat ze haar manager ook moest mailen als ze níét van plan was iets in te leveren. ‘Het voelde alsof er direct een aantekening achter mijn naam zou komen.’", "Woordvoerder Jannes van der Velde van AWVN noemt die aanpak ‘niet elegant’, maar vindt het logisch dat er een beroep wordt gedaan op werknemers. ‘Dit is geen werkgeversprobleem, maar een gezamenlijk probleem dat je dus gezamenlijk moet oplossen’, zegt hij. ‘Als deze crisis zo doorgaat, heeft dat ook gevolgen voor het voortbestaan van het bedrijf en daarmee de werkgelegenheid.’", "Wel zouden dergelijke gesprekken moeten worden gevoerd met de ondernemingsraad of vakbond, niet met individuele werknemers. Dat beaamt Verhulp. Hij vindt de vakbond de aangewezen gesprekspartner in dezen. Die kan ook meteen bedingen dat de werknemer die nu iets inlevert straks profiteert als er betere tijden aanbreken. ‘Dan moet er andersom ook boter bij de vis.’ Al lijkt dat voorlopig niet het geval: waar vorig jaar aan de cao-tafels gemiddeld een loonstijging van 3 procent werd bedongen, liggen die overleggen nu volledig stil.", "In maart werden slechts zeven nieuwe cao’s afgesloten, tegenover twintig vorig jaar. Daardoor werken op dit moment meer dan een miljoen medewerkers onder driehonderd verlopen cao’s. Als de onderhandelingen worden hervat, verwacht Van der Velde dat de salarisverhogingen voor die cao’s, op enkele sectoren na, lager zullen uitpakken. Al vermoedt hij niet dat werkgevers via deze collectieve route zullen proberen om werknemers loon af te nemen.", "Wat vraagt de werkgever? De offers die werkgevers vragen, hebben het vaakst betrekking op de vakantiedagen, blijkt uit een rondgang van AWVN. Werkgevers vragen werknemers die nu op te nemen. Daarnaast wordt soms gevraagd om uitstel van loonsverhoging of vakantiegeld.", "Verder lezen Ook van werknemers mag een offer worden gevraagd, beargumenteren hoogleraren Raymond Gradus en Roel Beetsma in dit opiniestuk. Zeker 1,7 miljoen Nederlanders krijgen hun loon (gedeeltelijk) doorbetaald door het UWV. Dat blijkt uit cijfers die de uitkeringsinstantie vrijdag publiceerde."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "het", "werknemer", "om", "niet", "dat", "te", "werknemers", "brengen", "moet", "een", "op", "ook", "offers"], "pubDate": "2020-05-04T22:25:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}