{"id": "2bdc114a-74d7-32f0-b499-81f683bb0845", "title": "Europa bijna klaar voor massavaccinatie – hoe staat het ervoor in de landen om ons heen?", "url": "https://www.volkskrant.nl/nieuws-achtergrond/europa-bijna-klaar-voor-massavaccinatie-hoe-staat-het-ervoor-in-de-landen-om-ons-heen~b74d0419/", "summary": "Tachtigplussers ontvangen het vaccin van Pfizer in de drive-in in Hyde, in de buurt van Manchester.\nEerst zijn alle bewoners (150.000 mensen) en het personeel (60.000) van de woonzorgcentra aan de beurt, gevolgd door de andere zorginstellingen en hun vrijwilligers en het ziekenhuispersoneel.\nHet land maakte gebruik van een bepaling in de Europese wetgeving waarin staat dat een land in geval van nood niet hoeft te wachten op goedkeuring van het EMA.\nZodra het EMA het vaccin heeft goedgekeurd, gaan de vaccinaties beginnen.\nDe architect van het Zweedse coronabeleid – dat nogal afwijkt van andere Europese landen – epidemioloog Anders Tegnell, was destijds betrokken bij dat vaccinatieprogramma.", "paragraphs": ["Tachtigplussers ontvangen het vaccin van Pfizer in de drive-in in Hyde, in de buurt van Manchester. In het Verenigd Koninkrijk zijn de vaccinaties al begonnen. Beeld AFP", "België", "Vanwege de strenge coronamaatregelen staat de Belgen een ‘vreselijke Kerst’ te wachten, zei de Vlaamse minister-president Jan Jambon, maar direct erna zal het land beginnen met vaccineren.", "‘Als Pfizer een eerste symbolische levering van vaccins gelijk zal verdelen in alle Europese landen, kunnen wij onmiddellijk na Kerstmis dat signaal van hoop geven’, zei de minister van Volksgezondheid Frank Vandenbroucke donderdag.", "De kerstdagen zullen vreselijk zijn. Maar we moeten alles op alles zetten om een derde coronagolf te vermijden. Laten we elkaar - virtueel - goed vasthouden in deze moeilijke periode. #overlegcomite — Jan Jambon (@JanJambon) 27 november 2020", "Begin januari zal de campagne echt worden uitgerold. Eerst zijn alle bewoners (150.000 mensen) en het personeel (60.000) van de woonzorgcentra aan de beurt, gevolgd door de andere zorginstellingen en hun vrijwilligers en het ziekenhuispersoneel. Dit gebeurt allemaal in de instellingen zelf.", "In de tweede fase worden alle Belgen die ouder zijn dan 65 gevaccineerd. Daarna volgen 45-plussers met onderliggende gezondheidsproblemen en mensen met een cruciaal beroep, zoals brandweer en politie. In de derde fase krijgt de rest van de volwassen bevolking een prik. Vandenbroucke wil zich nog niet vastleggen op de precieze afwikkeling van de hele operatie, omdat de overheid sterk afhankelijk is van de leveranciers. ‘Ik vrees dat we er een heel jaar mee bezig zullen zijn’, zei hij.", "Duitsland", "Woensdagavond noemde de Duitse gezondheidsminister Jens Spahn de datum voor de start van de vaccinatiecampagne: 27 december. Net op tijd, er werd al een beetje gemord. Dat het vaccin van Pfizer-BioNTech, grotendeels ontwikkeld door Duitse wetenschappers, al wel in het buitenland beschikbaar is maar nog niet in Duitsland zelf, leidde bij sommige mensen, en bij de tabloid Bild-Zeitung tot ongeduld met een nationalistisch randje.", "In Duitsland wordt allereerst het medisch personeel ingeënt, gevolgd door ouderen in verpleeghuizen en langdurig zieken. Die worden door mobiele teams geprikt. Daarna komt iedereen boven de 80. De regering heeft de bevolking ingedeeld in 14 categorieën, zo werd bekend door een document dat bondskanselier Merkel woensdag in de Bondsdag onder haar arm droeg, per ongeluk in beeld voor fotografen met goede camera’s. Saillant is dat de regering bij elke groep ook een inschatting heeft gemaakt van de vaccinatiebereidheid. In het algemeen schat ze die op 69 procent.", "Een locatie voor vaccinatie in het Duitse Frankfurt am Main. Beeld AFP", "Frankrijk", "Frankrijk kan in de laatste week van december met vaccineren beginnen, als het Europese Geneesmiddelen Agentschap (EMA) volgende week haar goedkeuring aan het vaccin van Pfizer-BioNTech verleent. Dat zei premier Castex woensdag. In januari zal de campagne worden geïntensiveerd, aldus Castex, waarbij ouderen en kwetsbare groepen voorrang krijgen.", "In januari en februari worden 1 miljoen Fransen ingeënt, zo is de bedoeling. In maart zouden 14 miljoen vaccinaties moeten volgen. Het plan is namelijk om dan ook de vaccins van Moderna, AstraZeneca, CureVac en Janssen in te zetten. Eerst komen de burgers ouder dan 75 aan de beurt, vervolgens die boven de 65, daarna medewerkers in de gezondheidszorg ouder dan 55. Frankrijk heeft 200 miljoen doses van 6 verschillende vaccins besteld.", "Verenigd Koninkrijk", "In het Verenigd Koninkrijk is vorige week dinsdag de eerste injectie gezet, waarmee de Britten de eersten waren die een goedgekeurd vaccin toedienden. Een week eerder was het Pfizer-vaccin door de keuring gekomen van de Britse toezichthouder. Het land maakte gebruik van een bepaling in de Europese wetgeving waarin staat dat een land in geval van nood niet hoeft te wachten op goedkeuring van het EMA.", "Negen dagen later hebben al meer dan 140.000 Britten de eerste van twee inentingen gehad. Mensen van boven de 80 krijgen als eersten een prik, alsmede zorgpersoneel. In de eerste week werd de injectie in vijftig ziekenhuizen toegediend, maar inmiddels kunnen mensen ook terecht bij huisartsenposten en op speciaal ingerichte plekken, waaronder de paardenracebaan van Epsom. Tijdens de feestdagen gaat de vaccinatie gewoon door en aan het einde van de maand moeten vrijwel alle 80-plussers zijn gevaccineerd.", "Vaccinaties in Centraal-Europa", "In Polen zouden eind december de eerste mensen gevaccineerd moeten worden, zei een woordvoerder woensdag. Zodra het EMA het vaccin heeft goedgekeurd, gaan de vaccinaties beginnen. Prioriteit ligt bij zorgwerkers, verplegend personeel in verzorgingstehuizen, dienstverleners zoals politie en brandweer en 65-plussers.", "In Hongarije krijgt de zorg ook voorrang. Eind deze maand worden de eerste vaccins verwacht, waarna de inentingen van start zullen gaan. De Hongaren wedden op meerdere paarden. Als enige land in de EU rollen ze ook het Russische Spoetnik V-vaccin uit, dat nu wordt getest. Het EMA staat dit als uitzondering toe, maar het Russische vaccin is niet welkom in andere EU-lidstaten. Viktor Orbán kondigde in november aan dat de Hongaren zelf kunnen kiezen welk vaccin ze willen, maar het hoofd van het Hongaarse centrum voor volksgezondheid weersprak dit vorige week.", "In Tsjechië verwacht de regering eind januari te kunnen beginnen. Dezelfde groepen als in Polen krijgen als eerste het vaccin. In Slowakije moet men eerst een negatieve sneltest hebben om gevaccineerd te kunnen worden. Ook daar worden de eerste vaccins in januari verwacht.", "In alle vier de landen is het vaccineren gratis en vrijwillig. Maar behalve de logistiek staan de Visegrad-landen voor een heel andere uitdaging: mensen overtuigen zich te laten inenten. In Centraal-Europa is de bereidwilligheid om zich te laten vaccineren laag. Dit komt met name door nepnieuws en desinformatie op sociale media.", "Zweden", "Zweden kan in januari met vaccineren beginnen. Ouderen, zieken en werknemers in de zorg krijgen voorrang. Een probleem in Zweden is de grote scepsis tegenover vaccinatie. Volgens een recente peiling wil slechts 46 procent van de inwoners zich laten inenten. Die weerzin heeft te maken met een affaire uit 2009 toen 60 procent van de Zweden zich liet vaccineren tegen varkensgriep, een percentage dat hoger was dan elders.", "In Zweden ontstond onrust na een studie dat het vaccin in zeldzame gevallen de slaapziekte narcolepsie kon veroorzaken, al vond een later onderzoek van wereldgezondheidsorganisatie WHO daar wereldwijd geen hard bewijs voor. Ondanks die onzekerheid besloot onder andere de Nederlandse staat een schadevergoeding uit te keren aan een aantal mensen die narcolepsie kregen ná, niet noodzakelijkerwijs dóór, de Mexicaanse griepprik. Inmiddels zijn in Zweden 440 van de 702 claims gehonoreerd door de verzekeraar van de Zweedse farmaceutische industrie.", "De architect van het Zweedse coronabeleid – dat nogal afwijkt van andere Europese landen – epidemioloog Anders Tegnell, was destijds betrokken bij dat vaccinatieprogramma. ‘De bijwerkingen waren onbekend. Ze verrasten destijds iedereen’, zei Tegnell onlangs tegen persbureau AFP. Hij hoopt dat de vaccinatiebereidheid omhoog zal gaan, als blijkt dat er bij het coronavaccin geen ernstige bijwerkingen optreden."], "authors": ["Peter Giesen", "Sterre Lindhout", "Arnout Le Clercq", "Patrick Van Ijzendoorn", "Sacha Kester"], "keywords": ["van", "dat", "om", "landen", "een", "en", "heen", "te", "vaccin", "staat", "voor", "worden", "ons", "klaar", "met", "massavaccinatie", "het", "door", "hoe"], "pubDate": "2020-12-17T15:46:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}