{"id": "2be8b053-0f6a-387a-8070-23ba75c45bbb", "title": "Rechters zien geen mogelijkheden tot creatieve oplossing voor tbs'er,", "url": "https://www.dvhn.nl/groningen/Rechters-zien-geen-mogelijkheden-tot-creatieve-oplossing-voor-tbser-26276224.html", "summary": "De rechtbank heeft de tbs-maatregel van de 28-jarige P.K.\nIn 2015 stak hij met een zelfgemaakt wapen een medewerker van de Van Mesdagkliniek in Groningen neer.\nCreatieve oplossingZijn advocaat had de rechtbank twee weken geleden verzocht de tbs-maatregel niet te verlengen, maar creatief mee te denken aan een andere oplossing.\nNog nooit buitenIn het vonnis stelt de rechtbank dat K. nog nooit buiten een instelling of kliniek heeft geleefd.\nDe rechters schrijven in het vonnis in te zien dat de situatie heel bijzonder is, maar zien geen andere mogelijkheid dan de dwangbehandeling te verlengen.", "paragraphs": ["De rechtbank heeft de tbs-maatregel van de 28-jarige P.K. met twee jaar verlengd. De in Den Haag geboren man verblijft al 26 jaar in instellingen en klinieken.", "In 2015 stak hij met een zelfgemaakt wapen een medewerker van de Van Mesdagkliniek in Groningen neer. Dat leverde hem een tweede veroordeling tot de tbs-maatregel op. Hoewel hij al bijna heel zijn leven vastzit, is hij nog nooit behandeld. Zijn agressie leidt steevast tot incidenten en overplaatsingen die behandelingen in de weg staan.", "Creatieve oplossing", "Zijn advocaat had de rechtbank twee weken geleden verzocht de tbs-maatregel niet te verlengen, maar creatief mee te denken aan een andere oplossing. Volgens de raadsvrouw behoort K. tot de meest complexe tbs’ers van Nederland. Buiten een kliniek zou K. mogelijk wel te behandelen zijn.", "Nog nooit buiten", "In het vonnis stelt de rechtbank dat K. nog nooit buiten een instelling of kliniek heeft geleefd. De kans dat hij dan niet agressief zal zijn, is heel klein. De rechters schrijven in het vonnis in te zien dat de situatie heel bijzonder is, maar zien geen andere mogelijkheid dan de dwangbehandeling te verlengen.", "K. werd twee weken geleden geboeid de rechtszaal binnengebracht wat zeer uitzonderlijk is. Hij slijt zijn leven vrijwel altijd in een separeercel en is ook dan geboeid. Over twee jaar wordt opnieuw bekeken hoe het verder met hem moet.", "", ""], "authors": ["Rob Zijlstra"], "keywords": ["tot", "mogelijkheden", "geen", "van", "zien", "hij", "twee", "zijn", "rechters", "tbsmaatregel", "tbser", "creatieve", "een", "te", "dat", "oplossing", "rechtbank", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}