{"id": "2bf93cbd-3282-39f8-82cc-c1a9a91eb8ce", "title": "75 years after the war ended, I tracked down the Jewish boy my great-grandparents had hidden from the Nazis", "url": "https://www.parool.nl/english/75-years-after-the-war-ended-i-tracked-down-the-jewish-boy-my-great-grandparents-had-hidden-from-the-nazis~bc477cca/", "summary": "A few years after the war, Harry left their household and went to live in South Africa.\nBeeld prive-archiefAnd it was he who eventually managed to contact Harry Davids through a cousin in Amsterdam.\nOver the months that followed, Uncle Harry and I pieced together more information about them, and we tried to agree a date to see Harry Davids in Los Angeles.\n“You must go to Los Angeles,” Uncle Harry said, lying in the hospital bed that had now been placed in his living room.\nI scribbled notes as he spoke, so I could tell Uncle Harry everything he said when I returned to the Netherlands.", "paragraphs": ["My great-grandparents Berend Bakker and Jeltje Bakker-Woudsma, with their children (left to right) Harmen, Ulrika (my grandmother, known as Riek), Hil, and Sietske. Far right: Harry Davids. Beeld Private colllection", "Every August until my great-grandmother died aged 97, we would travel to northern Friesland from all over the country to help her celebrate her birthday. “Thank you all for coming,” she would say without fail. “But there’s one person missing.”", "Her name was Jeltje Bakker-Woudsma, and she was scarred by the war and the years of poverty that followed. We knew that every birthday might be her last. She brought up four healthy children, and was always grateful for her life, but never made peace with the events of the postwar period.", "She and her husband Berend Bekker took a Jewish boy, Harry Leo Davids, under their wing. She described him as “a small and malnourished blond kid,” and treated him as her own son. A few years after the war, Harry left their household and went to live in South Africa. For a variety of reasons, and much to my great-grandmother’s sorrow, they lost touch, and she mourned his departure until her death in 2004.", "As a teenager, I didn’t know much about Harry, except that my great-grandparents hid him in their home in the Frisian village of Engwierum, and then he disappeared. His story was a painful chapter in the family’s history, and it was made clear to me that I should not ask questions about him.", "After my great-grandmother died, no one in my immediate family knew where Harry was. Some said he no longer wanted any contact with us, because we reminded him of the war and the fact that both his parents were murdered on the same day in Sobibor concentration camp.", "Dogged resistance fighter", "My grandmother told me she’d seen Harry a couple of times when he was an adult. He had personally ensured that both my great-grandparents were given the Yad Vashem award for Gentiles who helped Jews during the war. My great-grandfather, in particular, was described as a dogged and heroic pioneer of the Frisian resistance.", "My grandmother Riek Kooyenga-Bakker died in September 2018, predeceased by her two sisters and one brother. This meant that no one in the family had any direct memories of the war years, or of Harry, and his story was almost forgotten.", "That was when I began searching for Harry Leo Davids. He was an important part of our family’s history, and I wanted to find him and write down his stories before he grew too old and perhaps joined the many eyewitnesses to the second world war who pass away each year.", "Before the coronavirus broke out, a reunion was to have been held for Jews who had hidden in Friesland as children during the war. There were hundreds of them, though only about seventy are still alive. The rest have died for various reasons: some betrayed during the war, others falling prey to illness, accidents, or old age.", "Even today, when it’s so easy to track people down online, I had difficulty finding Harry. No one in the family had his contact details, and while I found a Facebook page, he didn’t reply to my message. Perhaps he was no longer alive, or simply didn’t want any contact.", "I tried various other ways of contacting Harry, but in vain. One other family member was even more obsessed than me about tracking him down: Harry Kooyenga, my uncle on my mother’s side, born in 1970 and named after him. Harry Davids had clearly made a big impression on my grandparents.", "I was close to my uncle: he was only fifteen years older than me, and we had a lot of interests in common. When I was a child, he was the only relative whose home I ever stayed at, the first to take me to the cinema, and the person who taught me to play football.", "Uncle Harry", "So while Harry is officially my uncle, he feels more like a friend or even a brother. He’s the kind of uncle you look up to, hoping he’ll show up at family events so they don’t get too boring.", "The very first photo of me (right) and my uncle Harry Kooyenga, 1986. Beeld prive-archief", "And it was he who eventually managed to contact Harry Davids through a cousin in Amsterdam. Soon afterwards, towards the end of 2018, the two Harrys and I began exchanging emails and made plans to get together.", "Harry wanted to meet Harry, and vice versa. Harry Davids was delighted and honoured to discover that his “war sister” had named her son after him, and I saw the encounter as the perfect chance to fill in some of the gaps in the family’s history.", "Harry Davids invited us to Los Angeles, where he lived. He told us he’d retired from his job as a tax consultant, and was now working in the Simon Wiesenthal Museum and the Holocaust Museum, sharing my great-grandparents ‘story with visitors. Every one of his emails mentioned that Berend Bakker and Jeltje Bakker-Woudsma were his heroes.", "Over the months that followed, Uncle Harry and I pieced together more information about them, and we tried to agree a date to see Harry Davids in Los Angeles. This took us a whole year, and we eventually decided that we’d visit from 4 to 10 February.", "Death sentence", "With hindsight that was far too long, and we’d wasted precious time. In mid-December 2019, shortly after we’d agreed dates, Uncle Harry became really ill. He lay in bed for weeks, his normally healthy body racked by headaches and vomiting, and on the day after Christmas they told him he had a large tumour on his brain. He was only 49, but it was a death sentence, and the doctors said there was nothing they could do. He couldn’t even sit up in bed, let alone walk.", "In the weeks that followed, as he lay there, we discussed whether I should still go and see Harry Davids in Los Angeles. We’d been looking forward like children to this very special trip, uncle and nephew going to America together, and we were sure it was going to be a journey to remember. Now I knew he had months left at most, I was at a loss what to do.", "“You must go to Los Angeles,” Uncle Harry said, lying in the hospital bed that had now been placed in his living room. He’d lost his appetite, and was looking increasingly gaunt, spending the whole time lying on his left side to reduce the headaches. “I want you to go, and then come back as soon as you can and tell me all your stories.”", "So I took my brother Ruben along. He’s three years younger than me, and had always been a huge fan of Uncle Harry. I wanted to share the journey with someone I loved, and my mother was reluctant to leave her brother’s bedside during the short time he had left.", "Before we left, we agreed we’d spend three days with Harry Davids. He wanted to show us the work he does in the museums, and we hoped to share these experiences with Uncle Harry, since the two Harrys would probably never see each other.", "As we made our final preparations, I searched high and low for more information about my great-grandparents’ time in the resistance and Harry Davids’ wartime experiences. I filled in some of the gaps with the help of books, documentaries, discussions with experts, and Tresoar, the Frisian historical centre in Leeuwarden. But I knew I’d never be able to write the whole story, because there were no immediate witnesses left and some of the stories were fragmentary.", "As I learned more about my great-grandfather’s role in the war, I became increasingly proud of him. Marre Faber-Sloots, project manager at Tresoar and now curator of the Frisian Resistance Museum, researched his story. She told me: “I don’t know if your great-grandfather realised this, but he was up to his neck in the resistance. If he’d been captured by the Germans, they’d have killed him and his wife immediately.", "“He fought for freedom, resisted the occupiers wherever he could, hid fugitives, and was involved in all sorts of illegal activities. He was a brave and determined man.”", "False names", "Parts of the story are officially documented. The main source of information about his involvement in the resistance is a letter he wrote shortly after the war to Stichting 1940-1945, an organisation that helps victims of the conflict. The letter sets out the reasons for his brave actions. As a reformed Christian, he decided in 1940 that he had no choice but to fight in the resistance. “My wife and I engaged in illegal activities and fought with the resistance out of principle, religious conviction, and duty to our people. Basically, we did it because it was the only thing we could do.”", "My great-grandfather ran a post office in his own home, a job that enabled him to move illegal goods around without attracting attention. His mailbags were often full of illicit radios, bags of supplies for Jews and other fugitives and, later on, arms and ammunition. He used a variety of false names: one was Piet Slager, and he also had an identity card in the name of Roelof Bouwstra.", "He was also involved in other activities. He and his comrades hid the contents of a weapons drop in the church attic; he distributed underground newspapers in northeast Friesland, and also carried out reconnaissance, since his job handling and delivering mail enabled him to view German strategic defence infrastructure on an almost daily basis. In the evenings, he would covertly pass this information on by phone.", "While his wife and four children waited for him at home, my great-grandfather risked his life several times. One letter he wrote after the war describes how a German commandant shot at him. “Some of the bullets lodged in the tree I was standing behind. We knew what we had to do: we ran and ran and ran across ditches and canals. I got home at eleven, soaked to the skin, with duckweed in my hair. The next morning, I delivered the post as usual to the commandant who had shot at me.”", "Revolvers under the mattress", "Towards the end of the war, the Germans were on my great-grandfather’s trail, and he went to ground for four months. He continued his work with the resistance, hiding revolvers, rifles, and Sten guns under his own wife’s mattress. During liberation, at the age of 45, he fought with the allies and the Binnenlandse Strijdkrachten, a coalition of resistance groups. It was a bloody battle, and the letter describes how thirty Germans were killed or wounded and another hundred taken prisoner.", "Harry Davids as a boy, date unknown. Beeld Private collection", "But his greatest act of altruism was bringing up Harry Davids. For four years, he loved him as much as his own children, and sometimes even a little more.", "Once, the village’s most feared informer, nicknamed Sije Swyn, Sije the Swine, taunted my great-grandfather about the child. “He’s a Jew, isn’t he? I’m going to report you.” To which my great-grandfather retorted: “If you breathe one word of this, I’ll put a bullet through your brain. Don’t you dare.” Sije the Swine appears to have been suitably intimidated, and never brought up the subject again.", "With stories like this in mind, my brother and I flew to Los Angeles on 4 February. Harry Davids had laid on a detailed three-day programme of visits to museums and other sights. He was the only living person who’d experienced the war with members of my family, and our first handshake felt like an encounter with a figure from the history books. At first, it was hard to believe that this friendly, grey-haired man had been looked after by my great-grandparents seventy-five years ago.", "Harry is a lively man of 77, just under five feet seven inches tall. He lives in Los Angeles because, in his words, “this is where it’s all at.” While born in Amsterdam – he spent his first few months in Jekerstraat, in the Zuid district – he knows this city well, from the latest Hollywood movies to the doings of the Lakers basketball team. And he’s the kind of driver who puts his foot down when the lights are orange at busy intersections, just to steal a march on the other cars.", "A stroke of luck", "During our three days together, and wherever we went, Harry was a fund of anecdotes. He said he’d tried to forget his past, but when he retired in 2007 he decided to put his grief aside and embark on what he refers to as his life’s work. “I talk about the Holocaust in museums and schools, and I’m doing it for your family, the Bakkers,” he told us. “I owe them everything, including my life, and I want everyone to know that. I was part of a historic event, and I just got lucky.”", "Myself, Harry Davids, and my brother Ruben Sijtsma in Los Angeles. Beeld Linda Stulic", "We could see how indebted Harry felt. He chauffeured us around, picked us up every evening, insisted on paying for coffee, lunch, and dinner, and kept asking what we’d like to do that day.", "He told us all about his personal life: he’s unmarried, has no children, and never met the love of his life – though he did once meet a potential candidate as a teenager. She was playing tennis and had a beautiful laugh. He couldn’t pluck up the courage to talk to her, looked out for her for years afterwards, and could have kicked himself for not approaching her. Harry has lived alone for most of his life, but emphasises that he never feels lonely.", "He carries a white folder of personal documents and memories of deceased family members. He never really knew any of them, but they’re pieces of the jigsaw puzzle that is his life.", "“I’ve spent all my life looking for my roots. I didn’t know anything about my parents, grandfathers and grandmothers, or most of my uncles and aunts. I’ve used these documents to try and assemble the puzzle, because it gives me answers about who I am. When you do a jigsaw, you can use the picture on box as a guide. I don’t have that box, just an incomplete pile of documents that I keep trying to fit together.”", "Candy wrappers", "Harry showed us a sheet of white paper in the folder. It had two Haagse Hopjes candy wrappers stuck to it, and my brother and I looked at him quizzically. “Your grandma sent me bags of them for decades,” he said. “She thought I liked them, and she was right.” We never knew that, and nor did any of our relatives. During our stay, Harry told us everything he’d discovered over the years. Every day, the interaction was the same: we asked questions, he talked.", "Harry Davids, 77, February 2020. Beeld Linda Stulic", "Davids was one of the Jewish children smuggled by members of the resistance from the crèche in the Hollandse Schouwburg theatre on Amsterdam’s Plantage Middenlaan. This was where the Germans assembled local Jews for deportation to the Westerbork transit camp in the northeastern Netherlands, and from there to Poland. They did not know their destination, but Harry’s parents, Alfred Israel Davids and Berta Lily Berg, were suspicious and tried to save their only son from the Nazis. In March 1943, when he was less than six months old, they gave permission to the resistance to take him away, and never saw him again. “It was a heart-rending decision, but they had no choice,” he told us.", "Harry talked about his parents, whom he doesn’t remember, at the Simon Wiesenthal Museum, shortly after he’d given his weekly lecture about his life to an audience of thirty. I scribbled notes as he spoke, so I could tell Uncle Harry everything he said when I returned to the Netherlands.", "“My parents died a week later, on the same day, at the Sobibor extermination camp. It’s possible they were on the same train. I hope so, because that makes me feel better. I hope that death in the gas chamber was quick and painless, preferable to starvation and torture. My parents were two of 71 family members who didn’t survive the war. There were only five of us left in 1945.", "“I’ve since found out that they gave me an international first name so they could flee abroad with me and start a new life, but it was too late. I really wish I could just have one conversation with them. Why didn’t they hide? Was it something to do with my mother being pregnant? But why did she get pregnant during the war?", "“My arrival undoubtedly caused them serious problems. If I hadn’t come along they might have survived the war, but it was very hard to hide if you were pregnant or had a baby. I’ll never get any answers, and I’ll never know who they really were, but I’m grateful that they gave me to the resistance. That changed the course of my life.”", "According to Harry’s documents, after he was smuggled out of the crèche a student named Gisela Söhnlein took him to Utrecht. “I’ve no idea how I got from there to Noord-Friesland. All I know is that it was nearly nine months until I arrived at your great-grandparents’ in Engwierum just before Christmas in 1943. I probably passed through the hands of lots of people in the resistance.”", "Malnourished", "Harry Davids was barely a year old when he arrived at the home of my great-grandfather, who had been asked to find him somewhere to live in the Frisian countryside. All he knew about the malnourished child in his arms was his name. The baby had no clothes, and was covered in sores, bruises, and other injuries. It had been difficult to find a home for him because people were afraid he might be sick, and taking him in was very risky and could lead to severe punishment.", "My great-grandmother immediately fell for the little blond boy. “If no one wants him, we’ll have to look after him ourselves,” she said. She smothered him in love, and he ate and drank until he looked healthy again. Meanwhile, her husband tried in vain to find him a new home, and after a month they decided to keep him.", "There were four children in the family, but only the eldest daughter, a teenager, knew that Harry wasn’t really her brother. There was some gossip in the village about the Jewish boy living with the Bakker family, and German soldiers once ordered that his trousers be pulled down to see whether he was circumcised, but my great-grandmother came up with some excuse and he managed to escape without scrutiny.", "Harry spent the rest of the war with the Bakker family, and was still safe when the Netherlands was liberated. In the ensuing chaos, no relatives stepped up to claim him, but my great-grandparents had long since stopped making any distinction between him and their four real children. He was one of them, and always would be.", "All this changed in 1946 when an uncle, Harry’s father’s brother, showed up, wanting to take Harry to his home in South Africa. Too many members of his family had died, and it was essential that he join them.", "Court case", "The result was a court case in Amsterdam. Much later, Harry spoke to one of the jurors. “The judge said my case was the most difficult of his life. On the one hand there was your family, who after three years saw me as their son. And on the other was my uncle, one of the few surviving members of the Davids family.", "“Both parties had the best of intentions. The jury was split, so the judge had the casting vote. He spent nearly a week thinking about it, and awarded custody to my uncle in May 1947. Your great-grandparents were devastated. I don’t think your great-grandmother Jeltje ever got over the grief. If I’d been in the judge’s shoes, I’d have seen both sides of the situation, and there was a lot of love from both parties.”", "Harry’s first memory of his move to South Africa is that his ears bled because of the cabin pressure on the flight. He grew up with his three young female cousins, whom he came to regard as sisters. In 1949, his uncle and aunt told him they were not his real parents, which he didn’t understand; he had no memories of Engwierum, and assumed he was born in South Africa.", "What he didn’t know was that my great-grandparents in the Netherlands were regularly sending him letters and cards, which his uncle and aunt hid or destroyed to avoid confusing him even further.", "“The Bakker family must have been in absolute despair”, he told me. “They never got a reply to any of their many approaches, and it wasn’t until I was older that I discovered one of their cards. I still carry it with me everywhere I go.” He read out the card, which bore a stamp depicting Queen Wilhelmina.", "Engwierum, 17/8/47", "Dear Harry,", "Can you see our little house amid the trees, and Jensma’s farmhouse? And the church with its stumpy tower? And Kerkepad, where you used to ride your bike all the time? Will we hear from you soon, and will you write us a letter?", "Best wishes", "A big kiss from Mum and Dad", "The postcard that Harry Davids always carries with him. Beeld Private collection", "Harry had a hard time at school in South Africa. He was bullied because of his Jewish origins, and the teachers had to break up fights when other kids called him a filthy Jew for the umpteenth time.", "Harry did not feel at home in this segregated country. “It was like Europe before the war,” he says. “Apartheid. Separate black and white entrances for blacks and whites in restaurants, toilets, and public buildings. The atmosphere was hostile, and it was a fool’s paradise. There was constant violence on the streets, you didn’t feel safe as a white boy, and there were burglaries nearby every night.", "“A race war was about to break out, and I did what I could during my time as a student. A group of us set up a political party to build bridges between black and white. We wanted to change people’s thought patterns, but the idea didn’t stand a chance. I moved to the States in the 1970s to start a new life, and my uncle, aunt, and cousins came along with me – they found South Africa dangerous as well.”", "Harry saw my great-grandmother one more time. In 1968, more than twenty years after he left the Netherlands, he returned to thank her for her courage during the war. “It was extremely emotional for her. She cried endlessly, and we didn’t say very much. All she did was hug me. It was also painful for her that I saw her as a stranger, and had no memory of her or the war. She was seeing her son returning, whereas it felt like I was seeing her for the first time.”", "Farewell", "My great-grandfather had died suddenly in the previous year, aged 68, so the last time Harry saw his rescuer was in the 1940s. “ I owe my life to that man. He’s my hero, and I’ll never forget what he did for me. I hate that I never saw him again, and the work I’m doing in the museums is for him.”", "Harry still talks about the Bakker family, from a little Frisian village, on a weekly basis in museums and schools in Los Angeles.", "After our last meeting, he dropped us off at our rented apartment and shook our hands. As we left, he promised to carry on doing this job until he’s no longer able to: he’s doing it for his dead relatives, and for his namesake, my uncle Harry. He asks us to send his best wishes to all of Berend Bakker’s and Jeltje Bakker-Woudsma’s surviving descendants. “Especially your uncle Harry. I hope I can meet him one day in the future.”", "From left: Myself, uncle Harry Kooyenga, and brother Ruben, 3 August 2019. Beeld Private collection", "After several days of intensive storytelling, my brother and I packed our bags. We’d heard a stream of surreal experiences from a man we’d only heard about in stories from my grandmother. We’d sent regular updates to my uncle, but he was no longer using his phone, and my parents said he was getting worse by the hour.", "My brother and I agreed that the first thing we’d do when we got back to the Netherlands was to go and see Harry. Time was running short, and he was eating less and sleeping more. The evening before we left, we were told that he wouldn’t last much longer, but he still wanted to hear all about Harry Leo Davids’ life, his stories, and his memories of our family.", "My father called, waking us in the middle of the night, a few hours before we were due to leave. “Guys, I’m sorry to tell you this, but your uncle Harry has just died.”", "Written with the support of the Fonds voor Bijzondere Journalistieke Projecten."], "authors": ["Thomas Sijtsma"], "keywords": ["hidden", "harry", "left", "davids", "ended", "told", "life", "didnt", "boy", "75", "uncle", "resistance", "tracked", "jewish", "greatgrandparents", "nazis", "family", "war"], "pubDate": "2020-05-05T10:06:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}