{"id": "2bff7883-faf1-3704-a884-e44de87efc2a", "title": "Nabestaanden slachtoffers Srebrenica kunnen per maart schadeclaim indienen", "url": "http://www.nu.nl/buitenland/6097379/nabestaanden-slachtoffers-srebrenica-kunnen-per-maart-schadeclaim-indienen.html", "summary": "De nabestaanden van circa 350 Bosnische moslims die in 1995 in Srebrenica zijn vermoord, kunnen vanaf maart een schadeclaim indienen.\nDaarvoor wordt een speciaal loket in Sarajevo geopend, melden ministers Ank Bijleveld (Defensie) en Stef Blok (Buitenlandse Zaken) donderdag in een Kamerbrief.\nDe Nederlandse Staat werd vorig jaar door de Hoge Raad voor 10 procent aansprakelijk gesteld voor de gebeurtenissen na de val.\n25 jaar later worden nog steeds dodelijke slachtoffers uit verschillende massagraven geïdentificeerd.\nBijna zevenduizend slachtoffers zijn inmiddels gevonden en geïdentificeerd, maar ongeveer duizend mannen en jongens worden nog steeds vermist.", "paragraphs": ["De nabestaanden van circa 350 Bosnische moslims die in 1995 in Srebrenica zijn vermoord, kunnen vanaf maart een schadeclaim indienen. Daarvoor wordt een speciaal loket in Sarajevo geopend, melden ministers Ank Bijleveld (Defensie) en Stef Blok (Buitenlandse Zaken) donderdag in een Kamerbrief.", "Een onafhankelijke commissie gaat de schadeclaims beoordelen. Het gaat naar verwachting om ongeveer duizend nabestaanden.", "De Hoge Raad oordeelde vorig jaar dat zij in aanmerking komen voor compensatie, omdat Nederlandse militairen hun omgekomen familieleden onvoldoende hebben beschermd bij de val van de moslimenclave Srebrenica op 13 juli 1995.", "De honderden militairen van het Nederlandse bataljon Dutchbat die voor een VN-missie de enclave moesten beschermen, konden destijds niet voorkomen dat Bosnisch-Servische troepen meer dan achtduizend moslims oppakten en vermoordden. De Nederlandse Staat werd vorig jaar door de Hoge Raad voor 10 procent aansprakelijk gesteld voor de gebeurtenissen na de val.", "De genocide in Srebrenica is de grootste massamoord op Europees grondgebied sinds de Tweede Wereldoorlog. 25 jaar later worden nog steeds dodelijke slachtoffers uit verschillende massagraven geïdentificeerd. Bijna zevenduizend slachtoffers zijn inmiddels gevonden en geïdentificeerd, maar ongeveer duizend mannen en jongens worden nog steeds vermist."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "srebrenica", "schadeclaim", "een", "en", "vorig", "maart", "kunnen", "zijn", "slachtoffers", "nederlandse", "worden", "voor", "jaar", "nabestaanden", "indienen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}