{"id": "2c01f7da-3fff-3699-acbd-fdd04d248ea4", "title": "Dit gezin heeft de knoop al doorgehakt: dan maar helemaal geen kerstviering samen", "url": "https://trouw.nl/binnenland/dit-gezin-heeft-de-knoop-al-doorgehakt-dan-maar-helemaal-geen-kerstviering-samen~b6b4e35d/", "summary": "Eind vorig jaar is mijn vader overleden en we zijn geen enkele keer met het hele gezin samen geweest.\nDan maken we een vuurtje en kunnen we alsnog samen zijn en samen zingen.\nDaarnaast wil ik me aan de regels houden, dus hebben we de knoop doorgehakt om het niet te doen.”De kinderen zijn het daarmee eens.\n“Ik ben geen keukenprinses, dus iedereen in het gezin maakt iets voor het eten.\nHet is wat het is, we maken er het beste van.”Lees ook:Wat mogen we wel en niet met kerst?", "paragraphs": ["Normaal gesproken blijft Victorine de Graaf op Eerste Kerstdag extra lang in bed liggen. “Ik sta altijd vroeg op, maar die dag maken de kinderen het ontbijt. Ik geniet van het gerommel beneden: de geluiden uit de keuken, de kinderen die in alle vroegte al samen zingen en muziek maken. Het ontroert me enorm. Eind vorig jaar is mijn vader overleden en we zijn geen enkele keer met het hele gezin samen geweest. Die ochtend zal extra stil en moeilijk zijn dit jaar.”", "Victorine (48) en Jan Willem (61) de Graaf hebben een samengesteld gezin. Hij had al drie kinderen, samen kregen ze nog drie kinderen. Alleen de 12-jarige Dorinthe woont nog thuis op hun Drentse boerderij in Oud-Aalden. De overige vijf kinderen zijn tussen de 19 en 27 jaar oud en studeren of werken. Het gezin mag met Kerstmis niet samen thuis zijn, nadat premier Mark Rutte dinsdag definitief aankondigde dat er ook met kerst maar drie mensen per dag op bezoek mogen komen. “Als je hem zo hoort, is het toch weer even schrikken”, zegt De Graaf.", "Al kwam het bericht niet als een donderslag bij heldere hemel. “We zagen al aankomen dat het virus niet voldoende onder controle zou zijn voor Kerstmis”, zegt De Graaf. Daarom werden alternatieve opties verkend door het gezin. “We hebben hier ruimte genoeg, dus desnoods vieren we kerst buiten. Dan maken we een vuurtje en kunnen we alsnog samen zijn en samen zingen. Maar als je er goed over nadenkt, dan werkt het niet. Daarnaast wil ik me aan de regels houden, dus hebben we de knoop doorgehakt om het niet te doen.”", "De kinderen zijn het daarmee eens. Zoon Thorvald de Graaf (20) studeert in Groningen en kijkt elk jaar enorm uit naar de kerstdagen met zijn ouders, zussen, halfbroers en halfzus. “Normaal is iedereen druk met studeren en werken, we rennen van hot naar her. Kerstmis is in dat hectische leven een bijeenkomst van rust. We gaan niet online, steken de kaarsjes aan en hebben vooral tijd voor elkaar. Ik sta achter onze keuze, maar het is tegelijkertijd enorm balen dat het dit jaar niet door kan gaan. We hebben er zo’n behoefte aan om met z’n allen samen te zijn. Ik ga wel een avond naar mijn ouders samen met mijn vriendin. Gezellig, maar het is niet zoals het hoort te zijn.”", "Geen gevulde kalkoen", "De grote gevulde kalkoen zullen ze zeker niet missen. “We zijn allemaal vegetariër”, lacht Victorine de Graaf. “Ik ben geen keukenprinses, dus iedereen in het gezin maakt iets voor het eten. Dat zijn vooral kleine hapjes en gerechtjes na een wandeling of bij een bordspel. Geen ellenlang kerstdiner voor ons.”", "Nadat de knoop was doorgehakt, besloot De Graaf dat ze nu eindelijk eens dat ‘cheesy’ kerstlied wilde maken. Onder hun eigen label ‘Victorine & Jim Rensson’ maakt het gezin al jarenlang muziek. “Muziek is onze basis. Maar een echt kerstlied hadden we nog niet. Onze dochter Deborah componeerde de muziek, Jan Willem speelde de instrumenten en solo’s in en ik schreef de tekst”, vertelt De Graaf.", "De opnames werden coronaproof georganiseerd: iedereen zong vanuit zijn eigen huis of studentenkamer het nummer in en in de thuisstudio werd het gemixt. De Graaf: “Ons nummer ‘Stay safe this christmas’ gaat over verbondenheid, ook als je niet samen kunt zijn. Er zit een positieve boodschap in, omdat we het ook echt zo voelen.”", "Om behalve het lied toch nog iets met z’n allen te kunnen doen, maakt De Graaf een online-bingo voor Kerstavond. “Als ze later die week één voor één naar huis komen, kunnen ze hun prijsje in ontvangst nemen. Het is wat het is, we maken er het beste van.”", "Lees ook:", "Wat mogen we wel en niet met kerst?", "Ondanks de aankomende feestdagen versoepelt het kabinet de coronaregels niet. Het is zelfs niet ondenkbaar dat de regels nog strenger worden voor de kerst, zei premier Rutte. Dit mag er wel en niet tijdens de kerstvakantie."], "authors": ["Cindy Cloin"], "keywords": ["doorgehakt", "geen", "heeft", "dit", "helemaal", "het", "maar", "met", "zijn", "graaf", "voor", "kerstviering", "knoop", "niet", "een", "en", "dat", "gezin", "samen"], "pubDate": "2020-12-08T20:40:45+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}