{"id": "2c03c08c-2363-31a3-a27a-68af80dee04a", "title": "WHO maakt fout: burn-out toch niet officieel erkend als ziekte", "url": "https://nos.nl/artikel/2286731-who-maakt-fout-burn-out-toch-niet-officieel-erkend-als-ziekte.html", "summary": "Wereldgezondheidsorganisatie WHO heeft een fout gemaakt bij de communicatie over de nieuwe catalogus met ziekten, symptomen en oorzaken van letsel.\nWel heeft de WHO de definitie van een burn-out uitgebreid.\n\"Die beschrijving was nog helemaal niet gedetailleerd\", zegt psychiater Christiaan Vinkers van het Amsterdam UMC.\nIn de definitie van de WHO staat nu dat een burn-out wordt veroorzaakt door \"chronische stress op de werkvloer\".\nEen burn-out leidt tot gevoelens van vermoeidheid, een negatieve houding ten opzichte van een baan en afname van productiviteit.", "paragraphs": ["Wereldgezondheidsorganisatie WHO heeft een fout gemaakt bij de communicatie over de nieuwe catalogus met ziekten, symptomen en oorzaken van letsel.", "De organisatie meldde gisteren op de website dat burn-outs voortaan beschouwd zouden worden als een syndroom, maar is daar van terug gekomen. Burn-out staat ook in de hernieuwde catalogus vermeld als 'werkfenomeen'.", "Wel heeft de WHO de definitie van een burn-out uitgebreid. \"Die beschrijving was nog helemaal niet gedetailleerd\", zegt psychiater Christiaan Vinkers van het Amsterdam UMC. \"Maar deze uitbreiding heeft niet zo veel invloed op ons begrip en de behandeling van burn-outs. Iedereen weet al dat het voorkomt op de werkvloer.\"", "In de definitie van de WHO staat nu dat een burn-out wordt veroorzaakt door \"chronische stress op de werkvloer\". Een burn-out leidt tot gevoelens van vermoeidheid, een negatieve houding ten opzichte van een baan en afname van productiviteit.", "In 2007 zei ruim 11 procent van de Nederlandse werknemers nog burn-outklachten te hebben. In tien jaar tijd is dat geleidelijk gestegen tot 16 procent.", "Unieke code", "De catalogus van de WHO - de zogenoemde ICD-lijst - is na bijna 20 jaar herzien en wordt van kracht op 1 januari 2022, zodat zorgaanbieders over de hele wereld tijd hebben om hun voorwaarden aan te passen aan de nieuwe lijst. Met de lijst worden in de eerste plaats statistieken bijgehouden en gezondheidstrends gedocumenteerd.", "Psychiaters hechten meer belang aan het DSM, het handboek van psychiatrische stoornissen, zegt psychiater Vinkers. \"Bovendien zijn de echt grote problemen rond burn-outs niet opgelost. Er is nog steeds geen goede medische definitie en psychiaters weten niet goed wat het is. Er is dringend meer onderzoek nodig.\"", "Aan de WHO-lijst zijn wel aandoeningen als dwangmatig seksueel gedrag, gameverslaving en online-gokverslaving toegevoegd. Transgender-zijn is op de nieuwe lijst geen psychische stoornis meer, maar een lichamelijke conditie."], "authors": [], "keywords": ["dat", "nog", "officieel", "toch", "van", "erkend", "fout", "niet", "burnout", "een", "maakt", "het", "en", "op", "als", "ziekte", "nieuwe"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}