{"id": "2c273427-9044-3938-bd63-05f606dfea53", "title": "Steeds meer Nederlanders promoveren, inmiddels bijna evenveel vrouwen als mannen", "url": "https://volkskrant.nl/nieuws-achtergrond/steeds-meer-nederlanders-promoveren-inmiddels-bijna-evenveel-vrouwen-als-mannen~b1e66692/", "summary": "Beeld ANPIn het academisch jaar 1990-’91 verkregen 1.989 personen de doctorstitel na een succesvolle verdediging van hun proefschrift.\nIn 1990 was nog ruim driekwart van de gepromoveerden man, nu is bijna de helft van de gepromoveerden vrouw.\nTwee op de drie gepromoveerden werkten eind 2018 buiten de wetenschap, mannen iets vaker dan vrouwen, ongeacht de leeftijd.\nJonge gepromoveerden die hun academische carrière vervolgden bij de universiteit kregen minder vaak een vaste aanstelling dan hun collega-doctoren die gingen werken buiten de wetenschap.\nDat is meer dan het gemiddelde onder alle werkende Nederlanders (61 procent) en ook meer dan de totale groep hoogopgeleiden (66 procent).", "paragraphs": ["Een collegezaal van de Rijks Universiteit Groningen. Beeld ANP", "In het academisch jaar 1990-’91 verkregen 1.989 personen de doctorstitel na een succesvolle verdediging van hun proefschrift. In 2019 zijn dit er 4.956. In 1990 was nog ruim driekwart van de gepromoveerden man, nu is bijna de helft van de gepromoveerden vrouw.", "Twee op de drie gepromoveerden werkten eind 2018 buiten de wetenschap, mannen iets vaker dan vrouwen, ongeacht de leeftijd. Vooral gepromoveerden met een technische studierichting kozen vaak voor een baan buiten de universiteit. Van alle gepromoveerden die momenteel niet werkzaam zijn binnen de academische wereld geeft 17 procent aan graag terug te willen keren naar de wetenschap als zij zouden mogen kiezen. Jonge gepromoveerden die hun academische carrière vervolgden bij de universiteit kregen minder vaak een vaste aanstelling dan hun collega-doctoren die gingen werken buiten de wetenschap. Kijkend naar het algemeen gemiddelde over alle leeftijdsgroepen ligt dit aandeel hoger: 73 procent van de gepromoveerden met betaald werk heeft een vaste arbeidsrelatie. Dat is meer dan het gemiddelde onder alle werkende Nederlanders (61 procent) en ook meer dan de totale groep hoogopgeleiden (66 procent)."], "authors": ["Semina Ajrovic", "Heleen Oude Nijhuis"], "keywords": ["vrouwen", "het", "die", "een", "procent", "universiteit", "promoveren", "nederlanders", "als", "steeds", "gepromoveerden", "mannen", "dan", "hun", "van", "wetenschap", "evenveel", "meer", "bijna", "inmiddels"], "pubDate": "2020-10-14T00:01:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}