{"id": "2c2c5397-464e-3818-a5e4-ad1fd0d5aa57", "title": "Een fascistische jongleur op het slappe koord van de geschiedenis", "url": "https://volkskrant.nl/wetenschap/een-fascistische-jongleur-op-het-slappe-koord-van-de-geschiedenis~b72d2c1a/", "summary": "De Spaanse Burgeroorlog werd gepresenteerd als onderdeel van de strijd tussen het internationale fascisme enerzijds en een coalitie van burgerlijk-liberale en marxistische krachten anderzijds.\n‘De monarchisten verwachtten inderdaad dat Franco dat zou doen, maar de Falange was daar fel op tegen.\nHeeft u nooit gedacht: toch wel knap hoe een van oorsprong fascistische dictator het zo lang heeft kunnen uitzingen?\nMaar bewondering kan ik onmogelijk voelen voor een man die een burgeroorlog heeft ontketend waarbij honderdduizenden doden zijn gevallen.’Heeft Franco nog een actuele betekenis?\nMaar de parallellen dringen zich wel op: het verdacht maken van tegenstanders, de buitenwereld aanwijzen als bron van het kwaad, complottheorieën uitventen, feiten negeren.", "paragraphs": ["Verpleegsters brengen de nationalistische groet aan generaal Francisco Franco (1892-1975), de leider van de nationalistische strijdkrachten van Spanje die de Republikeinse regering versloeg na drie jaar burgeroorlog (1936-1939). Spanje, 1938. Beeld Corbis via Getty Images", "Ooit liet de Spaanse dictator Francisco Franco zich voor propagandadoelen gewillig afbeelden tussen Adolf Hitler en Benito Mussolini: geestverwanten die hem tijdens de Spaanse Burgeroorlog (1936-1939) gewapenderhand aan de macht hadden geholpen. Maar na de Tweede Wereldoorlog heeft hij dat verleden enige tijd kunnen verdonkeremanen. Hoe heeft hij dat klaar gespeeld? Hoe heeft hij – aanvoerder van een bonte, rechtse coalitie van monarchisten, nationalisten, conservatieve katholieken en fascisten – zich onder wisselende omstandigheden tot zijn dood in 1975 kunnen handhaven? En welk gebruik heeft hij daarbij gemaakt van de nationale geschiedenis?", "De 64-jarige historicus Jan van Muilekom, die in 1982 al afstudeerde met een scriptie over de Spaanse Falange (een fascistoïde beweging die Franco steunde), heeft over deze en aanverwante thema’s een proefschrift geschreven waarop hij donderdag promoveert aan de Rijksuniversiteit Groningen. Het laat zien hoe dictators die hun legitimiteit niet aan vrije verkiezingen kunnen ontlenen zich op de geschiedenis menen te kunnen beroepen.", "Dat moet, in het geval van Franco, een nogal ingewikkeld verhaal zijn geweest.", "‘Het was in die zin ingewikkeld, dat hij gedurende de verschillende stadia van zijn lange regime steeds uit een ander vaatje moest tappen. Eerst poseerde hij als de grote man die Spanje had gered van de wanorde van de Tweede Spaanse Republiek, die in 1931 was uitgeroepen. De Spaanse Burgeroorlog werd gepresenteerd als onderdeel van de strijd tussen het internationale fascisme enerzijds en een coalitie van burgerlijk-liberale en marxistische krachten anderzijds. Na de Tweede Wereldoorlog probeerde Franco in het gevlij te komen van de Amerikanen, door de burgeroorlog als het eerste bedrijf van de Koude Oorlog te kenschetsen. Het bondgenootschap met het fascistische Italië en nazi-Duitsland, en de terreur tijdens en na de burgeroorlog werden verheimelijkt. De neutraliteit van Spanje tijdens de Tweede Wereldoorlog werd juist benadrukt. De strijd van Franco werd voorgesteld als een reconquista, de herovering van het oude, katholieke Spanje.’", "Dan had het toch in de rede gelegen om ook de monarchie, die door de gehate Tweede Republiek was afgeschaft, te herstellen?", "‘De monarchisten verwachtten inderdaad dat Franco dat zou doen, maar de Falange was daar fel op tegen. En toen de Falange na de ondergang van Mussolini en Hitler in diskrediet was geraakt, konden de monarchisten daar niet van profiteren omdat ze tijdens de Tweede Wereldoorlog volgens Franco te nadrukkelijk met de geallieerden hadden geflirt.’", "Hoe kon Franco wegkomen met al die positieveranderingen?", "‘Hij was net beweeglijk genoeg om niet door de tijd te worden ingehaald, en wist tezelfdertijd tot in alle haarvaten van de Spaanse samenleving en de Spaanse wetenschap door te dringen. Zijn propaganda, die op de leest van het Derde Rijk was geschoeid, was zo effectief dat hij tot het midden van de jaren zestig nauwelijks censuur hoefde op te leggen: de historici censureerden zichzelf. Later censureerden ze elkaar. Ze wisten ook precies hoeveel expressievrijheid zij genoten. In de nadagen van Franco, toen hij zijn legitimiteit meer ontleende aan de modernisering van het land, wisten historici dat ze kritische opmerkingen over het regime moesten neutraliseren door ook kritiek op tegenstanders van Franco te uiten, of door foto’s af te drukken waarop Franco in volle glorie figureerde.’", "Historicus Jan van Muilekom.", "Heeft u nooit gedacht: toch wel knap hoe een van oorsprong fascistische dictator het zo lang heeft kunnen uitzingen?", "‘Behendig was hij zeker, zowel in Spanje zelf als in de buitenlandse politiek. Hij voelde heel goed aan uit welke hoek de wind kwam. Maar bewondering kan ik onmogelijk voelen voor een man die een burgeroorlog heeft ontketend waarbij honderdduizenden doden zijn gevallen.’", "Heeft Franco nog een actuele betekenis?", "‘In de manier waarop mensen als Trump en Orbán de publieke opinie bespelen, klinkt wel iets van Franco door, al weet ik ook dat de geschiedenis zich nooit op precies dezelfde manier herhaalt. Maar de parallellen dringen zich wel op: het verdacht maken van tegenstanders, de buitenwereld aanwijzen als bron van het kwaad, complottheorieën uitventen, feiten negeren. Mijn generatie heeft de illusie gekoesterd dit nooit meer te hoeven meemaken, maar we weten nu hoe hoogmoedig dat vooruitgangsgeloof was.’"], "authors": ["Sander Van Walsum"], "keywords": ["van", "fascistische", "die", "dat", "een", "en", "te", "jongleur", "slappe", "heeft", "op", "koord", "hij", "geschiedenis", "franco", "het"], "pubDate": "2020-11-29T19:06:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}