{"id": "2c2f2fb7-7b4c-32a1-943d-829c6e8dbafe", "title": "'Mensen kiezen minder vaak voor aanvullende verzekeringen'", "url": "https://www.nu.nl/advertorial-independer/6095709/mensen-kiezen-minder-vaak-voor-aanvullende-verzekeringen.html", "summary": "Uit cijfers van vergelijkingssite Independer blijkt dat er dit jaar minder vaak voor uitgebreide aanvullende verzekeringen worden gekozen dan vorig jaar.\nOok valt de keuze vaker op een naturaverzekering waarbij de zorgverlener de rekening voor een geleverde dienst rechtstreeks bij de zorgverzekeraar indient.\nMensen die wél een aanvulling afsluiten, kiezen vaker voor een pakket met lagere dekking.\nZo ziet Knopperts op dit moment dat 46 procent voor het kleinste fysiotherapiepakket kiest, terwijl dit vorig jaar 36 procent was.\nVeel minder vaak keuze voor restitutieverzekeringEen andere trend is dat minder mensen kiezen voor een restitutiepolis.", "paragraphs": ["Veel Nederlanders hebben in de eerste weken na de bekendmaking van de premie voor 2021 een nieuwe zorgverzekering afgesloten. Uit cijfers van vergelijkingssite Independer blijkt dat er dit jaar minder vaak voor uitgebreide aanvullende verzekeringen worden gekozen dan vorig jaar.", "Er wordt vaker gekozen om de premie laag te houden. Ook valt de keuze vaker op een naturaverzekering waarbij de zorgverlener de rekening voor een geleverde dienst rechtstreeks bij de zorgverzekeraar indient. Deze wint al jaren terrein op de relatief duurdere restitutieverzekering, waar je de rekening soms eerst zelf moet betalen en vervolgens bij de zorgverzekeraar kan declareren.", "Mensen kiezen minder vaak uitgebreide aanvullende verzekeringen", "Bas Knopperts, expert op het gebied van zorg-, woon- en reisverzekeringen bij Independer zegt hierover: \"Eind vorig jaar koos bijna 69 procent van onze bezoekers naast de verplichte basisverzekering ook voor een aanvullende zorgverzekering. Dat is enigszins teruggelopen. Op dit moment kiest bijna 66 procent voor zo'n aanvulling.\"", "Die terugloop is terug te zien in bijna alle soorten aanvullende verzekeringen, zoals polissen voor tandarts en fysiotherapie. Mensen die wél een aanvulling afsluiten, kiezen vaker voor een pakket met lagere dekking. Zo ziet Knopperts op dit moment dat 46 procent voor het kleinste fysiotherapiepakket kiest, terwijl dit vorig jaar 36 procent was.", "Veel minder vaak keuze voor restitutieverzekering", "Een andere trend is dat minder mensen kiezen voor een restitutiepolis. Met deze wat duurdere verzekering kun je ook terecht bij zorgaanbieders waarmee je verzekeraar geen contract heeft. De populariteit van deze zogenoemde 'vrije zorgkeuzepolis' loopt al jaren terug. Vorig jaar koos nog 14 procent voor een restitutieverzekering. Nu is dat nog maar 5 procent.", "\"We denken dat dit komt omdat het aanbod van restitutiepolissen al jaren afneemt\", zegt Knopperts. \"Daarnaast stijgen de premies van dit type verzekering veel sneller dan die van de populairdere tegenhanger, de naturapolis.\" De premies van de twee meest betaalbare restitutiepolissen stijgen in 2021 met maar liefst 10 euro per maand.", "Met een naturaverzekering ben je alleen volledig verzekerd bij zorgaanbieders die een contract hebben met je zorgverzekeraar. \"Wel is de ziekenhuiscontractering van de naturapolis is tegenwoordig overigens vrijwel gelijk aan die van de restitutiepolis\", vult Knopperts aan.", "Klik op de afbeelding om de premie van jouw basisverzekering in app te bekijken.", "Zorgverzekering vergelijken", "Opvallend dit jaar is de verschuiving van de tijdstippen waarop mensen hun zorgverzekeringen vergelijken op Independer. Knopperts: \"We zien dat mensen veel vaker dan vorig jaar 's middag op doordeweekse dagen hun zorgverzekeringen vergelijken. In het weekend wordt vooral in de ochtenden gezocht en afgesloten. Vorig jaar sloot ongeveer de helft van de klanten van Independer zijn zorgverzekering af tussen Kerst en nieuwjaar.\"", "Wil je meer informatie over het vergelijken en afsluiten van je zorgverzekering? Ga dan naar Independer.nl. Je kunt nog tot 31 december een nieuwe zorgverzekering kiezen."], "authors": ["Door"], "keywords": ["van", "dit", "verzekeringen", "vaak", "mensen", "op", "minder", "kiezen", "een", "aanvullende", "je", "jaar", "dat", "en", "vorig", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}