{"id": "2c37af64-562d-36ca-98cd-e0d81c9483b1", "title": "Kramer en Wüst grote afwezigen bij NK allround", "url": "https://volkskrant.nl/sport/kramer-en-wust-grote-afwezigen-bij-nk-allround~b67cd5f4/", "summary": "Hij werd de afgelopen drie jaar op rij wereldkampioen, maar sloeg in diezelfde periode de NK steeds over.\nAl had hij die titel nog niet op zijn erelijst, het toernooi was niet belangrijk genoeg.\nGeen coronaHij voelde zich in de aanloop naar het NK grieperig.\nDit jaar werd ze afstandskampioen op de 1.500 meter en staat ze behalve op deze NK allround ook volgende week op de NK sprint aan de start.\nHet ene jaar afstandskampioenschappen, het andere jaar de vierkamp (sprint en allround).", "paragraphs": ["Sven Kramer in actie op de 10.000 meter tijdens de NK Afstanden op 1 november. Beeld ANP", "Ingeperst tussen internationale wedstrijden van groter belang leidden de NK allround, de afgelopen jaren steevast half januari georganiseerd, een moeizaam bestaan. Toppers als Kramer en Wüst hadden zich via de EK al voor de WK geplaatst en verkozen vervolgens een trainingskamp, of in Wüsts geval de NK sprint, boven het nationale allroundkampioenschap.", "Roest", "Dat gold ook voor Patrick Roest. Hij werd de afgelopen drie jaar op rij wereldkampioen, maar sloeg in diezelfde periode de NK steeds over. Al had hij die titel nog niet op zijn erelijst, het toernooi was niet belangrijk genoeg.", "Nu corona de internationale schaatskalender in de eerste wintermaanden leeg heeft geveegd en de KNSB het titeltoernooi naar november haalde, willen alle allrounders van naam juist wel rijden.", "Daarom baalt Kramer. ‘Door de hele coronasituatie hebben we al niet veel wedstrijden op de schaatskalender dit jaar, dus ik had hier natuurlijk graag willen rijden’, zei hij in een persbericht van zijn ploeg.", "Geen corona", "Hij voelde zich in de aanloop naar het NK grieperig. Corona was het niet. Zijn testresultaat was negatief, net als bij alle andere schaatsers, coaches en begeleiders die dit weekend in Thialf zijn. Donderdag hoopte Kramer nog op tijd fit te zijn, maar vrijdagochtend bleek dat niet het geval.", "Zonder Kramer ligt de weg voor Roest open naar zijn eerste nationale titel. Mannen als Marcel Bosker en Jan Blokhuijsen, de kampioen van vorig jaar, moet hij kunnen weerstaan.", "Wüst, zeven keer ’s wereld beste, meldde zich af met een blaasontsteking. Anders dan Kramer heeft ze volgende week op de NK sprint nog een kans om zich te laten zien.", "Wellicht past dat toernooi beter bij haar. Ze stapte afgelopen voorjaar over naar de ploeg van coach Gerard van Velde en heeft daar haar aandacht verlegd naar de kortere afstanden. Niet voor niets behaalde ze bij de NK afstanden alleen op de 1.000 meter een podiumplaats. Ze werd derde.", "Concurrentie vrouwen", "Haar voornaamste concurrente van de afgelopen jaren en regerend nationaal kampioen, Antoinette de Jong, is de middellange en lange afstanden wel trouw gebleven. Zij moet rekening houden met Carlijn Achtereekte, de nationaal kampioen van 2019. En met Reina Anema, die op de NK afstanden verraste met twee zilveren medailles op de 3 en 5 kilometer en die ook een degelijke 1.500 meter in huis heeft.", "En wat kan Jorien ter Mors? Acht jaar geleden won ze de NK terwijl ze toen nog vooral shorttracker was. In 2017 was ze er nog een keer bij, maar meldde zich ziek af na de 500 meter.", "Dit jaar werd ze afstandskampioen op de 1.500 meter en staat ze behalve op deze NK allround ook volgende week op de NK sprint aan de start. Het tekent haar veelzijdigheid, maar de laatste keer dat ze een 5 kilometer reed was tijdens de NK allround die ze won, op 30 december 2012.", "Startbewijs", "De winnaar van het weekend krijgt behalve de titel ook een startbewijs op voor de EK allround, die half januari in de Heerenveense schaatsbubbel worden verreden. Dat is het enige internationale allroundtoernooi van de winter.", "Er zijn dit seizoen geen WK allround. Dat heeft niets met corona te maken, maar met de kalenderwijzigingen die de internationale schaatsunie ISU heeft doorgevoerd. Vanaf nu zijn er nog maar één WK per schaatsseizoen. Het ene jaar afstandskampioenschappen, het andere jaar de vierkamp (sprint en allround).", "Dit jaar zijn de WK afstanden, al is het niet zeker of die doorgaan. Vorige week werd bekend dat het vanwege corona niet zoals gepland op de nieuwe olympische baan in Beijing zal gebeuren. De ISU probeert nog een andere locatie te vinden."], "authors": ["Erik Van Lakerveld"], "keywords": ["van", "bij", "het", "op", "grote", "nk", "allround", "zijn", "jaar", "wüst", "afwezigen", "ze", "en", "een", "niet", "kramer"], "pubDate": "2020-11-20T17:51:13+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}