{"id": "2c420db7-e995-3d0b-99e2-c4232ef1a17d", "title": "Oostenrijkse minister van Arbeid stapt op na beschuldiging van plagiaat", "url": "https://volkskrant.nl/nieuws-achtergrond/oostenrijkse-minister-van-arbeid-stapt-op-na-beschuldiging-van-plagiaat~b42018b1/", "summary": "Beeld AFPAschbacher ontkent opzet, maar zegt op te stappen om haar familie te beschermen en ‘verdere vijandigheid, politieke agitatie en beledigingen te voorkomen’.\nDe zaak kwam aan het licht via de Oostenrijkse blogger Stefan Weber, die zich heeft gespecialiseerd in het opsporen van plagiaat.\nHij publiceerde erover nadat hij de universitaire geschriften van Aschbacher uitgebreid had doorzocht en gescand, waaronder haar masterscriptie uit 2006.\nHij concludeerde dat ongeveer 20 procent uit andermans werk afkomstig was, zonder dat daarbij de juiste bronvermelding stond.\nKanselier Sebastian Kurz zei op Twitter dat hij het besluit van Aschbacher respecteert.", "paragraphs": ["Christine Aschbacher. Beeld AFP", "Aschbacher ontkent opzet, maar zegt op te stappen om haar familie te beschermen en ‘verdere vijandigheid, politieke agitatie en beledigingen te voorkomen’.", "‘Ik heb mijn werk altijd zo goed mogelijk geschreven om academische titels te behalen en ik vertrouwde op de beoordeling van gerenommeerde professoren’, schreef de 37-jarige conservatieve politicus verder in haar verklaring.", "De zaak kwam aan het licht via de Oostenrijkse blogger Stefan Weber, die zich heeft gespecialiseerd in het opsporen van plagiaat. Hij publiceerde erover nadat hij de universitaire geschriften van Aschbacher uitgebreid had doorzocht en gescand, waaronder haar masterscriptie uit 2006. Hij concludeerde dat ongeveer 20 procent uit andermans werk afkomstig was, zonder dat daarbij de juiste bronvermelding stond.", "Kanselier Sebastian Kurz zei op Twitter dat hij het besluit van Aschbacher respecteert. Hij zal maandag bekendmaken wie Aschbacher opvolgt, aldus Kurz."], "authors": [], "keywords": ["van", "het", "aschbacher", "haar", "en", "oostenrijkse", "beschuldiging", "plagiaat", "op", "stapt", "minister", "arbeid", "te", "werk", "hij", "dat"], "pubDate": "2021-01-10T02:19:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}