{"id": "2c556adf-13e9-3ed3-a666-42587db267ea", "title": "Voetbalclubs teleurgesteld: ‘Jammer dat de amateurs weer de dupe zijn’", "url": "https://www.parool.nl/sport/voetbalclubs-teleurgesteld-jammer-dat-de-amateurs-weer-de-dupe-zijn~b5ea76b0/", "summary": "Op het veld nemen we onszelf bloedserieus, maar daarna gaat het toch vooral om het bier en de bitterballen.\n“Jammer dat de amateurs weer de dupe zijn.\nMisschien was er nog wel ruimte geweest in het programma.” Wat hem betreft mag de KNVB steviger tegen de maatregelen van het kabinet ingaan.\n“Na de persconferentie van dinsdag ben ik weer wat positiever.\nIk reken er toch op dat we na de winterstop weer kunnen voetballen, ook boven de achttien.", "paragraphs": ["Beeld Elmer van der Marel", "Wel zegt Westerhof dat hij dit al een tijdje aan zag komen. “We kunnen toch niet trainen nu. Met de kerstdagen straks met een man of zes aan tafel en een week later tegen een profclub spelen heeft dan ook geen zin. ‘Volgend jaar mogen jullie weer meedoen,’ zegt de KNVB. Ja, volgend jaar mogen we ook weer meedoen aan de staatsloterij.”", "De Amsterdamse club heeft zeventig trainers in dienst, die nauwelijks hun werk kunnen doen. “Hoe we die betalen is kennelijk ons probleem, terwijl we elk jaar 35 spelers aan het betaalde voetbal leveren. Daar hoor ik nu niemand over. Binnenkort openen we onze nieuwe kantine. Dat willen we als club graag groots uitdragen, maar nu kan ik hooguit een rondleiding geven voor vier man. De gemeente blijft ons gewoon de rekening voor de huur sturen. In dat opzicht is corona daar nog niet helemaal doorgedrongen.”", "Westerhof: “De KNVB heeft 1,3 miljoen leden. Daarvan zijn er misschien 1400 prof, de rest is amateur. Dat zijn soms mensen die al dertig jaar bij hun club spelen. Terecht zegt de minister dat bewegen belangrijk is. Maar laten we toch vooral het sociale aspect niet vergeten. Op het veld nemen we onszelf bloedserieus, maar daarna gaat het toch vooral om het bier en de bitterballen. Dat alles is voor veel spelers al bijna een jaar weg.”", "Onbegrip", "Ook bij andere Nederlandse amateurclubs leidt het besluit op dubbele gevoelens. “Het stuit bij ons toch wel op onbegrip,” zegt voorzitter Ton van Marrewijk van Westlandia. “Jammer dat de amateurs weer de dupe zijn. Misschien was er nog wel ruimte geweest in het programma.” Wat hem betreft mag de KNVB steviger tegen de maatregelen van het kabinet ingaan. “Als ik zie wat er allemaal wel mag in de samenleving vraag ik me af waarom wij, nota bene in de buitenlucht, niet veel meer ruimte krijgen. Wie het hardst roept krijgt toch vaak als eerste zijn zin, zo is het toch?”", "Voetbalclub Katwijk was niet verrast door de mededeling dat de amateurs niet langer kunnen deelnemen aan het bekertoernooi. “Gelukkig kregen we deze ochtend een brief van de KNVB dat we financieel worden gecompenseerd,” zegt voorzitter Mart Vergouwen. “Dat waarderen we.”", "Het is de zoveelste tegenslag voor de clubs. Toch blijft Vergouwen optimistisch. “Na de persconferentie van dinsdag ben ik weer wat positiever. Ik reken er toch op dat we na de winterstop weer kunnen voetballen, ook boven de achttien. Misschien in de vorm van een halve competitie, misschien wat regionaler. Maar mijn gevoel zegt: het gaat lukken, op wat voor manier dan ook.”"], "authors": [], "keywords": ["van", "jammer", "toch", "zegt", "wat", "het", "amateurs", "voetbalclubs", "zijn", "ik", "een", "dupe", "dat", "weer", "niet", "teleurgesteld"], "pubDate": "2020-11-18T14:10:56+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}