{"id": "2c619f10-264a-3091-9856-4e9386d0a1a4", "title": "Nyck de Vries maakt indruk bij eerste test in Formule 1: alleen tweevoudig wereldkampioen Fernando Alonso is sneller", "url": "https://www.dvhn.nl/sport/Nyck-de-Vries-maakt-indruk-tweede-bij-eerste-test-in-eerste-Formule-1-26290399.html", "summary": "Nyck de Vries heeft dinsdag indruk gemaakt bij zijn eerste optreden ooit in een Formule 1-wagen.\nDe 25-jarige De Vries, normaliter voor de Duitse renstal actief in de Formule E, was dinsdag drie tienden sneller dan teamgenoot Stoffel Vandoorne.\nZowel De Vries als Mercedes konden tevreden concluderen dat hij niet alleen snel is, maar ook betrouwbaar.\nEen racezitje voor 2021 zal het hem niet opleveren, daar was de test ook niet voor bedoeld.\nMaar een visitekaartje gaf de Friese coureur wel af bij zijn eerste optreden ooit in een Formule 1-wagen.", "paragraphs": ["Nyck de Vries heeft dinsdag indruk gemaakt bij zijn eerste optreden ooit in een Formule 1-wagen. De coureur uit het Friese Uitwellingerga eindigde als tweede bij zijn debuut in de Mercedes tijdens de eindejaarstest in Abu Dhabi.", "De 25-jarige De Vries, normaliter voor de Duitse renstal actief in de Formule E, was dinsdag drie tienden sneller dan teamgenoot Stoffel Vandoorne. Ook de Belg rijdt voor Mercedes in de elektrische raceklasse. Maar hij had nota bene al F1-ervaring, door een seizoen bij McLaren in 2018. De Vries had tot dinsdag nog nooit F1 gereden.", "Sneller dan Schumacher", "De Vries troefde in Abu Dhabi in de auto van Lewis Hamilton niet alleen zijn Belgische collega af, maar toonde zich ook sneller dan vele andere talenten en routiniers. Onder hen Yuki Tsunoda (vermoedelijk F1-coureur van Alpha Tauri in 2021), talenten als Robert Shwartzman en Callum Ilott (Ferrari)-junioren en Mick Schumacher, de Formule 2 kampioen van dit jaar.", "Schumacher rijdt volgend jaar voor HAAS in de Formule 1. De Vries was in 2019 zijn voorganger als Formule 2-kampioen, maar voor de Friese was destijds geen plek in de koningsklasse van de autosport.", "Het Formule 1-team van Mercedes strikte hem voor de Formule E, maar wilde de Friese coureur ook eens aan het werk zien in de F1. Zowel De Vries als Mercedes konden tevreden concluderen dat hij niet alleen snel is, maar ook betrouwbaar. Hij legde met de zwarte bolide maar liefst 110 ronden af. Zijn snelste tijd was 1.36,595.", "Nipt achter Alonso", "Bijna was De Vries daarmee de snelste van de dag. Routinier en tweevoudig wereldkampioen Fernando Alonso was namens Renault echter met acht honderdsten nipt sneller.", "Hoewel de test eigenlijk bedoeld is voor coureurs met maximaal twee deelnames aan een Grand Prix achter hun naam, werd voor deze keer een uitzondering gemaakt. Coureurs die al enige jaren uit de F1 waren verdwenen, zoals Alonso en Vandoorne, mochten in Abu Dhabi ook in actie komen.", "De Vries versloeg ze dus allemaal, op Alonso na. Een racezitje voor 2021 zal het hem niet opleveren, daar was de test ook niet voor bedoeld. Maar een visitekaartje gaf de Friese coureur wel af bij zijn eerste optreden ooit in een Formule 1-wagen."], "authors": ["Gerard Bos"], "keywords": ["test", "fernando", "sneller", "vries", "wereldkampioen", "van", "een", "voor", "nyck", "maakt", "tweevoudig", "ook", "niet", "formule", "en", "maar", "indruk", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}