{"id": "2c697077-29db-30f2-b923-b27d51e7be7b", "title": "Goed met geld: Hoeveel moet je op zak hebben om een woning te kopen?", "url": "https://nu.nl/geldzaken/6089835/goed-met-geld-hoeveel-moet-je-op-zak-hebben-om-een-woning-te-kopen.html", "summary": "Gelukkig is er de rubriek Goed met geld, om je van je financiële hoofdpijn af te helpen.\nDeze keer: Wat kost het om een woning te kopen?\nDe tijd waarin je meer dan 100 procent van de woningprijs mag lenen om een huis te kopen is al lang voorbij.\nHet gemiddelde koophuis kost in Nederland 326.000 euro, volgens het jaarrapport over de woningmarkt van het ministerie van Binnenlandse Zaken.\nOm een woning van dat bedrag te kopen zou je dus ongeveer 20.000 euro nodig hebben om de kosten koper te dekken.", "paragraphs": ["Lig je 's nachts te piekeren over je lege pensioenpot, hoge rente of je niet-bestaande testament? Gelukkig is er de rubriek Goed met geld, om je van je financiële hoofdpijn af te helpen. Deze keer: Wat kost het om een woning te kopen?", "De tijd waarin je meer dan 100 procent van de woningprijs mag lenen om een huis te kopen is al lang voorbij. Dat betekent dat je alle extra zaken, zoals makelaar en hypotheekadvies, uit eigen zak moet betalen - of als je mazzel hebt: de zakken van genereuze familieleden.", "Deze zogenoemde kosten koper (k.k. in huisadvertenties) bedragen gemiddeld 6 procent van de verkoopprijs, aldus een overzicht van Rabobank. Het gemiddelde koophuis kost in Nederland 326.000 euro, volgens het jaarrapport over de woningmarkt van het ministerie van Binnenlandse Zaken. Om een woning van dat bedrag te kopen zou je dus ongeveer 20.000 euro nodig hebben om de kosten koper te dekken.", "“Alleen als je er zelf heel veel van weet, zou je de bouwkundige keuring kunnen overslaan.” Lana Gerssen, makelaarsvereniging NVM", "Onontkoombare kosten, maar ook optionele", "Over wat voor kosten hebben we het dan precies? Als je alle potentiële kosten koper op een rij zet voor zo'n middelduur huis, ziet het er ongeveer zo uit:", "Overdrachtsbelasting (2 procent van de koopsom): 6.520 euro;", "(2 procent van de koopsom): 6.520 euro; Notaris (vaak heb je twee aktes nodig: een leveringsakte en een hypotheekakte ): 1.000 tot 1.500 euro;", "en een ): 1.000 tot 1.500 euro; Bouwkundige keuring : rond de 500 euro;", ": rond de 500 euro; Aankoopmakelaar : 2.000 tot 3.000 euro;", ": 2.000 tot 3.000 euro; Hypotheekadviseur : circa 2.500 euro;", ": circa 2.500 euro; Taxateur : tussen 400 en 700 euro;", ": tussen 400 en 700 euro; Afdracht voor nationale hypotheekgarantie (NHG; 0,7 procent van de hypotheeksom): bedrag is afhankelijk van de hypotheekhoogte.", "Je hóéft al deze kosten niet te maken. Ook kunnen vooral de bedragen voor hypotheekadvies en een makelaar fors uiteenlopen.", "Voor de NHG kom je alleen in aanmerking onder bepaalde voorwaarden. De belangrijkste is dat je niet meer dan 310.000 euro mag lenen - en ietsje meer als je een energieslim huis koopt. Maar aan de overdrachtsbelasting en notaris ontkom je in principe niet, vertelt Lana Gerssen van makelaarsvereniging NVM.", "'Bouwkundige keuring is aan te raden'", "\"Ik raad vooral aan om een bouwkundige keuring te laten doen. Alleen als je er zelf heel veel van weet of als het huis niet ouder is dan vijf jaar, zou je dit wellicht kunnen overslaan\", zegt Gerssen. Ze voegt daaraan toe dat de koper een onderzoeksplicht heeft bij het kopen van een huis.", "\"Als de uitkomst is dat de kostenindicatie voor onderhoud bovengemiddeld is, dan kan het gebeuren dat de koop niet doorgaat. Maar de keuring doe je vooral om een beeld te krijgen van de onderhoudskosten voor de toekomst.\"", "Of je nu voor de eerste of tiende keer een huis koopt: de kosten waar je mee te maken krijgt, blijven hetzelfde. Wel is het zo dat het vanaf volgend jaar voordeliger wordt voor starters om een huis te kopen, door de aangekondigde startersvrijstelling. Deze regeling moet het minder moeilijk maken voor starters om de kosten koper te betalen, doordat ze helemaal geen overdrachtsbelasting hoeven te betalen.", "De term startersvrijstelling is wel een beetje slecht gekozen door de overheid: de regeling geldt namelijk niet alleen voor mensen die voor het eerst een huis kopen. Iedereen tussen de 18 en 35 jaar mag eenmalig gebruikmaken van de regeling."], "authors": ["Door", "Charlotte Boström"], "keywords": ["je", "euro", "om", "van", "zak", "een", "voor", "te", "het", "hoeveel", "woning", "en", "op", "met", "moet", "kopen", "kosten"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}