{"id": "2c6bad2e-949b-34d5-af1b-2d0101632439", "title": "Gedupeerde ondernemers: ‘Je moet nu bepalen wat je doet: doorgaan of niet’", "url": "https://volkskrant.nl/economie/gedupeerde-ondernemers-je-moet-nu-bepalen-wat-je-doet-doorgaan-of-niet~be30a734/", "summary": "Maar we hebben goed gepresteerd, ook dankzij de winkelomzet die – net als die van andere speciaalzaken – echt significant hoger was.\nWe weten natuurlijk niet wat het laatste kwartaal gaat brengen en wat voor impact bijvoorbeeld de economische crisis gaat hebben.\nIk was zo dankbaar dat ik weer mensen zag die aan het genieten waren van wat ik aan het doen was.\nVelen hebben al maanden geen inkomsten meer, en als je veel werknemers in vaste dienst hebt, moet je ook nog hoge vergoedingen betalen.\nAls die niet aanbreken of er is geen steun, dan zullen veel zaken omvallen.", "paragraphs": ["Superlatieven schoten afgelopen week tekort om de economische schade van de coronacrisis te duiden. Toch zijn alle rekenmeesters het erover eens: het had veel erger gekund. Hoe vergaat het de drie gedupeerde ondernemers die de Volkskrant sinds het begin van de crisis volgt?", "Wie Cor Holtackers en Rinke van ’t Holt Wat Eigenaars restaurant annex winkel Het Lokaal Waar Amersfoort Verloren 60 procent van hun omzet wegens sluiting van het restaurant", "Holtackers: ‘We halen voorzichtig opgelucht adem. Toen deze crisis begon dachten we dat we vrij snel naar beneden zouden kukelen. Maar we hebben goed gepresteerd, ook dankzij de winkelomzet die – net als die van andere speciaalzaken – echt significant hoger was. De uitstel van belastingen en de Tozo hebben voor ons lucht gecreëerd en doordat we tijdig creatief zijn geweest, zijn we beloond met bezoek.", "‘Zodra de horeca op 1 juni open mocht, hebben we een buitenbar gebouwd en ons terras aangepast aan de anderhalvemeter met moestuinbakken als afscheiding. Het werd een soort festivalterrein en dat werd enorm gewaardeerd. We moesten zelfs extra personeel aannemen. Je hoort mij dus niet klagen over die hitte deze zomer.", "‘Wel hebben we afgelopen weken de teugels wat aangetrokken en extra kritisch gelet op de afstandsregel en registratieplicht. Klanten kregen soms toch het gevoel dat het ergste wel voorbij was met nauwelijks patiënten op de ic, maar als hier een besmetting zou ontstaan dan worden wij geconfronteerd met twee weken sluiting en zouden al onze inspanningen in één oogopslag worden weggevaagd.", "‘Het ondernemen met het virus voelt niet meer zo onberekenbaar. We hebben de eerste maanden gezien dat we het gereedschap in handen hebben om besmettingen te voorkomen als we de regels maar opvolgen. Maar als 17 miljoen mensen in dit land wars zijn van autoriteit, dan vechten we natuurlijk met een onberekenbare vijand en zijn we zelf verantwoordelijk als we het verliezen.", "‘Ik denk niet dat we gebruik zullen maken van een nieuwe steunronde als die komt. Al is het voor ons wel een zorg wat er gebeurt als we deze winter weer naar binnen toe moeten. We weten natuurlijk niet wat het laatste kwartaal gaat brengen en wat voor impact bijvoorbeeld de economische crisis gaat hebben. Die 8 procent krimp die nu is voorspeld, zullen wij waarschijnlijk ook terugzien. Mensen verliezen hun baan dus die zullen misschien ook wel bezuinigen in hun uitgaven.’", "Berenice van Leer. Beeld Klaas Jan van der Weij", "Wie Berenice van Leer Wat Freelance zangeres Waar Amsterdam Verloor haar volledige inkomen door geannuleerde optredens", "‘Met Kraak en Smaak heb ik 12 juli voor het eerst weer gespeeld in de Maassilo voor Radio 2, ter vervanging van het North Sea Jazz-festival. Er zat twintig man publiek voor ons. Ik was zo dankbaar dat ik weer mensen zag die aan het genieten waren van wat ik aan het doen was. Maar het voelde ook triest dat het zo moest. Ze zaten allemaal braaf op een stoel, ze mochten niet dansen. Niet opstaan. Echt bitterzoet.", "‘Door zelf wat rond te bellen heb ik nog wat mooie intieme duoconcertjes mogen doen. Op social media lijkt het misschien alsof ik weer helemaal back on track ben, maar ik mis nog altijd 90 procent van mijn inkomsten. Alles wat ik nu doe is op basis van giften. Dat vind ik wel dubbel. Enerzijds is het in strijd met de fair practice code (die stelt dat artiesten eerlijk moeten worden betaald, red), aan de andere kant heeft iedereen door de crisis minder te besteden en vind ik het een positief gebaar dat zij ook naar mijn concerten kunnen.", "‘De afgelopen vijftien jaar heb ik volledig geleefd van optredens. Ik weet niet of dat in de toekomst nog kan. Ik treed nu vooral buiten op, maar wat als het straks winter wordt? Ik ben zanglessen gaan geven en ik heb laatst weer gesolliciteerd bij een vintagewinkel voor twee tot drie dagen in de week, maar die functie was al vergeven.", "‘In oktober stopt de Tozo. Ik weet niet wat er dan zal gebeuren. Het zou heel fijn zijn als die wordt verlengd, maar ik zou er nog meer mee geholpen zijn als er weer meer mogelijk is. In vliegtuigen kunnen we op een kluitje zitten, dus waarom mag er in de culturele sector zo weinig? Als dit de toekomst is, houdt het op voor heel veel van mijn collega's, poppodia, geluidsmensen, lichtmensen. En die 17 miljoen mensen in dit kleine landje moeten zich toch ook kunnen uiten en ervaringen kunnen delen? Anders wordt het een kookpotje.’", "Ingrid Hobbelen. Beeld Sabine van Wechem", "Wie Ingrid Hobbelen Wat Eigenaar winkel in designsouvenirs Waar Amsterdam De economie opent zich een beetje, maar niet genoeg om de schoorsteen van te laten roken. Mogelijk brengt Hobbelen haar zaak in een winterslaap", "‘Het is weer ietsje drukker. Vorige week tijdens de hittegolf was er geen kip op straat en kwam er niemand langs. Nu heb ik Italianen gehad, klanten uit Oostenrijk, Belgen en Duitsers; alles wat per auto bereikbaar is. De economie opent zich een beetje, althans voordat Amsterdam zijn beperkende maatregelen aankondigde. Maar het was nog lang niet op het niveau waarop het was of waarop het moet zijn.", "‘Mogelijk dat september nog een opleving laat zien, als corona het toestaat. Maar het ziet ernaar uit dat gebeurt wat ik in februari al voorspelde: pas volgend jaar zal het weer gaan lopen. Als er dan tenminste een medicijn of vaccin is.", "‘In de tussentijd moet ik zien te overleven en gaat mijn bedrijf in een soort winterslaap. Ik ben aan het reorganiseren, ben bezig mijn webshop internationaler te maken, doe zoveel mogelijk zelf om kosten te besparen. Gelukkig krijg ik veel steun van mijn verhuurder en blijven veel vaste Nederlandse klanten me bezoeken. Zonder zou het nog veel lastiger zijn.", "‘Het derde steunpakket is zeker nodig. Helaas is veel nog vaag, ik zou graag willen dat dat snel duidelijk wordt. Wat daarbij lastig is, is dat een transitievergoeding voor werknemers die ontslagen worden, niet in de NOW-regeling zit. Dat moeten werkgevers zelf betalen. Velen hebben al maanden geen inkomsten meer, en als je veel werknemers in vaste dienst hebt, moet je ook nog hoge vergoedingen betalen. Het is goed dat werknemers worden beschermd in normale tijden. Door corona is het anders, dit gebeurt geheel buiten onze macht. Eigenlijk zou de ontslagvergoeding daarom onderdeel moeten worden van NOW. Anders is het voor veel ondernemers misschien aantrekkelijker failliet te gaan. Met nog meer gevolgen voor de economie.", "‘Je moet nu bepalen wat je doet: doorgaan of niet. Een duivels dilemma. Ik ga zeker door. Maar veel ondernemers zitten opgesloten in hun zaak: ze kunnen de boel niet verkopen, dus moeten ze het zien uit te zingen tot betere tijden. Als die niet aanbreken of er is geen steun, dan zullen veel zaken omvallen. Zoals Rutte zegt: we moeten 100 procent besluiten nemen met 50 procent van de kennis. Dat geldt ook voor ondernemers. En tegelijk: het is wat het is, we moeten ermee dealen.’"], "authors": ["Bard Van De Weijer", "Marieke De Ruiter"], "keywords": ["het", "van", "niet", "gedupeerde", "doorgaan", "dat", "die", "moet", "ondernemers", "een", "als", "bepalen", "je", "doet", "ik", "en", "wat", "nu"], "pubDate": "2020-08-19T05:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}