{"id": "2c7482b8-6a59-37b0-b74b-2d4e205878a0", "title": "Geen plek voor Van Kerkhof en Breeuwsma in EK-selectie shorttrackers", "url": "https://nos.nl/artikel/2363579-geen-plek-voor-van-kerkhof-en-breeuwsma-in-ek-selectie-shorttrackers.html", "summary": "Bondscoach Jeroen Otter heeft verrassend genoeg geen plek ingeruimd voor Daan Breeuwsma en Yara van Kerkhof, jarenlang vaste waarden in de Oranje-selectie.\nDe reserves zijn Van Kerkhof en Melle van 't Wout.\nDe verjongingsslag bij de aflossingsploeg is dus ten koste gegaan van de 30-jarige Van Kerkhof en de 33-jarige Breeuwsma.\nVelzeboer en PoutsmaDe 19-jarige Velzeboer en de 21-jarige Poutsma hebben zich in de ploeg geschaatst, dankzij goede prestaties op de NK afstanden, NK allround en de Invitation Cup.\nXandra Velzeboer en Selma Poutsma zijn opkomende talenten en probeerden bij de NK in de buurt van Suzanne Schulting te komen:", "paragraphs": ["De selectiecommissie shorttrack van de KNSB heeft bekendgemaakt wie namens Nederland in actie komen bij de EK. Bondscoach Jeroen Otter heeft verrassend genoeg geen plek ingeruimd voor Daan Breeuwsma en Yara van Kerkhof, jarenlang vaste waarden in de Oranje-selectie.", "De individuele startplaatsen zijn voor Suzanne Schulting, Xandra Velzeboer, Selma Poutsma, Itzhak de Laat, Dylan Hoogerwerf en Sjinkie Knegt. Voor een plek in de aflossingsploeg komen verder in aanmerking Rianne de Vries, Georgie Dalrymple, Jens van 't Wout en Friso Emons. De reserves zijn Van Kerkhof en Melle van 't Wout.", "De verjongingsslag bij de aflossingsploeg is dus ten koste gegaan van de 30-jarige Van Kerkhof en de 33-jarige Breeuwsma. Beiden maakten bij de EK van vorig jaar nog wel deel uit van de selectie. Van Kerkhof werd met de vrouwenploeg Europees kampioen op de aflossing, Breeuwsma veroverde met de mannenploeg het zilver.", "Velzeboer en Poutsma", "De 19-jarige Velzeboer en de 21-jarige Poutsma hebben zich in de ploeg geschaatst, dankzij goede prestaties op de NK afstanden, NK allround en de Invitation Cup. Velzeboer pakte op de NK afstanden twee keer zilver en een keer brons, Poutsma wist het op de Invitation Cup topfavoriete Schulting behoorlijk lastig te maken.", "Xandra Velzeboer en Selma Poutsma zijn opkomende talenten en probeerden bij de NK in de buurt van Suzanne Schulting te komen:"], "authors": [], "keywords": ["velzeboer", "van", "zijn", "voor", "en", "nk", "plek", "breeuwsma", "shorttrackers", "geen", "op", "poutsma", "kerkhof", "bij", "ekselectie"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}