{"id": "2ca6f5dd-0ed1-34ed-b4f7-294412203742", "title": "Ajax is dit jaar niet veel wijzer geworden", "url": "https://www.parool.nl/sport/ajax-is-dit-jaar-niet-veel-wijzer-geworden~bb4be7e6/", "summary": "Eind 2019 verloren de Amsterdammers al een aantal topwedstrijden en dat ging in 2020 niet veel beter.\nKerstmis vierde hij dit jaar voor het eerst niet thuis, maar in Amsterdam, met zijn land- en ploeggenoot Lisandro Martínez.\nTopspitsFeit is dat Ajax in al die verloren topwedstrijden zelf niet scoorde.\nDe kans dat Ajax dat deze winter alsnog doet, is nihil.\nMet een karrenvracht aan goals en één punt voorsprong op PSV hervat Ajax op 10 januari de competitie tegen de directe concurrent.", "paragraphs": ["De 11-0 van Klaas-Jan Huntelaar in de gewonnen wedstrijd tegen VVV (13-0). Beeld ANP", "It takes two to tango. Voetballers en fans maken samen een wedstrijd. Ze zijn onlosmakelijk met elkaar verbonden. De emotie op het veld slaat over naar de tribunes en wordt vervolgens met enorme kracht weerkaatst. Een klein vonkje kan zo in een vuurzee eindigen. In de laatste maanden van 2020 regende het in de voetbalstadions kleine vonkjes, maar ze sloegen niet over, er ontbrandde niets.", "Thuis voor de tv", "De supporter zat thuis voor de tv. Met een beperkte blik op het speelveld en ‘toegevoegde stadiongeluiden’. Diehardfans staken buiten de stadions soms zwaar vuurwerk af om de voetballers te laten weten dat ze nog niet waren vergeten, maar ook die steun was voor de meeste spelers op het veld een ver-van-hun-bedshow.", "Leeg en vlak. Dat zijn de twee woorden die het voetbaljaar 2020 het meest typeren. Na 7 maart veranderde alles. Ajax won uit bij Heerenveen met 3-1, maar het coronavirus greep in Nederland steeds sneller om zich heen. De eredivisie werd tijdelijk stilgelegd. Op 1 april pleitte Ajax’ technisch directeur Marc Overmars in De Telegraaf ervoor om definitief een punt te zetten achter het seizoen: ‘De competitie is dood, er zit geen leven meer in, de lol is eraf.’ Hij kreeg bijval, maar ook veel kritiek. Overmars zou vooral voor eigen parochie preken, omdat zijn club op dat moment (op doelsaldo) koploper was van de eredivisie.", "Overmars kreeg zijn zin, de politiek omarmde zijn stellingen. In Den Haag gingen alle loketten dicht zodra de KNVB pogingen ondernam om het betaald voetbal weer op te starten. Uiteindelijk werden in Europa vrijwel alle competities afgerond, behalve de Nederlandse eredivisie en eerste divisie. De afwikkeling daarvan door de KNVB – promotie/degradatie en de verdeling van Europese tickets – leidde tot heftige reacties en een groeiend onderling wantrouwen bij de clubs. AZ voelde zich onbegrepen, maar vooral ongehoord, en probeerde via de Uefa alsnog – tevergeefs – een direct startbewijs voor de Champions League af te dwingen.", "Onderling resultaat", "Dat ticket was door de KNVB aan Ajax vergeven, als de koploper van de eredivisie. AZ had echter evenveel punten als Ajax en meende dat het eerlijker was om niet het doelsaldo, maar het onderlinge resultaat van beide clubs in dat seizoen als maatstaf te nemen.", "AZ won vorig seizoen twee keer van Ajax. Thuis met 1-0 en begin maart, in de toen nog uitverkochte Johan Cruijff Arena, werd het 0-2 door treffers van Myron Boadu en Oussama Idrissi.", "Die twee nederlagen van Ajax staan niet op zichzelf. Eind 2019 verloren de Amsterdammers al een aantal topwedstrijden en dat ging in 2020 niet veel beter. In de halve finales van de KNVB-beker was FC Utrecht met 2-0 te sterk en dit seizoen gingen de drie cruciale poulewedstrijden in de Champions League tegen Liverpool (twee keer) en in eigen stadion tegen Atalanta Bergamo met 1-0 verloren.", "Schlemielig? Ja. Onterecht? Nee.", "Selectie", "Ajax heeft op dit moment geen Champions Leaguewaardige selectie. Een selectie waarin David Neres en Noussair Mazraoui te vaak en te lang geblesseerd zijn, waarin de bezorgdheid om de gezondheid van Daley Blind groot is en waarin recent ook de arrestatie van Quincy Promes (verdachte van een steekpartij) de gemoederen flink bezighield. Twijfels zijn er ook: over de kwaliteit van Perr Schuurs, de marginale inbreng van reserves als Sean Klaiber en Edson Álvarez en het ontbreken van een topspits. En wat betekenen de grillige prestatiecurves van Dusan Tadic, Davy Klaassen en Nicolás Tagliafico voor komend jaar?", "Nicolás Tagliafico. Beeld BSR Agency", "Vooral Tagliafico hoopt op betere tijden. De Argentijn noemt 2020 zowel sportief als persoonlijk een moeilijk jaar. “Toen de competitie vanwege Covid-19 werd stilgelegd, deed ik – behalve wat fitness thuis – vrijwel niets,” zei hij in Trouw over de voetballoze maanden. “Mijn ritme bleek verdwenen. Dat maakte het lastig. Zeker omdat we daarna elke drie, vier dagen een nieuwe wedstrijd moesten spelen. Ik had diverse kleine blessures, waardoor ik niet kon brengen wat ik wilde. Nooit was ik echt op 100 procent.”", "Familie", "Corona heeft op tal van manieren pijn veroorzaakt. Tagliafico heeft al een jaar zijn familie in Argentinië niet gezien. Kerstmis vierde hij dit jaar voor het eerst niet thuis, maar in Amsterdam, met zijn land- en ploeggenoot Lisandro Martínez. De 28-jarige verdediger was twee keer in Argentinië voor interlands, maar mocht privé geen mensen ontmoeten. Hij moest in de ‘bubbel’ blijven. “Dat was erg zwaar. Zeker als je zo lang reist en zo dicht bij je familie bent. Voortdurend positief blijven, dat was dit jaar een grote uitdaging voor mij.”", "De veelgeprezen karaktervoetballer verloor zijn kleur. Hij droeg op knullige wijze bij aan de teleurstellende uitschakeling in de Champions League. Hij maakte thuis tegen Liverpool een eigen doelpunt, na een fout van Perr Schuurs. Zo was er telkens wat in 2020. Zelfs doelman Andre Onana, de betrouwbaarste Ajacied in de afgelopen drie jaar, ging op Anfield in de fout. Hij liep onder een voorzet door en die blunder leidde tot een 1-0 nederlaag tegen de kampioen van Engeland.", "Topspits", "Feit is dat Ajax in al die verloren topwedstrijden zelf niet scoorde. De selectie ontbeert een spits die op het hoogste niveau doelpunten maakt. Overmars wilde er afgelopen zomer eentje halen, maar dat is niet gelukt. De kans dat Ajax dat deze winter alsnog doet, is nihil. De jonge Lassina Traoré en Brian Brobbey, de oude Klaas-Jan Huntelaar of de allrounder Dusan Tadic; met hen zal trainer Erik ten Hag het moeten doen.", "Daley Blind en Antony in de gewonnen wedstrijd tegen VVV. Beeld BSR Agency", "Tegen de ‘kleintjes’ in de eredivisie lukt dat prima: met 52 goals in 14 duels is Ajax hard op weg het eredivisierecord (122 doelpunten) te verbeteren dat het zelf sinds 1967 in handen heeft.", "Een ander record heeft de ploeg al verbroken. Op 24 oktober won Ajax de uitwedstrijd tegen VVV met 13-0. Het was een surrealistische ervaring. De meest gestelde vraag na afloop luidde: was Ajax nou zo goed of VVV zo slecht? De waarheid lag in het midden, maar vrijwel niemand twijfelde eraan dat corona ook hier zijn stempel had gedrukt. De emotie- en sfeerloze ambiance speelde VVV in de tweede helft – en na een rode kaart – parten: zonder de toorn, het vuur en de woede van het publiek werd het eenzijdige duel geen gevecht om de eer, maar een onbeduidend trainingspotje. Bijna schouderophalend sleepte de verliezende partij zich naar de douche.", "Met een karrenvracht aan goals en één punt voorsprong op PSV hervat Ajax op 10 januari de competitie tegen de directe concurrent. Toch stapt de club met meer vragen dan antwoorden over de drempel van het nieuwe jaar."], "authors": ["Dick Sintenie"], "keywords": ["veel", "zijn", "van", "wijzer", "jaar", "geworden", "en", "een", "met", "dit", "maar", "op", "het", "ajax", "niet", "dat"], "pubDate": "2020-12-27T15:43:52Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}