{"id": "2ce088cf-9007-3189-9ab9-173c46acc8d3", "title": "De zon is weer gaan schijnen voor zangeres S10", "url": "https://www.parool.nl/kunst-media/de-zon-is-weer-gaan-schijnen-voor-zangeres-s10~b3833947/", "summary": "Beeld -Zangeres S10 (Stien den Hollander) maakte een paar jaar geleden naam met de ep’s Antipsychotica en Lithium.\nToch had ze toen al een ruime ervaring met depressies en psychoses en was ze ook een paar keer opgenomen geweest in een psychiatrische kliniek.\nEn zoals die titel doet vermoeden, gaat het stukken beter met S10.\nDe zon schijnt zeker niet in elk nummer op Vlinders, maar zo donker en somber als in haar eerdere werk wordt het niet meer.\nOp initiatief van festival Into The Great Wide Open werkten S10 en haar vaste producer Sim Fane er met de nodige gasten aan nieuwe muziek.", "paragraphs": ["Beeld -", "Zangeres S10 (Stien den Hollander) maakte een paar jaar geleden naam met de ep’s Antipsychotica en Lithium. Zeventien jaar oud was ze toen ze debuteerde. Toch had ze toen al een ruime ervaring met depressies en psychoses en was ze ook een paar keer opgenomen geweest in een psychiatrische kliniek.", "Haar nieuwe album is niet vernoemd naar psychofarmaca, maar heet Vlinders. En zoals die titel doet vermoeden, gaat het stukken beter met S10. ‘Sinds een dag of twee aangenaam verdoofd, smoorverliefd op jou,’ zingt ze – verwijzend naar 32 jaar van Doe Maar – in het nummer For Days. De zon schijnt zeker niet in elk nummer op Vlinders, maar zo donker en somber als in haar eerdere werk wordt het niet meer.", "Vlinders kwam tot stand op Vlieland. Op initiatief van festival Into The Great Wide Open werkten S10 en haar vaste producer Sim Fane er met de nodige gasten aan nieuwe muziek. Onder die gasten ook harpist Remy van Kesteren. Zijn klaterende spel is een mooie aanvulling op de verder vooral elektronische muziek.", "Hiphop wordt S10’s muziek meestal genoemd, maar zelf rapt ze nauwelijks. Dat doen wel gasten als Yung Nnelg, Zwangere Guy en Ronnie Flex. Ook zij laten zich van hun gevoelige kant horen. Bijzonder, maar vooral goed natuurlijk, dat in een genre waar stoerdoenerij lang hoog in het vaandel heeft gestaan, nu veel artiesten zich zo in hun ziel durven laten kijken."], "authors": ["Peter Van Brummelen"], "keywords": ["van", "het", "op", "maar", "met", "gaan", "s10", "schijnen", "zon", "en", "weer", "een", "ze", "ook", "zangeres", "voor"], "pubDate": "2020-11-20T10:26:32+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}