{"id": "2ce48c38-e016-3645-8b64-b5f00b49f981", "title": "B&B Diemerplein heeft nog maar één boeking staan, voor oktober 2021", "url": "https://www.parool.nl/ps/b-b-diemerplein-heeft-nog-maar-een-boeking-staan-voor-oktober-2021~bf73486b/", "summary": "“Vanaf de opening in september 2019 hadden mijn vrouw Daniëlle en ik een aantal uitstekende maanden met veel reserveringen.\nHet had een geslaagd eerste jaar kunnen worden, maar in maart verdwenen de boekingen als sneeuw voor de zon.\n“Aan het begin van het jaar werden er nog een aantal reserveringen gemaakt voor later.\nHoopvol is het niet: we ­hebben in totaal maar één boeking staan, voor oktober 2021.”Nog creatieve inzichten gekregen door de situatie?\nOm de club aan te moedigen, maar ook om weer begeleiding te geven aan het jeugdteam van Ajax, als teamleider.", "paragraphs": ["Beeld Dingena Mol", "Wat betekent de lockdown voor uw bed and breakfast?", "“Vanaf de opening in september 2019 hadden mijn vrouw Daniëlle en ik een aantal uitstekende maanden met veel reserveringen. Het had een geslaagd eerste jaar kunnen worden, maar in maart verdwenen de boekingen als sneeuw voor de zon. Met de tweede lockdown is de situatie alleen maar verergerd. Omdat je nu zelfs geen ontbijt meer kunt serveren, is er nog maar weinig van de bed and breakfast over.”", "Hoe gaat de komende tijd eruitzien?", "“Aan het begin van het jaar werden er nog een aantal reserveringen gemaakt voor later. Maar nu hebben we voor de komende maanden een lege agenda. Ik geloof dat mensen ­liever wachten op een werkend ­vaccin. Hoopvol is het niet: we ­hebben in totaal maar één boeking staan, voor oktober 2021.”", "Nog creatieve inzichten gekregen door de situatie?", "“Eigenlijk niet. Laatst belde iemand met de vraag of wij ook avondmaal­tijden bezorgen. Maar dat soort diensten passen niet bij het idee van onze onderneming.”", "Hoe houdt u de moed erin?", "“Het enige wat je kunt doen, is hopen op betere tijden. We zijn allebei consulenten bij onze eigen dieetpraktijk, dus er komt gelukkig geld binnen. Het opzetten van de bed and breakfast was vooral omdat het ons heel tof leek om dit erbij te doen: in onze tuin hadden we de ruimte om een chalet te bouwen. We zijn trots op het resultaat, maar hebben er vanwege de situatie nog niet voldoende van kunnen genieten.”", "Wat gaat u als eerste doen als alles weer wordt versoepeld?", "“Ik vermoed dat het eerste uitje naar de Johan Cruijff Arena wordt. Om de club aan te moedigen, maar ook om weer begeleiding te geven aan het jeugdteam van Ajax, als teamleider. Door het virus ben ik daar nu minder bij betrokken. Dat heb ik toch wel erg gemist. En natuurlijk willen we in onze bed and breakfast gasten ­ontvangen en verwennen.”"], "authors": ["Anna Livia De Kort"], "keywords": ["ik", "van", "het", "nog", "voor", "heeft", "diemerplein", "een", "om", "oktober", "onze", "staan", "te", "boeking", "één", "bb", "maar", "niet"], "pubDate": "2020-12-21T09:25:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}