{"id": "2cec889d-2f30-3155-a454-6ffd6f74ae86", "title": "Aards paradijsje met zelfpluktuin", "url": "https://www.volkskrant.nl/kijkverder/v/2020/aards-paradijsje-met-zelfpluktuin~v393993/", "summary": "In de 19de eeuw experimenteerden revolutionairen en anarchisten in de Russische bossen met communale levensvormen waarin voedsel, vee en seksuele partners gemeenschappelijk bezit werden.\nIn de late jaren zestig van de twintigste eeuw schoten communes en woongroepen in West-Europa en Noord-Amerika als paddestoelen uit de grond.\nHet is een understatement om te zeggen dat ook de meeste daarvan geen lang leven waren beschoren en voormalige bewoners er later met gemengde gevoelens op terug keken.\nVooral het feit dat communeleden er erg verschillende interpretaties van de vrije liefde op na konden houden, leidde tot flinke ruzies.\nVeel ‘boomers’ die het communeleven hadden uitgeprobeerd, keerden in de jaren zeventig naar ‘kleinburgerlijke’ vormen van samenleven terug.", "paragraphs": ["Laten we er eerlijk over zijn: de commune heeft historisch gezien geen best imago. In de 19de eeuw experimenteerden revolutionairen en anarchisten in de Russische bossen met communale levensvormen waarin voedsel, vee en seksuele partners gemeenschappelijk bezit werden. Het ideaal was paradijsjes op aarde gestalte te geven, de praktijk bleek weerbarstig: vele ‘oer-communistische’ enclaves vielen ten prooi aan tirannie en sektarisme – kwalen die ’s werelds eerste communistische staat op dezelfde bodem, de Sovjet-Unie, later ook parten zou spelen.", "In de late jaren zestig van de twintigste eeuw schoten communes en woongroepen in West-Europa en Noord-Amerika als paddestoelen uit de grond. Het is een understatement om te zeggen dat ook de meeste daarvan geen lang leven waren beschoren en voormalige bewoners er later met gemengde gevoelens op terug keken. Gebrek aan privacy bleek al te vaak problematisch. Ondanks egalitaire uitgangspunten waren sommige bewoners machtiger dan andere. Het taboe verklaren van privébezit maakte geen einde aan de aloude menselijke bezitsdrang. Vooral het feit dat communeleden er erg verschillende interpretaties van de vrije liefde op na konden houden, leidde tot flinke ruzies. Veel ‘boomers’ die het communeleven hadden uitgeprobeerd, keerden in de jaren zeventig naar ‘kleinburgerlijke’ vormen van samenleven terug."], "authors": ["Augustus"], "keywords": ["aan", "van", "geen", "paradijsje", "het", "op", "met", "aards", "waren", "en", "te", "terug", "er", "zelfpluktuin"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}