{"id": "2cfc5388-7295-38cc-9f8c-6bdbaefaae88", "title": "Het Stedelijk Museum in Amsterdam geeft snelcursus Surinaamse schilderkunst van de vorige eeuw", "url": "https://volkskrant.nl/cultuur-media/het-stedelijk-museum-in-amsterdam-geeft-snelcursus-surinaamse-schilderkunst-van-de-vorige-eeuw~bf8f4d24/", "summary": "Opbouw van de tentoonstelling Surinaamse school in het Stedelijk Museum in Amsterdam.\nHet interieur op het schilderij doet denken aan Johannes Vermeer of Pieter de Hooch: de zwart-wit geblokte vloer, invallend licht door het open raam.\nDit fascinerende zelfportret van Cliff San A Jong (72) hangt nu in de ‘portrettengalerij’ van de tentoonstelling Surinaamse School in het Stedelijk Museum Amsterdam.\nUit deze mix lijkt te concluderen dat van een ‘Surinaamse School’ helemaal geen sprake van is.\nIn 1930 verwierf het Stedelijk Museum haar bekende portret van een zwarte man die op een terras zit.", "paragraphs": ["Opbouw van de tentoonstelling Surinaamse school in het Stedelijk Museum in Amsterdam. Met vooraan op de grond het zelfportret van Cliff San A Jong. Beeld Pauline Marie Niks", "Een Surinaamse man, rode doek om de schouders, baard en lange rasta’s, kijkt de toeschouwer indringend aan. Op zijn hand zit een felgekleurde vogel, een regenbooglori. Het interieur op het schilderij doet denken aan Johannes Vermeer of Pieter de Hooch: de zwart-wit geblokte vloer, invallend licht door het open raam.", "Dit fascinerende zelfportret van Cliff San A Jong (72) hangt nu in de ‘portrettengalerij’ van de tentoonstelling Surinaamse School in het Stedelijk Museum Amsterdam. De tentoonstelling belooft een crash course Surinaamse schilderkunst uit de vorige eeuw.", "Een deel van deze kunstenaars was al eerder in het museum te zien tijdens de tentoonstelling Twintig jaar beeldende kunst in Suriname, 1975-1995, maar verder is door het Stedelijk weinig Surinaamse kunst getoond en gekocht. Slechts vijf van de geselecteerde 36 kunstenaars zijn in de collectie vertegenwoordigd.", "Lopend door de tentoonstelling in opbouw kunnen Stedelijk-curator Claire van Els en gastcurator Bart Krieger allerlei kunsthistorische mijlpalen aanwijzen: de eerste Surinaamse kunstenaar die aan de Amsterdamse Rijksakademie studeerde (Leo Glans, in 1930) bijvoorbeeld en de eerste Surinaamse kunstenaar die door het museum werd aangekocht (Erwin de Vries, in 1963).", "In de portrettengalerij valt op hoe divers de Surinaamse gezichten zijn: zwart, bruin en wit. De schilderstijlen lopen ook uiteen, deze schilderijen passen in verschillende tradities, van oude meesters (zoals het werk van San A Jong) en cobra tot magisch realisme en de nieuwe zakelijkheid. Uit deze mix lijkt te concluderen dat van een ‘Surinaamse School’ helemaal geen sprake van is. ‘Jawel’, zegt Krieger (publicist en onderzoeker). ‘Dat caleidoscopische kenmerkt Surinaamse kunst, al die verschillende culturen hebben hun eigen schoonheidsidealen. Dat is de Surinaamse School.’", "Hij wijst naar de realistische portretten die Jules Chin A Foeng (1944-1983) van zijn grootouders maakte: ‘Ik had nog voorgesteld om een van deze portretten als campagnebeeld te gebruiken.’ Dat leek Krieger verrassend voor het Nederlandse publiek; de grootouders van kunstenaar Chin A Foeng (van vaders kant) zijn Chinees, ook dat is Suriname.", "‘De titel van de tentoonstelling is ook een knipoog naar het kunstvakonderwijs dat in Suriname zo’n grote rol speelde bij de ontwikkeling van de schilderkunst’, voegt curator Van Els toe. Voor haar was het maken van deze tentoonstelling ook een spoedcursus, daarom werd expertise buiten het museum gezocht. Krieger is een van de vier gastcuratoren, verder werkten Ellen de Vries (biograaf van Nola Hatterman) en Jessica de Abreu en Mitchell Esajas van The Black Archives mee.", "Museumdirecteur Rein Wolfs bevestigt dat het museum met de tentoonstelling een inhaalslag probeert te maken. ‘Ik zou niet direct zeggen dat er fouten zijn gemaakt, maar we hebben kennelijk verzuimd om op een bepaalde manier te kijken. Dat waar systemisch bijna geen aandacht voor is geweest, dat willen we herstellen.’ Hij hoopt dat de tentoonstelling zal resulteren in aanwinsten voor de collectie.", "Surinaamse kunst is niet alleen binnen het Stedelijk ondervertegenwoordigd. Krieger: ‘Niemand in Nederland heeft deze kunst ooit bij elkaar gezien. En vergis je niet, in Suriname ook niet. Suriname heeft geen kunstmuseum.’ Het Stedelijk heeft nu schilderijen uit zo’n 35 particuliere collecties geleend. Ook hangt in de tentoonstelling kunst uit de staatscollectie van Suriname en de collectie van De Surinaamsche Bank.", "Nola Hatterman, Louis Richard Drenthe / Op het terras, 1930, olieverf op doek. Beeld Collectie Stedelijk Museum Amsterdam", "Een deel van de kunstenaars in de tentoonstelling is te herleiden tot een specifieke Surinaamse school, waar in 1953 de Nederlandse kunstenaar en docent Nola Hatterman (1899-1984) les ging geven. Na haar overlijden werd de huidige Nola Hatterman Art Academy opgericht in Paramaribo.", "Hatterman was zelf autodidact en schilderde vooral zwarte mensen, ook toen ze nog in Amsterdam woonde. In 1930 verwierf het Stedelijk Museum haar bekende portret van een zwarte man die op een terras zit. Dit schilderij is lange tijd verkeerd begrepen. Uit recent onderzoek bleek namelijk dat de geportretteerde niet kelner, danser en bokser Jimmy van der Lak (1903-1990) is. Het gaat om trompettist, kelner en acteur Louis Richard Drenthe (1901-1990).", "De invloeden van de nieuwe zakelijkheid zijn duidelijk te zien in dit schilderij: het gedempte kleurgebruik, de eenvoud van de compositie. Ook in de lessen op haar Surinaamse kunstschool legde Hatterman de nadruk op figuratieve kunst, ze wilde niet dat haar studenten werden ‘verpest’ door Europese abstracte invloeden. Ze vond dat zij de schoonheid van Suriname en haar inwoners moesten verbeelden. Aan bijvoorbeeld het schitterende familieportret van Armand Baag (1941-2001, leerling en tevens erfgenaam van Hatterman) is duidelijk de invloed van haar schilderlessen te zien.", "Gastcurator Bart Krieger en curator Claire van Els bekijken het schilderij Chinese slippers (1980-1983) van Jules Chin A Foeng. Beeld Pauline Marie Niks", "Maar tussen bijvoorbeeld Hatterman en eerdergenoemde Jules Chin A Foeng kwam het tot een ware ‘schoolstrijd’, vertelt gastcurator Krieger. Chin A Foeng richtte namelijk in de jaren zestig een concurrerende Surinaamse kunstschool op. Hij vond dat Hattermans beeld van de Surinaamse kunstgeschiedenis (gechargeerd: alsof die bij haar school begon) geen recht deed aan vroege Surinaamse kunst, zoals gemaakt door schilder Govert Jan Telting (1905-1988).", "Telting gaf zelf schilderles aan zijn zoon Quintus Jan Telting (1931-2003), wiens werk een bijzondere ontwikkeling doormaakte, zo is in het Stedelijk te zien: van bijna abstract via realistisch tot heel grof als graffiti. ‘Quintus Jan Telting zou erg interessant kunnen zijn voor een solotentoonstelling’, denkt Van Els. Want het is de bedoeling dat de tentoonstelling een vervolg krijgt, benadrukt ze: in kunsthistorisch onderzoek, solotentoonstellingen of groepstentoonstellingen. Zo’n vervolg zou geen geografische insteek hebben, legt ze uit. ‘Dit isoleren van Surinaamse kunstenaars, doen we een keer als inhaalslag. Hierna moet deze kennis en kunst worden verankerd in het museum.’", "Surinaamse School, Stedelijk Museum Amsterdam, 12/12 t/m 31/5."], "authors": ["Anna Van Leeuwen"], "keywords": ["van", "dat", "tentoonstelling", "vorige", "surinaamse", "eeuw", "stedelijk", "schilderkunst", "en", "een", "te", "zijn", "geeft", "op", "museum", "snelcursus", "het"], "pubDate": "2020-12-10T17:08:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}