{"id": "2d064960-0dd6-31aa-aaab-c07b3e3224b9", "title": "Schrijver Oek de Jong: ‘Mijn generatie heeft een nieuw verhaal moeten creëren’", "url": "https://www.parool.nl/kunst-media/schrijver-oek-de-jong-mijn-generatie-heeft-een-nieuw-verhaal-moeten-creeren~b323fe66/", "summary": "Maar ik geloof niet dat het helemaal toevallig is dat ik voornamelijk over dode en meest ook klassieke schrijvers heb geschreven.\nDat is de belangrijkste reden dat ik deze stukken zo graag wilde bundelen in één band.\nDe Jong beleeft zo’n moment bij het zien van een foto van mosselen die in een korf uit zee worden gehaald.\nJona die drie dagen in de buik van een walvis overleeft, is voor een kleine jongen gewoon een spannend sprookje.\nIk zit opeens in het hoofd van een zwarte vrouw in Amerika of ik lees een gedetailleerd verslag van een bijna-dood ervaring.", "paragraphs": ["Oek de Jong. Beeld Guido Benschop / De Beeldunie", "“Het toeval heeft een grote rol gespeeld bij het ontstaan van mijn essays. Ik had ook over levende schrijvers kunnen schrijven. Maar ik geloof niet dat het helemaal toevallig is dat ik voornamelijk over dode en meest ook klassieke schrijvers heb geschreven. Ik voel me het sterkst aangetrokken tot kunst die een blijvende waarde heeft – de grote kunst, dus.”", "“Ik vind het ook interessanter te reageren op een afgerond oeuvre. De zaken zijn dan overzichtelijker. Een oeuvre biedt een ontwikkeling, een thematiek die zich ontvouwt. Ook is er de afstand in de tijd. Het verleden geeft mij een scherpere blik op het heden. Dat krijgt meer diepte, meer reliëf en meer kleur door kennis van wat voorafging. Ik begrijp mijn eigen tijd beter door de confrontatie met kunst en ideeën die letterlijk niet meer van deze tijd zijn.”", "De vraag was waarom Oek de Jong in Het glanzend zwart van mosselen – een bundeling van zijn essays, kunstkritieken en reisverhalen – zich louter op dode schrijvers richt. Maar de vraag had net zo goed kunnen gaan over de rol van reizen en landschappen in zijn persoonlijke stukken. Of over de invloed van beeldende kunst en van de Bijbel – de essayist De Jong toont zich in deze indrukwekkende uitgave een tastende beschouwer die de blik van andere kunstenaars en de inhoud van grote verhalen gebruikt om uiteindelijk zijn eigen blik op de wereld (en daarmee die van de lezer) telkens weer iets scherper te stellen.", "“De belangrijkste verbinding tussen de 41 essays, dat is natuurlijk de persoon die ze schreef. Er is in de veertig jaar dat ik schrijf in mijn essays een ideeënwereld ontstaan. Dat is de belangrijkste reden dat ik deze stukken zo graag wilde bundelen in één band. Hoewel deze essays onder zeer uiteenlopende omstandigheden en in soms ver uiteenliggende perioden in mijn leven zijn geschreven, kwam ik erachter dat de kern waaruit ik schrijf niet is veranderd. Ik zag er een grote consistentie in. Natuurlijk zie ik mijzelf in deze essays wel ouder en rijper worden.”", "Het grote verhaal", "De titel van de bundel – Het glanzend zwart van mosselen – verwijst naar een moment van volledige aandacht. De Jong beleeft zo’n moment bij het zien van een foto van mosselen die in een korf uit zee worden gehaald. In zijn inleiding beschrijft hij hoe een mens op zo’n moment volledig kan opgaan in wat hij ziet; met als gevolg dat alle ruis in het hoofd naar de achtergrond verdwijnt. Zo ontstaan momenten vol voldoening en betekenis. Momenten ook waarop het leven de indruk wekt begrijpelijk te zijn.", "De Jong: “Ik ben nog net van de generatie die heeft meegemaakt hoe de wereld werd bijeengehouden door een groot verhaal, in mijn geval het christelijk geloof. Dat is in de jaren zestig en zeventig verdwenen. We zijn terechtgekomen in een onttoverde wereld, die draait om het individu, om persoonlijke doelen en idealen. We moeten nu ieder ons eigen verhaal creëren.”", "“Bij mij komt dat voor een groot deel voort uit de beeldende kunst en de literatuur. ik bouw een tentje van beelden en ideeën, dat me beschut tegen het barre niets. Die beelden en ideeën geven ook richting. Schrijvers en schilders, dichters en denkers zijn mijn belangrijkste inspiratiebronnen. Caspar David Friedrich. Meister Eckhart. Vermeer. Caravaggio. Kellendonk. Gorter, Gerhardt. Ze komen allemaal voorbij.”", "Intimiteit", "Een leidend thema in zijn werk is intimiteit. In Het glanzend zwart van mosselen zit die niet alleen in de persoonlijke zoektocht, maar ook in de wijze waarop hij zijn lezers deelgenoot maakt van zijn vorsende en tastende blik.", "“Intimiteit is veel meer dan seks en erotiek. Simone de Beauvoir zei eens dat haar jarenlange relatie met Jean-Paul Sartre bestond uit ‘een voedende intimiteit’. Een prachtig begrip. Als romanschrijver ben ik er altijd op uit geweest om mensen in het verhaal te trekken, om mijn wereld dichtbij te brengen. Dat alles waarover ik schrijf, kan worden geroken en geproefd. Dat is ook een vorm van intimiteit. Dat de lezer dicht bij de hoofdpersonen kan komen.”", "Voor deze uitgave nam De Jong al zijn essays nogmaals onder handen (‘de vuistregel was: ik verander niets aan de structuur’). Ook voegde hij niet eerder gepubliceerde, cultuurkritische stukken toe. Zo gaat Metropool aan de Noordzee – dat hij eind jaren negentig schreef en dat handelt over de toekomst van ons land – nu gepaard met stukken waarin hij terugblikt op de grote veranderingen in de jaren zestig en zeventig (‘de luxe revolutie’) en waarin hij stilstaat bij de waarde van het lezen van de Klassieken.", "Wie de bundel leest, dompelt zich onder in de ideeën en beelden uit de Europese geschiedenis en tradities. Tegelijk blijft De Jong dicht bij zichzelf. Dicht bij zijn Zeeuwse achtergrond, en zijn protestantse opvoeding.", "“Wat uit die vroege jeugd is blijven hangen, zijn de verhalen uit het Oude Testament. Die heb ik binnengekregen toen ik een jaar of vier of vijf oud was. Die verhalen zijn onderdeel geworden van wie ik ben. Jona die drie dagen in de buik van een walvis overleeft, is voor een kleine jongen gewoon een spannend sprookje. Pas later besefte ik hoeveel invloed deze prachtige verhalen op me hebben gehad. Ze suggereren allemaal dat de wereld een God als middelpunt heeft.”", "in de boeken van W.F. Hermans trof hij een ontluisterend beeld van de wereld aan. “Ik raakte door de romans van Hermans verontrust. Ik vond het ook opwindend, die vernietigende blik. Zo zit het dus, dit is de wereld als alle schone schijn is weggekrabd: chaos en willekeur.”", "Van grote waarde in deze digitale tijd is het essay Wat alleen de roman kan zeggen (2013), over de kracht van literatuur ten opzichte van de beeldcultuur. “Laat duidelijk zijn: ik ben een groot filmliefhebber, en dan vooral van de auteursfilm. Maar in dit essay zoek ik uit wat de specifieke kracht van een roman is. De uitkomst is best simpel: de romanschrijver kan een cameraatje laten zakken in het hoofd van zijn personages, hij kan ze van binnenuit laten zien, alles wat er speelt. Een lezer ziet de personages niet van buitenaf, als in een film, maar hij zit in hun hoofden, hij leert ze heel intiem kennen. Geen andere kunstvorm brengt de binnenwereld van mensen zo dichtbij.”", "Doordat de tijd verandert, heeft elke generatie schrijvers een andere wereld om te verkennen. “Onze binnenwereld is voor de schrijver een onderzoeksterrein zonder grenzen. Tegelijk weet ik hoe moeilijk het is om je aandacht op boeken te blijven richten. De lokroep van de telefoon is groot. Ook ik heb last van dat flikkerende schermpje, dat voortdurend de indruk wekt van belang te zijn. Die telefoon moet letterlijk opzij worden gelegd of nog liever: uitgezet. Door het lezen kom ik tot rust, keer ik naar binnen. Ik zit opeens in het hoofd van een zwarte vrouw in Amerika of ik lees een gedetailleerd verslag van een bijna-dood ervaring. Een roman geeft me indrukken die ik op geen enkele andere wijze kan opdoen.”", "Bekijk de vorige aflevering van Letteren Live, het boekenprogramma van Het Parool, terug:"], "authors": ["Ronald Ockhuysen"], "keywords": ["moeten", "verhaal", "generatie", "heeft", "van", "het", "hij", "die", "jong", "zijn", "ik", "oek", "mijn", "een", "en", "nieuw", "schrijver", "dat", "ook"], "pubDate": "2020-11-29T13:00:49+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}