{"id": "2d07d1e1-af4b-39c2-b615-174f6a8f3186", "title": "Politie Den Haag zoekt naar overvaller van Albert Heijn Kleine Loo", "url": "https://nu.nl/den-haag/6095796/politie-den-haag-zoekt-naar-overvaller-van-albert-heijn-kleine-loo.html", "summary": "De Albert Heijn aan Het Kleine Loo in Den Haag is woensdagavond rond sluitingstijd overvallen.\nHet gaat om een lichtgetinte man, die rond de dertig jaar oud wordt geschat.\nHij heeft een mager postuur, draagt donkere kleding en heeft een muts op.\nMensen die de man zien worden opgeroepen om zich bij de politie te melden en om de man niet zelf te benaderen.\nOok zou de verdachte een tas hebben achtergelaten.", "paragraphs": ["De Albert Heijn aan Het Kleine Loo in Den Haag is woensdagavond rond sluitingstijd overvallen. De politie zocht in de omgeving naar de dader.", "Het gaat om een lichtgetinte man, die rond de dertig jaar oud wordt geschat. Hij heeft een mager postuur, draagt donkere kleding en heeft een muts op.", "", "Mensen die de man zien worden opgeroepen om zich bij de politie te melden en om de man niet zelf te benaderen. Rond 23.30 uur liet de politie weten dat er nog geen verdachte is aangehouden.", "", "Wat zich precies in de winkel heeft afgespeeld en of de man buit heeft gemaakt, kan de politiewoordvoerder nog niet zeggen. Wat de politie wel kon zeggen is dat er voor zover bekend geen mensen gewond zijn geraakt.", "Mes gevonden op parkeerterrein", "Op het parkeerterrein bij de supermarkt werd een mes gevonden. Deze was mogelijk in het bezit van de verdachte tijdens de overval. De verdachte gebruikte ook een winkelwagen toen hij in de winkel aanwezig was. Zowel het mes als het winkelwagentje werd onderzocht op sporen. Ook zou de verdachte een tas hebben achtergelaten."], "authors": ["Door"], "keywords": ["man", "van", "politie", "zoekt", "heeft", "rond", "het", "naar", "heijn", "overvaller", "haag", "verdachte", "loo", "een", "om", "en", "zich", "den", "kleine"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}