{"id": "2d156a28-1747-3931-8019-23514114c576", "title": "Lockdown heeft geen positief effect op RIVM-cijfers", "url": "https://www.volkskrant.nl/nieuws-achtergrond/lockdown-heeft-geen-positief-effect-op-rivm-cijfers~bba35049/", "summary": "‘We zullen nog echt een week moeten wachten om te weten of de effecten van de lockdown zichtbaar worden.\nDe geringe effecten van de strenge lockdown zijn het best te zien aan het percentage personen dat positief test.\nEen week geleden daalde het percentage naar 13 procent, maar die daling is deze week omgeslagen in een lichte stijging.\nVeiligheidsregio Twente valt op, met zowel het hoogst aantal meldingen per honderdduizend inwoners als het hoogste percentage positief getesten in de afgelopen week.\nDe afgelopen week zijn er 56.440 besmettingen met het nieuwe coronavirus gemeld, bijna 11 duizend minder dan een week eerder.", "paragraphs": ["In de Noordwest Ziekenhuisgroep in Alkmaar wordt een patiënt behandeld op de ic. Beeld Robin Utrecht", "‘We willen niet te pessimistisch klinken, maar deze gegevens stemmen evenmin optimistisch’, zegt hoofd epidemiologie Susan van den Hof van het RIVM. ‘We zullen nog echt een week moeten wachten om te weten of de effecten van de lockdown zichtbaar worden. De daling die is ingezet is bovendien nog aan de trage kant, waardoor het in het huidige tempo nog lang duurt voordat het virus flink is teruggedrongen.", "Vlak voor Kerst waren er nog ruim 170 duizend Nederlanders besmettelijk voor andere personen, legt Van den Hof uit. Dat maakt de kerstperiode ook een risico. Omdat de incubatietijd van covid-19 zo’n vijf à zes dagen bedraagt, kunnen mensen met Kerst bij de familie besmet raken en rond Oud en Nieuw als ze vrienden ontmoeten nog niet weten dat ze iets onder de leden hebben.", "De geringe effecten van de strenge lockdown zijn het best te zien aan het percentage personen dat positief test. Nadat in oktober de eerste strenge maatregelen werden genomen, daalde het percentage positieve testen in enkele weken tijd van ruim 18 procent naar zo’n 11 procent.", "Na de strenge lockdown van 15 december is het percentage positieve testen niet gedaald. Dat percentage komt deze week uit op 13,7 procent, even hoog als twee weken geleden. Een week geleden daalde het percentage naar 13 procent, maar die daling is deze week omgeslagen in een lichte stijging.", "De tegenvallende cijfers verkleinen de kans op veel versoepelingen na 19 januari. Premier Rutte toonde zich dinsdag weinig hoopvol. ‘Op dit moment blijven de cijfers natuurlijk hoog’, zei Rutte in debat met de Tweede Kamer.", "Vooral onder scholieren zijn er deze week veel minder besmettingen aangetroffen. Dat kan te maken hebben met de schoolsluiting. Tegelijkertijd is de noodzaak voor een scholier om te testen met een snotneus minder groot.", "De instroom van nieuwe patiënten in het ziekenhuis is deze week wel iets lager dan vorige week, meldt het RIVM. De afgelopen week zijn er minder covid-19-patiënten in het ziekenhuis opgenomen, het weektotaal daalde van 2.196 naar 2.049. Dat is een positief teken, zegt Van den Hof. Alleen is er ook hier de onzekerheid van de kerstperiode.", "Het aantal nieuwe opnamen op de ic-afdelingen nam daarentegen wel toe, van 304 naar 336. Pas volgende week valt te zien of de lichte daling van het aantal ziekenhuisopnamen zich ook vertaalt in lagere opnamen op de ic.", "Veiligheidsregio Twente valt op, met zowel het hoogst aantal meldingen per honderdduizend inwoners als het hoogste percentage positief getesten in de afgelopen week. In Twente en Zuid-Holland-Zuid testte meer dan 17 procent positief. In de regio’s Amsterdam, Gooi en Vechtstreek en Utrecht was dit minder dan 12 procent.", "De afgelopen week zijn er 56.440 besmettingen met het nieuwe coronavirus gemeld, bijna 11 duizend minder dan een week eerder. Dit is op weekbasis een daling van 16 procent. De GGD’s hebben afgelopen week 368.126 testen uitgevoerd, bijna 71 duizend minder dan vorige week."], "authors": ["Semina Ajrovic", "Xander Van Uffelen"], "keywords": ["effect", "lockdown", "van", "percentage", "rivmcijfers", "heeft", "positief", "een", "met", "geen", "minder", "op", "te", "het", "week", "dat"], "pubDate": "2021-01-05T16:32:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}