{"id": "2d25f65b-0d7a-395b-a67f-933499f1cdcb", "title": "Jan-Pieter Breugem (1969-2020), ‘JP’ was een downie én een man van de wereld", "url": "https://volkskrant.nl/mensen/jan-pieter-breugem-1969-2020-jp-was-een-downie-en-een-man-van-de-wereld~baa590ef0/", "summary": "Hij hield van de natuur en van de beesten.\nHij was een man van de wereld, sprak Engels en een mondje Duits en wist goed wat er speelde in de politiek.\nToen dat een keer ter sprake kwam, zei JP op hoge toon tegen mij: ‘En hoe gaat die PvdA van jou dat be-­talen, Van Hulten?’JP Breugem was een broer van directeur Jaap Breugem van de Economic Board Utrecht en de televisiepresentatrice Tooske Ragas-Breugem.\nHij was de oudste zoon van een rector van een scholengemeenschap voor voortgezet onderwijs in Zwolle.\n‘Nadat bij zijn geboorte het syndroom van Down werd vastgesteld, kregen mijn ouders van een van de artsen het advies om mijn broer af te staan.", "paragraphs": ["Beeld rv", "Het gelukkigst was Jan-Pieter (‘JP’) Breugem als hij op de Zwolse wijkboerderij De Eemhoeve met zijn kop in de wind de bezem ter hand kon nemen. Hij hield van de natuur en van de beesten.", "Hij praatte dan volop met collega’s en bezoekers, want communiceren kon hij als geen ander. JP had het syndroom van Down, maar hij was veel meer dan dat. Hij was een man van de wereld, sprak Engels en een mondje Duits en wist goed wat er speelde in de politiek.", "Voormalig PvdA-voorzitter Michiel van Hulten was een huisvriend van de familie Breugem. ‘JP was destijds een fan van Bolkestein en daar had ik enorme discussies met hem over. Vaak plagerig. Maar hij was heel scherp. Ik herinner mij uit 2006 de crisis rond het generaal pardon voor asielzoekers. Toen dat een keer ter sprake kwam, zei JP op hoge toon tegen mij: ‘En hoe gaat die PvdA van jou dat be-­talen, Van Hulten?’", "JP Breugem was een broer van directeur Jaap Breugem van de Economic Board Utrecht en de televisiepresentatrice Tooske Ragas-Breugem. Hij stierf 21 november op 51-jarige leeftijd aan alzheimer.", "‘De laatste jaren vielen steeds meer functies uit. Dat was heel tragisch om te zien’, zegt Jaap. Tooske Ragas reageerde op Instagram op zijn dood: ‘Mijn hart zal nooit meer hetzelfde zijn, maar ik vertrouw erop dat liefde sterker is dan dood. Haar man Bastiaan schreef: ‘Nog nooit iemand zo sterk, stoer en onafhankelijk ontmoet en toch zo kwetsbaar, teer en afhankelijk.’", "Een volwaardig leven", "JP kwam uit een progressief, ­Nederlands Hervormd gezin. Hij was de oudste zoon van een rector van een scholengemeenschap voor voortgezet onderwijs in Zwolle. ‘Nadat bij zijn geboorte het syndroom van Down werd vastgesteld, kregen mijn ouders van een van de artsen het advies om mijn broer af te staan. Jullie hebben nog een leven voor je, werd er gezegd. Vrijwel onmiddellijk, en zonder te weten wat de toekomst hun zou brengen, kozen ze ervoor om hem zelf een volwaardig leven te willen geven’, vertelt JP’s broer Jaap.", "Hij zegt dat hij als kind altijd ­extra op zijn broer moest letten. ‘Het was net of ik een extra paar ogen in mijn achterhoofd had.’ Tooske Ragas vertelde eens dat het gezin ‘op straat vanwege JP ook altijd extra werd bekeken’.", "JP volgde speciaal onderwijs in Zwolle en kon vanaf zijn 18de meedraaien op de dagopvang, waar hij houten voorwerpen maakte. Maar hij zat het beste in zijn vel toen hij later een baan vond op de wijkboerderij en zijn eigen appartement kreeg in een zorgwoning.", "Behalve dat hij de krant las en het nieuws op televisie volgde, was hij verzot op middeleeuwse legendes, zoals die over koning Arthur en de ridders van de ronde tafel. Hij kwam ook wel op de middelbare school waar zijn vader werkte. Jaap: ‘Een keer was er een schooluitje naar de Tweede Kamer. In de bus hadden de leerlingen het hoogste woord over wat ze de ­Kamerleden allemaal zouden gaan vragen. Maar toen puntje bij paaltje kwam, was het JP die de ­vragen stelde aan Hans Dijkstal, die toen parlementslid was voor de VVD.’", "Door veel naar buiten te treden, leverden zijn ouders een belangrijke bijdrage aan de emancipatie van mensen met Down. Jaap Breugem zelf benaderde het VARA-programma Kinderen voor Kinderen, wat in 1982 resulteerde in het liedje ‘Mijn broertje is mongool’.", "De laatste tien jaar schiet de trend plotseling naar de andere kant door met allerlei programma’s met Downies, zegt Jaap Breugem. Hij koestert daar ambivalente gevoelens over. ‘Ik waardeer de emancipatoire motieven, aan de andere kant moeten ze niet als bezienswaardigheid worden ge-etaleerd. ­"], "authors": ["Peter De Waard"], "keywords": ["jp", "zijn", "van", "breugem", "man", "downie", "en", "een", "met", "dat", "op", "wereld", "janpieter", "het", "19692020", "hij", "én"], "pubDate": "2020-12-30T19:28:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}