{"id": "2d289210-c4a9-3986-81a3-725afa663575", "title": "Italiaanse oud-voetballer Paolo Rossi (64) overleden", "url": "https://www.nrc.nl/nieuws/2020/12/10/italiaanse-voetballer-paolo-rossi-64-overleden-a4023335", "summary": "De Italiaanse oud-voetballer Paolo Rossi is op 64-jarige leeftijd overleden.\nItaliaanse media schrijven op donderdag dat hij overleden is aan een ongeneeslijke ziekte, al is het niet bekend waar hij aan leed.\nZijn vrouw Federica Cappelletti heeft op Instagram een foto geplaatst Rossi en haarzelf met daarbij de tekst „voor altijd”.\nRossi speelde onder meer voor het Italiaanse nationale elftal en vergaarde wereldwijd bekendheid op het WK voetbal in 1982 in Spanje.\nNa zijn carrière als voetballer schoof hij geregeld aan als commentator bij het Italiaanse televisiekanaal RAI Sport.", "paragraphs": ["De Italiaanse oud-voetballer Paolo Rossi is op 64-jarige leeftijd overleden. Italiaanse media schrijven op donderdag dat hij overleden is aan een ongeneeslijke ziekte, al is het niet bekend waar hij aan leed. Zijn vrouw Federica Cappelletti heeft op Instagram een foto geplaatst Rossi en haarzelf met daarbij de tekst „voor altijd”.", "Rossi speelde onder meer voor het Italiaanse nationale elftal en vergaarde wereldwijd bekendheid op het WK voetbal in 1982 in Spanje. Op dat toernooi was hij met zes goals topscorer; met name zijn hattrick in de wedstrijd tegen Brazilië, waardoor Italië met een 3-2 overwinning de halve finale bereikte, baarde opzien. Italië won het toernooi en Rossi kreeg mede vanwege zijn optreden op het WK een Ballon d’Or, de prestigieuze prijs voor de beste Europese voetballer van het jaar. Rossi speelde gedurende zijn carrière 48 interlands en scoorde bij deze wedstrijden twintig goals.", "Aanvankelijk had Rossi niet mee mogen doen met het toernooi in Spanje. De Italiaanse fiscale politie onthulde in 1980 dat een aantal Italiaanse clubs onderdeel was van een matchfixingschandaal genaamd Totonero, waaronder zijn toenmalige ploeg Perugia. Hij werd drie jaar geschorst. Later werd dit teruggebracht naar twee jaar, waardoor Rossi alsnog aan het toernooi van 1982 kon deelnemen.", "Behalve voor het nationale elftal speelde Rossi onder meer voor Juventus, AC Milan en Hellas Verona. Met Hellas Verona speelde hij in 1987 zijn laatste wedstrijd. Na zijn carrière als voetballer schoof hij geregeld aan als commentator bij het Italiaanse televisiekanaal RAI Sport."], "authors": ["Flóri Hofman", "December Om", "Leestijd Minuut"], "keywords": ["rossi", "paolo", "64", "het", "op", "hij", "oudvoetballer", "zijn", "met", "overleden", "een", "italiaanse", "en", "voor"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}