{"id": "2d303bf2-83ac-3396-a2cb-39468d8fa885", "title": "Go Ahead sluit moeilijke week af met zege op TOP Oss", "url": "https://nos.nl/artikel/2363862-go-ahead-sluit-moeilijke-week-af-met-zege-op-top-oss.html", "summary": "Na de verrassende zege op Jong PSV heeft het door corona geplaagde Go Ahead Eagles ook gewonnen van TOP Oss.\nDoor een benutte strafschop van Jeroen Veldmate sloten de Deventenaren een lastige week met een 1-0 zege af.\nDinsdag had Go Ahead, dat liefst elf spelers miste door de corona-uitbraak, nog net genoeg fitte spelers om het op te nemen tegen Jong PSV.\nOndanks een reeks goede kansen voor Go Ahead leek de wedstrijd op een gelijkspel uit te draaien, totdat TOP-doelman vlak voor tijd met een onbesuisde actie een strafschop veroorzaakte en aanvoerder Jeroen Veldmate scoorde.\nGo Ahead heeft door de zege 32 punten, een minder dan FC Volendam, de nummer zes van de ranglijst.", "paragraphs": ["Na de verrassende zege op Jong PSV heeft het door corona geplaagde Go Ahead Eagles ook gewonnen van TOP Oss. Door een benutte strafschop van Jeroen Veldmate sloten de Deventenaren een lastige week met een 1-0 zege af.", "De wedstrijd tegen TOP stond voor afgelopen vrijdag op het programma, maar werd op verzoek van Go Ahead uitgesteld omdat de club door een corona-uitbraak en blessures onvoldoende wedstrijdfitte spelers had.", "Dinsdag had Go Ahead, dat liefst elf spelers miste door de corona-uitbraak, nog net genoeg fitte spelers om het op te nemen tegen Jong PSV. De gemankeerde ploeg wist die wedstrijd zowaar te winnen.", "Tegen TOP keerde doelman Jay Gorter na zijn coronabesmetting terug onder de lat. Ook vaste waarden Sam Beukema, Julliani Eersteling en Quiermo Dumay maakten weer deel uit van de selectie, hoewel zij nog plaatsnamen op de bank.", "Ondanks een reeks goede kansen voor Go Ahead leek de wedstrijd op een gelijkspel uit te draaien, totdat TOP-doelman vlak voor tijd met een onbesuisde actie een strafschop veroorzaakte en aanvoerder Jeroen Veldmate scoorde.", "Go Ahead heeft door de zege 32 punten, een minder dan FC Volendam, de nummer zes van de ranglijst."], "authors": [], "keywords": ["door", "zege", "van", "wedstrijd", "spelers", "moeilijke", "af", "voor", "met", "een", "oss", "op", "te", "ahead", "week", "sluit"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}