{"id": "2d3e24dd-bcfa-3cba-863b-a102a79a6557", "title": "Sorteerfabriek van PostNL kraakt onder de kerstgroeten en de extra coronapost", "url": "https://volkskrant.nl/nieuws-achtergrond/sorteerfabriek-van-postnl-kraakt-onder-de-kerstgroeten-en-de-extra-coronapost~beeb1697/", "summary": "Verwerking van de kerstkaarten bij het postsorteercentrum van Post NL in Amsterdam.\nDe extra maatregelen die PostNL elk jaar neemt om kerstgroeten en nieuwjaarswensen op tijd te bezorgen, komen dus helemaal als geroepen.\nKaarten vandaag nog op de busPostNL raadt iedereen aan zijn wenskaarten vandaag nog op de bus te doen.\nNu is de hulp ingeroepen van nog eens datzelfde aantal aan inval- en uitzendkrachten.\nSpeciale stukken worden er uitgevist, laat teamcoach Marco Ilbrink zien: ‘Post van ING.", "paragraphs": ["Verwerking van de kerstkaarten bij het postsorteercentrum van Post NL in Amsterdam. Beeld Raymond Rutting / de Volkskrant", "Het is druk bij het postsorteercentrum van PostNL in Amsterdam. Het pand lijkt een magneet voor alle witte bestelbusjes in de omgeving. Ze rijden af en aan met brieven, kaarten, tijdschriften en de platte pakketjes die door de brievenbus kunnen. Binnen werken honderden sorteerders zich door onafzienbare bergen enveloppen.", "Als het woord ‘post’ valt, gaat de aandacht meestal uit naar de pakketbezorgers van PostNL. ‘Maar de meeste mensen vergeten dat we ook elke dag 6,8 miljoen stuks aan briefpost verwerken’, zegt een woordvoerder van het bedrijf, ‘in aantallen meer dan dat we pakketjes bezorgen.’ Nederland verstuurt wel minder post dan vroeger: elk jaar neemt de hoeveelheid enveloppen die in een sorteercentrum belanden met 10 procent af.", "12 miljoen poststukken", "Met de feestdagen haalt de consument die schade ruimschoots in. Dan verwerkt PostNL elke dag zo’n 12 miljoen poststukken. De laatste maand staat bij het concern dan ook te boek als de SKNJ-periode, oftewel ‘Sinterklaas’, ‘Kerst’ en ‘Nieuwjaar’. Dit jaar komt daar de C bij. Harde cijfers zijn er nog niet, maar PostNL merkt dat de Nederlander in dit coronajaar toch iets meer op de post doet.", "Begin deze week kondigde het kabinet een harde lockdown af. ‘Dat zou zomaar kunnen leiden tot nog meer post’, aldus Marcel de la Haye, operator van een van de vijftig sorteermachines in het immense Amsterdamse sorteercentrum.", "De extra maatregelen die PostNL elk jaar neemt om kerstgroeten en nieuwjaarswensen op tijd te bezorgen, komen dus helemaal als geroepen. De postbezorgers hebben normaal op maandag vrij, maar gaan de komende twee weken wel op maandag pad. Bestelbusjes gaan extra langs bij servicepunten en de oranje brievenbussen.", "Kaarten vandaag nog op de bus", "PostNL raadt iedereen aan zijn wenskaarten vandaag nog op de bus te doen. ‘We doen ons uiterste best om alle kerstpost op tijd te bezorgen, maar ons netwerk is niet van elastiek. Mogelijk komt niet alle post op tijd voor Kerst aan.’", "Normaal werken in het Amsterdamse sorteercentrum tussen de 1.200 en 1.300 mensen in ploegendiensten. Nu is de hulp ingeroepen van nog eens datzelfde aantal aan inval- en uitzendkrachten. ‘Uitzendbureaus hebben genoeg mensen’, constateert regiomanager Niels Kemerink. Onder de tijdelijke krachten zijn ook mensen die dit jaar hun baan verloren. ‘Die zijn blij dat ze bij ons aan het werk kunnen.’", "In de hal kijkt Kemerink licht bezorgd naar een sorteerlijn die is stilgevallen. Een monteur staat gebogen over een machine die tienduizenden enveloppen per uur kan verwerken. ‘Ben benieuwd hoelang dat gaat duren’, zegt Kemerink.", "Slimme software", "De vijftig machines in het centrum selecteren brieven naar formaat, gewicht en voldoende frankering. Als slimme software het adres en de postcode heeft ontcijferd, krijgt elk poststuk een code opgedrukt waardoor de sorteermachines dat nog preciezer naar zijn bestemming kunnen dirigeren. Speciale stukken worden er uitgevist, laat teamcoach Marco Ilbrink zien: ‘Post van ING. Braillepost. De blauwe enveloppen van de Belastingdienst. Rouwpost en medische post. Die laatste twee krijgen boven alles voorrang.’", "De machines leggen brieven en drukwerk in de volgorde waarin de postbode zijn rondes loopt. Elastiekje erom en de bundels gaan met een bestelbusje naar een depot, waar de bezorgers hun fietstassen volproppen.", "Bij het sorteren komt nog veel handwerk kijken – in postjargon aangeduid met ‘vlooien’. Medewerkers pikken de te grote en dikke poststukken van de lopende band om te voorkomen dat de sorteermachines vastlopen. Wat er aan afwijkende formaten en gewichten doorheen glipt, wordt afgevangen in een draaiende trommel, die oogt als een wasdroger. Of het drukker is dan in voorgaande jaren? Marcel de la Haye is al 44 jaar in dienst van de posterijen. Hij hoeft er niet lang over na te denken. ‘Het is hectisch. Maar het komt allemaal goed.’"], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "dat", "die", "extra", "nog", "een", "coronapost", "kraakt", "en", "postnl", "post", "te", "onder", "kerstgroeten", "op", "sorteerfabriek", "het"], "pubDate": "2020-12-16T21:38:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}