{"id": "2d4987e3-dfd8-3048-8c4a-5f0fe27ba0fc", "title": "China wil een miljoen talenten opleiden", "url": "https://volkskrant.nl/nieuws-achtergrond/china-wil-een-miljoen-talenten-opleiden~ba56c307/", "summary": "In een gigantisch stadion, waar gewoonlijk sportevenementen en concerten plaatsvinden, doen duizenden jongeren mee aan een wedstrijd met zelfgemaakte robots.\nNaast hen bouwen robots torens of spelen ze een soort basketbal.\nChina wil tegen 2030 wereldleider in kunstmatige intelligentie (AI) worden, maar kampt met een tekort aan talenten.\nBij concurrent VEX moet je rekenen op 4.000 euro per jaar, en een veelvoud daarvan als je aan nationale of internationale wedstrijden wil deelnemen.\nMaar eigenlijk zijn het knutselwedstrijden: hoe goed kun je de onderdelen van een bouwdoos in elkaar steken?", "paragraphs": ["Wang Yulin (9) en Xiao Xinyue (9) doen mee aan de robotcompetitie. Beeld Ruben Lundgren", "Met elk een robot voor zich en een iPad in de hand lopen Xiao Xinyue en Wang Yuling hun checklist af: de internetverbinding werkt, de batterijen zijn opgeladen en alle onderdelen van hun robot zitten stevig vast. Ze zijn er klaar voor, zeggen de twee 9-jarigen vol zelfvertrouwen. Bij de vorige wedstrijd lagen ze er in de kwartfinale uit, maar dit keer hebben ze hun robots extra sterk gemaakt. Dit keer gaan ze winnen.", "Xiao en Wang, klasgenootjes uit de Zuid-Chinese stad Shenzhen, nemen deel aan de Artificial Intelligence Competition, een wedstrijd waarin jongeren zich meten op het gebied van kunstmatige intelligentie. In een gigantisch stadion, waar gewoonlijk sportevenementen en concerten plaatsvinden, doen duizenden jongeren mee aan een wedstrijd met zelfgemaakte robots. Die van Xiao en Wang moeten balletjes en blokjes verzamelen. Naast hen bouwen robots torens of spelen ze een soort basketbal.", "De wedstrijd is een initiatief van lokale overheidsorganisaties, die daarmee beantwoorden aan de wensen van Beijing. China wil tegen 2030 wereldleider in kunstmatige intelligentie (AI) worden, maar kampt met een tekort aan talenten. Volgens studies heeft het land een miljoen extra AI-experts nodig. Dus heeft de Chinese overheid de promotie van AI-onderwijs bevolen, met artificiële intelligentie als schoolvak, met naschoolse lessen in programmeren en met een heel scala aan wedstrijden.", "Zaadje planten", "Ook in Nederland promoot de overheid techniek in het onderwijs, maar in China gaat zoiets zoals gebruikelijk een stuk vlugger. Rond het AI-onderwijs – en de bijbehorende subsidies – is een hele sector van naschoolse klassen en wedstrijdcircuits ontstaan. ‘De Chinese technologiesector is goed ontwikkeld, maar de basis ontbreekt’, zegt Sun Xuefeng, woordvoerder van de wedstrijdorganisatie. ‘Met dit soort wedstrijden planten we een zaadje in het hoofd van de kinderen.’", "Dat zaadje wordt al op jonge leeftijd geplant: aan de wedstrijd doen kinderen vanaf drie jaar mee. Een kleutermeisje met roze strikjes in het haar schroeft in het stadion vlijtig een autootje in elkaar, met batterijen, sensoren en elektrische kabels. Haar buurmeisje zit het voertuig ondertussen met kindersoftware te programmeren. Als ze klaar zijn, moet de auto uit zichzelf een parcours afleggen. Een jury beoordeelt op snelheid en nauwkeurigheid.", "‘Het is een nuttige hobby, niet als dansen of zingen’, zegt Gao Lu, wier 4-jarige zoon een vuilniswagen uit legoblokjes heeft gemaakt, die zelf kan bewegen en licht geeft. ‘Hij leert fijne handbewegingen, logisch denken en verbeeldingskracht. Ik denk dat dit goed is voor zijn studies later. Nu is het voor hem nog spelen, maar door aan wedstrijden mee te doen, beseft hij misschien waarom hij dit speelt.’", "Dure scholing", "De ouders tellen flink wat geld neer voor de technische vorming van hun kinderen. De cursussen van codeerschool RoboRobo kosten minstens 1.300 euro per jaar, en bij aanvang moet je een dure gereedschapskist aanschaffen. Bij concurrent VEX moet je rekenen op 4.000 euro per jaar, en een veelvoud daarvan als je aan nationale of internationale wedstrijden wil deelnemen. De robots komen uit de Verenigde Staten, verklaart trainer Liu Tao, en kosten meer dan 10.000 euro per stuk.", "‘Maar dan leren ze ook echt iets’, zegt Mark Xu, wiens twaalfjarige zoon al vier jaar bij VEX op cursus zit en nu meedingt naar de trofee in een wedstrijd robotbasket. ‘Als je 1000 renminbi (130 euro) uitgeeft maar ze leren niets, dan is dat geldverspilling. Mijn zoon leert robots bouwen, herstellen en programmeren, en hij wordt goed voorbereid op kampioenschappen. Als het goed is, dan maakt de prijs me eerlijk gezegd niet veel uit.’", "Xu werkt zelf als technicus bij Apple, en hij hoopt dat zijn zoon in dezelfde sector belandt. ‘Shenzhen is een centrum van innovatie, en ik denk dat technologie de toekomst is voor mijn zoon. Ik heb hem als kind met verschillende dingen in aanraking gebracht, maar nu probeer ik zijn interesses te verfijnen. Hij is goed in programmeren. Wie weet kan hij zich plaatsen voor het wereldkampioenschap in Nieuw-Zeeland. Ik heb hem al beloofd dat we samen gaan.’", "De grootste troef van de AI-wedstrijden, zeker in het competitieve Chinese schoolsysteem, is dat ze extra punten opleveren. Alle aanwezigen krijgen twee punten voor ‘algemene karaktervorming’. Wie doorstoot naar grotere wedstrijden krijgt een bonus op het eindexamen, waardoor toegang tot een topuniversiteit makkelijker wordt. ‘Bij basisschoolkinderen willen de ouders gewoon hun talenten ontwikkelen’, zegt Liu Tao van VEX. ‘Bij middelbareschoolstudenten is het voornaamste doel om een betere universiteit binnen te komen of in het buitenland te studeren.’", "Knutselwedstrijd", "Maar het AI-onderwijs stuit ook op scepsis. Volgens sommige experts past het in een lange reeks Chinese overheidsprogramma’s die indrukwekkend overkomen maar inhoudelijk weinig voorstellen. ‘Veel van die wedstrijden hebben niets met AI te maken’, zegt onderwijsspecialist Jiang Xueqin. ‘De organisatoren noemen het AI, omdat ze dan meer geld en aandacht krijgen. Maar eigenlijk zijn het knutselwedstrijden: hoe goed kun je de onderdelen van een bouwdoos in elkaar steken? Dat gaat niet over logica, programmeren of creativiteit.’", "‘Jongeren doen ook geen interne motivatie op, wat nodig is als je zo’n zwaar wetenschappelijk onderzoek wil doen’, aldus Jiang. ‘De ouders willen dat hun kinderen winnen omdat ze dan meer punten krijgen. En de kinderen willen winnen omdat hun ouders dan blij zijn en meer zakgeld geven.’", "Deels lijkt de wedstrijd in Shenzhen die kritiek te bevestigen. Het evenement heet Artificial Intelligence Competition, maar robots bouwen en programmeren is niet hetzelfde als kunstmatige intelligentie, wat zelflerende algoritmes veronderstelt. Anderzijds doen de deelnemers wel meer dan onderdelen stapelen. ‘We hebben het ontwerp zelf aangepast’, zeggen de 9-jarige Wang en Xiao. Ze wijzen naar de robot van buren. ‘Kijk, hun hijskraan is lang niet zo sterk als die van ons.’", "De meeste jongeren lijken ook oprecht plezier te hebben in de wedstrijd. Of oprecht verdriet. Wang en Xiao stoten door tot de halve finale, maar delven daar het onderspit tegen hun buurjongetjes, wier robots ze net zwak hebben genoemd. Wang staart beteuterd voor zich uit, Xiao schuift zijn robot boos onder tafel. Dit aanstormende AI-talent is alvast even uitgestreden."], "authors": ["Leen Vervaeke"], "keywords": ["van", "een", "opleiden", "wil", "en", "maar", "ze", "zijn", "als", "voor", "talenten", "met", "miljoen", "het", "china"], "pubDate": "2020-12-16T14:00:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}