{"id": "2d6899d4-0716-3859-afdc-6167ea0e5d9a", "title": "Sparen en bezuinigen: hoe zorg je dat het dit jaar wél lukt?", "url": "https://nu.nl/geldzaken/6099613/sparen-en-bezuinigen-hoe-zorg-je-dat-het-dit-jaar-wel-lukt.html", "summary": "En als je het niet in je opvoeding meekrijgt, is er grote kans dat je het op de harde manier leert, wanneer je rood komt te staan.\"\nOosterveer: \"Je kunt inderdaad ook kiezen voor een app van je bank of voor een commerciële app.\nAls je zicht hebt op je inkomsten en uitgaven kun je gaan bedenken hoe je bij je spaardoel wilt komen, zegt Bettonville.\n\"Dan zie je het letterlijk verdwijnen als je het uitgeeft.\"\nAls je dan ziet dat het bedrag groeit, motiveert het om door te sparen en te bezuinigen.\"", "paragraphs": ["Bezuinigen en sparen staan vaak in de top van de lijst van goede voornemens voor het nieuwe jaar. Maar zoals met zoveel goede voornemens mislukken ook deze plannen vaak. Hoe gaat het je dit jaar wél lukken?", "\"Sparen is voor lang niet iedereen makkelijk\", zegt Gabriëlla Bettonville, woordvoerder van het Nationaal Instituut voor Budgetvoorlichting (Nibud). \"Het is lastig om het vol te houden, want het vergt discipline en geduld. Net als met aan de lijn doen. Als je dan tóch een taartje gegeten hebt, denk je: het heeft vandaag al geen zin meer. Zo kan het ook met sparen gaan: wanneer je toch iets koopt, terwijl je eigenlijk had willen sparen.\"", "“Als je het niet in je opvoeding meekrijgt, is er grote kans dat je het op de harde manier leert.” René Oosterveer, Budgetcoach.nl", "Of het doel nu is om geld over te houden voor boodschappen of te sparen voor een nieuwe auto: je financiën ordenen is stap één, zegt René Oosterveer van Budgetcoach.nl. \"Het is jammer dat we dat niet leren op school. En als je het niet in je opvoeding meekrijgt, is er grote kans dat je het op de harde manier leert, wanneer je rood komt te staan.\"", "'Zelf een schema invullen geeft grip'", "Het begint allemaal met het bijhouden van je inkomsten en uitgaven, zegt Oosterveer. \"Onze budgetcoaches beginnen altijd bij deze basis, en schrijven samen met de klant op wat er binnenkomt en wat eruit gaat.\"", "Je kunt online formulieren vinden en die printen, tipt hij. \"Daarin kun je bijhouden hoeveel geld je uitgeeft aan boodschappen. Is dat 300 euro per maand, of 500? Dat weten veel mensen niet. En ook niet wat hun energiekosten zijn. Soms zijn die onnodig hoog en kan overstappen jaarlijks al een paar honderd euro opleveren.\"", "Voegt het iets toe om je inkomsten en uitgaven met de hand op te schrijven, of kan het ook digitaal? Oosterveer: \"Je kunt inderdaad ook kiezen voor een app van je bank of voor een commerciële app. Die apps kunnen heel slim zijn en voorspellen hoeveel je de rest van de maand nog te besteden hebt. Maar uitrekenen voor jezelf geeft meer eigen besef en grip. Het hoeft niet per se op papier, in Excel kan het ook.\"", "Uit eten belangrijker, of nieuwe kleding?", "Als je zicht hebt op je inkomsten en uitgaven kun je gaan bedenken hoe je bij je spaardoel wilt komen, zegt Bettonville. \"Als je ziet dat je veel te veel geld uitgeeft aan boodschappen of schoenen, kun je daar een maximum voor bedenken.\" Het kan helpen om dat bedrag te pinnen zodat je het contant hebt, zegt Oosterveer. \"Dan zie je het letterlijk verdwijnen als je het uitgeeft.\"", "Probeer te bezuinigen op de dingen die je minder leuk vindt, of die het minst belangrijk voor je zijn, tipt Bettonville. \"Dan wordt het makkelijker. Vind je uit eten gaan (als het weer kan, red.) belangrijker dan nieuwe kleren? Maak daar dan meer geld voor vrij. Wees realistisch met je bezuinigingen, dan houd je het langer vol. En stel ook spaardoelen die voor jou goed haalbaar zijn.\"", "Marketeers spelen in op emotie", "En dan koop je alsnog die nieuwe gadget of dat paar schoenen, alhoewel je er geen geld voor hebt. Waarom doen we dat? \"We vallen vaak voor bevrediging op korte termijn\", vertelt Bettonville. \"We hebben allemaal zwakke momenten, waarin we gefrustreerd op de bank zitten en er online het walhalla aan spullen wordt aangeboden. We zijn emotionele wezens, en gevoelig voor hypes en kuddegedrag; we willen óók die nieuwste iPhone hebben. Marketeers spelen daarop in.\"", "Hoe kunnen we verkeerde geldkeuzes voorkomen? Bettonville: \"De beste tip die ik kan geven, is om er eerst een nachtje over te slapen als je iets wilt kopen. Als je weet dat je vaak uit emotie koopt, probeer daar dan bij stil te staan op zo'n moment. Geef jezelf een time-out.\"", "“Ook al doe je toch die 'verkeerde' uitgave: ga door, want af en toe in de fout gaan hoort erbij.” Gabriëlla Bettonville, Nibud", "\"Wat je ook kunt doen, is je geld weghalen van je lopende rekening, zodat het niet weglekt naar iets waarvoor je niet bewust gekozen hebt\", zegt Oosterveer. \"Maak potjes, voor die vakantie, of een nieuwe fiets. Open een nieuwe rekening of stop het in een sok. Als je dan ziet dat het bedrag groeit, motiveert het om door te sparen en te bezuinigen.\"", "Het motiveert ook om je spaardoel te vertellen aan mensen in je omgeving, zegt Bettonville. \"Dat is een stimulans om het niet te laten mislukken. En ook al doe je toch die 'verkeerde' uitgave: ga door, want af en toe in de fout gaan hoort erbij. Begin dus gewoon met dat goede voornemen en maak een plan, want beginnen is altijd goed.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["lukt", "jaar", "en", "voor", "een", "dit", "sparen", "wél", "hoe", "te", "op", "het", "die", "niet", "dat", "zorg", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}