{"id": "2d6ccc93-36c3-3003-879e-57fe6c01adc3", "title": "In Londen moeten de ambulances wachten: de ic-afdelingen liggen vol, hele families sterven aan corona", "url": "https://trouw.nl/buitenland/in-londen-moeten-de-ambulances-wachten-de-ic-afdelingen-liggen-vol-hele-families-sterven-aan-corona~b958ffa5/", "summary": "De rode dubbeldekkers rijden nog, maar bijna niemand staat bij de bushalte.\nOpnieuw, net als tijdens de lockdown in het voorjaar, lopen vossen en eekhoorns door de straten van Londen.\nNog strengere maatregelenZondag vertelde premier Boris Johnson op televisie dat zijn land zich moet voorbereiden op nog strengere maatregelen.\nPremier Johnson riep gisteren zijn bevolking op om nog even vol te houden tot het voorjaar, wanneer het volgens hem bijna voorbij zal zijn.\nLees ook:Strengere lockdown in Londen tegen sneller verspreidend virusDe Britse premier Boris Johnson heeft strengere maatregelen tegen verspreiding van het coronavirus aangekondigd voor een deel van het Verenigd Koninkrijk.", "paragraphs": ["De rode dubbeldekkers rijden nog, maar bijna niemand staat bij de bushalte. Opnieuw, net als tijdens de lockdown in het voorjaar, lopen vossen en eekhoorns door de straten van Londen. Nu de mensen er weg zijn, hebben ze alle ruimte. Ze kunnen met hun staart spelen op Trafalgar Square of midden over de London Bridge lopen, als ze maar opzijgaan voor de bussen en de ambulances.", "Dat er in Londen een coronavirus rondwaart dat nog besmettelijker is dan de eerste variant, is inmiddels goed tot de bevolking doorgedrongen. Die heeft zich verschanst achter haar voordeur.", "Dat heeft even geduurd: tot vlak voor kerst ging Londen door met slempen en shoppen alsof het coronavirus niet bestond, zoals mensen in andere delen van het land tot halverwege vorige week nog deden. In het noorden waren kappers nog open en vijlden salons nog nagels. Maar ook daar werden uiteindelijk de zwaarste maatregelen van kracht. De situatie is er nog niet zo nijpend als in de hoofdstad, waar maandag een noodziekenhuis wordt geopend omdat de reguliere zorg het niet meer aankan.", "‘Hele afdelingen omgebouwd’", "De Nederlandse arts Marcel Levy, die in Londen een aantal ziekenhuizen leidt, vertelde The Guardian dat in zijn ziekenhuizen ‘hele afdelingen worden omgebouwd tot Covid-afdelingen’. Verpleegkundigen op de intensive care hebben inmiddels de zorg over drie patiënten per persoon, terwijl ze normaal gesproken één patiënt verzorgen.", "Autoriteiten houden hun hart vast voor de komende weken, want het huidige aantal infecties steeg afgelopen weekeinde opnieuw, naar meer dan 55.000 per dag. Het aantal doden in het Verenigd Koninkrijk loopt dagelijks in de honderden.", "De ziekenhuizen in de hoofdstad zijn overdag nog wel in staat om patiënten te verplaatsen naar andere ziekenhuizen, maar iedere avond opnieuw staan op de parkeerplaatsen van de ziekenhuizen tientallen ambulances te wachten tot hun patiënten kunnen worden opgenomen.", "In de stad liggen nu meer dan vijfduizend mensen met Covid-19 in een ziekenhuis. Dat is meer dan tijdens de eerste coronagolf, in het voorjaar. De intensive care-afdelingen zijn voor meer dan 100 procent vol. Wie zich bij de eerste hulp meldt maar geen levensbedreigende aandoening heeft, wordt teruggestuurd naar de huisarts. Er is geen plek meer. “Neem geen enkel risico”, benadrukte de Londense burgemeester Sadiq Khan. Ook daarom is het beter om binnen te blijven.", "Nog strengere maatregelen", "Zondag vertelde premier Boris Johnson op televisie dat zijn land zich moet voorbereiden op nog strengere maatregelen. Officieel zit het grootste deel van het land nu in het strengste restrictieniveau, Tier 4, maar die voorziet bijvoorbeeld niet in de sluiting van scholen. Toch moeten ouders daar rekening mee gaan houden, zei Johnson. In Londen blijven de scholen al dicht. In andere delen van het land moeten kinderen maandag wel naar school, maar verwacht wordt dat ouders hun kinderen later deze maand zullen moeten thuis houden.", "Dat zal zeker moeten als de infectiecijfers zo snel blijven stijgen als ze de afgelopen tijd deden. In Londen is een kwart van de afgenomen testen positief, maar ook elders stijgen de besmettingen razendsnel.", "De Londense arts professor Hugh Montgomery, werkzaam aan het Whittington Hospital, zei vorige week op de BBC radio dat hij ‘hele families ziet sterven’. Montgomery zei ook dat het bij de sterfgevallen zeker niet alleen gaat om oudere mensen, maar voor 50 procent om sterke, jonge veertigers en vijftigers.", "Premier Johnson riep gisteren zijn bevolking op om nog even vol te houden tot het voorjaar, wanneer het volgens hem bijna voorbij zal zijn. De Britse overheid doet zijn uiterste best om de bevolking zo snel mogelijk te vaccineren.", "Tot die tijd zullen ze hun best moeten doen om zo min mogelijk mensen te ontmoeten en zullen de straten leeg blijven, afgezien van de bussen en de ambulances.", "Lees ook:", "Strengere lockdown in Londen tegen sneller verspreidend virus", "De Britse premier Boris Johnson heeft strengere maatregelen tegen verspreiding van het coronavirus aangekondigd voor een deel van het Verenigd Koninkrijk. Aanleiding voor de strengere aanpak is een nieuwe stam van het coronavirus. Die kan zich sneller verspreiden dan eerdere varianten van het virus."], "authors": ["Romana Abels"], "keywords": ["icafdelingen", "hele", "wachten", "om", "londen", "zijn", "nog", "families", "moeten", "van", "en", "liggen", "vol", "sterven", "voor", "op", "corona", "het", "maar"], "pubDate": "2020-01-03T22:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}