{"id": "2d7e3f02-5fc7-3f27-bbc8-9e806cbfcba1", "title": "Amsterdammers kunnen voor het eerst meedoen aan coronavaccinstudie: CureVac", "url": "https://www.parool.nl/nieuws/amsterdammers-kunnen-voor-het-eerst-meedoen-aan-coronavaccinstudie-curevac~ba0cd35f/", "summary": "Het nieuwe coronavaccin van het Duitse bedrijf CureVac.\nBeeld ANPHet vaccin van CureVac is een mRNA vaccin en lijkt qua werking op Pfizer en Moderna.\nDe eerste studies hebben al goede resultaten laten zien op het gebied van veiligheid en werkzaamheid van het vaccin.\nHet nieuwe onderzoek, de zogenoemde Herald-studie, moet deze veiligheid bij een grote groep mensen bevestigen en de effectiviteit van het vaccin aantonen.\nEn na het einde van de studiedeelname krijg je, als je in de placebogroep zat, ook het vaccin toegediend.”", "paragraphs": ["Het nieuwe coronavaccin van het Duitse bedrijf CureVac. Beeld ANP", "Het vaccin van CureVac is een mRNA vaccin en lijkt qua werking op Pfizer en Moderna. Bij de mRNA-techniek krijgt het lichaam via een genetische code instructies toegediend om eiwitten aan te maken die het coronavirus kunnen bestrijden.", "De eerste studies hebben al goede resultaten laten zien op het gebied van veiligheid en werkzaamheid van het vaccin. Het nieuwe onderzoek, de zogenoemde Herald-studie, moet deze veiligheid bij een grote groep mensen bevestigen en de effectiviteit van het vaccin aantonen.", "De studie wordt in Nederland gecoördineerd door UMC Utrecht. Het is de eerste keer dat mensen uit Amsterdam kunnen bijdragen aan onderzoek naar een coronavaccin.", "Nog een vaccin", "Voor Nederland zijn tot nu toe twee vaccins goedgekeurd: Pfizer/BioNTech en Moderna. Volgens de onderzoekers is er echter behoefte aan meerdere vaccins: zo kan een type vaccin uiteindelijk toch tegenvallen en is er op dit moment onvoldoende productiecapaciteit om de wereldbevolking op korte termijn in te enten.", "Tijdens het onderzoek worden tweeduizend Nederlanders gevaccineerd: de helft met het CureVac-vaccin, de andere helft met een placebo. Onderzoeker noch patiënt weet wat er wordt toegediend. Het aantal coronabesmettingen in de groep die het vaccin kreeg, wordt vervolgens vergeleken met de groep die een placebo kreeg.", "Amsterdammers kunnen zich nog aanmelden. “Je helpt de wetenschap bij de speurtocht naar een werkend vaccin,” zegt de onderzoeksleider van Amsterdam UMC, prof. dr. Martin Grobusch. “Ook heb je 50 procent kans een vaccin te krijgen, veel eerder dan je waarschijnlijk volgens het huidige vaccinatieschema aan de beurt bent. En na het einde van de studiedeelname krijg je, als je in de placebogroep zat, ook het vaccin toegediend.”"], "authors": ["Het Parool"], "keywords": ["eerst", "amsterdammers", "van", "voor", "en", "kunnen", "een", "wordt", "aan", "vaccin", "op", "curevac", "toegediend", "het", "meedoen", "coronavaccinstudie", "je"], "pubDate": "2021-01-11T13:37:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}