{"id": "2d7f082e-0c40-39e4-86d0-2bca4604f8a7", "title": "NPO-baas Shula Rijxman: ‘Aanvallen op journalistiek gevaarlijk en onacceptabel’", "url": "https://www.parool.nl/kunst-media/npo-baas-shula-rijxman-aanvallen-op-journalistiek-gevaarlijk-en-onacceptabel~b0b02847/", "summary": "Beeld ANP‘Gevaarlijk en onacceptabel’, noemt de bestuursvoorzitter van de Nederlandse Publieke Omroep (NPO) Shula Rijxman de ontwikkelingen rond de vaderlandse media.\n“In 2019 waren er 39 meldingen van geweld en dreiging en werden 13 aangiftes gedaan.\nWe steunen de innovaties die helpen om nepnieuws en deepfakes op te sporen.\nDan dreigt het publieke bestel onbestuurbaar te worden.”Meer amusementBelangrijker vindt Rijxman ‘het opvullen van de gaten in de programmering’.\nMet nieuwsprogramma’s als het Journaal, Op1, Nieuwsuur, EenVandaag, maar ook Wie is de Mol?, Heel Holland Bakt, Boer Zoekt Vrouw en De Slimste Mens en op de radio Spijkers met Koppen en Arbeidsvitaminen.", "paragraphs": ["Bestuursvoorzitter Shula Rijxman tijdens de nieuwjaarsreceptie van de Nederlandse Publieke Omroep (NPO). Beeld ANP", "‘Gevaarlijk en onacceptabel’, noemt de bestuursvoorzitter van de Nederlandse Publieke Omroep (NPO) Shula Rijxman de ontwikkelingen rond de vaderlandse media. “Feiten worden ontkend, de wetenschap wordt ter discussie gesteld en steeds vaker wordt hardop getwijfeld aan het werk van journalisten, dat kunnen we niet tolereren.”", "Journalisten worden steeds vaker geconfronteerd met dreigementen van allerlei aard. Zo werd vrijdag bekend dat Hans van der Steeg, presentator van de Evangelische Omroep zich eind december geïntimideerd voelde door rapper Akwasi die een radiointerview afbrak, zijn laptop afpakte en dreigtaal uitsloeg.", "Rond de jaarwisseling werd een verslaggever lastiggevallen in de wijk Duindorp waarop de redactie aangifte deed bij de politie. En in oktober vorig jaar besloot de NOS de logo’s van satellietwagens af te halen. Het leidde tot geschokte reacties binnen en buiten de politiek. “Dit zijn ontwikkelingen die je in een dictatuur zou verwachten, níet in een moderne democratie. Journalisten horen hun werk in alle vrijheid te kunnen doen,” is Rijxman stellig.", "De bestuursvoorzitter van de NPO wijst op de cijfers van Meldpunt Persveilig, het initiatief van de NVJ, het Genootschap van Hoofdredacteuren, de politie en het Openbaar Ministerie dat opkomt voor de positie van journalisten. “In 2019 waren er 39 meldingen van geweld en dreiging en werden 13 aangiftes gedaan. Vorig jaar was het aantal meldingen gegroeid naar 105 en lagen er 36 aangiftes.”", "Complottheorieën", "De oplossing? “Lastig,” stelt Rijxman. “We moeten onwaarheden, complottheorieën én polarisatie bestrijden met één tegengif: de feiten. We blijven hierover voortdurend in gesprek met alle omroepen. We steunen de innovaties die helpen om nepnieuws en deepfakes op te sporen. Zaak is zoveel bronnen te vermelden, nieuws van alle kanten te belichten en als het echt niet anders kan moet je gaan beveiligen.”", "Shula Rijxman maakte vorige week onmiddellijk rechtsomkeert toen ze op de fiets door het dorp reed en gebeld werd over de bestorming van Het Capitiool in Washington. “We zijn meteen aan het schakelen gegaan. Een extra Journaal, Nieuwsuur verlengd, Op1 vervroegd. Met ontzetting heb ik naar de beelden gekeken. Ik wist niet wat ik zag. Amerika is wat democratie toch altijd een voorbeeldland geweest,” kijkt Shula Rijxman terug die - kijkend naar eigen land- oproept ‘om waakzaam te blijven’.", "Ze stelt dat journalistieke normen en waarden ook gelden voor nieuwe kandidaat-omroepen. “Het is belangrijk dat eventuele nieuwe omroepen de journalistieke codes ondubbelzinnig onderschrijven, maar natuurlijk vooral dat zij straks iets toevoegen aan wat er al is.” Ongehoord Nederland en Omroep Zwart zeiden al de benodigde 50.000 leden te hebben en willen toetreden tot het publieke bestel.", "Rijxman wil er na deze ronde geen omroepen meer bij. “Dan moet je het bestel sluiten, vind ik. Nog meer organisaties betekent nog meer verdeling van de financiën, nog meer administratie, nog meer overleggen, het wordt een vergadercircus. Dan dreigt het publieke bestel onbestuurbaar te worden.”", "Meer amusement", "Belangrijker vindt Rijxman ‘het opvullen van de gaten in de programmering’. Ze pleit voor (de terugkeer voor) meer amusement op de publieke netten, iets wat door de politiek behoorlijk is teruggebracht. “Onze hoop is gevestigd op het nieuwe kabinet. Wereldwijd is het publieke bestel er voor iedereen. In Europa, Afrika, Midden oosten, Amerika, noem maar op. Mét amusement. Dat wij dan moeten overlaten aan de commerciëlen? Zij maken het journaal, wij ook. Dat versterkt elkaar alleen maar. Juist met amusement hopen we ook de moeilijker te bereiken groepen, zoals jongeren en mensen met een niet-westerse achtergrond, aan ons te binden.”", "“Er komt een nieuw kabinet aan. Nieuwe ronde nieuwe kansen. Ik hoop dat straks ook zij zien dat de Publieke Omroep er in deze belangrijke periode is geweest voor alles en iedereen. Met nieuwsprogramma’s als het Journaal, Op1, Nieuwsuur, EenVandaag, maar ook Wie is de Mol?, Heel Holland Bakt, Boer Zoekt Vrouw en De Slimste Mens en op de radio Spijkers met Koppen en Arbeidsvitaminen. Zeker nu in deze coronacrisis hebben we allemaal ervaren hoe belangrijk het om even te ontsnappen aan de realiteit. Door ontspanning in welke vorm dan ook. Wij zijn de nationale huiskamer.”"], "authors": ["Dennis Jansen"], "keywords": ["onacceptabel", "van", "publieke", "shula", "en", "journalistiek", "rijxman", "een", "met", "op", "aanvallen", "te", "het", "dat", "gevaarlijk", "npobaas"], "pubDate": "2021-01-11T10:59:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}