{"id": "2d88feb6-5627-3e40-87f2-845aea8e1a3f", "title": "Geen feestjes, niet stappen. Kijk hier hoe jongeren zich ondanks alle regels door de coronacrisis slepen", "url": "https://www.dvhn.nl/groningen/Jong-in-tijden-van-corona-hoe-dan-26266634.html", "summary": "Een verhaal met zes jongeren die niet op een drankbus stappen of naar illegale feestjes gaan.\nDe vingers wijzen geregeld naar jongeren die zich niks van de maatregelen aantrekken, op een partybus stappen, losgaan op illegale feestjes.\nEen op een en zoveel mogelijk anderhalve meter afstand houden.\nMaar je bent op je hoede, let op mensen, dat je niet te dicht in de buurt komt.\n,,Ik heb er een beetje spijt van dat ik dat niet eerder heb gedaan.", "paragraphs": ["Ze zijn 15, 17, 19 en 20 jaar. Bezig om de wereld, het leven, te ontdekken. Door corona is dat lastig. Want hoe dan? Een verhaal met zes jongeren die niet op een drankbus stappen of naar illegale feestjes gaan. Ze maken er wat van binnen de regels.", "Hij vindt het wel lastig. Bram Scholte (17) uit Paterswolde studeert aan de Hanzehogeschool in Groningen. Eerste jaar Built Environment , een mix van bouwkunde, civiele techniek en ruimtelijke ordening. De lessen zijn vooral online. Elke dag weer in zijn eentje op zijn kamer achter de laptop. Het gaat vervelen.", "loading", ",,Het is de studie die ik wilde doen. Ik heb nergens anders naar gekeken en verwachtte er veel van. Alles gaat echter zó anders. De opleiding is hartstikke leuk, maar we gaan een uur per week naar school. Ik zie steeds dezelfde zes personen. De enige klasgenoten die ik ken.’’", "Het is voortdurend opletten", "Zijn verhaal is dat van anderen van zijn leeftijd. De tieners van deze tijd. Jongeren voor wie school belangrijk is, de opleiding, maar nog meer de sociale contacten. In de pauze tussen de lessen, op de sportclub, tijdens bijbaantjes en in de vrije tijd.", "De samenleving ligt echter al sinds maart, met uitzondering van de zomer, aan banden. Dat is ingewikkeld, het is voortdurend opletten. De vingers wijzen geregeld naar jongeren die zich niks van de maatregelen aantrekken, op een partybus stappen, losgaan op illegale feestjes.", "Wij, volwassenen, vinden daar wat van. Maar het betreft echter een klein deel. De meesten passen zich aan. Daarom zes verhalen van jongeren uit Groningen en Drenthe die zich wél aan de regels houden en hun weg proberen te vinden. Al blijft het lastig.", "Naar de pizzeria? Kan niet", "Guo Li Oppenhuizen uit Slochteren is ook 17. Hij zit in het tweede jaar van de mbo-opleiding Travel and Hospitality op het Noorderpoort College. ,,We wisselen fysieke lessen en online onderwijs af. Ongeveer fiftyfifty. Ik was blij dat we na de zomer weer heen mochten. Contact is echt zo belangrijk. Zeker voor een sociaal iemand als ik. Trouwens, het is ook beter dat we de docenten live zien. Zoals het nu gaat, is een goed alternatief. Ik word niet somber. In alle eerlijkheid: het gaat redelijk langs mij heen. Ook al is er een oom aan corona overleden. Anderzijds: mijn moeder was vorige week jarig. Naar de pizzeria? Kan niet. Feestje zaterdag? Kan niet. Je kunt niks.’’", "loading", "Beetje meer ruimte", "Het zou schelen als er een beetje meer ruimte kwam. Of dat docenten beseffen dat fysiek les weer wennen is na de zomer. Terrasbezoek op kleine schaal, als dat zou kunnen. Een stip op de horizon, iets waarnaar je kunt toeleven. Meer duidelijkheid helpt. Want de regels zijn verwarrend. In de school komen honderden leerlingen samen, daarna met een paar man naar de bushalte lopen mag niet. De teugels iets laten vieren. Graag.", "Scholte denkt ook dat de online lessen compacter kunnen, misschien wel moeten. ,,Een college duurt soms twee uur. Na een uur luisteren ben je uitgeteld. Het lijkt me voor de docent ook lastig om het via een beeldscherm uit te leggen.’’", "‘Ik mis school wel’", "Merville Vloo (19) uit Borger volgt de opleiding Commerciële Economie op de Johan Cruyff Academy Groningen en voetbalt in de O-23 bij SV Meppen. Ze gaat normaliter drie dagen in de week naar school, sinds de zomer is er één online les per dag.", "loading", ",,Die duurt een uur, soms langer, maximaal drie uur. Daarbuiten kun je doen wat je wilt. Dat betekent veel vrijheid. Aan de ene kant lekker. Ik hoef niet steeds van Borger heen en weer naar Groningen. Maar ik mis school wel, met name het zien van mensen.’’", "Trainingsapp", "Ze lag er een tijdje uit vanwege een hamstringblessure, maar revalideerde bij Omnium en is inmiddels weer topfit. Ze traint elke week op de Sedoc Voetbalschool in Stad. Een op een en zoveel mogelijk anderhalve meter afstand houden. Ook dat is behelpen, maar het is prettig in elk geval iets te doen.", "Het team van O-23 heeft daarnaast een trainingsapp. Het doel is vier dagen in de week gemiddeld 7 kilometer lopen. Een deelnemer mag maximaal 5,15 minuten over een kilometer doen. ,,Dat stimuleert. Je wilt niet de langzaamste zijn.’’", "‘Geef maar een datum’", "Vloo wil graag een stip op de horizon. ,,Geef maar een datum. De competitie in de derde Bundesliga-Nord herstart, als het goed is, op 7 februari. We mogen dan vier weken van tevoren weer trainen, vanaf 4 januari dus. Dat is fijn, dan heb je een doel. Tenminste, als het zo blijft.’’", "De 20-jarige Nick Leatemia uit Slochteren volgt dezelfde opleiding als Bram Scholte, zij het dat hij het eerste jaar opnieuw doet, als gevolg van corona. ,,Ze wisten vorig jaar niet zo goed hoe de lessen aan te pakken.’’", "loading", "Ook hij zit vooral thuis, afgezien van een keer in de twee weken een uurtje werkcollege. In de introductieweek bleek het nog mogelijk een terrasje te pakken, inmiddels niet meer.", "‘Je bent op je hoede’", ",,Het voelt vooral anders. Op straat is het best wel druk, ongeveer als voor corona. Maar je bent op je hoede, let op mensen, dat je niet te dicht in de buurt komt. De stad ingaan is daardoor niet echt ontspannen.’’", "Hij heeft vrienden bij studentenverenigingen als Vindicat en Albertus Magnus. De sociëteiten zijn gesloten, maar in studentenhuizen komen wel mensen bij elkaar. ,,Ik kan dus zomaar iemand tegenkomen die daar is geweest. Ook dat is een risico. Ik ga dus zo min mogelijk het huis uit.’’", "Leatemia is blij in Slochteren te wonen, een landelijk gelegen dorp. ,,Je kunt wandelen, er is ruimte in en om het huis. Dat is in deze tijden best wel een privilege.’’", "‘Zorgen in het hoofd’", "De 17-jarige Willemijn van Calker uit buurdorp Schildwolde zit in het examenjaar havo op het Parcival College. Ze is inmiddels weer gewend aan fysiek les, maar dat kostte tijd. Er was en is veel onduidelijk. Zowel in de maatschappij als op school. Het geeft extra druk, ‘zorgen in het hoofd’. ,,We hebben echt lang alleen maar thuisgezeten. Het was omschakelen.’’", "loading", "Ze hockeyt in MA2 van MHC Dash uit Hoogezand. Ze traint twee keer in de week, loopt hard en zoekt andere dingen die ‘energie geven’. Bij een museum langs, een rondje door de stad, winkels kijken en af en toe met vrienden afspreken. ,,Er was een tijd dat je echt niemand kon uitnodigen. Inmiddels wel weer. Mijn leeftijdscategorie mag trouwens nog best veel. Ik heb een account op Instagram waarop ik zelfgeverfde jasjes verkoop. In de tijd van de vergrendeling liep dat heel goed; ik heb er zelfs twee in Amerika verkocht.’’", "Achterstand", "Ella Kooy (15) uit Slochteren heeft eenzelfde ervaring als Van Calker. Zij zit in de vierde klas atheneum op het H.N. Werkman Stadslyceum en moest na de zomer ook hard aan het werk. Immers, de lessen hielden geen rekening met de voor de zomer opgelopen kennisachterstand. ,,Al lukt het wel.’’", "loading", "Zij wordt ook niet vrolijk van de situatie. ,,Ik wil echt heel graag dat het voorbij is. Ik red me, maar het is moeilijk om met mensen af te spreken. Bij oma langsgaan kan ook niet. Gelukkig zit ik bij mijn beste vriendin op school, dus die zie ik elke dag. Maar je kunt niet even iets spontaans doen.’’", "Koekjes bakken", "Wat Kooy veel doet, is tekenen en schilderen. Tijd zat immers. Met haar moeder kijkt ze voor het slapen gaan nog even een Netflix-serie, zoals Friends . Ze helpt haar oudere zus Vera bovendien met diens online winkeltje in tweedehandskleding en de zusjes bakken samen koekjes.", "Toeval of niet, alle zes de jongeren sporten. Kooy voetbalt in MO17 van Siddeburen, Leatemia speelt in het tweede van voetbalvereniging SGV, Scholte en Van Calker hockeyen en ook Vloo en Oppenhuizen (JO17-1 van SGV) voetballen. Het verzet de zinnen. Trainingen zijn een uitlaatklep, behalve voor Leatemia. Hij is geen junior meer. ,,De mogelijkheid bestaat om met vier man te trainen, maar dat doe ik niet. Het idee van een team is dat je naar een wedstrijd toewerkt. Dat valt nu weg.’’", "Beetje spijt", "Hij zoekt zijn heil binnenkort in de sportschool. ,,Ik heb er een beetje spijt van dat ik dat niet eerder heb gedaan. Want dan kun je echt gericht fysiek bezig zijn in je eentje. Dat gaat mijn bezigheid worden de komende tijd.’’", "Het zestal probeert er, ondanks de regels, het beste van te maken. Guo Li Oppenhuizen: ,,Ik ben niet zo’n uitgaanstype. We gingen op vrijdagmiddag meestal wat drinken in de stad, even naar het Forum of zo. Dat zit er voorlopig niet in. Wat ik wel doe, is bij een vriend langsgaan, biertje drinken, muziek luisteren. Ik ben steeds meer thuis, wat trouwens ook gezellig is. En ik ga vaak met mijn moeder met de hond wandelen. Dat is iets wat je normaal niet zou doen.’’", "‘Aanpassen, er is niet zoveel keus’", "Oppenhuizen vindt dat de samenleving, en dus ook zijn leeftijdsgroep, deze periode gewoon samen door moet. ,,Illegale feestjes in het bos helpen niet echt. Dan duurt het alleen maar langer. Als we willen dat de wereld zo snel mogelijk weer de oude is, moeten we ons zoveel mogelijk aan de regels houden.’’", "Vloo sluit zich erbij aan: ,,We hebben ons aan te passen, er is niet zoveel keus.’’", "Leatemia doet hetzelfde. Al scheelt het dat hij zich goed alleen kan vermaken. In de zomer zat hij drie keer per week op het terras, maar hij mist dat niet heel erg. ,,Ook omdat je weet dat het gewoon niet mogelijk is. Je kunt het inderdaad gezellig hebben thuis. Ik heb een goede band met mijn ouders, met mijn broertje Joey. We zitten op zaterdagavond soms uren te praten. Over corona, muziek, politiek.’’", "Strenge regels voor jongeren", "Strenge regels voor jongeren hebben volgens hem weinig zin. Hij ziet het in de stad. Studenten zien elkaar achter de voordeur toch. Hetzelfde met het verbod op de verkoop van drank na 20.00 uur: ,,Zelfs al gaat de winkel om 10 uur ’s ochtends pas open, dan heb je nog tien uur de tijd om bier te kopen.’’", "Hij denkt dat het een goed idee is als buurthuizen binnen de regels activiteiten voor jongeren organiseren. ,,Er wordt veel voor ouderen gedaan en dat is natuurlijk goed, maar ik denk dat er veel eenzame jongeren zijn. Terwijl het de tijd van ons leven is. We hebben gezelligheid nodig.’’", "‘Als dat ook nog stopt...’", "Bram Scholte speelt in JA1 van hockeyclub GHHC. Ook zij hebben geen wedstrijden, maar trainen wel. Drie keer per week. Hij geeft daarnaast zelf training aan MO10-2. ,,Dat zijn meisjes van 9 en 10 jaar. Een heel grappige leeftijd. Ze zijn ondeugend en schattig. Het was al leuk om te doen, maar nu helemaal. Ik ben ook niet zo van het uitgaan, dus het is fijn dat we in ieder geval kunnen sporten. Als dat ook nog stopt, wordt het wel heel lastig.’’"], "authors": ["Herman Sandman"], "keywords": ["van", "regels", "ondanks", "stappen", "jongeren", "hoe", "het", "op", "maar", "slepen", "ik", "hier", "niet", "een", "zich", "dat", "kijk", "en", "je"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}