{"id": "2d9c4b66-478b-3f4f-898a-13f24a6c758e", "title": "Japanse ruimtecapsule gevuld met planetoïdegruis geland in Australië", "url": "https://nu.nl/wetenschap/6094835/japanse-ruimtecapsule-gevuld-met-planetoidegruis-geland-in-australie.html", "summary": "De Japanse ruimtevaartorganisatie viert zaterdag een eigen Pakjesavond: een capsule met daarin bodemmonsters van de verre planetoïde Ryugu is zaterdagavond geland in een woestijn in het zuiden van Australië.\nEerder zaterdag koppelde de capsule los van de Japanse ruimtesonde Hayabusa2, die nu doorvliegt naar een volgende planetoïde.\nJAXA gaat nu over tot het wetenschappelijke onderzoek van het gruis.\nEchter was een klep van de sonde opengegaan, waardoor een deel van het stof verloren ging.\nIn 2023 moet een capsule met gruis vanaf OSIRIS-Rex neerkomen op de aarde.", "paragraphs": ["De Japanse ruimtevaartorganisatie viert zaterdag een eigen Pakjesavond: een capsule met daarin bodemmonsters van de verre planetoïde Ryugu is zaterdagavond geland in een woestijn in het zuiden van Australië. Dat meldt de Japanse ruimtevaartorganisatie JAXA. Eerder zaterdag koppelde de capsule los van de Japanse ruimtesonde Hayabusa2, die nu doorvliegt naar een volgende planetoïde. JAXA spreekt van een 'perfecte operatie'.", "Iets voor 18.30 uur (Nederlandse tijd) betrad de capsule de atmosfeer en kort daarna kwam de bevestiging binnen dat de parachute van het object succesvol was uitgeklapt. De capsule werd omstreeks 20.30 uur gevonden en opgehaald. JAXA gaat nu over tot het wetenschappelijke onderzoek van het gruis.", "Hayabusa2 werd gelanceerd in december 2014 en kwam in juni 2018 aan bij de planetoïde Ryugu. In februari 2019 haalde de sonde een bodemmonster van het ruimterotsblok, waarna het aan de terugreis naar aarde begon. In 2030 moet het aankomen bij de nieuwe doelplanetoïde.", "De Australische autoriteiten gaven in augustus van dit jaar formele toestemming voor de landing van de capsule. Het 40 centimeter grote object kwam tussen 18.47 en 18.57 uur neer in een afgelegen gebied van Australië.", "De planetoïde Ryugu is 900 meter in doorsnee en weegt ongeveer 450 miljoen ton. Onderzoekers hopen met de analyse van de monsters van Ryugu meer te weten te komen over het ontstaan van ons zonnestelsel, ongeveer 4,6 miljard jaar geleden.", "83 Japan viert terugkeer van ruimtecapsule met planetoidegruis", "NASA haalde in oktober gruis van planetoïde Bennu", "De Amerikaanse ruimtevaartorganisatie NASA slaagde er in oktober in om bodemmonsters te verzamelen van de planetoïde Bennu, toen deze op ongeveer 333 miljoen kilometer van de aarde was. Echter was een klep van de sonde opengegaan, waardoor een deel van het stof verloren ging.", "Toch heeft de sonde, OSIRIS-Rex genaamd, genoeg materiaal aan boord om de missie een succes te noemen. In 2023 moet een capsule met gruis vanaf OSIRIS-Rex neerkomen op de aarde.", "De Japanse missie is niet de eerste keer dat een onbemand voertuig monsters uit de ruimte terugbrengt naar de aarde. De eerste keer was de Sovjetmissie Luna 16 in 1970. Deze nam 101 gram maangrond succesvol mee terug naar onze planeet."], "authors": ["Door"], "keywords": ["gevuld", "japanse", "van", "het", "met", "planetoïdegruis", "ryugu", "ruimtecapsule", "capsule", "naar", "planetoïde", "een", "geland", "australië", "en", "te"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}