{"id": "2da40648-f638-353e-8f8e-a71fc47828ed", "title": "Coronaprotest in Rotterdam voor 'hen die zwaar lijden onder de maatregelen'", "url": "https://nu.nl/rotterdam/6096710/coronaprotest-in-rotterdam-voor-hen-die-zwaar-lijden-onder-de-maatregelen.html", "summary": "Op sociale media circuleerde eerder vandaag al een oproep voor een 'massaal protest' tegen de coronamaatregelen in Rotterdam.\nDe organisatie van het 'vreedzame burgerinitiatief' wil op deze manier steun betuigen aan mensen die zwaar lijden onder de de huidige maatregelen.\nDe organisatie wil onder meer steun betuigen aan noodlijdende ondernemers en studenten die door de nieuwe maatregelen 'waardeloos' onderwijs krijgen.\nZij roept mensen op om te komen.\n\"Iedereen die niet langer kan toekijken hoe Nederland gebukt gaat onder de buitenproportionele maatregelen is welkom\", schrijft de organisatie op een poster.", "paragraphs": ["Een groep mensen heeft zich maandagvond rond 20.00 uur verzameld op de stoep van het stadhuis aan de Coolsingel in Rotterdam om te protesteren tegen de coronamaatregelen.", "Op sociale media circuleerde eerder vandaag al een oproep voor een 'massaal protest' tegen de coronamaatregelen in Rotterdam.", "De organisatie van het 'vreedzame burgerinitiatief' wil op deze manier steun betuigen aan mensen die zwaar lijden onder de de huidige maatregelen. Het protest is een \"directe reactie op de toespraak van premier Mark Rutte\".", "De organisatie wil onder meer steun betuigen aan noodlijdende ondernemers en studenten die door de nieuwe maatregelen 'waardeloos' onderwijs krijgen. Zij roept mensen op om te komen. \"Iedereen die niet langer kan toekijken hoe Nederland gebukt gaat onder de buitenproportionele maatregelen is welkom\", schrijft de organisatie op een poster.", "Inmiddels heeft een groep mensen zich verzameld op de Coolsingel. Een enkeling heeft attributen meegenomen om herrie te maken. Zo loopt één van de demonstranten met een toeter rond en een ander heeft een pan bij zich waar met een pollepel op geslagen wordt.", "Er is politie aanwezig om de boel in de gaten te houden."], "authors": ["Door"], "keywords": ["van", "die", "rotterdam", "om", "coronaprotest", "een", "te", "onder", "heeft", "lijden", "op", "voor", "zich", "organisatie", "zwaar", "hen", "maatregelen", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}