{"id": "2db570e7-254d-36e2-aeff-60b919cb3f6a", "title": "Rusland trots op pioniersrol: vaccinaties van start", "url": "https://www.parool.nl/wereld/rusland-trots-op-pioniersrol-vaccinaties-van-start~b7f201ab/", "summary": "Beeld AP“We hebben vandaag al meer journalisten over de vloer gehad dan mensen voor een vaccinatie,” lacht Ljoedmilla Velikonskaja, hoofd van polikliniek 2, afdeling 3.\nIn het wat verouderde maar brandschone ziekenhuisje in het zuiden van Moskou toont ze de kamertjes waar de gegadigden voor een prik zich moeten melden.\nToch is zowel Velikonskaja als Chamidoellin trots op Rusland en zijn vaccin.\nArgwaanIn kliniek 2, afdeling 3 komt leraar Andrej Sjalygin (42) zich melden voor een prik.\n“Ik werk met veel kinderen en wil voor hen en voor mezelf geen gevaar zijn,” zegt hij.", "paragraphs": ["Beeld AP", "“We hebben vandaag al meer journalisten over de vloer gehad dan mensen voor een vaccinatie,” lacht Ljoedmilla Velikonskaja, hoofd van polikliniek 2, afdeling 3. In het wat verouderde maar brandschone ziekenhuisje in het zuiden van Moskou toont ze de kamertjes waar de gegadigden voor een prik zich moeten melden. Dat waren er zaterdag rond de dertig, vertelt Ajvar Chamidoellin, de arts die de belangstellenden eerst moet controleren. Want als ze bijvoorbeeld zwanger zijn, binnen afzienbare tijd aan kinderen willen beginnen of net een ander virus onder de leden hebben gehad, kunnen ze beter afzien van Spoetnik V, het vaccin dat de Russen hebben ontwikkeld tegen Covid-19. Normaal is Chamidoellin traumatoloog-­orthopeed in een ander ziekenhuis, maar tot het eind van de maand werkt hij in kliniek 2 om mensen te testen of ze klaar zijn voor hun vaccinatie. “Los van onze specialisaties zijn we allemaal basisarts,” zegt Chamidoellin. “Dus helpen we elkaar en op die manier de mensen.’’", "De kritiek op Spoetnik V klonk de afgelopen maanden hevig, vooral internationaal. Het zou allemaal veel te snel zijn gegaan. Toch is zowel Velikonskaja als Chamidoellin trots op Rusland en zijn vaccin. “Natuurlijk, ik heb veel vertrouwen in onze wetenschappers’’, zegt Chamidoellin, die zelf in september als ‘proefkonijn’ heeft gediend. “Een beetje verhoging, dat was het,” zegt hij, gevraagd naar de bijverschijnselen.", "Sms’je", "Afgelopen woensdag kondigde de Russische president Vladimir Poetin aan dat de vaccinatie zou beginnen. In een onlinevergadering vroeg hij hoe de zaken ervoor stonden. En toen vicepremier Tatjana Golikova vertelde dat er nog wat zaken moesten worden besproken, zei Poetin: “Laten we volgende week niet aan mij rapporteren, maar gewoon beginnen met een grootschalige vaccinatie, oké?” Golikova kon niet anders dan verlegen lachend toestemmen.", "Toen de president de knoop persoonlijk had doorgehakt, ontving vrijdag al het medisch personeel (inclusief ondersteunende diensten van ziekenhuizen), onderwijzers en maatschappelijk werkers een sms’je, dat ze zich konden laten registreren voor een vaccinatie. Zo’n vijfduizend van hen deden dat. Overigens zijn in heel Rusland al meer dan 100.000 mensen met Spoetnik V ingeënt, zei minister van Volks­gezondheid Michaïl Moerasjko begin december al.", "Argwaan", "In kliniek 2, afdeling 3 komt leraar Andrej Sjalygin (42) zich melden voor een prik. “Ik werk met veel kinderen en wil voor hen en voor mezelf geen gevaar zijn,” zegt hij. Sjalygin heeft vertrouwen in de vaccinatie. “Mijn vrouw is arts en had wat meer argwaan. Ze had het er met collega’s natuurlijk over gesproken en vond het ­verstandig om nog even te wachten. Toch heeft ze zich vanochtend ook laten vaccineren. Zelf heb ik nooit getwijfeld. Het is gewoon nood­zakelijk.”"], "authors": ["Joost Bosman"], "keywords": ["van", "het", "op", "voor", "zijn", "een", "trots", "en", "start", "ze", "rusland", "dat", "vaccinatie", "pioniersrol", "chamidoellin", "vaccinaties"], "pubDate": "2020-12-07T12:05:20+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}