{"id": "2de8b109-e26d-3100-8ace-1b8a374809fa", "title": "De humor van Scrooge viel niet mee, maar de boodschap was duidelijk", "url": "https://www.parool.nl/kunst-media/de-humor-van-scrooge-viel-niet-mee-maar-de-boodschap-was-duidelijk~bdb10743/", "summary": "Lips deed zijn best om in kerstsfeer te raken, maar meezingen is niet echt zijn ding.\nOmroep Max noemde het een muzikale speelfilm, voor Lips was het een mooi aangeklede benefietavond voor het Nationaal Fonds Kinderhulp, dat kinderen steunt die opgroeien onder de armoedegrens.\nNiet omdat ze het eindelijk warm had, maar vooral omdat ze niet meer werd gepest om haar zoveelstehands kleding.\nJe hebt geen drie geesten nodig om een ander mens te worden, zei verteller Veldhuis, een avondje tv kan het verschil maken.\nDat had Omroep Max toch slim aangepakt, bedacht Lips terwijl hij zichzelf betrapte op het meeneuriën van Merry Christmas Everyone.", "paragraphs": ["Scroogle Live op NPO1. Beeld -", "Met schrale kerstdagen in het vooruitzicht trakteerde Omroep Max ons zondag op een hartverwarmend ‘televisiespektakel’. Scrooge Live was als The Passion, maar wegens de coronaregels zonder publiek. En zonder religieus tintje.", "Het kerstverhaal van Charles Dickens was door Veldhuis en Kemper bewerkt tot een musical met henzelf in de hoofdrollen, omringd met bekende gezichten van onder anderen Jamai Loman en Kasper van Kooten.", "Er kwamen kersthits voorbij, maar ook nummers van Abba en André Hazes. Lips deed zijn best om in kerstsfeer te raken, maar meezingen is niet echt zijn ding. Ook had hij wat opstartproblemen om beeld en tekst te rijmen. Want terwijl de kostuums en decors ons mee terugnamen naar vroeger, gingen de grappen over het nu. Over The Voice Senior, 1,5 meter afstand en Ferd Grapperhaus.", "Lips kreeg kromme tenen van de woordgrapjes van de toch al onsympathieke Scrooge. “Compassie? M’n pinpassie zul je bedoelen.” Dat sloot wel aan bij de gedachte achter Scrooge Live. Omroep Max noemde het een muzikale speelfilm, voor Lips was het een mooi aangeklede benefietavond voor het Nationaal Fonds Kinderhulp, dat kinderen steunt die opgroeien onder de armoedegrens.", "Een meisje vertelde hoe een nieuwe jas haar leven had veranderd. Niet omdat ze het eindelijk warm had, maar vooral omdat ze niet meer werd gepest om haar zoveelstehands kleding. Een grootvader die in zijn eentje voor twee kleinkinderen zorgde, deelde zijn pijnlijkste herinnering: dat de kinderen soms naar bed gingen met honger.", "Je hebt geen drie geesten nodig om een ander mens te worden, zei verteller Veldhuis, een avondje tv kan het verschil maken. Dat had Omroep Max toch slim aangepakt, bedacht Lips terwijl hij zichzelf betrapte op het meeneuriën van Merry Christmas Everyone."], "authors": ["Han Lips"], "keywords": ["zijn", "van", "duidelijk", "humor", "en", "voor", "een", "mee", "om", "met", "viel", "boodschap", "het", "scrooge", "maar", "niet", "dat"], "pubDate": "2020-12-21T07:56:40Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}