{"id": "2dfc4fc3-e9d9-3528-97cc-d21c952cb7e1", "title": "Wat ontlokt Shunske Sato een weelde aan het achtkelige Bachkoor ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/wat-ontlokt-shunske-sato-een-weelde-aan-het-achtkelige-bachkoor~b53d6e08/", "summary": "Shunske Sato.\nIn het voorjaar moest de Matthäus-Passion zwijgen, nu ligt Bachs kerstoratorium op het hakblok.\nArtistiek leider Shunske Sato verzon een list.\nEerste gedachte: wat ontlokt Shunske Sato een weelde aan zijn achtkelige Bachkoor, ondersteund door zeven instrumentalisten.\nTweede constatering: Sato benadrukt vooral de zachte, ingetogen kanten van het kerstverhaal.", "paragraphs": ["Shunske Sato. Beeld Yat Ho Tsang", "De pauk dreunt, het koor juicht en jubelt. Met veel bombarie leidt Bachs Weihnachts-Oratorium de geboorte in van Jezus. Maar voor de Nederlandse Bachvereniging valt er in dit coronajaar weinig te jauchzen en frohlocken. In het voorjaar moest de Matthäus-Passion zwijgen, nu ligt Bachs kerstoratorium op het hakblok. Met zes complete cantates vergt het stuk eenvoudig te veel musici en speeltijd.", "Artistiek leider Shunske Sato verzon een list. Naar goed barok gebruik maakte hij een pasticcio. Het recept voor zo’n pastei is simpel. Snijd de fijnste gedeelten uit de ene compositie, vermeng ze met de smakelijkste noten uit ander werk, even roeren en klaar.", "In TivoliVredenburg trokken oude bekenden voorbij: Maria en Jozef, Jezus in de kribbe, de herders op weg naar Bethlehem. Met het evangelie van Lucas als leidraad hoorden de dertig Utrechtse toeschouwers niet alleen muziek van Bach, maar ook van voorlopers en tijdgenoten als Schütz, Buxtehude en Telemann.", "Eerste gedachte: wat ontlokt Shunske Sato een weelde aan zijn achtkelige Bachkoor, ondersteund door zeven instrumentalisten. Hooguit een paar verbrokkelde inzetten doen afbreuk aan een prettige vertelkunst met vloeiende frases.", "Tweede constatering: Sato benadrukt vooral de zachte, ingetogen kanten van het kerstverhaal. Geloofsijver speelt in zijn pasticcio een grotere rol dan uitgelaten blijdschap. Een tel zwelgen in klank heeft niet zijn voorkeur. Doordrukken op een lekkere dissonant: niet doen. Pas na een uur, in het slotkoor van Bachs cantate Nun komm, der Heiden Heiland, wordt er ouderwets gejuicht en gejubeld. Helaas smoort de geplande tournee in de nieuwe lockdown."], "authors": ["Guido Van Oorschot"], "keywords": ["zijn", "sato", "bachkoor", "achtkelige", "shunske", "van", "en", "een", "met", "aan", "op", "niet", "het", "wat", "ontlokt", "weelde"], "pubDate": "2020-12-14T15:27:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}