{"id": "2e0c90bb-f2eb-3dfe-a29e-4721c9789ae3", "title": "Als zij-instromer onderzocht deze ex-topvrouw het lerarentekort: ‘De aanpak is te beperkt en te versnipperd’", "url": "https://volkskrant.nl/nieuws-achtergrond/als-zij-instromer-onderzocht-deze-ex-topvrouw-het-lerarentekort-de-aanpak-is-te-beperkt-en-te-versnipperd~b19557fd/", "summary": "‘Er is fors meer inspanning nodig.’‘Ik kreeg een mailtje van een oud-collega die ook leraar is geworden.\nDe aanpak van het lerarentekort is ‘te beperkt, te versnipperd en te weinig gebaseerd op de feiten en cijfers’, concludeert Van Vroonhoven, die tussen 2014 en 2019 voorzitter was van de Autoriteit Financiële Markten.\nEr komt bij dat het lastig is de omvang van het tekort te meten.\nHet is het probleem van iedereen in de stad, ook van het schoolbestuur dat er zelf geen last van heeft.\nScholen moeten elkaar gaan helpen, ook als ze van een ander bestuur of een andere denominatie zijn.", "paragraphs": ["Ex-topvrouw Merel van Vroonhoven staat nu voor de klas. In opdracht van minister Arie Slob (Onderwijs) zocht ze naar oplossingen voor het lerarentekort. ‘Er is fors meer inspanning nodig.’", "‘Ik kreeg een mailtje van een oud-collega die ook leraar is geworden. Dat hij leerde hoe hij een krijtbord met een spons kon schoonmaken, terwijl op de school waar hij werkt als zij-instromer, geen krijtbord is te vinden. Hoe kan dat?’", "Het is maar één voorbeeld van de dingen waarover Merel van Vroonhoven zich de afgelopen maanden verbaasde, toen ze als ‘onafhankelijk aanjager’ de problemen rondom het lerarentekort analyseerde. Waarom sluiten de opleidingen zo slecht aan op de praktijk? Donderdag overhandigt ze haar bevindingen en aanbevelingen aan de Landelijke Tafel Aanpak Lerarentekort.", "En die bevindingen zijn niet mals. De aanpak van het lerarentekort is ‘te beperkt, te versnipperd en te weinig gebaseerd op de feiten en cijfers’, concludeert Van Vroonhoven, die tussen 2014 en 2019 voorzitter was van de Autoriteit Financiële Markten. Vorig jaar verruilde ze de vergaderzaal voor het klaslokaal, op zoek naar werk dat ‘betekenisvoller’ was. Ze loopt nu stage op een school voor zeer moeilijk lerende kinderen in Den Haag. Daarover schrijft ze columns voor de Volkskrant.", "Tegelijkertijd verdiepte ze zich de afgelopen maanden op verzoek van minister Arie Slob (Onderwijs) in het lerarentekort, dat de komende jaren zowel in het basisonderwijs als het voortgezet onderwijs problematische vormen gaat aannemen. Actie is vereist, vindt ze dan ook. En snel. ‘Er is fors meer inspanning nodig. Het lerarentekort raakt een hele generatie kinderen. En in het bijzonder kwetsbare kinderen.’", "Niemand weet hoe groot het lerarentekort is. Hoe kan dat?", "‘Dat verbaasde mij ook. Er zijn geen cijfers. Mogelijk doordat er tot een paar jaar geleden een lerarenoverschot was. De noodzaak ontbrak om dit goed bij te houden. Er komt bij dat het lastig is de omvang van het tekort te meten. Het laatste dat scholen doen, is leerlingen naar huis sturen. Desnoods voegen ze klassen samen, of de directeur zelf gaat voor de klas. Een deel van het tekort is hierdoor onzichtbaar. Daarin moet verandering komen.’", "U bent behoorlijk kritisch op het huidige beleid. Maakt minister Slob er tot nu toe een potje van?", "‘De minister is niet in zijn eentje verantwoordelijk. Schoolbesturen en lerarenopleidingen spelen een belangrijke rol in ons stelsel, dat heel decentraal is ingericht. Wat me enorm heeft verbaasd, is dat er zoveel concurrentie is in het onderwijs. Scholen krijgen geld op basis van het aantal leerlingen. We richten deze publieke dienst dus in alsof het een commerciële markt is. Dat is een ontwerpfout in het systeem, want zo wordt samenwerking niet gestimuleerd.", "‘Je ziet dit trouwens ook bij de lerarenopleidingen. Er blijken 384 routes naar het leraarschap te bestaan. Pabo’s beconcurreren elkaar, ze profileren zich ten opzichte van de ander. Heeft dat waarde? Ik denk het niet.’", "Scholen en lerarenopleidingen moeten meer samenwerken, zegt u.", "‘De mentaliteit moet anders. Als de ene school nauwelijks last heeft van het lerarentekort, maar een school verderop wel – omdat die bijvoorbeeld in een ingewikkelde buurt ligt – dan is dat niet alleen het probleem van die school. Het is het probleem van iedereen in de stad, ook van het schoolbestuur dat er zelf geen last van heeft. Scholen moeten elkaar gaan helpen, ook als ze van een ander bestuur of een andere denominatie zijn. Daarom moeten we de maatschappelijke opdracht van scholen in het stelsel verankeren.’", "Dat klinkt abstract. Moeten scholen bijvoorbeeld verplicht een bepaald aantal opleidingsplaatsen voor leraren hebben?", "‘We moeten in ieder geval af van de eenzijdige financiering op basis van het aantal leerlingen. En scholen niet alleen meer afrekenen op de eigen resultaten, maar ook op de invulling van die maatschappelijke opdracht. Hoe precies? Dat moet het onderwijsveld samen met het ministerie gaan uitwerken.’", "De opleidingen voor zij-instromers moeten ook beter, schrijft u.", "‘Uit gesprekken met meer dan honderd zij-instromers komt een consistent beeld naar voren van wat beter kan. Zo zijn de opleidingen totaal niet ingericht op volwassenen met ervaring. Ze kijken niet goed welke competenties een zij-instromer al heeft. Ik ken mensen die een hbo- en een wo-studie hebben gedaan en toch op de Pabo een onderzoek moesten doen om te laten zien dat ze over die vaardigheid beschikken. Dat is gewoon zonde. En er zijn mensen die jaren in het voortgezet onderwijs hebben gewerkt en nu willen overstappen naar het basisonderwijs. Ze krijgen te horen dat hun diploma te oud is en ze toch gewoon de hele opleiding moeten doen.’", "Ook de aansluiting tussen de opleidingen en de praktijk laat te wensen over.", "‘Neem het passend onderwijs. Kinderen met autisme of gedragsproblemen gaan zo veel mogelijk naar reguliere scholen. Leraren moeten bagage hebben om daarmee om te gaan. Dat zit ook wel in de studie, maar vaak pas aan het einde. Terwijl de zij-instromer er vanaf dag één mee te maken krijgt.", "‘Hetzelfde geldt voor klassenmanagement: hoe houd je orde, hoe geef je vriendelijk doch duidelijk leiding aan kinderen? Dat komt te laat aan bod.’", "Loopt u daar zelf ook tegenaan?", "‘Het gaat hier niet om mij. Het gaat erom dat de zij-instroom beter geregeld wordt. Nu haakt 30 procent voortijdig af. Dat vind ik hoog, want al die mensen hebben heel bewust de stap gemaakt naar het onderwijs.’", "U adviseert ook een taskforce in te stellen die een meerjarenplan opstelt en de regie neemt bij het oplossen van het lerarentekort. Gaat u die straks leiden?", "‘Daar ga ik niet over. Ik ga nu me nu richten op mijn examens in augustus. Volgend jaar zomer wil ik graag mijn bevoegdheid hebben. En daarna voor de klas.’"], "authors": ["Rik Kuiper"], "keywords": ["van", "dat", "die", "een", "extopvrouw", "en", "beperkt", "versnipperd", "ook", "te", "ze", "onderzocht", "deze", "zijinstromer", "op", "lerarentekort", "het"], "pubDate": "2020-07-02T05:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}