{"id": "2e1736cb-22c4-325b-83ab-7d7b918f9171", "title": "Reconstructie: 'Afstand scholieren wél belangrijk', zeggen OMT-leden nu", "url": "https://nos.nl/nieuwsuur/artikel/2363556-reconstructie-afstand-scholieren-wel-belangrijk-zeggen-omt-leden-nu.html", "summary": "De anderhalvemetermaatregel op middelbare scholen werd in de zomer losgelaten op advies van het Outbreak Management Team (OMT).\nUit onderzoek van Nieuwsuur blijkt dat er nog veel vragen leven over de wetenschappelijke onderbouwing van dat advies.\nBeide OMT-leden denken dat in de toekomst op middelbare scholen onderling afstand houden belangrijk is om het onderwijs door te laten gaan.\nHet Robert Koch Instituut, het Duitse RIVM, adviseert ook afstand voor middelbare scholieren.\nOok bezorgde ouders eisen inmiddels via de rechter anderhalve meter afstand tussen leerlingen en een mondkapjesplicht in de klas.", "paragraphs": ["Het idee dat middelbare scholieren een beperkte rol spelen in de overdracht van corona was \"een vergissing\". Dat zegt OMT-lid en kinderarts Karóly Illy. De anderhalvemetermaatregel op middelbare scholen werd in de zomer losgelaten op advies van het Outbreak Management Team (OMT). Uit onderzoek van Nieuwsuur blijkt dat er nog veel vragen leven over de wetenschappelijke onderbouwing van dat advies. Vergissing Andreas Voss, hoogleraar infectiepreventie én OMT-lid, zegt: \"Persoonlijk vind ik dat we destijds eerder, en zeker in de oudere groep middelbare scholieren, hadden moeten nadenken hoe ze afstand hadden kunnen houden. Met bijvoorbeeld hybride onderwijs, of onderwijs in kleine groepen.\" Beide OMT-leden denken dat in de toekomst op middelbare scholen onderling afstand houden belangrijk is om het onderwijs door te laten gaan. Illy: \"In juni vorig jaar verkeerden we in de veronderstelling dat tieners een vrij kleine, misschien zelfs wel verwaarloosbare, rol speelden. Gaandeweg in augustus, september werd steeds duidelijker dat dit een vergissing was. Tieners spelen ook een belangrijke rol bij de verspreiding van het virus.\" In landen als België, Duitsland en Frankrijk moesten middelbare scholieren wel afstand houden. Maar het OMT vond dat niet nodig. Ook niet toen de besmettingen onder jongeren van 12 tot 17 jaar toenamen en de Wereldgezondheidsorganisatie (WHO) nadrukkelijk afstand adviseerde.", "Vandaag buigt het OMT zich over de scholen. Blijven ze voorlopig gesloten of gaan ze weer open. En als ze open gaan: zijn er aanvullende maatregelen nodig? De 'Britse variant' van het coronavirus wordt daarin ook meegenomen.", "Eind april, vlak na de eerste lockdown, kondigt premier Mark Rutte voor het eerst versoepelingen aan: het voortgezet onderwijs mocht open, maar moest zich voorbereiden op een 'anderhalve-meter-school'. Twee maanden later wordt die afstandsmaatregel losgelaten, voor het schooljaar na de zomer: \"Dat betekent dat middelbare scholen weer gewoon les kunnen geven en dat alle leerlingen onderling geen anderhalve meter afstand hoeven te houden, maar wel tot de docenten\", zegt Rutte op 24 juni. In het OMT-advies van juni staat dat als leerlingen geen anderhalve meter afstand meer van elkaar houden, dit weliswaar het risico op overdracht van het virus vergroot. Maar het OMT vindt dit een 'aanvaardbaar risico' wanneer het wordt afgewogen tegen de \"evident negatieve effecten van schoolsluiting of beperkte openstelling van het onderwijs op het welzijn en de gezondheid en ontwikkeling van kinderen\". Navraag in Duitsland Als het nieuwe schooljaar in Nederland van start is gegaan, publiceert de WHO een document met adviezen voor scholen. Daarin staat dat leerlingen ouder dan 12 jaar, zowel binnen als buiten het klaslokaal, het beste één meter afstand van elkaar moeten houden. Zeker als de besmettingsgraad in een land hoog is. Ook adviseert de WHO het gebruik van mondmaskers voor deze groep. Het WHO-advies wijkt af van de maatregelen die Nederland neemt. Hoe anders is dat in Italië en Frankrijk, daar moeten leerlingen op middelbare scholen verplicht een mondkapje dragen in de klas en afstand van elkaar houden. Het Robert Koch Instituut, het Duitse RIVM, adviseert ook afstand voor middelbare scholieren. Als dit niet lukt, wordt leerlingen een mondmasker geadviseerd. Als Nieuwsuur navraag doet, stelt het Duitse instituut: \"Wat we tot nu toe weten van de epidemiologie en besmettelijkheid bij oudere leerlingen/adolescenten, is dat deze lijkt op volwassenen. Daarom moeten basale preventieve benaderingen worden toegepast om verdere overdracht en (mogelijke ernstige) ziekte te voorkomen, zowel bij leerlingen als in hun huishoudens.\"", "Onderbouwing Waarom doet Nederland het anders en wordt de anderhalve meter losgelaten? Als RIVM-directeur Jaap van Dissel op 25 juni aanschuift in de Tweede Kamer, zegt hij: \"Dat komt omdat we tegelijkertijd in de medische literatuur stukken zien langskomen - en bepaald niet in de minste bladen - over de schadelijke werking die het voortzetten van al dit soort maatregelen in deze groep zou hebben, zowel wat betreft onderwijs als ook sociale interactie.\" Wat Van Dissel bedoelt, is onduidelijk. Als Nieuwsuur om onderbouwing vraagt, stuurt het RIVM een studie van Oxford University die vier maanden ná de uitleg van Van Dissel is gepubliceerd. De studie gaat bovendien niet over middelbare scholen, maar over basisscholen die volledig gesloten waren tijdens de lockdown. De studie concludeert dat leerlingen daardoor leerachterstanden oplopen, maar gaat niet over onderwijs op anderhalve meter afstand. Geen studie We vragen het RIVM of er studies zijn waaruit blijkt dat onderwijs op anderhalve meter nadelig zou zijn voor leerlingen. Daarop laat het RIVM weten: \"Er is geen studie waaruit blijkt dat het nadelig zou zijn als leerlingen anderhalve meter afstand van elkaar moeten houden.\" Als we het RIVM opnieuw vragen waarop het advies is gebaseerd, zegt het instituut: \"Het advies ten aanzien van het loslaten van de anderhalve meter op middelbare scholen is gebaseerd op heel veel studies waaruit blijkt dat kinderen minder vaak besmet worden en minder vaak een index-patiënt (de eerste patiënt, red.) zijn.\"", "“ Er werd gezegd: op zich verdedigbaar en we kunnen erover nadenken, maar het is lastig om daar draagvlak voor te krijgen. OMT-lid en kinderarts Karolly Illy", "Het OMT constateert in augustus dan voor het eerst dat jongeren \"regelmatig besmet worden\" en \"zouden kunnen bijdragen aan de verspreiding\". Toch ziet het OMT af van maatregelen: \"Gezien het grote belang van onderwijs voor het welzijn, de ontwikkeling en de gezondheid van kinderen en jongeren, is het OMT van mening dat het voortgezet onderwijs open kan blijven op de wijze waarop dit nu georganiseerd is.\" OMT-lid Illy stelde in augustus nog voor om tóch een afstandsmaatregel in te voeren voor het voortgezet onderwijs. \"Er werd gezegd: op zich verdedigbaar en we kunnen erover nadenken, maar het is lastig om daar draagvlak voor te krijgen. Anderen in de maatschappij, zoals de horeca, kunnen dan zeggen: dan willen wij dat ook. Daar had ik begrip voor. Het enige is dat we daarmee wel hebben volgehouden dat kinderen geen enkele afstand hebben aangehouden.\" Bezorgde ouders Uit gesprekken van Nieuwsuur blijkt dat praktische bezwaren ook hebben meegespeeld. Zo zou het ingewikkeld zijn voor scholen om de roosters te maken die rekening houden met anderhalve meter afstand en zouden de klaslokalen niet groot genoeg zijn. Terwijl het in omringende landen wel lukt om leerlingen les te geven op anderhalve meter afstand of met een mondkapje, gaat Nederland door op de ingeslagen weg en ziet het OMT geen reden om het advies aan te passen. Dit terwijl het RIVM sinds november wel op haar website schrijft: \"We zien een hogere toenemende incidentie en transmissie bij kinderen naarmate ze ouder worden, met name in de leeftijd van 15 tot en met 17 jaar.\" Ook bezorgde ouders eisen inmiddels via de rechter anderhalve meter afstand tussen leerlingen en een mondkapjesplicht in de klas. De eisers willen dat de overheid de richtlijnen van de WHO volgt. In het tussenvonnis heeft de rechter al aangegeven dat de Staat zich beter moet verantwoorden. De definitieve uitspraak volgt volgende week donderdag. De beide OMT-leden Illy en Voss hopen dat er een model komt waarbij onderwijs mogelijk is, maar de overdracht van het virus beperkt kan worden. \"Scholen open, maar onderwijs met íets van een afstandsmaatregel.\""], "authors": ["Renee Van Hest", "Omt-Lid En Kinderarts Karolly Illy", "Dit Is Een Artikel Van"], "keywords": ["scholieren", "afstand", "van", "onderwijs", "voor", "en", "reconstructie", "een", "zeggen", "belangrijk", "nu", "omtleden", "op", "als", "het", "dat", "wél"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}