{"id": "2e19e6c3-b008-34a1-a2a6-ee5eb79a8825", "title": "John le Carré, ultieme spionageauteur zonder de Bond-glamour", "url": "https://nrc.nl/nieuws/2020/12/14/john-le-carre-ultieme-spionageauteur-zonder-de-bond-glamour-a4023789", "summary": "Hij griezelde bij het idee van een „moreel doelloze maatschappij”, geleid door leerlingen van Eton – onder wie de huidige Britse premier.\nAnti-James BondHet megasucces van A Spy viel samen met een reeks Britse spionageschandalen, met Sovjet-dubbelagenten in eigen kring.\nEr waren steeds meer geruchten dat Le Carré zelf een spion was, en hij geloofde dat Kim Philby, die in 1963 overliep naar Moskou, hem had verraden.\nVoor Le Carré was dat het moment om de dienst te verlaten en fulltime te gaan schrijven.\nLe Carré’s werk is vaak voorgedragen voor prijzen, maar hij weigerde een Booker-nominatie en wees een koninklijke onderscheiding af.", "paragraphs": ["„Ben je een spion of een gewone crimineel? In het eerste geval kun je wellicht voor ons spioneren.” Dit zegt Magnus Pym in John le Carré’s thriller A Perfect Spy uit 1986. Maar het was meer dan fictie.", "Le Carré – echte naam David Cornwell – is zondag op 89-jarige leeftijd overleden. Kort na de Tweede Wereldoorlog was hij als dienstplichtig inlichtingenofficier gestationeerd in Oostenrijk. Daar moest zijn eenheid vluchtende nazi’s onderscheppen, die via Italië naar Latijns-Amerika wilden ontkomen. In die eerste koudeoorlogjaren probeerden de Britten en Amerikanen of ze de ‘waardevolle exemplaren’, ook als ze gezocht werden voor oorlogsmisdaden, konden rekruteren. Om ze als dubbelspion te laten terugkeren naar de Russische zone.", "„Het was verbijsterend”, vertelde Le Carré over de nazivluchtroute in een terugblik aan de Britse jurist-historicus Philippe Sands, voor diens boek The Ratline (vertaald als De Rattenlijn). „Ik was opgevoed met het idee dat we het nazisme moesten haten, en opeens bleken we als een blad aan de boom omgedraaid en was de Sovjet-Unie de nieuwe vijand.”", "Toen al moet zijn vaste thema wortel geschoten hebben: de bewakers van het vrije Westen zijn moreel dubbelzinnig.", "Na voor de binnenlandse veiligheidsdienst MI5 te hebben gewerkt, werd hij aangenomen bij MI6, die zich met (contra)spionage en het buitenland bezighoudt en officieel Secret Intelligence Service heet. Hij sprak vloeiend Duits en kreeg in 1961 een post op de Britse ambassade in Bonn.", "Daar ging hij schrijven, en brak door in 1963, met The Spy Who Came in From the Cold. In die roman moet Alec Leamas een Britse dubbelagent vanachter het IJzeren Gordijn redden, maar ontdekt hij op fatale wijze dat Londen andere prioriteiten had.", "Lees ook: Le Carré confronteerde MI6 met zichzelf", "Hypocrisie", "Het cynisme uit zijn eerste bestseller is door te trekken via zijn koudeoorlogsromans naar zijn latere romans, zoals A Most Wanted Man (2008), over de Britse houding na ‘9/11’ en de inval in Irak: een nationale karaktertrek geworteld in „latent imperialisme en hypocrisie”, vertelde hij dit voorjaar.", "En zo kom je, na 25 romans, waarvan een groot deel is verfilmd, ook uit bij zijn jongste roman, Agent Running in the Field (2019), en Brexit. In dat boek verraden de Britten Europa omdat ze in het belang van de vermeende special relationship met de VS een Russisch complot niet onthullen. Een actueel dilemma voor een land dat zodra het zich uit de EU heeft losgemaakt geen echte vrienden heeft, en, volgens Le Carré, ook steeds minder echte waarden. Hij griezelde bij het idee van een „moreel doelloze maatschappij”, geleid door leerlingen van Eton – onder wie de huidige Britse premier. Die elitekostsschool, waar hij in de jaren vijftig zelf les gaf, „leert alleen om te winnen, niet om te besturen”, zei hij.", "John le Carré werd op 19 oktober 1931 geboren in Poole, aan de Engelse zuidkust, in wat je een nette familie kunt noemen als zijn vader, Ronnie, geen zwendelaar was geweest, die fortuinen won en verloor en in de cel zat voor fraude. Rick Pym, de con man in A Perfect Spy is naar hem gemodelleerd.", "Lees ook: het interview dat Bas Heijne in 2017 hield met John Le Carré", "Zijn moeder liep weg toen hij nog een kleuter was. Tantes runden het huishouden en er waren de minnaressen van zijn vader. Zijn moeder zag hij pas jaren later terug – op een perron. „Er viel niets te repareren aan hun relatie”, noteerde The Guardian.", "Zoals veel kinderen uit zijn klasse ging Le Carré vroeg naar kostscholen. Daar was hij, ook zoals velen, ongelukkig. Hij las boeken – die hadden ze thuis niet. Somerset Maugham, Conan Doyle, Goethe en Kleist leerden hem denken en schrijven. Hij hield zich staande met verhalen, dat thuis alles oké was, bijvoorbeeld. En als underdog verzamelde hij de mensenkennis voor de portretten van al die verwrongen romanpersonages en die – los van ‘goed of slecht’ – „het mysterie van het menselijk gedrag” tonen, zei hij.", "Na de oorlog studeerde hij twee jaar Duits in Bern en, na zijn militaire dienst, Duits in Oxford, een studie die hij combineerde met MI5-werk: door medestudenten te bespioneren.", "Anti-James Bond", "Het megasucces van A Spy viel samen met een reeks Britse spionageschandalen, met Sovjet-dubbelagenten in eigen kring. Er waren steeds meer geruchten dat Le Carré zelf een spion was, en hij geloofde dat Kim Philby, die in 1963 overliep naar Moskou, hem had verraden. Voor Le Carré was dat het moment om de dienst te verlaten en fulltime te gaan schrijven.", "Van zijn personages is wel gezegd dat ze de anti-James Bond waren, zonder glamour en gadgets. In zijn eerste romans is het winter, hangt er mist en bruinkoolsmog – de perfecte illustratie van de schemerzone tussen goed en kwaad. Zijn meest onglamoureuze personage moet wel George Smiley zijn: gezet, met bril en regenjas, middle class en bedrogen door zijn aristocratische vrouw, maar met een briljant brein. „Zodra ik Smiley als personage had [...] wist ik dat ik verder kon”, zei hij.", "Smiley duikt al op in vroeg werk en is de spil van de trilogie Tinker, Tailor, Soldier, Spy (1974), The Honorable Schoolboy (1977) en Smiley’s People (1979), waarin hij het opneemt tegen zijn KGB-tegenspeler Karla. In die boeken patenteerde Le Carré allerlei (fictief) jargon: mol (dubbelspion), the circus (MI6) en honey trap (seks als lokmiddel), dat nu algemeen is.", "Later verlegde Le Carré zijn aandacht naar het Palestijnse conflict (The Little Drummer Girl, 1983) en naar de val van de Muur, met een reeks romans over de nieuwe, multipolaire wereld, tragikomisch (The Tailor of Panama, 1996), of grimmig, zoals The Constant Gardener (2001), over westerse manipulaties en wapenhandel in Afrika. Smiley zou nog één keer optreden: in A Legacy of Spies (2017), waarin de familie van de dode Leamas, de man die in de kou bleef, verhaal komt halen.", "Le Carré’s werk is vaak voorgedragen voor prijzen, maar hij weigerde een Booker-nominatie en wees een koninklijke onderscheiding af. Hij wilde immers geen establishment zijn. Le Carré woonde in Londen en in Cornwall. Daar stierf hij na een kort ziekbed aan een longontsteking.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 15 december 2020"], "authors": ["Hans Steketee", "Leestijd Minuten"], "keywords": ["van", "ultieme", "carré", "die", "dat", "een", "en", "bondglamour", "met", "zijn", "le", "john", "spionageauteur", "zonder", "hij", "het"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}