{"id": "2e1fb25a-10d3-3379-b4b9-045b78d1ae59", "title": "Online ronddolen langs kunstwerken op gigapixelformaat", "url": "https://trouw.nl/cultuur-media/online-ronddolen-langs-kunstwerken-op-gigapixelformaat~b4e7d263/", "summary": "Het Mauritshuis in Den Haag gaat een stap verder: het is het eerste museum ter wereld dat helemaal online te is bezoeken in een extreem hoge resolutie: het gigapixelformaat.\nJe kunt er vanaf donderdag digitaal door de zalen dwalen en inzoomen op alle kunstwerken die er aan de muren hangen.\nHet komt natuurlijk heel goed uit in deze tijd, waarin het museum beperkt toegankelijk is door de coronamaatregelen, maar het plan bestond al veel langer.\nOp 36 kunstwerken kan de virtuele bezoeker nog eens extra inzoomen en zelfs infraroodbeelden bekijken van de lagen onder de bovenste verflaag.\nHet Mauritshuis in Den Haag schenkt voortaan permanente aandacht aan deze onderbelichte zijde van zijn naamgever.", "paragraphs": ["Steeds meer musea maken hun collecties online toegankelijk. Zodat je thuis op de computer, tot in het allerkleinste detail, belangrijke kunstwerken kunt bestuderen. Het Mauritshuis in Den Haag gaat een stap verder: het is het eerste museum ter wereld dat helemaal online te is bezoeken in een extreem hoge resolutie: het gigapixelformaat. Je kunt er vanaf donderdag digitaal door de zalen dwalen en inzoomen op alle kunstwerken die er aan de muren hangen. Maar ook op een bombastische lijst die om het kunstwerk heen zit. Of de plafondschilderingen in het historische gebouw. Zoals bij streetview van Google, maar dan met perfecte beeldkwaliteit.", "Het komt natuurlijk heel goed uit in deze tijd, waarin het museum beperkt toegankelijk is door de coronamaatregelen, maar het plan bestond al veel langer. Toch speelde het virus een grote rol in het project, zegt Sandra Verdel, hoofd van de afdeling online. “Het kost ontzettend veel tijd om met 360-gradencamera’s de zalen in beeld te brengen. Er moeten eigenlijk allemaal kleine fotootjes worden gemaakt die samen zo’n haarscherpe virtuele weergave gaan vormen. Tijdens de eerste lockdown was er opeens tijd dit project snel uit te voeren. Anders had het in de spaarzame uren gemoeten dat we dicht zijn.”", "Het hele museum, tot het behang op de muur, is straks in detail te bekijken. Maar het gaat natuurlijk om de schilderijen, toppers van Vermeer, Rembrandt en Rubens. Op 36 kunstwerken kan de virtuele bezoeker nog eens extra inzoomen en zelfs infraroodbeelden bekijken van de lagen onder de bovenste verflaag. En er komen digitale rondleidingen. Allemaal gratis. Daar ziet het museum geen kwaad in. Hoe spectaculair de collectie online ook wordt gepresenteerd, in het echt blijven de werken natuurlijk het mooist, zegt Verdel.", "Vanaf donderdag via mauritshuis.nl of de Second Canvas Mauritshuis app.", "Lees ook:", "Het Mauritshuis laat vanaf nu ook de slavendrijver Johan Maurits zien", "Prins Johan Maurits zat dieper in de slavenhandel dan tot dusver bekend. Het Mauritshuis in Den Haag schenkt voortaan permanente aandacht aan deze onderbelichte zijde van zijn naamgever."], "authors": ["Harmen Van Dijk"], "keywords": ["museum", "gigapixelformaat", "van", "het", "op", "mauritshuis", "maar", "online", "kunstwerken", "langs", "te", "en", "er", "ronddolen"], "pubDate": "2020-11-24T11:53:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}