{"id": "2e360a78-0872-3a43-ad73-1a74a347110a", "title": "‘De slag gevallen’: hoe Watergraafsmeer onderdeel werd van Amsterdam", "url": "https://www.parool.nl/amsterdam/de-slag-gevallen-hoe-watergraafsmeer-onderdeel-werd-van-amsterdam~b6cae19d/", "summary": "Het besluit had in Watergraafsmeer ‘een stille ontroering gewekt’, schreef de historicus Jaap Kruizinga later.\nHij was journalist, hoofdredacteur van de SDAP-krant Het Volk en behalve gemeenteraadslid ook lid van de Provinciale Staten van Noord-Holland.\nHet laatste gemeentebestuur van Watergraafsmeer, met wethouders Vlaanderen en Schmedes, burgemeester De Wit en secretaris Sydzest.\nToch was hij een voorstander van de annexatie door Amsterdam.\nIn het themanummervan ‘Ons Amsterdam’ over de annexaties van 1920 staat een uitgebreidere versie van dit artikel: onsamsterdam.nl", "paragraphs": ["Watergraafsmeer was allang geen boerengemeente meer toen Amsterdam een eeuw geleden op de deur klopte. Achter de Middenweg stond een nieuwe, moderne woonwijk, met voorzieningen voor water en gas. Maar ja, er was ruimte, aanlokkelijk veel ruimte.", "‘Woensdag is het dan geschied. De vergadering der Tweede Kamer der Staten-Generaal heeft zonder hoofdelijke stemming het wetsontwerp tot uitbreiding van ­Amsterdams grondgebied aangenomen.’ Het Weekblad voor", "Watergraafsmeer bracht op 12 november 1920 geen vrolijk nieuws. ‘De slag gevallen’, stond er boven het artikel. Zo voelde het ook. Het besluit had in Watergraafsmeer ‘een stille ontroering gewekt’, schreef de historicus Jaap Kruizinga later.", "Er was nog hoop geweest dat Watergraafsmeer op het laatste moment aan de annexatie zou ontkomen, maar een verzoek aan minister Jan Kan om de Watergraafsmeerse belangen nog eens apart af te wegen faalde. Naar verluidt had de burgemeester van Amsterdam, Willem Tellegen, alle Amsterdamse leden van de Tweede ­Kamer op het stadhuis uitgenodigd en ze ­dringend verzocht tegen de amendementen op de annexatiewet te stemmen. Dat deden ze.", "Voor Watergraafsmeer sloeg op oudejaarsavond 1920 dus het finale uur. Op de ochtend van die 31ste december kwam de gemeenteraad voor de laatste keer bijeen. De publieke tribune was volgepakt: veel bewoners wilden die historische zitting in het raadhuis aan de Linnaeuskade zelf bijwonen. Burgemeester Johannes Wilhelmus de Wit zat voor de laatste maal de vergadering voor.", "De laatste ingekomen stukken werden afgehamerd, de begrotingen over 1921 zonder debat en zonder stemming goedgekeurd. Vervolgens kreeg het oudste raadslid, Johan Frederik ‘Nap’ Ankersmit, voorzitter van de SDAP-fractie, het woord. Hij was journalist, hoofdredacteur van de SDAP-krant Het Volk en behalve gemeenteraadslid ook lid van de Provinciale Staten van Noord-Holland. De nestor memoreerde eerst de ‘goede omgangsvormen’ in de raad. Hij dankte ook burgemeester De Wit, die zich als voorzitter altijd boven de politiek had weten te stellen.", "Weemoed en voldoening", "Nap Ankersmit belichaamde de toenemende politieke invloed van de arbeidersbeweging op lokaal niveau. Hij liet niet na erop te wijzen dat sinds de komst van socialistische raadsleden de belastingopbrengst in Watergraafsmeer verveelvoudigd was, de salarissen waren gestegen en er betere scholen, een watervoorziening en een muntgasleiding waren gekomen.", "Het laatste gemeentebestuur van Watergraafsmeer, met wethouders Vlaanderen en Schmedes, burgemeester De Wit en secretaris Sydzest.", "Dat alles had Watergraafsmeer tot een moderne gemeente gemaakt, ook voor de minder gesitueerden. Toch was hij een voorstander van de annexatie door Amsterdam. Hij meende ook dat de meerderheid van de arbeiders en de ‘modern denkenden’ het met hem eens was: “Zij zullen niet met weemoed, maar met voldoening overgaan tot Amsterdam.”", "Niet iedereen dacht er zo over, juist omdat de Watergraafsmeer zich had ontwikkeld tot een ‘moderne’ gemeente. Voor een deel was de ­gemeente nog landelijk gebied, met talrijke boerderijen langs de Ringdijk. De huizen in de Linnaeusparkbuurt konden echter concurreren met de betere buurten in Amsterdam en trokken welgestelde Amsterdammers aan, iets waar de gemeente wel de lusten van had, maar niet de lasten. Er lagen ook ambitieuze plannen voor verdere groei. Burgemeester De Wit had al in 1907 door de architecten Piet Vorkink en Jacques Wormser een Uitbreidingsplan Watergraafsmeer laten ontwerpen, een ‘klaroenstoot tegen een mogelijke annexatie’, met woningen voor 200.000 inwoners – twintig keer zoveel als er woonden.", "Begrafenisstoet", "Allemaal voor niets, zo leek het. De Wit sprak het slotwoord in die laatste raadsvergadering. Hij had meer dan 21 jaar het burgemeesterschap vervuld en was ervan overtuigd, zei hij, dat hij een goed beheerde gemeente overdroeg. Hij dankte de wethouders, de raadsleden, de gemeentesecretaris, de politie en het gemeentepersoneel. De heren stelden zich vervolgens op voor de fotograaf, die het historische moment kwam vastleggen.", "Een groepje teleurgestelde bewoners had het plan opgevat om de gemeente die dag symbolisch te begraven, in een plechtige begrafenisstoet met alles erop en eraan. Nu bleek dat de burgemeester daar toestemming voor had gegeven. Hij verdedigde zich door te zeggen dat iets dergelijks ook gebeurd was bij de annexatie van Woensel bij Eindhoven. De meeste gemeenteraadsleden vonden het maar een onfatsoenlijk idee. Een motie om de optocht niet te laten doorgaan werd met één stem tegen aangenomen.", "Ondanks het verbod werd Watergraafsmeer op 31 december toch clandestien begraven. Aan de plechtigheid namen vijftien bewoners deel. Om 12.00 uur stelde de rouwstoet zich op voor het café (Ringdijk 75) van gemeenteraadslid Harmen Bethlehem, de enige die tegen het verbod gestemd had: hij had de leiding van de optocht. Langzaam – het regende flink – ging het langs de Ringdijk naar het Rechthuis, waar even werd stilgehouden, en vervolgens de Middenweg op tot Frankendael. Daar keerde de stoet, hield vervolgens stil voor het huis van burgemeester De Wit en na een tocht door de Wetbuurt arriveerde de lijkstoet op een half onder water liggend weiland achter het huis van boer David Slagt op de Ringdijk, aan het einde van de tegenwoordige Nobelweg.", "Het kistje ging de grond in, er werden drie kransen gelegd en er waren enkele toespraken. Op het graf kwam een gedenkplaat met de woorden: ‘In dankbare herinnering aan ons geliefd Watergraafsmeer’. Er klonk treurmuziek.", "Jo Haen is medeoprichter van de Stichting Vrienden van de Watergraafsmeer. In het themanummer", "van ‘Ons Amsterdam’ over de annexaties van 1920 staat een uitgebreidere versie van dit artikel: onsamsterdam.nl"], "authors": ["Jo Haen"], "keywords": ["van", "amsterdam", "hoe", "het", "op", "hij", "met", "gevallen", "slag", "werd", "een", "onderdeel", "en", "watergraafsmeer", "er", "voor"], "pubDate": "2020-12-06T14:00:03+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}