{"id": "2e3ea504-0a5a-39d6-a18d-11ac51a76f01", "title": "Hansken, Nederlands beroemdste olifant van de 17e eeuw, rook misdadigers en wees hoerenlopers aan", "url": "https://trouw.nl/leven/hansken-nederlands-beroemdste-olifant-van-de-17e-eeuw-rook-misdadigers-en-wees-hoerenlopers-aan~b76b78193/", "summary": "Op een gravure van Nederlands beroemdste olifant van de zeventiende eeuw staat een gedicht.\nRembrandt van Rijn tekende haar en liet het dier opduiken in de rechteronderhoek van een ets met Adam en Eva op de voorgrond.\nHet welzijn van het olifantenwijfje hield ondertussen niemand bezig.\nOndenkbaar dat de Staten-Generaal van die dagen zou debatteren over het lot van Hansken.\nHansken kwam in 1654 in Italië aan, waar het ze aan het einde van het volgende jaar overleed.", "paragraphs": ["Op een gravure van Nederlands beroemdste olifant van de zeventiende eeuw staat een gedicht. Het begint zo: ‘Hansken den Olyphant is mynen naem, / In veel landen heb ick groote faem. / Ik ben oock ’t grootste beest van alle landen, / Veele consten can ick mennichder hande.’", "Het dier zou meer kunstenaars inspireren. Joost van den Vondel gaf Hansken een plekje in zijn ‘Gijsbrecht van Aemstel’. Rembrandt van Rijn tekende haar en liet het dier opduiken in de rechteronderhoek van een ets met Adam en Eva op de voorgrond. Het welzijn van het olifantenwijfje hield ondertussen niemand bezig. Ondenkbaar dat de Staten-Generaal van die dagen zou debatteren over het lot van Hansken.", "Anno december 2020 ging het in de Tweede Kamer wel dagenlang over de wenselijke toekomst voor olifant Buba: naar een opvang in Frankrijk of bij de circusfamilie Freiwald in Nederland blijven? Het wordt het laatste.", "Net als Buba moest Hansken de mensen vermaken. Op den duur kon ze dansen, marcheren, schermen en een musket afschieten. Met haar slurf zou de olifant ook ruiken wie de misdadigers onder het publiek waren. En als de gelegenheid zich ertoe leende, wees ze er hoerenlopers tussen de toeschouwers mee aan. Eén keer zat daar tot grote hilariteit van iedereen een pastoor bij.", "Klimrek", "Alleen al bij het aanleren van die trucs leed het dier, maar dat was niet het enige: Hansken diende geregeld als klimrek, werd dronken gevoerd en kreeg niet het juiste eten.", "Hansken was geboren in vrijheid. Rond 1630 moet ze op Ceylon (het tegenwoordige Sri Lanka) ter wereld zijn gekomen. Haar eerste halte in het buitenland werd Batavia. Mogelijk had ze als geschenk van een koning op Ceylon aan de Nederlanders in Indië gediend. Vanuit Batavia ging Hansken in 1632 op de boot naar Nederland. De gouverneur-generaal had opdracht gekregen om die reis te regelen. Hansken moest stadhouder Frederik Hendrik gaan amuseren.", "Na aankomst in Nederland werd de exotische verschijning publiekelijk tentoongesteld in Amsterdam. Daarna trok de olifant onderweg naar de hofstad veel bekijks. Frederik Hendrik gaf Hansken een plek in zijn stallen in Rijswijk. Daar mochten belangstellenden tegen betaling komen kijken. De opbrengst ging naar de armenzorg.", "Na een paar jaar schonk Frederik Hendrik de olifant aan zijn neef Johan Maurits. Die werd kort daarna benoemd tot gouverneur-generaal van Nederlands-Brazilië. Het had voor Hansken het begin van weer een nieuwe, lange reis kunnen betekenen, maar Johan Maurits koos voor een meer praktische oplossing. Hij verkocht het dier voor achtduizend gulden.", "Toeren door Europa", "Na nog een keer van eigenaar te zijn gewisseld toerde Hansken met oud-militair Conelis Jacobs van Groenevelt door zowat heel Europa: ze was onder meer te zien in Frankrijk, Denemarken en het huidige Rusland. Een deel van de reizen werd gemaakt per schip. Een ander deel ging te voet. Dan fungeerde Hansken ook als lastdier.", "Hansken kwam in 1654 in Italië aan, waar het ze aan het einde van het volgende jaar overleed. Als doodsoorzaken zijn een infectieziekte en een ontstoken teennagel genoemd.", "Stefano della Bella maakte een tekening van de dode olifant, waarop deze met open mond op de grond ligt. Fernando II de’ Medici, de groothertog van Toscane, kocht het skelet om het ten toon te stellen. De Britse natuurkenner John Ray beschreef het skelet in 1664. De Zweed Carl Linnaeus gebruikte die aantekeningen in de achttiende eeuw voor zijn teksten over de olifant in de opdeling van de dieren in diverse soorten. Wie Florence bezoekt, kan de opgezette Hansken ook vandaag de dag nog gaan zien in het natuurhistorisch museum van de stad, het Museo della Specola.", "Paul van der Steen bekijkt wekelijks het nieuws door een historische bril."], "authors": ["Paul Van Der Steen"], "keywords": ["van", "als", "hansken", "rook", "het", "op", "eeuw", "olifant", "zijn", "een", "ze", "wees", "en", "misdadigers", "hoerenlopers", "nederlands"], "pubDate": "2020-12-04T14:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}