{"id": "2e420ea3-f188-3c94-bce8-246a0a8ea2b9", "title": "Kunstenaars wekken de stenen mens tot leven", "url": "https://trouw.nl/cultuur-media/kunstenaars-wekken-de-stenen-mens-tot-leven~b86b2454/", "summary": "Het is een van de blikvangers van de tentoonstelling ‘Human After All’ in Keramiekmuseum Princessehof in Leeuwarden.\nDankzij film en digitale technieken zijn de mogelijkheden met keramiek voor ­hedendaagse kunstenaars bijna onbegrensd, en de tentoonstelling laat het hele scala zien.\nOf iets heel anders, bijvoorbeeld van Mariken Wessels, die op een veiling bewegingsstudies vond van een voluptueuze vrouw, gemaakt door fotograaf Eadweard Muybridge.\nIn een donkere ruimte is een film te zien.\nXue verbeeldt hiermee de blinde hebzucht van de mens, zo staat het op de toelichting.", "paragraphs": ["In de museumzaal strekken bemoste heuvels zich uit. Echt mos, echte planten, dat was al bij binnenkomst te ruiken. Tussen die planten staan figuren op de uitkijk. Sprookjesfiguren. Hoe langer je kijkt en rondloopt, hoe meer je er ziet: er staat een wolf bij een slapende vrouw, er duikt een groot berehoofd op tussen het groen, en vlinders bedekken de donkere haren van een andere vrouw. Die kan de insecten niet wegjagen, ze is immers, net als de andere dieren en figuren, van ­keramiek.", "Het kunstwerk is gemaakt door de Tsjechisch-Zweedse Klara Kristalova, samen met Franse meesterbloemist Thierry Boutemy. Het is een van de blikvangers van de tentoonstelling ‘Human After All’ in Keramiekmuseum Princessehof in Leeuwarden. Die omvat werk van tien hedendaagse kunstenaars uit de hele wereld – ‘per ongeluk bijna allemaal vrouwen’, vertelt gastcurator ­Tanya Rumpff. Het organiseren was, midden in de coronatijd, een uitdaging. Alleen al het inrichten: normaal komen kunstenaars bij dergelijke tentoonstellingen zelf langs om het werk goed neer te zetten. Nu gebeurde dat grotendeels op afstand, met hulp van de online belverbindingen.", "Van die obstakels is in de tentoonstelling niets te merken. Na een eerdere langdurige tentoonstelling over beweging in hedendaagse keramiekkunst, staat tot september 2021 het menselijk ­lichaam in alle mogelijke vormen en contexten centraal. Statische Griekse standbeelden komen daar niet in voor. Dankzij film en digitale technieken zijn de mogelijkheden met keramiek voor ­hedendaagse kunstenaars bijna onbegrensd, en de tentoonstelling laat het hele scala zien.", "Hoe creativiteit kan lonen", "Met traditionele kleifiguren zoals de geglazuurde terracottabeelden van fantasiefiguren door Leiko Ikemura (Japan). Of iets heel anders, bijvoorbeeld van Mariken Wessels, die op een veiling bewegingsstudies vond van een voluptueuze vrouw, gemaakt door fotograaf Eadweard Muybridge. In witgeglazuurde keramieken beelden wekt Wessels de vrouw opnieuw tot leven. Een vertraagde plons in het water, op film, maakt het grote lichaam tijdelijk gewichtloos.", "Gueng Xue, The Name of Gold (2019). Beeld Ruben van Vliet, collectie Princessehof.", "Bij de installatie van Geng Xue (China) is het kort zoeken naar de klei. In een donkere ruimte is een film te zien. Zwart-witbeelden van ploeterende mensen, of nee, het zijn geanimeerde klei­figuurtjes. Ze geven alles op voor een beetje goud – in de zaal staan grote keramieken kommen, deels goud geglazuurd, met middenin een scherm waarop de kleifiguren opnieuw verschijnen. Xue verbeeldt hiermee de blinde hebzucht van de mens, zo staat het op de toelichting. Gelukkig toont de kunstenaar hier, en ook in haar eerdere keramiekfilms (fragmenten zijn online te vinden) hoe creativiteit op een grootsere manier kan lonen.", "Uitsmijter is de film van het Zweedse duo Djurberg & Berg, met een beklemmende video die de bezoeker alléén in een afgesloten kleine ruimte bekijkt. Dolend door een labyrint van gangen – ze doen erg aan het hotel denken uit de film ‘The Shining’ – botst de kijker tegen opdringerige types op die van alles aan hem willen verkopen. Door de hypnotiserende muziek en styling vergeet je dat die mensen geanimeerde ­kleifiguren zijn. De kunstenaars hebben ze leven ingeblazen.", "Te zien tot 5 september 2021 in Keramiekmuseum Princessehof in Leeuwarden.", "Lees ook:", "Renzo Martens profiteerde van de armoede die hij filmde: ‘Het is vernederend dat ik de energie van anderen heb verspild’", "Kunstenaar Renzo Martens is terug op het IDFA. Twaalf jaar geleden shockeerde hij er met de documentaire ‘Enjoy Poverty’, over de bittere armoede in Congo. Nu wil hij inspireren met het vervolg, ‘White Cube’."], "authors": ["Joke De Wolf"], "keywords": ["tot", "van", "film", "het", "mens", "op", "die", "met", "wekken", "een", "kunstenaars", "en", "leven", "te", "stenen", "door"], "pubDate": "2020-11-21T20:39:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}