{"id": "2e52b3ea-17d7-3b7a-b5b6-a6dd59f3ee50", "title": "Ook in dit coronajaar gaat Serious Request door, met een bijzondere editie", "url": "https://trouw.nl/cultuur-media/ook-in-dit-coronajaar-gaat-serious-request-door-met-een-bijzondere-editie~b605886d/", "summary": "Als een van de zes dj’s morgen in de snelteststraat positief is, doet die niet mee.\nVrijwillig gaan ze een week in een kleine ruimte in lockdown voor het goede doel: net als eerdere jaren het Rode Kruis.\nArtiesten treden op op een buitenpodium op een bunker.\n‘Dit is het einde van een tijdperk’Serious Request, dat zich altijd afspeelt in de week voor Kerst, bestaat sinds 2004.\nIn 2021 gaat Serious Request vernieuwen, met ook een bijbehorend ander goed doel.", "paragraphs": ["De jaarlijkse 3FM-actie ‘Serious Request’ staat dit jaar helemaal in het teken van corona. Als een van de zes dj’s morgen in de snelteststraat positief is, doet die niet mee.", "De coronaproof editie ‘3FM Serious Request: The Lifeline 2020’ speelt zich af op Vliegveld Twenthe, voorheen vliegbasis, nu een evenementenlocatie. Daar zullen zes dj’s als drie duohuishoudens een week bivakkeren. Vrijwillig gaan ze een week in een kleine ruimte in lockdown voor het goede doel: net als eerdere jaren het Rode Kruis. De opbrengst is dit keer voor de hulpverleners in binnen- en buitenland die met coronaslachtoffers werken.", "3FM-zendermanager Sharid Alles is ondanks alle beperkingen dit jaar heel tevreden over de plek: “We zitten met z’n allen in een hangar waar drie woonkamers zijn gebouwd, voor elk dj-duo één. Om de vier uur bedient een duo de radiostudio, midden in het gebouw. Artiesten treden op op een buitenpodium op een bunker. Chef Special, Typhoon en Eefje de Visser komen in elk geval.” De actie begint morgen om 12 uur en eindigt donderdag 24 december om 18 uur. Net als alle medewerkers en artiesten moeten de dj’s ter plekke negatief uit de coronateststraat komen voor ze de locatie betreden. En halverwege de week moeten de zes – Frank van der Lende, Eva Koreman, Rob Janssen, Wijnand Speelman, Sophie Hijlkema en Sander Hoogendoorn – zich nog een keer laten testen.", "De drie dj-duo’s zijn met z’n allen 24 uur per etmaal live op radio, tv (NPO 1 extra, met updates op NPO 1) en online, maar moeten ook continu een loopband draaiende houden. Daarmee stimuleren ze luisteraars en kijkers om ook mee te lopen, en zich door familie, vrienden of collega’s te laten sponsoren voor elke gelopen kilometer. “We proberen zo in een week met elkaar een rondje om de wereld te lopen: 40.000 kilometer. Eén ding wat helaas echt niet kan, is langskomen bij Vliegveld Twenthe”, zegt zendermanager Alles.", "‘Dit is het einde van een tijdperk’", "Serious Request, dat zich altijd afspeelt in de week voor Kerst, bestaat sinds 2004. Publiekstrekker was altijd het Glazen Huis, waar dj’s en hun slaapgasten zich tot en met 2017 lieten opsluiten. Elk jaar was het weer spannend op welk plein en in welke plaats het Glazen Huis zou staan, dat vaak tot diep in de nacht omringd was met fans uit het hele land.", "Altijd wordt gehoopt op een hogere opbrengst dan voorgaande jaren: zoals de ruim 1,4 miljoen en 1,3 miljoen euro in 2019 en 2018. Maar elke euro is meegenomen, benadrukt Alles, ‘helemaal in deze crisistijd’.", "Topjaar was 2014 met 13,8 miljoen euro. Het is overigens het laatste jaar dat de opbrengst naar het Rode Kruis gaat. In 2021 gaat Serious Request vernieuwen, met ook een bijbehorend ander goed doel. Hoe en wat is nog onduidelijk.", "Alles: “We zijn al door heel veel goededoelenorganisaties benaderd.” Directeur Marieke van Schaik van het Nederlandse Rode Kruis: “We werken al zo lang samen en hebben zo veel met elkaar meegemaakt. In elk geval zijn door onze samenwerking de afgelopen jaren vele tienduizenden mensen in noodsituaties en bij stille rampen geholpen. Dit is het einde van een tijdperk.”", "‘Serious Request: The Lifeline 2020’ is te zien en te horen van 18/12 om 12 uur tot en met 24/12 om 18 uur op 3FM, NPO extra, NPO1 en online op npo3fm.nl", "Lees ook:", "Opbrengst 1,4 miljoen, maar The Lifeline blijft ver verwijderd van succes Het Glazen Huis", "‘3FM Serious Request: The Lifeline’ bracht ongeveer net zoveel op als afgelopen jaar, maar de 1,4 miljoen euro steekt schril af tegen de bedragen die de radio-dj’s ten tijde van het Glazen Huis inzamelden. Heeft de opvolger tijd nodig? Of spelen er andere factoren mee?"], "authors": ["Ally Smid"], "keywords": ["gaat", "van", "request", "serious", "editie", "voor", "en", "met", "een", "om", "dit", "ook", "op", "het", "uur", "door", "coronajaar"], "pubDate": "2020-12-17T10:54:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}