{"id": "2e6b4340-cfb2-3b24-98f5-c31ab2ba0240", "title": "Pong heeft nu alle ruimte voor tafeltennisles", "url": "https://www.parool.nl/ps/pong-heeft-nu-alle-ruimte-voor-tafeltennisles~b34847e5/", "summary": "Soms lijkt het bij ons daardoor meer op een sportschool.\nZo koken vrijwilligers bij ons voor eenzame ouderen en leveren wij de maaltijden vervolgens af.\nDaarnaast hebben we een keer samengewerkt met het Rode Kruis; dj’s van streamingplatform Cloud Rave kwamen toen bij ons een setje draaien.”Hoe houdt u de moed erin?\nWe weten dus dat ons concept werkt.\nAls alles weer mag, denk ik dat iedereen weer staat te popelen om met groepen bij elkaar te komen.", "paragraphs": ["Beeld Anouk Hulsebosch", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“We waren in februari net twee weken open toen alle horeca dicht moest. Dat was ontzettend zuur. ­Tijdens deze tweede golf doen we alles wat we mogen en kunnen. Zo bezorgen we één keer per week een daghap, geven we tafeltennisles en kun je alsnog komen tafeltennissen met maximaal twee personen. Toch is dat qua sfeer volledig anders dan wanneer er drankjes en hapjes geserveerd mogen worden. Bovendien is deze periode financieel gezien erg lastig.”", "Hoe gaat de komende tijd eruitzien?", "“Het lijkt erop dat de maatregelen nog even zullen duren. De mensen die fanatiek willen tafeltennissen komen wel. Soms lijkt het bij ons daardoor meer op een sportschool. Maar het levert bijna niks op. Je verdient veel meer aan biertjes, cocktails en borrelhapjes.”", "Nog creatieve inzichten gekregen door de situatie?", "“We stellen onze grote ruimte af en toe beschikbaar voor andere activiteiten. Zo koken vrijwilligers bij ons voor eenzame ouderen en leveren wij de maaltijden vervolgens af. Dat zijn wel leuke dingen. Daarnaast hebben we een keer samengewerkt met het Rode Kruis; dj’s van streamingplatform Cloud Rave kwamen toen bij ons een setje draaien.”", "Hoe houdt u de moed erin?", "“Eén woord: hoop. In de zomer hebben we een aantal weken kunnen ­ruiken aan het succes van onze zaak, met goedlopende avonden. We weten dus dat ons concept werkt. Als alles weer mag, denk ik dat iedereen weer staat te popelen om met groepen bij elkaar te komen. Het is nu nog overleven en hopelijk wordt 2021 dan een knaller van een jaar.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“We hebben nooit een openingsfeest gegeven, door corona. Ik heb al ideeën om een Wimbledonfeestje te geven, waarbij iedereen in het wit gekleed is en we ook toernooitjes organiseren. Als ik hierover nadenk, word ik meteen vrolijk.”"], "authors": ["Anna Livia De Kort"], "keywords": ["alle", "heeft", "bij", "het", "ons", "met", "ik", "pong", "tafeltennisles", "weer", "een", "nu", "en", "dat", "ruimte", "voor"], "pubDate": "2020-12-07T08:55:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}