{"id": "2e6bd40c-04f7-3a62-b9ea-34f6416350e9", "title": "Het WK voetbal is in Qatar, wen er maar aan", "url": "https://volkskrant.nl/sport/het-wk-voetbal-is-in-qatar-wen-er-maar-aan~b3109a0f/", "summary": "Met de loting voor de voorrondes van het WK is weer een stap gezet naar het bekritiseerde, onvermijdelijke WK in Qatar.\nDat kan in het voetbal ook.’Raiola, wiens internationale organisatie Football Agents Forum aan leden wint, pleit al jaren voor een transparante, door professionals geleide organisatie die het voetbal uitbaat en organiseert.\nIn talrijke geledingen binnen en buiten het voetbal bestaat weerstand tegen het WK van 2022 in Qatar, hoewel de nationale bonden in de pas lopen.\nZe vinden het lastig als werknemers van het ene naar het andere bedrijf overstappen.\nHet is nu een kwestie van zo goed mogelijk omgaan met het toernooi.", "paragraphs": ["Met de loting voor de voorrondes van het WK is weer een stap gezet naar het bekritiseerde, onvermijdelijke WK in Qatar. Wie stille hoop koestert op afgelasting, staat alleen.", "Voor de machtige zaakwaarnemer Mino Raiola, in zijn voortdurende strijd tegen de Fifa, is het duidelijk. Alle gedoe rond het WK in Qatar was onnodig geweest. Stap met zijn allen uit de wereldbond. ‘De Fifa is ook volgens de FBI een criminele organisatie, vanwege onder meer witwassen en fraude. Naar mijn mening is de Fifa blijven hangen in de Middeleeuwen. Kunnen we voetbal niet zonder Fifa organiseren? De NBA in het Amerikaanse basketbal is een onafhankelijke organisatie, die zich niets aantrekt van de wereldbond Fiba. Dat kan in het voetbal ook.’", "Raiola, wiens internationale organisatie Football Agents Forum aan leden wint, pleit al jaren voor een transparante, door professionals geleide organisatie die het voetbal uitbaat en organiseert. Raiola, die tal van topspelers vertegenwoordigt, denkt dat de Fifa met zijn amateuristische, gekozen bestuurders uit verschillende continenten, met verschillende belangen, zijn langste tijd heeft gehad.", "In talrijke geledingen binnen en buiten het voetbal bestaat weerstand tegen het WK van 2022 in Qatar, hoewel de nationale bonden in de pas lopen. De oliestaat Qatar schendt mensenrechten bij de bouw van stadions, met een onbekend aantal doden tot gevolg. Rechten van vrouwen en homoseksuelen zijn beperkt. Daarbij is het land gespeend van voetbalcultuur.", "Onderbetaalde arbeiders", "Op eenlingen na roept niemand op tot een boycot. Amnesty International waarschuwt wel voor een terugval in de strijd om meer rechten voor onderbetaalde arbeiders. Woordvoerder Emile Affolter: ‘De hervormingen zijn positief.’ Hij doelt op de afschaffing op papier van het zogenoemde kafala-systeem, waarbij werkgevers de paspoorten van arbeidsmigranten uit landen als Nepal, Pakistan en India konden innemen.", "‘De werkgevers zorgen nu weer voor tegendruk. Ze vinden het lastig als werknemers van het ene naar het andere bedrijf overstappen. Het is zaak druk te blijven uitoefenen.’ Amnesty heeft nooit gepleit voor een boycot. ‘Wij willen onze invloed aanwenden.’", "Ronduit ongemakkelijk was een gesprek zondag in het praatprogramma Studio Voetbal, waarin Gijs de Jong, secretaris-generaal van de KNVB, over acties sprak. Druk opvoeren, samenwerken met de regering, bonden en ambassade; het ging de presentator van dienst niet ver genoeg. Bondscoach Frank de Boer: ‘Het WK is in Qatar. Dat gaat niet meer veranderen. Het is goed als we door sport aandacht schenken aan misstanden.’", "Kritiekloos voetballen", "De bond licht de internationals voor over Qatar en let bijvoorbeeld op onder welke omstandigheden het spelershotel is gebouwd, alles op voorwaarde van plaatsing natuurlijk. De internationals spreken zich uit tegen elke vorm van discriminatie en racisme, maar krijgen het verwijt dat ze kritiekloos in Qatar gaan voetballen, waar de bouw van de accommodaties tot stand komt dankzij hedendaagse slavenarbeid.", "De Boer: ‘Racisme is dichtbij voor de spelers. Wat zich daar afspeelt, is een ver-van-mijn-bedshow waarover ze geen goed oordeel kunnen geven.’ Raiola: ‘Als tien grote nationale bonden zeggen: we gaan niet, is toernooi ontdaan van zijn waarde.’", "Maar bonden zeggen dat niet. Ook de vakbonden van spelers spreken zich niet duidelijk uit, al heeft de internationale bond Fifpro meegeholpen aan een ander toewijzingsbeleid voor de toekomst en zal de Fifpro acties van individuele spelers ondersteunen. Het lijkt De Boer een goed idee om de aanvoerder van Oranje met een regenboogband te laten spelen.", "Het voetbal verkeert in een precaire situatie. Zonder geld uit de oliestaten is de verarming daar. Paris Saint-Germain is eigendom van Qatar Sports Investments, dat rechtstreeks onder de overheid valt. Talrijke clubs genieten van miljoenen sponsorgeld uit de olielanden. Voetballers gaan graag naar de Golfstaten op vakantie.", "Van toneel verdwenen", "In 2010 was de aanwijzing in Zürich, met Rusland (2018) en Qatar (2022) als winnaars. Verhalen over corruptie deden meteen de ronde, maar uiteindelijk bracht pas de publicatie van het rapport van de jurist Michael Garcia in 2017 klaarheid, toen allang was begonnen met de bouw van de stadions. Zelfs in dat rapport is omkoping niet keihard aangetoond, al zijn 15 van de 22 destijds stemgerechtigde Fifa-bestuurders van het toneel verdwenen.", "Het is nu een kwestie van zo goed mogelijk omgaan met het toernooi. Zo heeft de KNVB via het programma World Coaches 75 vrouwelijke trainers opgeleid in Qatar en een bescheiden vrouwencompetitie helpen opzetten, ‘al is dat slechts een druppel op de gloeiende plaat’, volgens De Jong. ‘We willen proberen duurzame verandering te brengen.’", "Veel meer kan de KNVB niet doen. De Jong: ‘Wij hebben ons telkens tegen het WK in Qatar uitgesproken. Mede door de KNVB is in de criteria voor biedingen bij toekomstige toernooien een mensenrechtenparagraaf opgenomen in de reglementen van Uefa en Fifa.’", "Raiola: ‘Persoonlijk ben ik niet tegen het WK in Qatar. Als je dat wel bent, zoals de KNVB zegt, stap dan uit de Fifa. Wees een voorloper. Maar Nederland verliest de vooruitstrevende mentaliteit waarmee we beroemd zijn geworden.’"], "authors": ["Willem Vissers"], "keywords": ["aan", "van", "wen", "het", "maar", "met", "voetbal", "zijn", "wk", "een", "niet", "en", "dat", "er", "qatar", "voor"], "pubDate": "2020-12-07T21:35:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}