{"id": "2e6d7fde-6baf-3ab3-98cd-9468fa19a9cf", "title": "Fortnite-spelers kunnen binnenkort abonnement afsluiten voor extra's", "url": "https://nu.nl/games/6092573/fortnite-spelers-kunnen-binnenkort-abonnement-afsluiten-voor-extras.html", "summary": "Fortnite-spelers kunnen vanaf december een abonnement afsluiten, maakt maker Epic Games dinsdag bekend.\nHet abonnement heet Fortnite Crew.\nIn de Verenigde Staten gaat het abonnement 12 dollar per maand kosten (omgerekend ongeveer 10 euro).\nIedereen met een abonnement krijgt elke maand 1.000 VBucks, dit is het virtuele geld waarmee in het spel spullen gekocht kunnen worden.\nFortnite Crew wordt tegelijk met een grote update voor het spel uitgebracht op 2 december.", "paragraphs": ["Fortnite-spelers kunnen vanaf december een abonnement afsluiten, maakt maker Epic Games dinsdag bekend. Abonnees krijgen verschillende voordelen zoals extra spullen om hun personage mee aan te kleden. Het blijft mogelijk om Fortnite gratis te spelen.", "Het abonnement heet Fortnite Crew. In de Verenigde Staten gaat het abonnement 12 dollar per maand kosten (omgerekend ongeveer 10 euro). Het is nog niet bekend wat de prijs in Nederland precies zal zijn.", "Op de website van Epic Games is te lezen wat abonnees precies krijgen. Iedereen met een abonnement krijgt elke maand 1.000 VBucks, dit is het virtuele geld waarmee in het spel spullen gekocht kunnen worden. Daarnaast komen er speciale outfits in het spel die alleen abonnees krijgen.", "Alle abonnees krijgen ook toegang tot de Battle Pass van het nieuwe Fortnite-seizoen. Hiermee krijgen spelers toegang tot meer opties om hun personages in het spel te personaliseren.", "Fortnite Crew wordt tegelijk met een grote update voor het spel uitgebracht op 2 december."], "authors": ["Door"], "keywords": ["krijgen", "spel", "om", "van", "kunnen", "een", "voor", "te", "het", "binnenkort", "afsluiten", "abonnement", "abonnees", "extras", "wat", "fortnitespelers"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}