{"id": "2eb6cef3-9344-3060-9d29-e52484f697bf", "title": "Astrologische lichtkunst op het Stenen Hoofd", "url": "https://www.parool.nl/kunst-media/astrologische-lichtkunst-op-het-stenen-hoofd~b5118109/", "summary": "Het gebruikte materiaal is een erfenis van Robodock, het festival waar hij de drijvende kracht was.\n“De maancylcus beïnvloedt eb en vloed maar ook de vrouwelijke menstruatie en het gevoelsleven.\n“Voor het eerst in lange tijd circuleerden begin vorig jaar Saturnus, Jupiter en Pluto in hetzelfde huis.\nEn Mars was de hele zomer erg actief.”Ter Veer verwerkte zijn astrologische kennis in het kunstwerk Astrostands 108, dat deze maand te zien is op het Stenen Hoofd, de steiger aan de Westerdoksdijk.\nZe zijn bekroond door lampen die met wisselende kleuren de nachtelijke steiger het aanzicht geven van een ufolandingsbaan.", "paragraphs": ["Met Astrostands 108 brengt Maik ter Veer een industriële ode aan de planetaire cyclus. Het gebruikte materiaal is een erfenis van Robodock, het festival waar hij de drijvende kracht was.", "“De maancylcus beïnvloedt eb en vloed maar ook de vrouwelijke menstruatie en het gevoelsleven. En dat is enkel de maan, een klein hemellichaam. Kun je nagaan welke invloed de echt grote jongens als Jupiter en Saturnus hebben op onze planeet en psyche.”", "Maik ter Veer is ervan overtuigd dat de aardse geschiedenis in de sterren geschreven staat. Dus ook de huidige coronacrisis. “Voor het eerst in lange tijd circuleerden begin vorig jaar Saturnus, Jupiter en Pluto in hetzelfde huis. Saturnus staat in de astrologie voor structuur en autoriteit, Pluto symboliseert de kringloop van dood en geboorte. In de zomer kwam ook Mars voorbij en die heeft een aanvurende kwaliteit. Lichamelijk vertaald kan dat ontstekingen en infecties veroorzaken. En Mars was de hele zomer erg actief.”", "Ter Veer verwerkte zijn astrologische kennis in het kunstwerk Astrostands 108, dat deze maand te zien is op het Stenen Hoofd, de steiger aan de Westerdoksdijk. De installatie bestaat uit acht metershoge staanders van metaal, een soort ­losstaande, industriële ladders die worden ­gebruikt in de scheepsbouw. Ze zijn bekroond door lampen die met wisselende kleuren de nachtelijke steiger het aanzicht geven van een ufolandingsbaan. Aan weerszijde van de staanders heeft Ter Veer metalen platen gemonteerd waarin de tekens van twaalf sterrenbeelden zijn gefreesd met symbolen van de bijbehorende planeten, elementen en hun astrologische en mythische kwaliteiten.", "Reeks van Fibonacci", "De staanders staan op ongelijke afstand van ­elkaar, beginnend met een afstand van 2 meter, dan 4, vervolgens 6, 10, 16, 26 enzovoorts, tot een totale lengte van 108 meter. De ruimteverdeling volgt de zogeheten reeks van Fibonacci, die werd geformuleerd in de vroege 13de eeuw en in de natuur is terug te vinden in bijvoorbeeld de ordening van bladeren aan takken of de ­vermeerdering van bloembollen. Het getal 108 wordt in diverse oosterse religies als heilig ­beschouwd. Door al die cijfers in zijn werk te gebruiken benadrukt Ter Veer de verbondenheid tussen kosmos en aardse natuur.", "De op-een-na-laatste staander heeft de kunstenaar gewijd aan de zon en maan, de mannelijke en vrouwelijke kracht van ons universum. De allerlaatste staander brengt een ode aan de aarde en de mens. “Het was moeilijk de juiste symboliek te vinden voor de aarde, waar nu zo’n dictatoriale Saturnale eindcyclus gaande is,” stelt Ter Veer, die toch positief wil blijven en koos voor onder andere yin en yang en de levensboom. Ook de bliksemschicht die symbool staat voor de kraakbeweging kreeg een plek. “Want kraken staat voor vrijheid, autonomie en community en dat heeft de aarde nu heel hard nodig, de vibratie van liefde.”", "De allereerste vrijplaats waar Ter Veer in 1991 bij betrokken was, de Silodam, ligt op een steenworp afstand van zijn huidige kunstwerk. Aan de overkant van ’t IJ is het NDSM-terrein te zien, waar hij verscheidene edities organiseerde van Robodock, het festival dat robotica, spektakeltheater, vuurshows, beeldende kunst en muziek verbond met maatschappelijk en ecologisch idealisme. En iets verderop liggen de scheepswerven waar Ter Veer tonnen sloopmateriaal leende om samen met collega-kunstenaars het terrein te transformeren tot festivaldecor.", "Culturele zelfverdediging", "“Dertig jaar geleden, begin van de happy nineties, bruiste het enorm in Amsterdam,” vertelt Ter Veer. “De Silodam was een speeltuin voor internationale kunstenaars. Wij hebben er zestig appartementen in gebouwd en groot onderhoud gedaan. Er waren theatermakers, een veganistisch café, ateliers, werkplaatsen en een galerie. De feesten die we organiseerden zijn ­legendarisch: gothic, skate party, Goa trance, de eerste drum-’n-bass in Amsterdam. We trokken in tien jaar tijd 800.000 bezoekers.”", "De staanders zijn bekroond door lampen die met wisselende kleuren de nachtelijke steiger het aanzicht geven van een ufolandingsbaan.", "Hoewel de krakers het pand erkend kregen als rijksmonument, moesten ze er in 1998 toch uit. De gemeente dirigeerde ze naar het ADM­-terrein, waar ze al snel in botsing kwamen met de malafide eigenaar Bertus Lüske. “Daar zijn we Robodock begonnen, als vorm van culturele zelfverdediging. We maakten ons zichtbaar en breed. Kwam Lüske met een illegale knokploeg, dan stonden wij met vierduizend kunstenaars en festivalbezoekers daar tegenover. Robodock heeft in die tijd een sterke politieke lobby ontwikkeld die aan de wieg stond van het huidige broedplaatsbeleid.”", "Onzekerheid over het voortbestaan van ADM als culturele vrijplaats deed Ter Veer de stap over het IJ zetten, naar de broedplaats op het NDSM-terrein die zich net begon te ontwik­kelen. Hier vonden de meest succesvolle Robodockedities plaats, waaronder de tiende die door velen wordt beschouwd als ‘de Europese versie van Burning Man’.", "De vondst van asbest en bestuurlijk verloop bij NDSM dwongen Ter Veer na zeven jaar tot terugverhuizen naar ADM. Daar wist hij vlak voor de ontruiming in 2019 zijn grote beelden en twee zeecontainers vol theater- en bouwmate­riaal – ook de staanders van Astrostands 108 – in veiligheid te brengen.", "“Saturnus draait in 29,4 jaar om de zon,” zegt de kunstenaar die zich sinds 2009 is gaan verdiepen in astrologie. “Dat is ook precies mijn persoonlijke periode in Amsterdam en nu sta ik weer waar ik begon, bij de Silodam. Het is tijd voor een nieuwe cyclus.”", "Een nieuwe incarnatie van Robodock in fes­tivalformat hoeft voor hem niet meer. Maar Ter Veer heeft wel plannen voor een interactieve beeldentuin, om van daaruit een theatervoorstelling te maken die voortbouwt op de thematiek van Astrostands 108. “Maar dit keer in cirkelvorm.”"], "authors": ["Edo Dijksterhuis"], "keywords": ["zijn", "van", "veer", "voor", "en", "een", "met", "hoofd", "astrologische", "op", "lichtkunst", "ter", "het", "die", "stenen"], "pubDate": "2021-01-11T13:11:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}