{"id": "2ec21a07-e0bc-3e11-a57f-e49bd1741c78", "title": "Lezersreacties: het kerstdiner wordt dit jaar niet besteld, maar gewoon zelf bereid", "url": "https://www.telegraaf.nl/lifestyle/285213207/lezersreacties-het-kerstdiner-wordt-dit-jaar-niet-besteld-maar-gewoon-zelf-bereid", "summary": "Zij zet elke kerst de lekkerste Surinaamse gerechten op tafel en bovendien ben ik zelf niet bepaald een keukenprinses.\nZou ik kerst niet met mijn moeder vieren, dan had ik waarschijnlijk een kerstmenu van mijn favoriete restaurant in huis gehaald.\n„Omdat ik een hekel aan koken heb en het vervelend vind dat ik meestal veel moet weggooien, komen er nu op tweede kerstdag een kok en sommelier aan huis.\nWij maken er wat moois van voor de ouderen.”Richard Gerestein: „Tweede Kerstdag bestellen wij eten bij een restaurant in de buurt.\nWat is er nou leuker dan zelf een menu te verzinnen en klaar te maken?", "paragraphs": ["Koken laat ik tijdens de feestdagen maar wat graag aan mijn moeder over. Zij zet elke kerst de lekkerste Surinaamse gerechten op tafel en bovendien ben ik zelf niet bepaald een keukenprinses. Zou ik kerst niet met mijn moeder vieren, dan had ik waarschijnlijk een kerstmenu van mijn favoriete restaurant in huis gehaald.", "Uit recent onderzoek blijkt dat een op de drie Nederlanders dit jaar overweegt de kerstdis te bestellen. Willy van de Groep en Richard Gerestein doen dat met een mooie reden: zij willen de lokale horeca die het zwaar heeft, steunen.", "De meeste lezers laten ons weten zelf te gaan koken. Ron van Vliet schrijft dat hij de gourmetschotel van eerste kerstdag zelf maakt, evenals het vijfgangendiner voor vijf personen de dag erna. Ook Joke van Beek doet haar best: „Een garnalencocktail, groentesoep, aardappeltjes uit de oven en een ijstaart.”", "Pascalle Koopmans pakt het heel anders aan. „Omdat ik een hekel aan koken heb en het vervelend vind dat ik meestal veel moet weggooien, komen er nu op tweede kerstdag een kok en sommelier aan huis. Heerlijk aan tafel zitten en niks hoeven doen!”", "Familie Van der Veen: „Het wordt dit jaar gourmetten, maar met beperkte vleessoorten omdat mijn man vanwege een kaakoperatie alleen zacht voedsel kan eten. Dus slavinkjes, hamburgertjes, kip en worstjes zonder vel. Een omeletje en pannenkoekje gaan ook nog wel.”", "Linda Borgart: „Samen met mijn zoon die heel goed kan koken, maak ik iets klaar voor mijn vader van 90 en schoonmoeder van 80. Wij maken er wat moois van voor de ouderen.”", "Richard Gerestein: „Tweede Kerstdag bestellen wij eten bij een restaurant in de buurt. De horeca is hard geraakt door corona en wij willen ze graag ondersteunen, al is het maar op kleine schaal. Als meer mensen dat doen, kan het voor de restaurants hopelijk verschil maken.”", "C. van den Blink: „Met de feestdagen koken wij altijd zelf. Wat is er nou leuker dan zelf een menu te verzinnen en klaar te maken? Gezellig samen koken geeft meer voldoening dan als je wat laat bezorgen.”", "Volgende week: waren er in 2020 ondanks de coronacrisis voor u ook hoogtepunten? Mail naar [email protected]."], "authors": ["Hortence Chen"], "keywords": ["van", "koken", "dit", "niet", "een", "mijn", "en", "wordt", "zelf", "maar", "ik", "lezersreacties", "gewoon", "jaar", "kerstdiner", "voor", "met", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}