{"id": "2ed7e4e4-b11a-3298-9105-f2a4a5a92700", "title": "Infiltreren in een Deense club voor Noord-Koreafans: je wilt niet geloven dat dit echt is", "url": "https://volkskrant.nl/cultuur-media/infiltreren-in-een-deense-club-voor-noord-koreafans-je-wilt-niet-geloven-dat-dit-echt-is~bf22a640/", "summary": "Zeg maar: de verpakking van het verpakken.\nRecensent Floortje Smit omschreef Brügger naar aanleiding van die film als een illusionist, die bouwt aan een soort Jenga-toren van aannamen en nauwelijks onderbouwde claims.\nHoe bevreemdend Brügger ook te werk gaat: je blijft kijken, je moet weten of het bouwwerk uiteindelijk omlazert of niet.\nJe kunt niet geloven dat het echt is.\nJe wílt niet geloven dat het echt is.", "paragraphs": ["Toen ik dinsdagavond naar de eerste helft van de 2Doc The Mole (VPRO) zat te kijken, dreven mijn gedachten in de richting van die scène in Love Actually, waarin Rowan Atkinson als warenhuismedewerker een kettinkje inpakt met de schwung van een ballerino. In de paar minuten dat Atkinson van een kaal doosje een gelaagde supersurprise maakt, verschuift je aandacht twee keer: eerst van het sieraad naar de exuberante verpakking en dan nog eens van de verpakking naar de wijze waarop die tot stand komt. Zeg maar: de verpakking van het verpakken. Of vice versa.", "Iets vergelijkbaars – zij het tegelijk totaal anders – vindt plaats in de films van de Deense regisseur Mads Brügger. Brüggers documentaires laten me altijd wat in verwarring achter. Hij plaatst de wereld in een ander licht, het licht dat vooral in parodie en fictie schijnt. Neem zijn documentaire over de dood van VN-secretaris-generaal Dag Hammarskjöld, Cold Case Hammarskjöld. Recensent Floortje Smit omschreef Brügger naar aanleiding van die film als een illusionist, die bouwt aan een soort Jenga-toren van aannamen en nauwelijks onderbouwde claims. Hoe bevreemdend Brügger ook te werk gaat: je blijft kijken, je moet weten of het bouwwerk uiteindelijk omlazert of niet. Wie naar Brüggers films kijkt, raakt er onvermijdelijk door begeesterd. De vraag blijft waar je nu eigenlijk naar gekeken hebt: een wonderlijk verpakte wereldscoop, of een uitgesponnen manoeuvre die je moet afleiden van de conclusie dat het project eigenlijk is mislukt.", "In The Mole (deel 2 is al te zien op NPO Plus en komt volgende week op tv) speelt Brügger zelf nauwelijks een rol. Zijn afwezigheid is een pre, het ontbreken van de ironische meta-laag maakt The Mole meeslepend. De film begint en eindigt bij Ulrich Larsen, een man die Brügger – die gefascineerd is door Noord-Korea; eerder maakte hij over het land al de film The Red Chapel – voorstelt te infiltreren in een Deense club voor Noord-Koreafans. Larsen maakt razendsnel carrière binnen de KFA, een internationale ‘vriendschapsorganisatie’, en belandt in de slipstream van een geflipte Spaanse bluffer die functioneert als doorgeefluik tussen het regime en figuren die in dat regime willen investeren.", "Een documentaire over Deense Korea-aanhangers wordt zo een geheime-camera-operatie in het souterrain van de wereldpolitiek, inclusief een voormalig cokehandelaar die onder pseudoniem Noord-Korea wordt binnengeloodst, ontmoetingen in kelders in Pyongyang (plus vals liveconcert), bestellijsten voor raketwerpers, schimmige tussenpersonen en de aanschaf van een Oegandees eiland om een ondergrondse wapenfabriek te bouwen.", "Je kunt niet geloven dat het echt is. Je wílt niet geloven dat het echt is. Dit moet Brügger zijn, die de werkelijkheid graag ondersteboven houdt om te zien wat er zoal aan smakelijks uit komt vallen. En toch begint The Mole zo: ‘Alles wat je gaat zien, is echt – en duurt al meer dan tien jaar.’", "De verpakking is nog altijd bijzonder, maar verbleekt ditmaal bij wat erin zit."], "authors": ["Frank Heinen"], "keywords": ["van", "dat", "die", "dit", "niet", "noordkoreafans", "een", "en", "te", "brügger", "wilt", "geloven", "echt", "voor", "naar", "je", "het", "infiltreren"], "pubDate": "2020-12-16T14:44:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}