{"id": "2edf5cd4-5daf-3d3e-9b5a-9f8bf5df3e44", "title": "CDA zucht onder geldgebrek, slechte peilingen en morrende partijbaronnen", "url": "https://www.parool.nl/nederland/cda-zucht-onder-geldgebrek-slechte-peilingen-en-morrende-partijbaronnen~bb929e56/", "summary": "De boodschap dat het ‘great’ is om wakker te worden ‘in een land met een midden’ werd door regionale CDA’ers niet begrepen.\nMaar een Haagse partijveteraan weet wel beter: “Dit blijft dooretteren.”Blijvende vraagtekensTerug naar augustus.\nAdvocaten van kantoren aan de Amsterdamse Zuidas schrijven een vernietigende analyse, een vooraanstaand CDA’er uit het midden van het land stelt met een groepje ‘partijprominenten’ een memorandum op.\n“Van een advocaat mag je toch meer verwachten.”Rot van binnenEen collega-bestuurder uit het zuiden des lands ziet de defensieve houding van het partijbestuur als een symptoom van een structureel probleem.\nDe bestuurder spreekt van een Rotterdamse kliek.", "paragraphs": ["In juli won minister Hugo de Jonge de CDA-lijsttrekkersverkiezing van Kamerlid Pieter Omtzigt, maar de problemen bij die digitale stemming blijven de partij parten spelen. Beeld ANP", "Vijf maanden nadat Hugo de Jonge met een neuslengte verschil won van uitdager Pieter Omtzigt is het CDA nog altijd een diep verdeelde partij. Het gesukkel in de peilingen - stabiel in de min - en kritiek op de corona-aanpak van de CDA-vicepremier hebben leden er nog niet van kunnen overtuigen zich als één man achter de lijsttrekker te scharen. Partijprominenten uiten anoniem hun zorgen over de haperende fondsenwerving, in hun ogen een teken aan de wand voor het geringe enthousiasme voor De Jonge. “Er komt geen cent meer binnen,” stelt een betrokkene.", "Bloeden", "In de Verenigingsraad zijn provinciale bestuurders opgeroepen ondernemers die zij kennen de CDA-kas te laten spekken. “Maar als je als ondernemer al moet bloeden door het coronabeleid van de lijsttrekker, ga je die niet financieren,” zegt een christendemocraat.", "Dus klinkt er harde kritiek op de campagneleiding, die het nodig vond om daags na de Amerikaanse verkiezingen uit te pakken met een paginagrote advertentie in de krant. De boodschap dat het ‘great’ is om wakker te worden ‘in een land met een midden’ werd door regionale CDA’ers niet begrepen. “Alsof het CDA het midden is tussen Biden en Trump,” zegt een provinciale CDA-bestuurder. “En waarom en door wie is bedacht om al zo vroeg in de campagne zo’n groot deel van het campagnebudget te verbrassen?”", "Vooral de gang van zaken bij de lijsttrekkersverkiezing, inmiddels een klein half jaar geleden, leidt in de aanloop van het congres van zaterdag nog altijd tot groot ongemak. Tot in de hoogste regionen van de partij wordt getwijfeld of de strijd wel eerlijk verlopen is. “Het gezeik moet ophouden!” verzucht een bron dichtbij de CDA-top. Maar een Haagse partijveteraan weet wel beter: “Dit blijft dooretteren.”", "Blijvende vraagtekens", "Terug naar augustus. Een maand na de lijsttrekkersverkiezingen stelt it-bureau CGI vast ‘geen grove onregelmatigheden’ te hebben geconstateerd. Het partijbestuur onder leiding van voorzitter Rutger Ploum besluit die conclusie onmiddellijk te omarmen. Maar de vraagtekens zijn gebleven.", "Zo wacht registeraccountant Frank van Rossum nog steeds op antwoorden. Volgens hem waren er wel degelijk ernstige tekortkomingen. Zo ernstig zelfs dat er op basis van het CGI-onderzoek geen winnaar is aan te wijzen. Zijn belangrijkste bezwaar: in het CGI-rapport staat dat de omgeving waarin alle digitale handelingen zijn weggeschreven meteen na de stemming is vernietigd. Daardoor is nooit meer te achterhalen of er met de stemming is geknoeid. Er zit volgens hem maar één ding op, mailt hij samen met een vakgenoot aan het CDA-bestuur: een nieuwe verkiezing organiseren. Maar het bestuur blijft vasthouden aan de conclusie van CGI.", "Vuile was", "De e-mailwisseling lekt uit via RTL Nieuws en gaat als een lopend vuurtje rond in de partij. Want er is in meer geledingen ernstige twijfel over de gang van zaken. Advocaten van kantoren aan de Amsterdamse Zuidas schrijven een vernietigende analyse, een vooraanstaand CDA’er uit het midden van het land stelt met een groepje ‘partijprominenten’ een memorandum op. Hun conclusie: de lijsttrekkersstrijd is ‘oneerlijk’ verlopen. Het gezelschap is echter beducht de vuile was buiten hangen en besluit de bevindingen voor te leggen aan hun provinciale afdelingsvoorzitter, maar die reageert ‘laconiek’. “Ploum had gezegd dat alles goed was verlopen. En dat was het,” zegt de vooraanstaande CDA’er, die alleen op voorwaarde van anonimiteit zijn verhaal wil doen. “Ik vind het heel erg. Dat verkiezingsprocedures goed verlopen moet een speerpunt zijn voor een democratische partij.”", "Hij is niet de enige die onder de radar wil blijven. “Politiek is vrijwilligerswerk voor mij,” zegt een andere provinciaal bestuurder. “Maar de centrale vraag moet zijn of je als politieke vereniging in staat bent om eerlijke verkiezingen te organiseren. De uitvoering is onderschat. Er hangt een geur van onrechtmatigheid en intransparantie omheen, maar er is voor gekozen alles onder de pet te houden.” Ook hij wijst met de beschuldigende vinger naar de voorzitter. “Van een advocaat mag je toch meer verwachten.”", "Rot van binnen", "Een collega-bestuurder uit het zuiden des lands ziet de defensieve houding van het partijbestuur als een symptoom van een structureel probleem. “Leden worden gezien als lastig. Als je een vraag stelt, duurt het twee weken voor je antwoord krijgt. We weten allemaal dat deze verkiezingen niet eerlijk zijn gelopen.”", "De partij is ‘rot van binnen’, stelt deze CDA’er, maar niemand durft de mond open te trekken. De bestuurder spreekt van een Rotterdamse kliek. “Het partijbureau staat volledig ten dienste van De Jonge en zijn clubje vrienden. Hij komt uit Rotterdam, de voorzitter ook, het hoofd communicatie ook. Er gebeurt niks met signalen uit de partij.”", "Dat kan alleen maar slecht aflopen, taxeert de provinciale partijbestuurder. “De hele club zit vast in een greep richting het einde.”"], "authors": ["Jan Hoedeman", "Laurens Kok"], "keywords": ["van", "morrende", "slechte", "partijbaronnen", "het", "maar", "cda", "zijn", "met", "die", "onder", "een", "en", "te", "geldgebrek", "peilingen", "er", "zucht"], "pubDate": "2020-12-09T07:53:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}