{"id": "2eeb583b-b6e7-3e54-99fa-1c57aa9181dd", "title": "Opinie: Dramatiseren helpt niet, kinderen lesgeven wel", "url": "https://volkskrant.nl/columns-opinie/opinie-dramatiseren-helpt-niet-kinderen-lesgeven-wel~ba232951/", "summary": "Beeld ANPOp het moment dat het kabinet de tweede scholensluiting in een jaar tijd afkondigt, breekt het gekrakeel los.\nHet niet herkennen van kwaliteiten, jonge mensen niet de mogelijkheid geven die te ontplooien, is een vorm van uitsluiting.\nEn het probleem van vandaag is niet het niveau, maar de beweging.\nAlexander Rinnooy Kan maakte in 2007 in een arbeidsmarktrapport voor het eerst het onderscheid tussen het kwalitatieve en kwantitatieve lerarentekort.\nWegwerken van leerachterstanden van twee weken geen les na Kerstmis: zo moeilijk hoeft dat niet te zijn.", "paragraphs": ["Beeld ANP", "Op het moment dat het kabinet de tweede scholensluiting in een jaar tijd afkondigt, breekt het gekrakeel los. In het programma Nieuws­uur stelt de socioloog Thijs Bol dat zijn data aantonen dat de sluiting dramatisch uitpakt voor de kansenongelijkheid. Jesse Klaver, politiek leider van GroenLinks, bekritiseert vanuit deze opvatting het kabinetsbesluit en acteert verontwaardiging in het parlement. Twee dagen na dit debat surft deze krant mee op de ellendegolf met de kop ‘Vijf weken. Dat is bijna net zo lang als de zomervakantie’. Het gaat effectief om tien dagen les op afstand.", "Deze combinatie van studeerkamerdrama en politiek opportunisme lossen op de werkvloer geen problemen op. Want ja, er is een probleem, maar die twee weken minder les maken niet veel uit. De kansenongelijkheid is namelijk structureel en hardnekkig. Het is verstandiger na te denken over het inhalen van eventuele achterstanden na corona.", "Kansenongelijkheid is onwenselijk. Het niet herkennen van kwaliteiten, jonge mensen niet de mogelijkheid geven die te ontplooien, is een vorm van uitsluiting. Een oneerlijke blokkade naar welvaart en geluk. De documentaireserie Klassen van Ester Gould en Sarah Sylbing brengt dit verdriet treffend in beeld. Het is echter ook van alle tijden. En het probleem van vandaag is niet het niveau, maar de beweging. De kansenongelijkheid groeit, elke dag weer. Niet door corona, maar door zwak onderwijs.", "Kwaliteit leraren", "Twee factoren bepalen het school­succes van kinderen: het opleidingsniveau van de ouders, zoals opnieuw uit CPB-onderzoek blijkt, en de kwaliteit van de leraar. En met die laatste gaat het niet goed. Alexander Rinnooy Kan maakte in 2007 in een arbeidsmarktrapport voor het eerst het onderscheid tussen het kwalitatieve en kwantitatieve lerarentekort. Het beroep leraar en de ontwikkeling daarin heeft aan status ingeboet. De dalende aantrekkingskracht van het beroep doet het gemiddeld opleidingsniveau dalen.", "Kwantitatief lag het probleem in 2007 vooral op de middelbare scholen, inmiddels is dat verschoven naar het basisonderwijs. Maar ook daar is op termijn altijd iemand te vinden die voor 17 euro bruto voor de klas gaat staan. De leskwaliteit gaat wel omlaag. Dat treft iedereen, het maakt kansarme kinderen kansloos.", "Het lerarentekort is het equivalent van de kansenongelijkheid. De dominante opvatting over wat we doen op school is het vliegwiel dat dit maatschappelijk falen naar een volgend niveau tilt. Niet het verwerven van kennis, doorgeven wat van waarde is, maar ontwikkeling als persoon, zelfontplooiing en individueel geluk staan steeds vaker centraal op school.", "Nu is er niets tegen geluk; Nederlandse kinderen zijn erg gelukkig, maar hard werken, gedisciplineerd en gericht op presteren, daarin zijn onze scholen internationaal gezien matig tot slecht. En juist kinderen die minder van thuis meenemen zijn gebaat bij kennis verwerven, daar hard voor werken, om vervolgens een beloning te ontvangen.", "Geen misverstand, corona-leer­achterstanden bestaan. Maar hoog­leraar Stevens vertelde me ooit: het rekenprogramma van de basisschool kun je een kind in drie maanden leren, mits het wil en de leraar goed is. Wegwerken van leerachterstanden van twee weken geen les na Kerstmis: zo moeilijk hoeft dat niet te zijn.", "Schouders eronder", "Mijn ouders gingen in 1945 een jaar niet naar school. Zij genoten hun verdere leven van wat Nobelprijswinnaar Stiglitz de meest welvarende periode van de westerse samenleving noemt. Niet de ellende telt, maar wat je erna doet. Zo ook hier. Als onderwijs zo belangrijk is, vaccineer snel leraren en adolescenten, als superverspreiders van het virus. Maak je niet druk over musicals en eindexamenfestiviteiten, laat al die andere taken in de schoolorganisatie los, iedereen met een lesbevoegdheid gaat voor de klas. Ontwikkel effectieve onderwijsprogramma’s, verzorgd door gemotiveerde, professionele, trotse leraren.", "Het is een kotszinnetje, maar: elke crisis is een kans. Wetenschappelijk onderbouwde onheilsboodschappen van sociologen en gejammer van populisten in parlement en media helpen dan niet echt. Schouders eronder."], "authors": ["Ton Van Haperen"], "keywords": ["van", "dat", "die", "niet", "een", "dramatiseren", "kinderen", "lesgeven", "en", "maar", "wel", "op", "voor", "opinie", "het", "helpt"], "pubDate": "2020-12-17T16:28:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}