{"id": "2efb7b69-069a-3383-a35e-9775cabae9e4", "title": "Wie krijgt het vaccin? Die keuze is aan ons", "url": "https://nrc.nl/nieuws/2020/12/05/wie-krijgt-het-vaccin-die-keuze-is-aan-ons-a4022665", "summary": "En dus worden we geconfronteerd met het type ethische vraagstukken dat je normaal alleen in de oorlogsgeneeskunde of tropengeneeskunde aantreft.\nJe hebt een half miljoen vaccins en circa vijf miljoen kwetsbaren die door het mijnenveld van een actieve Covid-19-uitbraak lopen.\nEen vaccin voor een uitbehandelde kankerpatiënt betekent dat de korte tijd die haar rest, niet wordt bedreigd door corona.\nWanneer er lastige keuzes gemaakt moeten worden, schuiven we dat het liefst op elkaars bordje.\nEen heftige keuze, want het beschermen van de allerkwetsbaarsten is het fundament van elke beschaving.", "paragraphs": ["Eerst was de vraag: hoe krijgen we alle mensen aan de vaccinatie? Nu is de vraag: wie mag er straks eerst? De komende weken arriveert ongeveer een half miljoen vaccins. Maar Nederland telt 2,4 miljoen zeventigplussers, drie miljoen mensen met onderliggende aandoeningen en een miljoen zorgmedewerkers.", "En dus worden we geconfronteerd met het type ethische vraagstukken dat je normaal alleen in de oorlogsgeneeskunde of tropengeneeskunde aantreft. Je hebt één zak bloed en tien hevig bloedende mensen. Je hebt één pakje antibiotica en tien kinderen met longontsteking. Je hebt een half miljoen vaccins en circa vijf miljoen kwetsbaren die door het mijnenveld van een actieve Covid-19-uitbraak lopen. Je weet niet wanneer de volgende levering arriveert. Wie laat je aan zijn lot over?", "Een vaccin staat normaal gesproken niet gelijk aan een medicijn dat verlichting biedt, maar dit keer is dat anders. Het vaccin beschermt niet alleen tegen ernstige ziekte, maar zal het leven van veel kwetsbaren direct verbeteren. Hartpatiënten en diabeten-op-leeftijd kunnen uit hun zelfisolement komen. Een vaccin voor een uitbehandelde kankerpatiënt betekent dat de korte tijd die haar rest, niet wordt bedreigd door corona. Die tijd is niet lang, maar elke dag extra is misschien wel betekenisvoller dan een jaar voor mij.", "En toch moeten we tussen al die mensen kiezen. Er is een aantal no-brainers bij: het personeel van verpleeghuizen moet worden gevaccineerd om uitbraken aldaar te verminderen. Maar de verpleeghuisbewoners zelf? Hoeveel prioriteit moet een 85-jarige krijgen bij het vaccineren, als hij niet meer in staat is voor zichzelf te zorgen? Of iemand met vergevorderde dementie?", "Ik zie een boel mensen die vinden dat we hierover niet moeten debatteren. Ze zeggen dat ik voor mijn beurt praat, dat we sowieso al te veel debatteren in Nederland, dat we moeten afwachten wat de studies zeggen, dat we het aan de experts moeten overlaten, wie dat dan ook zijn. Wanneer er lastige keuzes gemaakt moeten worden, schuiven we dat het liefst op elkaars bordje.", "Zelfs de regering probeert de kwestie bij de Gezondheidsraad te parkeren. En de leden van de Gezondheidsraad zeggen: nee hoor, dit soort ethische dilemma’s zijn voor de politiek.", "Keken burgers vroeger naar religieuze autoriteiten voor advies, anno 2020 kijken ze reikhalzend uit naar de wetenschap en data. Misschien ligt daar een aanwijzing over effectiviteit, bijwerkingen of andere praktische details, waardoor ze zichzelf kunnen ontslaan van het maken van lastige, ideologische keuzes. Maar die keuze is aan ons, de politiek, de maatschappij – niet aan de data. Als er ergens publiek debat over moet plaatsvinden, dan is het wel over de vraag wie als eerste moet worden gevaccineerd.", "Ik zou kiezen om uit elke dosis vaccin de maximale winst in kwaliteit van leven te halen, zoveel mogelijk jaren in goede gezondheid. Die berekening is standaardpraktijk bij het Zorginstituut Nederland, waar ze beslissen welke medicijnen worden vergoed. Wanneer je het risico op ernstige ziekte, de levensverwachting en de huidige kwaliteit van leven kunt uitrekenen, kun je tot een optimale vaccinatiestrategie komen. Waarschijnlijk kom je dan tot de conclusie om niet de allerkwetsbaarsten te vaccineren – dus niet de ouderen in verpleeghuizen en ook niet de uitbehandelde kankerpatiënt.", "Een heftige keuze, want het beschermen van de allerkwetsbaarsten is het fundament van elke beschaving. En toch denk ik dat je met de eerste vaccins zoveel mogelijk winst in gezonde levensjaren moet behalen. Liever actieve zeventigers met hartproblemen, longziekte of diabetes dan verpleeghuisbewoners. Dan kies je voor de iets minder kwetsbare groep kwetsbaren, die meer te verliezen heeft, en dus meer te winnen bij een vaccin.", "Tot slot denk ik dat we niet alleen levens moeten beschermen, maar ook de fundamenten van onze rechtsstaat, parlementaire democratie en openbaar bestuur. Met die eerste levering zouden we ook onze belangrijkste rechters, hoofdofficieren en de burgemeesters van de grote gemeenten moeten beschermen. Gevolgd door onze parlementariërs en de leden van het kabinet. Dat is wat mij betreft maximale winst per prik.", "Rosanne Hertzberger is microbioloog.", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Rosanne Hertzberger", "Leestijd Minuten"], "keywords": ["van", "het", "ons", "vaccin", "die", "wie", "een", "niet", "keuze", "krijgt", "en", "dat", "je", "te", "aan", "voor"], "pubDate": "2020-12-05T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}