{"id": "2f0854eb-53e4-36c3-8c27-ce7447b33793", "title": "Door hogere belasting straks nog minder nieuwbouw in de stad", "url": "https://www.parool.nl/amsterdam/door-hogere-belasting-straks-nog-minder-nieuwbouw-in-de-stad~bf2ffee8/", "summary": "Maar de verhoging van de overdrachts­belasting voor beleggers, die op 1 januari ingaat, zal nieuwbouw tegenwerken, waarschuwt Frank van Blokland, directeur van de IVBN, de belangenbehartiger van grote beleggingsmaatschappijen.\nHet draait allemaal om de kabinetsplannen om de overdrachtsbelasting aan te passen.\nBeleggers, die een huis kopen voor de verhuur, betalen daarentegen meer belasting: 8 in plaats van 2 procent.\nHet kabinet wil hiermee buy-to-let indammen, waarbij beleggers huizen kopen om te verhuren.\nAls zij kantoren willen kopen om die om te bouwen tot huurwoningen, zullen ze straks meer belasting betalen.", "paragraphs": ["Veel Amsterdammers zijn kansloos op de koopmarkt. De bouw van betaalbare huizen moet een oplossing bieden, maar juist die bouw dreigt in de knel te komen. Beeld Luuk Kramer", "Amsterdam heeft, zoals zoveel gemeenten in Nederland, grote behoefte aan nieuwe woningen. Maar de verhoging van de overdrachts­belasting voor beleggers, die op 1 januari ingaat, zal nieuwbouw tegenwerken, waarschuwt Frank van Blokland, directeur van de IVBN, de belangenbehartiger van grote beleggingsmaatschappijen. “Deze verhoging verslechtert het investeringsklimaat, dat al onder druk staat.”", "Nieuwbouw verloopt al moeizaam in Amsterdam, vooral die van betaalbare huizen voor middeninkomens, denk aan leraren en verplegers. In de eerste helft van dit jaar zijn in Amsterdam slechts 78 van deze huizen in aanbouw genomen, terwijl dat er jaarlijks 1670 moeten zijn. De hoop is dat grote beleggingsmaatschappijen de nieuwbouw een impuls gaan geven, maar het is de vraag of zij daartoe in staat zijn.", "Het draait allemaal om de kabinetsplannen om de overdrachtsbelasting aan te passen. Starters op de huizenmarkt hoeven per 1 januari geen belasting meer te betalen als zij een woning kopen. Beleggers, die een huis kopen voor de verhuur, betalen daarentegen meer belasting: 8 in plaats van 2 procent. Het kabinet wil hiermee buy-to-let indammen, waarbij beleggers huizen kopen om te verhuren. Dit speelt vooral in Amsterdam, waar volgens De Nederlandsche Bank één op de vijf verkochte huizen in handen valt van beleggers. Veel Amsterdammers zijn hierdoor kansloos op de koopmarkt.", "Minder bieden", "Deze verhoging heeft een onbedoeld effect op de grote beleggingsmaatschappijen. Zij doen niet aan buy-to-let, maar investeren geld van onder meer pensioenfondsen in nieuwe woningen, die ze verhuren. Deze partijen hebben 30 miljard euro belegd in vastgoed. Door de verhoging van de overdrachts­belasting verwachten ze dat ze deze waarde in hun boeken te moeten verminderen met zo’n 4 tot 6 procent. Daardoor gaat er zo’n 1,5 miljard van de boekwaarde af.", "De redenering achter deze waardedaling is als volgt: institutionele beleggers verkopen pakketten woningen aan andere grote beleggers. Als de kopende partij meer overdrachtsbelasting moet betalen, zal die minder bieden op zo’n pakket. Vesteda heeft 30.000 woningen, met een waarde van zo’n 8 miljard euro. “Wij verliezen bijna een half miljard aan waarde,” aldus directeur Gertjan van der Baan. Vesteda is een van de grootste woningbezitters in Amsterdam.", "Projecten onhaalbaar", "Deze waardedaling heeft gevolgen voor de stad. Als Vesteda in Amsterdam nieuwe woningen gaat bouwen, zal het bedrijf vooraf de toekomstige verkoopwaarde van deze huizen meenemen in de berekeningen. Als die waarde ineens 6 procent daalt, is het voor Vesteda lastiger om de begroting sluitend te krijgen. “De consequentie is dat een aantal projecten onhaalbaar is,” aldus Van der Baan.", "Hierdoor zal nieuwbouw stagneren. De enige oplossing is dat de gemeente een lagere prijs berekent voor de grond waarop de nieuwe wijk zal verrijzen. Dit betekent minder inkomsten voor Amsterdam, dat al zoveel moet bezuinigen om de begroting rond te krijgen.", "Ook de corporaties hebben last van de verhoging, zegt Egbert de Vries, directeur van de Amsterdamse koepel AFWC. Als zij kantoren willen kopen om die om te bouwen tot huurwoningen, zullen ze straks meer belasting betalen.", "De verhoging van de belasting heeft ook effect op de pensioenfondsen. Die investeren hun geld via partijen als Vesteda in vastgoed. Als de boekwaarde afneemt, daalt ook het rendement van de fondsen, die al in de knel zitten. Dat verhoogt de druk om pensioenen te korten.", "IVBN probeert minister Kajsa Ollongren op andere gedachten te brengen en heeft ook een brief gestuurd aan de Eerste Kamerleden, die zich nog over de plannen moeten buigen."], "authors": ["Michiel Couzy"], "keywords": ["aan", "van", "als", "nog", "belasting", "op", "straks", "die", "stad", "minder", "nieuwbouw", "een", "te", "om", "dat", "hogere", "door", "voor"], "pubDate": "2020-12-04T11:28:48+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}