{"id": "2f2c7eb6-4358-36bd-a471-5ceaab921486", "title": "Brexit is een feit: ‘Leven in verdeeldheid was ook geen doen’", "url": "https://www.parool.nl/wereld/brexit-is-een-feit-leven-in-verdeeldheid-was-ook-geen-doen~b277d0bf/", "summary": "Hij was er, gekleed in een uit een Britse vlag gemaakte lange jas, elke maandag, dinsdag, woensdag en donderdag.\nGisteren was de laatste dag dat hij het parlement misschien nog zover had kunnen krijgen dat het tegen het akkoord zou stemmen, al zou dat weinig hebben uitgemaakt.\n“Flikker op met je brexit,” schreeuwde hij onder het balkon waar de BBC bij het middagjournaal vaak het politieke nieuws presenteert.\nZoals de veertiger Andrew Akuffo, die heeft afgesproken met zijn beste vriendin Sam Ostrouchow op een bankje in het park.\nDan zei hij dat het om het principe ging.", "paragraphs": ["Beeld AFP", "Steve Bray, de 51-jarige man die heel Engeland kent als de ‘stop brexit man’, heeft drie volle jaren met zijn protestborden op Parliament Square gestaan. Hij was er, gekleed in een uit een Britse vlag gemaakte lange jas, elke maandag, dinsdag, woensdag en donderdag.", "Hij kwam opdagen bij iedere belangrijke stemming over brexit en schreeuwde er door zijn enorme megafoon naar politici.", "Gisteren was de laatste dag dat hij het parlement misschien nog zover had kunnen krijgen dat het tegen het akkoord zou stemmen, al zou dat weinig hebben uitgemaakt. “Flikker op met je brexit,” schreeuwde hij onder het balkon waar de BBC bij het middagjournaal vaak het politieke nieuws presenteert. Maar hij wist al dat het kansloos was. “Volgende week zal ik moeten gaan proberen om met een Europeaan te trouwen, wil ik mijn vrijheden behouden.”", "Het Britse Lagerhuis stemde gisteren vóór het brexitakkoord, net als het Hogerhuis. Premier Boris Johnson jubelde dat de Britten vanaf morgen als onafhankelijke staat ‘een nieuw hoofdstuk van hun geschiedenis gaan schrijven’.", "Er zijn vier jaren van ruzie en verdeeldheid aan voorafgegaan. Maar buiten op straat stonden dit keer, buiten Bray, geen demonstranten.", "Ziekenhuizen overvol", "Nu brexit deze week eindelijk zijn beslag krijgt, vier jaar nadat het Britse volk heeft gestemd om de EU te verlaten, heeft Londen wel iets anders aan zijn hoofd.", "Het coronavirus en vooral ook de nieuwe, nog besmettelijkere variant ervan, treft elke dag opnieuw meer mensen. Dagelijks zijn er in het Verenigd Koninkrijk tienduizenden nieuwe ziektegevallen en honderden doden te betreuren.", "De hoofdstad is het zwaarst getroffen. De ziekenhuizen daar zijn overvol: patiënten worden op de parkeerplaats in ambulances geholpen. Gisteren ontvingen inwoners van Londen een tekstbericht van de National Health Service, waarin hen werd gevraagd alleen nog maar hulpdiensten te bellen als het om leven of dood gaat. Voor een eenvoudige hersenschudding is even geen plek.", "Hoofdstedelingen moeten thuisblijven, al mogen ze wel met één ander persoon naar buiten om een frisse neus te halen. Zoals de veertiger Andrew Akuffo, die heeft afgesproken met zijn beste vriendin Sam Ostrouchow op een bankje in het park.", "Hij is somber over brexit. “Ik snap er geen snars van waarom we vier jaar hebben besteed aan het bereiken van een akkoord met de EU dat slechter is dan wat we daarvoor hadden,” zegt Akuffo. “Maar weet je? Ik ben er klaar mee. Nu moeten we dóór. De verdeeldheid waarin we leefden was ook geen doen.”", "Visa aanvragen", "Hoe anders het Britse leven vanaf volgende week is, weet niemand. Akuffo, werkzaam in de wereld van de internationale marketing, vermoedt dat zijn professionele leven er niet op vooruit zal gaan. “Ik zal visa moeten aanvragen om, zoals ik veel deed, in Europa te kunnen werken. Ik weet niet of ze daar nog Britse bedrijven zullen vragen. Maar voor mijn familie is het goed. Mijn broer, die ik beschouwde als mijn beste vriend, stemde in 2016 vóór brexit. Hij wilde ‘soevereiniteit’, zei hij. We hebben er veel ruzie om gehad. ‘Welke verkeerde wet heeft Europa ons dan voorgeschreven?’ vroeg ik hem. Dan zei hij dat het om het principe ging. Het was een heel naar gesprek dat we steeds opnieuw voerden. Dat is nu voorbij.”", "“Het is goed dat het nu klaar is,” zegt ook de zestiger Julia Ballin, met een groot pakket in de rij voor het postkantoor bij het Victoria Station. Jaren was ze de enige in haar hele kennissenkring die vóór brexit had gestemd.", "“Ik wil graag onafhankelijk zijn,” vindt zij nog altijd, ook al probeerde iedereen haar te vertellen dat het met het Verenigd Koninkrijk verschrikkelijk zou aflopen. “Nu kunnen we deze jaren van twisten achter ons laten en vooruitgaan. Tenminste, als we een beetje afstand houden van elkaar, anders gaat het op dat front weer mis.”"], "authors": ["Romana Abels"], "keywords": ["ik", "zijn", "van", "verdeeldheid", "feit", "leven", "een", "met", "doen", "om", "geen", "brexit", "ook", "te", "op", "het", "dat"], "pubDate": "2020-12-31T11:19:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}