{"id": "2f324825-1dfd-30bd-918c-5f3bf05756de", "title": "Met lang genoeg doorrekenen zijn alleen de sukkeltjes in de winkelstraat niet-essentieel", "url": "https://volkskrant.nl/columns-opinie/met-lang-genoeg-doorrekenen-zijn-alleen-de-sukkeltjes-in-de-winkelstraat-niet-essentieel~b99d3384/", "summary": "Eerst mocht de Action open, toen moest de Action dicht.\nDie lui van EZ waren reuze behulpzaam geweest, want met een beetje handig rekenen zijn godsgruwelijk veel spullen ‘essentieel’, en met lang genoeg doorrekenen zijn alleen de sukkeltjes in de winkelstraat niet-essentieel.\nEn jawel hoor, de Action mocht open, met de zegen van het ministerie.\nEerst de beelden van een Schiphol waar je over de hoofden kon lopen van mensen die met een grauwe lockdown in zicht dringend ‘een noodzakelijke reis’ moesten maken.\nHema open: ‘Wij zijn de grootste banketbakker van het land.’ Action open.", "paragraphs": ["Eerst mocht de Action open, toen moest de Action dicht. Daar kon je de ultieme samenvatting van deze tijd in zien – iets verontwaardigds met consumentisme, de hegemonie van zooi verpakt in Chinees plastic dat Boyan Slat straks weer uit zee mag vissen, het grootkapitaal dat zich ook midden in een lockdown midden in een pandemie gedraagt alsof het Gods geschenk aan de wereld is – maar het bleek gewoon weer de schuld te zijn van de ambtenaren van Mona Keijzer. (Iemand heeft haar ooit staatssecretaris van Economische Zaken gemaakt, misschien in een vlaag van verstandsverbijstering, misschien in de blijde verwachting dat ze in de luwte weinig schade zou kunnen aanrichten, misschien uit wraak, en nu zitten we er maar mooi mee).", "Op het NOS Journaal stond Yvette Moll, director corporate communications bij Action, uit te leggen hoe het was gegaan. Ze hadden gebeld met het ministerie van Economische Zaken. Gevraagd hoe ze de regels voor ‘essentiële winkels’ moeten interpreteren. Die lui van EZ waren reuze behulpzaam geweest, want met een beetje handig rekenen zijn godsgruwelijk veel spullen ‘essentieel’, en met lang genoeg doorrekenen zijn alleen de sukkeltjes in de winkelstraat niet-essentieel.", "Het is belangrijk op te merken dat we het hier hebben over de club van Keijzer waaruit onlangs nog een ‘berekening’ opborrelde waaruit moest blijken dat het aantal besmettingen juist omlaag zou gaan als de horeca weer open zou mogen – in de Tweede Kamer had Geert Wilders dat bierviltjesbroddelwerk nog geprezen als een belangrijke wetenschappelijk verantwoorde studie. Een beetje kordate Actionbaas kan die lui dus makkelijk wijsmaken dat je ‘juist spreiding van klanten’ krijgt als er zoveel mogelijk winkels open mogen, en dat dit ‘juíst goed’ is. En jawel hoor, de Action mocht open, met de zegen van het ministerie. Ze hadden nog een berichtje gestuurd, zei Yvette Moll ontgoocheld tegen de NOS, ‘Ze wensten ons veel succes.’", "Een paar uur later kon je Grapperhaus en De Jonge met stoom uit de oren zien rondstampen. Eerst de beelden van een Schiphol waar je over de hoofden kon lopen van mensen die met een grauwe lockdown in zicht dringend ‘een noodzakelijke reis’ moesten maken. Nu dit. Hema open: ‘Wij zijn de grootste banketbakker van het land.’ Action open. Wibra dat aanstalten maakte.", "Dinsdagavond waren in de Tweede Kamer nog wrede woorden gesproken over ‘zielloze ketens’ die dankzij grote, efficiënte webwinkels alle schaarse omzet in coronatijd naar zich toe harkten. De premier had behulpzaam aangevuld dat daar ‘veel rommel’ wordt verkocht; hij had er gratis reclame aan vastgeknoopt voor een vulpennenwinkel in de Haagse Passage en gepleit voor het bestellen van boeken bij boekhandel Paagman.", "Een enkeling wilde nog doen geloven dat de Action de enige winkel van heel Nederland waar de verworpenen der aarde terecht kunnen, een soort sociale onderneming voor ‘mensen met een kleine beurs’. Al waren ook de eigen klanten niet overtuigd van het essentiële karakter van de winkel; op het NOS Journaal giechelde een mevrouw tussen de schappen dat het natuurlijk ‘geen nut’ had om de Action open te houden. ‘Wat doet u hier dan?’ vroeg de verslaggever. ‘Eén klein dingetje halen.’", "Het kabinet maakte snel een einde aan de poppenkast. Ingrijpen: ze kunnen het dus wel."], "authors": ["Sheila Sitalsing"], "keywords": ["van", "dat", "nog", "een", "genoeg", "het", "open", "en", "alleen", "nietessentieel", "ze", "zijn", "lang", "winkelstraat", "doorrekenen", "met", "action", "sukkeltjes"], "pubDate": "2020-12-16T21:58:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}