{"id": "2f558d03-1b02-3208-b14b-9a0209a94df2", "title": "Overzicht: De hoogtepunten van de praktijktests in 2020", "url": "https://nu.nl/auto/6099123/overzicht-de-hoogtepunten-van-de-praktijktests-in-2020.html", "summary": "De afgelopen maanden verbleef een keur aan nieuwe vervoermiddelen op de redactie, van elektrische auto's tot heuse sportwagens.\nElektrische fietsen, speedpedelecs en elektrische snorfietsen: allemaal waren ze dit jaar in trek als alternatief voor het openbaar vervoer.\nDe rijervaring was niet zo intens als die van de Alpine A110S, maar in die auto boet je wel erg veel aan comfort en gebruiksgemak in.\nMooie prestaties en een redelijk rijbereik (280 km) zorgden voor een aardig testrapport, maar sprankelen deed de Corsa-e, ondanks zijn oranje lak, nooit.\nDe vernieuwingsdrang in het interieur gaat ten koste van het gebruiksgemak, iets wat we later in ergere mate ook in de nieuwe ID.3 ervaarden.", "paragraphs": ["De afgelopen maanden verbleef een keur aan nieuwe vervoermiddelen op de redactie, van elektrische auto's tot heuse sportwagens. Ook tweewielers en zelfs een driewieler kwamen aan bod. Dit was het testjaar 2020 van NU.nl.", "Elektrische fietsen, speedpedelecs en elektrische snorfietsen: allemaal waren ze dit jaar in trek als alternatief voor het openbaar vervoer.", "De producten van Nederlandse bodem, zoals de VanMoof S3 en de QWIC RD11 Speed, lieten duidelijk zien dat al die decennia aan fietservaring in ons land tot mooie dingen kan leiden. Onder meer deze twee producten waren uitstekend. Hoogwaardig afgewerkt, slim en handig in gebruik. De VanMoof maakte indruk met zijn relatief lage prijs van 1.998 euro en zijn technische innovaties, de QWIC overtuigde als speedpedelec.", "Een openbaring was tevens hoe zinvol het driewielig concept van Piaggio na al die jaren nog is. Na bijna vijftien jaar bleek de MP3 nog altijd een prima beheersbaar, relatief stil en comfortabel vervoermiddel, ook voor de beginnende bestuurder.", "Testexemplaren van 2020 (in alfabetische volgorde) Alpine A110S", "Fatwheel E bike vintage cruiser", "Ford Explorer PHEV", "Ford Mustang Mach-E", "MINI Electric", "Opel Corsa-e", "Piaggio MP3", "QWIC RD11 Speed speedpedelec", "Renault Twizy", "Renault ZOE", "Toyota Supra 2.0", "VanMoof S3 e-bike", "Vespa Elettrica snorfiets", "Volkswagen Golf 1.5 eTSI", "Volkswagen ID.3", "Toyota bewees met de Supra dat je voor een sportwagen met supercarlooks niet de hoofdprijs hoeft te betalen, of dat je er om de haverklap mee aan de benzinepomp staat. En dan kan er ook nog een flinke vracht aan bagage mee. De rijervaring was niet zo intens als die van de Alpine A110S, maar in die auto boet je wel erg veel aan comfort en gebruiksgemak in.", "Elektrische MINI een waar pretpakket", "De Opel Corsa-e biedt elektrische aandrijving tegen een relatief gunstige prijs. Het is typisch zo'n auto voor iemand die niet van de daken hoeft te schreeuwen dat hij of zij elektrisch onderweg is. Mooie prestaties en een redelijk rijbereik (280 km) zorgden voor een aardig testrapport, maar sprankelen deed de Corsa-e, ondanks zijn oranje lak, nooit.", "De Renault ZOE bleek ruimer dan gedacht. Bovendien kwamen we er lekker ver mee op een acculading (330 km). Dan moet je wel voor lief nemen dat de ZOE niet de snelste of meest dynamische is. Het is vooral een auto om in te onthaasten.", "Hoe anders was dat in de MINI. Ook hier wees qua uiterlijk weinig op de aanwezigheid van elektrische aandrijving, behalve misschien de glimlach van de bestuurder, want wat reed dat leuk. Het rijbereik van de auto houdt zeker niet over (190 km), maar het model springt indien nodig heel zuinig met de energie om.", "Een verrassend competente allrounder bleek de hagelnieuwe Ford Mustang Mach-E. Dit model liet nauwelijks steken vallen tijdens de testdagen en is te verkiezen boven die andere Ford met (deels) elektrische aandrijving, de nieuwe Explorer PHEV.", "Zeg je allrounder, dan zeg je Volkswagen. De nieuwe Golf was een fijne metgezel die indruk maakte met zijn slimme aandrijflijn met mild-hybridtechniek. De vernieuwingsdrang in het interieur gaat ten koste van het gebruiksgemak, iets wat we later in ergere mate ook in de nieuwe ID.3 ervaarden."], "authors": ["Foto", "Door"], "keywords": ["van", "2020", "praktijktests", "voor", "en", "een", "met", "aan", "hoogtepunten", "het", "overzicht", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}