{"id": "2f700381-eccf-35bc-a81b-508405b1733d", "title": "Rapper Typhoon te gast op Zwolse vakschool uit steun voor studenten", "url": "https://nu.nl/zwolle/6096805/rapper-typhoon-te-gast-op-zwolse-vakschool-uit-steun-voor-studenten.html", "summary": "Rapper Typhoon was maandag te gast op de Zwolse kunstvakschool Cibap om studenten vanwege de lockdown een hart onder de riem te steken.\nDoor de aula heen staan dertig zwarte stoelen op 1,5 meter opgesteld, met op elke stoel één student.\nDe studenten werpen steelse blikken op de rapper die zo meteen op een groene leunstoel zal plaatsnemen, om met hen te praten over mentale vitaliteit in coronatijd.\nHoewel de teleurstelling op het gezicht van veel studenten te lezen is, lichten ze weer een beetje op als Typhoon naar voren stapt.\n\"Op het moment dat ik bedenk waar ik dankbaar voor ben, is er geen ruimte voor negativiteit.\"", "paragraphs": ["Rapper Typhoon was maandag te gast op de Zwolse kunstvakschool Cibap om studenten vanwege de lockdown een hart onder de riem te steken. \"Ik wil hoop, perspectief en eerlijkheid bieden.\"", "Glenn de Randamie, ook wel bekend als rapper Typhoon, staat aan een hoge tafel in de aula van de Zwolse kunstvakschool Cibap. Door de aula heen staan dertig zwarte stoelen op 1,5 meter opgesteld, met op elke stoel één student.", "De studenten werpen steelse blikken op de rapper die zo meteen op een groene leunstoel zal plaatsnemen, om met hen te praten over mentale vitaliteit in coronatijd. \"Ik wil hoop, perspectief en eerlijkheid bieden in deze lastige tijd\", zegt hij.", "Typhoon is in het kader het door Cibap-georganiseerde vitaliteitsprogramma Play safe op de school. Naast de dertig studenten die in de zaal aanwezig zijn, volgen veel Cibap-studenten het programma online. Creatief producent Bart Jansen is de initiatiefnemer van Play Safe.", "\"We willen studenten en medewerkers door middel van dit programma handvaten geven om de huidige corona-omstandigheden het hoofd te bieden\", zegt Jansen. \"Dat is natuurlijk relevanter dan ooit op de vooravond van de tweede grote lockdown\", voegt De Randamie toe.", "Voordat Typhoon het podium beklimt, houdt schooldirecteur Bart Schouten een toespraak. Het podium is helemaal ingericht met twee kerstbomen, kerstsokken en een met kerstballen versierd ornament.", "Typhoon: Sluit dag af met drie dingen waarvoor je dankbaar bent", "Schouten werd maandagochtend overvallen met het nieuws van de tweede lockdown, zegt hij de zaal. \"Het is een superspannende ontwikkeling. We houden met alles rekening: grote kans is dat de school morgen of overmorgen al dicht moet.\"", "Hoewel de teleurstelling op het gezicht van veel studenten te lezen is, lichten ze weer een beetje op als Typhoon naar voren stapt. Hij benadrukt hoe vervelend de situatie momenteel is.", "\"Maar je moet het accepteren, want dan kan je weer stappen vooruit zetten.\" Zijn tip aan de studenten: sluit de dag af met drie dingen waar je dankbaar voor bent. \"Op het moment dat ik bedenk waar ik dankbaar voor ben, is er geen ruimte voor negativiteit.\"", "De rapper kampte zelf een periode met depressieve klachten en een burn-out, zegt hij. \"Daardoor heb ik geleerd: Je moet niet te grote stappen willen maken. Kleine stappen samen maken ook een grote stap. Dat geldt zeker ook in deze moeilijke tijd.\""], "authors": ["Door"], "keywords": ["studenten", "van", "uit", "een", "rapper", "het", "en", "steun", "te", "ik", "op", "voor", "typhoon", "je", "met", "zwolse", "vakschool"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}