{"id": "2f749d73-8032-3d78-b997-6c340e9b08ea", "title": "Maaike Martens lanceert kerstsingle: ’Juist nu hebben mensen behoefte aan iets vrolijks’", "url": "https://www.telegraaf.nl/entertainment/624061777/maaike-martens-lanceert-kerstsingle-juist-nu-hebben-mensen-behoefte-aan-iets-vrolijks", "summary": "„Ik wilde geen somber kerstliedje uitbrengen, want door de coronacrisis zijn we allemaal wel toe aan iets vrolijks”, laat ze aan De Telegraaf weten.\nMet de single Eindelijk Kerstmis hoopt de zangeres en actrice daar een steentje aan bij te kunnen dragen.\n„Ik wil mensen tijdens de aankomende feestdagen, die door alle beperkingen helaas anders zullen zijn dan normaal, een hart onder de riem steken.”Bij een kerstplaat hoort natuurlijk ook een bijpassende videoclip.\nDaarvoor heeft Maaike hulp gekregen van een flink aantal bekende Nederlanders.\nBekijk de videoclip van Eindelijk Kerstmis hieronder.", "paragraphs": ["Volgens Maaike is dat juist in deze tijd belangrijk. „Ik wilde geen somber kerstliedje uitbrengen, want door de coronacrisis zijn we allemaal wel toe aan iets vrolijks”, laat ze aan De Telegraaf weten.", "Met de single Eindelijk Kerstmis hoopt de zangeres en actrice daar een steentje aan bij te kunnen dragen. „Ik wil mensen tijdens de aankomende feestdagen, die door alle beperkingen helaas anders zullen zijn dan normaal, een hart onder de riem steken.”", "Bij een kerstplaat hoort natuurlijk ook een bijpassende videoclip. Daarvoor heeft Maaike hulp gekregen van een flink aantal bekende Nederlanders. Zo komen onder anderen Sophie Hilbrand, Wim Kieft en Ilse Warringa op hun ‘kerstbest’ voorbij.", "Benieuwd naar de andere sterren? Bekijk de videoclip van Eindelijk Kerstmis hieronder."], "authors": ["Nick Wijsen"], "keywords": ["kerstsingle", "van", "mensen", "juist", "zijn", "ik", "kerstmis", "maaike", "een", "martens", "nu", "lanceert", "vrolijks", "videoclip", "onder", "en", "aan", "hebben", "iets"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}