{"id": "2f7ba373-524d-369d-a00c-272275edbe0c", "title": "WK indooratletiek 2021 geschrapt en toegewezen voor 2023 door coronacrisis", "url": "https://www.nu.nl/sport-overig/6095811/wk-indooratletiek-2021-geschrapt-en-toegewezen-voor-2023-door-coronacrisis.html", "summary": "De WK indoor zou van 19 tot en met 21 maart 2021 plaatsvinden in de Chinese stad Nanjing.\nDe WK indoor waren voor 2022 al toegewezen aan Belgrado.\nDat staat gepland voor 5 tot en met 7 maart in het Poolse Torun.\nDaarvoor is nog de NK Indoor op 20 en 21 februari in Apeldoorn.\n\"Zoals het er nu naar uitziet, is het voor mij geen heel serieus doel om indoor te doen.", "paragraphs": ["De WK indooratletiek gaan volgend jaar niet door. De internationale atletiekfederatie World Athletics heeft het evenement donderdag verplaatst naar 2023 vanwege de coronacrisis.", "De WK indoor zou van 19 tot en met 21 maart 2021 plaatsvinden in de Chinese stad Nanjing. Het toernooi wordt nu twee jaar later gehouden op dezelfde datum en dezelfde plaats. De WK indoor waren voor 2022 al toegewezen aan Belgrado.", "\"Hoewel we de afgelopen weken contact hebben onderhouden met het organisatiecomité en de Chinese atletiekbond om de planning te evalueren, bestaat er gezien de huidige mondiale situatie nog steeds grote onzekerheid over de toestand van de COVID-19-pandemie begin 2021\", meldt World Athletics.", "De EK indoor is vooralsnog het eerstvolgende grote internationale atletiektoernooi op de kalender. Dat staat gepland voor 5 tot en met 7 maart in het Poolse Torun. Daarvoor is nog de NK Indoor op 20 en 21 februari in Apeldoorn.", "Dafne Schippers neemt waarschijnlijk niet deel aan de EK en NK indoor. De Nederlandse topatlete is niet van plan om veel indoorwedstrijden te gaan lopen in de aanloop naar de Olympische Spelen van Tokio, die beginnen op 30 juli.", "\"Zoals het er nu naar uitziet, is het voor mij geen heel serieus doel om indoor te doen. Juist om de weg heel rustig te nemen en eerder het wedstrijdseizoen buiten in te gaan, omdat we best een kort seizoen hebben\", zei ze donderdag tegen de NOS."], "authors": ["Door"], "keywords": ["geschrapt", "2023", "2021", "van", "het", "op", "wk", "coronacrisis", "niet", "indooratletiek", "en", "te", "om", "toegewezen", "indoor", "door", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}