{"id": "2fac9418-2d89-3fb8-85b1-30933022cc2b", "title": "Picnic in the park? Get your food at these 5 spots", "url": "https://www.parool.nl/english/picnic-in-the-park-get-your-food-at-these-5-spots~bdadfd49/", "summary": "For everyone who always ends up with a tomato and mozzarella salad from the supermarket, Back Food may be an alternative.\nBack Food, Ceintuurbaan 344Whoever prefers to perch in Vondelpark can go to Peperwortel to buy a fresh, healthy and simple picnic.\nThis way, a simple picnic in the park effortlessly becomes luxurious in an Amsterdam way.\nIn this restaurant, that feels a bit like a super fancy private school canteen, you can scoop up your own food.\nCombined with a carrot ginger curcuma juice, it may even pass as a healthy picnic.", "paragraphs": ["Fill up your picnic basket at those 5 places Beeld Shutterstock", "As soon as it is over fifteen degrees, it is time to take a checked blanket out of the closet, dust off your reed basket, buy some good food and rush to the park. For everyone who always ends up with a tomato and mozzarella salad from the supermarket, Back Food may be an alternative. Right next to Sarphatipark you can choose between three different-sized boxes (€9,50, €11,50 or €13,50) that you can fill with a healthy meal. There is an overwhelming choice between chicken, lettuce, pepper, egg, avocado, zucchini, quinoa, salmon, pumpkin, asparagus, cherry tomatoes, mushrooms and more.", "Back Food, Ceintuurbaan 344", "Whoever prefers to perch in Vondelpark can go to Peperwortel to buy a fresh, healthy and simple picnic. It is impossible to imagine the past 25 years in this neighborhood without this caterer. While the offer changes on a daily basis, some quiches, like the one with spinach and feta (€9), are usually available. Johannes van Dam labeled Peperwortel ‘pearl among the caterers’, among other things because of their lemon cake. This way, a simple picnic in the park effortlessly becomes luxurious in an Amsterdam way.", "Peperwortel, Overtoom 140", "On the east side of the city, only five minutes away from Oosterpark, Spirit is settled. In this restaurant, that feels a bit like a super fancy private school canteen, you can scoop up your own food. There is a large buffet with many choices for fresh vegetables, salads and side dishes. Depending on the season, there may be asparagus, fruit salads, shiitake burgers or spinach with a tofu tahini seasoning. Payment per 100 gram: € 2,95 between 11 AM and 10 PM if you eat in, € 2,75 to take away.", "Spirit, Czaar Peterstraat 2a", "Whenever it suits to have a picknick in Oud-Zuid, Beatrixpark is your best option. On a few minutes distance by bike you can find the Italian caterer Feduzzi in Scheldestraat. The prices may be on the expensive side, but in return you will get real Italian salads, sandwiches like vitello tonnato (€8) or coppa di parma (€7) and antipasti without spending even a minute in the kitchen.", "Feduzzi, Scheldestraat 63", "Close to Westerpark you will find three Stachs. For less than 10 euros, Stach sells big salads, like Caesar salad with kale or a gluten-free poke bowl with black rice. For people who do tolerate gluten and who prefer to sit in the park with an old-Dutch lunch, Stach offers a sandwich with meatball (‘broodje bal’) with mustard-mayonnaise and rocket. Combined with a carrot ginger curcuma juice, it may even pass as a healthy picnic.", "Stach, o.a. Haarlemmerstraat 150, Bilderdijkstraat 313 en Admiraal de Ruijterweg 77"], "authors": ["Het Parool", "Translation", "Nele Goutier"], "keywords": ["simple", "stach", "salads", "park", "spinach", "salad", "food", "spots", "scheldestraat", "healthy", "picnic"], "pubDate": "2019-05-23T09:53:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}