{"id": "2fba292b-d09b-36fc-9a23-980fcfafccb3", "title": "Coronacrisis nekt legendarische cocktailbar Door 74", "url": "https://www.parool.nl/amsterdam/coronacrisis-nekt-legendarische-cocktailbar-door-74~b00d313d/", "summary": "Tess Posthumus achter de bar in Door 74.\nNu de toeristen wegblijven, merk je dat de binnenstad uitgestorven is.”Fokke en Door 74 zijn bekende namen in het wereldwijde cocktailcircuit.\n“Het speakeasy-concept van Door 74 was ook uniek.\nDoor 74 was van de buitenkant niets meer dan een zwarte voordeur en je kwam er niet zomaar binnen.\nDoor 74 had snel door dat je personeel goed moet opleiden om ze mee te laten doen in de internationale scene.” De bekendste cocktailgoeroes die Door 74 voortbracht zijn Tess Posthumus en Timo Janse.", "paragraphs": ["Tess Posthumus achter de bar in Door 74. Beeld Ming Chao", "“Ik ben kapot,” reageert Fokke. “Na tien maanden geen persoonlijk inkomen en 70 tot 80 procent zakelijk verlies redde ik het niet meer. Ik was alleen maar schulden aan het opbouwen. Mijn gezin en ik gingen aan de stress onderdoor.”", "Waar andere horecazaken in de zomer nog konden uitbreiden met een terras en een bezorgservice, was dat voor Door 74 geen optie. Fokke: “Het concept was juist speakeasy, een cocktailbar met een geheim karakter. Dan ga je geen groot terras bouwen. Met de verplichte 1,5 meter konden binnen nog maar achttien gasten zitten. Andere ondernemers met cocktailbars doen nog wel dingen met afhalen en bezorgen, maar daar zag ik geen heil in.”", "Uitgestorven", "Volgens Fokke is Amsterdam de laatste jaren zodanig veranderd dat het voor zaken in het centrum nu extra moeilijk is om te overleven. “Het toerisme is zo toegenomen dat gewone Amsterdammers niet meer in het centrum komen. Nu de toeristen wegblijven, merk je dat de binnenstad uitgestorven is.”", "Fokke en Door 74 zijn bekende namen in het wereldwijde cocktailcircuit. De zaak opende in 2008 als eerste speakeasy van West-Europa. Volgens horecatrendwatcher Vincent van Dijk liep de zaak voorop in de cocktailhype.", "Allure en status", "“Nu zie je op iedere straathoek cocktailbars, maar twaalf jaar geleden waren die er nog nauwelijks,” zegt Van Dijk. “Het speakeasy-concept van Door 74 was ook uniek. Destijds wilden horecazaken juist uithangborden die zo groot en schreeuwerig mogelijk waren. Door 74 was van de buitenkant niets meer dan een zwarte voordeur en je kwam er niet zomaar binnen. Je moest echt iemand kennen. Daardoor trokken ze een bijzonder publiek van echte cocktailliefhebbers en mensen die het heel spannend vonden als het ze lukte om binnen te komen.”", "Volgens Van Dijk was Door 74 ook de eerste Nederlandse bar die meedeed aan internationale wedstrijden. “Cocktails maken werd echt een vak met allure en status. Door 74 had snel door dat je personeel goed moet opleiden om ze mee te laten doen in de internationale scene.” De bekendste cocktailgoeroes die Door 74 voortbracht zijn Tess Posthumus en Timo Janse. Toen zij er werkten stond Door 74 drie jaar achtereen in de top 50 van ’s werelds beste bars, waarvan een jaar op de 15e plek.", "Van Dijk: “Het is echt een bijzonder instituut. Het is vergelijkbaar met de iT en de Roxy. Die zijn ook verdwenen, maar iedereen kent het nog steeds.”"], "authors": ["Josien Wolthuizen"], "keywords": ["van", "legendarische", "het", "nog", "cocktailbar", "met", "die", "nekt", "coronacrisis", "74", "een", "je", "en", "door"], "pubDate": "2020-12-10T13:11:20+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}