{"id": "2fd55d18-b474-3413-82cc-cba5feaf9a32", "title": "Lees hier de integrale tekst van Rutte's toespraak over de nieuwe lockdown", "url": "https://nu.nl/coronavirus/6096696/lees-hier-de-integrale-tekst-van-ruttes-toespraak-over-de-nieuwe-lockdown.html", "summary": "Lees hier de integrale tekst van zijn toespraak.\nToen ik bijna negen maanden geleden voor het eerst een televisietoespraak hield over corona, hoopte ik heel erg dat het ook voor het laatst zou zijn.\n“2020 is voor veel mensen een jaar geworden van rouw, verlies en verdriet.” Premier Mark Rutte2020 is voor veel mensen een jaar geworden van rouw, verlies en verdriet.\nOf wat is nou de bijdrage van specifiek deze groep aan de verspreiding van het virus?\nMaar met het vaccin wordt 2021 wel een jaar van hoop en van licht aan het einde van de tunnel.", "paragraphs": ["Premier Mark Rutte heeft de Nederlandse bevolking maandagavond rechtstreeks vanuit zijn werkkamer toegesproken over de stand van zaken rond de coronacrisis en de nieuwe lockdown. Lees hier de integrale tekst van zijn toespraak.", "Toen ik bijna negen maanden geleden voor het eerst een televisietoespraak hield over corona, hoopte ik heel erg dat het ook voor het laatst zou zijn. En daar leek het ook lang op. Maar helaas moet ik mij vandaag opnieuw op deze manier tot u richten. Met opnieuw een ingrijpende boodschap.", "Minder dan een week geleden zei ik in de persconferentie nog dat we op een tweesprong stonden. Ik zei toen dat strengere maatregelen denkbaar waren als de besmettingscijfers verder zouden stijgen. En dat is helaas precies wat we sindsdien in sneltreinvaart zien gebeuren.", "Het coronavirus grijpt nog sneller om zich heen dan waar we vorige week mee rekenden. En daarom gaat Nederland voor een periode van in ieder geval vijf weken in lockdown. Nederland gaat op slot.", "Dat betekent dat we alle plekken sluiten waar mensen in groepen samenkomen, met een paar uitzonderingen die nodig zijn om de samenleving te laten draaien of kwetsbare mensen te beschermen. Alles is erop gericht het aantal contacten tot een minimum te beperken. Want zonder contact kan het virus niet overspringen.", "We herinneren ons allemaal nog de beelden van dit voorjaar. Lege snelwegen, lege treinen en bussen, lege kantoren en schoolklassen, lege winkelstraten. Daar moeten we naar terug.", "Ik wil u vandaag uitleggen waarom dat nodig is. En ik wil u ook stap voor stap meenemen door de verschillende maatregelen. Maar eerst moeten mij een paar dingen van het hart.", "Want we realiseren ons als kabinet heel goed hoe heftig en ingrijpend het besluit is dat we vandaag nemen. Zeker zo vlak voor Kerst.", "“2020 is voor veel mensen een jaar geworden van rouw, verlies en verdriet.” Premier Mark Rutte", "2020 is voor veel mensen een jaar geworden van rouw, verlies en verdriet. Omdat ze een geliefde aan corona hebben verloren. Omdat ze zelf ziek zijn geweest en nog steeds niet de oude zijn. Omdat ze hun baan kwijt raken of hun bedrijf over de kop zien gaan, bijvoorbeeld in de horeca.", "We zien jonge mensen die hun toekomstplannen in de wacht moeten zetten. We zien ouderen die bang zijn om ziek te worden. En we zien stress en eenzaamheid als grote en groeiende problemen door alle generaties heen.", "We voelen en begrijpen allemaal: juist na dit jaar is de behoefte aan samen rond de kerstboom, aan gewoon en echt menselijk contact, groter dan ooit. En daarom wil ik u allemaal vragen rond de Kerst, binnen alle beperkingen, oog te blijven houden voor mensen die het zwaar hebben. Voor mensen die verdrietig zijn. Mensen die alleen zijn.", "Aandacht voor elkaar helpt ons door deze ellendige periode heen te komen. Dat we erdoorheen komen, staat voor mij vast. Vanwege het vaccin dat eraan komt, maar meer nog vanwege de veerkracht die we met elkaar hebben laten zien.", "Natuurlijk, we zijn allemaal mensen die niet perfect zijn. En we vinden het allemaal moeilijk ons 100 procent, altijd en overal, aan de regels te houden. Daar gaat het ook veel over in gesprekken tussen mensen, online en in de media - en dat snap ik. Maar wat ik ook zie, is dat het overgrote deel van de Nederlanders zich heel goed realiseert dat we onszelf en elkaar moeten beschermen door ons gedrag aan te passen.", "Ik zie ongelooflijk veel mensen die er het beste van proberen te maken. Mensen die de moed erin houden en die andere mensen helpen de moed niet te verliezen. We maken met zeventien miljoen mensen iets mee dat ongekend is, iets dat groter is dan we ooit in vredestijd hebben meegemaakt, en toch slaan we ons erdoorheen.", "Het is goed dat te blijven zien en het helpt ook de volgende fase aan te kunnen. Het punt is: wij moeten als mensen de hele dag door, tientallen of honderden keren, alert zijn om het virus op afstand te houden. Het virus hoeft maar één keer geluk te hebben om over te springen en wij moeten bij elk contact geluk hebben. Dat is een ongelijke strijd. En het is precies waar we nu naar kijken. Want het virus springt over - en veel te vaak.", "'Getallen zijn abstract en ze vertellen niet het hele verhaal'", "Elke dag overlijden gemiddeld zestig mensen aan corona. Elke dag noteren we gemiddeld zo'n negenduizend nieuwe besmettingen. Dat is een volle Kuip in minder dan zes dagen. Ook in de ziekenhuizen en verpleeghuizen stijgen de cijfers. In de tweede golf komen meer mensen in het ziekenhuis terecht dan in de eerste golf.", "Ik weet: getallen zijn abstract. En ze vertellen ook zeker niet het hele verhaal. Maar de realiteit is dat inmiddels meer dan een miljoen reguliere behandelingen in het ziekenhuis zijn uitgesteld. Het zal je maar overkomen als je op een behandeling zit te wachten. De realiteit is dat de mensen in de ziekenhuizen en verpleeghuizen alweer drie maanden op hun tandvlees lopen. De rek is er echt uit. En dan moet het griepseizoen nog beginnen.", "En de realiteit is ook dat we niet te maken hebben met een onschuldige griep, wat sommigen - bijvoorbeeld de demonstranten hierbuiten - nog steeds denken, maar met een virus dat iedereen hard kan raken. Dus niet alleen de alleroudsten onder ons.", "Inmiddels hebben ongeveer 30.000 mensen met corona in het ziekenhuis gelegen van wie 6.000 op de intensive care. Van die 6.000 was de groep jonger dan vijftig jaar 2,5 keer groter dan de groep boven de 80. De harde waarheid is dat bijna al deze 6.000 mensen zouden zijn overleden als ze niet op de intensive care behandeld waren. En dat ze bijna zonder uitzondering nog lang na hun ontslag uit het ziekenhuis te maken hebben met kortademigheid, extreme moeheid en andere klachten.", "Dat is wat corona doet. Dat is waarom het zo belangrijk is dat de zorg toegankelijk blijft. Dat er een bed voor je is als je dat nodig hebt. En dat is ook waarom ik vandaag nog een keer tegen alle werkers in de ziekenhuizen, in de verpleeghuizen, in de thuiszorg en bij de GGD's wil zeggen: dank jullie wel. Er wordt van ons allemaal veel gevraagd in deze tijd, maar van jullie wel het meest. Ik heb, wij allemaal hebben, grote bewondering voor jullie.", "Scholen en niet-essentiële winkels moeten sluiten", "Tot zover in het kort de achtergrond van de lockdown. We hebben geen keus: het aantal contacten tussen mensen moet omlaag. Daar moet nu alles op gericht zijn. De volgende vraag is: hoe ziet de lockdown er dan uit?", "Het gaat alles bij elkaar om een groot pakket maatregelen en dringende adviezen die morgen ingaan en die in ieder geval gelden tot en met dinsdag 19 januari. In de week daarvoor, op dinsdag 12 januari, zullen Hugo de Jonge en ik in een persconferentie vertellen hoe het er na de 19e uit gaat zien.", "Voor scholen geldt om praktische redenen aanstaande woensdag als ingangsdatum en maandag 18 januari als voorlopige einddatum.", "Ik heb de maatregelen voor de overzichtelijkheid ingedeeld in zeven punten en ik loop de lijst helemaal met u langs.", "Ik begin met de meest ingrijpende besluiten.", "Ten eerste: vanaf woensdag 16 december tot tenminste maandag 18 januari wordt onderwijs op afstand de norm - van het primair onderwijs tot en met de universiteiten. Net als dit voorjaar. Dit is natuurlijk een ingrijpend besluit, voor docenten, voor leerlingen en studenten, en voor ouders. Maar het is ook een onvermijdelijk besluit. Net als dit voorjaar, maken we wel een paar uitzonderingen, onder andere voor leerlingen in het examenjaar, voor praktijkonderwijs en voor de persoonlijke begeleiding van leerlingen die speciale aandacht nodig hebben.", "Ook de kinderopvang blijft alleen open voor kinderen die kwetsbaar zijn en voor kinderen van ouders met cruciale beroepen. Dus bijvoorbeeld voor de mensen in de zorg, bij de politie of in het openbaar vervoer. Ook weer: net als dit voorjaar.", "Ten tweede gaan vanaf morgenochtend alle niet-noodzakelijke winkels dicht. Alleen de winkels voor eerste levensbehoeften blijven open. Dat zijn dus de supermarkten, de bakkers, de slagers en andere levensmiddelenzaken, inclusief de weekmarkten. Het zijn ook de drogisterijen, stomerijen, opticiens en thuiszorgwinkels. Maar verder moeten dus alle kledingboetieks, bouwmarkten, warenhuizen, meubelzaken, tuincentra, elektronicazaken, winkels voor huisraad en wat u verder ook maar kunt bedenken de deuren sluiten.", "Speciaal voor bouwmarkten wordt het wel mogelijk vooraf bestelde spullen af te halen, omdat er ook wel eens iets kapot gaat in huis. En natuurlijk kunnen winkels gewoon blijven bezorgen.", "“Dit is een harde boodschap voor heel veel ondernemers.” Premier Mark Rutte", "Dit is een ongelooflijk harde boodschap voor heel veel ondernemers, maar zeker gezien de soms extreme drukte in de winkelstraten in de grote steden, moeten we dit besluit nu nemen. Uiteraard doen we wat nodig is om ondernemers te steunen en banen te behouden. Daar hebben we een fors steunpakket voor, dat vorige week is uitgebreid en dat mee-ademt: hoe meer omzetverlies, hoe meer steun.", "Vanaf morgen tot en met 27 december is het ook weer mogelijk subsidie aan te vragen waarmee je je personeel door kunt betalen - de zogeheten NOW-regeling. En ook verder zullen we de komende tijd blijven kijken wat kan en nodig is om te zorgen dat zo min mogelijk bedrijven omvallen.", "Ten derde zijn vanaf morgen alle publiek toegankelijke locaties gesloten. Binnen en buiten. Dit omvat dus echt heel veel. Bijvoorbeeld dierentuinen en pretparken, musea en kerstmarkten, bioscopen en theaters, casino's en sauna's.", "In deze categorie zijn er een paar bijzonderheden. Hotels kunnen openblijven, maar vanaf morgen zonder restaurantfunctie of roomservice. Te veel mensen gingen naar een hotel alleen maar om uit eten te gaan, met alle risico's van dien.", "Bibliotheken gaan dicht, maar boeken afhalen mag wel. Banken, gemeentehuizen en locaties waar uitvaarten plaatsvinden blijven open. En in wijkcentra kunnen de komende weken alleen activiteiten plaatsvinden voor kwetsbare groepen.", "Voor de contactberoepen maken we een knip tussen de medische en niet-medische beroepen. De tandartsen, fysiotherapeuten en verloskundigen mogen de praktijk openhouden. De kappers, nagelstudio's en masseurs moeten de deur helaas weer sluiten.", "Ten vierde: het dringende advies wordt thuis per dag niet meer dan twee gasten vanaf dertien jaar te ontvangen. We maken wel een uitzondering voor de Kerst.", "60 Rutte vanuit Torentje: 'Nederland gaat op slot'", "Kerst blijft sober, maximaal drie mensen op bezoek", "Op 24, 25 en 26 december blijft drie het maximum, kinderen onder dertien jaar uitgezonderd. Op die drie dagen kan er dus net iets meer, maar eerlijk is eerlijk: Kerst blijft helaas sober. En als je klachten hebt, blijf je natuurlijk thuis. Niemand wil familie of vrienden besmetten. Ga je wel op bezoek, dan was je je handen stuk en houd je 1,5 meter afstand. Die basisregels blijven cruciaal.", "Ook geldt vanaf morgen buiten een maximale groepsgrootte van twee, tenzij je op pad gaat met het eigen huishouden. Dus samen wandelen kan, maar niet met meer dan één vriend of vriendin. En uiteraard ook op 1,5 meter afstand.", "Ten vijfde: de sport.", "Vanaf morgen sluiten de sportscholen, zwembaden en sporthallen, dus alle binnensportlocaties. Buitensportlocaties kunnen openblijven en jongeren tot achttien jaar kunnen buiten ook blijven trainen in teamverband. Maar vanaf achttien jaar geldt een maximum van twee mensen op 1,5 meter, geen teamtrainingen, geen wedstrijden, geen groepslessen en geen competitie. En een rondje in je eentje hardlopen of fietsen kan natuurlijk altijd en is ook aan te raden.", "Ten zesde: reizen.", "Het dringende advies is en blijft: blijf zoveel mogelijk thuis en maak geen onnodige reizen. En natuurlijk, als je rond de feestdagen ergens in Nederland een huisje hebt gehuurd, kun je daar best heen. Maar als je daar eenmaal bent, gelden wel dezelfde regels als thuis. Dus geen onnodige uitstapjes.", "Voor niet-noodzakelijke reizen naar het buitenland geldt ook het dringende advies: doe dat niet en boek geen reis voor de periode tot half maart. Dat was eerder half januari. De risico's en onzekerheden zijn gewoon te groot.", "En we zullen natuurlijk ook onze buurlanden vragen het reizen naar Nederland te ontmoedigen. Vanaf morgen moeten sowieso alle burgers uit niet EU-landen een negatieve test kunnen overleggen als zij van buiten Europa naar ons land komen.", "'We missen collega's, maar werk thuis tenzij het niet anders kan'", "Ten zevende en als laatste het zeer dringende advies:", "Werk thuis tenzij het echt niet anders kan. We zien uit alle gegevens die we hebben dat dit advies veel minder goed wordt nageleefd dan in het voorjaar. En ik snap goed: op een gegeven moment komen de muren van je thuiskantoor op je af. We missen het contact met collega's. En toch moeten we met z'n allen het aantal reisbewegingen en contactmomenten die met werk te maken hebben, terugdringen. Er staat te veel op het spel.", "Er vinden op het werk te veel besmettingen plaats. Die oproep doe ik daarom nog een keer, ook in de richting van werkgevers. Zorg dat uw mensen thuis kunnen werken, geef ze die mogelijkheid en maak daar afspraken over.", "En daar hoort bij dat het openbaar vervoer er alleen is voor noodzakelijke reizen. Nog een keer: net als dit voorjaar.", "En ik zeg in alle openheid: over elk van deze maatregelen, over elke locatie, elk beroep, elke doelgroep valt een lange discussie te voeren. Want bij ons kan het met wat aanpassingen toch best veilig? Bij ons zijn toch geen besmettingen geweest? Of wat is nou de bijdrage van specifiek deze groep aan de verspreiding van het virus? Het zijn allemaal begrijpelijke vragen en argumenten.", "En als de cijfers de laatste weken zouden zijn gedaald in plaats van gestegen, zouden we onszelf dit soort vragen ook hebben gesteld om te kijken waar misschien weer iets meer zou kunnen. Maar dat is niet de situatie waarin we zitten. Die luxe hebben we niet. Het is nu: hoe minder contacten, hoe beter. We moeten nu alles doen. We moeten door deze heel zure appel heen bijten, voordat het weer beter wordt.", "“Er komt een moment dat we corona achter ons laten. Dat ons leven weer gewoon wordt.” Premier Mark Rutte", "En ja, het wordt beter. Er komt een moment dat we corona achter ons laten. Dat ons leven weer gewoon wordt, met heel weinig of geen beperkingen. Dat is niet meteen. Het is ook niet over een week of over een maand. Maar met het vaccin wordt 2021 wel een jaar van hoop en van licht aan het einde van de tunnel.", "Ik kan me voorstellen dat velen van u na dit verhaal met praktische vragen zitten. Want welke beroepen zijn cruciaal? Mag mijn winkel wel openblijven? Welke contactberoepen vallen in welke categorie? Voor al die vragen verwijs ik naar Rijksoverheid.nl. Daar vindt u zoveel mogelijk antwoorden, of u wordt verder geholpen.", "Waar het de komende weken op aankomt, is nog meer veerkracht. Het klinkt zo eenvoudig, beperk zoveel mogelijk je contacten, maar wat is het moeilijk. Blijf elkaar daarbij helpen. Blijf ook geduldig naar elkaar en naar de mensen die in de zorg en op andere plekken dag in dag uit zo verschrikkelijk hun best doen voor ons allemaal. En maak er, ondanks alle beperkingen, een mooie en warme Kerst van. Dat wens ik u allemaal toe.", "We komen hierdoorheen. Met elkaar. En voor elkaar.", "Dank u wel."], "authors": ["Door"], "keywords": ["van", "nieuwe", "ruttes", "lees", "dat", "tekst", "een", "en", "hier", "ook", "te", "lockdown", "integrale", "zijn", "toespraak", "voor", "het", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}