{"id": "2fe8b8f6-2820-3e1f-8bf1-f89bd0a62c55", "title": "Is fiscaalvrij schenken goed voor de huizenmarkt?", "url": "https://volkskrant.nl/columns-opinie/is-fiscaalvrij-schenken-goed-voor-de-huizenmarkt~b90ca11a/", "summary": "Het erf- en schenkingsrecht is een van de grootste oorzaken van de groeiende ongelijkheid.\nDaarnaast mogen zij voor het kopen van een huis ook nog eens 103 duizend euro per kind (de zogenoemde jubelton) schenken.\nDat er een termijn van tien jaar aan vast zit, is tenminste nog iets om te voorkomen dat er misbruik van wordt gemaakt.\nAanpassenAls er een meer gelijke samenleving moet worden gecreëerd, zal dat moeten beginnen bij het aanpassen van het schenkings- en erfrecht.\nDe ene helft van Nederland kan die niet betalen, en de andere helft zorgt er wel voor dat ze niet betalen.", "paragraphs": ["Het erf- en schenkingsrecht is een van de grootste oorzaken van de groeiende ongelijkheid. Het nageslacht van geprivilegieerde ouders wordt met hulp van de fiscus op de woningmarkt gezet, de rest moet thuis blijven wonen of is zijn hele inkomen aan huur kwijt.", "Gek genoeg maken ook meer geëngageerde politici en columnisten er nauwelijks een punt van, terwijl ze wel flink tekeergaan tegen de multimiljonairs en multinationals die de belasting ontwijken. Mogelijk komt dat, omdat ze er zelf van profiteren.", "Ouderen die goed geboerd hebben – vaak ook dankzij de enorme waardestijging van eigen huizen – kunnen jaarlijks ieder kind belastingvrij 5.515 euro schenken naast een eenmalige schenking van 26.456 euro. Daarnaast mogen zij voor het kopen van een huis ook nog eens 103 duizend euro per kind (de zogenoemde jubelton) schenken. Deze riante regelingen leiden tot meer vraag naar huizen en dus ook extra prijsstijgingen waardoor de drempel van anderen op de woningmarkt nog hoger wordt. Datzelfde geldt voor de vrijstelling van de overdrachtsbelasting. Ook die leidt tot verdere stijging van de huizenprijzen.", "Onbeperkt", "Maar het kan nog bonter. Wie als ouders tien jaar in het buitenland woont – of er op papier voor zorgt in het buitenland te wonen – kan onbeperkt belastingvrij aan zijn kinderen schenken. Pensionado’s die hun woonadres aan de Spaanse Costa’s of net over de grens in België hebben, doen niet onder voor de multinationals die juridisch hun domicilie hebben in een belastingparadijs.", "In het erf- en schenkingsrecht geldt het woonplaatsbeginsel. Belasting wordt geheven in het land waar iemand woont. Dus wie zijn vermogen aan zijn kinderen in Nederland schenkt of nalaat moet daar met de fiscus afrekenen, net zoals een Amerikaan die al tien jaar in Nederland woont dat hier met de fiscus moet.", "Maar dat lijkt totaal oncontroleerbaar. Dat er een termijn van tien jaar aan vast zit, is tenminste nog iets om te voorkomen dat er misbruik van wordt gemaakt. Met name bij schenkingen – een overlijden is lastiger te plannen – zouden mensen anders voor enkele weken of maanden naar het buitenland kunnen verhuizen. Dat kan alvast niet, maar ontwijken zal niettemin op grote schaal plaatsvinden.", "Aanpassen", "Als er een meer gelijke samenleving moet worden gecreëerd, zal dat moeten beginnen bij het aanpassen van het schenkings- en erfrecht. Dat gebeurde in de jaren na de Tweede Wereldoorlog, de enige periode dat de ongelijkheid in de wereld verminderde.", "Reden was dat de vermogenden werden aangesproken voor de wederopbouw na de Tweede Wereldoorlog. Nu wacht na de coronacrisis mogelijk een volgende periode van wederopbouw, waarvan niemand weet hoe die moet worden gefinancierd. De ene helft van Nederland kan die niet betalen, en de andere helft zorgt er wel voor dat ze niet betalen."], "authors": ["Peter De Waard"], "keywords": ["aan", "schenken", "huizenmarkt", "fiscaalvrij", "goed", "van", "het", "die", "een", "ook", "dat", "en", "er", "voor"], "pubDate": "2020-10-05T18:44:56+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}