{"id": "2ff2df06-efb3-353c-83c8-f1be65d55692", "title": "Het Deense Midtjylland, woensdag tegenstander van Ajax, wil apart en modern zijn", "url": "https://volkskrant.nl/sport/het-deense-midtjylland-woensdag-tegenstander-van-ajax-wil-apart-en-modern-zijn~b33fddcd/", "summary": "Ankersen voelt dat zijn elftal went aan het tempo, dat het niveau stijgt en het eerste punt in het eerste jaar Champions League aanstaande is.\n‘We willen een resultaat tegen Ajax’, zei hij een paar dagen voor het eerste duel in Denemarken.\nHij is directeur voetbal van Brentford, in de Championship van Engeland, en dus voorzitter van Midtjylland.\nEen clubje uit Jutland, uit het stadje Herning met 50 duizend inwoners, klopt op de poorten van het grote voetbal.\nBenham vergaarde kapitaal in de gokwereld, en met zijn bedrijf in statistieken, Smartodds.", "paragraphs": ["Rasmus Ankersen tijdens de wedstrijd Midtjylland-Kopenhagen in juli. Beeld Getty Images", "Voor het eerst meedoen aan de Champions League bleek een ‘temposhock’ voor zijn club Midtjylland, zo ondervond ook voorzitter Rasmus Ankersen. Zo snel als topvoetbal gaat in de praktijk, pfff. Eerst was het 0-4 tegen Atalanta Bergamo bij het debuut, daarna 2-0 bij Liverpool, vervolgens 1-2 thuis tegen Ajax.", "Ankersen voelt dat zijn elftal went aan het tempo, dat het niveau stijgt en het eerste punt in het eerste jaar Champions League aanstaande is. ‘We willen een resultaat tegen Ajax’, zei hij een paar dagen voor het eerste duel in Denemarken. Woensdag is de tweede onderlinge wedstrijd, in Amsterdam.", "Met bewondering kijkt Ankersen naar Ajax, hoe de club in Nederland een macht apart is ‘met grote slagkracht op de transfermarkt.’ Ankersen reist veel. Hij is directeur voetbal van Brentford, in de Championship van Engeland, en dus voorzitter van Midtjylland.", "Ankersen is in te huren als spreker en houdt lezingen voor duizenden toeschouwers. Hij is populair door zijn opvattingen, zijn vlotte uiterlijk en radde tong. Hij is opgegroeid bij Midtjylland, vooral na de fusie tussen Ikast en Herning Fremad. Een clubje uit Jutland, uit het stadje Herning met 50 duizend inwoners, klopt op de poorten van het grote voetbal. ‘We bestaan pas sinds 1999 en de drijvende krachten achter de club zijn al jaren dezelfde mensen. Dat is een voordeel. We hoeven nooit te denken: oh, wat deden we dat toch goed in 1976, zullen we het weer zo doen, want in 1976 stelden we niets voor.’", "Coach voor het inwerpen", "De club is eigendom van de Brit Matthew Benham, tevens de grote man achter Brentford. Benham vergaarde kapitaal in de gokwereld, en met zijn bedrijf in statistieken, Smartodds. Alle sportdata zijn beschikbaar en bevatten bruikbare informatie, de basis voor het innovatieve denken bij de club. Dat behelst onder meer het aantrekken van bepaalde spelers met goede data. Of het zien van progressie in details, bijvoorbeeld door een coach voor het inwerpen aan te trekken. Thomas Gronnemark was inmiddels ook al actief bij de tegenstanders Liverpool en Ajax.", "Altijd iets nieuws bedenken, verbetering zoeken, met elkaar discussiëren, apart en modern durven zijn. Ankersen: ‘Vorig seizoen, toen we ruim bovenaan stonden en nieuwe inspiratie zochten, bedachten we een nieuwe ranglijst. We gingen ons vergelijken met clubs als Lazio, Club Brugge en Slavia Praag, min of meer vergelijkbare clubs in het buitenland. We maakten een virtuele ranglijst en legden de resultaten van die clubs naast die van ons.’", "Ankersen schreef een paar boeken. Eén van de titels is: Hunger in Paradise. Het gaat over de moeite die het kost om gretig te blijven, voor wie helemaal aan de top staat. Hij houdt ervan in de schoenen van de verliezer te stappen. Want de winnaar is misschien verzadigd, terwijl de nummer 3 dolgraag nummer 2 wil worden, en de nummer 2 nummer 1.", "Hegemonie doorbroken", "Midtjylland heeft inmiddels de hegemonie van de clubs uit Kopenhagen doorbroken en behaalde drie landstitels in de afgelopen zes jaar. ‘Terwijl ons spelersbudget 12 miljoen euro is, aanmerkelijk minder dan dat van Kopenhagen. We zijn de grote clubs van ons land voorbij gestreefd, mede door anders te denken. We willen nu commercieel nog meer uit de mogelijkheden halen, door nauwe samenwerking met bedrijven. Om onze kennis ter beschikking te stellen aan ontwikkelingen buiten het voetbal.’", "Hij verwacht na het seizoen spelers als Cajuste en Onyeka kwijt te raken, omdat ze in de Champions League in de etalage staan. Maar zo hoort het te gaan. Zie Ajax. Dan is het zaak om weer andere, liefst betere spelers te brengen. Het is met terugwerkende kracht vreemd te weten dat zo’n club van berekening een zeker op het eind van zijn loopbaan onberekenbare speler als Rafael van der Vaart aantrok, een paar jaar geleden. Hij wilde voetballen in de buurt van vriendin Estavana Polman, handbalster bij Esbjerg.", "Ankersen ziet de positieve kant. ‘We huurden Rafael. Betis betaalde zijn salaris. We namen geen enkel financieel risico met hem. Hij heeft weinig gevoetbald en tijdens wedstrijden niet zo veel indruk achtergelaten, maar toch ben ik blij dat hij bij ons is geweest. We wilden heel graag een speler uit de absolute top halen, alleen al om onze vaak jonge spelers met een echte topper te confronteren. Dat heeft Rafael vooral op de training aangetoond. Ze konden van dichtbij een niveau aanschouwen dat ze nog nooit hadden gezien.’"], "authors": ["Willem Vissers"], "keywords": ["tegenstander", "van", "deense", "het", "wil", "met", "zijn", "hij", "woensdag", "midtjylland", "modern", "een", "en", "te", "dat", "voor"], "pubDate": "2020-11-24T21:53:08+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}