{"id": "2ff400af-127a-3713-9836-bd086f296ecb", "title": "Justitie VS doet onderzoek naar omkoping in ruil voor presidentiële gratie", "url": "https://www.parool.nl/wereld/justitie-vs-doet-onderzoek-naar-omkoping-in-ruil-voor-presidentiele-gratie~b9e1c3b0/", "summary": "Beeld AFPOngeveer de helft van het document van 18 pagina’s is onleesbaar gemaakt.\nIn het document staat dat meerdere aanklagers in de hoofdstad Washington D.C. zeggen dat zij bewijs hebben voor een omkoopsysteem waarbij iemand ‘een aanzienlijke politieke donatie zou aanbieden in ruil voor een presidentieel gratiebesluit of een besluit tot uitstel van een vonnis’.\nIn de laatste weken van Trumps ambtstermijn worden nog meer gratiebesluiten verwacht.\nHet Amerikaanse ministerie van Justitie benadrukt dat er geen onderzoek plaatsvindt of heeft plaatsgevonden naar regeringsfunctionarissen in verband met het mogelijke omkopingsschandaal.\nHiermee zou de president eventuele aanklachten van het ministerie van Justitie na zijn aftreden de pas af willen snijden.", "paragraphs": ["Justitieminister William Barr (links) en president Donald Trump. Beeld AFP", "Ongeveer de helft van het document van 18 pagina’s is onleesbaar gemaakt. De openbare versie bevat weinig details en geen namen van betrokkenen. In het document staat dat meerdere aanklagers in de hoofdstad Washington D.C. zeggen dat zij bewijs hebben voor een omkoopsysteem waarbij iemand ‘een aanzienlijke politieke donatie zou aanbieden in ruil voor een presidentieel gratiebesluit of een besluit tot uitstel van een vonnis’.", "Ook staat in het document dat aanklagers een ‘geheim lobbyplan’ onderzoeken waarbinnen twee onbekenden ‘optraden als lobbyisten bij hoge Witte Huis-functionarissen zonder te voldoen aan de wettelijke registratieplicht’", "Gelogen tegen FBI", "De Amerikaanse president kan zelf bepalen wie gratie krijgt binnen het federale strafrecht. Wie daar is gevrijwaard van vervolging kan nog wel altijd worden aangeklaagd voor strafzaken binnen het rechtssysteem van de afzonderlijke staten.", "Trump verleende vorige week gratie aan zijn voormalig adviseur Michael Flynn, die tweemaal had gelogen tegen de federale politiedienst FBI bij het onderzoek naar inmenging door Rusland in de Amerikaanse verkiezingen van 2016. In de laatste weken van Trumps ambtstermijn worden nog meer gratiebesluiten verwacht.", "Eerder kreeg ook Trumps voormalig politiek medewerker Roger Stone al gratie van de president. Hij was voor zeven misdrijven veroordeeld, waaronder het afleggen van valse verklaringen tegenover een parlementaire commissie en een poging om een getuige te beïnvloeden.", "Volgens het gerechtelijk bevel heeft het ministerie van Justitie er bij de rechter op aangedrongen niet bekend te maken dat er onderzoek wordt gedaan, omdat er nog geen aanklachten zijn ingediend. Het Amerikaanse ministerie van Justitie benadrukt dat er geen onderzoek plaatsvindt of heeft plaatsgevonden naar regeringsfunctionarissen in verband met het mogelijke omkopingsschandaal.", "Gratie voor Trumps kinderen", "Trump zou ook met adviseurs hebben gesproken over preventieve gratie aan zijn kinderen Donald junior (42), Ivanka (39) en Eric (36) en aan zijn persoonlijke advocaat Rudy Giuliani, meldt The New York Times op basis van twee ingewijden. Ook zou Trump er vorige week met Giuliani over hebben gesproken.", "Hiermee zou de president eventuele aanklachten van het ministerie van Justitie na zijn aftreden de pas af willen snijden.", "De gangen van Donald junior werden eerder al eens nagegaan door speciaal aanklager Robert Mueller, die onderzoek deed naar vermeende samenzwering in 2016 tussen Trumps campagneteam en Rusland. Trumps schoonzoon en adviseur Jared Kushner loog tegen de federale autoriteiten over zijn contacten met buitenlanders om geheime informatie te kunnen inzien.", "Waarom president Trump zich zorgen maakt om zijn kinderen Ivanka en Eric is onduidelijk, hoewel een aanklager in Manhattan strafrechtelijk onderzoek doet naar het familiebedrijf van de Trumps. Ook de bron van dreiging voor advocaat en gewezen burgemeester van New York, Rudy Giuliani, is onduidelijk. Hij werd eerder onderzocht vanwege zijn zakelijke activiteiten in Oekraïne en zijn rol in het ontslag van de Amerikaanse ambassadeur in Kiev, Marie Yovanovitch. Die affaire stond centraal in de impeachmentzaak tegen Trump, dit voorjaar."], "authors": [], "keywords": ["trumps", "van", "gratie", "presidentiële", "doet", "het", "naar", "zijn", "ruil", "onderzoek", "omkoping", "vs", "en", "een", "president", "justitie", "er", "voor"], "pubDate": "2020-12-02T04:52:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}