{"id": "2ff7fccb-20fd-36ca-aaa8-ab7108af1d47", "title": "Iconische radiotelescoop, bekend van James Bond, is nu echt total loss", "url": "https://volkskrant.nl/wetenschap/iconische-radiotelescoop-bekend-van-james-bond-is-nu-echt-total-loss~bc1be5f7/", "summary": "Alsof je midden in de Puerto Ricaanse wildernis op een verloren gewaand restant van een hoogtechnologische beschaving stuit, zo was tot voor kort de aanblik van de wereldberoemde radiotelescoop Arecibo.\nTotdat de telescoop zich afgelopen augustus gewonnen moest geven, nadat een van de steunkabels was gebroken.\nDie viel boven op de schotel en sloeg een langwerpig gat van zo’n 30 meter.\nZo gebruikte het SETI@home-programma , afgelopen maart na ruim twintig jaar stopgezet, hoofdzakelijk meetgegevens van Arecibo.\nIn 1974 haalde de schotel het wereldnieuws met het zogeheten Arecibobericht, waarin hij voor aliens bedoelde informatie de kosmos in zond over het leven op aarde.", "paragraphs": ["Nu radiotelescoop Arecibo daadwerkelijk is ingestort brengen we dit bericht van 20 november opnieuw onder de aandacht.", "Alsof je midden in de Puerto Ricaanse wildernis op een verloren gewaand restant van een hoogtechnologische beschaving stuit, zo was tot voor kort de aanblik van de wereldberoemde radiotelescoop Arecibo. Het grijze gevaarte van ruim 300 meter doorsnede doemt plots op tussen verder ongerept groene boomtoppen en biedt daarmee een majestueus, ietwat vervreemdend beeld.", "De radiotelescoop Arecibo. Links op de foto is de schade aan de schotel zichtbaar, veroorzaakt door een gebroken kabel. Beeld Reuters", "Niet gek dus dat de fotogenieke telescoop een graag geziene gast was in Hollywood: van James Bond-film Goldeneye, waarin Pierce Brosnan gevaarlijk boven de schotel bungelde, tot sciencefictionfilm Contact en tv-serie The X-Files, steeds weer dook het iconische apparaat op. Maar nu – na bijna zestig jaar in trouwe dienst van de wetenschap – is het game over.", "Beschadigde schotel", "Tussen 1963 en 2016 was de radioschotel de grootste telescoop ter wereld. 57 jaar lang overleefde hij bovendien aardbevingen, orkanen en overig natuurgeweld. Totdat de telescoop zich afgelopen augustus gewonnen moest geven, nadat een van de steunkabels was gebroken. Die viel boven op de schotel en sloeg een langwerpig gat van zo’n 30 meter.", "Eerst zag het ernaar uit dat ingenieurs de schade zouden kunnen herstellen, maar onlangs brak een tweede kabel, die opnieuw een groot stuk van de schotel beschadigde. Deze week maakte de Amerikaanse National Science Foundation, beheerder van de telescoop, bekend dat de schade onherstelbaar is. De schotel staat letterlijk op instorten en wordt afgebroken.", "Baanbrekende wetenschap", "Door de jaren heen stond Arecibo garant voor baanbrekende wetenschappelijke ontdekkingen. Zo leverde de telescoop grote bijdragen aan het onderzoek naar neutronensterren, de rap rondtollende sterrenlijken die overblijven wanneer zware sterren sterven. Ook speelde hij een rol bij de ontdekking van de eerste drie exoplaneten, verre werelden die draaien om een andere ster dan de zon. Met zijn radarinstrumenten was de schotel bovendien bij uitstek geschikt om onderzoek te doen aan planetoïden die in de buurt van de aarde vliegen.", "Bij het grote publiek was de telescoop vooral bekend vanwege zijn rol in de zoektocht naar radioberichten van intelligente buitenaardse beschavingen. Zo gebruikte het SETI@home-programma , afgelopen maart na ruim twintig jaar stopgezet, hoofdzakelijk meetgegevens van Arecibo. Vrijwilligers zetten daarbij de rekenkracht van hun privécomputers in om tussen oude meetgegevens naar berichten van buitenaardsen te zoeken.", "In 1974 haalde de schotel het wereldnieuws met het zogeheten Arecibobericht, waarin hij voor aliens bedoelde informatie de kosmos in zond over het leven op aarde. Uit het bericht, dat uit 1.679 bits bestond, kan een ontvanger een grof plaatje reconstrueren waarin onder meer getallen, informatie over ons dna en het zonnestelsel, rudimentaire afbeeldingen van mensen en een plaatje van de telescoop zelf verborgen zitten. Voor zover we weten, is op dat bericht nooit een antwoord gekomen."], "authors": ["George Van Hal"], "keywords": ["van", "james", "die", "dat", "een", "het", "en", "telescoop", "radiotelescoop", "arecibo", "schotel", "total", "echt", "bekend", "op", "bond", "loss", "iconische", "nu"], "pubDate": "2020-11-20T16:32:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}