{"id": "2ff80a7a-9301-3d0e-96b4-d7466fa716f7", "title": "Hoe geur een luikje in je hoofd kan openen: Yvette ziet een hele menukaart", "url": "https://volkskrant.nl/eten-en-drinken/hoe-geur-een-luikje-in-je-hoofd-kan-openen-yvette-ziet-een-hele-menukaart~bffb7576/", "summary": "Ik was er niet op bedacht, dat is natuurlijk meestal met een overval, maar in dit geval schrok ik echt.\nVoor de opnames van mijn nieuwe televisieserie daalden we af naar de Maasvallei in Midden-Limburg.\nIk wist nog goed de weg door Roermond, dat verbaasde me, het was toch een eeuwigheid geleden sinds ik er voor het laatst logeerde.\nIk opende die avond de deur naar mijn Roermondse hotelkamer en toen gebeurde het: mijn hotelkamer rook exact hetzelfde als het huis van mijn oma uit Maasniel.\nSpatel eerst een flinke lik door het griesmeelbeslag en spatel vervolgens de hele boel door de rest van het geklopte eiwit.", "paragraphs": ["Gebakken griesmeelpudding. Beeld Oof Verschuren", "Pas werd ik volledig overvallen door een herinnering. Ik was er niet op bedacht, dat is natuurlijk meestal met een overval, maar in dit geval schrok ik echt.", "Voor de opnames van mijn nieuwe televisieserie daalden we af naar de Maasvallei in Midden-Limburg. In die streek woonden mijn beide grootouders en er woont nog steeds familie. Als kind kwam ik er dus geregeld voor logeerpartijen en familiediners.", "Ik wist nog goed de weg door Roermond, dat verbaasde me, het was toch een eeuwigheid geleden sinds ik er voor het laatst logeerde. Zo vond ik zonder nadenken de weg via de Minderbroedersingel langs het oude huis mijn ene oma en opa via de Willem-II-Singel langs de betegelde tunnel met de cirkels naar het huis van mijn andere oma en opa in Maasniel.", "Het is toch bizar hoe dingen je bijblijven, ergens in je hoofd in een ver doosje op zolder, sla je dus van alles op wat je nooit meer nodig hebt. En ongevraagd komen die dingen weer bovendrijven.", "Ik opende die avond de deur naar mijn Roermondse hotelkamer en toen gebeurde het: mijn hotelkamer rook exact hetzelfde als het huis van mijn oma uit Maasniel. Ik had nooit meer aan die geur gedacht, maar als je het ineens ruikt komt zo’n geur terug uit dat doosje op zolder.", "Ik dacht direct aan de ontbijtjes bij oma, aan de rode keukentafel met de sapglaasjes met afbeeldingen van fruit erop. Aan haar theelepeltjes met emaillen bloemetjes op het einde waar mijn zus en ik om vochten om met de mooiste in de thee te roeren.", "Ik dacht aan de zachtgekookte eitjes die ze voor ons maakte, die wij heel vies vonden. Als oma niet keek renden we naar de wc om ze door te spoelen om daarna met gladgestreken gezichten te glimmen hoe lekker het ontbijt was geweest.", "Ik dacht aan ragout met rijst, aan kippensoep en vooral aan tong! Jaa! Tong! Dat maakte ze heel lekker klaar. Mijn moeder overigens ook.", "Het is grappig hoe één lekker luchtje een volledige menukaart voor je opent.", "Dus maakte ik die avond weemoedig thuis griesmeelpudding klaar, zo’n ouderwets dessert waar u misschien ook veel herinneringen aan heeft.", "Het werd een mengelmoes van de Nederlandse en Ierse traditie, want dat ben ik zelf nou eenmaal. Een warme, gebakken versie, met dunne room en stroop erover.", "Benieuwd welke menukaart zich nu in uw hoofd opent.", "Gebakken griesmeelpudding dessert voor 4 -6 75 gram griesmeel 250 gram schenkbare yoghurt 3 eieren, gesplitst in dooier en wit 75-100 gram (naar smaak) Golden Syrup, honing of stroop, plus extra 50 gram bloem 50 gram boter, gesmolten Snuf zout fijngeraspte schil van 1 citroen 200 ml ongeslagen slagroom, voor het serveren", "Verwarm de oven voor op 200 graden. Vet een ovenschaal van 1,5 liter inhoud in.", "Meng het griesmeel door de yoghurt en laat 5 minuten staan om te wellen.", "Klop de eidooiers met de Golden Syrup of honing schuimig. Roer het griesmeel-yoghurtmengsel erdoor, gevolgd door de bloem, gesmolten boter, snuf zout en de citroenzest. Meng tot een glad mengsel. Laat wederom 5 minuten staan.", "Klop het eiwit stijf in een brandschone kom. Spatel eerst een flinke lik door het griesmeelbeslag en spatel vervolgens de hele boel door de rest van het geklopte eiwit. Deze methode heet ‘familie maken’ en dat vind ik zo’n aardige benaming om twee soorten beslag aan elkaar te laten wennen.", "Schep het beslag in de ingevette ovenschaal, dat kan net voor u aan tafel gaat.", "Bak de pudding in ongeveer 20 minuten goudbruin, afhankelijk van de diepte van de schaal. Serveer hem direct, overgoten met dunne room en extra stroop of honing. Echt belachelijk lekker."], "authors": ["Yvette Van Boven"], "keywords": ["van", "menukaart", "een", "mijn", "en", "met", "yvette", "ik", "door", "hoofd", "luikje", "openen", "voor", "ziet", "je", "kan", "het", "aan", "hoe"], "pubDate": "2020-11-26T14:00:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}