{"id": "30003bdc-ae38-3bc8-8c76-051dfa4b5cdf", "title": "Yoghurt met appelmoes en knapperkruim, dat zou ik elke dag wel lusten", "url": "https://trouw.nl/recepten/yoghurt-met-appelmoes-en-knapperkruim-dat-zou-ik-elke-dag-wel-lusten~b30876c3/", "summary": "Maar ik ben ook heel blij dat ik het afgelopen jaar veel meer boeken heb gelezen dan ooit tevoren.\nEven ongegeneerd alle zorgen parkeren terwijl je al je concentratie richt op dat ene puzzelstukje dat zijn plek moet vinden.\nIk was al kliekjeskoningin en ook het komend jaar hoop ik weer vaak te toveren met wat restjes.\nYoghurt met zelfgemaakte appelmoes, en dan liefst nog een beetje warm en met hier en daar een smeltend zacht bonkje appel, dat zou ik elke dag wel lusten.\nDoe in een pan en hussel om met rasp en sap van de halve limoen en de kristalsuiker.", "paragraphs": ["En, hoe zit het met de goede voornemens? Minder zus, meer zo? Vaker dit of juist stoppen met dat? De behoefte om vanaf 1 januari op enigerlei wijze schoon schip te maken is hardnekkig. Zelf heb ik me voorgenomen om meer te genieten van de kleine dingen des levens. De zon die doorbreekt, een vers kopje theeeeee, dat werk. Nu moet ik zeggen dat het afgelopen annus horibilis enorm heeft geholpen om ten volle te waarderen wat ik eigenlijk allemaal heb. Werk, liefde, een eigen huis, sterker nog, zelfs twéé plekken onder de zon.", "Maar ik ben ook heel blij dat ik het afgelopen jaar veel meer boeken heb gelezen dan ooit tevoren. Elk boek opent voor even een nieuwe wereld, en dat gewoon op je eigen bank. Ook heb ik tot mijn eigen stomme verbazing ontdekt hoe bevredigend legpuzzelen kan zijn. Even ongegeneerd alle zorgen parkeren terwijl je al je concentratie richt op dat ene puzzelstukje dat zijn plek moet vinden. Zodra dat is gelukt, volgt instant bevrediging in de vorm van een yes!-momentje. En dat dus wel duizend keer in één puzzel.", "Ik zei het al: simpele dingen, daar kan een mens een hele hoop genoegen uithalen. Dat geldt ook in de keuken. Ik was al kliekjeskoningin en ook het komend jaar hoop ik weer vaak te toveren met wat restjes. Neem nou oud brood. De eendjes in het park kunnen het schudden, want bij mij thuis vindt al het oude brood een herbestemming, ja ook de korstjes, Neem nou dit oersimpele toetje. Yoghurt met zelfgemaakte appelmoes, en dan liefst nog een beetje warm en met hier en daar een smeltend zacht bonkje appel, dat zou ik elke dag wel lusten. Maar met wat ultraknapperig gebakken broodkruim erop, is het helemaal niet te versmaden. Daar kan, echt waar, geen monatoetje aan tippen.", "Ik wens u een lekker simpel 2021.", "Beeld Karin Luiten", "Rode appelmoes met yoghurt en knapperkruim", "Zelf maken?", "Nodig voor 4 personen:", "- 1 kilo appels (half moesappel, half handappel)", "- 250 g diepvriesbramen", "-500 ml volle Turkse/Griekse yoghurt (10 procent)", "- ½ limoen", "- 2 eetl kristalsuiker", "- 3 tikje oudbakken boterhammen", "- 2 volle eetl poedersuiker", "- klontje boter", "Bereiding", "Laat de bramen ontdooien in een zeef. Duw ze met een lepel erdoor en gooi de pitjesprut weg.", "Schil intussen de appels, verwijder de klokhuizen en snij in kleine stukjes. Doe in een pan en hussel om met rasp en sap van de halve limoen en de kristalsuiker. Breng aan de kook tot de boel pruttelt, laat dan met deksel erop 10 minuten zachtjes sudderen. Schep het bramensap erdoor en laat nog eens 5 minuten sudderen. Of 10 als de appel nog niet helemaal zacht is. Veel roeren geeft moes, weinig roeren geeft compote (lees: met stukjes).", "Maal het oude brood (mét korst) in de keukenmachine of in het bakje dat hoort bij de staafmixer tot vlokkig kruim. Verhit een koekenpan, smelt er een klontje boter in. Doe broodkruim en poedersuiker erbij en bak onder voortdurend omscheppen op hoog vuur tot de poedersuiker smelt en zich als een bruin laagje om de broodkruimels nestelt (2-3 minuten). Laat afkoelen op een bord. Verdeel de yoghurt over de helft van 4 diepe borden. Schep de appel-bramenmoes in de overige helft. Maak het nu ultraknapperige broodkruim los met uw vingers en strooi erover.", "Tip: Kan ook prima met volkorenbrood. Bewaar het kruim in een plastic zak in de vriezer en bak bevroren en wel met de poedersuiker.", "Karin Luiten geeft een moderne draai aan klassieke gerechten. Tips: info@kokenmetkarin.nl"], "authors": ["Karin Luiten"], "keywords": ["ik", "yoghurt", "en", "met", "zou", "een", "om", "knapperkruim", "elke", "ook", "te", "op", "het", "dat", "wel", "lusten"], "pubDate": "2021-01-02T09:27:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}