{"id": "3024dc67-1e77-3174-8e3d-276c5cea7f2c", "title": "Transferoverzicht: FC Emmen haalt middenvelder Vlak van Volendam", "url": "https://www.telegraaf.nl/sport/1557775801/transferoverzicht-fc-emmen-haalt-middenvelder-vlak-van-volendam", "summary": "11 JANUARIFC Emmen haalt middenvelder Vlak van VolendamFC Emmen heeft de eerste aanwinst van 2021 binnen.\nVlak ondertekende een contract tot de zomer van 2023, met een optie op een extra jaar.\nVan Ottele maakt overstap van NEC naar sc Heerenveensc Heerenveen heeft de 18-jarige verdediger Syb van Ottele overgenomen van NEC.\nFC Twente nam woensdag ook al afscheid van een andere huurling, Lazaros Lamprou.\nADO Den Haag haalt na Daryl Janmaat ook Marko Vejinovic13.47 uur: ADO Den Haag heeft zich opnieuw versterkt met een ervaren voetballer.", "paragraphs": ["11 JANUARI", "FC Emmen haalt middenvelder Vlak van Volendam", "FC Emmen heeft de eerste aanwinst van 2021 binnen. De club die onderaan staat in de Eredivisie en nog altijd wacht op de eerste zege van het seizoen, heeft zich versterkt met Jari Vlak.", "De 22-jarige middenvelder komt over van FC Volendam. Vlak ondertekende een contract tot de zomer van 2023, met een optie op een extra jaar. De middenvelder komt uit de jeugdopleiding van Volendam en voetbalde al ruim zeventig wedstrijden in de Keuken Kampioen Divisie. Vlak maakte daarin zeven doelpunten.", "Emmen kwam bij Vlak uit als opvolger van de Colombiaan Michael Chacón, die vorige week terugkeerde naar eigen land.", "PSV verhuurt Luckassen aan Turkse club Kasimpasa", "PSV verhuurt verdediger Derrick Luckassen de rest van het seizoen aan de Turkse club Kasimpasa. Hij kan bij de huidige nummer 16 in de Turkse competitie waarschijnlijk rekenen op meer speeltijd.", "Luckassen werd aan het begin van dit seizoen voor de tweede keer verhuurd aan Anderlecht, maar bij de Belgische club kwam de 25-jarige voetballer de afgelopen maanden weinig aan bod. De club uit Brussel is akkoord met het vertrek van Luckassen naar Turkije.", "Luckassen is sinds 2017 eigendom van PSV, dat hem overnam van AZ. Hij heeft bij de Eindhovenaren een contract tot 2023.", "10 JANUARI", "Fortuna Sittard voegt Belgische vleugelspeler Mickaël Tirpan toe aan selectie", "Fortuna Sittard heeft kort na de overwinning bij sc Heerenveen (1-3) de eerste winterse versterking bekendgemaakt. Vleugelspeler Mickaël Tirpan is per direct toegevoegd aan de selectie van coach Sjors Ultee. De 27-jarige Belg, met Turkse roots, wordt voor de rest van het seizoen gehuurd van de Turkse club Kasimpasa.", "„Ik ben blij dat het rond is”, zei de nieuwkomer, die gaat spelen met rugnummer 25. „Het Nederlandse voetbal, een nieuwe uitdaging. Ik kijk er enorm naar uit.”", "Technisch manager Sjoerd Ars ziet de komst van Tirpan als een buitenkansje. „Mickaël is gehaald om de strijd aan te gaan voor de rechtsbackpositie, al kan hij ook op het middenveld uit de voeten. Het is een speler met een enorme winnaarsmentaliteit.”", "Tirpan speelde het grootste deel van zijn carrière in België. Tijdens de vorige winter maakte hij de overstap naar Kasimpasa, waar hij een contract ondertekende tot medio 2022.", "Fortuna Sittard nam afscheid van Jaroslaw Jach. De Poolse verdediger werd in oktober vlak voor het sluiten van de zomerse transfermarkt voor een jaar gehuurd van Crystal Palace, maar hij kwam bij de Limburgers amper aan voetballen toe. De Engelse club verhuurt de tweevoudig international voor de rest van het seizoen aan Raków Czestochowa.", "9 JANUARI", "Heerenveen laat aanvaller Espejord langer in Noorwegen", "De Noor Runar Espejord wordt ook het komende halfjaar door sc Heerenveen verhuurd aan Tromsø. De 24-jarige spits maakte in september al een tijdelijke overstap naar de club uit Noorwegen. Bij Heerenveen, dat hem in 2019 overnam van Tromsø, kreeg Espejord amper speeltijd.", "Tromsø promoveerde in december naar de hoogste voetbaldivisie van Noorwegen. Espejord startte zijn verhuurperiode voortvarend met vier doelpunten in drie duels. Een blessure hield hem daarna enige tijd aan de kant.", "„Runar is aan het begin van dit seizoen weer naar Tromsø gegaan om in een vertrouwde omgeving wedstrijdritme op te doen. Helaas is dat door omstandigheden in deze eerste periode niet gelukt”, stelt Gerry Hamstra, technisch manager van de Friese eredivisionist. „Het doel is om dat het komende halfjaar wel voor elkaar te krijgen. We hopen dat we Runar deze zomer weer met wedstrijdritme in Friesland mogen verwelkomen.”", "ADO Den Haag en Ravel Morrison per direct uit elkaar", "ADO Den Haag heeft per direct afscheid genomen van middenvelder Ravel Morrison. Het contract van de 27-jarige Brit met Jamaicaanse roots is in onderling overleg ontbonden, meldt de Haagse eredivisionist.", "Morrison tekende afgelopen zomer voor één seizoen bij ADO. De tweevoudig Jamaicaans international doorliep de jeugdopleiding van Manchester United, maar zijn carrière kende daarna een grillig verloop met dienstverbanden bij onder meer West Ham United, Lazio Roma en uitstapjes naar Mexico en Zweden. De 27-jarige Morrison kwam in Den Haag tot vier duels in de Eredivisie.", "8 JANUARI", "Snodgrass verruilt West Ham United voor West Bromwich Albion", "Het is nog vroeg in de transferperiode, maar bij West Ham United lijkt er al sprake van een opruiming. Na Sébastien Haller is nu ook Robert Snodgrass verkocht. Het is de tweede uitgaande transfer van ’The Hammers’ op 8 januari. De 33-jarige middenvelder tekent een contract voor anderhalf seizoen bij West Bromwich Albion.", "Manager Sam Allardyce - die eind vorig jaar in dienst trad bij de club - is blij met Snodgrass’ komst bij de club die tegen degradatie strijd. „Hij voegt Premier League-ervaring en dito kwaliteit toe aan onze ploeg. Bovendien is hij linksbenig, dat brengt wat balans in het elftal.”", "Hoeveel West Brom - de nummer negentien in de Premier League - betaalt, is nog niet bekend gemaakt. Heel veel zal het niet zijn aangezien het contract van Snodgrass deze zomer afliep. Bovendien maakte hij dit seizoen pas vier minuten in de competitie tijdens in totaal drie invalbeurten.", "Real Madrid verhuurt talentvolle Kubo dit keer aan Getafe", "Voor de tweede keer deze winterstop huurt Getafe van de absolute top van La Liga. Het leende al Carles Aleñá van Barcelona en krijgt daar nu vleugelaanvaller Takefusa Kubo van Real Madrid bij. De Japanner was tijdens de eerste seizoenshelft nog verhuurd aan Villarreal.", "Dat was geen doorslaand succes. Kubo kwam daar vooral als invaller in het veld. Van zijn negentien optredens waren er slechts twee basisplekken. Vorig jaar kende hij een succesvollere verhuurperiode bij RCD Mallorca.", "Van Ottele maakt overstap van NEC naar sc Heerenveen", "sc Heerenveen heeft de 18-jarige verdediger Syb van Ottele overgenomen van NEC. De jeugdinternational heeft in Friesland een contract tot medio 2024 ondertekend.", "„Syb stond al een tijdje bij ons op de radar”, aldus technisch manager Gerry Hamstra. „Hij is een talentvolle, moderne en veelzijdige verdediger die ook goed aan de bal is. We zien in hem iemand die zich bij ons verder kan ontwikkelen en uit kan groeien tot een vaste waarde. We zijn blij dat hij voor ons heeft gekozen.”", "De tiener, die ook als middenvelder kan spelen, kwam dit seizoen negen keer uit voor NEC, de nummer 5 van de eerste divisie. Heerenveen, de nummer 8 van de Eredivisie, hervat de competitie zondag met een thuiswedstrijd tegen Fortuna Sittard.", "Ajax heeft recordaankoop Haller definitief binnen", "Sébastien Haller (26) is definitief speler van Ajax. De aanvaller komt voor een recordbedrag over van West Ham United. De Amsterdammers leggen een transfersom van 22,5 miljoen euro neer. Daarbij tekent de spits een contract voor 4,5 jaar.", "Het betekent voor de Fransman een terugkeer in de Eredivisie. Hij speelde al 2,5 jaar voor FC Utrecht dat hem in de zomer van 2017 verkocht aan Eintracht Frankfurt. Anderhalf jaar geleden werd hij voor 50 miljoen euro naar de Premier League gehaald door West Ham United. Ondanks dat Haller daar de laatste maanden een basisplaats had, verkoopt de Londense club hem nu voor minder dan de helft aan Ajax.", "7 JANUARI", "Aanvaller Misidjan tekent contract voor half jaar bij PEC Zwolle", "Virgil Misidjan verlaat het Duitse 1. FC Nürnberg voor PEC Zwolle. De 27-jarige vleugelaanvaller zet zijn handtekening onder een contract dat aan het einde van dit seizoen afloopt.", "Misidjan, geboren in Goirle, debuteerde in 2012 voor Willem II in het betaalde voetbal. Twee jaar later vertrok hij naar de Bulgaarse topclub Ludogorets, waar hij vijf landstitels vierde. Misidjan stond sinds 2018 bij 1. FC Nürnberg onder contract.", "„Toen ik via mijn zaakwaarnemer vernam dat PEC Zwolle interesse in mij toonde, is het balletje snel gaan rollen”, vertelt Misidjan op de website van zijn nieuwe club. „Ik heb direct open kaart gespeeld. Ik vind op dit moment namelijk maar twee dingen belangrijk en dat is belangrijk zijn voor het team en mezelf laten zien. Voor elke nieuwkomer geldt dat hij zich eerst moet bewijzen op de trainingen. Daar ga ik vanaf het eerste moment dan ook hard mijn best voor doen.”", "Omar Rekik tekent bij Arsenal", "Het jongere broertje van Karim Rekik, Omar (19), heeft een contract getekend bij Arsenal. Hij verruilt daardoor zijn huidige club Hertha BSC voor The Gunners.", "In eerste instantie sluit hij aan bij het O23-elftal van Arsenal. „Iedereen binnen onze club heet Omar van harte welkom. We kijken ernaar uit om zijn ontwikkeling van dichtbij mee te maken”, laat de club weten.", "Diallo (18) tekent tot medio 2025 bij Manchester United", "Aanvaller Amad Diallo heeft bij Manchester United een contract tot medio 2025 ondertekend. De 18-jarige Ivoriaan is afkomstig van Atalanta waar hij aan zijn tweede seizoen in de Serie A bezig was.", "ManUnited maakte begin oktober de komst van Diallo al bekend. Volgens mediaberichten betaalt de Engelse grootmacht 21 miljoen euro voor de vleugelspits en kan daar aan bonussen nog 20 miljoen euro bij komen.", "VVV huurt verdediger Guwara van FC Utrecht", "VVV-Venlo neemt Leon Guwara op huurbasis over van FC Utrecht. De Duitse verdediger maakt het seizoen af in Venlo. De 24-jarige Guwara kwam deze competitie pas één keer in actie.", "Django Warmerdam krijgt als linksback de voorkeur boven Guwara bij FC Utrecht. Vorig seizoen speelde de Duitser vijftien competitiewedstrijden.", "„Ik ben dankbaar voor het feit dat VVV mij de kans geeft om weer speelminuten te maken”, zegt de voormalig jeugdinternational. „Daar ben ik écht weer aan toe. In Venlo wil ik laten zien wat ik in mijn mars heb.”", "Het contract van Guwara bij FC Utrecht loopt aan het einde van dit seizoen af, maar bevat wel een optie op verlenging. „We gaan hem in Venlo dus goed in de gaten houden en een goede afweging maken”, zegt technisch directeur Jordy Zuidam.", "VVV trok deze week ook al de 22-jarige Zweedse verdediger Kristopher Da Graca aan. Met 9 punten uit veertien wedstrijden staat de ploeg van trainer Hans de Koning op de zestiende plaats. De Limburgers hervatten de competitie zondag tegen Willem II.", "Lasse Schöne weg bij Genoa", "Lasse Schöne is niet langer speler van Genoa. De 34-jarige Deen heeft met de Italiaanse clubleiding overeenstemming bereikt over het ontbinden van zijn contract en is nu transfervrij, zo bevestigt zijn zaakwaarnemer Revien Kanhai.", "Schöne tekende in de zomer van 2019 bij Genoa, na een geweldig jaar bij Ajax. Met de Amsterdammers behaalde hij de landstitel en reikte hij tot de halve finale van de Champions League.", "Schöne werd afgelopen zomer op een zijspoor gezet in Genua. De Deen speelde dit seizoen geen enkele wedstrijd. Vorig seizoen was hij wel een vaste waarde bij Genoa. In 32 competitiewedstrijden maakte de middenvelder toen twee doelpunten.", "De vorige maand aangestelde trainer Davide Ballardini wilde Schöne wel graag inzetten, maar de Deen heeft besloten op zoek te gaan naar een nieuwe werkgever. De middenvelder hoopt de komende maanden veel aan spelen toe te komen, ook met het oog op het EK dat in de zomer wordt gehouden.", "Schöne streek in 2012 bij Ajax neer en speelde in totaal bijna 300 wedstrijden voor de club. Daarvoor kwam hij uit voor NAC, De Graafschap en sc Heerenveen, dat hem in Denemarken wegplukte uit de jeugd van Lyngby BK.", "Erik ten Hag en Sébastien Haller tijdens hun gezamenlijke periode bij FC Utrecht. Ⓒ HH/ANP", "Ajax heeft nieuwe spits in het vizier", "Niets lijkt de transfer van Sébastien Haller (26) naar Ajax nog in de weg te staan. De speler zelf heeft een akkoord over een meerjarige verbintenis, naar verluidt voor vier jaar, en de clubs naderen overeenstemming.", "Klik op onderstaande link voor het volledige bericht:", "Bekijk ook: Ajax nadert ook akkoord met West Ham over Sébastien Haller", "6 JANUARI", "FC Barcelona verhuurt middenvelder Aleñá aan Getafe", "FC Barcelona verhuurt middenvelder Carles Aleñá tot het einde van het seizoen aan Getafe. De 23-jarige Aleñá werd vorig seizoen door Barça al enkele maanden verhuurd aan Betis.", "Aleñá speelde dit seizoen vijf wedstrijden voor de Catalanen: drie in de Champions League en twee in La Liga. In totaal maakte hij 43 keer zijn opwachting voor FC Barcelona en hij kwam in die duels tot vijf doelpunten.", "Het door Ronald Koeman getrainde FC Barcelona staat na zestien duels op de vijfde plaats in La Liga. Getafe, vorig seizoen verantwoordelijk voor de uitschakeling van Ajax in de Europa League, is de nummer 16.", "VVV contracteert Zweedse verdediger Da Graca", "VVV-Venlo heeft Kristopher Da Graca (22) gecontracteerd. De Zweedse verdediger tekent een contract voor 2,5 jaar bij de Eredivisieclub uit Limburg. Hij komt transfervrij over van IFK Göteborg.", "Da Graca, die ook de Kaapverdische nationaliteit bezit, speelde eerder in de jeugdopleiding van de Engelse club Arsenal. Hij speelde eenmaal voor de nationale formatie van Zweden, begin 2020 tegen Kosovo.", "Da Graca: „Ik ben blij met de mogelijkheid om voor VVV-Venlo uit te mogen komen in de Nederlandse Eredivisie. Het is een volgende stap voor mij. Ik zie het als een mogelijkheid om mezelf verder te ontwikkelen en te investeren in mijn toekomst.”", "Mesut Özil was al lange tijd niet meer zeker van een basisplaats bij Arsenal. Ⓒ HH/ANP", "Mesut Özil voor ruim drie jaar naar Fenerbahçe", "Mesut Özil stapt over naar Fenerbahçe. Volgens Turkse media heeft hij een contract voor ruim drie jaar getekend bij de club uit Istanbul.", "Klik op onderstaande link voor het volledige bericht:", "Heerenveen huurt ervaren doelman", "SC Heerenveen heeft Ariel Harush (32) aangetrokken. De Israëlische doelman komt transfervrij over van FC Nitra uit Slowakije.", "De goalie moet nog een medische keuring ondergaan, maar tekent als alles in orde is een contract tot het einde van het seizoen. Erwin Mulder is momenteel de eerste doelman bij Heerenveen.", "Technisch manager Gerry Hamstra is blij met de transfer van Harush, die vorig seizoen nog bij Sparta keepte. „Iedereen weet dat we op zoek waren naar een extra doelman. Die hebben we met Ariel gevonden. Een ervaren en betrouwbare keeper, die bovendien bekend is met de Nederlandse speelstijl en al jaren international is van zijn land. Als Ariel medisch wordt goedgekeurd, sluit hij begin volgende week aan bij de selectie.”", "5 JANUARI", "FC Utrecht haalt Telstar-verdediger Benamar", "FC Utrecht versterkt zich per direct met Benaissa Benamar, een 23-jarige verdediger van Telstar. De boomlange centrumverdediger stond ook in de belangstelling van het Italiaanse Sassuolo, maar FC Utrecht wist hem voor de neus van de Italianen weg te kapen.", "Benamar heeft 41 wedstrijden gespeeld voor Telstar in de Keuken Kampioen Divisie en kwam eerder uit in de jeugdopleidingen van ADO Den Haag, FC Twente/Heracles, Ajax en FC Volendam. Ook speelde hij in Marokko voor Ittihad Tanger. Het is de tweede speler in korte tijd die vanuit Telstar de stap naar de Eredivisie maakt. Afgelopen zomer ging Reda Kharchouch (Sparta) Benamar voor.", "Vitesse slaat dubbelslag met Dominik Oroz en Noah Ohio", "Vitesse heeft de eerste aanwinst van deze winter binnen. De 20-jarige Kroaat Dominik Oroz komt per direct over van de Oostenrijkse club FC Liefering. De verdediger heeft in Arnhem een contract voor 2,5 jaar getekend, inclusief de optie voor nog een seizoen.", "Oroz is geboren in Wenen en de zoon van Kroatische ouders. De rechtsbenige centrale verdediger doorliep de jeugdopleiding van Austria Wien en RB Salzburg en speelde in de vertegenwoordigende jeugdelftallen van Kroatië. Sinds februari 2019 kwam hij uit voor voor FC Liefering.", "„Ik zie Vitesse als een stap hogerop. Ik hoop mij snel aan te passen aan mijn nieuwe omgeving. Tegelijkertijd moet ik geduld hebben en vechten voor mijn kansen. Vitesse draait een goed seizoen en hopelijk zetten we dat de komende maanden voort”, zegt Oroz.", "Vitesse kondigde ook de komst van talent Noah Ohio aan. De Arnhemmers zullen de bijna 18-jarige aanvaller voor 1,5 jaar huren van de Duitse club RB Leipzig. Ohio begon bij de amateurs van FC Almere, werd vervolgens opgepikt door Manchester United, kwam daarna in de jeugdopleiding van stadgenoot Manchester City en belandde in het seizoen 2019-2020 bij RB Leipzig. Ohio speelde jeugdinterlands voor zowel Oranje als Engeland onder 16.", "Zwitserse bondscoach voor nationale voetbalploeg Estland", "De Estse bond heeft de Zwitser Thomas Häberli aangesteld als nieuwe bondscoach. De 46-jarige Häberli, die in eigen land als trainer werkte bij Young Boys, FC Basel en FC Luzern, ondertekende een contract tot het einde van dit jaar. Estland zit in de WK-kwalificatie in de groep bij België, Wales, Tsjechië en Wit-Rusland.", "„Het is een eer om voor de Estse nationale ploeg te gaan werken”, zei Häberli bij zijn presentatie in Tallinn. De Zwitser volgt Karel Voolaid op, onder wiens leiding Estland in anderhalf jaar geen enkele keer wist te winnen.", "Häberli krijgt assistentie van onder anderen de Estse oud-internationals Andres Oper en Mart Poom. Oper, die voor onder meer Roda JC en ADO Den Haag speelde, is met 38 doelpunten de topscorer aller tijden in de nationale ploeg. Oud-doelman Poom werd in 2003 uitgeroepen tot beste Estse voetballer van de voorgaande vijftig jaar.", "4 JANUARI", "FC Emmen-speler Michael Chacon op weg naar Atlético Nacional", "20.21 uur: In de strijd tegen degradatie kan FC Emmen dit seizoen niet meer rekenen op de inbreng van middenvelder Michael Chacón. De 26-jarige Colombiaan keert terug naar zijn vaderland. De Colombiaanse topclub Atlético Nacional wil hem met onmiddellijke ingang overnemen van FC Emmen. Beide clubs hebben al een akkoord bereikt over de afkoopsom.", "Chacón moet zelf nog wel met Atlético Nacional tot overeenstemming komen en ook dient hij nog de medische keuring te doorstaan. „Beide lijken een formaliteit”, laat de hekkensluiter van de eredivisie weten.", "Chacón was bezig aan zijn vierde seizoen bij FC Emmen. Eerder kwam hij twee jaar uit voor FC Dordrecht.", "FC Twente strikt Issah Abass", "FC Twente haalt Issah Abass terug naar de Eredivisie. De Ghanees speelde vorig seizoen op huurbasis voor FC Utrecht, waarvoor hij vijfmaal scoorde in twintig wedstrijden.", "Abass wordt gehuurd van Bundesligaclub FSV Mainz 05, waarvoor hij dit seizoen pas 76 minuten in actie kwam.", "Abass is door FC Twente aangetrokken om de aanvalslinie aan te vullen na het vertrek van Lazaros Lamprou (PAOK Saloniki, Alexander Jeremejeff (BK Häcken) en Halil Dervisoglu (Brentford).", "Abass Issah in het shirt van Mainz. Ⓒ HH/ANP", "3 JANUARI", "Graziano Pellè vertrekt uit China en is transfervrij", "15.47 uur: Voormalig Feyenoord-spits Graziano Pellè vertrekt uit China. Zijn club Shandong Luneng meldt dat het aflopende contract van de 35-jarige Italiaan niet wordt verlengd.", "„Met volledig respect voor de persoonlijke wensen van de speler zullen de club en Pellè de samenwerking beëindigen. Bedankt Pellè voor je bijdrage en het allerbeste voor de toekomst”, schrijft Shandong Luneng op sociale media.", "De Italiaan speelde sinds 2016 in China. Hij kwam tot 133 wedstrijden en was daarin 63 keer trefzeker. Vorige maand had Pellè met een doelpunt nog een belangrijk aandeel in de eindzege in de Chinese beker, waardoor de club zich verzekerde van deelname aan de Aziatische Champions League.", "Pellè speelde van 2012 tot 2014 bij Feyenoord, waar hij twee succesvolle seizoenen kende. In 2014 verhuisde hij naar de Engelse club Southampton. Eerder kwam Pelle ook uit voor AZ.", "2 JANUARI 2021", "Frankfurt wil Zirkzee halen als vervanger van Dost", "16.13 uur: Eintracht Frankfurt hoopt Joshua Zirkzee snel aan de selectie toe te kunnen voegen. De 19-jarige Nederlandse spits van Bayern München moet de plek overnemen van de onlangs naar Club Brugge vertrokken Bas Dost.", "„Hij is een erg goede speler en heeft veel potentieel. Het past precies in het profiel dat we voor ogen hebben ”, zegt Fredi Bobic, technisch directeur van Frankfurt.", "Zirkzee maakt deel uit van de A-selectie van Bayern, maar komt weinig aan spelen toe. „Het is belangrijk dat ik hele wedstrijden ga spelen. Ik probeer wedstrijdfit te blijven en mocht het zo zijn dat ik in de winterstop een tijdelijke stap kan maken, dan is dat misschien een optie”, zei Zirkzee zelf halverwege november toen hij in Nederland was om met Jong Oranje te voetballen.", "FC Twente ziet derde speler gaan", "13.32 uur: FC Twente is in de mini-winterstop drie spelers kwijtgeraakt. Na Lazaros Lamprou (terug naar PAOK Saloniki) en Alexander Jeremejeff (Dresden heeft zijn contract ontbonden en hij gaat nu BK naar Häcken) is ook Halil Dervisoglu weer vertrokken.", "Het betreft alle drie huurlingen, die relatief weinig aan spelen toekwamen. Voormalig Spartaan Dervisoglu wordt door zijn eigenlijke werkgever Brentford teruggehaald en wordt naar verwachting verkocht aan het Turkse Alanyaspor.", "Hoewel er een stevig gat in de mogelijkheden voor de aanval wordt geslagen, ziet technisch directeur Jan Streuer het vertrek van het drietal niet als een groot probleem. „Het belangrijkste is, dat we spelers hebben die graag voor FC Twente willen spelen. Als spelers zich niet goed voelen, dan is het ook beter als ze vertrekken. Financieel is het niet ongunstig voor de club”, aldus Streuer, die druk doende is met het aantrekken van aanvallende versterking.", "„Er komt sowieso één aanvaller bij. Het is de bedoeling dat die snel aansluit, want in januari werken we zes wedstrijden af. Misschien komt er ook nog een tweede aanvaller bij. Daar moeten we nog een beslissing over nemen.”", "31 DECEMBER 2020", "Jonny Evans verlengt contract bij Leicester City", "17.21 uur: De Noord-Ierse verdediger Jonny Evans heeft zijn contract bij de Engelse voetbalclub Leicester City verlengd tot de zomer van 2023. Evans is bezig aan zijn derde jaar bij de huidige nummer 3 van de Premier League. De verdediger speelde eerder voor Manchester United, Sunderland en West Bromwich Albion.", "„Sinds de eerste dag dat ik hier ben, heb ik het naar mijn zin bij Leicester”, zegt de Noord-Ierse international. „Dit is een club met veel ambitie. De spelers die worden aangetrokken, zijn veelal jong en hongerig. Het is voor mij geweldig om daar onderdeel van te zijn.”", "Evans heeft al ruim driehonderd wedstrijden in de Premier League op zijn naam staan. Met Manchester United werd hij drie keer landskampioen en won hij in 2008 ook het WK voor clubs.", "Sead Kolasinac van Arsenal op huurbasis terug naar Schalke 04", "16.52 uur: De Bosnische verdediger Sead Kolasinac keert terug bij Schalke 04. De Duitse club, die onderaan staat in de Bundesliga en al bijna een jaar geen competitiewedstrijd meer heeft gewonnen, huurt de 27-jarige vleugelverdediger voor de rest van het seizoen van Arsenal. Kolasinac kwam bij de Engelse ploeg amper meer aan voetballen toe.", "De Bosnische international speelde dit seizoen slechts één wedstrijd in de Premier League. De voorgaande drie seizoenen kwam hij wel geregeld in actie voor de ’Gunners’, waarmee hij onder meer de FA Cup won.", "Kolasinac speelde tussen 2011 en 2017 al voor Schalke 04. „Ik ben blij en trots dat ik het blauw van Schalke opnieuw ga dragen”, aldus de verdediger. „De club zit in een lastige situatie. Ik wil de komende weken en maanden helpen om zoveel mogelijk punten te pakken. Ik weet zeker dat we erin blijven, daar ben ik 100 procent van overtuigd.”", "Schalke heeft pas 4 punten. De laatste zege in de Bundesliga dateert van 17 januari 2020. De club ontsloeg dit seizoen al twee trainers. Schalke stelde onlangs de Zwitser Christian Gross aan als coach voor de rest van het seizoen.", "FC Groningen huurt Noorse doelman", "15.17 uur: FC Groningen heeft zich op de laatste dag van 2020 versterkt met de Noorse doelman Per Kristian Bratveit. De 24-jarige Bratveit, die in november debuteerde in de nationale ploeg, komt op huurbasis over van de Zweedse club Djurgardens IF. Groningen, zesde in de Eredivisie na veertien duels, heeft een optie tot koop bedongen.", "Bekijk ook: FC Groningen haalt mogelijke opvolger Sergio Padt alvast in huis", "FC Twente ziet weer een overbodige aanvaller vertrekken", "14.39 uur: FC Twente heeft afscheid genomen van Alexander Jeremejeff. De Zweedse aanvaller, in de zomer voor een jaar gehuurd van Dynamo Dresden met een optie tot koop, keert terug naar zijn oude club BK Häcken. De 27-jarige Jeremejeff kwam dit seizoen als invaller negen keer in actie in de Eredivisie voor FC Twente. Hij maakte één doelpunt, tegen FC Groningen (3-1).", "BK Häcken neemt Jeremejeff over van Dynamo Dresden. De Zweed ondertekende een contract voor drie jaar bij de club waarvoor hij eerder al twee periodes speelde.", "FC Twente nam woensdag ook al afscheid van een andere huurling, Lazaros Lamprou. Ook hij kwam weinig aan spelen toe in Enschede en keert daarom een half jaar eerder dan gepland terug naar PAOK Saloniki.", "Trainer Ron Jans kiest voorin doorgaans voor het trio Václav Cerny, Danilo en Queensy Menig. Zij maakten bij elkaar al twintig doelpunten in de competitie. FC Twente staat na veertien wedstrijden op de zevende plaats.", "ADO Den Haag haalt na Daryl Janmaat ook Marko Vejinovic", "13.47 uur: ADO Den Haag heeft zich opnieuw versterkt met een ervaren voetballer. Na verdediger Daryl Janmaat komt ook middenvelder Marko Vejinovic naar de nummer 17 van de Eredivisie. De 30-jarige Vejinovic ondertekende een contract tot de zomer van 2023. De Amsterdammer zat zonder zijn club nadat hij afgelopen zomer in Polen zijn contract bij Arka Gdynia had laten ontbinden.", "„Deze stap naar ADO voelt voor mij hartstikke goed”, zegt Vejinovic, die de afgelopen maanden zijn conditie op peil hield bij onder meer Jong AZ en FC Volendam. „Ik kreeg meteen een warm en fijn gevoel bij de club en het project waar ze mee bezig zijn. Er heerst positieve energie bij de club en daar wil ik graag onderdeel van zijn. Ik heb veel wedstrijden gezien en geloof in de potentie van de selectie. Hopelijk kunnen we samen snel de weg omhoog vinden met ADO Den Haag.”"], "authors": ["Onze Telesportredactie"], "keywords": ["van", "fc", "voor", "emmen", "en", "een", "bij", "club", "met", "middenvelder", "volendam", "aan", "transferoverzicht", "het", "hij", "vlak", "haalt"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}