{"id": "302885e8-a022-33de-a960-17660757bdef", "title": "Erik ten Hag: ‘Flikken wat eigenlijk niet kan. Dat is Ajax’", "url": "https://volkskrant.nl/sport/erik-ten-hag-flikken-wat-eigenlijk-niet-kan-dat-is-ajax~b7f12c50/", "summary": "Ten Hag is bekend met het lot van de grote club uit het kleinere land.\n‘Als je succes hebt, word je leeggeroofd.’Hij snapt dat hij aanloopt tegen verwachtingen, want ‘dat zit in de cultuur’.\nAls hij maar gelukkig is, zoals hij ook gelukkig was bij FC Utrecht.\nAls blijkt, maar dat is zuiver hypothetisch, dat hij liegt, dan hebben we een probleem.\nDe realiteit is dat we nu geen Champions League-ploeg zijn.’Rol in de voedingsketenBehalve dan als iedereen fit is, als het een beetje meezit.", "paragraphs": ["Erik ten Hag Beeld BSR Agency", "Zelfs als Ajax woensdag bij Willem II verliest, gaat de ploeg de ultrakorte winterstop in als koploper. Na het duel volgt nog intern overleg, wie van de buitenlanders in coronatijd eventueel even ‘naar huis’ mag met Kerst. Op 28 december begint de training alweer voor de meesten, voor een topzware januarimaand met ‘een bak wedstrijden’, te beginnen met PSV thuis op 10 januari. Voetbal als rollercoaster .", "Ten Hag spreekt dinsdag in het stille stadion met zes verslaggevers in de Tokio-zaal, genoemd naar de stad waar Ajax 25 jaar geleden de wereldbeker won, de laatste internationale prijs. Zo’n belangrijke beker winnen, is schier onmogelijk nu. Ten Hag is bekend met het lot van de grote club uit het kleinere land. ‘Als je succes hebt, word je leeggeroofd.’", "Hij snapt dat hij aanloopt tegen verwachtingen, want ‘dat zit in de cultuur’. In zijn eerste volledige seizoen bereikte Ajax bijna de finale van de Champions League. Sindsdien is het geraamte, de kwalitatieve bovenlaag, afgeroomd. ‘Het is een dun draadje waarop je leeft.’ Alles probeert de club om aan te haken. Maar ook in Amsterdam zijn grenzen.", "Verwacht geen aankoop van een dure spits in januari, nu Traoré en Brobbey nog geblesseerd zijn en Huntelaar 37 jaar is. ‘Wij hebben die spits proberen te halen in de zomer, maar de eisen liggen hoog en er hoort een prijskaartje bij. En wie gaat een goede spits in de winter laten vertrekken?’", "Tadic en Labyad kunnen ook als aanvalsleider fungeren. Ajax wil ­overigens best veel geld uitgeven. Ten Hag had graag de dynamische middenvelder Højbjerg willen aantrekken in de zomer, maar de Deen koos voor Tottenham.", "Eeuwig bouwen", "Zo blijft het eeuwig bouwen, maar dat doet hij graag. Als hij maar gelukkig is, zoals hij ook gelukkig was bij FC Utrecht. ‘Het is een feest om hier te werken, met goede spelers en goede randvoorwaarden.’ Hij prijst de directeuren Van der Sar en Overmars, om hun kennis en begrip, het wegblijven van paniek en de lat die altijd hoog ligt.", "Ook zij zien de problemen van 2020. Blind met zijn hart, talloze blessures, Promes als verdachte in een steekpartij. ‘Als je dit jaar beschouwt, hebben we immense problemen gehad. Maar we hebben het hele jaar bovenaan gestaan. We hebben alles kunnen opvangen.’", "Met Promes voerde hij vertrouwelijke gesprekken. Hij gelooft in de onschuld van de aanvaller, omdat ‘ik geloof in onderling vertrouwen. Als blijkt, maar dat is zuiver hypothetisch, dat hij liegt, dan hebben we een probleem. Verder ligt het bij justitie.’", "In het algemeen is het goed om spelers aan te horen. ‘Een luisterend oor, een correctie, een knuffel. Je wilt dat spelers blij zijn. Wij mogen nog voetballen. Dat is ook een uitlaatklep. Maar jongeren willen ook dingen ondernemen en grenzen verkennen, terwijl ze gevangen worden gehouden. Ik spreek nu over de jeugd in zijn totaliteit. Voor iedereen is deze tijd moeilijk.’", "Over het voetbal is hij tevreden. De regen aan doelpunten in de eredivisie. Aardig spel. Resultaten. De uitschakeling in de Champions League is een tegenvaller. ‘Het verwachtingspatroon is hoog. We zijn zeven spelers van de kern van twee seizoenen geleden kwijtgeraakt. De realiteit is dat we nu geen Champions League-ploeg zijn.’", "Rol in de voedingsketen", "Behalve dan als iedereen fit is, als het een beetje meezit. ‘Toen ik begon zat Ajax niet eens in Europa. Ajax of welke andere Nederlandse club was meestal al uitgeschakeld voor de winterstop, als ze al meededen. Dat proces hebben wij kunnen ombuigen.", "‘De keerzijde is dat je spelers verliest. Clubs uit de grotere landen kunnen doorselecteren. In dat proces komen wij niet. Wij komen nooit aan die top. Dat is onze rol in de voedingsketen.’", "Terwijl spelers vertrekken, blijft hij. ‘Ik ben gelukkig. Met de middelen waarmee ik moet werken, probeer ik het maximale te presteren. Wij kunnen alleen incidenteel aan het verwachtingspatroon voldoen. De uitdaging is om te flikken wat eigenlijk niet kan. Dat is typisch Ajax.’", "Daarbij spelen dilemma’s. Ajax verhoogde het salarisplafond, ook om de Europese top te bestormen. Deze selectie is eigenlijk verplicht de titel te pakken, nu de uitschakeling in de Champions League daar is.", "‘Wij kunnen bepaalde risico’s aangaan, want de financiële positie van Ajax is vrij goed. Maar AZ en Feyenoord hebben ongeveer dezelfde selectie als vorig jaar. PSV beleeft een grote ombouw. Bij ons is de laatste jaren letterlijk het hart uit de ploeg gesneden. Dan moet je opnieuw beginnen. Dan is geld niet meteen de factor.’"], "authors": ["Willem Vissers"], "keywords": ["erik", "van", "hag", "en", "maar", "een", "met", "kan", "eigenlijk", "niet", "als", "te", "hij", "het", "flikken", "ajax", "wat", "dat"], "pubDate": "2020-12-22T21:26:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}