{"id": "302d6f90-9ba3-325b-89df-d6d3cb34392c", "title": "Nederlands enige producent van plasmamedicatie komt in buitenlandse handen", "url": "https://www.parool.nl/nederland/nederlands-enige-producent-van-plasmamedicatie-komt-in-buitenlandse-handen~b2e423d8/", "summary": "Beeld EPAHet Amsterdamse Sanquin Plasma Products (SPP), dochteronderneming van de nationale bloedbank Sanquin, maakt medicatie van het plasma van donoren.\nIn 2018 was SPP goed voor meer dan de helft van Sanquins jaaromzet van 500 miljoen euro.\nVan Arks bemoeienis hangt samen met het wettelijke monopolie van Sanquin op de bloed­inzameling voor ziekenhuizen.\n“Terwijl de coronacrisis juist onderstreept dat we minder afhankelijk van het buitenland moeten zijn.\nIngewijden vrezen een braindrain, maar een woordvoerder van Sanquin zegt dat de nieuwe eigenaren van plan zijn samen te werken met Sanquin Research.", "paragraphs": ["Minister Hugo de Jonge bij het Amsterdamse Sanquin Plasma Products (SPP). Beeld EPA", "Het Amsterdamse Sanquin Plasma Products (SPP), dochteronderneming van de nationale bloedbank Sanquin, maakt medicatie van het plasma van donoren. Deze markt groeit jaarlijks met meer dan 5 procent. Zo’n 250.000 Nederlandse patiënten worden met bloedplasma­medicatiebehandeld tegen onder meer afweerstoornissen en ontstekingen. Het kan ook worden ingezet tegen Covid-19.", "In 2018 was SPP goed voor meer dan de helft van Sanquins jaaromzet van 500 miljoen euro. De inkomsten zijn echter ernstig teruggelopen, vooral door het wegvallen van de voornaamste klant. Maandelijks lijdt SPP 3 miljoen verlies.", "Vanwege die problemen heeft Sanquin een overnamedeal gesloten met een Israëlisch-Amerikaans consortium van farmaceuten en investeerders, die de komende jaren meer dan 160 miljoen wil steken in het bedrijf. Volgens minister Tamara van Ark (Medische Zorg) is dit ‘de beste optie’ en hebben de nieuwe eigenaren de expertise en het netwerk om nieuwe markten aan te boren. Suggesties van Kamerfracties om SPP met staatssteun overeind te houden, wimpelt Van Ark af, omdat SPP in haar ogen als zelfstandig bedrijf niet winstgevend kan worden.", "“Hier gaan we veel spijt van krijgen,” voorspelde SP-Kamerlid Henk van Gerven gisteren in een Kamerdebatje waaraan verder alleen het CDA deelnam. De SP diende als enige een motie in tegen de overname.", "Monopolie", "Volgende week neemt de minister het definitieve besluit – een formaliteit, want de coalitiefracties liggen niet dwars. Van Arks bemoeienis hangt samen met het wettelijke monopolie van Sanquin op de bloed­inzameling voor ziekenhuizen. Nederlandse donoren geven ook bloedplasma. SPP gebruikt dat voor de verkoop van producten aan het buitenland, maar heeft ook een leverplicht aan Nederland.", "Die plicht geldt de komende tien jaar ook voor de nieuwe eigenaren. Van Gerven zegt dat daarna de kans bestaat dat plasmamedicijnen naar de hoogste buitenlandse bieder gaan. “Terwijl de coronacrisis juist onderstreept dat we minder afhankelijk van het buitenland moeten zijn. Er gaat ook een moreel verkeerd signaal uit van deze deal. In Nederland doneren mensen belangeloos bloedplasma. Als buitenlandse investeerders daarmee cashen, ondermijnt dat de animo om te doneren.” In de VS krijgen plasmadonoren 25-30 dollar per donatie. Ook in Duitsland, Oostenrijk en Tsjechië wordt plasmadonatie vergoed.", "De timing van de verkoop van SPP is saillant, omdat Sanquin vanwege schaarste door de coronapandemie een extra beroep doet op de 350.000 Nederlandse bloed- en plasmadonoren. Het Nederlandse plasma is ontoereikend voor de Nederlandse markt, met afhankelijkheid van het buitenland als gevolg. Vandaag stemt de Kamer naar verwachting in met een voorstel van Joba van den Berg (CDA) om te onderzoeken of Nederland in Europees verband voldoende plasma kan inzamelen om voor de productie van plasmamedicatie onafhankelijk van de internationale markt te worden.", "Beeld EPA", "Schaarste", "Deskundige Paul Strengers, die in opdracht van het ministerie van Volksgezondheid een rapport opstelde over plasmageneesmiddelen, waarschuwt dat het zelf inzamelen van bloedplasma, zoals SPP nu via Sanquin doet, betere resultaten lijkt te geven dan het overlaten aan de vrije markt. ‘Op wereldniveau zal het inzamelen van plasma moeilijker en duurder worden.’ Bijvoorbeeld België, Denemarken en Canada zoeken met de overheid naar oplossingen. ‘Voor Nederland zou dit ook moeten gelden.’", "Hemofiliepatiënt Cees Smit en medisch historicus Annemarie de Knecht-van Eekelen, die al jaren publiceren over de bloed(plasma)wereld, wezen dit voorjaar in Het Parool op mogelijke consequenties van de verkoop van SPP voor het kenniscentrum van Sanquin. Een deel van het Nederlandse donorplasma wordt benut voor onderzoek door virologen en immunologen die daar werken. Ingewijden vrezen een braindrain, maar een woordvoerder van Sanquin zegt dat de nieuwe eigenaren van plan zijn samen te werken met Sanquin Research."], "authors": ["Jop Van Kempen", "Bas Soetenhorst"], "keywords": ["van", "buitenlandse", "het", "voor", "met", "enige", "spp", "een", "plasmamedicatie", "producent", "komt", "handen", "sanquin", "en", "te", "ook", "nederlands"], "pubDate": "2020-12-10T11:58:04+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}