{"id": "30318d9d-81ba-31a2-bf88-458d1eebc8a1", "title": "Luchtvaart wil snel naar oude normaal met sneltest en digitaal corona-paspoort", "url": "https://volkskrant.nl/nieuws-achtergrond/luchtvaart-wil-snel-naar-oude-normaal-met-sneltest-en-digitaal-corona-paspoort~b04be1b3/", "summary": "Beeld Raymond Rutting / de VolkskrantIATA wil een einde aan gesloten grenzen en quarantaineverplichtingen door sneltesten en een app, die aantoont dat een passagier corona-vrij reist.\n‘En kijk waar we nu zijn: we praten over hoe regeringen ons met geld en regelgeving kunnen helpen deze crisis te overwinnen.’ Bij IATA zijn 290 vervoerders aangesloten, goed zijn voor 82 procent van het vliegverkeer.\n‘Een luchthaven is de meest geschikte omgeving om dat te doen’, stelt beleidsadviseur James Wiltshire van IATA.\nLaboratoria slaan de resultaten daarvan in de app op, waarna luchtvaartmaatschappijen en overheden kunnen zien dat een passagiers corona-vrij is.\nDe app wordt eind dit jaar getest en moet in het eerste kwartaal voor de iPhone gereed zijn.", "paragraphs": ["Vliegtuigen van de KLM staan door de coronacrisis gestald op de Aalsmeerbaan. Beeld Raymond Rutting / de Volkskrant", "IATA wil een einde aan gesloten grenzen en quarantaineverplichtingen door sneltesten en een app, die aantoont dat een passagier corona-vrij reist.", "‘Achttien maanden geleden kwamen we bij elkaar in Seoul en vierden we het eerste wereldwijde winstgevende decennium van de luchtvaart’, zei directeur Alexandre de Juniac maandag. ‘En kijk waar we nu zijn: we praten over hoe regeringen ons met geld en regelgeving kunnen helpen deze crisis te overwinnen.’ Bij IATA zijn 290 vervoerders aangesloten, goed zijn voor 82 procent van het vliegverkeer.", "Tot eind augustus is er wereldwijd 160 miljard dollar (ruim 135 miljard euro) gestoken in de redding van luchtvaartmaatschappijen die hard zijn getroffen door de corona-pandemie. ‘Voor de komende maanden is er nog eens 70 tot 80 miljard dollar nodig’, zei De Juniac vrijdag al in Parijs. ‘Anders zullen sommigen niet overleven.’", "Vorige week waren soortgelijke geluiden ook uit Parijs te horen. Air France-KLM zou snel 4 miljard overheidssteun nodig hebben, bovenop de 10,4 miljard die ze dit jaar al kreeg. KLM was beoogd gastheer voor de IATA-jaarconferentie, tot besloten werd om de duizend afgevaardigden niet naar Amsterdam te laten vliegen.", "Reisrestricties", "Meer steun is onvermijdelijk, zegt de sector, omdat de boekingen zwaar tegenvallen. Tot nu toe ging de internationale luchtvaart uit van 30 procent minder reizigers in 2021. Dat lijkt nog te hoog gegrepen, waarschuwt De Juniac. ‘We schatten dat het vliegverkeer aan het einde van dit jaar op 33 procent van het niveau van 2019 uitkomt en daarna, hopen we, op 50 – 60 procent aan het eind van 2021.’", "Debet aan die sombere prognoses zijn de reisrestricties die overheden hebben ingesteld toen na de opening van de grenzen afgelopen zomer de besmettingen toenamen. De plicht om in quarantaine te gaan in het land van aankomst houdt reizigers tegen. ‘Voor hen is dat hetzelfde als het luchtruim sluiten’, aldus de Juniac.’ De berichten over effectieve vaccins vorige week worden toegejuicht, maar de IATA wil niet wachten tot iedereen een prik heeft gehad. ‘De grenzen moeten nú open.’", "Quarantaineverplichtingen kunnen alleen verdwijnen als landen zeker weten dat de passagier het virus niet het land binnenbrengt. Daarvoor moet iedereen voor vertrek worden getest. ‘Een luchthaven is de meest geschikte omgeving om dat te doen’, stelt beleidsadviseur James Wiltshire van IATA. ‘Eenmaal gecheckt komen reizigers terecht in een gegarandeerd corona-vrije en -veilige omgeving.’", "Valse medische certificaten", "Het probleem is dat de meest betrouwbare methode om het virus aan te tonen, de PCR-test, meer dan honderd euro kost en de uitslag ervan uren tot dagen op zich laat wachten. Snellere methoden die maar 5 tot 10 euro kosten hebben weer als nadeel dat ze de reizigers missen die het virus wel onder de leden hebben, maar nog geen symptomen vertonen.", "Een andere kopzorg vormen de reizigers die valse medische certificaten kopen om toch te kunnen reizen. Begin deze maand arresteerde de Franse politie zeven verdachten die vervalste negatieve testresultaten verkochten op Charles de Gaulle International Airport bij Parijs. Ze vroegen er tussen de 160 tot 350 euro voor. Ook elders zijn valse verklaringen opgedoken.", "De IATA werkt aan een smartphone-app, waarmee reizigers kunnen achterhalen waar ze een gecertificeerde test kunnen laten doen. Laboratoria slaan de resultaten daarvan in de app op, waarna luchtvaartmaatschappijen en overheden kunnen zien dat een passagiers corona-vrij is. De app wordt eind dit jaar getest en moet in het eerste kwartaal voor de iPhone gereed zijn."], "authors": ["Peter Van Ammelrooy"], "keywords": ["sneltest", "tot", "snel", "van", "luchtvaart", "het", "normaal", "wil", "naar", "met", "die", "zijn", "digitaal", "een", "oude", "en", "dat", "te", "voor"], "pubDate": "2020-11-23T20:04:10+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}