{"id": "303d03bb-e43c-3ef5-b485-72d757efc98d", "title": "De neus van CDA-dossiervreter Pieter Omtzigt", "url": "https://volkskrant.nl/mensen/de-neus-van-cda-dossiervreter-pieter-omtzigt~b5ac4c2d/", "summary": "Pieter Omtzigt voelt zich schuldig ten opzichte van al die mensen die hij niet kan helpen.\nNormaal gesproken brengt hij de zaterdagochtend door als assistent-coach van een juniorenvoetbalelftal van RKSV EMOS van één van zijn vier dochters.\nDaar heeft hij last van, daar raakt hij zelfs gespannen van, omdat hij het niet prettig vindt in de persoonlijke verhoudingen.\nNeus, zegt hij kortaf, en wijzend op zijn neus, als het overheersende politieke orgaan dat hem toen op het spoor zette.\nBeeld Eddo HartmannHardop denkend, zegt hij dat hij niet iemand is die de leiding moet en zal hebben.", "paragraphs": ["Met ronkende Kamervragen, een onstilbare dossierhonger en vol emotie gaf CDA-Kamerlid Pieter Omtzigt in 2020 een masterclass volk vertegenwoordigen. Dat hij desondanks geen lijsttrekker werd, was eigenlijk wel een opluchting.", "Hoor hem zuchten, Pieter Omtzigt, en niet één keer. Dat krijg je als je een man die in het oog van de storm zit, vraagt hoe het was in het oog van de storm. Wat moet hij zeggen, als hij 2020 in retrospectief door zijn vingers moet laten glijden, terwijl hij niet terug kan kijken, want hij raast nog in volle vaart vooruit.", "Want daar kwam als een duveltje uit een doosje ook nog het leiderschap van het CDA op het plateau, een perspectief dat toch uit het zicht was verdwenen. Terwijl dit verhaal op weg naar de drukker was, stapte zijn rivaal Hugo de Jonge opeens op als nummer één, en kon Omtzigt alsnog de piek van de christendemocratische kerstboom worden – toch werd hij het niet. In plaats daarvan werd een nieuwe landingsbaan aangelegd om het potentiële stemmenkanon Wopke Hoekstra majestueus te laten dalen.", "Omtzigt (46) kan dan met een omhooggetrokken wenkbrauw en getuite lippen zeggen: 2020 was een druk jaar. En voegt er in één adem aan toe dat 2020 het jaar was dat hem nog scherper duidelijk werd dat de misstanden in rechtsstaat Nederland veel groter zijn dan hij dacht. Daarmee doelt hij geenszins op de strijd om het leiderschap in het CDA, maar natuurlijk op de kinderopvangtoeslagenaffaire, of in zijn woorden: het schandaal. Anders kan hij het niet noemen, wat hij samen met Renske Leijten (SP), journalisten van RTL Nieuws en Trouw , advocaten, klokkenluiders en slachtoffers boven tafel heeft weten te krijgen, hetgeen dit jaar tot een vulkanische bestuurlijke en politieke uitbarsting leidde.", "Want het is een grof schandaal, en dat is wat het is, hij zegt het herhaaldelijk, kloppend op de tafel, hier in zijn kamer in het Tweede Kamergebouw. Hij vindt het vooral een groot schandaal dat dit tien jaar kon voortduren en niemand het overzicht had of begreep wat er gebeurde. En als iemand wel in de gaten had wat er misging, bereikte het de minister of staatssecretaris niet en volgde het wereldkampioenschap bestuurlijk onvermogen.", "Daar kan hij zich ook zo over opwinden: dat er rond dit schandaal passieve woorden worden gebruikt, of de verleden tijd. Zo van, het is gebeurd, het is achter de rug. Of zoals premier Rutte zei: de bal was in het ravijn gerold, en niemand stak een poot uit. Zomaar? Door de zwaartekracht? Pardon?!", "Nee, zegt Omtzigt dan uit volle borst, de overheid nam besluiten waardoor burgers zeer ernstig benadeeld zijn, hun hele leven afgebroken hebben zien worden. Ze zijn hun baan kwijtgeraakt, hun huis, hun gezin. Dat is het gevolg geweest van een actieve handeling. Dat wil niet zeggen dat er een groot plan lag bij de Belastingdienst om het zo te doen. Dat iemand denkt: o leuk, we gaan 30 duizend mensen wegzetten als fraudeurs en we trekken hen het vel over hun oren. Nee! Maar: het is wel actief beleid. En: de incassovorderingen bij de mensen zijn nu dan wel gestopt, en de mensen voelen niet langer de voet van de overheid op hun nek, maar ze zijn nog steeds niet allemaal gecompenseerd voor deze ellende.", "Wat aan deze ontmoeting voorafging, had betrekking op een zwart-witfilm uit 1939, Mr. Smith Goes to Washington met in de hoofdrol de Amerikaanse acteur James Stewart als Jefferson Smith. Korte uitleg: Smith komt als naïeve idealist vanuit het landelijke Montana in de Senaat terecht. Na een reeks politieke hobbels te hebben genomen, wast hij ze de oren met een magistrale speech, waarna hij volkomen uitgeput ineenzijgt op de vloer van de Senaat.", "Daarom vooraf gezegd tegen Omtzigt: we moeten het echt hebben over Mr. Smith Goes to Washington, een geweldige film van Frank Capra. Dat moet een inspiratie zijn voor alle politici, dus ook voor hem, en dan vooral de scène waarin hij zegt, Shakespeare indachtig: I will not yield – ik geef niet op. Deze film moet hij toch kennen?", "Nee, luidde het antwoord, hij heeft er nog nooit van gehoord, en hij ziet zichzelf zeker niet als de provinciale underdog die van Enschede naar Den Haag gaat om daar zijn punt te maken. Hallo, zegt hij lachend, wat nou provinciaal? Als je weet waar hij eerder studeerde en woonde: Exeter, Florence, Rome en Kopenhagen.", "Maar wie Omtzigt dit jaar gepassioneerd het woord zag voeren in de Tweede Kamer, kon in hem niet anders dan de moderne versie van Mr. Smith herkennen. Vol vuur ging hij tekeer tegen het kabinet, dat stelselmatig documenten achterhield, waarvan hij vond dat hij als volksvertegenwoordiger voor alle kiezers het recht had ze in te zien, hamerend op de Grondwet. Vier keer explodeerde hij in Den Haag, dit jaar, en daaraan was niets gespeeld.", "Ik trek het niet langer, klonk het in mei briesend. En een maand later al even bewogen: ik ben witheet, witheet. Come on, zei hij ook nog, en benadrukte dat hij klaar was met detective spelen, als een Sherlock Holmes. Hij wilde de stukken hebben en wel binnen een kwartier. Hij kon verdomme beter journalist worden, om de regering te controleren.", "Want, zo zei hij ook nog, de overheid moet een schild zijn voor de zwakkeren en geen zwaard van Damocles.", "CDA’er Omtzigt groeide door deze hoedanigheid uit tot het Tweede Kamerlid waar elke politicus een voorbeeld aan moet nemen. Hoe vaak hoort hij wel niet: als je niet bij het CDA zou zitten, zou ik op je stemmen. Alsof een sociaal rechtvaardigheidsgevoel niet bij het CDA zou passen, zegt hij dan. De personificatie van de strijd tegen de politieke en bestuurlijke vluchtigheid werd hij genoemd. Iemand die onvermoeibaar de macht controleert, en als de Twentse terriër die opkomt voor mensen aan wie niemand eer denkt te behalen.", "Het gevolg hiervan is dat mensen die heel erg klem zitten zich nog sneller bij hem melden, zegt hij. Door alle hoeken en gaten heen, via de mail, via de app, in brieven, ze klampen hem aan op straat. En met reden, weet hij: dat zijn burgers die geen kant meer op kunnen, en 95 procent van die burgers zegt hij niet eens te kunnen beantwoorden. Helaas. Ja, helaas! Want hij komt er niet meer aan toe, en daar houdt hij een schuldgevoel aan over.", "Schuldgevoel – het woord valt geregeld tijdens het gesprek. Hij zit dan wel strijdbaar en opgewekt rechtop in zijn blauwe pak, met wit overhemd zonder stropdas, maar gewichtloos gaat hij niet door het leven.", "Pieter Omtzigt voelt zich schuldig ten opzichte van al die mensen die hij niet kan helpen. Er zijn 11 miljoen belastingplichtigen, maar denk nou niet dat hij de ultieme oplossing voor hen heeft, als ze in de problemen zitten. De samenleving is zodanig complex geworden dat zo veel mensen het zicht zijn kwijt geraakt. Daarom ligt hij ’s nachts wakker van de dingen die hem niet zijn gelukt. Dan kan de hele wereld wel zeggen: dit is je gelukt, en dat is je gelukt. Maar hij ziet dat niet zo, hij ziet alleen de mensen die nog steeds klem zitten.", "Het werk is eenzaam, zegt hij, het is niet altijd even leuk. Hij moet zichzelf dwingen om zeven uur te slapen, daar moet hij echt op letten, en niet maar eindeloos boven die dossiers blijven hangen. De dagen voor deze ontmoeting was hij voor het eerst in jaren ziek thuisgebleven, niks ernstigs hoor. Denk nou niet dat hij een beetje op de bank gaat netflixen – nee, dat is niet zijn ding. Wat gebeurde was dat hij aan het eind van die dag afgedraaid en chagrijnig was, omdat er allerlei dingen op zijn bordje bleven landen waardoor hij tien uur achter zijn beeldscherm heeft moeten overleggen, terwijl hij zich hondsberoerd voelde.", "Beeld Eddo Hartmann", "Want het gaat aan de lopende band mis met de agenda, deze dagen. Echt een onderschat probleem: hij woont niet in Amsterdam, of de Randstad. Het televisieprogramma Goedemorgen Nederland is in Hilversum, en Op1 of Buitenhof wordt in Amsterdam opgenomen. Dat betekent dat je om half 2 op je bed ligt, of om half 5 moet opstaan. Een 40-urige werkweek heeft hij niet. Het trekt een wissel op hem, en daarom op zijn gezin. Dat hij zondagavond doorwerkt en zijn kinderen uiteindelijk vragen waar hij blijft – ook daaraan houdt hij een schuldgevoel over.", "Zo zou het horen te gaan in het leven van de volksvertegenwoordiger. Op dinsdagochtend neemt hij bijgetankt in alle rust vanuit zijn woonplaats Enschede de trein naar Den Haag. Hij heeft zijn vrouw Ayfer (49) gedaggekust. Normaal gesproken brengt hij de zaterdagochtend door als assistent-coach van een juniorenvoetbalelftal van RKSV EMOS van één van zijn vier dochters. Op zondag gaat het gezin of naar de katholieke kerk, of naar de Syrisch-orthodoxe, het geloof van zijn vrouw, die als kind Turkije moest ontvluchten. In de trein neemt hij de agenda door van de CDA-fractie, zo’n 150 pagina’s, terwijl in zijn oren een symfonie van Mozart klinkt.", "De bedoeling is dat hij donderdagavond weer teruggaat – al is dat inmiddels uitzonderlijk geworden – langs de randen van de nacht, treinend op weg naar huis, en dan beantwoordt hij nog wat apps en mails, of neemt wat stukken door. Dan voelt hij dat hij als het ware eruit gaat, uit de Haagse hectiek, en kan hij eindelijk ontspannen.", "Want die omgeving is een harde, zegt hij. Hij heeft de afgelopen jaren niet als gemakkelijk ervaren, hij voelde dat hij snoeihard werd tegengewerkt door zijn eigen regering bij het schandaal. Daar hoeft hij niet omheen te draaien – nou dan! Dat vindt hij nog steeds kwalijk. Hij is geschrokken van het feit dat er in de ministerraad wordt gesproken over Kamerleden – en dan weet hij wel wie er wordt bedoeld – en hoe ze met hen moeten omgaan, zodat zij minder problemen zouden veroorzaken.", "Verheft zijn stem: ze kunnen beter hun tijd gebruiken om de problemen voor die ouders op te lossen! Of: als Rutte en consorten sneller met alle informatie op de proppen waren gekomen, had dat ons allemaal een hoop tijd gescheeld!", "Als hij weer eens een staatssecretaris aan de lijn kreeg, waren dat geen gemakkelijke gesprekken. Zo van: Omtzigt, wat doe je nu weer? Moest dat nou, die Kamervragen? Ja, zegt hij dan, dat moest. Als iemand hem in zijn hok probeert terug te duwen, dan blijft hij tot 2 uur op en liggen er juist Kamervragen, koppig en gedreven als hij is. En als hij dan nog een keer Kamervragen stelt, over hetzelfde onderwerp, of zelfs een derde keer, dan moeten bewindslieden toch begrijpen dat Omtzigt dat niet zomaar doet. Hij stelt geen Kamervragen voor de vorm, of de krantenkoppen.", "Beeld Eddo Hartmann", "Maar leuk vindt hij het niet, die telefoontjes vanuit het kabinet. Daar heeft hij last van, daar raakt hij zelfs gespannen van, omdat hij het niet prettig vindt in de persoonlijke verhoudingen. Hij kan niet zo goed tegen conflicten, maar hij weet dat het noodzakelijk is, dus zet hij zich schrap.", "Rancuneus is hij niet, althans niet permanent. Maar als collega-Kamerleden hem misprijzend publiekelijk op de vingers tikken omdat zijn vragen hen niet bevielen, bewaart hij de krantenartikelen zorgvuldig – op een speciaal plekje, voegt hij er samenzweerderig aan toe. Hij weet nog heel precies hoe zijn VVD-collega Hayke Veldman hem begin maart in de krant kapittelde, omdat het overbodig was vragen te stellen over corona – nou, we weten hoe dat is afgelopen.", "Op donderdag 6 juli 2017 kwam er een e-mail binnen bij Pieter Omtzigt, wat achteraf de kickstart was van de toeslagenaffaire. Het liep tegen middernacht en hij zat, zoals elke werkdag, nog tot laat op zijn kamer in de CDA-vleugel. De e-mail was van Eva González Pérez, advocaat van door de Belastingdienst gedupeerde ouders, en zij schreef dat het haar was opgevallen dat hij regelmatig Kamervragen stelde over de werkwijze van de fiscus. Neus, zegt hij kortaf, en wijzend op zijn neus, als het overheersende politieke orgaan dat hem toen op het spoor zette. Hij wist dat hij hierop moest reageren. Duidelijke aanwijzingen las hij daarvoor in het nachtelijke relaas van de advocaat: dat de Belastingdienst zich niet aan de wet had gehouden, en dat er met mensen werd gesold.", "Een paar dagen later zat González Pérez in zijn kamer, en snel volgden Omtzigts Kamervragen. Dat het zo groot ging worden, had hij zeker niet voorzien; gewoon een incidentele inschattingsfout van de Belastingdienst, dacht hij aanvankelijk, en zeker geen strategie om bewust burgers weg te zetten als fraudeurs. Daarom schrok hij ook niet wezenlijk van het malle, ontkennende antwoord van Wiebes (VVD), de toenmalige staatssecretaris van Financiën, die verklaarde dat geen enkele ouder in de problemen was geraakt.", "Laten we daarom stilstaan bij het ware omslagpunt van deze kwestie, volgens Omtzigt, in het voorjaar van 2019. Inmiddels had hij al de nodige slachtoffers gesproken. Wanhopig had hij zich gevoeld, in de Tweede Kamer, met tientallen gedupeerden op de tribune. Laten we het debat stilleggen, zeiden Renske Leijten en hij tegen de toenmalige staatssecretaris Menno Snel, die er niks van leek te begrijpen. Ga met de mensen praten, ga met elkaar aan tafel zitten, dit werkt niet, we zitten op totaal andere golflengten.", "Ja, en toen is voorafgaand aan die ontmoeting met slachtoffers to-ta-le pa-niek uitgebroken op het ministerie van Financiën, zo weet hij nog.", "Ja, en hier ligt wel een probleempje, staatssecretaris, zegt hij met verdraaide stem, de ambtelijke top imiterend.", "Lang verhaal kort: documenten hier, staatssecretaris weg, nieuwe staatssecretaris, documenten daar, advies- en ondervragingscommissies benoemd, de beerput ging open, met als eindspel de plotse openbaarmaking van een smokin’ gun, nog maar een paar weken geleden: een memo geschreven door Sandra Palmen-Schlangen, vaktechnisch coördinator bij de Belastingdienst. Er was laakbaar gehandeld door de Belastingdienst, stelde zij vast in dit rondschrijven! Al in maart 2017! En dat memo – jawel! – was telkens zoek geweest! Drie jaar lang wisten ze het al! Drie jaar!", "Omtzigt neemt een slokje van zijn koffie, nadat hij voor de derde keer het woord ‘LAAKBAAR’ met hoofdletters heeft laten vallen, als het ergste dat over een ambtelijke organisatie kan worden gezegd.", "Een triomfantelijk gevoel? Hij kijkt de kamer rond. Nee, niet voor hem, zegt hij. Sterker nog, kijk die beelden maar eens terug van toen hij vorig jaar werd gehuldigd samen met Renske Leijten, vanwege hun Politieke Prestatie van het Jaar; er waren twee erg chagrijnige Kamerleden te zien. En feitelijk voelt hij zich nog steeds zo, voor veel van de slachtoffers is de situatie nog steeds beroerd gesteld, dus wat valt er in hemelsnaam te juichen?", "Dat is wat hem ook in juni zo emotioneerde, en waarom hij tot tranen toe geroerd was, voor het Tweede Kamergebouw, oog in oog met de gedupeerden. Dat die mensen zo sterk zijn, terwijl ze de hele tijd als slachtoffers worden neergezet. En dan zeggen ze hem dankjewel. Ja, dankjewel! Dat ze dat zeiden, raakte hem diep. Want het probleem is nog lang niet verholpen, iets meer dan vijfhonderd mensen hebben pas geld gekregen. Hij hoeft maar weer te denken aan die weduwnaar die zich in november tot hem wendde en hem vertelde dat zijn vrouw is overleden aan de stress van het wachten.", "Een diepe zucht.", "En o ja, dan was er dit jaar ook nog de strijd om het CDA-leiderschap, waaraan hij meende te moeten meedoen, een strijd die in december nog even leek op te laaien. Laten we daar ook nog even bij stilstaan. Ja, waarom wilde hij aanvankelijk ook alweer zo nodig proberen? Je moet het doen, zeiden mensen, nog voordat hij er zelf over had nagedacht. Nou ja, toen is hij wel even met zijn vrouw Ayfer gaan zitten, want ook zij heeft als CDA-fractievoorzitter in de gemeenteraad van Enschede, moeder en ondernemer behoorlijk wat op haar bordje liggen. Zij is degene die hij het meest raadpleegt, sowieso. Niet dat hij haar de hele tijd over elk politiek wissewasje op de hoogte houdt, zo van: nou, moet je eens horen waar hij nu weer Kamervragen over heeft gesteld. Je vertelt weleens wat bij de afwas, zie het zo, al komt heel snel een van de dochters erdoorheen.", "Maar hier moesten ze echt wel even goed voor gaan zitten, zegt hij. En toen zij ja zei, ging het eigenlijk vanzelf, hij groeide in de rol, zo voelde hij dat. Er kwam een vibe, in zijn woorden. Enthousiaste mensen en telefoontjes, waardering en steunbetuigingen van mensen die hij respecteert. Stel dat hij zou verliezen met 30 procent van de stemmen, dan kon hij daar prima mee leven. Maar: hij kon ook winnen, het kan zomaar de goeie kant op rollen. Dat wist hij nog van 2012, toen was hij door het CDA niet op de kieslijst gezet, en kwam hij na een campagne met voorkeurstemmen in de Tweede Kamer.", "Nu verloor hij op het nippertje, en was toch in tranen. Daar stond hij bedremmeld met zijn vrouw op het podium, en verderop de stralende winnaar Hugo de Jonge, ook met vrouw en bloemen. Dat heet dan teleurstelling, en daar ben je niet zomaar vanaf. Hij is niet iemand die binnen twee seconden de knop omzet. Ja, je doet toch mee om te winnen, zegt hij dan. Het ging hem om een nieuw sociaal contract voor Nederland, de verhouding tussen de burger en de overheid verbeteren, niet om hem – vergeet dat niet.", "Hij heeft zijn tas in de hoek gesmeten en is snel een reis naar Oostenrijk gaan boeken, met de trein erheen en dan lekker de bergen in. Met een vrouw uit het Midden-Oosten en dochters die van warm weer houden, had hij toch gekozen voor wandeltochten in de bergen, zijn favoriete bestemming. Hem maak je gelukkig met een beetje sneeuw, zo hoog mogelijk, naar de top. Dat was voor hem de beste manier om wat af te koelen, de eeuwige sneeuw.", "En toen hij terugkwam, na zijn vakantie, kon hij de voor de campagne opzijgeschoven dossiers weer oppakken, gelukkig maar. Op die stress als partijleider zat hij toch ook niet te wachten, achteraf. Pfff. Dus toen Hugo de Jonge hem opbelde en meldde dat hij toch niet het gezicht van de partij wilde zijn, zag hij de druK weer op zich af komen. Shit, wat nu? Hij weet dat je in de politiek niet altijd een keuze hebt, maar deze had hij niet zien aankomen. Hij was echt verbaasd toen De Jonge hem dat vertelde. Ja, wat is dan verstandig? Natuurlijk, eerst overleggen met Ayfer, en het liefst zou hij dat thuis met haar aan de keukentafel doen, of wandelend door het bos. Je moet weten, hij is geen snelle beslisser, of impulsief, en nu moest hij vanuit zijn werkkamer in Den Haag telefonisch de gesprekken voeren.", "", "Beeld Eddo Hartmann", "Hardop denkend, zegt hij dat hij niet iemand is die de leiding moet en zal hebben. Daar komt bij dat hij de relatieve rust niet schuwt, en het liefst de vrije rol wil blijven behouden. Dus ja... ja... Wopke... Vele gesprekken later... Trouwens, had hij niet al in juli gezegd dat hij goed met Wopke Hoekstra kon? Je schikken, ten bate van een geschikte kandidaat, was een prima uitkomst, en dat vond Ayfer ook. Dus stond hij 24 uur later op de stoep van Wopkes huis in Bussum content te zijn, met de nieuwe situatie: Wopke Hoekstra de nieuwe leider, en hij tweede man. Vooral over de gemiste stress zegt hij geen teleurstelling te voelen.", "Nu kan hij weer dienend zijn, zegt de voormalige misdienaar. Want dat is wat hij bemerkte, als hij de dossiers even liet rusten: wat voor effect dat had op de levens van mensen, hard en direct. Dat kan niet gebeuren. En daarin is zijn in 2019 overleden vader toch zijn voorbeeld, zegt hij. Die had een goeie betrekking bij de PTT en gooide van de ene op de andere dag zijn carrière om, zonder daar een woord over vuil te maken. Hij werd pastoraal werker, het hele gezin verhuisde naar Borne, om goed te doen voor de mensen, daar lag zijn hart.", "Opkomen voor de mensen is ook wat hem beweegt, in de geest van zijn overleden vader. En het lelijkst wat hem voor de voeten wordt geworpen, is dat hij een populist is. Nou! Als dat wat hij doet populistisch is, dan is hij maar de überpopulist in de Tweede Kamer. Zijn raison d’être is niet een abstract internationaal postmodernistische samenleving, maar klaarstaan voor de mensen die elke dag snoeihard werken om het hoofd boven water te houden. Dat is zijn opdracht. Hij geeft niet op.", "CV Pieter Omtzigt 8 januari 1974 Geboren Den Haag 1992-1996 Studie economie en statistiek in Exeter (Engeland) en Rome 1991-1993 Bestuurslid CNV Jongeren 2003 Promotie-onderzoek econometrie in Florence en Varese 2003-heden Lid Tweede Kamer-fractie CDA 2004 Parlementaire Assemblee van de Raad van Europa 2012 Kamerlid van het Jaar 2019 Politieke Prestatie van het Jaar Pieter Omtzigt is getrouwd en woont in Enschede met Ayfer Koç, CDA-fractievoorzitter van de gemeenteraad in Enschede. Ze hebben vier dochters."], "authors": ["John Schoorl"], "keywords": ["zijn", "van", "cdadossiervreter", "omtzigt", "en", "een", "met", "neus", "niet", "op", "het", "pieter", "hij", "dat"], "pubDate": "2020-12-23T14:00:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}