{"id": "305147c4-cfaf-3df5-849b-276332097ae2", "title": "Het aftakelende afweersysteem: hoe goed werkt een vaccin bij ouderen?", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2020/12/het-aftakelende-afweersysteem-hoe-goed-werkt-een-vaccin-bij-ouderen-792595/", "summary": "En als laatste is er bij ouderen vaak sprake van een langdurige ontstekingsreactie in het lichaam, een soort continue, lichte activiteit van het afweersysteem.\nEen vaccin maakt gebruik van het geheugen van het afweersysteem.\nEen vaccin bestaat uit een stukje (genetisch materiaal) van een virus of bacterie, of uit een verzwakt virus of bacterie.\nNa toediening van het vaccin reageert het afweersysteem hetzelfde als op een echte ziekteverwekker, alleen dan iets minder sterk.\nDoor de veranderingen in het afweersysteem bij ouderen, zijn zij soms minder goed in staat een efficiënte afweerreactie te ontwikkelen na toediening van een vaccin.", "paragraphs": ["De Gezondheidsraad adviseert het kabinet om de eerste coronavaccins te geven aan de kwetsbare ouderen, omdat zij het grootste risico lopen te overlijden door het coronavirus. Daarna komen ook de zestigplussers in aanmerking. Maar hoe goed werkt het immuunsysteem eigenlijk nog op latere leeftijd en wat betekent dat voor de effectiviteit van vaccins? Vier vragen.", "1. Hoe reageert het afweersysteem in het algemeen op een virus of bacterie?", "Het afweersysteem bestaat uit twee delen: het aspecifieke en specifieke deel. Wanneer virussen of bacteriën het lichaam binnendringen, worden deze eerst herkend door het aspecifieke afweersysteem. Cellen van dit deel van het afweersysteem gaan snel aan de slag om de ziekteverwekker op te ruimen.", "Tegelijk roepen ze andere hulptroepen in, cellen van het specifieke afweersysteem. Deze cellen kunnen heel gericht de ziekteverwekker aanvallen. Er zijn twee manieren waarop ze dat doen. Ten eerste zijn er bepaalde afweercellen die menselijke cellen doden waar de ziekteverwekker is binnengedrongen. Ten tweede worden er antistoffen gemaakt. Antistoffen hebben verschillende functies, zoals afweercellen aansturen of het direct doden van virussen of bacteriën.", "Het specifieke afweersysteem heeft een belangrijke eigenschap. Als iemand ziek is geweest door een virus of bacterie, kan dit deel van het afweersysteem onthouden hoe het moet reageren op die ziekteverwekker. Tijdens de aanval op de ziekteverwekker worden er speciale geheugencellen aangemaakt. Als de ziekteverwekker nogmaals het lichaam binnendringt, kan het afweersysteem door deze geheugencellen heel snel en efficiënt de ziekteverwekker opruimen. Ook zorgen de geheugencellen ervoor dat er constant kleine hoeveelheden antistoffen worden gemaakt, die direct bescherming kunnen bieden tegen binnendringende ziekteverwekkers.", "2. Hoe verandert het afweersysteem naarmate iemand ouder wordt?", "Oudere mensen zijn gevoeliger voor ziektes veroorzaakt door virussen en bacteriën, doordat het afweersysteem minder goed gaat functioneren naarmate iemand ouder wordt. Hoe dit precies werkt, is nog niet helemaal bekend, maar een aantal factoren lijkt een rol te spelen.", "Zo werken het beenmerg en de zwezerik, organen die belangrijk zijn voor het aanmaken en ontwikkelen van nieuwe afweercellen, minder goed. Hierdoor zijn er minder nieuwe afweercellen die kunnen reageren op binnendringende ziekteverwekkers. En de kwaliteit van afweercellen en antistoffen neemt af.", "Verder wordt gedacht dat een deel van de geheugencellen van het afweersysteem in een soort rustende staat komt, waardoor deze cellen niet goed geactiveerd kunnen worden. Ook lijkt het erop dat een deel van het geheugen dat is opgebouwd tijdens de jeugd, na verloop van tijd verloren gaat. En als laatste is er bij ouderen vaak sprake van een langdurige ontstekingsreactie in het lichaam, een soort continue, lichte activiteit van het afweersysteem. Dit zorgt ervoor dat het afweersysteem minder snel kan reageren op ziekteverwekkers.", "3. Wat betekent dit voor de effectiviteit van vaccins bij ouderen?", "Een vaccin maakt gebruik van het geheugen van het afweersysteem. Een vaccin bestaat uit een stukje (genetisch materiaal) van een virus of bacterie, of uit een verzwakt virus of bacterie. Na toediening van het vaccin reageert het afweersysteem hetzelfde als op een echte ziekteverwekker, alleen dan iets minder sterk. Tijdens deze reactie worden er antistoffen en geheugencellen aangemaakt. Wanneer de ziekteverwekker daadwerkelijk het lichaam binnendringt, kan het afweersysteem hierdoor snel en efficiënt reageren en de ziekteverwekker snel opruimen.", "Door de veranderingen in het afweersysteem bij ouderen, zijn zij soms minder goed in staat een efficiënte afweerreactie te ontwikkelen na toediening van een vaccin. Dat komt onder meer door het lagere aantal afweercellen en de verminderde kwaliteit van die afweercellen. Ook de constante ontstekingsreactie in het lichaam zorgt voor een wat afgezwakte reactie op een vaccin, waarbij minder geheugencellen en minder antistoffen worden aangemaakt. Hierdoor kan de bescherming tegen een ziekteverwekker bij ouderen minder goed zijn.", "4. Wat betekent dit voor de coronavaccinatie?", "De Europese medicijnautoriteiten onderzoeken hoe goed de coronavaccins werken bij ouderen. Aan de meeste onderzoeken doen ook oudere proefpersonen mee, maar het is de vraag of die groepen groot genoeg zijn om harde conclusies te trekken.", "Lees ook het commentaar van Marieke ten Katen: Oordeel niet te vroeg over vaccinatiestrategie", "Over het vaccin van AstraZeneca heerst na publicatie van de eerste resultaten in elk geval nog veel onduidelijkheid over de werkzaamheid bij ouderen. De meest effectieve dosis blijkt tijdens het onderzoek niet te zijn getest bij proefpersonen ouder dan 55 jaar.", "Over het vaccin van Pfizer heeft een adviescommissie van de Amerikaanse Food and Drug Administration inmiddels geconcludeerd dat het vaccin bij mensen ouder dan 55 net zo effectief is als bij mensen tussen de 16 en 55 jaar oud. Toch is het plan om dit vaccin in Nederland om logistieke redenen in eerste instantie aan zorgmedewerkers van verpleeghuizen te geven, in de hoop dat zij op die manier hun kwetsbare patiënten kunnen beschermen.", "Kleine kanttekening daarbij: er moet nog wel blijken of het vaccin die bescherming daadwerkelijk biedt. De onderzoeken naar de coronavaccins zijn vooral ontworpen om aan te tonen of de vaccins beschermen tegen de ziekte COVID-19. Niet om vast te stellen of de vaccins ook besmetting met het virus kunnen voorkomen. Als dat laatste niet gebeurt, kan het zo zijn dat iemand weliswaar niet ziek wordt, maar wel het virus bij zich draagt en dus anderen kan besmetten. En dan kunnen gevaccineerde zorgmedewerkers alsnog ouderen besmetten. De Europese medicijnautoriteiten onderzoeken nu of dat mogelijk is."], "authors": [], "keywords": ["ouderen", "van", "bij", "goed", "afweersysteem", "hoe", "het", "vaccin", "zijn", "ziekteverwekker", "een", "en", "dat", "te", "aftakelende", "werkt"], "pubDate": "2020-12-10T15:00:18+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}