{"id": "30629138-18be-3f58-b975-8d0c275a0b85", "title": "Ink District: ‘Je kunt online meekijken hoe een artiest iemand tatoeëert’", "url": "https://www.parool.nl/ps/ink-district-je-kunt-online-meekijken-hoe-een-artiest-iemand-tatoeeert~b0394f22/", "summary": "Nu vragen we onze klanten om die ook te dragen en goed de instructies van de artiesten te volgen.\nDaarbij moet je denken aan een livestream terwijl een artiest iemand tatoeëert, of het maken van een instagramfilter zodat je je nieuwe tattoo op een leuke manier aan je volgers kan showen.”Hoe houdt u de moed erin?\n“Wat mijn hart verwarmt is om te zien hoe loyaal onze klanten zijn.\n“Ik zit eraan te denken om een evenement te organiseren waarbij we vieren dat we weer met artiesten en klanten bij elkaar kunnen zijn.\nWellicht kun je dan een kleine tattoo gratis laten zetten; zo kunnen we onze klanten laten zien hoe dankbaar we zijn voor hun support.”", "paragraphs": ["Van ondernemers wordt in coronatijd veel creativiteit gevraagd. Hoe gaan ze om met de gedeeltelijke lockdown? Dat lees je in de rubriek Open tijdens corona. Vandaag: Jeffrey de Vries Andries van Ink District Amsterdam.", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“Tatoeëren valt onder contactberoepen, dus ik ben al ontzettend blij dat we niet weer dicht moeten. Al was het voor mij geen ramp om in maart even noodgedwongen met vakantie te gaan, want mijn eerste kindje werd in januari geboren. Zo kon ik lekker veel bij hem zijn. We hebben trouwens niet stilgezeten toen we dicht waren; zo zijn we online aan de slag gegaan om onze hoody’s en petjes aan de man te brengen.”", "Hoe ziet de komende tijd eruit?", "“In onze tattooshop hanteren we normaal gesproken al strenge hygiëne­regels. Vóór corona maakten de artiesten hun werkplek tussen twee klanten door bijvoorbeeld al helemaal schoon en droegen de meeste mondkapjes. Nu vragen we onze klanten om die ook te dragen en goed de instructies van de artiesten te volgen. De grootste verandering is het wegvallen van de spontane binnenlopers, want nu moet iedereen een afspraak maken en alleen komen.”", "Nog creatieve inzichten gekregen door de situatie?", "“We zijn met meerdere nieuwe ideeën bezig geweest om onze online aanwezigheid te vergroten. Daarbij moet je denken aan een livestream terwijl een artiest iemand tatoeëert, of het maken van een instagramfilter zodat je je nieuwe tattoo op een leuke manier aan je volgers kan showen.”", "Hoe houdt u de moed erin?", "“Wat mijn hart verwarmt is om te zien hoe loyaal onze klanten zijn. We hebben twee maanden aan afspraken moeten verzetten en iedereen was heel begripvol. Veel mensen hebben in maart de aanbetaling laten staan en kwamen terug zodra we weer open waren.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Ik zit eraan te denken om een evenement te organiseren waarbij we vieren dat we weer met artiesten en klanten bij elkaar kunnen zijn. Wellicht kun je dan een kleine tattoo gratis laten zetten; zo kunnen we onze klanten laten zien hoe dankbaar we zijn voor hun support.”"], "authors": ["Sietske Kleijwegt"], "keywords": ["van", "onze", "kunt", "iemand", "hoe", "meekijken", "tatoeëert", "online", "zijn", "ink", "een", "je", "te", "om", "en", "district", "aan", "klanten"], "pubDate": "2020-11-27T09:42:51+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}