{"id": "30659836-caf6-387f-971e-f16bf611faa2", "title": "Ten Hag telt zegeningen: ’We hadden PSV volledig in onze greep’", "url": "https://www.telegraaf.nl/sport/97235107/ten-hag-telt-zegeningen-we-hadden-psv-volledig-in-onze-greep", "summary": "We groeiden in de wedstrijd, we hadden PSV volledig in onze greep.\nLabyad was onzichtbaar voor rust en Haller stuwde Ajax naar een hoger niveau.\n„Maar het lag niet aan Labyad dat we met 2-0 achter kwamen”, verdedigde Ten Hag zichzelf.\n„Hij wist vijf dagen geleden nog niet dat hij naar Ajax zou gaan en heeft pas twee keer meegetraind.\nJammer dat hij net buitenspel stond toen hij scoorde, maar hij heeft zijn waarde wel bewezen.”Bekijk hier de uitslagen en stand in de Eredivisie", "paragraphs": ["Eran Zahavi zette PSV binnen 21 minuten op een 0-2 voorsprong. „We begonnen slecht”, mopperde Ten Hag. „Het werd veel te hectisch en we waren erg slordig. Maar onder aanvoering van Nicolas Tagliafico en Dusan Tadic knokten we ons terug in de wedstrijd. We hebben echt een geweldige teamspirit. Dat zag je maar weer. We groeiden in de wedstrijd, we hadden PSV volledig in onze greep. We maakten ook twee goede doelpunten, maar hadden een derde moeten maken.”", "’Lag niet aan Labyad’", "Ten Hag koos voor Zakaria Labyad als spits en liet zijn recordaankoop Sébastien Haller pas na rust invallen. Labyad was onzichtbaar voor rust en Haller stuwde Ajax naar een hoger niveau. „Maar het lag niet aan Labyad dat we met 2-0 achter kwamen”, verdedigde Ten Hag zichzelf. „Daar kon hij niets aan doen.”", "Ten Hag was wel zeer tevreden over de invalbeurt van Haller. „Hij wist vijf dagen geleden nog niet dat hij naar Ajax zou gaan en heeft pas twee keer meegetraind. Maar je zag zijn enorme impact op de ploeg. Hij liet ook zijn medespelers beter voetballen. Jammer dat hij net buitenspel stond toen hij scoorde, maar hij heeft zijn waarde wel bewezen.”", "Bekijk hier de uitslagen en stand in de Eredivisie"], "authors": ["Onze Telesportredactie"], "keywords": ["zijn", "haller", "labyad", "zegeningen", "hag", "en", "volledig", "een", "psv", "onze", "niet", "greep", "hadden", "telt", "maar", "hij", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}