{"id": "3070208f-8d99-3d0f-84dc-b0de16b348f4", "title": "Toneelstuk Niet de vaders laat zien hoe het is om als buitenstaander je eigen kind te zien opgroeien", "url": "https://volkskrant.nl/cultuur-media/toneelstuk-niet-de-vaders-laat-zien-hoe-het-is-om-als-buitenstaander-je-eigen-kind-te-zien-opgroeien~b0d6bbf5/", "summary": "Over zijn vaderschap – dat wil zeggen: hij is de biologische vader van het kind dat Bosua en haar vriendin samen opvoeden.\nNog iets specifieker: Bosua baarde zijn kind niet, dat deed haar vriendin.\nOnderdeel van de afspraak was dat Smits een verklaring ondertekende waarin hij de opvoeding aan de twee vrouwen overlaat.\nOuderschap anno 2020 dus, met zijn vele mogelijkheden.\nZe ondervragen elkaar, dagen elkaar uit, en naar het eind toe confronteert Smits zijn publiek met een aangrijpend zelfonderzoek.", "paragraphs": ["Scènebeeld uit ‘Niet de vaders’. Beeld Karin Jonkers", "‘Ik ben Eelco Smits en ik ben niet de vader van mijn zoon.’ Dat zegt acteur Eelco Smits aan het begin van de voorstelling Niet de vaders, die hij samen met Minou Bosua maakte. Over zijn vaderschap – dat wil zeggen: hij is de biologische vader van het kind dat Bosua en haar vriendin samen opvoeden. Donorvader dus. Nog iets specifieker: Bosua baarde zijn kind niet, dat deed haar vriendin. Onderdeel van de afspraak was dat Smits een verklaring ondertekende waarin hij de opvoeding aan de twee vrouwen overlaat.", "Ouderschap anno 2020 dus, met zijn vele mogelijkheden. Daarover gaat Niet de vaders, een aanstekelijk en hoogst originele vorm van persoonlijk bekentenistheater. In wezen zijn zowel Smits als Bosua buitenstaanders, en toch zien zij hun zoon opgroeien. Sterker nog: Smits is vanuit Amsterdam, waar hij tot vorig jaar deel uitmaakte van Internationaal Theater Amsterdam, verhuisd naar het dorp waar zijn zoon met de twee moeders woont.", "Smits is de twijfelende, beschouwende man in dit verhaal, Bosua (ooit de helft van cabaretduo De Bloeiende Maagden) dwarrelt heerlijk hyper over het podium. Ze ondervragen elkaar, dagen elkaar uit, en naar het eind toe confronteert Smits zijn publiek met een aangrijpend zelfonderzoek.", "Er wordt leuk gedanst op The Cure, het Brabants Homomannenkoor zorgt op een groot videoscherm voor de muzikale omlijsting en af en toe mag ook de zaal antwoord geven op een vraag als: ‘Wat heb je van je ouders geleerd?’", "Niet de vaders eindigt met een mooi filmpje waarin een jochie van een jaar of 6 over de dijk fietst. Uiteindelijk zal hij de wijde wereld in trekken, met dank aan zijn twee moeders en die ene vader."], "authors": ["Hein Janssen"], "keywords": ["zien", "van", "om", "dat", "niet", "kind", "een", "het", "en", "laat", "te", "toneelstuk", "opgroeien", "zijn", "vaders", "je", "hij", "smits", "met"], "pubDate": "2020-09-10T16:14:13Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}