{"id": "3083bcb2-717c-34f9-80b8-5147bff9f371", "title": "'Veel mensen met vliegangst hebben nog nooit gevlogen'", "url": "https://nu.nl/vakantie/6033982/veel-mensen-met-vliegangst-hebben-nog-nooit-gevlogen.html", "summary": "Hoe is het om vliegangst te hebben en hoe kom je eroverheen?\nEr werd vreselijk gegild en alle spullen en mensen die los zaten klapten tegen het plafond.\nEen op de drie mensen heeft een vorm van vliegangstVolgens Onbezorgd Vliegen, een instituut voor mensen met vliegangst, heeft ongeveer een op de drie mensen last van vliegangst.\nVeel mensen hebben vliegangst zonder ooit een toestel van binnen te hebben gezien.\nDoor: Onbezorgd VliegenVliegangst komt deels doordat mensen niet begrijpen hoe een vliegtuig werkt.", "paragraphs": ["Vliegangst is een veelvoorkomende angst die je vakantie behoorlijk kan verzieken. Hoe is het om vliegangst te hebben en hoe kom je eroverheen?", "Toen Sophia de Boer (52) na een internationale missverkiezing naar Nederland terugvloog vanuit Japan, kwam ze in een nachtmerrie terecht. \"Uren nadat we waren opgestegen kwamen we plotseling in een luchtzak terecht en klapte het vliegtuig meters naar beneden, als een vallende lift in een schacht. Er werd vreselijk gegild en alle spullen en mensen die los zaten klapten tegen het plafond. Ik dacht in die chaos echt dat ik in mijn uppie doodging.\"", "Een op de drie mensen heeft een vorm van vliegangst", "Volgens Onbezorgd Vliegen, een instituut voor mensen met vliegangst, heeft ongeveer een op de drie mensen last van vliegangst. Dat hoeft nog niet meteen te betekenen dat je gillend en huilend in het vliegtuig zit, legt medeoprichter Dominique Otte van Onbezorgd Vliegen uit. \"Vliegangst varieert van heel erge angst tot een beetje angst.\"", "“Vliegen is best iets onbegrijpelijks. Hoe kan het dat zo'n enorm toestel in de lucht blijft?” Kirsten van Houten, vliegangstcoach", "Vliegangstcoach Kirsten van Houten ziet dat vliegangst slechts bij een klein deel van de cursisten voortkomt uit een slechte ervaring met een vlucht. Veel mensen hebben vliegangst zonder ooit een toestel van binnen te hebben gezien. Vaak zijn zij bang de controle te verliezen of bang om een paniekaanval te krijgen.", "\"Vliegen is natuurlijk best iets onbegrijpelijks\", zegt Van Houten. \"Hoe kan het dat zo'n enorm toestel in de lucht blijft? Als mensen dat al spannend vinden, gaan ze van alles voor zichzelf invullen. Als bijvoorbeeld het vliegtuig vertrekt, en de verlichting knippert eventjes, denken ze: oh god, er is iets mis, we gaan neerstorten. Terwijl in werkelijkheid alleen maar het aggregaat wordt losgekoppeld.\"", "Na de akelige vliegervaring is De Boer altijd bang gebleven. \"De eerste keer dat ik daarna met mijn vriendje, nu mijn man, naar Kos vloog heb ik tranen met tuiten gehuild. Hij schrok er heel erg van. Het grondpersoneel zorgde ervoor dat ik mocht instappen toen iedereen al in het vliegtuig zat, zodat ik niet in de chaos binnenkwam.\"", "Door: Onbezorgd Vliegen", "Vliegangst komt deels doordat mensen niet begrijpen hoe een vliegtuig werkt. (Foto: Onbezorgd Vliegen)", "'Ah joh, met een wijntje gaat het vast wel weer'", "Volgens Otte wordt vliegangst lang niet altijd serieus genomen. \"Mensen zeggen: ah joh, er is niets aan de hand. Neem een glaasje wijn en dan gaat het vast prima. Maar die reactie helpt niet. Zo verhoog je juist enorm de druk op mensen om zich flink te houden en dan slaat de angst naar binnen. In plaats daarvan moet de angst erkend worden. Die angst mag er zijn, dat is oké. Dan kun je het pas overwinnen.\"", "Tijdens een cursus vliegangst overwinnen krijgen de cursisten meer informatie over de werking van het vliegtuig. \"Angstige mensen zijn supercreatief in het verzinnen van de ergste doemscenario's. Wij leggen bij iedere stap uit wat er nu komt. Nu hoor je een piepje in het vliegtuig, dat is omdat de piloot om wat te drinken vraagt. Nu knippert de verlichting, dat is omdat het aggregaat wordt afgekoppeld\", legt Van Houten uit. \"We vervangen de op angst gebaseerde interpretatie met feitelijke kennis.\"", "De Boer vliegt inmiddels weer, maar zeker niet van harte. \"Ik heb me leren beheersen voor de kinderen. We nemen een vlucht van maximaal tweeënhalf uur voor een warme vakantie, maar verder niet.\""], "authors": ["Door", "Lisanne Wieringa"], "keywords": ["van", "dat", "nog", "niet", "een", "het", "en", "te", "nooit", "vliegangst", "hebben", "gevlogen", "vliegtuig", "veel", "met", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}