{"id": "3087d63e-7484-38b1-a27b-912fa2299e9c", "title": "The war on drugs: now a political priority in Amsterdam", "url": "https://www.parool.nl/english/the-war-on-drugs-now-a-political-priority-in-amsterdam~b4c7657a/", "summary": "For a long time, the drugs war was on the back burner as Amsterdam touted its tolerant image.\nFemke Halsema, who succeeded Van Aartsen, said on Thursday evening that she was declaring war on dealers and the flourishing drugs economy, and this would be her top priority over the coming years.\nPushing out touristsThe problems faced by Halsema’s drugs strategy are born not so much of politics as of harsh reality.\nVan der Laan, for example, fought hard to avoid pushing tourists out of coffee shops, because that would only encourage street dealing.\n“In Maastricht, drug tourists shop outside the city centre,” says prominent drugs expert Tom Nabben.", "paragraphs": ["For a long time, the drugs war was on the back burner as Amsterdam touted its tolerant image. But a lot has changed in a short time, and today it’s mayor Femke Halsema’s most important task.", "When Jozias van Aartsen became acting mayor following the death of Eberhard van der Laan, he was warned that Amsterdam’s tolerance of drugs and prostitution was sacrosanct. He revealed this last year in an interview with Het Parool shortly after stepping down. If you try to tinker with it, he was told, people will either ignore you or dismiss you as a meddler.", "Two years later, the mood music coming out of city hall has completely changed key. Femke Halsema, who succeeded Van Aartsen, said on Thursday evening that she was declaring war on dealers and the flourishing drugs economy, and this would be her top priority over the coming years. It used to be a distraction, and now it’s a major objective. That’s how quickly things can change in Amsterdam’s politics.", "Halsema herself is aware of this. She said on Thursday that when she came to office, police told her that drug dealing and street crime were serious problems that weren’t getting enough attention in the corridors of power. “[They told me] the law needed to be tightened up.”", "Hard to deny", "The mayor has since adopted a package of measures, including active police disruption of street dealing, and an increased focus on preventing young people from being recruited as dealers and committing other crimes. The city’s list of 600 young repeat offenders, which previously excluded dealers, has now been expanded to include them. “The days in which drug dealers could go about their business undisturbed are no more,” she said.", "The city has increased the drugs budget by €4 million, of which €3 million will be used to combat dealing, but Halsema says this is not enough. She has two important arguments in her favour. One is the series of murders that has plagued Amsterdam since 2012, and the street violence, often by young people against young people, that has claimed numerous innocent victims. So no one can accuse her of exaggerating.", "The other is the investigation of the city’s drugs market that she commissioned from politics lecturer Pieter Tops and journalist Jan Tromp. Their alarming conclusions are hard to ignore. “This mayor wants to make", "some changes,” says Sofyan Mbarki, chair of the Partij van de Arbeid (Labour) group on the city council. Halsema has said more than once that she views public order as more important than Amsterdam’s traditional tolerance. She is also calling for tougher action against burglars and stricter enforcement of the alcohol ban in the Wallen red-light district, though the latter is not going as planned.", "Pushing out tourists", "The problems faced by Halsema’s drugs strategy are born not so much of politics as of harsh reality. The many city bodies involved often work at cross purposes and fail to share information. This week, once again, she had to tell the council that the police did not know the quantities of drugs seized from dealing premises they had shut down.", "Her predecessors, including Van Aartsen and Van der Laan, had good reason for following the policies she is now seeking to change. Van der Laan, for example, fought hard to avoid pushing tourists out of coffee shops, because that would only encourage street dealing.", "That policy, too, is set to change. “In Maastricht, drug tourists shop outside the city centre,” says prominent drugs expert Tom Nabben. “Here, dealers will be waiting for tourists at Schiphol, the Central Station, and Camping Zeeburg, or following them to their rooms. Even more streetwise youngsters will take up crime as a career. It’s a nightmare scenario.”"], "authors": ["Ruben Koops", "Translation", "Het Vertaalcollectief"], "keywords": ["van", "amsterdam", "young", "dealing", "tourists", "street", "mayor", "told", "city", "political", "war", "drugs", "priority", "dealers"], "pubDate": "2019-11-25T15:24:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}