{"id": "30922f29-699c-3d60-839c-492559440a52", "title": "Met veel compromissen scharrelt kabinet meerderheid voor stikstofakkoord bij elkaar", "url": "https://volkskrant.nl/nieuws-achtergrond/met-veel-compromissen-scharrelt-kabinet-meerderheid-voor-stikstofakkoord-bij-elkaar~b047ebd7/", "summary": "Remkes vond dat het kabinet dit doel al in 2030 moest proberen te bereiken.\nHet kabinet heeft nooit eerder een Kamermeerderheid via deze route gezocht: meestal doet het kabinet zaken met GroenLinks en/of de PvdA als het een meerderheid in de Eerste Kamer nodig heeft.\nHierdoor mogen boeren die hun bedrijf verkopen omdat ze veel stikstof uitstoten toch op een andere plek hun bedrijf voortzetten.\nExtra geld ‘knarrenhofjes’Op verzoek van 50Plus en de SP verdubbelt het kabinet het subsidiepotje voor zorgbuurthuizen van 20 tot 40 miljoen euro.\nOm de bouw van woningen en de aanleg van infrastructuur op gang te brengen, stelt het kabinet een reeks stikstofmaatregelen voor.", "paragraphs": ["Minister Carola Schouten van Landbouw, Natuur en Voedselkwaliteit op het Binnenhof. Beeld Freek van den Bergh / de Volkskrant", "De afgelopen dagen is lang gepraat over het wetsvoorstel, waarover woensdagavond eindelijk een deal is gesloten. In ruil voor steun krijgen de partijen onder meer de toezegging dat in 2035 bijna driekwart van de gevoelige natuur niet meer beschadigd wordt door de stikstofneerslag. Daarvoor moet de stikstofuitstoot in vijftien jaar met 50 procent gehalveerd worden.", "Reductiedoel aangescherpt", "Het kabinet wilde in eerste instantie niet verder gaan dan 26 procent reductie, veel minder dan het minimum van 50 procent dat de commissie onder leiding van Johan Remkes adviseerde. Remkes vond dat het kabinet dit doel al in 2030 moest proberen te bereiken. Door de stikstofuitstoot te halveren, daalt de stikstofneerslag in 74 procent van de gevoelige natuur onder de kritische grenswaarde. Coalitiepartijen VVD en CDA vonden Remkes’ advies echter veel te ambitieus.", "Op aandringen van oppositiepartij SP en coalitiepartij D66 wordt het reductiedoel nu alsnog aangescherpt tot 50 procent, alleen hoeft dat nu pas in 2035 gehaald te worden in plaats van in 2030. In de wet wordt ook een tussendoel opgenomen dat moet garanderen dat er echt tempo wordt gemaakt: in 2025 moet 40 procent van de stikstofgevoelige natuur onder de kritische depositiewaarde zitten.", "Opvallende meerderheid", "Minister Carola Schouten van Landbouw moest deze concessie doen om haar stikstofplannen door het parlement te loodsen. De coalitie heeft geen meerderheid in de Eerste Kamer en moet daarom minstens zes oppositiezetels in de Senaat voor zich zien te winnen. Vandaag debatteert de Tweede Kamer, waar de coalitie door het vertrek van FvD-Kamerlid Theo Hiddema wél een nipte meerderheid heeft, over Schoutens stikstofplannen.", "Schouten heeft de afgelopen weken geïnventariseerd welke eisen de oppositiepartijen stelden om met de plannen in te kunnen stemmen. Uiteindelijk kwam ze tot de conclusie dat zakendoen met de SP, 50Plus en de SGP de beste optie was. Woensdagavond rond tien uur werd het akkoord gesloten. Het kabinet heeft nooit eerder een Kamermeerderheid via deze route gezocht: meestal doet het kabinet zaken met GroenLinks en/of de PvdA als het een meerderheid in de Eerste Kamer nodig heeft.", "Boerencompromis", "De SGP is eigenlijk geen voorstander van de aanscherping van het stikstofreductiedoel, maar kan er toch mee instemmen omdat het akkoord ook een aantal zorgen van die partij wegneemt. Schouten doet een aantal concessies aan het boerenbelang. Zij honoreert een belangrijke wens van de SGP door boerenbedrijven die momenteel geen geldige natuurvergunning hebben alsnog perspectief op legalisering te bieden. Ze gaat wettelijk vastleggen dat duizenden boeren vóór 2023 een geldige vergunning krijgen. Dat kost waarschijnlijk veel stikstofruimte, dus die moet ze dan ook ergens vandaan zien te halen.", "Onder deze groep zijn circa 3700 zogenoemde PAS-melders, boeren die tussen 2015 en 2019 melding maakten van uitbreiding van hun bedrijf. Onder het vorige stikstofbeleid (PAS) was zo’n melding voldoende. Maar omdat de Raad van State in 2019 een streep door de PAS zette, is voor de al verbruikte stikstofruimte nu ineens wel een vergunning nodig. Daardoor voldoen deze ‘melders’ en vele duizenden andere boeren niet meer aan de wettelijke vergunningseisen en verkeren zij in onzekerheid over de toekomst van hun bedrijf. De SGP, een partij met een grote boerenachterban, wilde duidelijkheid voor deze groep.", "Ook staat het kabinet - op verzoek van de SGP - boeren die zich laten uitkopen tóch toe elders in Nederland verder te boeren. Hierdoor mogen boeren die hun bedrijf verkopen omdat ze veel stikstof uitstoten toch op een andere plek hun bedrijf voortzetten. Het kabinet wilde dit eigenlijk verbieden, omdat de landelijke stikstofuitstoot minder snel daalt als uitgekochte veehouders op een andere plaats verder mogen kunnen doorstarten.", "Extra geld ‘knarrenhofjes’", "Op verzoek van 50Plus en de SP verdubbelt het kabinet het subsidiepotje voor zorgbuurthuizen van 20 tot 40 miljoen euro. Zorgbuurthuizen, ook wel ‘knarrenhofjes’ genoemd, zijn clusters van ouderenwoningen die een soort tussenstap zijn tussen geheel zelfstandig wonen en het verpleegtehuis. Met de subsidie kunnen woningcorporaties nieuwe zorgbuurthuizen bouwen.", "Tot slot heeft de SP bedongen dat een deel van de stikstofwinst die het kabinet heeft geboekt met de in maart ingevoerde landelijke snelheidsverlaging op snelwegen wordt ingezet om geplande woningbouwprojecten in drie regio's (Zaanstreek-Waterland, Arnhem-Nijmegen en de regio Zwolle) vlot te trekken.", "Woningbouw op gang", "De RvS-uitspraak in 2019 had verregaande gevolgen voor de woningbouw en de landbouw. De uitstoot van stikstof moest flink naar beneden om bepaalde natuurgebieden beter te beschermen. Hierdoor liep het uitgeven van vergunningen voor projecten waarmee stikstof wordt uitgestoten volledig vast, terwijl er al een groot tekort aan woningen is.", "Om de bouw van woningen en de aanleg van infrastructuur op gang te brengen, stelt het kabinet een reeks stikstofmaatregelen voor. Schouten trekt 2 miljard euro uit om de stikstofuitstoot door de landbouw, industrie en bijvoorbeeld scheepvaart te verlagen en 3 miljard om kwetsbare natuurgebieden te versterken. Daarnaast is een half miljard opzij gezet voor schonere woningbouw."], "authors": ["Yvonne Hofs"], "keywords": ["van", "bij", "het", "op", "met", "scharrelt", "kabinet", "die", "een", "te", "meerderheid", "stikstofakkoord", "veel", "elkaar", "en", "dat", "compromissen", "voor"], "pubDate": "2020-12-09T23:17:13+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}