{"id": "309da525-1568-341e-b35c-2a12e3019e46", "title": "Even relativeren: de ‘staatsgreep’ van Trump was niet als de mars op Rome", "url": "https://trouw.nl/opinie/even-relativeren-de-staatsgreep-van-trump-was-niet-als-de-mars-op-rome~b4baddb4/", "summary": "Jake Angeli zal de geschiedenis ingaan als de man die het best de ‘staatsgreep’ van Trump in het Capitool symboliseerde.\nAngeli is dol op de oorlog die zijn held Trump voert tegen ‘de kannibalen en pedofielen van de Democratische Partij’.\nEen bende ongeregeld opgehitst door een narcistische megalomaan die een aanval deed op democratie en rechtsorde.\nOpperhooliganEen mars als op Rome door de zwarthemden van Mussolini (1922), een bestorming als van het Spaanse Congres door luitenant-kolonel Tejero en zijn tweehonderd officieren van de Guardia Civil (1981) of een aanval als op het Russische parlement door communistische coup­plegers (1991) was het ook niet.\n­Laten we het houden op een weerzinwekkende daad van hooliganisme door complotdenkers, white supremacists, gemankeerde nazi’s en huisvrouwen als gevolg op een verkapte opdracht van opperhooligan Trump.", "paragraphs": ["Jake Angeli zal de geschiedenis ingaan als de man die het best de ‘staatsgreep’ van Trump in het Capitool symboliseerde. Zijn foto sierde ­alle gazetten en couranten op de aardbol, vooral die waar hij met Amerikaanse vlag aan zijn speer pontificaal op de stoel van vicepresident Pence plaatsnam.", "Angeli is dol op de oorlog die zijn held Trump voert tegen ‘de kannibalen en pedofielen van de Democratische Partij’. Met ontbloot ­bovenlijf, geverfd gezicht en een bontmuts met ­bizonhoorns op het hoofd personifieerde deze complotsjamaan de stoottroepen die het Capitool binnendrongen en heel even de VS en de rest van de wereld deden sidderen.", "Een bende ongeregeld opgehitst door een narcistische megalomaan die een aanval deed op democratie en rechtsorde. Mad Max en de zijnen forceerden ’s middags de deuren van de Amerikaanse parlementaire tempel om ’s avonds voldaan naar hun hotellounges en kampers terug te keren.", "Gevraagd door Trouw in een interview of die trumpisten als ‘idioten’ moesten worden weg­gezet, antwoordde James Kennedy dat er vooral “blinde volgelingen van hun president” waren, maar “de bestorming als een gewapende opstand of zelfs een coup neerzetten, dat gaat wel wat ver”.", "Mee eens.", "Opperhooligan", "Een mars als op Rome door de zwarthemden van Mussolini (1922), een bestorming als van het Spaanse Congres door luitenant-kolonel Tejero en zijn tweehonderd officieren van de Guardia Civil (1981) of een aanval als op het Russische parlement door communistische coup­plegers (1991) was het ook niet. ­Laten we het houden op een weerzinwekkende daad van hooliganisme door complotdenkers, white supremacists, gemankeerde nazi’s en huisvrouwen als gevolg op een verkapte opdracht van opperhooligan Trump.", "Een logische consequentie van dit verbluffende tafereel zou moeten zijn de inwerkingstelling van het 25ste amendement tegen deze president wegens paranoia en ontoerekeningsvatbaarheid. Als een soort doornenkroon op zijn presidentschap.", "Zonder iets aan de kwaadaardigheid van deze actie af te willen doen is, drie dagen later, een ­scheutje relativering op zijn plaats: na enkele uren vertwijfeling waren democratie en rechtsorde, mede door toedoen van de gekozen president Biden en vicepresident Pence, krachtig hersteld.", "Wat niet te relativeren valt, is de gigantische klap die het machtigste land ter wereld qua imago heeft moeten incasseren. De best bewapende mogendheid op aarde, die in staat is zijn tegenstanders, waar ook ter wereld, met een precisieschot op hun kruin te raken, was niet bij machte zijn parlement tegen de meute van Mad Max te verdedigen. De politie hield uit wanhoop soms zelfs selfiesessies met de indringers, terwijl politici zich in paniek in hun kamers moesten opsluiten.", "De rust is misschien teruggekeerd, maar als je goed luistert, hoor je, drie dagen later, nog steeds de lachsalvo’s uit Moskou, Peking, Teheran en ­Pyongyang resoneren.", "Drie keer per week werpt columnist Sylvain Ephimenco zijn blik op de actualiteit. Lees zijn columns hier terug."], "authors": ["Sylvain Ephimenco"], "keywords": ["door", "zijn", "van", "en", "rome", "een", "relativeren", "op", "te", "mars", "trump", "het", "staatsgreep", "niet", "als", "die"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}