{"id": "30a3089a-d213-3cae-bf8b-4f034f84bbbc", "title": "Dit zijn vijf favoriete opnames van dirigent Jaap van Zweden", "url": "https://www.nrc.nl/nieuws/2020/12/09/dit-zijn-vijf-favoriete-opnames-van-dirigent-jaap-van-zweden-a4023176", "summary": "De vijf favoriete eigen opnamen van Jaap van Zweden.\nDe Derde was de laatste, de apotheose van een zeven jaar durende reis.\nIn de zaal van het Muziekcentrum van de Omroep moesten we onze eigen klank zien te vinden.\nMusici moeten in mijn ogen niet de veilige weg bewandelen, maar de luisteraar meenemen op een avontuur.\nJaap van Zweden is zaterdag (14 uur) te horen op Radio4, en een dag later te zien op NPO2 (19.10 uur).", "paragraphs": ["Hij kent geen ander leven dan muziek, zegt dirigent Jaap van Zweden. Tot zijn vroegste herinneringen behoren die avonden dat hij als driejarige in zijn bed in slaap dommelde met de Engelse Suites van Bach, die zijn vader beneden op de piano studeerde. Dan probeerde hij zijn ogen en oren zo lang mogelijk open te houden om niets van die mooie en mysterieuze klanken te missen.", "„Als we de liefde even buiten beschouwing laten, dan heeft muziek me al deze achterliggende jaren alles gegeven wat ik nodig heb: vervulling, vreugde, troost. Zij belichaamt een plek waar hoofd en hart elkaar kunnen ontmoeten. Voor een uitvoerend kunstenaar kent de muziek natuurlijk ook een andere kant: een weg die niet altijd over rozen gaat.”", "De afgelopen maanden was het stil rond Van Zweden, want zijn instrumenten – de Hong Kong Philharmonic en de New York Philharmonic – zwegen. Het gaf hem tijd om eens beter naar zijn eigen gepijnigde lichaam te luisteren. „En dat was wel nodig ook”, erkent hij. Hij wandelde door de buurt, sportte elke dag anderhalf uur en viel ruim twintig kilo af. Hij oogt afgetraind. En Van Zweden staat weer voor een orkest. Dezer dagen repeteert hij Beethovens opera Fidelio met het Radio Filharmonisch Orkest.", "„O, wat een genot, in de open lucht", "weer vrij te kunnen ademen!", "Hier, alleen hier, is het leven.”", "Beethovens gevangenenkoor verwoordt een hedendaags verlangen. Van Zweden geniet zichtbaar op de bok. „Ik mag weer.” De dirigent kan eindelijk opnieuw met zijn musici mee-ademen.", "De vijf favoriete eigen opnamen van Jaap van Zweden.", "Wagners Ring: ‘Het grootste risico in het leven, is geen risico nemen’", "„De Hong Kong Philharmonic had nog nooit een noot Wagner gespeeld, toen we het vierluik Der Ring des Nibelungen live gingen opnemen. De cyclus was anders dan de grote Wagners die ik elders had gedaan: weerbarstiger, want zo tekstueel. Wagner schept een nieuw universum met goden, mensen en andere vreemdsoortige karakters. Normaal doe je deze vier opera’s eens per vijf jaar, om ze dan na een kwart eeuw eindelijk op te nemen. Maar wij deden het bij de eerste keer en live. Ik moest mezelf en het orkest doorzagen om de muziek tot onze poriën en anderen te laten doordringen. De musici zijn jong, en ze staan ervoor open om onbekend gebied te betreden. Ze hebben zichzelf met de Ring op de wereldkaart gezet. Het regende lovende recensies. Was het gevaarlijk? Zeker. Maar ik heb altijd één ding geleerd: het grootste risico in het leven, is geen risico nemen.”", "Bruckner Drie: ‘Elke dag werkten we aan de klank die in onszelf zat’", "„Met het Radio Filharmonisch Orkest nam ik alle Bruckner-symfonieën op. De Derde was de laatste, de apotheose van een zeven jaar durende reis. Wat maakte dat nou zo bijzonder? Ik denk, gek genoeg, de mindere akoestiek van de zaal in Hilversum. Het orkest moest daardoor een klankkleur scheppen vanuit het eigen spel. In het Concertgebouw klinkt alles meteen goed, en dan hoef je niet verder te zoeken. Ik bedoel: waarom zou een strijker in de snaren duiken als het met één haar van de stok ook al prachtig is. De Grote Zaal is fantastisch, maar je moet er niet afhankelijk van worden. In de zaal van het Muziekcentrum van de Omroep moesten we onze eigen klank zien te vinden. Dat vond ik een magisch proces. Elke dag weer waren we bezig met de klank die in onszelf zat.”", "Zonder nieuwe stukken is de klassieke wereld ten dode opgeschreven", "Vioolconcert nr.1 van Sjostakovitsj: ‘Hiervan droomde ik als kind al’", "„Sommige kunstenaars maken schilderijen waar je als buitenstaander naar kijkt, mooi maar afstandelijk. Anderen daarentegen trekken je hun schilderij in. Daar hou ik van. En dat gebeurt bij het Eerste Vioolconcert van Sjostakovitsj. Als violist word je deel van het verhaal. Als kind fascineerde dit werk me al. Mijn eerste herinnering eraan was een plaat van de Rus Leonid Kogan. Maar in die tijd keek ik op televisie ook elke vier jaar hoe de grootste viooltalenten elkaar ontmoetten bij de Koningin Elisabeth Wedstrijd in Brussel. Magische avonden waren dat. In 1967 won Philip Hirschhorn, en de nummer twee, de Bulgaarse Stoïka Milanova, vertolkte Sjostakovitsj. Ik droomde ervan dat vioolconcert te kunnen spelen. Dat stuk bezit niet alleen een grote emotionele zeggingskracht, maar het is ook muziek waarmee ik me als violist wilde meten.”", "Stravinky’s Sacre: ‘Muziek moet een avontuur zijn, ook voor musici zelf’", "„Een dierbare herinnering, want deze Sacre du Printemps van Stravinsky is de registratie van mijn eerste concert als chef van de New York Philharmonic twee jaar geleden. Behalve de Derde symfonie van Bruckner – dat valt me nu pas op – heb ik uitsluitend live-opnamen gekozen. Ik houd daar meer van dan de vaak wat kille glans van technisch volmaakte studio-opnamen. Je voelt het publiek, de atmosfeer – het is zoveel eerlijker muziek maken. Musici moeten in mijn ogen niet de veilige weg bewandelen, maar de luisteraar meenemen op een avontuur. En dat avontuur hoort zich ook uit te strekken tot hun eigen spel. Stravinsky’s Sacre past goed bij zo’n opvatting. Dat blijft – vooral live – een meeslepend werk, een lichamelijke ervaring.”", "Fire in my Mouth van Julia Wolfe: ‘De toekomst van klassieke muziek’", "„Ik vind het fijn dat ik in New York veel wereldpremières mag dirigeren, dat ik kan werken met componisten met wie ik van gedachten kan wisselen over hun muziek. Zonder nieuwe stukken is de klassieke wereld ten dode opgeschreven, dan zijn we gedoemd onszelf te herhalen. Wolfe schreef voor ons het stuk Fire in my Mouth over een drama uit het begin van de vorige eeuw. Een kledingfabriek, waar veel Italiaanse en Joodse immigranten werkten, brandde tot de grond toe af. Een indringend verhaal dat destijds, maar ook toen we het in de zaal uitvoerden, bij iedereen veel emoties opriep. We lieten gedurende het concert de foto’s zien van de ramp, honderdvijftig zangeressen liepen de zaal in. Een sensationeel stuk, zo’n werk dat de toekomst van klassieke muziek belichaamt.”", "Beethovens Fidelio in de ZaterdagMatinee met het Radio Filharmonisch Orkest & Groot Omroep Koor o.l.v. Jaap van Zweden is zaterdag (14 uur) te horen op Radio4, en een dag later te zien op NPO2 (19.10 uur).", "NRC Cultuurgids Wat moet je deze week zien, horen of luisteren? Onze redacteuren tippen en recenseren Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Joost Galema", "Leestijd Minuten"], "keywords": ["vijf", "van", "dit", "favoriete", "dirigent", "het", "op", "opnames", "met", "zijn", "ik", "zweden", "een", "en", "dat", "jaap", "te"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}