{"id": "30a71cf7-ccbc-3d57-9da0-471bb48ea6b7", "title": "In China geldt nu: wie lui is, blijft arm", "url": "https://trouw.nl/buitenland/in-china-geldt-nu-wie-lui-is-blijft-arm~be119d4b/", "summary": "Dat betekent niet dat niemand meer arm is.\nMeer dan af en toe een zak rijst en een fles kookolie kopen ze er niet voor.\nDoor hun dorp loopt een weg en een weg betekent dat je bij een werkplek kan ­komen.\nAan de bonusvoorwaarde voldoet Wang absoluut niet: haar ­familie-inkomen is niet hoger dan 4000 ­yuan (510 euro) per jaar.\nCorona beïnvloedt armoede De man van Wei Miao is een van de vele fabrieksarbeiders voor wie er tijdens de corona-epidemie minder werk was.", "paragraphs": ["Over een maandje kent China geen extreme armoede meer. Dat betekent niet dat niemand meer arm is. De hulpkaravaan is aan miljoenen Chinezen voorbijgegaan.", "Met een roestige sikkel zwaait Wei Miao door de riethaag. Muggen ­vliegen verschrikt op en prikken in haar enkels. Het is nog warm in deze zuidelijke uithoek van China. Ze knoopt de lange stroken riet aan elkaar en bindt het zelfgemaakte touw om balen met net geoogste gele bonen. Een paar meter verderop zit een haan met veel kabaal achter de kippen aan. Wei’s ouders wonen aan de andere kant van het dal. Terwijl haar handen doorknopen, knikt ze met haar hoofd naar de overkant. Dit is het veldje dat ze van de lokale autoriteiten toegewezen hebben gekregen. Er groeien mais en ­gele bonen. Er zijn wat kippen en er is een varken dat vet wordt gemest, voor de feestmaaltijd met Chinees Nieuwjaar.", "De familie moet het met dit oneven stukje doen. Long Ji Cun (letterlijk: dorp van draak en kip) ligt verstopt tussen twee berghellingen, een paar uur rijden boven de stad Nanning. Bij de jaarlijkse overstromingen loopt het onder, vertelt Wei. “In mei, ­juni zie je zelfs de weg niet meer.” Een in­komen hebben haar ouders niet. Wei’s man werkt in een fabriek in de naastgelegen provincie Guangdong en stuurt geld naar huis. Van de drie- tot vierduizend yuan (400-500 euro) die hij maandelijks verdient, moet hij zijn eigen ouders, zijn schoonouders, Wei en hun dochtertje van twee onderhouden. Meer dan af en toe een zak rijst en een fles kookolie kopen ze er niet voor. Als ze geluk hebben is er eens per jaar genoeg geld om een biggetje te kopen. “Maar dat is nu heel duur”, zegt Wei. “Ongeveer tweeduizend yuan.”", "Wei’s familie zou je arm kunnen noemen. Een van de laatste arme families in China dan wel, want het aantal Chinezen dat arm is, liep in acht jaar terug van 100 miljoen tot 5,51 miljoen vorig jaar. De af­gelopen drie decennia haalde het land naar ­eigen zeggen 700 miljoen mensen uit extreme armoede. Het aantal arme dorpen, moet dit jaar nog omlaag van 128.700 naar 2.707.", "Wei Miao, haar vriendin en tante Jiang. Beeld Eefje Rammeloo", "Voor het eind van 2020 is er geen armoede meer in China, beloofde Xi Jinping. Een prestigieus doel dat het bestaansrecht van zijn partij eer aan moet doen – in 2021 is het honderd jaar geleden dat de Communistische Partij werd opgericht. Als er geen Chinees meer arm is, is de opdracht van de partij geslaagd.", "De anti-armoedecampagne was de afgelopen jaren het belangrijkste agendapunt van de Communistische Partij. Van melkproducenten tot telecomaanbieders, en van buurtcomités tot staatsbedrijven – iedereen organiseerde campagnes om een steentje bij te dragen. De regering gaf er de afgelopen vijf jaar ieder jaar 76,95 miljoen euro aan uit. Met succes: armoede is zo goed als ­uitgeroeid, zei Xi in maart.", "Het hangt er maar net vanaf welke standaarden je gebruikt. Wei’s ouders hebben niet het labeltje arm gekregen. De reden? Door hun dorp loopt een weg en een weg betekent dat je bij een werkplek kan ­komen. Maar welke werkplek? “De enige manier om geld te verdienen is als ik ook in een fabriek ga werken”, zegt Wei. “Natuurlijk zijn mijn ouders arm. Als je dit werk moet doen, ben je arm.”", "Het handjevol huizen is grotendeels vergrendeld. Drie hondjes rennen keffend de berg af. In de deuropening schrobt een vrouw de was op een ouderwets wasbord. Wang Feng Xia leunt tegen Wei’s scooter. De 86-jarige vrouw verhuisde tien jaar ge­leden vanuit de bergen naar het dorp. Het werd te zwaar om de berg op te klimmen. Wei doet het woord namens haar, want de vrouw spreekt alleen de taal van de Zhuang, een veelvoorkomende etnische minderheid. “Alles is nog hetzelfde sinds haar jeugd”, zegt Wei. “Alleen de weg is erbij gekomen.”", "Wei Miao op haar kleine perceel. Beeld Eefje Rammeloo", "Die weg is de sleutel tot ontwikkeling. Woon je aan de weg, dan ben je niet arm vindt de overheid. De weg leidt naar grotere dorpen, naar steden, naar werkplaatsen, boerenbedrijven en fabrieken. Tientallen inwoners van Long Ji zijn weggetrokken naar plekken die meer kansen bieden. De oude, zieken en gehandicapten blijven achter. Wang is aangemerkt tot hulpbehoevend of ‘arm’. Ze laat het huis zien dat haar jaren geleden toebedeeld werd. Een donkere schuur met op een balk het portret van haar oudere man met een zwart lint er omheen.", "Wang is bekend met rouw. Ze raakte drie kinderen kwijt bij een grote explosie in een mijn. “Dat was in 1995”, zegt Wei, die Wang ondersteunt als ze een trosje bananen zoekt om uit te delen. Wei weet het nog goed, want het was het jaar dat haar broertje werd geboren. Het dorp, met amper een paar honderd inwoners, raakte zomaar tien van haar mannen kwijt.", "Rode oorkonde", "Op de muur bij de deur hangen tientallen geel met rode oorkondes die Wangs kleinzoons verdienden met hun schoolprestaties. Ze gaan naar een kostschool in een stadje verderop. In de vakanties komen ze terug. Van het geld dat hun ouders, fabrieksar­beiders, hun toesturen, kopen de tieners dan een kip die ze zelf slachten, plukken en koken.", "De armoede van Wang Feng Xia is een ­inkoppertje. Ze is te oud om te werken, en haar kinderen kunnen niet voor haar zorgen. Een groen bordje toont de hulp van de lokale kliniek waar ze recht op heeft, het ­rode bordje ernaast geeft aan dat ze voedselhulp krijgt.", "In de provincie Guangxi geldt dat een huishouden aan acht eisen moet voldoen: een bron van inkomen, een huis, medische zekerheid, toegang tot onderwijs, toegang tot een dorp, drinkwater, elektriciteit en een televisie. Dat heeft Wang allemaal. Zelfs elektriciteit – door het dal lopen hoogspanningskabels naar haar huis. Op de aarden grond, tegen een muur van gestapelde rotsblokken zoemt een ijskast, en er staat een breedbeeldtelevisie. Aan de bonusvoorwaarde voldoet Wang absoluut niet: haar ­familie-inkomen is niet hoger dan 4000 ­yuan (510 euro) per jaar.", "De internationale armoedegrens is in 2016 opgetrokken van 0,90 naar 1,90 dollar, of 12,50 yuan per dag. Een van de Sociale Ontwikkelingsdoelen van de Verenigde ­Naties is armoede voor 2030 volledig uit te roeien. China is daar nu dus al in geslaagd, juichen deskundigen.", "Wang Feng Xia. Beeld Eefje Rammeloo", "Dankzij het Chinese huzarenstukje zien ook de wereldwijde cijfers er goed uit: het deel van de wereldbevolking dat in armoede leeft, werd teruggebracht tot 689 miljoen mensen (2017). “Maar dat is gebaseerd op die belachelijke lage armoedegrens”, zegt Olivier De Schutter, armoede-rapporteur voor de VN. Er zijn andere elementen die mensen ‘arm’ laten voelen. “Als je een meer plausibele definitie gebruikt, krijg je een ­andere uitkomst.”", "De vraag wat armoede nou precies is, is een terugkerend onderwerp van debat ­tussen experts. Gebrek aan inkomen of ­materiële zaken is maar een deel van het verhaal. Arm ben je ook als je niet mee kunt praten over oplossingen, of zelf over je leven kunt beslissen, toonde een onderzoek van stichting ATD Vierde Wereld samen met de Oxford universiteit uit 2015 aan.", "Puissant rijken", "China houdt vast aan de inkomenseis om een gezin wel of niet uit het vakje armoede te halen. Maar als armoede straks is uitgeroeid, wil dat niet zeggen dat iedereen het goed heeft. Er zijn nog steeds de puissant ­rijken in de steden, en tientallen miljoenen Chinezen op het platteland die nauwelijks iets overhouden – die gigantische ongelijkheid blijft. “Economische en sociale verscheidenheid is een onvermijdbare trend van de ontwikkeling van een land. Relatieve armoede kan alleen worden verminderd, het kan nooit worden uitgeroeid”, aldus professor Wang Xiangyang, gespecialiseerd in publieke zaken aan de Southwest ­Jiaotong Universiteit.", "Bomen vol zware, rijpe pomelo’s ontnemen het zicht op het betegelde huis van de ­familie Jiang. De binnenmuren zijn gestuct of betegeld, maar de onafgewerkte betonnen vloer is stoffig. Op de televisie een screensaver met reclames van luxueus terrasmeubilair en stijlvolle spa’s. De kleindochter van tante Jiang Mei Sheng (63) zeurt om tekenfilmpjes en krijgt uiteindelijk haar zin.", "Jiang in haar keuken. Beeld Eefje Rammeloo", "Achter het huis, kookt Jiang op een houtvuurtje een lunch van rijst met gele bonen en varkensvlees. “We hebben water en we hebben een weg”, zegt ze. De fronsrimpel tussen haar ogen staat bezorgd. “Maar we hebben geen inkomen.” Haar dochter woont bij haar schoonouders. Vroeger had de familie Jiang fruitbomen, maar overstromingen hebben die vernietigd. Soms is er zelfs geen rijst. Tante Jiang mengt het beetje dat ze zich kan veroorloven met de mais die hier overal groeit, en die ze voor het huis te drogen legt.", "Jiang zou graag verhuisd worden, net als sommige andere huishoudens uit het dorp. Maar haar huishouden is niet als ‘arm’ aangemerkt. “Er is geen eerlijkheid”, schudt Jiang haar hoofd. “Mensen die al een huis hebben, krijgen er nog een.” Zoals zoveel van de huishoudens die in het dorp overbleven, zijn haar man en zij afhankelijk van de durfals, de ondernemers die het wagen om naar de stad te trekken om in een fabriek of op een bouwplaats te werken, of om zelf een zaakje te beginnen. Zij sturen geld terug naar huis, en daar profiteert het hele dorp van.", "De uitvoering van het armoedebeleid is in handen van de lokale overheden die allemaal hun eigen belangen hebben. Geld komt uit allerlei potjes, uit verschillende overheidslagen, en er zijn verschillende ­niveaus van misdeeldheid. De wil om armoede volledig uit te roeien was de afge­lopen jaren onmiskenbaar groot. Maar op ­lokaal niveau komt het erop neer dat wie niet als behoeftig in de boeken staat, niet geholpen hoeft te worden. Zo verdwijnen de armlastigen uit de statistieken.", "Bijscholen en opvoeden", "De mensen die eind 2020 overblijven, terwijl de race tegen de armoede de finishlijn nadert, hebben hun nood aan zichzelf te wijten. Die dik 5 miljoen mensen die het nog altijd niet is gelukt om genoeg geld te verdienen, zijn ‘lui’, meent een lokale taxichauffeur. Het is een oordeel dat bijval krijgt, onder andere van professor Wang. “Arbeid zorgt voor waarde, en wie niet werkt kan ook niet eten. De kleine groep die maar niet wil werken, moet bijgeschoold en opgevoed worden. Dat is de basiswaarde van een samenleving.”", "Maar in een socialistische samenleving waar de staat voor iedereen zorgt, en ini­tiatief decennialang in de kiem werd gesmoord, schakelt niet iedereen soepeltjes om naar zelfredzaamheid – al helemaal niet de oudere generaties. In de eethoek hangen de portretten van Mao Zedong en Xi Jinping tussen boeddhistische spreuken.", "Ze dragen bij aan de opbouw van het land, verklaren Jiang en haar nicht Wei. ­Logisch dat ze hier hangen. Wat zouden ze tegen Xi willen zeggen, als ze de kans hadden? Ongemakkelijke blikken over en weer. “Ik zou een keuken willen”, zegt Jiang uiteindelijk. “Het is ook te gevaarlijk voor de kinderen om naar school te gaan”, voegt Wei toe. “Ze zitten allemaal zó in het busje.” Met haar handen doet ze voor hoe ze bij ­elkaar op schoot zitten. “Het is veel te vol.” De problemen zien ze wel, maar oplossingen hebben ze zelf ook niet.", "Corona beïnvloedt armoede De man van Wei Miao is een van de vele fabrieksarbeiders voor wie er tijdens de corona-epidemie minder werk was. In China trekt de productie weer aan, maar wereldwijd verwacht de Wereldbank dat 88 tot 115 miljoen mensen onder de armoedegrens terecht komen. Dit jaar eindigt met een stijging van het aantal extreem armen tot mogelijk 729 miljoen. Hoewel de epidemie vooral het inkomen van de allerarmsten raakt, verwacht China bij het honderd jarig bestaan van de Communistische Partij, volgend jaar, de extreme armoede te hebben uitgeroeid.", "Lees ook: Wereldbank: China is een rijk land en moet voortaan geld doneren in plaats van lenen", "China is geen arm land meer, daarom moet het land van geldontvanger veranderen in een donateur."], "authors": ["Eefje Rammeloo"], "keywords": ["lui", "geldt", "van", "china", "het", "die", "wie", "arm", "een", "haar", "nu", "en", "dat", "blijft", "ze", "te", "niet"], "pubDate": "2020-11-30T09:52:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}