{"id": "30b32c25-a31b-3880-9064-2d8ebabb7e44", "title": "‘Wees geduldig: uiteindelijk leren je kinderen wel groente eten’", "url": "https://volkskrant.nl/de-gids/wees-geduldig-uiteindelijk-leren-je-kinderen-wel-groente-eten~be1a30ea/", "summary": "Opdat we leren van andermans ervaringen: elke week een levensveranderend inzichtje van een bekendere Nederlander.\nZo dronk een van mijn zonen niet goed toen hij nog een baby was.\nAls ik gefrustreerd bezig was met het leren van veters strikken, probeerde ik naar het grotere geheel te kijken.\nAls je naar de lange termijn kijkt word je veel relaxter.\nDat beeld is zo grappig, dat het mijn zorgen relativeert.’", "paragraphs": ["Opdat we leren van andermans ervaringen: elke week een levensveranderend inzichtje van een bekendere Nederlander. Deze week de ‘man met de microfoon’: radio- en theatermaker Chris Bajema.", "Chris Bajema (48): ‘Ik heb drie kinderen van 18, 16 en 5 jaar oud. Tijdens de opvoeding dacht ik vaak ‘o, dit komt niet goed, dit gaat hij nooit kunnen’. Zo dronk een van mijn zonen niet goed toen hij nog een baby was. Ik begon me al flink zorgen te maken, totdat de kraamhulp zei dat het niet in een baby’s aard ligt om niet te drinken en dat het zichzelf wel zou oplossen. Dat zette me aan het denken. Als ik gefrustreerd bezig was met het leren van veters strikken, probeerde ik naar het grotere geheel te kijken. Ken ik iemand van 18 die nog steeds alleen met klittenbandschoenen rondloopt? Nee. Ze leren het uiteindelijk wel. Daardoor kon ik er een stuk meer ontspannen mee omgaan.", "Groente eten is nog zo’n geval. Mijn 5-jarige eet het liefst pasta. Wij eten dan wat anders, en geven hem telkens een paar boontjes of iets dergelijks. Als je telkens wat groente blijft overhandigen, is dat echt wel genoeg. Ik hoorde laatst iemand praten over haar 14-jarige zoon. ‘Mam, ik moet echt meer groenten eten dan de drie stukjes die jullie me steeds aanbieden’, zuchtte hij. Het komt allemaal wel goed. Alle volwassenen die ik ken eten groente. Op één uitzonderlijk geval na: zij eet alleen maar maïs.", "De een is gewoon veel sneller dan de ander, dat onthield ik als een van mijn kinderen nog niet kon fietsen, zijn billen niet zelf wilde afvegen of heel verlegen achter je ging staan bij visite. Als je naar de lange termijn kijkt word je veel relaxter. Het komt wel. Ik kan me niet voorstellen dat mijn 18-jarige boos begint te stampen als hij honger heeft, of roept ‘pap, ik ben klaar, kun je me even komen afvegen?’. Dat beeld is zo grappig, dat het mijn zorgen relativeert.’"], "authors": ["Pieta Verhoeven"], "keywords": ["dat", "eten", "van", "niet", "een", "kinderen", "groente", "mijn", "leren", "ik", "wel", "uiteindelijk", "als", "je", "geduldig", "het", "wees"], "pubDate": "2020-09-04T13:00:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}