{"id": "30cc9b96-0610-3df7-9b50-a347b6e0214d", "title": "Hoe zit het met dat coronavaccin en wanneer krijg ik hem?", "url": "https://stories.lab.nos.nl/artikel/2359268-hoe-zit-het-met-dat-coronavaccin-en-wanneer-krijg-ik-hem", "summary": "Hoe zit het met dat coronavaccin en wanneer krijg ik hem?\nMaar wie krijg als eerste het vaccin en hoe veilig is het?\nMaar zorgminister Hugo de Jonge zegt tegen diezelfde Frank dat dat nog helemaal niet zo zeker is.\nVergelijk het met het bouwen van een huis: in je eentje duurt dat veel langer dan met een grote groep bouwvakkers.\nDeskundigen van het EMA kregen elke keer zo snel mogelijk data van het onderzoek, dan kon dat alvast gecheckt worden terwijl de ontwikkeling doorliep.", "paragraphs": ["Hoe zit het met dat coronavaccin en wanneer krijg ik hem? vrijdag, 13:48", "Wat is er gebeurd?", "De eerste vaccins tegen het coronavirus komen eraan.", "Begin januari wil de overheid beginnen met vaccineren.", "Maar wie krijg als eerste het vaccin en hoe veilig is het?", "Waarom moet ik dit weten?", "Is het dan eindelijk klaar? Kunnen we in de zomer van 2021 eindelijk weer naar alle feestjes en festivals?", "Dat ligt er een beetje aan wie je het vraagt. Intensive care-arts Diederik Gommers weet het vrijwel zeker: ja, zei hij tegen Frank van der Lende. Maar zorgminister Hugo de Jonge zegt tegen diezelfde Frank dat dat nog helemaal niet zo zeker is. Dat we dankzij een vaccin weer terug kunnen naar normaal, is wel zeker. Maar wanneer dat is, dat is nog niet duidelijk.", "Wie krijgt het vaccin als eerst?", "Als alle vaccins die Nederland heeft gekocht worden goedgekeurd, hebben 'we' in totaal 50 miljoen vaccins. Daar kunnen we meer dan 29 miljoen mensen mee vaccineren, voor de meeste vaccins zijn namelijk twee prikken per persoon nodig.", "Minister Hugo de Jonge verwacht dat op 4 januari de eerste mensen het vaccin krijgen. En in de eerste drie maanden van 2021 moeten zo'n 3,5 miljoen Nederlanders gevaccineerd zijn. Maar dat ben jij waarschijnlijk niet.", "Een groep deskundigen heeft de overheid een advies gegeven wie er als eerste een prik moet krijgen. Dat zijn:", "Mensen die in een verpleeghuis wonen.", "Kwetsbare groepen. Bijvoorbeeld verstandelijk beperkten die in een verzorgingstehuis wonen of mensen waarvoor het coronavirus extra gevaarlijk is, bijvoorbeeld mensen met astma.", "Alle mensen ouder dan 60 jaar.", "Mensen die in de zorg werken.", "Pas als laatste zijn alle gezonde mensen onder de 60 jaar aan de beurt. En jij dus waarschijnlijk ook.", "Kunnen de coronaregels weg als de vaccins er zijn?", "Nee, deskundigen denken dat de maatregelen niet direct overboord kunnen. De eerste ronde vaccinaties zorgt er namelijk voor dat er minder (oude) mensen dood gaan. Maar de verspreiding van het virus hou je er niet mee tegen.", "Dat gebeurt niet door die oude groep mensen in verpleeghuizen, maar vooral door jongere mensen tussen de 20 en 30 jaar. Door de maatregelen te snel te versoepelen, kunnen er alsnog veel mensen ziek worden die dan in het ziekenhuis belanden. En we willen juist voorkomen dat de ziekenhuizen overbelast raken.", "Hoe goed werkt het vaccin?", "Van twee vaccins is nu bekend hoe goed ze werken. Pfizer/BioNTech zegt dat hun vaccin voor 95 procent werkt. Dat wil zeggen dat van de honderd mensen die het vaccin kregen, er vijf toch ziek werden. Moderna, de fabrikant van het andere vaccin, zegt dat-ie van hun ongeveer even goed is.", "Hoe veilig is zo'n vaccin?", "De vaccins zijn in een recordtempo van tien maanden ontwikkeld. Normaal duurt dat jaren. Kan het dan wel veilig zijn? Voordat medicijnen (en dus vaccins) verkocht mogen worden in Europa worden die eerst heel nauwkeurig onderzocht door het Europees Medicijn Agentschap, het EMA.", "Die checken letter voor letter alle data die medicijnfabrikanten aanleveren. Ze onderzoeken bijvoorbeeld hoe goed het werkt of de bijwerkingen niet te erg zijn, en wat de langetermijneffecten zijn. Dat doen ze heel precies. Keurt het EMA het goed? Dan kun je er vanuit gaan dat het veilig is.", "Hoe kan een vaccin zo snel gemaakt worden?", "Dat 't vaccin zo snel is ontwikkeld komt door een paar dingen. Een belangrijke factor is geld. Doordat de hele wereld graag het vaccin wil hebben, is er enorm veel geld mee te verdienen. Fabrikanten zetten daarom heel veel geld en mensen in om het onderzoek zo snel mogelijk te laten verlopen. Vergelijk het met het bouwen van een huis: in je eentje duurt dat veel langer dan met een grote groep bouwvakkers.", "Een andere reden is dat het EMA al meekeek bij fabrikanten tijdens de ontwikkeling van de vaccins. Normaal gesproken doorloopt een fabrikant een hele hoop fases voordat ze een enorm pakket met data aanleveren bij deskundigen om te controleren. Dat ging dit keer anders. Deskundigen van het EMA kregen elke keer zo snel mogelijk data van het onderzoek, dan kon dat alvast gecheckt worden terwijl de ontwikkeling doorliep.", "Wat ook meehielp was het soort vaccin: een mRNA-vaccin. Die naam kan je verder vergeten, maar belangrijk is dat het een nieuw soort vaccin is. Zo'n vaccin levert als het ware een genetisch bouwplan af bij je cellen, die daar op hun beurt weer een klein, maar belangrijk stukje van het coronavirus mee namaken. Zo krijgt je immuunsysteem als het ware een sneak preview en wordt het getraind voor als het echte virus binnenkomt. En dat stukje mRNA - dat genetische bouwplan? Dat wordt door je lichaam heel snel weer afgebroken en blijft dus niet achter.", "NOS op 3 maakte eerder al een video over de veiligheid van het vaccin:", "Zo snel een vaccin, kan dat wel veilig?", "Tot nu toe lijkt het erop dat de vaccins van Pfizer/BioNTech en Moderna als eerste op de markt komen. Later volgend jaar komen er in Nederland naar verwachting nog vier vaccins bij. Hopelijk komt er dan een einde aan het hele coronaverhaal."], "authors": [], "keywords": ["vaccins", "van", "zit", "hoe", "het", "hem", "vaccin", "met", "mensen", "die", "ik", "een", "en", "dat", "krijg", "er", "wanneer"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}