{"id": "30d7fd78-5d82-3979-8f8f-117c97b2f024", "title": "Vier redenen waarom Ajax een goede kans maakt tegen Liverpool", "url": "https://www.parool.nl/sport/vier-redenen-waarom-ajax-een-goede-kans-maakt-tegen-liverpool~be6c6095/", "summary": "Georginio Wijnaldum in de wedstrijd van Liverpool tegen Brighton & Hove Albion.\nAnalyse van hoe en waar er voor Ajax kansen liggen tegen dit Liverpool.\nBlessuregolf in achterhoedeHet defensieve fundament van Liverpool heeft een flinke optater gekregen.\nDe binnenlandse tegenstanders van Liverpool lijken langzamerhand een tactische blauwdruk te hebben gevonden voor het creëren van kansen.\nArsenal geeft aan het begin van dit seizoen een goed voorbeeld van een dergelijk strijdplan.", "paragraphs": ["Georginio Wijnaldum in de wedstrijd van Liverpool tegen Brighton & Hove Albion. Beeld AFP", "Om meteen maar even de open deur der open deuren in te trappen: Liverpool is ook dit seizoen een ijzersterke ploeg. Nog altijd zijn er weinig teams die collectief een tegenstander zo fel op kunnen jagen als The Reds. Nog altijd vormen Mohamed Salah, Roberto Firmino en Sadio Mané een aanvalstrio van wereldformaat. Nog altijd staat topkeeper Alisson Becker onder de lat. Nog altijd bevat geen andere selectie meer Zwitsers-zakmes-voetballers dan die met Georginio Wijnaldum, Jordan Henderson, James Milner en Fabinho.", "Maar toch hapert de voetbalmachine van trainer Jürgen Klopp een beetje dit seizoen. Schitteren kan deze ploeg nog steeds, maar na een flinke dosis blessurepech is het ook kwetsbaar. Analyse van hoe en waar er voor Ajax kansen liggen tegen dit Liverpool.", "Blessuregolf in achterhoede", "Het defensieve fundament van Liverpool heeft een flinke optater gekregen. In een tijdsbestek van vier weken verloor het captain Virgil van Dijk, ’s werelds beste verdediger, en diens hyperatletische compagnon Joe Gomez voor de rest van het seizoen aan zware knieblessures.", "Het ontbreken van het dominante verdedigingsduo Van Dijk-Gomez zou altijd al een groot gemis zijn voor de ploeg van Klopp, maar komt qua timing bijzonder slecht uit. Defensief is Liverpool dit jaar namelijk bij tijden opvallend kwetsbaar. Mét Van Dijk en Gomez nog op het veld gingen The Reds begin oktober bij Aston Villa op bizarre wijze met 7-2 onderuit. Hoewel dit tot dusver Liverpools enige competitienederlaag van dit seizoen is, is de defensie ook in andere duels minder lastig te passeren dan vorig jaar.", "Tegen Ajax lijkt het centrale duo achterin bij Liverpool te bestaan uit de boomlange Joël Matip (1.95 meter) en de Braziliaan Fabinho, die van origine een middenvelder is. Een flinke taak voor deze vervangers, want in de achterhoede spelen bij dit Liverpool is behoorlijk lastig.", "De ploeg van Klopp zet graag vol druk op de helft van de tegenstanders. Dit betekent dat het gehele elftal collectief naar voren opschuift bij het verdedigen. Liverpool-voorstoppers moeten dan ook kunnen verdedigen met vijftig, zestig meter aan vrije ruimte in hun rug.", "De pressing-tactiek van Klopp luistert nauw. Beeld Ziggo Voetbal", "Op bovenstaand beeld zie je hoe nauw het bij de pressing-tactiek van Klopp luistert. Met z’n allen druk zetten klinkt geweldig, maar vereist de opperste concentratie en haarfijne communicatie van alle spelers op het veld. Op dagen dat de Liverpoolselectie door het immens drukke speelschema vermoeid oogt, kunnen er ruimtes tussen de linies ontstaan zoals in het beeld hierboven. Leeds United-controleur Kelvin Phillips komt tussen de voorste en middelste linie van Liverpool vrij, en heeft plots een zee van tijd om met een lange dieptebal de hoge verdedigende lijn van zijn tegenstander te testen. Bovenstaande situatie leidt tot een simpele 1-1 voor de linksbuiten van Leeds.", "Ruimte ligt in rug van backs", "Bovenstaande treffer van Leeds was de eerste tegengoal van Liverpool in de Premier League dit jaar, maar lijkt behoorlijk op veel van de goals die het sindsdien incasseerde. De binnenlandse tegenstanders van Liverpool lijken langzamerhand een tactische blauwdruk te hebben gevonden voor het creëren van kansen. Liefst 9 van de 21 tegentreffers dit seizoen vielen uit spelsituaties waarin tegenstanders met een diepe pass de ruimtes in de rug van de Liverpool-backs zochten.", "Arsenal geeft aan het begin van dit seizoen een goed voorbeeld van een dergelijk strijdplan. Ondanks Liverpools reputatie van nietsontziende pressing-machine, bouwen de Londenaren het spel op rond het eigen zestienmetergebied. Arsenal probeert zo de grote kracht van Klopps formatie, het collectief druk zetten naar voren, juist tegen Liverpool te gebruiken.", "Arsenal nodigt het jagende Liverpool opzettelijk uit. Beeld Ziggo Voetbal", "Zoals hierboven te zien valt, nodigt Arsenal het jagende Liverpool opzettelijk uit. De twee voorste middenvelders (omcirkeld) voegen zich vroegtijdig in de rug van hun jagende aanvallers (met vierkant omlijnd). Als het Arsenal lukt om deze eerste golf van vijf spelers te omspelen, liggen er enorme ruimtes aan de andere kant van het veld. Immers, de backs van Liverpool ‘dekken door’, zoals dat in voetbaljargon heet. Wat betekent dat de backs tot ver op de helft van de tegenstanders doorjagen als er niemand anders in de buurt is om dat te doen.", "Zo kan het dat bovenstaande situatie, waarin Arsenal op het eerste oog juist met vuur lijkt te spelen, binnen een paar passes ontwikkeld is tot grote kans in de rug van de Liverpool-defensie. Het is het soort ingecalculeerde risico dat Ajax, een verfijnd opbouwende ploeg, moet nemen op Anfield Road.", "Geen voorzettenmachine op rechts", "Hierbij komt het goed uit dat Liverpools rechtsback, Trent Alexander-Arnold, door een blessure ontbreekt. De zelf opgeleide vleugelverdediger is in aanvallend opzicht een superster bij The Reds. Zijn voorzetten vanaf rechts vormen een geducht aanvalswapen. Als back laat hij dan ook cijfers noteren die niet zouden misstaan bij een doorsnee topaanvaller.", "Aangezien zijn piepjonge vervanger Neco Williams (19) rechts achterin bijzonder wankel oogde in de voorbije duels met Atalanta Bergamo (0-2 nederlaag) en Brighton & Hove Albion (1-1), ligt het in de lijn der verwachting dat veterane alleskunner James Milner een linie terug schuift en als rechtsback tegen Ajax zal spelen. De 34-jarige allrounder heeft nog altijd paardenlongen, maar niet meer de sprintsnelheid om zulke grote ruimtes in een flits te belopen. Voor Ajax liggen er dus op de aanvallende linkerflank kansen om de diepte te zoeken.", "‘Kantelen’ met risico", "Niet alleen vallen er ruimtes te benutten door Liverpools voorste jagers geduldig uit te nodigen. Ook bij dode spelmomenten neemt de ploeg van Klopp defensief grote risico’s. In het dramatisch verlopen competitieduel met Aston Villa (7-2) krijgt uitblinker Jack Grealish op links de vrije doortocht naar de zevende treffer van de middag na een inworp aan juist de andere kant van het veld.", "Op momenten dat Liverpool iets wil forceren, ‘kantelen’ ze massaal naar één flank toe om met zijn allen druk te zetten op en rond de bal. Beeld Ziggo Voetbal", "Op momenten dat Liverpool iets wil forceren, ‘kantelen’ ze massaal naar één flank toe om met zijn allen druk te zetten op en rond de bal. In bovenstaand voorbeeld tegen Aston Villa doet het dat met zó veel man tegelijk, dat één goede kantwisselende pass voldoende is om Grealish met alle ruimte op de andere flank weg te sturen. Op dergelijke momenten liggen er voor Davy Klaassen en Ryan Gravenberch echt kansen om hun stempel te drukken op het topduel op Anfield Road. Als het hen lukt de bal snel van de ene naar de andere flank te laten wisselen, zullen er kansen in de omschakeling tegen dit Liverpool liggen."], "authors": ["Sam Planting"], "keywords": ["liverpool", "van", "waarom", "ajax", "dit", "het", "goede", "op", "met", "maakt", "kans", "een", "redenen", "te", "en", "dat", "vier", "tegen"], "pubDate": "2020-11-30T09:59:34+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}