{"id": "30f43a4c-5610-336e-9d70-0c58f053c431", "title": "Trots en hoop bij Het Wereldhuis: ‘hun’ Sanna Elkadiri (39) krijgt als eerste een vaccinatie", "url": "https://trouw.nl/zorg/trots-en-hoop-bij-het-wereldhuis-hun-sanna-elkadiri-39-krijgt-als-eerste-een-vaccinatie~bfb556ac/", "summary": "De Indische afdeling van Het Wereldhuis in Boxtel is een oase van rust.\nHet verpleeghuis is nu vrij van het virus, maar de afgelopen weken zijn nog eens zes mensen overleden.\nWe hebben zelfs nog jonge medewerkers die in het voorjaar besmet raakten en nog aan het revalideren zijn.\nZulke dingen beïnvloeden het overige zorgpersoneel.”‘Fijn dat er nu perspectief is’Voorlopig koestert de directeur de dagen zonder virus.\nDiederik Gommers wil meer voorlichting over het coronavaccin, daarom geeft hij nu zelf uitlegDiederik Gommers maakt zich zorgen over de ‘stroeve’ campagne rond het coronavaccin, nu het vaccineren op het punt van beginnen staat.", "paragraphs": ["De Indische afdeling van Het Wereldhuis in Boxtel is een oase van rust. Het is kort na de lunch, een deel van de bewoners slaapt. In de hoek van de woonkamer kijkt een oude vrouw met een overgebleven stukje peperkoek naar de televisie. Babar staat op, dadelijk begint Maya de Bij. Aan de grote tafel heeft Brigitte Landers tijd voor een spelletje om het geheugen van de overige wakkere bewoners te trainen. “Truus, kun je een aardappelsoort noemen?” en “Zuster Roos, welke slang komt in Nederland voor?”", "Directeur Kees Jan Metz van verzorgingshuis Het Wereldhuis in Boxtel. Beeld Merlin Daleman", "De verzorgende rekent het antwoord ‘tuinslang’ goed. Het is al fijn dat hier weer kan worden gelachen. We zijn op de afdeling waar Sanna Elkadiri (39) werkt, de eerste zorgmedewerker die vandaag op de priklocatie in Veghel een vaccinatie krijgt en daarmee – we mogen overdrijven in tijden van coronamoeheid – symbool staat voor onze hoop op een beter jaar. Zij is natuurlijk niet bij toeval uitgekozen. Het verpleeghuis waar Elkadiri werkt, heeft het in 2020 nogal voor de kiezen gehad. Een kwart van de 124 bewoners overleed aan corona, op de afdeling van Elkadiri was dat twee derde. Maar kijk nu eens: er is weer tijd voor ontspanning. En het vaccin is op komst. Hoera!", "‘We verloren eens drie mensen in twee uur tijd’", "Trots en hoop, Jan Kees Metz voelt het zelf ook. Hoewel de directeur zelf voorlopig nog niet aan de beurt is (zorgpersoneel eerst) bemerkt hij een vreemd soort opwinding. “Ook onder de medewerkers. Dit gebied werd tijdens de eerste golf zwaar getroffen. In ons verpleeghuis heeft corona er ook zwaar ingehakt. We kwamen allemaal in een situatie die nog nooit iemand had meegemaakt. Bewoners raakten doodsbenauwd, terwijl ze een paar uur eerder nog in redelijke conditie waren. We verloren eens drie mensen in twee uur tijd. Dat was zo onwerkelijk. We hebben ons personeel moeten laten begeleiden door een psycholoog en geestelijk verzorgers.”", "Beeld Merlin Daleman", "Niet onlogisch om juist een verzorgster van Het Wereldhuis de vaccinatieprimeur te gunnen, vindt Elkadiri zelf ook. “Ik heb gezien wat het virus aanricht en ervaar nog steeds hoe we alle zeilen moeten bijzetten om onze bewoners veilig bij ons te kunnen laten wonen.” Want ook tijdens de tweede golf is corona nooit ver weg. Het verpleeghuis is nu vrij van het virus, maar de afgelopen weken zijn nog eens zes mensen overleden. Metz: “Dat draagt eraan bij dat de bereidheid tot vaccineren hier groot is. We hebben zelfs nog jonge medewerkers die in het voorjaar besmet raakten en nog aan het revalideren zijn. Zulke dingen beïnvloeden het overige zorgpersoneel.”", "‘Fijn dat er nu perspectief is’", "Voorlopig koestert de directeur de dagen zonder virus. Elke week die voorbijgaat, komt de bevrijding dichterbij. “Ik zie de start van de vaccinatie echt als een mijlpaal. Er is eindelijk licht aan het einde van de tunnel. We zetten de eerste stap, terug naar het leven dat we leefden. Iedereen verlangt daarnaar. Er heerst hier virusmoeheid, zeker. We hebben een ziekteverzuim van meer dan tien procent. Als je steeds weer aan uitgeputte medewerkers moet vragen om een extra dienst te draaien, dan is het wel fijn dat er nu perspectief is.”", "Wat zou het mooi zijn als in het voorjaar iedereen in Het Wereldhuis is gevaccineerd, mijmert Metz. “Iedereen kijkt er zo naar uit. Medewerkers van bijvoorbeeld de huishoudelijke dienst, die pas later aan de beurt komen, stappen ook bij mij binnen en hopen dat ze niet te lang meer hoeven wachten.” Maar niemand is eerder dan Elkadiri. Ja, ze voelt wel spanning. En ze is trots. Maar toch bovenal verheugd. “Om het vooruitzicht dat onze bewoners straks weer op een normale manier van hun kinderen en kleinkinderen kunnen genieten.”", "Lees ook:", "De Jonge maakt een knieval: vaccineren had eerder gekund", "Twee dagen eerder dan gepland beginnen toch de vaccinaties van het personeel van ziekenhuizen en verpleeghuizen. Dat schreef minister De Jonge van volksgezondheid dinsdag aan de Tweede Kamer.", "Diederik Gommers wil meer voorlichting over het coronavaccin, daarom geeft hij nu zelf uitleg", "Diederik Gommers maakt zich zorgen over de ‘stroeve’ campagne rond het coronavaccin, nu het vaccineren op het punt van beginnen staat. De voorzitter van de Nederlandse Vereniging voor Intensive Care is zelf maar begonnen met het wegnemen van zorgen."], "authors": ["Orkun Akinci"], "keywords": ["krijgt", "elkadiri", "van", "er", "hoop", "nog", "en", "wereldhuis", "een", "hun", "trots", "sanna", "aan", "op", "ook", "het", "dat", "vaccinatie"], "pubDate": "2021-01-06T07:35:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}