{"id": "30fdc9fa-f1a4-32ba-925d-0f3ee72ddece", "title": "Tijdreizen, onzichtbare mensen en een natuurramp: deze films bevatten dit jaar de boeiendste wetenschap", "url": "https://volkskrant.nl/wetenschap/tijdreizen-onzichtbare-mensen-en-een-natuurramp-deze-films-bevatten-dit-jaar-de-boeiendste-wetenschap~b0c47999/", "summary": "Dit zijn de vier films met de meest boeiende wetenschap van het jaar.\nFilms die niet alleen de kijklijsten op streamingdiensten opnieuw aanvoerden, maar die nauwkeuriger bleken dan velen destijds hadden gedacht.\nDie scène bleek voorspellend voor het verhaal dat kenners dit jaar keer op keer in de media zouden herhalen.\nEntropie, dat was het sleutelwoord in sciencefictionthriller Tenet, een van de weinige grote bioscoopreleases van het jaar.\nHet is de reden dat een kop koffie afkoelt en niet spontaan opwarmt, en dat een vaas die op de grond valt in scherven breekt, maar scherven nooit zomaar een vaas produceren.", "paragraphs": ["Van maffe tijdlussen tot inslaande ruimtestenen, zelfs voor wetenschapsliefhebbers viel in het grotendeels bioscoopvrije 2020 voldoende te beleven. Dit zijn de vier films met de meest boeiende wetenschap van het jaar.", "Dat films soms dichter tegen de werkelijkheid aanschurken dan ons lief is, hoef je niemand die 2020 heeft meegemaakt nog uit te leggen. Vanaf grofweg februari bevonden we ons plotsklaps in een wereldwijde hervertelling van pandemiefilms als Outbreak (1995) en Contagion (2011). Films die niet alleen de kijklijsten op streamingdiensten opnieuw aanvoerden, maar die nauwkeuriger bleken dan velen destijds hadden gedacht.", "Neem alleen al maar de scène waarin de door Kate Winslet gespeelde epidemioloog Dr. Erin Mears het verspreidingsgetal R uitlegt aan filmbezoekers. Die scène bleek voorspellend voor het verhaal dat kenners dit jaar keer op keer in de media zouden herhalen.", "Het is slechts één van meerdere voorbeelden die illustreren hoe de wetenschap in Hollywoods belangrijkste producties steeds realistischer wordt. Dit zijn de vier meest interessante voorbeelden van dat principe die in 2020 verschenen in bioscopen of op streamingdiensten.", "1. Tenet. Tijdreizen met thermodynamica.", "Entropie, dat was het sleutelwoord in sciencefictionthriller Tenet, een van de weinige grote bioscoopreleases van het jaar. In de film beschermt een naamloze hoofdrolspeler de wereld tegen mysterieuze machten uit de toekomst. Filmmaker Christopher Nolan – bekend om zijn gegoochel met tijd in films als Memento (2000) en Interstellar (2014) – leende daarvoor ditmaal een wat esoterisch klinkende grootheid uit de thermodynamica, de natuurkundige warmteleer. Entropie, zo stelt die theorie, moet altijd toenemen. Het is de reden dat een kop koffie afkoelt en niet spontaan opwarmt, en dat een vaas die op de grond valt in scherven breekt, maar scherven nooit zomaar een vaas produceren.", "Entropie geeft daarmee richting aan de tijd. Waar je de klok in vrijwel alle natuurkundetheorieën kosteloos kunt omdraaien, zorgt entropie ervoor dat tijd stroomt van verleden naar toekomst. Maar wat als men ooit een technologie ontdekt om de entropie van een voorwerp of mens óm te keren, vraagt Tenet zich af? Een optie, overigens, waar ook fysici hardop over nadenken.", "Het resultaat is een regelmatig bevreemdende, maar razend spannende achtbaanrit die vol lastige tijdlussen naar een onontkoombare toekomst dendert. De film illustreert daarmee bovenal hoe volkomen ráár de wereld wordt wanneer je ook maar een beetje sleutelt aan de fundamentele natuurwetten waarop onze werkelijkheid rust.", "2. The Invisible Man . Materiaalkunde maakt onzichtbaar.", "Het was niet voor het eerst dat Hollywood ons een onzichtbare man voorschotelde, maar zo spannend en geloofwaardig als dit jaar in The Invisible Man werd het zelden. In de film denkt een vrouw (gespeeld door Elisabeth Moss) dat ze achtervolgd wordt door haar inmiddels overleden ex – een man die haar tot zijn dood mishandelde en nu, vermoedt ze, onzichtbaar is teruggekeerd om haar geestelijk te martelen.", "Wat de film achteraf nóg griezeliger maakt is dat de uitvinding die centraal staat helemaal niet zo onrealistisch is. Over de hele wereld sleutelen materiaalkundigen namelijk aan technologie die – op termijn – voorwerpen en zelfs mensen onzichtbaar moet kunnen maken.", "De hoofdrol is daarbij voor zogeheten metamaterialen, die een wel héél opmerkelijke eigenschap hebben. Iedereen die weleens een rietje in een glas water heeft gestoken, heeft het gezien: het rietje lijkt een ‘knik’ te maken, omdat water het licht ‘breekt’, zoals fysici dat zeggen. Metamaterialen doen net zoiets, alleen breken zij het licht precies in de omgekeerde richting. Steek, met andere woorden, een rietje in een glas met metamateriaal en het lijkt of ‘ie er niet in gaat, maar er aan de bovenkant weer uit komt. Knutsel die materialen op een handige manier aan elkaar en je kunt licht om iemand heen buigen en hem of haar effectief onzichtbaar maken.", "Momenteel is dat met het licht waar u en ik mee kijken overigens nog erg lastig, maar in metamateriaal ingepakte onderzeeërs kunnen bijvoorbeeld nu al ‘onzichtbaar’ worden gemaakt voor de sonar van tegenstanders. Een kwestie van tijd, dus.", "3. Greenland. Ooit komt de grote klapper.", "Het lijkt onvoorstelbaar, maar ook van deze greatest hit uit Hollywoods rampenboek staat vast dat het ooit raak zal zijn: het moment dat grote ruimterotsen de aarde onder vuur nemen en onze beschaving een kopje kleiner maken. Dit jaar schetste Gerard Butler-vehikel Greenland, die streamend zijn première beleefde op Amazon Prime, een verrassend overtuigend scenario van wat er vervolgens kan gebeuren. Spoiler: het is geen pretje.", "Eén troost: kosmische botsingen van beschavingsbedreigend formaat komen slechts eens in de tientallen miljoenen jaren voor. Desondanks bereiden ruimtevaartorganisaties als Nasa en ESA zich alvast voor op noodscenario's rond de grote én de wat kleinere stenen. Zo onderzoeken ze manieren om grote stenen kapot te knallen met kernbommen, en vliegen ze nu alvast proefmissies om de iets meer bescheiden varianten – nog altijd groot genoeg om een stad in puin te leggen – uit hun baan te duwen met onbemande sondes.", "4. Dark Waters . Chemisch verantwoorde thriller.", "Wat in eerste instantie een overdreven alarmerende speelfilm lijkt, vol schaamteloze Hollywoodhyperbool, blijkt bij nader inzien wetenschappelijk zo gek nog niet. ‘Dark Waters is een mooie film die vrij dicht bij de werkelijkheid blijft, maar af en toe toch flink uit de bocht vliegt’, zei toxicoloog Ron Hoogenboom (Universiteit Wageningen) daar eerder over tegen de Volkskrant.", "Toegegeven: zo bont als de film het maakt, die de kijker een deprimerende parade van dood en verderf toont ten gevolge van het stofje PFOA dat chemieconcern DuPont in de omgeving loost, is het in werkelijkheid niet. Dark Waters maakt zich dus wel een béétje schuldig aan het inspelen op de intrinsieke angst die velen voelen voor alles dat met chemie te maken heeft.", "Desondanks is zeker dat het inmiddels verboden PFOA schadelijk is voor onze gezondheid. Het grootschalige onderzoek dat een hoopgevend slot aan de film breit, vond namelijk ook in het echt plaats. De Amerikaanse filmindustrie heeft z’n wetenschap weleens slechter op orde gehad."], "authors": ["George Van Hal"], "keywords": ["mensen", "van", "jaar", "natuurramp", "en", "een", "films", "tijdreizen", "wetenschap", "dit", "voor", "onzichtbare", "op", "te", "het", "maar", "dat", "die"], "pubDate": "2020-12-28T15:33:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}