{"id": "31046fbf-374a-3a5a-b881-ec430d534aa4", "title": "Trump erkent schoorvoetend verlies en belooft fatsoenlijke overgang voor Biden", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2021/01/trump-erkent-schoorvoetend-verlies-en-belooft-fatsoenlijke-overgang-voor-biden-798118/", "summary": "Trump zei woest te zijn op de relschoppers die woensdagavond het Amerikaanse Capitool binnendrongen en het goedkeuringsproces van de verkiezingsuitslag stillegden.\nTijdens de bezetting van het Capitool zei Trump nog dat hij van zijn aanhangers hield.\nEen vrouw werd doodgeschoten door de politie, drie anderen overleden aan een medisch ongeval: een van hen kreeg een hartstilstand tijdens de opstand.\nDe president kan daartegen protest aantekenen, waarna tweederde van het Huis van Afgevaardigden en de Senaat het protest van Trump kan verwerpen.\nOok Nancy Pelosi, leider van de Democraten en voorzitter van het Huis van Afgevaardigden, steunt het idee.", "paragraphs": ["Bijna twee maanden na de verkiezingen legt de Amerikaanse president Donald Trump zich neer bij de uitslag. Dat maakte hij donderdagnacht, 8 januari, bekend in een videotoespraak. Trump zei woest te zijn op de relschoppers die woensdagavond het Amerikaanse Capitool binnendrongen en het goedkeuringsproces van de verkiezingsuitslag stillegden.", "Volgens Trump hebben de relschoppers de zetel van de Amerikaanse democratie vervuild. Daarvoor zullen zij boeten. Ook zei de president dat zij Amerika niet vertegenwoordigen, want dat is een land van ‘law and order’, sprak Trump.", "De president ging niet in op zijn aanmoedigingen voorafgaand aan de bestorming. Trump sprak de verzamelde menigte toen toe en riep hen op naar het Capitool te lopen. Tijdens de bezetting van het Capitool zei Trump nog dat hij van zijn aanhangers hield.", "Vijf doden bij bestorming", "Bij de bestorming van het Capitool zijn uiteindelijk vijf mensen omgekomen. Een vrouw werd doodgeschoten door de politie, drie anderen overleden aan een medisch ongeval: een van hen kreeg een hartstilstand tijdens de opstand. Donderdagnacht werd een vijfde slachtoffer bekend: politieagent Brian Sicknick stierf aan verwondingen die hij opliep door de relschoppers. Sicknick werkte sinds 2008 voor de politie van het Congres.", "Naar het politieoptreden komt waarschijnlijk een onafhankelijk onderzoek. Politici uitten felle kritiek op de gebrekkige voorbereiding van de politie en de stad Washington. Volgens burgemeester Muriel Bowser was er sprake van overduidelijk falen van de politiekorpsen. Het politiekorps van het Congres valt niet onder dat van Washington D.C.", "Burgemeester D.C. geeft politie de schuld", "Democraat Bowser geeft vooral de korpsleiding en de president de schuld van het falen. Opvallend, want zij was woensdagochtend, voorafgaand aan de protesten, nog optimistisch over de getroffen voorbereidingen. Volgens Bowser was de stad ‘absoluut voorbereid’ op de demonstranten.", "Op 5 januari, een dag voor de bezetting van het Capitool, schreef Bowser nog op Twitter dat zij specifiek niet om federale versterking wilde vragen:", "To be clear, the District of Columbia is not requesting other federal law enforcement personnel and discourages any additional deployment without immediate notification to, and consultation with, MPD if such plans are underway. pic.twitter.com/FhnNe1dWeJ — Mayor Muriel Bowser (@MayorBowser) January 5, 2021", "In zijn videotoespraak sprak Trump van hoogopgelopen emoties na de intense verkiezingen. Hij zei dat zijn campagneteam elke legale mogelijkheid heeft verkend om de Amerikaanse democratie te beschermen en zeker te weten dat de verkiezingen integer zijn verlopen. Ook beloofde Trump dat hij zich nu richt op een soepele machtsoverdracht aan de aanstaande president Joe Biden.", "Pence wil geen gebruikmaken van 25ste amendement", "Maar het geduld van Democraten is op: zij willen dat de president direct vertrekt. Dat kan op twee manieren: door amendement 25 op de Grondwet in werking te stellen of door een nieuwe afzettingsprocedure, de zogenoemde impeachment.", "Voor gebruik van het amendement moet een meerderheid van het kabinet, onder aanvoering van de vicepresident, besluiten dat de president niet meer in staat is om zijn macht en taken goed uit te voeren en dat hij daarom moet worden vervangen. Als zij dat schriftelijk verklaren aan de leiders van de Senaat en het Huis van Afgevaardigden, volgt per direct de aanstelling van de vicepresident als waarnemend president.", "De president kan daartegen protest aantekenen, waarna tweederde van het Huis van Afgevaardigden en de Senaat het protest van Trump kan verwerpen. In dat geval zou vicepresident Mike Pence tot 20 januari de taken van Trump waarnemen.", "Volgens Amerikaanse media ziet Pence het niet zetten om het amendement in werking te stellen. Bovendien bestaat het risico dat de president de kabinetsleden meteen ontslaat als ze zo’n onderneming steunen.", "Democraten willen per direct vertrek Trump", "Bij een afzettingsprocedure stelt het Huis van Afgevaardigden één of meerdere aanklachten op tegen de president, bijvoorbeeld machtsmisbruik of het hinderen van een onderzoek naar machtsmisbruik. Als het Huis vóór die aanklachten stemt, moet de Senaat met tweederde van de stemmen de president daarvoor veroordelen. De president wordt dan uit zijn ambt gezet en verboden ooit nog plaats te nemen in openbare, verkiesbare functies zoals het presidentschap.", "Tientallen Democraten in het Huis van Afgevaardigden willen een nieuwe impeachment. Ook Nancy Pelosi, leider van de Democraten en voorzitter van het Huis van Afgevaardigden, steunt het idee. Net als Democraat Chuck Schumer, de aanstaande leider van de Senaat. Slechts een handvol Republikeinen lijkt de nieuwe poging om de president af te zetten te steunen."], "authors": [], "keywords": ["verlies", "van", "belooft", "zijn", "voor", "en", "een", "erkent", "biden", "schoorvoetend", "fatsoenlijke", "overgang", "op", "te", "trump", "het", "president", "dat"], "pubDate": "2021-01-08T11:51:56Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}