{"id": "31261060-c293-3cf8-a9e8-84cec99db573", "title": "Aaf leest sterren: wéér een vrouw die zo leuk naast Rutte zat en het Disq-debacle van Wendy", "url": "https://volkskrant.nl/cultuur-media/aaf-leest-sterren-weer-een-vrouw-die-zo-leuk-naast-rutte-zat-en-het-disq-debacle-van-wendy~b7d91771/", "summary": "Floortje Dessing en Mark Rutte bij Linda's Wintermaand.\nDe twee werden op amper anderhalve meter uit elkaar op een sofa gezet en moesten gezellig vertellen over hun leven.\nEerder overkwam dit Halina Reijn, die ooit als chaperonne naast Rutte werd geplaatst toen de NPO het Correspondent’s Dinner van het Witte Huis wilde nabootsen.\n‘In het interview vertelt Marieke dat het tussen haar en minister-president Mark Rutte hartstikke goed klikt!’ kondigde het magazine toen uitzinnig aan in een teaser.\nNa het Disq-debacle en het verdwijnen van Van Dijks tijdschrift (Wendy, een zoektocht naar geluk is alleen nog online te lezen) ga je je afvragen of ze een heel goeie zakenvrouw is.", "paragraphs": ["Floortje Dessing en Mark Rutte bij Linda's Wintermaand. Beeld SBS6", "Koppeltje", "Het fenomeen heeft zich nu zo vaak voorgedaan dat we kunnen spreken van een heus effect: het naast-Mark-Rutte-zitten-effect.", "Deze week trad dat in werking bij Floortje Dessing, die naast Mark Rutte op de bank zat in Linda’s Wintermaand, het programma waarin Linda de Mol gasten interviewt in een korstig interieur dat elke toeter en bel uit de Xenos-collectie van de afgelopen dertig jaar omvat. De twee werden op amper anderhalve meter uit elkaar op een sofa gezet en moesten gezellig vertellen over hun leven.", "En dan krijg je het naast-Mark-Rutte-zitten-effect: dan denkt iedereen meteen dat jij, puur omdat je een vrouw bent, en Mark Rutte, puur omdat hij single is, meteen een heel leuk koppeltje zouden vormen.", "In de reacties op Linda de Mols Instagram wemelde het van de mensen die in Rutte plus Dessing wel een ‘setje’ zagen.", "Eerder overkwam dit Halina Reijn, die ooit als chaperonne naast Rutte werd geplaatst toen de NPO het Correspondent’s Dinner van het Witte Huis wilde nabootsen. En Marieke Elsinga, die hem interviewde voor 100% NL Magazine. ‘In het interview vertelt Marieke dat het tussen haar en minister-president Mark Rutte hartstikke goed klikt!’ kondigde het magazine toen uitzinnig aan in een teaser. ‘We konden dus ook niet anders dan haar vragen wanneer er een liefdesbaby komt met Mark Rutte.’", "Zo zit je naast iemand, en zo is de term liefdesbaby alweer gevallen. Dat is de macht van Mark Rutte.", "Wendy van Dijk. Beeld ANP", "Disq", "Misschien kunt u zich nog herinneren dat Wendy van Dijk een tijdje geleden steeds heel fanatiek aan twee stukken elastiek stond te trekken die aan een soort rolmaat vastzaten. Dit was Wendy’s eigen fitnessapparaat, de Disq. Hoewel het een home shopping-channel-achtige uitstraling had – de Disq leek uit dezelfde koker te komen als de Abdomenizer en de Sit-Up Assist – zwoer Wendy bij het apparaatje en leurde ze er stevig mee.", "Maar toen ging de Disq failliet, en dat leidt nu al maanden tot een epische ruzie tussen Van Dijk en haar ex-zakenpartner Robbert Boekema.", "Nu rapporteert Party over ‘het voorlopig dieptepunt’: er is een voorraad van 8.500 Disqs verdwenen, volgens Van Dijk 3 miljoen euro waard. Boekema verklaart echter aan het blad dat hij de Disqs heeft geveild omdat Van Dijk er niet voor wilde betalen.", "Wij zijn vooral geïntrigeerd door het bedrag van 3 miljoen, want dat zou betekenen dat één Disq 353 euro waard is. En dat voor een rolmaat met een stuk elastiek eraan.", "Maar het bedrag zou kunnen kloppen: volgens Party moest ‘Jan Modaal’ in de gloriedagen van de Disq ‘een prijzig abonnement afsluiten van wel 80 euro per maand om de Disq in bezit te krijgen’.", "Na het Disq-debacle en het verdwijnen van Van Dijks tijdschrift (Wendy, een zoektocht naar geluk is alleen nog online te lezen) ga je je afvragen of ze een heel goeie zakenvrouw is. Waarschijnlijk niet. Maar als je het ooit voor elkaar kreeg dat mensen zich op een stuk elastiek abonneerden, dan heb je ergens wel talent."], "authors": ["Aaf Brandt Corstius"], "keywords": ["van", "leuk", "dat", "disq", "rutte", "een", "wendy", "sterren", "naast", "en", "zo", "vrouw", "mark", "wéér", "op", "je", "zat", "het"], "pubDate": "2020-12-10T15:59:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}