{"id": "312c3dd7-68d2-373e-9756-c1e775b90e67", "title": "De gouden leestip: 'Onze missie is een eerlijke en duurzame mode-industrie'", "url": "https://nu.nl/ondernemen/6097351/de-gouden-leestip-onze-missie-is-een-eerlijke-en-duurzame-mode-industrie.html", "summary": "Echt makkelijk was dat niet te vinden, waardoor ze toch vaak eindigden bij de grote fast fashion-ketens.\nDe belangrijkste les is dat je een stempel op jezelf moet drukken.\nOnze kracht zit er juist in dat we het duurzame kledingaanbod dat er al is overzichtelijk bundelen.\"\n\"Aan iedereen tegen wie weleens is gezegd :'Dat kun je niet' of 'Dat past niet bij je'.\nHet thema van het boek is becoming: het proces van worden.", "paragraphs": ["Een succesvol bedrijf oprichten gaat met vallen en opstaan. Gelukkig zijn er tal van boeken die je verder kunnen helpen. In De gouden leestip vertellen succesvolle ondernemers over het boek dat hen het meest heeft gebracht. Deze week: Marcella Wijngaarden, die samen met haar zus Melissa en studiegenoot Noor Veenhoven het duurzamekledingplatform Project Cece oprichtte.", "Ondernemer: Marcella Wijngaarden", "Marcella Wijngaarden Bedrijf: Project Cece", "Project Cece Boekentip: Becoming van Michelle Obama", "Tijdens hun studie Natuurkunde zochten Marcella Wijngaarden (middelste op de foto) en Noor Veenhoven samen met Marcella's zus Melissa regelmatig naar fair fashion: eerlijke mode. Echt makkelijk was dat niet te vinden, waardoor ze toch vaak eindigden bij de grote fast fashion-ketens. Om niet elke keer alle duurzame kledingwinkels af te hoeven struinen voor een broek of trui, bedachten ze Project Cece: een overzichtssite met - uiteindelijk - het volledige aanbod van merken en winkels.", "Project Cece werkt met een commissie die ze ontvangen als consumenten via de site iets kopen bij een aangesloten winkel of merk. Ook moeten bedrijven betalen om zich aan te sluiten bij de site. Inmiddels kunnen de dames zichzelf uitbetalen met de inkomsten van hun bedrijf, al is Marcella Wijngaarden daarnaast ook haar proefschrift aan het afronden. Buiten Nederland is Project Cece actief in Engeland en Duitsland, volgend jaar volgen andere Europese landen.", "Waarom heb je het boek Becoming gekozen?", "\"Ik vind het een ontzettend inspirerend verhaal en ben er krachtiger door geworden. De belangrijkste les is dat je een stempel op jezelf moet drukken. Anders doen anderen dat en die doen het fout.\"", "“Hoewel we er sneller door hadden kunnen groeien, hebben we bedrijven afgewezen die niet aan onze standaard voldoen.”", "\"Met Project Cece doen we iets wat nog niet bestond en dat heeft er vaak toe geleid dat we verkeerd werden begrepen en omschreven. We zijn geen webwinkel en willen dat ook niet zijn. Onze kracht zit er juist in dat we het duurzame kledingaanbod dat er al is overzichtelijk bundelen.\"", "Hoezo heeft dit boek je krachtiger gemaakt?", "\"Tijdens mijn studie en ook voor Project Cece ben ik op veel plekken geweest waar ik niet werd verwacht. Toen ik tijdens een mastervoorlichting voor Theoretische Natuurkunde een lokaal binnenkwam met alleen maar witte jongens, werden er meteen opmerkingen gemaakt. Vervolgens vroeg de docent - een oudere witte man - of ik wel in de juiste klas was.\"", "\"Bij Project Cece doe ik vooral de techkant en de techwereld is ook overwegend wit en mannelijk. Michelle Obama beschrijft veel van dit soort ervaringen, die continu het gevoel geven dat je ergens niet hoort. Haar aanpak vind ik heel bemoedigend. Door jezelf te definiëren en tegen het stereotype in te gaan, word je krachtiger.\"", "Aan wie zou je dit boek aanraden?", "\"Aan iedereen tegen wie weleens is gezegd :'Dat kun je niet' of 'Dat past niet bij je'. Het thema van het boek is becoming: het proces van worden. Het gaat niet om het bereiken van het doel, maar om de weg ernaartoe. Dat is een andere belangrijke les uit het boek. Het is oké om ergens nog niet te zijn. Je zult er eigenlijk zelfs nooit écht zijn, omdat doelen blijven verschuiven.\"", "Merk je in jullie bedrijf ook dat doelen verschuiven?", "\"Nog niet echt, maar we houden wel oog voor de weg ernaartoe. Onze missie is een eerlijkere en duurzamere mode-industrie. We hebben aanbiedingen gekregen van bedrijven die niet aan onze standaard voldoen. Hoewel we er misschien sneller een groter bereik mee hadden kunnen krijgen, hebben we die aanbiedingen toch afgewezen.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["er", "gouden", "van", "leestip", "duurzame", "en", "een", "eerlijke", "modeindustrie", "cece", "onze", "missie", "het", "niet", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}