{"id": "31412001-e4bf-3df8-acdf-02e1eb318cb0", "title": "Ontslag van AZ-coach Arne Slot is bot, nutteloos en hypocriet", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/ontslag-van-az-coach-arne-slot-is-bot-nutteloos-en-hypocriet-792463/", "summary": "Hugo Camps maakt de balans op van het sportweekeinde.\nHet ontslag van trainer Arne Slot is zo antiek als het stadiondak dat vorig jaar naar beneden donderde.\nDroom van een landstitel ligt aan schervenDe handel en wandel van spelers en trainers is in de Nederlandse eredivisie even schurftig als in grote competities.\nDe reuring tussen AZ en Slot mag dan een achterhoedegevecht zijn, het vertroebelt ook de eenheid van de selectie.\nNederlandse handbalsters zijn hun geloof kwijtTwee wedstrijden, twee nederlagen, de Nederlandse handbalvrouwen zijn op het EK nagenoeg uitgeschakeld.", "paragraphs": ["AZ uit Alkmaar in rep en roer zonder Arne Slot, de Nederlandse handbalvrouwen zonder Estavana Polman. Hugo Camps maakt de balans op van het sportweekeinde.", "AZ is een pseudo grootmacht in de eredivisie. Voetballend hebben de Alkmaarders de Nederlandse top bijgebeend, maar als organisatie zijn ze stilletjes blijven hangen. Het ontslag van trainer Arne Slot is zo antiek als het stadiondak dat vorig jaar naar beneden donderde. Constructiefouten: zelfs in het amateurvoetbal kom je het niet tegen. Bij AZ geeft zuinige boerenslimheid de doorslag.", "En zoals dat in dorpen gebruikelijk is: de bazen bepalen wie gelijk heeft. Bij AZ zijn dat algemeen directeur Robert Eenhoorn en technisch directeur Max Huiberts. Potentaten uit de provincie.", "Nu moet nog blijken dat Slot een geschikte trainer is voor Feyenoord", "Arne Slot had de euvele moed getoond om buiten de directie om gesprekken aan te knopen met Feyenoord met het oog op een mogelijke transfer. List en bedrog zeggen ze bij AZ. Het normale verloop van een trainer die aan zijn laatste jaar bezig is, houdt Slot vol.", "Hugo Campsschrijft wekelijks een sportcolumn voor Elsevier Weekblad. Camps (Molenstede, 1943). Schrijft sinds 1986 voor EW en maakte in die hoedanigheid vele markante interviews met topsporters.", "Per direct ontslagen.", "Nu moet nog blijken dat Arne Slot een geschikte hoofdcoach voor de Rotterdammers is. In de personeelskeuze hebben Feyenoorders niet altijd een gelukkige hand gehad. Het establishment koos met de natte vinger nieuwe voetballeiders. Doorgaans meegaande types, met Dick Advocaat als grote uitzondering. Professionele criteria waren niet altijd doorslaggevend – er werd ook geïnvesteerd in gezelligheid. Het profstatuut van Nederlandse clubs wordt vaker doorkruist door hand en spandiensten ten faveure van gunstelingen.", "Voor een vertrekkende trainer zijn gesprekken legitiem", "Arne Slot is een volbloed provinciaal. Hij denkt dat een akkoord en petit comité volstaat om trainer van Feyenoord te worden. Alsof de tegenpartij niet meer bestaat. Natuurlijk had hij AZ moeten inlichten over de lopende gesprekken met Feyenoord. Voor een vertrekkende trainer zijn die trouwens legitiem. Maar Slot ploeterde stiekem in afgebladderde hotels en joeg daarmee de directie van AZ de gordijnen in. Domheid en onhandigheid verenigd in één persoon.", "Toch, zijn ontslag was bot, nutteloos en hypocriet. Voetbal is een product van de vrije markt. De regels zijn navenant. De drastische sanctie van het AZ-bestuur had iets militairs. Robert Eenhoorn is in het Amerikaanse honkbal groot geworden. Hoor hem spreken op zijn gedrilde cadans. Je hoort het minderwaardigheidscomplex schuren. Boeren schrikken zich een hoedje.", "Droom van een landstitel ligt aan scherven", "De handel en wandel van spelers en trainers is in de Nederlandse eredivisie even schurftig als in grote competities.", "De reuring tussen AZ en Slot mag dan een achterhoedegevecht zijn, het vertroebelt ook de eenheid van de selectie. Het is ook niet chic tegenover Dick Advocaat. Maar die weet al langer dat voetbal een wereld van getrokken messen is. Stijf van afgunst. Nog is AZ geen kandidaat-degradant, maar de droom van een nieuwe landstitel ligt aan scherven.", "Nederlandse handbalsters zijn hun geloof kwijt", "Twee wedstrijden, twee nederlagen, de Nederlandse handbalvrouwen zijn op het EK nagenoeg uitgeschakeld. Het is een mokerslag voor deze sport en voor de vrouwen. Nederland is wereldkampioen. Zaterdag verloor Oranje van Servië, zondag van Kroatië. De grote ster van handbaltoernooien was Estavana Polman die tijdens haar wedstrijd altijd Rafael van der Vaart aan haar zijde weet. Maar Polman is geblesseerd. De Nederlandse handbalsters zijn hun geloof kwijt.", "Het was nochtans een mooi team. Met hun dansende paardenstaartjes hadden ze zelfs een harde kern van diehard fans gecreëerd. De handbalsport groeide als kool. Het is ook een mooie sport met atletische inzet en rubberen souplesse. Alleen is het ontbreken van één vedette geen geldig excuus voor de afgang.", "20 miljoen: dat zijn veel reisjes naar Alicante", "Wielerteam Sunweb gooit de handdoek in de ring. Mede door de coronacrisis wordt de investering in een wielerploeg te zwaar. Het budget van Sunweb was het afgelopen jaar een kleine 20 miljoen. Dat zijn veel reisjes naar Alicante. Met de komst van DSM als nieuwe hoofdsponsor is de toekomst verzekerd, al was Sunweb wel een naam in het peloton met een schitterend palmares in Tour en klassiekers.", "Nog meer grote sponsors staan op afhaken. De crisis in de wielersport is acuut. Sunweb is groot geworden door de exploten van Tom Dumoulin. De Limburger verkaste dit jaar naar Jumbo-Visma, wat al een veeg teken was. Een wielernatie heeft minstens twee teams van gelijke sterkte nodig. De Tour was zowel voor Jumbo als voor Sunweb een voltreffer.", "Er dreigde een leegloop bij Sunweb. Naast Dumoulin gingen ook Michael Matthews, Wilco Kelderman en Sam Oomen op zoek naar andere lucht. DSM heeft een nieuwe lading kopmannen gedropt in het Nederlandse cyclisme. Van tweede garnituur is geen sprake: Marc Hirschi, Soren Kragh Andersen, Tiesj Benoot en Jai Hindley hebben reeds een palmares verzameld achter hun naam. Winnaar van twee Touretappes Marc Hirschi is de grootste belofte.", "Leve Joop – die alweer op zijn fiets zit", "Ten slotte nog een douceurtje voor alle liefhebbers van de wielersport: Joop Zoetemelk is zo goed als hersteld van zijn zware val. Hij zit alweer dagelijks een uurtje op de fiets. Leve Joop."], "authors": [], "keywords": ["van", "azcoach", "het", "op", "hypocriet", "zijn", "met", "bot", "nutteloos", "een", "slot", "en", "dat", "ontslag", "arne", "voor"], "pubDate": "2020-12-07T13:37:25+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}