{"id": "316da76d-47a5-33af-ac87-f8af0dbf3567", "title": "The Avalanches maken een plaat om het muziekjaar in een danceroes mee af te sluiten ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/the-avalanches-maken-een-plaat-om-het-muziekjaar-in-een-danceroes-mee-af-te-sluiten~b82b08bb/", "summary": "Ze klinken soms alsof ze uit de jaren negentig zijn komen overvliegen naar een nieuw elektronisch muziektijdperk, maar The Avalanches gaan nog altijd niet vervelen.\nHet Australische duo werd in 2001 groot en geliefd met de plaat Since I Left You, waarop Robbie Chater en Tony Di Blasi dwarrelende disco en dance samenstelden uit eindeloze collages, samples en opnamen uit het eigen muziekarchief.\nVijf jaar geleden pas kwam Wildflower uit, opnieuw een prachtplaat waar een helse verzamelklus aan vooraf was gegaan.\nEn hoe dieper je je laat wegzakken in tracks als Ghost Story of We Will Always Love You, hoe beter je de knoop kunt ontrafelen.\nWat een verwarmende muziekpuzzels maken The Avalanches nog steeds - en al ontbreken echte clubhits: hun mijmerende album is toch een fijne danceroes om het muziekjaar 2020 mee af te sluiten.", "paragraphs": ["Ze klinken soms alsof ze uit de jaren negentig zijn komen overvliegen naar een nieuw elektronisch muziektijdperk, maar The Avalanches gaan nog altijd niet vervelen. Het Australische duo werd in 2001 groot en geliefd met de plaat Since I Left You, waarop Robbie Chater en Tony Di Blasi dwarrelende disco en dance samenstelden uit eindeloze collages, samples en opnamen uit het eigen muziekarchief. Daarna gingen ze aan de slag voor een tweede album en dat duurde even. Vijf jaar geleden pas kwam Wildflower uit, opnieuw een prachtplaat waar een helse verzamelklus aan vooraf was gegaan. Nu is gelukkig een derde album uit, waaraan minder lang maar niet minder ambachtelijk is gewerkt.", "The Avalanches werken nog op dezelfde manier: ze stellen collages samen uit oude funk- en soulsamples, uit klassieke disco, soundtrackfragmenten en flarden van toespraken van wijsgeren. En hoe dieper je je laat wegzakken in tracks als Ghost Story of We Will Always Love You, hoe beter je de knoop kunt ontrafelen. Soms herken je de losse fragmenten uit duizenden: in Interstellar Love duiken zanglijnen uit Eye in the Sky van The Alan Parsons Project op, en ze geven de dromerige track een mooi klassiek popgevoel. We Will Always Love You heeft een lange adem: de tracks geven hun ware pracht pas na een aantal luisterbeurten vrij. En wat een mooie rij grootheden heeft het duo aan zich weten te binden, van soulzanger Leon Bridges tot Johnny Marr van The Smiths tot Blood Orange en Tricky. Hoogtepunt is de trippende ruimtereis Wherever You Go, die werd gemaakt met Jamie Xx en Neneh Cherry. Wat een verwarmende muziekpuzzels maken The Avalanches nog steeds - en al ontbreken echte clubhits: hun mijmerende album is toch een fijne danceroes om het muziekjaar 2020 mee af te sluiten."], "authors": ["Robert Van Gijssel"], "keywords": ["avalanches", "maken", "het", "van", "nog", "en", "uit", "om", "een", "sluiten", "mee", "danceroes", "ze", "te", "plaat", "muziekjaar", "love", "je"], "pubDate": "2020-12-17T14:14:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}