{"id": "316f1843-53a8-3573-b368-75b0b441d811", "title": "Opbreken techbedrijven optie voor Europese Commissie bij meerdere overtredingen", "url": "https://nos.nl/artikel/2360767-opbreken-techbedrijven-optie-voor-europese-commissie-bij-meerdere-overtredingen.html", "summary": "Als een techbedrijf herhaaldelijk in de fout gaat, dan houdt de Europese Commissie de optie achter de hand om het bedrijf op te breken.\n\"Dit zijn platforms die een significante impact hebben op de Europese markt en een belangrijke toegangspoort zijn voor bedrijven om klanten te bereiken.\"\nZe worden niet bij naam genoemd, maar alles wijst erop dat het gaat om partijen als Apple, Facebook, Google en Amazon.\nGeen machtsmiddelVolgens Hans Vedder, hoogleraar mededingingsrecht aan de Rijksuniversiteit Groningen, kan de Europese Commissie besluiten de bedrijven op te breken.\nFacebook benadrukt, opmerkelijk genoeg, dat het hoopt dat de regels ook grenzen zal stellen aan wat Apple mag.", "paragraphs": ["Als een techbedrijf herhaaldelijk in de fout gaat, dan houdt de Europese Commissie de optie achter de hand om het bedrijf op te breken. Dat staat in een wetsvoorstel dat de commissie heeft gepubliceerd.", "Het is onderdeel van een veelomvattend plan waarmee Brussel de techsector steviger wil reguleren. De voorstellen zijn samengepakt in de zogeheten Digital Market Act en Digital Services Act.", "Details over dit tweede pakket lekten al uit naar onder meer de NOS. De focus hiervan ligt onder meer op de verantwoordelijkheid van platforms om ongewenste content en producten tegen te gaan en gebruikers meer inzicht te geven in bijvoorbeeld de algoritmes van de platforms.", "'Poortwachters' aanpakken", "Het andere pakket is meer gericht op de bedrijfseconomische effecten. De wetgeving richt zich specifiek op wat de commissie 'poortwachters' noemt. \"Dit zijn platforms die een significante impact hebben op de Europese markt en een belangrijke toegangspoort zijn voor bedrijven om klanten te bereiken.\"", "Ze worden niet bij naam genoemd, maar alles wijst erop dat het gaat om partijen als Apple, Facebook, Google en Amazon. De afgelopen jaren kreeg Google van de Europese Commissie al drie boetes. Tegen Apple en Amazon zijn verschillende officiële onderzoeken aangekondigd.", "Een bedrijf dat fouten maakt kan straks een boete krijgen van maximaal 10 procent van de jaaromzet. Dat is in het geval van de grote Amerikaanse techbedrijven miljarden dollars. Wie straks bij herhaling in de fout gaat, loopt dus de kans opgebroken te worden. Deze optie staat wel in het voorstel met een flinke slag om de arm: dit zou alleen een optie mogen zijn wanneer er geen andere oplossing is. Het is dus maar de vraag of het ooit zover komt.", "Geen machtsmiddel", "Volgens Hans Vedder, hoogleraar mededingingsrecht aan de Rijksuniversiteit Groningen, kan de Europese Commissie besluiten de bedrijven op te breken. \"Maar ze hebben geen machtsmiddel om het af te dwingen.\" Tegelijkertijd is de EU een belangrijke markt voor de platforms en hebben ze er dus belang bij zich aan de regels te houden, denkt Vedder.", "De zogeheten poortwachters moeten daarnaast maatregelen nemen om ervoor te zorgen dat software van derde partijen (ofwel concurrenten) goed draait op hun eigen platform of besturingssysteem en daarmee kan samenwerken. Ook moeten gebruikers vooraf geïnstalleerde software op bijvoorbeeld een telefoon of laptop altijd kunnen verwijderen.", "Snel handelen", "De voorstellen zijn het startsein van wat vermoedelijk lange en complexe onderhandelingen zullen worden. De belangen zijn groot, zeker voor de techbedrijven. Hen is er veel aan gelegen om, waar mogelijk, wetgeving af te zwakken. De verwachting is dat het misschien wel twee of drie jaar kan duren voordat de wetten er daadwerkelijk zijn.", "Dat brengt meteen een andere spanning met zich mee: techbedrijven staan erom bekend heel snel te handelen en waar nodig hun gedrag aan te passen. Er wordt dan ook rekening mee gehouden dat platforms gaandeweg wijzigingen in hun beleid zullen doorvoeren om tegemoet te komen aan de kritiek in Brussel.", "Nederlandse Europarlementariërs verwelkomen de wetsvoorstellen, maar zijn ook kritisch. Zo moet volgens de VVD worden voorkomen dat de regels toekomstige innovaties belemmeren. GroenLinks-parlementariër Kim van Sparrentak noemt het \"positief\" dat de optie van opbreken erin staat, maar dit had er volgens de fractie duidelijker in gemogen. Staatssecretaris Mona Keijzer laat weten dat de voorstellen \"goed aansluiten bij de Nederlandse positie\".", "Google zegt te vrezen dat de regels te veel gericht zijn op een handvol bedrijven en dat dit het moeilijker maakt om nieuwe diensten te ontwikkelen voor kleinere ondernemingen. Facebook benadrukt, opmerkelijk genoeg, dat het hoopt dat de regels ook grenzen zal stellen aan wat Apple mag. Het bedrijf vindt dat de telefoon- en pc-bouwer met de App Store te veel macht heeft."], "authors": ["Nando Kasteleijn", "Redacteur Tech"], "keywords": ["europese", "dat", "om", "commissie", "bij", "van", "een", "voor", "te", "het", "er", "techbedrijven", "opbreken", "optie", "en", "op", "meerdere", "overtredingen", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}