{"id": "31710b9b-5264-3dce-86ff-c54305b2337f", "title": "Opgeknapte Hamilton wil dit weekend rentree maken bij slotrace in Abu Dhabi", "url": "https://nos.nl/collectie/13840/artikel/2359817-opgeknapte-hamilton-wil-dit-weekend-rentree-maken-bij-slotrace-in-abu-dhabi", "summary": "\"Ik heb me gericht op mijn herstel en probeer weer in vorm te komen, zodat ik de slotrace in Abu Dhabi kan racen.\nIk voel me goed, dus ik heb een positieve boodschap voor jullie.\"\nOm Bahrein te kunnen verlaten en Abu Dhabi binnen te komen moet Hamilton een negatieve coronatest kunnen overleggen.\nMogelijk moet hij ook nog 48 uur in quarantaine voordat hij op het circuit mag rijden.\nMercedes-teambaas Toto Wolff zei maandag al dat artsen verwachten dat Hamilton de laatste GP van het jaar kan halen.", "paragraphs": ["\"Het was een van de zwaarste weken die ik in tijden heb meegemaakt\", aldus de Brit. \"Ik heb me gericht op mijn herstel en probeer weer in vorm te komen, zodat ik de slotrace in Abu Dhabi kan racen. Ik voel me goed, dus ik heb een positieve boodschap voor jullie.\"", "Om Bahrein te kunnen verlaten en Abu Dhabi binnen te komen moet Hamilton een negatieve coronatest kunnen overleggen. Mogelijk moet hij ook nog 48 uur in quarantaine voordat hij op het circuit mag rijden.", "Race vanaf de hotelkamer", "Hamilton moest afgelopen weekend vanwege een positieve coronatest in isolatie en was genoodzaakt de Grote Prijs van Sakhir op zijn hotelkamer te bekijken. Zijn vervanger George Russell reed aan kop, maar werd door een mislukte pitstop en een lekke band negende.", "Mercedes-teambaas Toto Wolff zei maandag al dat artsen verwachten dat Hamilton de laatste GP van het jaar kan halen. Mocht er toch een kink in de kabel komen, dan is Russell opnieuw zijn vervanger."], "authors": [], "keywords": ["slotrace", "dhabi", "dit", "bij", "opgeknapte", "van", "rentree", "het", "op", "wil", "zijn", "ik", "weekend", "een", "te", "en", "maken", "hamilton", "komen", "heb"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}