{"id": "3177a679-ffae-3f6b-a85b-57a35cf2a078", "title": "Ook Apple verwijdert de app van sociaal medium Parler", "url": "https://nu.nl/tech/6101088/ook-apple-verwijdert-de-app-van-sociaal-medium-parler.html", "summary": "In navolging van Google en Apple besloot Amazon de webhosting van de site van Parler met ingang van zondag te staken.\nMocht het bedrijf geen ander hostingbedrijf vinden, dan betekent dat dat de website van Parler op zwart gaat.\n'Poging vrijheid van meningsuiting te verwijderen van internet'Matze beschuldigt techgiganten Amazon, Google en Apple van het beperken van concurrentie en vraagt gebruikers om te klagen bij politici over de besluiten van de bedrijven.\nMatze spreekt van \"een poging om vrijheid van meningsuiting te verwijderen van het internet\".\nDe bestorming van het Capitool heeft geleid tot meerdere strenge optredens van socialemediabedrijven.", "paragraphs": ["Apple heeft zondag het sociale medium Parler verwijderd uit de App Store. Apple gaf Parler vrijdag 24 uur de tijd om controle op berichten in te voeren. De app zou zijn gebruikt om op te roepen tot geweld en mensen aan te sporen tot de bestorming van het Amerikaanse Capitool door aanhangers van de Amerikaanse president Donald Trump woensdag.", "De app werd vrijdag al door Google uit de Play Store gehaald, om dezelfde redenen die Apple nu opvoert. In navolging van Google en Apple besloot Amazon de webhosting van de site van Parler met ingang van zondag te staken. Mocht het bedrijf geen ander hostingbedrijf vinden, dan betekent dat dat de website van Parler op zwart gaat.", "Parler is opgezet als een alternatief voor de app Twitter. Onder meer Trump-aanhangers gebruiken het sociale medium, omdat zij vinden dat zij op de mainstream sociale media de mond worden gesnoerd. Het medium heeft inmiddels 10 miljoen abonnees en 4 miljoen actieve gebruikers. Trump heeft 2,3 miljoen volgers op Parler.", "Parler-oprichter John Matze zei al eens dat Parler als platform niet verantwoordelijk is voor alle berichten die door gebruikers worden geplaatst.", "'Poging vrijheid van meningsuiting te verwijderen van internet'", "Matze beschuldigt techgiganten Amazon, Google en Apple van het beperken van concurrentie en vraagt gebruikers om te klagen bij politici over de besluiten van de bedrijven. Matze spreekt van \"een poging om vrijheid van meningsuiting te verwijderen van het internet\".", "De bestorming van het Capitool heeft geleid tot meerdere strenge optredens van socialemediabedrijven. Experts waarschuwden tijdens het presidentschap van Trump meerdere malen dat haatzaaien en desinformatie op sociale media tot schade en slachtoffers zouden kunnen leiden.", "Facebook-directeur Mark Zuckerberg maakte donderdag bekend dat Trump zijn Facebook- en Instagram-account voorlopig niet mag gebruiken. Twitter blokkeerde Trumps persoonlijke account in de nacht van vrijdag op zaterdag permanent."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["trump", "van", "medium", "app", "en", "om", "sociaal", "dat", "ook", "verwijdert", "apple", "te", "het", "op", "parler"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}