{"id": "3179c287-5c66-39bc-8828-fa641d7df532", "title": "Cyberpunk 2077 ondanks bugs meer dan dertien miljoen keer verkocht", "url": "https://nu.nl/games/6098315/cyberpunk-2077-ondanks-bugs-meer-dan-dertien-miljoen-keer-verkocht.html", "summary": "De dystopische cyberpunkgame Cyberpunk 2077 is tot en met afgelopen zondag meer dan dertien miljoen keer verkocht, meldt uitgever CD PROJEKT op zijn website.\nDat betekent dat Cyberpunk 2077 zo'n vijf miljoen keer is gekocht sinds de game op 10 december beschikbaar kwam.\nHet bestuur van het Poolse bedrijf zegt de nieuwe verkoopcijfers naar buiten te hebben gebracht vanwege \"mogelijke impact op investeringsbesluiten\".\nDaarmee reageert CD PROJEKT op de kritiek sinds Cyberpunk 2077 in de schappen ligt.\nCD PROJEKT heeft beloofd in 2021 met updates te komen die de bugs moeten wegnemen.", "paragraphs": ["De dystopische cyberpunkgame Cyberpunk 2077 is tot en met afgelopen zondag meer dan dertien miljoen keer verkocht, meldt uitgever CD PROJEKT op zijn website. Teruggebrachte exemplaren en mensen die hun geld terug willen, zijn meegenomen in de berekening.", "Dat betekent dat Cyberpunk 2077 zo'n vijf miljoen keer is gekocht sinds de game op 10 december beschikbaar kwam. Op die dag maakte CD PROJEKT namelijk ook bekend dat de game acht miljoen exemplaren in de voorverkoop wist te slijten.", "Het bestuur van het Poolse bedrijf zegt de nieuwe verkoopcijfers naar buiten te hebben gebracht vanwege \"mogelijke impact op investeringsbesluiten\".", "Daarmee reageert CD PROJEKT op de kritiek sinds Cyberpunk 2077 in de schappen ligt. Met name de versies voor de PlayStation 4 en Xbox One bleken vol te zitten met bugs en andere gebreken, waardoor het spel niet optimaal presteert.", "De game-uitgever moest vervolgens diep door het stof. Verschillende Nederlandse winkels waarschuwen bij de verkoop voor de prestaties van het spel. Sony haalde de game zelfs uit de PlayStation Store.", "Cyberpunk 2077 werd in 2012 aangekondigd. De langverwachte game zou de hit van het jaar moeten worden. CD PROJEKT heeft beloofd in 2021 met updates te komen die de bugs moeten wegnemen."], "authors": ["Door"], "keywords": ["bugs", "projekt", "meer", "miljoen", "2077", "dertien", "dan", "met", "te", "game", "van", "verkocht", "en", "cd", "op", "keer", "ondanks", "cyberpunk", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}