{"id": "318f2f4c-d82a-33b4-8c50-8f36da3d5069", "title": "Als we de rechtsstaat in Polen en Hongarije willen redden, dan is dat ook voor onszelf", "url": "https://trouw.nl/opinie/als-we-de-rechtsstaat-in-polen-en-hongarije-willen-redden-dan-is-dat-ook-voor-onszelf~b1e55862/", "summary": "Het zette me aan het denken over het karakter van Centraal-Europa, en ik besloot een stuk van de Tsjechische schrijver Milan Kundera te herlezen.\nMet dit alles in gedachten betekende het revolutiejaar 1989 veel meer dan het einde van het communisme.\nMet de verlokkingen en teleurstellingen van het kapitalisme, de beloftes en tekortkomingen van de democratie, de tegenstrijdigheden van de vrijheid.\nDe tragedie van Centraal-Europa is die van Europa; als we de rechtsstaat binnen de EU willen redden, dan is dat ook voor onszelf.\nDrie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt.", "paragraphs": ["Er was iets met mij aan de hand, ik wist hoe het kwam, maar ik wist niet wat het was. Het kwam door Polen en Hongarije, door hun weigering het Europese idee van de rechtsstaat overeind te houden, terwijl ze tegelijkertijd lid willen blijven van de EU, vanwege het geld. Het zette me aan het denken over het karakter van Centraal-Europa, en ik besloot een stuk van de Tsjechische schrijver Milan Kundera te herlezen. Een ­essay uit 1984, getiteld De tragedie van Centraal-Europa.", "Direct bij de eerste zin wist ik wat mij scheelde: ik had heimwee naar de toekomst. Dat wil zeggen, naar de tijd waarin de toekomst open leek te liggen, naar de jaren die het einde van de Koude Oorlog inluidden en daarmee de ‘terugkeer naar Europa’ voor landen die ruim veertig jaar waren gegijzeld door Moskou. Er werd in die tijd veelvuldig gerefereerd aan Kundera’s stuk en ik had het bij wijze van spreken altijd in mijn achterhoofd bij mijn reizen door het voormalige Oostblok.", "Dit waren zijn eerste zinnen: “In november 1956 stuurde de directeur van het Hongaarse Nieuwsagentschap, vlak voordat zijn kantoor kapot werd geschoten door artillerievuur, een telex aan de hele wereld met de wanhopige boodschap dat de Russische aanval op Boedapest was begonnen. Het bericht eindigde met deze woorden: ‘Wij gaan sterven voor Hongarije en voor Europa’.”", "De West-Europeanen waren geneigd alles ten oosten van Wenen te negeren", "Dramatischer kon het besef van lotsverbondenheid tussen de Hongaren en de rest van Europa – lees het Westen – niet uitgedrukt worden, en voor de andere Midden-Europese landen was dat niet anders. Of de West-Europeanen zich daarvan bewust waren, is de vraag, zij waren geneigd alles ten oosten van Wenen te negeren.", "Bovendien, zo schreef Kundera, zelf na de Praagse Lente uitgeweken naar Parijs, had West-Europa alles wat naar cultuur en beschaving zweemde geofferd op het altaar van de massamedia en het amusement. Als er zoiets bestond als de ziel van Europa, dan zou die eerder in Praag, Boedapest of Warschau liggen.", "Met dit alles in gedachten betekende het revolutiejaar 1989 veel meer dan het einde van het communisme. Het zou het begin zijn van een nieuw Europa, niet langer verdeeld, maar verenigd, en ook nog eens ­verrijkt met het idealisme van ­mensen die wisten dat er ‘dingen ­bestaan die het waard zijn om voor te lijden’ (de Tsjechische filosoof Jan Patocka).", "Was het naïef? Laat ik het zo zeggen: wat Kundera had aangezien voor het wezen van Midden-Europa, bleek een culturele erfenis die niet bestand was tegen de alledaagse werkelijkheid van het post-communisme. Met de verlokkingen en teleurstellingen van het kapitalisme, de beloftes en tekortkomingen van de democratie, de tegenstrijdigheden van de vrijheid. En de Midden-Europeanen waren niet heel anders dan hun West-Europese soortgenoten: ze vielen, al dan niet in meerderheid, voor de profeten van het opgeklopte ego: hier Le Pen, Salvini, ­Wilders, daar Orbán en Kaczynski. Er kunnen namen aan toegevoegd worden.", "De tragedie van Centraal-Europa is die van Europa; als we de rechtsstaat binnen de EU willen redden, dan is dat ook voor onszelf.", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["rechtsstaat", "redden", "hongarije", "van", "polen", "het", "die", "naar", "waren", "ik", "willen", "niet", "ook", "en", "dat", "te", "onszelf", "voor"], "pubDate": "2020-11-18T08:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}