{"id": "31a19324-d9c8-3c0a-b175-ba3309283e0e", "title": "Het gewelddadige begin en einde van Nederlands-Indië", "url": "https://trouw.nl/nieuws/het-gewelddadige-begin-en-einde-van-nederlands-indie~b22d1600/", "summary": "Indonesië’s gewelddadige gang naar onafhankelijkheidDie Javaanse oorlog en Indonesië’s gewelddadige gang naar onafhankelijkheid zijn ook het onderwerp van het lijvige boek van historicus Bossenbroek.\nDiponegoro’s jonge jaren, eind achttiende eeuw, speelden zich af aan het hof van een van de concurrerende vorstendommen van Java.\nDe onderlinge strijd bracht het koloniale gezag in de positie van handhaver van een Pax Neerlandica.\nZijn huiswerk van de Nederlandse hbs-opleiding in Soerabaja en zijn boeken uit de vrijmetselaarsbibliotheek las hij in zijn studentenkamertje in het huis van Hadji Tjokroaminoto.\nBossenbroek wil wegblijven van schurk-heldschema’s en historische personen tonen “met al hun goede bedoelingen en kwade intenties, hun verdiensten en tekortkomingen, hun daden en misdaden”.", "paragraphs": ["De Javaanse held Diponegoro, naamgever van Martin Bossenbroeks jongste boek, was dit jaar nieuws. Althans: zijn kris. De dolk behoorde tot de regalia van de prins en kwam in Nederlands bezit, nadat het koloniale gezag Diponegoro aan het eind van de Javaanse oorlog gevangen had genomen. Met de verbanning van de leider eindigde de opstand, waarbij van 1825 tot 1830 200.000 Javanen omkwamen.", "Al in 1975 had Nederland Indonesië ­beloofd de dolk terug te geven, maar helaas: hij was onvindbaar tussen tientallen vergelijkbare exemplaren. Afgelopen maart maakte het Leidse Museum Volkenkunde opeens bekend dat hij na jaren speurwerk terecht was. Tijdens het staatsbezoek van koning Willem-Alexander, een week later, konden de media Diponegoro’s dolk bewonderen.", "Twee pijnlijke geschiedenissen adresseerde de koning bij zijn bezoek. Hij bood excuses aan voor ‘geweldsontsporingen aan Nederlandse zijde’ pal na de onafhankelijkheidsverklaring van Soekarno in 1945. En, alstublieft, hier is de kris van uw nationale held. Wel jammer dat het volgens sommige Indonesische experts niet de goede was.", "Indonesië’s gewelddadige gang naar onafhankelijkheid", "Die Javaanse oorlog en Indonesië’s gewelddadige gang naar onafhankelijkheid zijn ook het onderwerp van het lijvige boek van historicus Bossenbroek. Deze oorlogen zijn kantelpunten: het neerslaan van Diponegoro’s opstand was een grote stap naar centraal bestuur over de kolonie en de onafhankelijkheidsoorlog rekende daarmee af.", "Bossenbroek, die in 2013 de Libris Geschiedenis Prijs won met De Boerenoorlog, beschrijft de gebeurtenissen in De wraak van Diponegoro vanuit een origineel perspectief: dat van de hoofdrolspelers en een fiks aantal belangrijke bijfiguren. Zijn geschiedenisverhaal is een vlechtwerk van biografieën, op basis van enorm veel bronnen.", "Diponegoro’s jonge jaren, eind achttiende eeuw, speelden zich af aan het hof van een van de concurrerende vorstendommen van Java. De onderlinge strijd bracht het koloniale gezag in de positie van handhaver van een Pax Neerlandica. Ook binnen de hoven woedden opvolgingskwesties. Diponegoro zag zijn hoop op de sultantroon in rook opgaan. Dat wakkerde zijn ambitie om de Hollanders te bevechten aan. Zijn vechtlust werd voorts gevoed door twee overgeleverde voorspellingen van zijn voorvaderen over de strijd tegen de koloniale bezetters, die de mystiek aangelegde prins op zichzelf van toepassing achtte.", "Bepaald minder mystiek aangelegd was zijn tegenstrever, generaal Hendrik Merkus de Kock (1779-1845). Deze had wel met ­Diponegoro gemeen dat ook hij moest ­manoeuvreren in tijden van complexe machtsverschuivingen. Zijn vader, patriottenleider, werd nota bene door Franse radicalen geëxecuteerd, omdat ze zijn republikeinse gezindheid in twijfel trokken. De Kock junior drong niettemin door tot de hoogste militaire rangen. Totdat de Britten hem in 1811 op Java krijgsgevangen maakten. Na terugkeer van koning Willem I kon De Kock in 1816 zijn carrière in Java hervatten.", "Portret van de Javaanse prins Diponegoro, 1830/1835. Beeld Hollandse Hoogte / De Agostini Editore SpA", "In deel twee maakt Bossenbroek een grote tijdsprong", "Bossenbroek maakt in deel twee van zijn boek een grote tijdsprong naar die twee andere tegenvoeters, de latere president ­Soekarno en de laatste gouverneur-generaal, Huib van Mook.", "De jonge Soekarno laveerde tussen twee werelden. Zijn huiswerk van de Nederlandse hbs-opleiding in Soerabaja en zijn boeken uit de vrijmetselaarsbibliotheek las hij in zijn studentenkamertje in het huis van Hadji Tjokroaminoto. Bij deze leider van Indonesië’s eerste nationalistische massabeweging, de Sarekat Islam, kwamen nationalistische, islamitische en communistische leiders over de vloer – de stromingen die Soekarno wilde verzoenen in één antikoloniale leer.", "Ook Huib van Mook, die opgroeide in Nederlands-Indië, moest zijn positie bepalen over de toekomst van de kolonie in het gewoel van ideologische twisten. Hij oogstte alras regelrechte haat met zijn verlichte pleidooien voor geleidelijke autonomie en kritiek op de vervolging van nationalisten als Soekarno – al liep die volgens hem te hard van stapel.", "Geschiedschrijving door de ogen van kopstukken heeft voor- en nadelen. Een nadeel is dat hele massa’s geen stem krijgen, zoals de boeren die meevochten met Diponegoro of zij die verhongerden; de slachtoffers van kapitein Westerling figureren slechts als ­bestuursprobleem voor Van Mook. Bossenbroek citeert vaak uit notities van tijdgenoten en autobiografieën. Die citaten, waarvan niet altijd duidelijk is waar ze vandaan komen, werken soms goed: alsof we de personen zelf horen.", "Ik bedank hartelijk voor zo’n ellendige goeroe en al zijne wetenschap", "Potsierlijk wordt het echter bij de geciteerde negentiende-eeuwse vertalingen van Diponegoro’s in het Javaans geschreven memoires en andere teksten uit die tijd. “In uwe verwaandheid vertrouwt gij er op, dat gij veel leerlingen hebt en dat men u goeroe noemt, maar ik bedank hartelijk voor zo’n ellendige goeroe en al zijne wetenschap”, laat Bossenbroek de prins uitvaren tegen medestrijder Kyai Mojo. Zo sprak Diponegoro dus in geen geval en hij komt op die manier ook niet bepaald tot leven.", "Zeker in het – te dikke – eerste deel voert Bossenbroek zijn lezers langs te veel verwikkelingen in politieke en sociale betrekkingen. Verwarrend is ook dat de auteur de lezer graag verrast met de ontknoping van gebeurtenissen of de introductie van personen die hij pas ­later duidt. De lezer denkt steeds dat hij iets of iemand eerder gemist heeft.", "Daar staat tegenover dat de auteur, vooral in het tweede deel, inzicht geeft in de grote ontwikkelingen en de dilemma’s van de hoofdpersonen. Je denkt mee met Van Mook, die ten onder gaat in zijn diplomatieke titanengevecht met Haagse, Japanse, ­geallieerde en nationalistische kopstukken. En met Soekarno, die in 1933 in eenzame ­opsluiting breekt en de Nederlanders om ­genade smeekt. “Voor de beweging van de toekomst is de politicus Soekarno dood”, vertolkte Bung Hatta het gevoel van de strijdmakkers over hun gevallen leider – die in de Japanse tijd toch weer komt bovendrijven om, met het pistool op de borst, in 1945 de onafhankelijkheid uit te roepen.", "In Indonesië, merkt Bossenbroek in zijn nawoord op, is geschiedschrijving vooral een kwestie van verering van nationale helden. En de Nederlanders, vindt hij, bedrijven ‘paternalisme’, ja ‘neokolonialisme’, met hun verontschuldigingdrang: ‘Jullie zijn slachtoffers en daarom móéten jullie onze excuses aanvaarden’. Bossenbroek wil wegblijven van schurk-heldschema’s en historische personen tonen “met al hun goede bedoelingen en kwade intenties, hun verdiensten en tekortkomingen, hun daden en misdaden”. Daarin is hij geslaagd.", "Martin Bossenbroek", "De wraak van Diponegoro. Begin en einde van Nederlands-Indië", "Antenaeum;", "576 blz. € 39,99.", "Lees ook:", "Wat het excuus van de koning aan Indonesië betekent", "Koning Willem-Alexander heeft zijn spijt uitgesproken en excuus aangeboden voor de “geweldsontsporingen van Nederlandse zijde” in de jaren van strijd na de Indonesische onafhankelijkheidsverklaring op 17 augustus 1945."], "authors": ["Eric Brassem"], "keywords": ["begin", "einde", "van", "het", "op", "hij", "die", "zijn", "met", "nederlandsindië", "een", "en", "gewelddadige", "dat"], "pubDate": "2020-11-14T21:44:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}