{"id": "31a560e1-ce1f-33f4-9173-75f83fcb0a67", "title": "Open of dicht? Hoe het misging met signalen van Economische Zaken aan winkels", "url": "https://nos.nl/artikel/2360940-open-of-dicht-hoe-het-misging-met-signalen-van-economische-zaken-aan-winkels.html", "summary": "Ze hebben wel degelijk contact gehad met Economische Zaken, zeggen ze, en gehoord dat ze weer open mogen.\nBovendien, in het sms'je waarin sterkte met het ombouwen van de winkel werd gewenst zei de ambtenaar van Economische Zaken ook nog dat het fijn was, dat de winkel kon bijdragen aan het verdelen van de drukte.\nNiet met vingers wijzenKeijzer weet niet hoe dat kan en zegt dat zij de signalen niet gegeven heeft.\nZe heeft van haar medewerkers ook niet begrepen dat tegen winkels is gezegd dat ze weer open konden.\n\"Wat je hier ziet, is dat Economische Zaken natuurlijk constant verhalen van ondernemers hoort die het moeilijk hebben.", "paragraphs": ["De uitzonderingsregel gaat na 24 uur weer van tafel. In haar woonplaats Volendam zegt Keijzer tegen de NOS zich te kunnen voorstellen wat er wellicht gebeurd is: dat de ketens met juristen om tafel hebben gekeken naar wat nog kon.", "\"Wat je zag is dat winkels in praktijk de randen hebben opgezocht. Ze dachten slim te zijn, terwijl ze eigenlijk verstandig hadden moeten zijn.\" Want het is volgens haar \"echt niet zo dat we op het ministerie kijken of iets wat haaks staat op het beleid, namelijk de besmettingen omlaag krijgen, toch wel kan.\"", "Winkelketens reageren verbaasd tegenover de NOS. Ze hebben wel degelijk contact gehad met Economische Zaken, zeggen ze, en gehoord dat ze weer open mogen. \"Wij hebben ons keurig aan de regels gehouden die op de site kwamen\", zegt een woordvoerder van Action.", "Bovendien, in het sms'je waarin sterkte met het ombouwen van de winkel werd gewenst zei de ambtenaar van Economische Zaken ook nog dat het fijn was, dat de winkel kon bijdragen aan het verdelen van de drukte.", "Niet met vingers wijzen", "Keijzer weet niet hoe dat kan en zegt dat zij de signalen niet gegeven heeft. Ze heeft van haar medewerkers ook niet begrepen dat tegen winkels is gezegd dat ze weer open konden. \"Ik weet niet waar dat vandaan komt. Wat nu belangrijk is: we moesten aanscherpen en verduidelijken. Om het doel te bereiken zo min mogelijk contacten en bewegingen in winkelstraten te realiseren. En ik ga nu verder niet met vingers wijzen.\"", "Politiek verslaggever Ron Fresen heeft daar wel kanttekeningen bij. \"Wat je hier ziet, is dat Economische Zaken natuurlijk constant verhalen van ondernemers hoort die het moeilijk hebben. En dat ze steeds naar manieren zoeken om die ondernemers te helpen. Het is een beetje een patroon, dat zagen we onlangs ook met de uitgelekte notitie over de horeca.\"", "Minister Grapperhaus kan zich ondertussen goed voorstellen dat Nederlanders nu denken dat dit verhaal wat \"slordig en onhandig\" overkomt. Hij vindt het spijtig, maar \"we hebben nu wel een regel waar we heel goed mee uit de voeten kunnen\".", "De besluitvorming in Den Haag leverde in de winkelstraten veel verwarring op. Bekijk hieronder de reacties op straat en in de winkels:"], "authors": ["Barbara Terlingen", "Redacteur Politiek", "Staatssecretaris Keijzer Van Economische Zaken"], "keywords": ["zaken", "van", "open", "niet", "economische", "winkels", "het", "ze", "misging", "signalen", "en", "wat", "hoe", "te", "dat", "met", "hebben"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}