{"id": "31c03593-bb42-3cd1-bb98-c5b2ea817e2b", "title": "Geen wintersport, skipistes Italië blijven troosteloos leeg", "url": "https://www.metronieuws.nl/lifestyle/reizen/2020/11/geen-wintersport-skipistes-italie-blijven-leeg/", "summary": "Geen wintersport, skipistes Italië blijven troosteloos leegLiefhebbers van de wintersport kunnen dit jaar de skipistes van Italië niet op.\nDe Italiaanse premier Giuseppe Conte meldde vandaag dat de pistes voorlopig dicht blijven vanwege corona en dat een wintersport vakantie er dit jaar niet inzit.\n„Het is niet mogelijk om vakanties in de sneeuw toe te laten want dan krijgen we een derde coronagolf”, zei Conte.\n„Je kan skiën niet verbieden in Zuid-Tirol en het wel toestaan in Karinthië”, verklaarde hij wijzend op een skibuurregio in Oostenrijk.\nVolgens directeur Arjen de Graaf van de Nederlandse Ski Vereniging ziet het er niet goed uit: „Skiërs en boarders wachten af tot de wintersport weer mag, voordat ze hun sneeuwvakantie vastleggen.", "paragraphs": ["Geen wintersport, skipistes Italië blijven troosteloos leeg", "Liefhebbers van de wintersport kunnen dit jaar de skipistes van Italië niet op. De Italiaanse premier Giuseppe Conte meldde vandaag dat de pistes voorlopig dicht blijven vanwege corona en dat een wintersport vakantie er dit jaar niet inzit.", "„Het is niet mogelijk om vakanties in de sneeuw toe te laten want dan krijgen we een derde coronagolf”, zei Conte. De eerste minister wil een Europese aanpak van de wintervakanties en heeft daar al bij onder anderen de Franse president Emmanuel Macron en de Duitse bondskanselier Angela Merkel op aangedrongen.", "Wintersport 2021 moest seizoen redden", "Italiaanse skiregio’s hebben juist gepleit voor heropening van de pistes onder strenge regels om het toeristenseizoen nog enigszins te redden. Er wordt daarbij met een schuin oog gekeken naar buitenlandse wintersportcentra die wellicht wel gasten mogen ontvangen. Zo zal Frankrijk waarschijnlijk binnen tien dagen besluiten over de heropening van de skioorden met het oog op de kerstvakantie.", "Lees ook: Op alternatieve wintersport in eigen land?", "„Als de pistes gesloten moeten blijven, moet dat voor heel Europa gelden”, zei de regionale president van de regio Veneto, Luca Zaia. „Je kan skiën niet verbieden in Zuid-Tirol en het wel toestaan in Karinthië”, verklaarde hij wijzend op een skibuurregio in Oostenrijk.", "Maandag passeerde het aantal doden door corona in Italië de grens van 50.000.", "Branche vindt toestand dramatisch", "Voorlopig dreigt het hele wintersportseizoen nog in het water te vallen. Dat bleek uit een rondvraag van De Telegraaf in de reisindustrie in Nederland en in de Alpen. De skigebieden vrezen dat sowieso de hele kerstvakantie wegvalt. „Dat zou dramatisch zijn. We hopen op een snelle versoepeling aan drie kanten, de maatregelen in Oostenrijk zelf, het Nederlandse reisadvies moet van oranje naar geel gaan en de oproep van het Nederlandse kabinet om niet te reizen, willen we graag in december van tafel”, zei manager Thiebout van den Bergh van het Oostenrijks toeristenbureau twee weken geleden. Sindsdien is er nog weinig veranderd.", "Volgens directeur Arjen de Graaf van de Nederlandse Ski Vereniging ziet het er niet goed uit: „Skiërs en boarders wachten af tot de wintersport weer mag, voordat ze hun sneeuwvakantie vastleggen. We hopen dat we vanaf medio december gas kunnen geven, maar ik durf nu geen enkele garantie te geven.”", "Lees ook: Alternatieve wintersport: hard gaan met husky’s, foute kerstbaljacht, coronaproof sneeuwhappen"], "authors": [], "keywords": ["wintersport", "skipistes", "geen", "van", "blijven", "troosteloos", "het", "op", "leeg", "een", "en", "dat", "niet", "te", "er", "italië"], "pubDate": "2020-11-24T12:49:01+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}