{"id": "31c0ba17-6083-377b-abb3-3a307fe93596", "title": "Seks is ook leuk. Maar dat ziet de overheid niet", "url": "https://www.nrc.nl/nieuws/2021/01/08/seks-is-ook-leuk-maar-dat-ziet-de-overheid-niet-a4026829", "summary": "Ook in Nederland bemoeit de overheid zich met de seks van haar burgers, en dat gebeurt alleen in negatieve zin.\nDe overheidswebsite loketgezondleven.nl geeft aan dat het „logisch” is dat ook singles „lichamelijk contact” willen hebben, maar is vervolgens vaag over hoe dat binnen de regels kan.\nZo gebeurde wat kenmerkend is voor Nederland en seks: over de grens staan we bekend als vrij, in de praktijk valt dat tegen.\nDat is niet de goede vraagDat die pakketten bestaan, betekent niet dat ze ook worden gebruikt.\nDat is dom, want seks is goed voor het gestel, niet alleen mentaal maar ook fysiek.", "paragraphs": ["Je seksleven zou een privéaangelegenheid moeten zijn, maar dat is het nergens ter wereld. Overal wordt seksualiteit in meer of mindere mate gereguleerd, bijvoorbeeld door te sturen via voorlichting, door relatievormen (fiscaal) te belonen of door handelingen expliciet te verbieden. Ook in Nederland bemoeit de overheid zich met de seks van haar burgers, en dat gebeurt alleen in negatieve zin.", "Zulke bemoeienis werd duidelijk zichtbaar tijdens de coronacrisis. Hoewel de premier en zijn chef corona seksualiteit tijdens de persconferenties doodzwijgen, gelden er strikte regels. Alleen mensen die samen een huishouden vormen, mogen seks hebben. Dat is discriminatie.", "Linda Duits is publicist gespecialiseerd in gender en seksualiteit.", "De overheidswebsite loketgezondleven.nl geeft aan dat het „logisch” is dat ook singles „lichamelijk contact” willen hebben, maar is vervolgens vaag over hoe dat binnen de regels kan. Die vaagheid is het resultaat van de laffe opstelling van het RIVM: in mei werd het aanvankelijke advies opengebroken en werden ‘coronabuddy’s’ toegestaan, maar het instituut trok die bewoording een paar dagen later in.", "De internationale pers dook direct op de seksbuddy’s en het nieuws ging de hele wereld rond. Toen het woord werd verwijderd, was er geen buitenlandse krant die daarover rapporteerde. Zo gebeurde wat kenmerkend is voor Nederland en seks: over de grens staan we bekend als vrij, in de praktijk valt dat tegen. Dit blijkt ook uit onze voorlichting.", "Sekseducatie is een exportproduct en geld voor ontwikkelingssamenwerking gaat meer en meer naar projecten over moedersterfte, lhbti-minderheden en hiv/aids. Thuis laat de overheid voorlichting aan professionele organisaties die onderwijspakketten leveren. Het bekendste is ‘Lang Leve De Liefde’ van Soa Aids Nederland, Rutgers, de Universiteit Maastricht en de GGD. Deze methode zet sterk in op preventie, met veel nadruk op de eerste keer.", "Lees ook: Hoe vaak we seks moeten hebben? Dat is niet de goede vraag", "Dat die pakketten bestaan, betekent niet dat ze ook worden gebruikt. De enige verplichting die scholen hebben is aandacht besteden aan voortplanting, zwangerschap en soa’s (sinds de jaren ’90) en diversiteit (sinds 2012). Hoe ze dat invullen is aan hen. Een rapport van de Inspectie uit 2016 is vernietigend: zulk onderwijs is „vaak incidenteel van karakter, weinig doelgericht en leraarafhankelijk”.", "Scholieren zijn de dupe: ze beoordelen seksuele vorming met een 5,8. De basis is goed, maar niet voldoende. Jongeren willen meer weten over diversiteit in gender, lichamen en seksuele ontwikkeling en over onderwerpen als consent en weerbaarheid. Daarnaast vinden ze bestaande lessen te negatief en missen ze de thema’s plezier en relaties.", "De leemte in voorlichting leidt tot kleinschalige initiatieven, zoals Seksueel Welzijn Nederland, SexMatters, Boys Won’t Be Boys, Wipsite en Trio Collectiet. Het is voor hen lastig financiering te vinden. Tegelijkertijd krijgen ook de grote spelers Rutgers en Soa Aids NL geen geld meer voor de ontwikkeling van voorlichtingsmateriaal. Uit antwoorden op Kamervragen blijkt dat het ministerie doelt op marktwerking in het curriculum, maar scholen moeten pakketten zelf betalen en doen dat daarom, zeker zonder verplichting, niet of minimaal.", "Seksueel welzijn", "Daar gaat geen verandering in komen. Geen enkel Kamerlid stelde vragen over de achterstelling van alleenstaanden tijdens corona. Seksueel welzijn is sowieso voor geen enkele politieke partij een issue en in de verkiezingsprogramma’s is seks beperkt tot drie categorieën.", "Zo wil iedereen seksueel geweld bestrijden (behalve PvdD en 50plus); komt seksuele diversiteit overal terug als iets om te beschermen en te bevorderen, behalve bij de SGP (die er moeite mee heeft) en Denk (die het niet noemt); en schrijven veel partijen over prostitutie. Hier is echt iets te kiezen: partijen als CDA, ChristenUnie en PvdA ijveren voor nadere regulering en bestraffing; D66, GroenLinks en (vooral) Bij1 willen de rechtspositie van sekswerkers verbeteren.", "Gezondheid vindt iedereen wel belangrijk, maar alleen D66 en de SGP brengen dat in verband met seks, het gaat dan om respectievelijk anticonceptie en abortus. Ook als preventiestrategie keert seksuele gezondheid niet terug, in tegenstelling tot bijvoorbeeld sport en voeding. Dat is dom, want seks is goed voor het gestel, niet alleen mentaal maar ook fysiek. Het vermindert stress, versterkt hart en weerstand en je slaapt er lekker door – om maar een paar dingen te noemen.", "Plezierige en veilige seks", "Seksuele gezondheid is volgens de Wereldgezondheidsorganisatie (WHO) dan ook veel meer dan het voorkomen van negatieve aspecten van seks. De WHO-definitie, opgesteld in 2010, noemt „een positieve en respectvolle benadering van seksualiteit en seksuele relaties” en „het mogen en kunnen aangaan van plezierige en veilige seksuele ervaringen”. Om dit te kunnen bereiken „moeten de seksuele rechten van alle personen worden gerespecteerd, beschermd en gerealiseerd”. Het is zowel opmerkelijk als veelzeggend dat dit voor Nederland ‘een ver van mijn bed-show’ is.", "Seksueel beleid bestaat in Nederland uit harm-prevention, risicoreductie en verboden, oftewel adviezen en regels over wat je allemaal niet in bed mag doen. Natuurlijk is het niet de bedoeling dat de overheid voorschrijft wat je allemaal wel in bed zou moeten doen, maar er is veel te behalen met een meer sekspositieve opstelling. Het gaat dan bijvoorbeeld over kennis van het lichaam (‘clitoracy’), inclusiviteit naar seksualiteit buiten de norm (non-monogaam, promiscue, kinky) en een benadering van seks als bron van plezier, geluk en gezondheid – in plaats van ellende, gevaar en ziekte. Kabinet na kabinet verwaarloost de seksuele gezondheid van burgers, en we kunnen niet eens stemmen op een partij die daar verandering in wil brengen.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Linda Duits", "Leestijd Minuten"], "keywords": ["van", "seks", "leuk", "en", "een", "niet", "ook", "te", "het", "maar", "ziet", "dat", "overheid", "die"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}