{"id": "31c7a337-d9eb-3a20-8f9c-d1f98ae128c8", "title": "Hoe Iris van Herpen met haar jurken ballet tot één golvende, vloeiende beweging maakt", "url": "https://trouw.nl/cultuur-media/hoe-iris-van-herpen-met-haar-jurken-ballet-tot-een-golvende-vloeiende-beweging-maakt~bf79cb69/", "summary": "‘Wat weer schitterend werk van Iris van Herpen.\nWat is het waardoor dit project, een samenwerking tussen modeontwerper Iris van Herpen (36) en Het Nationale Ballet, mensen zo raakt?\nVolgens de Amerikaans-Nederlandse Ryan McDaniels (35), regisseur van deze film, is het de magie van Van Herpen.\nHet staat voor kunst en wetenschap die het geniale van de natuur gebruiken als inspiratie om te ontwerpen of voor het oplossen van problemen.\nIn 2018 werkte Van Herpen al samen met wetenschappers van de TU Delft aan een 3D-geprinte jurk.", "paragraphs": ["‘Wat weer schitterend werk van Iris van Herpen. De manier waarop deze ballerina haar jurken tot leven brengt is verbluffend.’", "‘De danseres is een engel in menselijke gedaante, gebeeldhouwd door god.’", "‘Toen ik dit zag, moest ik huilen.’", "De vele online reacties op de korte film ‘Biomimicry’ die sinds een paar dagen op YouTube staat zijn zeer lovend. Wat is het waardoor dit project, een samenwerking tussen modeontwerper Iris van Herpen (36) en Het Nationale Ballet, mensen zo raakt? Is het de perfecte combinatie van wervelende dans, de transparante jurken en de veelal minimalistische muziek van Lavinia Meijer en Thijs de Vlieger?", "Volgens de Amerikaans-Nederlandse Ryan McDaniels (35), regisseur van deze film, is het de magie van Van Herpen. “Ik heb vaker met haar gewerkt. Haar ontwerpen zijn zo bijzonder, ze hebben zo iets oers en tegelijk iets futuristisch. Die oorsprong, de natuur is haar belangrijkste inspiratiebron, dat voel je.”", "Een opkomende discipline", "De titel van de film, ‘Biomimicry’, is een bestaand woord. Het staat voor kunst en wetenschap die het geniale van de natuur gebruiken als inspiratie om te ontwerpen of voor het oplossen van problemen. Het is zowel een een aloude praktijk als een opkomende discipline. Leonardo da Vinci maakte immers al schetsen van vliegmachines gebaseerd op de vleugels van vogels en de TU Delft bijvoorbeeld is tegenwoordig volop bezig met bio-geïnspireerde innovaties.", "Biomimicry is ook de voedingsbodem voor mode-ontwerper Van Herpen. Haar sleutelwoorden: natuur, elektriciteit, beweging. ‘Alles is in de natuur al zo goed en prachtig gevormd door miljoenen jaren evolutie, je hoeft het eigenlijk alleen maar te zien en te vertalen naar design’, zei ze onlangs in Het Parool. In 2018 werkte Van Herpen al samen met wetenschappers van de TU Delft aan een 3D-geprinte jurk. Ze ontwikkelden toen een nieuwe printmethode die het mogelijk maakte om kunststof te combineren met natuurlijke kledingstoffen.", "Voor een van de vier jurken die in de film ‘Biomimicry’ te zien is – ‘Hypnosis’, gemaakt uit bruin-geel-paarse lagen organza – werkte Van Herpen eerder samen met de Amerikaanse kunstenaar Anthony Howe. Hij maakt bewegende sculpturen die door de wind worden aangedreven. Als je de beelden op zijn YouTube-kanaal bekijkt, zie je meteen de connectie met Van Herpens werk: de typische golvende, vloeiende bewegingen.", "Een kostuum voor het Nationale Ballet, ontworpen door Iris van Herpen Beeld Valentine Bouquet", "Heftige dansbewegingen", "Precies die ‘Hypnosis’-jurk was meteen ook de meest kwetsbare die de Chinese danseres JingJing Mao, sinds tien jaar bij Het Nationale Ballet, in de film draagt. Afgelopen zomer, tijdens de repetities en opnamen van de film in een verder lege Amsterdamse Stopera, was kunstacademiestudente Rebekka Groeneveld (22) een van degenen die moesten ingrijpen als JingJing door een heftige dansbeweging iets beschadigde aan een Van Herpen-jurk.", "“Ik was samen er met een andere, Italiaanse, stagiaire voor verantwoordelijk dat alle jurken intact bleven. JingJing probeerde steeds uit hoe ver haar bewegingen konden reiken. En wij renden meteen naar haar toe als er iets gerepareerd moest worden.” Als ballenmeisjes op Wimbledon. “Hoe? Met doorzichtig nylon draad, een naald en een schaartje. Dus heel snel naaien, knopen, afknippen en wegrennen. En dan kon ze weer door.”", "Het is niet de eerste keer dat Het Nationale Ballet samenwerkt met bekende modeontwerpers. Jan Taminiau en het duo Viktor & Rolf gingen Van Herpen voor. En afgelopen zomer nog de creatieven van G-Star RAW, die voor een speciaal op corona geschreven ‘Safe Distance Ballet’ een indrukwekkende denim tutu ontwierpen van drie meter doorsnee. Zo konden de dansers op een veilige anderhalve meter afstand van elkaar blijven.", "De film ‘Biomimicry’ is te zien op www.youtube.com of op www.operaballet.nl/nl/biomimicry", "Lees ook:", "Iris van Herpen: ‘Alles wat ik maak is draagbaar, ook mijn jurken van plexiglas’", "Iris van Herpen krijgt vandaag de belangrijkste kunstprijs voor haar grensverleggende mode: de Johannes Vermeer Prijs. Op haar lauweren rusten is er niet bij. ‘Ik wil mezelf voortdurend vernieuwen.’"], "authors": ["Ally Smid"], "keywords": ["één", "tot", "van", "hoe", "jurken", "het", "op", "met", "die", "maakt", "vloeiende", "iris", "een", "haar", "en", "herpen", "voor"], "pubDate": "2020-12-02T12:40:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}