{"id": "31d34895-d539-31fd-9dd1-a7f4a9e15a67", "title": "Marcel Levi: ‘In vaccinatieweigeraars moet je geen energie stoppen’", "url": "https://volkskrant.nl/nieuws-achtergrond/marcel-levi-in-vaccinatieweigeraars-moet-je-geen-energie-stoppen~b3c8cb52/", "summary": "Op het moment dat ik aan de beurt ben, kan ik een nummer bellen en dan gaan ze me dat vertellen.\nAls blijkt dat ik het vaccin heb gehad, hoef ik niet nog een keer.’Er zijn vast ook Britse vaccinatieweigeraars, hoe gaan jullie daarmee om?\nIk denk niet dat we die mensen allemaal in hun oor moeten gaan toeteren dat ze dom zijn en het niet snappen.\nIk ben bang dat dat toch de manier is waarop veel mensen denken.’Wat kunnen wij van de Britse vaccinatiecampagne leren?\nJa maar, het vaccin moet worden gekoeld, ja maar, we moeten de familie van verpleeghuisbewoners om toestemming vragen en ga zo maar door.", "paragraphs": ["Marcel Levi op zijn werkkamer in Londen. Beeld Carlotta Cardana", "Met de tranen van de Britse minister van Volksgezondheid had hij als nuchtere Hollander niet zoveel maar natuurlijk zag Marcel Levi, ziekenhuisbestuurder in Londen, deze week de opluchting om zich heen. Groot-Brittannië begon dinsdag als eerste westerse land met de vaccinaties tegen corona en dat doet wat met de stemming in het land, zegt Levi: ‘Het vaccin is de weg naar buiten, niet morgen maar wel over een paar maanden.’", "Internist Levi (56), directeur van zeven grote ziekenhuizen in Londen, werd al in oktober gevraagd om de vaccinatiecampagne te coördineren in het noorden en oosten van de stad, waar twee miljoen mensen in korte tijd moeten worden ingeënt. Dat verliep aanvankelijk moeizaam, vertelt hij telefonisch, tussen twee vergaderingen in. ‘In het begin zei ik weleens: voorbereiden, maar waarop dan eigenlijk? Dan was het antwoord: ja we hebben veel onbekenden en een heleboel stippellijntjes, maar we gaan het toch gewoon doen.’", "Droog: ‘Laten we nou ook niet al te ingewikkeld doen, dartpijlen gooien in een duister café is moeilijker dan een prik zetten in iemands arm.’", "De Britse toezichthouder MHRA heeft het vaccin met behulp van een noodwet versneld goedgekeurd, klinkt alsof dat er snel is doorgeduwd.", "‘De gegevens waarop de MHRA zijn besluit heeft gebaseerd, zijn natuurlijk precies dezelfde als die waarmee de Europese medicijnautoriteit EMA aan de slag gaat. Er is één verschil: de Britse regering heeft gezegd: jullie zijn totaal onafhankelijk, zeg wat je ervan wil maar doe het wel een beetje snel. Dat is belangrijk want het zijn toch ambtelijke organisaties. Ik begrijp niet waarom het nog weken moet duren voordat de EMA met een oordeel komt. De gegevens over het vaccin zijn inmiddels gepubliceerd, daar zit echt niet heel veel extra uitzoekwerk aan vast. Maar er is niemand die tegen de EMA zegt dat ze een beetje moeten opschieten. In Groot-Brittannië is het vlot gegaan maar daarom niet slecht gedaan.’", "Jullie zijn begonnen met patiënten die al in het ziekenhuis lagen of daar een afspraak hadden. Klinkt vooral als een praktische keuze.", "‘Dat klopt, we zijn begonnen in ziekenhuizen omdat dit vaccin bij een temperatuur van min 70 graden moet worden bewaard en ziekenhuizen hebben allemaal zo’n vriezer. Wij hadden uiteindelijk niet genoeg kandidaten, veel 80-plussers durfden niet naar het ziekenhuis te komen, dus we hebben vorig weekend nog flink wat patiënten moeten bellen. We hielden 10 procent van de voorraad vaccins over en die hebben we aan de personeelsleden gegeven die veel risico lopen op besmetting.’", "U werkt zelf een dag in de week als arts, wordt u ook gevaccineerd?", "‘Dat weet ik nog niet. Ik heb deze zomer meegedaan aan een onderzoek naar het Oxford-vaccin en ik mag natuurlijk niet weten of ik het vaccin heb gehad of een placebo. Op het moment dat ik aan de beurt ben, kan ik een nummer bellen en dan gaan ze me dat vertellen. Als blijkt dat ik het vaccin heb gehad, hoef ik niet nog een keer.’", "Er zijn vast ook Britse vaccinatieweigeraars, hoe gaan jullie daarmee om?", "‘Dat is, net als in Nederland, een kleine groep, maar die is wel luidruchtig. Daar moet je je energie niet in stoppen. Oké dan niet, er is nu schaarste aan vaccins, dan hebben wij meer. Laten we eerst de mensen vaccineren die wel willen, dan zijn die alvast beschermd en dan zien we wel hoe de rest erop reageert.’", "Mensen hebben angst voor de lange termijn bijwerkingen die we nog niet kennen", "‘Ongeveer een kwart van de Britten twijfelt en wil eerst meer weten over het vaccin, en ze hebben het volste recht om dat soort afwegingen te maken. Ik denk niet dat we die mensen allemaal in hun oor moeten gaan toeteren dat ze dom zijn en het niet snappen. Dan volharden ze juist in hun standpunt. Het is onze taak om ervoor te zorgen dat ze goed geïnformeerd zijn, waarbij we de dingen ook niet mooier moeten maken dan ze zijn. De bijwerkingen die we tot nu toe zien zijn minimaal maar onze kennis over de vaccins reikt niet verder dan een half jaar. ’", "Dat klinkt alsof we een risico moeten nemen", "‘De situatie waarin we nu zitten is toch ook heel eng? Aan covid gaan elke week in Nederland vierhonderd mensen dood, dat is een volle Boeing 747. Stel dat er elke week een Boeing neerstort, ik denk dat we er niet over uitgepraat zouden raken, maar aan de hoeveelheid covid-doden zijn we nu kennelijk gewend. Natuurlijk zijn dat vooral oude mensen, maar ik zit net naar de laatste internationale studies te kijken en verdraaid zeg, de gemiddelde sterfteleeftijd is gewoon 60, zo verschrikkelijk oud is dat nou ook weer niet.’", "Eenderde van het Nederlands zorgpersoneel wil niet worden gevaccineerd, eenderde twijfelt, hoe is dat bij u?", "‘De cijfers zijn hetzelfde, daarom gaan we in ons ziekenhuis bekende artsen inzetten, dokters die het vertrouwen hebben. De schoonmakers en de cateraars in het ziekenhuis zijn nog sceptischer. Dat zijn relatief vaak donkere mensen, daar komt een raciaal element bij kijken dat in Groot-Brittannië heel ingewikkeld is. Als ik zeg dat zij een hoog risico hebben op een ernstig beloop van covid en dus voorrang krijgen bij vaccinatie, dan is de reactie: zie je wel, ze willen ons als proefkonijn gebruiken. We hebben personen benaderd die in die groepen als autoriteit worden gezien en we hopen dat zij hun collega’s willen overtuigen.’", "Hebben de mensen die gevaccineerd zijn straks meer recht op vrijheden?", "‘Die discussie gaat straks losbarsten en ik voorspel dat die heftig gaat worden. Verplichte vaccinatie bestaat al, als je naar Afrika of Azië wilt reizen is een inenting tegen de gele koorts of hepatitis ook nodig, soms moet je zelfs je vaccinatiebewijs laten zien. Het zou straks best eens een sturende factor kunnen worden, dat de twijfelaars denken: ik doe het maar, dan kan ik weer op vakantie naar Spanje. Ik ben bang dat dat toch de manier is waarop veel mensen denken.’", "Wat kunnen wij van de Britse vaccinatiecampagne leren?", "‘Als ik van afstand de vaccinatiediscussie in Nederland volg dan zie ik dat er meteen een eindeloze rij problemen wordt opgesomd. Ja maar, het vaccin moet worden gekoeld, ja maar, we moeten de familie van verpleeghuisbewoners om toestemming vragen en ga zo maar door. Ik wil de problemen niet bagatelliseren maar daar zijn toch oplossingen voor te bedenken? We hebben toch dozen met droog ijs om te koelen en als je hele personeel erachter gaat staan dan kun je toch in een maand tijd alle familie benaderen? Hier heerst veel meer een can do-mentaliteit. Ja, het is allemaal heel moeilijk en lastig, maar doe het gewoon.’"], "authors": ["Ellen De Visser"], "keywords": ["dat", "stoppen", "die", "niet", "een", "dan", "energie", "en", "maar", "marcel", "moet", "levi", "geen", "zijn", "ik", "je", "vaccinatieweigeraars", "het"], "pubDate": "2020-12-11T13:47:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}