{"id": "31d695d4-98ae-385b-b6cf-e2f27c022bbf", "title": "Het uitlachen gaat al mijn hele leven hopeloos de verkeerde kant op", "url": "https://volkskrant.nl/columns-opinie/het-uitlachen-gaat-al-mijn-hele-leven-hopeloos-de-verkeerde-kant-op~bc50bda5/", "summary": "Mijn hoofd is niet mijn identiteit, en hoeft dat ook niet te worden.\nHet hoeft niet, het is niet altijd zo, soms zijn hoofden gewoon groot, alleen maar, zonder reden.\nAha, dacht ik toen ik het las.\nIk had mijn ouders en mijn zussen moeten uitlachen met hun kleine hoofdjes, in plaats van andersom, het uitlachen gaat al mijn hele leven hopeloos de verkeerde kant op.\nOf als je het in je eentje doet.", "paragraphs": ["In een column over de lichtblauwe, zogenaamd one-size-fits-all-mondkapjes, stipte ik vorige week al even voorzichtig aan dat ik over een wat groter hoofd beschik. Ik heb daarop veel post gekregen van lezers die zich in de beschrijving herkennen en nu graag, via mij dus, in contact willen komen met andere mensen met grote hoofden, om samen te kunnen corresponderen over waar ‘we’ allemaal tegenaan lopen in het leven.", "Vergeet het maar, heb ik geantwoord. Mijn hoofd is niet mijn identiteit, en hoeft dat ook niet te worden. Bovendien: zó groot is-ie nu ook weer niet. Je kunt ook overdrijven. In elk geval niet zo groot als dat van mijn voormalige schoolgenoot, een jongen uit Weiteveen, meen ik, die na twee weken alweer uit militaire dienst werd ontslagen omdat er in het hele leger geen helm kon worden gevonden die op zijn hoofd paste. Daar heeft hij toen nog De Drentse Courant mee gehaald.", "Laatst stond er een artikel in de krant over een nieuw, belangrijk onderzoek, waaruit is gebleken dat kinderen met de grootste hoofden in het gezin meestal ook de slimsten zijn. Het hoeft niet, het is niet altijd zo, soms zijn hoofden gewoon groot, alleen maar, zonder reden. Evengoed werd het directe, oorzakelijke verband tussen groothoofdigheid en intelligentie hier even heel duidelijk gelegd en bewezen.", "Aha, dacht ik toen ik het las. Aha. Dus toch. Er is een reden voor mijn hoofd, ik moet mijn hersenen ergens kwijt, logisch ook, achteraf, waar moet ik ze anders laten, ik heb geen extra zak waar ik ze in kan bewaren. Ergens heb ik het ook altijd wel geweten, het vermoeden gekoesterd, ik kan het nu wel toegeven, maar ik heb me nooit laten testen, want daaruit kan niets goeds voortkomen: straks ben je ineens hoogbegaafd en ben je mooi de klos, of niet, totaal niet, en dan zit je daar met je grote hoofd.", "Ik dacht terug aan de momenten dat ik vroeger in ons gezin was uitgelachen, vooral als ik weer eens ergens tegenaan was geknald. Zie je wel, dacht ik. Zie je wel. Ik had mijn ouders en mijn zussen moeten uitlachen met hun kleine hoofdjes, in plaats van andersom, het uitlachen gaat al mijn hele leven hopeloos de verkeerde kant op.", "Het Kerstdiner gaat niet door dit jaar, wat jammer is, want als er nog eens een neefje naar me toekomt, wat weleens is gebeurd, dat vraagt ‘Maar oom Peter, waarom heb je zo’n groot hoofd’, op een toon alsof hij de grote boze wolf aanspreekt, weet ik eindelijk eens wat ik terug moet zeggen: ‘Omdat jij dom bent, lieve schat. Jullie allemaal. Hoe groter je mijn hoofd vindt, hou dat maar als stelregel aan, hoe dommer je bent.’", "Wie het laatst lacht, lacht het best, zeggen ze, maar na al die jaren werkt het denk ik niet meer zo. Of als je het in je eentje doet."], "authors": ["Peter Middendorp"], "keywords": ["het", "op", "maar", "gaat", "ik", "hele", "mijn", "hopeloos", "verkeerde", "je", "leven", "niet", "een", "en", "kant", "dat", "ook", "uitlachen"], "pubDate": "2020-12-04T13:00:18+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}