{"id": "31dccf54-c65b-3ab0-818c-895e1786f13e", "title": "Is het ene koningsdrama het andere niet?", "url": "https://volkskrant.nl/columns-opinie/is-het-ene-koningsdrama-het-andere-niet~b23320d4/", "summary": "In 2007 was het kleine hedgefonds TCI aandeelhouder geworden van ABN Amro, toen nog een van de machtigste banken ter wereld.\nAlleen is dit koningsdrama in het nieuws ondergesneeuwd door corona en het grote koningsdrama in de VS waar een zittende president zijn nederdaag niet wil erkennen.\nSamen proberen ze een geplande aandelenemissie van 3,5 miljard euro van het fonds te voorkomen.\nDe activistische aandeelhouders vinden echter dat het management beter grote delen van het vastgoed kan verkopen.\nDe bekendmaking dat er mogelijk een vaccin aankomt, leidde maandag tot een forse koersstijging van het aandeel.", "paragraphs": ["In 2007 was het kleine hedgefonds TCI aandeelhouder geworden van ABN Amro, toen nog een van de machtigste banken ter wereld.", "TCI vond dat de bank niet winstgevend genoeg was en eiste kostenverlagingen en anders maar een overname van de bank. Al gauw schaarden andere aandeelhouders zich achter het hedgefonds. Het eindigde ermee dat ABN Amro in stukken werd gescheurd en belastingbetalers miljarden moesten ophoesten om ABN Amro tenminste als klein duimpje te behouden.", "In 2017 werden respectievelijk Unilever en Akzo Nobel door activistische aandeelhouders gedwongen te reorganiseren en respectievelijk de divisie margarine en divisie speciale chemicaliën af te stoten.", "Nu vindt een soortgelijk drama plaats bij Unibail Rodamco, het grootste winkelvastgoedfonds van de wereld dat in de AEX-elite staat van 25 belangrijkste Nederlandse beursbedrijven.", "Alleen is dit koningsdrama in het nieuws ondergesneeuwd door corona en het grote koningsdrama in de VS waar een zittende president zijn nederdaag niet wil erkennen. De nieuwsluwte is kaasje voor activistische aandeelhouders die snode plannen willen smeden.", "Een daarvan is de Franse telecommiljardair Xavier Niel die rijk is geworden met de exploitatie van sekslijnen. Hij doet gemene zaken met voormalig Unibail-bestuurder Léon Bressler. Samen proberen ze een geplande aandelenemissie van 3,5 miljard euro van het fonds te voorkomen. Dit weekeinde kregen ze ook steun van de Vereniging Effectenbezitters (VEB) – de koepel van Nederlandse beleggers – die de leiding beschuldigt van het achterhouden van informatie.", "Winkelvastgoed is door de coronacrisis keihard geraakt. De huurinkomsten van Unibail Rodamco zijn met een kwart gedaald en het aandeel is gekelderd van 140 euro begin dit jaar naar 35 euro afgelopen vrijdag, omdat consumenten de fysieke winkels sinds de lockdowns mijden en online shoppen.", "Er moet 9 miljard bij elkaar worden geschraapt om orde op zaken te stellen, deels via de uitgifte van nieuwe aandelen. Op een aandeelhoudersvergadering die dinsdag plaatsvindt, moet daar toestemming voor worden gekregen.", "De activistische aandeelhouders vinden echter dat het management beter grote delen van het vastgoed kan verkopen. Het gaat niet om de enkele winkelcentra in Nederland (Leidsenhage, stadhart Amstelveen en Zoetermeer en Citymall Almere), maar om de vele in de VS. Dit betekent een ontmanteling met enorme verliezen.", "Als de aandeelhoudersopstand lukt, dreigt opnieuw een groot beursfonds met Nederlandse wortels te worden verpulverd. De enige hoop voor het zittende management is dat corona verdwijnt en mensen weer massaal gaan winkelen. De bekendmaking dat er mogelijk een vaccin aankomt, leidde maandag tot een forse koersstijging van het aandeel.", "Mogelijk net te laat."], "authors": ["Peter De Waard"], "keywords": ["ene", "van", "dit", "het", "koningsdrama", "met", "die", "niet", "een", "en", "andere", "te", "dat", "om"], "pubDate": "2020-11-09T19:58:19+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}