{"id": "321feed6-cd96-3e8f-9327-1e3e3e5b7bda", "title": "Column Herman Sandman: De keudelin", "url": "https://www.dvhn.nl/meningen/Columns/Column-Herman-Sandman-De-keudelin-26292072.html", "summary": "Er zijn mensen die 22 december beginnen met De avonden en elke dag een hoofdstuk lezen, tot en met 31 december, als het verhaal ook eindigt.\nEen ander duikt in deze periode opnieuw in Harry Potter en de nog wat of verkneukelt zich met Dickens.\nDe zwart-romantische kroniek van een land, een ongelukkig gezin en een ontwrichtende romance is bijna gemaakt voor de tijd waarin de dagen kort zijn, het land koud en de mens bleek en somber.\nDus we worden om de oren geslagen met niveauloos en tenenkrommend vermaak en zodra je meldt dat je klassiekers uit de wereldliteratuur leest ben je arrogant.\nEen prachtig geschreven schets van mensen dichtbij, die worstelen met het leven, het land, afkomst en toekomst en er is één woord, op pagina 115, waarin alles samen komt: keudelin .", "paragraphs": ["Er zijn mensen die 22 december beginnen met De avonden en elke dag een hoofdstuk lezen, tot en met 31 december, als het verhaal ook eindigt. Een ander duikt in deze periode opnieuw in Harry Potter en de nog wat of verkneukelt zich met Dickens.", "Ik herlees De eeuwige jachtvelden van Nanne Tepper.", "De zwart-romantische kroniek van een land, een ongelukkig gezin en een ontwrichtende romance is bijna gemaakt voor de tijd waarin de dagen kort zijn, het land koud en de mens bleek en somber.", "Ik sta er om zes uur voor op, als het nog stil is in huis.", "Een opmerking tussendoor. Een lezer verwijt mij, nadat ik Bob Ross afbrandde, arrogantie omdat ik opschep over boeken die ik lees. Inderdaad, soms vier tegelijk. Dus we worden om de oren geslagen met niveauloos en tenenkrommend vermaak en zodra je meldt dat je klassiekers uit de wereldliteratuur leest ben je arrogant.", "Alsof kwaliteit niet meer mag. Wel, een ding. Ik ben een saaie man, maar wat betreft letteren een fijnproever. Punt.", "Het boek van Nanne blijft intrigeren. Een prachtig geschreven schets van mensen dichtbij, die worstelen met het leven, het land, afkomst en toekomst en er is één woord, op pagina 115, waarin alles samen komt: keudelin .", "Onze noordelijke nuchterheid, grimmige humor, onverschilligheid, fatalisme en hakken-in-het-zand-houding bij alles wat naar macht, regie en status ruikt, zeg alles wat ons kenmerkt, het zit er allemaal in.", "De keudelin ."], "authors": ["Herman Sandman"], "keywords": ["keudelin", "je", "van", "ik", "een", "sandman", "het", "er", "land", "en", "wat", "herman", "met", "column"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}