{"id": "323b249a-9bd3-32f6-98d3-c72217380620", "title": "Dit is Parler, de radicaal-rechtse tegenhanger van Twitter", "url": "https://trouw.nl/buitenland/dit-is-parler-de-radicaal-rechtse-tegenhanger-van-twitter~bca2a3a3/", "summary": "Parler offline Inmiddels is Parler praktisch verwijderd van het internet.\n“Als je het op straat in New York kunt zeggen, kun je het ook op Parler zeggen”, had Matze het al eens samengevat tegenover CNBC.\nExtremisme-onderzoeker Alex Newhouse van het Middlebury Institute maakt zich zorgen dat het tot verdere radicalisering en polarisering kan leiden.\nAls er één onderwerp de afgelopen dagen populair was op Parler, dan wel schelden op big tech.\nHet blad Wire vatte het onlangs mooi samen in een profiel van de site: “Veel gebruikers van Parler zijn kritisch op Twitter, dat ze als partijdig en beperkend zien.", "paragraphs": ["Aha, daar zijn ze dus allemaal gebleven! Wie voor het eerst een dagje rondsurft op Parler, komt de ene na de andere oude bekende tegen uit de tijd dat radicaal-rechtse trollen nog vrij spel hadden om op Facebook en Twitter iedereen op de kast te jagen.", "Zoals Milo Yiannopoulos, de provocateur die in 2016 kortstondig de held was van rechts Amerika, tot hij zich onmogelijk maakte met relativerende opmerkingen over seks met minderjarigen. In 2016 werd hij van Twitter geschopt, omdat hij de drijvende kracht was geweest achter een racistische en seksistische intimidatiecampagne tegen actrice Leslie Jones. Op Parler bedient hij nu ruim 200.000 volgers.", "Beluister hieronder de door Blendle ingesproken versie van dit artikel.", "Of Alex Jones, die sinds 2019 op haast geen enkel sociaal medium meer welkom is, vanwege de gevaarlijke complottheorieën die hij via zijn site Infowars verspreidt. Zijn meest notoire nepnieuws: dat de moord op twintig leerlingen van basisschool Sandy Hook in 2012 in scene is gezet om strenge wapenwetten erdoor te krijgen. De ouders van de vermoorde kinderen werden daardoor nog jarenlang lastig gevallen door complotdenkers. Op Parler heeft Jones ruim 360.000 volgers.", "Parler offline Inmiddels is Parler praktisch verwijderd van het internet. Nadat Google en Apple de app uit hun appstores gooiden, hebben servers van Amazon Webservices Parler nu geblokkeerd. Lees hier meer.", "De lijst gedwongen uitgewekenen is langer: Laura Loomer, Stefan Molyneux, Gavin McInnes, Jared Taylor, en een waaier aan rechtse Amerikaanse burgermilities, allen vonden ze de afgelopen jaren onderdak op Parler, het alternatief voor Twitter dat in 2018 werd opgericht. En sinds hij afgelopen vrijdag definitief van Twitter is getrapt, is de grote vraag: voegt Donald Trump zich binnenkort ook in dat rijtje?", "Trumps trouwe bondgenoot Sean Hannity, presentator bij Fox, maakte een half jaar geleden al de overstap naar Parler, en is er met 7,5 miljoen volgers een van de grootste accounts. Hannity hintte er deze week al op dat Trump binnenkort ook naar Parler verkast. Al wordt er ook gespeculeerd dat Trump na zijn presidentschap een eigen mediaplatform begint.", "Lees ook: Twitter had Trump al maanden geleden kunnen verbannen, maar hij bracht nou eenmaal geld op. Twitter heeft @realDonaldTrump verwijderd. Dat had het volgens hoogleraar José van Dijck al eerder moeten doen.", "Een ideologisch versplinterd internet", "Wat Trump ook besluit, het feit dat Twitter en Facebook hem dit weekend definitief in de ban deden, zal een trend versterken die al langer gaande is: naar een ideologisch steeds meer versplinterd internet. Rechtse en conservatieve Amerikanen hebben het gevoel dat de traditionele sociale media zoals Twitter, Facebook en YouTube hen censureren, en zoeken naar een alternatief.", "Alex Jones spreekt Trump-aanhangers toe in Washington DC na de bestorming van het Capitool. Beeld AFP", "In 2017 werd bijvoorbeeld Gab opgericht, dat al snel bevolkt werd door allerlei neo-nazi’s. Dat leek al bij al toch iets te extreem-rechts om echt tot een mainstream alternatief uit te groeien. De afgelopen maanden lijkt Parler als voorlopige winnaar uit de strijd te komen. In de week na de verkiezingszege van Joe Biden prijkte de app bovenaan de downloadlijsten in de appstores van Google en Apple. Een jaar geleden had Parler nog minder dan een miljoen gebruikers, begin november was dat aantal tot ongeveer 5 miljoen gegroeid, inmiddels is het verdubbeld naar ongeveer 10 miljoen. Nog altijd klein bier vergeleken met de ruim 300 miljoen mensen die op Twitter zitten, en de meer dan een miljard op Facebook. Maar dat ook rechtse mediapersoonlijkheden als Sean Hannity, en prominente Republikeinse senatoren als Ted Cruz, de afgelopen tijd de overstap maakten, en op Twitter hun volgers oproepen om mee te verhuizen, geeft Parler nu flink momentum.", "Laura Loomer", "Wat die gebruikers aantreffen is een site die de oorspronkelijke belofte van sociale media waar wil maken, door zich niet te bemoeien met de inhoud van wat gebruikers posten. “Wij zijn een neutraal marktplein dat zich aan de wet houdt”, vertelde oprichter John Matze afgelopen week aan de New York Times. De drie spelregels op Parler zijn: je mag geen spam plaatsen, geen pornografie, en geen strafbare dingen zeggen. “Als je het op straat in New York kunt zeggen, kun je het ook op Parler zeggen”, had Matze het al eens samengevat tegenover CNBC.", "Dat zijn argumenten die je tot voor kort ook uit de mond van Facebook-baas Mark Zuckerberg en Twitter-baas Jack Dorsey had kunnen vernemen. Als die aangesproken werden op het feit dat hun platforms gebruikt werden voor het organiseren van aanslagen, of het verspreiden van antisemitische complottheorieën, dan wezen ze enerzijds op het belang van de vrije uitwisseling van ideeën, en anderzijds op het feit dat zij slechts een neutraal doorgeefluik waren.", "Ingrijpen ‘autoritair en verkeerd’", "Die positie bleek de afgelopen jaren niet langer houdbaar. Steeds meer critici wezen erop dat sociale media geen neutraal doorgeefluik zijn, maar met hun algoritmes en verdienmodellen mensen actief naar steeds extremere complottheorieën leidden. Onder die druk begonnen traditionele sociale media zich dus steeds meer te bemoeien met de inhoud van wat er op hun platforms gepost werd. Desinformatie over de coronapandemie werd verwijderd, en de op niets gestoelde beweringen van Trump over verkiezingsfraude kregen ook allemaal waarschuwingslabels. De door Trump aangemoedigde bestorming van het Capitool zorgde er uiteindelijk voor dat Twitter en Facebook zijn account helemaal verwijderden.", "John Matze is zulk ingrijpen een gruwel. Al heeft hij zelf niet op Trump gestemd, vertelde hij aan de New York Times, ook niet op Biden trouwens. Hij noemt zich politiek neutraal, en heeft überhaupt geen vertrouwen in de huidige politiek. Of hij het erg vindt dat Alex Jones allemaal leugens verspreidt via Parler? “Waarom moet ik daar iets van vinden?” Laat de mensen het zelf beoordelen, vindt hij. Van bovenaf ingrijpen is ‘autoritair en verkeerd’.", "En wat hij ervan vond dat op Parler tijdens de bestorming van het Capitool opgeroepen werd om ‘Mike Pence op te knopen’, nadat de vice-president had gezegd dat hij de verkiezingszege van Joe Biden gewoon zou certificeren? Was dat niet een oproep tot geweld die niet meer onder de vrijheid van meningsuiting valt? “Geen idee, dan zouden ze het moeten rapporteren.” Want op Parler beslist een ‘gemeenschapsjury’ van actieve gebruikers over het al dan niet weghalen van gerapporteerde berichten. “Ik zou dat zelf waarschijnlijk wel laten weghalen als ik een jurylid was, maar dat is mijn mening. Dan zou ik andere juryleden daar ook nog van moeten overtuigen”.", "Maar wat in theorie klinkt als een mooi experiment in zelforganisatie van onderop, lijkt in de praktijk toch niet echt op een van die mythische ‘marktpleinen’ waar Amerikaanse burgers hun democratie twee eeuwen geleden tot bloei brachten. Daarvoor zijn de gebruikers te eenzijdig samengesteld. De gebruikers die Parler je aanraadt om in eerste instantie te volgen, zijn allemaal van rechtse en conservatieve snit. Wie zoekt naar accounts van Democratische politici of traditionele media, komt er al snel achter dat die er niet of nauwelijks zijn.", "Antisemitische en racistische propaganda", "En in het gesprek tussen ideologisch min of meer gelijkgestemden wordt een wereldbeeld bestendigd, waarin het buiten kijf staat dat de Democraten de verkiezingen met massale fraude gestolen hebben, waarin de bestorming van het Capitool waarschijnlijk het werk was van linkse infiltranten van Antifa, en waarin aanhangers van QAnon, de complottheorie die gelooft dat de wereld door een pedofiele elite bestuurd wordt, legitieme gesprekspartners zijn. Je hoeft niet heel goed te zoeken om ook nog op allerlei antisemitische en racistische propaganda te stuiten.", "De vraag is of de site niet stiekem ook een beetje ontworpen is als rechtse echokamer, ondanks de nadruk die John Matze legt op zijn politieke neutraliteit. Want zijn mede-oprichter, en de belangrijkste financier van de site, is Rebekah Mercer. Die wordt ook wel de ‘first lady of the alt-right’ genoemd, en is dus allesbehalve politiek neutraal. Zij is de dochter van miljardair Robert Mercer, en steekt namens de familie tientallen miljoenen dollars in politieke campagnes voor de populistische vleugel van de Republikeinse partij. Ze werkt al sinds 2013 samen met Steve Bannon, die later adviseur van Donald Trump werd, is mede-eigenaar van de rechtse nieuwssite Breitbart, die in 2016 functioneerde als cheerleader van de Trump-campagne. Mercer was bovendien partner in Cambridge Analytica, de datafirma die illegaal digitale persoonsgegevens oogstte voor gebruik in rechtse verkiezingscampagnes.", "Als Parler inderdaad blijft groeien, en de ideologische versplintering van sociale media doorzet, dan is de vraag was het politieke effect daarvan is. Extremisme-onderzoeker Alex Newhouse van het Middlebury Institute maakt zich zorgen dat het tot verdere radicalisering en polarisering kan leiden. “Onder de alternatieve platforms springt Parler eruit omdat witte racisten, QAnon-aanhangers en mainstream conservatieven daar in zo’n grote nabijheid van elkaar bestaan”, schrijft hij in een analyse op site The Conversation. Daardoor worden de reacties volgens hem vaak een “smeltkroes van radicaal-rechtse opvattingen, zoals een antwoord op de onbewezen beweringen van Donald Trump Jr. over verkiezingsfraude dat luidt: ‘Burgeroorlog is de enige manier om het moeras droog te leggen’.”", "Maar ook marginalisering zou een effect kunnen zijn. Want het is nog helemaal niet gezegd dat Parler ook echt door kan groeien. Hoe houdbaar is bijvoorbeeld een systeem van gemeenschapsjury’s als er straks nog een paar miljoen gebruikers bij komen?", "Voor het blok", "Dit weekeinde werd Parler voor het blok gezet door krachten van buiten. Apple en Google gooiden de app uit hun appstores. De twee bedrijven vinden dat Parler hun voorwaarden schendt, doordat het deze week bij de bestorming van het Capitool allerlei oproepen tot geweld liet staan. Het is ook mogelijk om Parler via een webversie te gebruiken, maar voor echte groei is het bedrijf toch ook afhankelijk van een plek in de appstores van de twee tech-giganten.", "En dan was er nog Amazon, dat de site host, maar daar zondagavond ook mee ophoudt, om dezelfde reden. Parler moet nu als de wiedeweerga op zoek naar een nieuwe webhost.", "Zulke interventies tonen de macht van de grote techbedrijven, en bevestigde voor veel Parler-gebruikers eens te meer dat Silicon Valley die macht inzet om conservatieve stemmen het zwijgen op te leggen. Als er één onderwerp de afgelopen dagen populair was op Parler, dan wel schelden op big tech.", "In die woede ligt nog een mogelijke zwakte van Parler verborgen. Want dat het belangrijkste gesprek op het ene sociale medium vooral gaat over de hypocrisie van een ander sociaal medium, geeft al aan dat de populariteit ervan ook deels geboren is uit onmacht. Je proeft dat veel gebruikers eigenlijk het liefste op Twitter als vanouds hun gang zouden gaan. De architectuur van de site is ook bijna identiek aan Twitter. Voor bannelingen als Alex Jones en Milo Yiannopoulos is Parler noodzaak. Maar de grotere namen uit de Republikeinse partij en conservatieve media die de afgelopen tijd bij wijze van statement de oversteek waagden, posten toch beduidend meer op Twitter dan op Parler. Het bereik is er groter, en je preekt er niet alleen voor eigen parochie.", "Het blad Wire vatte het onlangs mooi samen in een profiel van de site: “Veel gebruikers van Parler zijn kritisch op Twitter, dat ze als partijdig en beperkend zien. Maar ze hebben hun nieuwe thuis naar dat beeld herschapen, als vluchtelingen die wensen dat ze nooit hadden moeten vertrekken.”"], "authors": ["Seije Slager"], "keywords": ["van", "radicaalrechtse", "en", "een", "tegenhanger", "dit", "dat", "op", "ook", "te", "het", "parler", "twitter", "die"], "pubDate": "2021-01-10T10:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}