{"id": "3242c0ec-4eea-3247-a384-8011b82e2061", "title": "Waarom drie weekbladen zich genoopt voelen over de scheiding van ene Rogier en Frank te schrijven weet ik niet", "url": "https://volkskrant.nl/columns-opinie/waarom-drie-weekbladen-zich-genoopt-voelen-over-de-scheiding-van-ene-rogier-en-frank-te-schrijven-weet-ik-niet~be224eb9/", "summary": "Ik lees ze niet en snap ze niet.\nDat hoeft niet voor me te pleiten; het kan ook betekenen dat ik emotioneel laf ben, of weinig empathisch.\nWie Rogier en Frank zijn en hoe ze zo veel roem vergaard hebben dat drie weekbladen zich genoopt voelen hun scheiding te rapporteren weet ik niet, maar dat ligt aan mijn bubbel.\nDe Party toont ons paginavullende foto’s van Rogier die zijn hond uitlaat in een park, met de kop ‘Zo verwerkt Rogier zijn verdriet’.\nAls ik een hond had en verdrietig was zou ik dat ook doen, wandelen met de hond.", "paragraphs": ["Tijdens een vergelijkend onderzoek tussen de Privé, de Story en de Party – je moet iets als je in de wachtkamer van de tandarts zit – bekruipt Thomas van Luyn een ongemakkelijke gedachte.", "In de wachtkamer van mijn tandarts liggen de Grote Drie: Privé, Story en Party. Heten het nog steeds roddelbladen? Niemand zegt graag op feestjes: ‘Ik zit in de roddelbranche’, dus het zal wel iets als ‘human interest’ of ‘entertainmentverslaggeving’ heten. Of misschien zeggen ze gewoon ‘ik doe roddels’, want schaamteloosheid is de verstandige koers om te varen, in sommige sectoren.", "Ik lees ze niet en snap ze niet. Andermans verdriet of ruzie hou ik niet zo van. Dat hoeft niet voor me te pleiten; het kan ook betekenen dat ik emotioneel laf ben, of weinig empathisch. Hoe dan ook: waarom er op dat vlak drie bladen nodig zijn ontgaat me. Maar er zullen ook mensen zijn die niet snappen waarom er zo veel kranten bestaan die toch allemaal hetzelfde rotnieuws rapporteren, en daar hebben zij dan weer gelijk in.", "Ik ben vroeg, dus ik heb tijd voor een vergelijkend onderzoek: Rogier en Frank zijn uit elkaar, en daar hebben alle drie de roddelbladen over geschreven. Wie Rogier en Frank zijn en hoe ze zo veel roem vergaard hebben dat drie weekbladen zich genoopt voelen hun scheiding te rapporteren weet ik niet, maar dat ligt aan mijn bubbel. Die is klein, en de wand is dik en ondoorzichtig.", "De Party toont ons paginavullende foto’s van Rogier die zijn hond uitlaat in een park, met de kop ‘Zo verwerkt Rogier zijn verdriet’. Gelijk heeft-ie. Als ik een hond had en verdrietig was zou ik dat ook doen, wandelen met de hond. Subtitel: ‘Ik eet me helemaal vol aan patat’. Ook daar kan ik me wat bij voorstellen. Lijkt me heel menselijk allemaal. Oké, de Party kiest dus een humane en begripvolle insteek. Hetzelfde nieuws bij de Story is aanzienlijk relleriger: een foto met telelens van het stel, met de kop: ‘Hun kille reünie: HIER levert Rogier zijn Sleutel in!’. En verhip: in een uitvergroting van hun handen lijkt de één een sleutel aan de ander te geven. De taal van het begeleidend schrijven is ronduit bloemrijk: ‘Na hun extreem kille wederzien lijkt de deur naar een liefdesverzoening in het slot gevallen.’ Ik vind dat mooi geformuleerd. Barok, maar aangrijpend.", "De Privé is een stuk melancholieker. De enigszins deprimerende en langdradige kop luidt: ‘Nadat Rogier in zijn leven kwam, verloor Frank zijn glans’. Het blijkt een citaat van Franks zus, die een uitgebreid interview geeft. Achtergrond dus, stukje duiding, iets meer afstand. De Privé is dan ook een stuk chiquer dan de andere twee. Geen René Le Blanc bijvoorbeeld. Wie? Weet ik niet, maar hij krijgt bij de beide concurrenten een groot stuk om zich te beklagen over dat mensen onaardige dingen over hem schrijven. (Party: ‘ONDANKS ALLE SHIT blijf ik gewoon mezelf’).", "In plaats daarvan publiceert de Privé liever achtergrondverhalen over de crisis binnen het Britse koningshuis, over de echtgenoot van Kamala Harris en een fotoreportage over de stijl van Melania Trump. Gaandeweg bekruipt mij een ongemakkelijke gedachte: had dit niet zo het Volkskrant Magazine kunnen zijn? Nee maar echt. Hier: een stuk over Peter Faber, eenzaam op zijn eigen stoeltje voor een leeg café. En dit dan: een verhaal over het effect van fijnstof op het ongeboren kind! Waar ben ik in beland?", "Ik sla de Story open, en val in een stuk over Amalia van Solms, de vrouw van stadhouder Frederik Hendrik.", "Langzaam beginnen de randjes van mijn realiteit af te brokkelen."], "authors": ["Thomas Van Luyn"], "keywords": ["van", "dat", "rogier", "voelen", "niet", "een", "en", "schrijven", "te", "ik", "scheiding", "zijn", "waarom", "weet", "weekbladen", "zich", "het"], "pubDate": "2020-12-03T14:00:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}