{"id": "3245c7dd-42c7-34cb-aef8-376ffce5dfb5", "title": "DJ Vic Crezee: ‘Als zesjarige was ik al gek op de Wu-Tang Clan’", "url": "https://www.parool.nl/kunst-media/dj-vic-crezee-als-zesjarige-was-ik-al-gek-op-de-wu-tang-clan~b2cfeff5/", "summary": "Suicide van Suicide“Het Amerikaanse duo Sui­cide maakte op het eerste gehoor donkere muziek: minimalistische en repetitieve elektronische klanken.\nMaar het gaat hier om de muziek.\nDie klinkt op het eerste gehoor, net als bij Suicide, donker en simpel, maar is ook puur en mooi.”Only built for Cuban Linx... van Raekwon“Als zesjarige was ik al gek op de hiphop van de Wu-Tang Clan, die ik leerde kennen via mijn oudere broer.\nHoe gek het ook klinkt, er spreekt zelfs een zekere tederheid uit.”Kaleidoscope van Kaleidoscope“Niet verwarren met de Amerikaanse rockgroep met dezelfde naam.\nDit is psychedelische muziek uit de jaren zestig van een Porto Ricaanse groep.", "paragraphs": ["Vic Crezée.", "Suicide van Suicide", "“Het Amerikaanse duo Sui­cide maakte op het eerste gehoor donkere muziek: minimalistische en repetitieve elektronische klanken. Maar als je de moeite neemt om door die duisternis heen te luisteren, hoor je echte popsongs. Zanger Alan Vega leeft niet meer, toetsenist Martin Rev wel. Ik zou hem graag voor een optreden naar Amsterdam halen, het is helaas nog niet gelukt.”", "When van Vincent Gallo", "“Hij is regisseur, acteur en muzikant en niet per se een heel geliefd persoon. Maar het gaat hier om de muziek. Die klinkt op het eerste gehoor, net als bij Suicide, donker en simpel, maar is ook puur en mooi.”", "Only built for Cuban Linx... van Raekwon", "“Als zesjarige was ik al gek op de hiphop van de Wu-Tang Clan, die ik leerde kennen via mijn oudere broer. Van alle solo-albums die de leden hebben uitgebracht, vind ik dit het beste. Het klinkt bijna als een psychose. Het heeft die straatverhalen en maffiose gangsterpraat, maar er zit ook veel emotie in. Hoe gek het ook klinkt, er spreekt zelfs een zekere tederheid uit.”", "Kaleidoscope van Kaleidoscope", "“Niet verwarren met de Amerikaanse rockgroep met dezelfde naam. Dit is psychedelische muziek uit de jaren zestig van een Porto Ricaanse groep. De plaat werd opgenomen in de Dominicaanse Republiek en uitgebracht in Mexico. Heel obscuur, ik heb hem net ontdekt, maar erg goed. Heel tof vind ik de ge­luidsmix, die lekker lomp is.”"], "authors": ["Peter Van Brummelen"], "keywords": ["ik", "van", "zesjarige", "dj", "gek", "en", "een", "wutang", "op", "clan", "als", "ook", "het", "die", "maar", "niet", "vic", "crezee"], "pubDate": "2021-01-02T20:00:44Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}