{"id": "3253dbe9-73d5-3948-b6f9-28fbc182aec2", "title": "Laatste Senaatszetel Georgia ook naar Democraten", "url": "https://www.parool.nl/wereld/laatste-senaatszetel-georgia-ook-naar-democraten~b70065bd/", "summary": "Dat betekent dat de Democraten een meerderheid krijgen in beide huizen van het Amerikaanse parlement, het Congres.\nDat betekent dat een mogelijke hertelling kan worden vermeden.\nMeerderheidMet deze twee Senaatszetels krijgen de Democraten het feitelijk voor het zeggen in de Senaat.\nIn het Lagerhuis, het Huis van Afgevaardigden, hebben de Democraten van aanstaand president Joe Biden al een meerderheid.\nDe Democraat heeft door de overwinning van zijn partijgenoten in Georgia veel meer politieke ruimte om zijn plannen uit te voeren.", "paragraphs": ["Democraat Jon Ossoff (links) en partijgenoot Raphael Warnock. Beeld EPA", "Die hadden zijn partijgenoot Raphael Warnock eerder op de dag al bestempeld als de winnaar van de andere Senaatszetel voor deze zuidelijke staat. Dat betekent dat de Democraten een meerderheid krijgen in beide huizen van het Amerikaanse parlement, het Congres.", "Ossoff won met een gering verschil van de zittende Republikeinse senator David Perdue. Na telling van vrijwel alle stemmen had Ossoff 50,3 procent achter zich en Perdue 49,7 procent, melden media als CNN, NBC en de New York Times. Dat betekent dat een mogelijke hertelling kan worden vermeden. De verwachting is dat de voorsprong nog iets groter wordt.", "Meerderheid", "Met deze twee Senaatszetels krijgen de Democraten het feitelijk voor het zeggen in de Senaat. Daar zien de Republikeinen hun meerderheid verdampen. De partij van Trump heeft straks nog 50 van de 100 zetels in handen, precies de helft. De Democraten hebben geen meerderheid van de zetels nodig. Dat komt omdat de vicepresident de beslissende stem heeft als de stemmen staken. Dat is straks de Democrate Kamala Harris.", "In het Lagerhuis, het Huis van Afgevaardigden, hebben de Democraten van aanstaand president Joe Biden al een meerderheid. De Democraat heeft door de overwinning van zijn partijgenoten in Georgia veel meer politieke ruimte om zijn plannen uit te voeren. De Republikeinen kunnen benoemingen en wetgeving straks niet meer tegenhouden, zoals in een deel van de ambtsperiode van Barack Obama gebeurde."], "authors": ["Het Parool"], "keywords": ["laatste", "van", "meerderheid", "zijn", "senaatszetel", "naar", "en", "een", "heeft", "straks", "ook", "het", "georgia", "democraten", "dat"], "pubDate": "2021-01-06T21:22:26Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}