{"id": "3257c2e9-2a37-3f22-9d44-98e7916cd753", "title": "Telefoonnummer geopend voor Utrechtse slachtoffers van toeslagaffaire", "url": "https://nu.nl/utrecht/6097274/telefoonnummer-geopend-voor-utrechtse-slachtoffers-van-toeslagaffaire.html", "summary": "Utrechtse slachtoffers van de toeslagaffaire bij de Belastingdienst kunnen vanaf donderdag telefonisch contact zoeken met het buurtteam.\n\"We hebben nog niet alle Utrechtse ouders die hulp nodig hebben in beeld\", zegt wethouder Linda Voortman.\nOuders die de dupe werden, hebben mogelijk ook recht op een regeling die valt binnen de zogenoemde 'hersteloperatie kinderopvangtoeslag'.\nDe gemeente start binnenkort met een campagne om de Utrechtse ouders te vinden.\nMet gedupeerde ouders die zich melden, wordt binnen vijf werkdagen een afspraak gemaakt.", "paragraphs": ["Utrechtse slachtoffers van de toeslagaffaire bij de Belastingdienst kunnen vanaf donderdag telefonisch contact zoeken met het buurtteam.", "Naar verwachting gaat het in Utrecht om 550 gedupeerde ouders. Met 239 van hen heeft de Belastingdienst contact. Om alle ouders die hulp nodig hebben in beeld te krijgen, is het volgens de gemeente belangrijk dat gedupeerde ouders contact opnemen met de Belastingdienst of het buurtteam.", "\"We hebben nog niet alle Utrechtse ouders die hulp nodig hebben in beeld\", zegt wethouder Linda Voortman. \"We hebben gezien dat veel ouders door deze terugvorderingen ook in andere problemen zijn gekomen, zoals problemen rondom huisvesting, schulden, inkomen, zorg en de opvoeding van kinderen. Daarom gaan we samen met de buurtteams aan de slag om deze mensen te vinden en zo goed mogelijk te helpen.\"", "Ouders die de dupe werden, hebben mogelijk ook recht op een regeling die valt binnen de zogenoemde 'hersteloperatie kinderopvangtoeslag'.", "De gemeente start binnenkort met een campagne om de Utrechtse ouders te vinden. Met gedupeerde ouders die zich melden, wordt binnen vijf werkdagen een afspraak gemaakt. Gedupeerde ouders kunnen vanaf donderdag ook zelf bellen met 030 7400 530."], "authors": ["Door"], "keywords": ["van", "geopend", "die", "om", "het", "gedupeerde", "ouders", "utrechtse", "te", "telefoonnummer", "slachtoffers", "hebben", "voor", "toeslagaffaire", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}