{"id": "327c8164-2e72-3e8a-a6d0-f2a1b2345276", "title": "Michael Apted verwierf wereldfaam met het verfilmen van het ‘drama zoals we dat ondergaan’", "url": "https://trouw.nl/cultuur-media/michael-apted-verwierf-wereldfaam-met-het-verfilmen-van-het-drama-zoals-we-dat-ondergaan~be4dd5e11/", "summary": "Apted werkte graag met vrouwen, zei hij, omdat hij met hen meer gevoel in het verhaal kon leggen.\n“Het drama is het leven zoals we dat ondergaan”, zei Apted erover, “met werk, kinderen, huwelijk en scheiding.\nBeeld European Press Agency (EPA)Film als spiegel van het levenDe regisseur maakte daarbij gebruik van het wezenskenmerk van de cinema: beweging vastleggen in de tijd, kinderen zien opgroeien tot volwassenen.\nIn Nederland maakte Michiel van Erp de docuserie Tijd van je Leven, portretten van Utrechtse kinderen van hun elfde tot hun achttiende, onlangs opgevolgd door De Wereld aan je Voeten.\nFilm als spiegel van het leven, zo had Apted het begin jaren zestig bedacht.", "paragraphs": ["De Britse filmregisseur Michael Apted was een graag geziene gast in Hollywood, met name actrices stonden voor hem in de rij. Hij wist Sissy Spacek, Sigourney Weaver en Jodie Foster Oscarnominaties te bezorgen – die door Spacek voor haar rol in Coal Miner’s Daughter (1980) werd verzilverd. In de film speelde ze Loretta Lynn, de arme mijnwerkersdochter uit Kentucky die uitgroeide tot de Queen of Country Music. Apted werkte graag met vrouwen, zei hij, omdat hij met hen meer gevoel in het verhaal kon leggen. Apted, geboren in het Engelse Aylesbury, overleed donderdag op 79-jarige leeftijd in Los Angeles.", "Hoewel Apted een heel gedegen speelfilmregisseur was – hij maakte met Pierce Brosnan ook het James Bond-avontuur The World Is Not Enough (1999) – zal hij toch vooral herinnerd worden als documentairemaker. Wereldfaam vergaarde hij met de Up-serie, een docureeks die hij in 1963 begon, door veertien Britse schoolkinderen uit verschillende milieus te ondervragen over hun dromen, en elke zeven jaar bij ze terug te keren.", "Apted nam hun levens door, met alle ups en downs, wat resulteerde in een schitterende kroniek van het Britse leven die nog steeds loopt. In 2019 werd 63-Up gepresenteerd, waarin we de zevenjarigen van toen ontmoetten als zestigers. Alle intimiteiten hadden ze de afgelopen halve eeuw met ons gedeeld: geboortes en ziektes, angsten en twijfels, tranen van geluk en verdriet. “Het drama is het leven zoals we dat ondergaan”, zei Apted erover, “met werk, kinderen, huwelijk en scheiding. Dat zijn de dingen die ons beroeren, that’s the big drama of life.”", "Pierce Brosnan (links) naast regisseur Michael Apted (met pet) op de set van The World Is Not Enough in 1999. Beeld European Press Agency (EPA)", "Film als spiegel van het leven", "De regisseur maakte daarbij gebruik van het wezenskenmerk van de cinema: beweging vastleggen in de tijd, kinderen zien opgroeien tot volwassenen. Ook speelfilmregisseurs wist hij daarmee te inspireren, met name Richard Linklater die met acteurs Ethan Hawke en Julie Delpy gedurende achttien jaar de Before Sunrise, Sunset en Midnight-trilogie maakte. Linklater maakte ook kaskraker Boyhood, waarvoor hij twaalf jaar lang met dezelfde acteurs het leven van Mason vastlegde, van zevenjarig jochie tot jonge volwassene. In Nederland maakte Michiel van Erp de docuserie Tijd van je Leven, portretten van Utrechtse kinderen van hun elfde tot hun achttiende, onlangs opgevolgd door De Wereld aan je Voeten.", "Film als spiegel van het leven, zo had Apted het begin jaren zestig bedacht. Een vraag daarbij was hoe de klassenmaatschappij de levens van de kinderen zou bepalen. Hoe zou het de volkse Tony vergaan? En upper class Andrew? ‘The child is father of the man’, schreef William Wordsworth ooit, in het kind zie je de volwassene al. Maar gelukkig bleek daar gaandeweg de serie ook van afgeweken te worden. De meisjes die aanvankelijk vooral vragen over trouwen kregen, ontwikkelden zich en kregen banen – zoals Lynn, de bibliothecaresse. En Neil, die we op een gegeven moment dakloos rondzwervend en terneergeslagen aantroffen, kwam er wonder boven wonder weer bovenop.", "Hopelijk gaan de levensverhalen met de dood van regisseur Michael Apted niet verloren, en heeft hij op de een of andere manier gezorgd voor opvolging – al zal het nog best moeilijk zijn om hem te vervangen. Apted was een bijzonder fijngevoelig observator en interviewer.", "Lees ook:", "Personages en hun acteurs die opgroeien voor de camera", "Sommige filmmakers kunnen meesterlijk het verstrijken van de tijd zichtbaar en invoelbaar maken. Ze werken lang met dezelfde acteurs, die na jaren telkens weer opduiken.", "De tijd is een prachtige, niet te ontwijken klootzak", "‘De tijd is een klootzak’, kalkten mijn vriendin Eva en ik twintig jaar geleden op de muur van ons appartement. De ultieme samenballing van de tijd is te zien, met de beroemde Britse documentaireserie ‘63 Up’. Een fascinerend project van filmmaker Michael Apted."], "authors": ["Belinda Van De Graaf"], "keywords": ["apted", "van", "verwierf", "drama", "en", "zoals", "ondergaan", "met", "een", "wereldfaam", "tijd", "te", "verfilmen", "het", "hij", "michael", "die"], "pubDate": "2021-01-09T17:56:03Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}