{"id": "32800818-13df-3b31-bc6b-d1ee5f18ae8c", "title": "De Arabische lente: dit is wat je er nog van merkt", "url": "https://stories.lab.nos.nl/artikel/2361007-de-arabische-lente-dit-is-wat-je-er-nog-van-merkt", "summary": "De Arabische lente: dit is wat je er nog van merkt vandaag, 09:34Wat is er gebeurd?\nTot de dag van vandaag is daar nog veel van te zien in die gebiedenWaarom moet ik dit weten?\nToch hebben veel nieuwsberichten over het Midden-Oosten, die je ook bij ons ziet, nog steeds van alles te maken met die protesten.\nEr was een dictator aan de macht, er was veel vriendjespolitiek, veel armoede en weinig werk voor jongeren.\nTwee dictators traden af en nog een werd gedood.", "paragraphs": ["De Arabische lente: dit is wat je er nog van merkt vandaag, 09:34", "Wat is er gebeurd?", "Het is tien jaar geleden dat de Arabische lente begon. Dat waren grote protesten in Noord-Afrika, maar ook in bijvoorbeeld Syrië.", "Tot de dag van vandaag is daar nog veel van te zien in die gebieden", "Waarom moet ik dit weten?", "De Arabische Lente lijkt ver weg en lang geleden. Misschien zat je nog op de kleuterschool toen jongeren in Noord-Afrika en landen als Syrië met zijn allen de straat opgingen om de dictators te verjagen.", "Toch hebben veel nieuwsberichten over het Midden-Oosten, die je ook bij ons ziet, nog steeds van alles te maken met die protesten. De Syrische vluchtelingen die naar Nederland kwamen bijvoorbeeld, die misschien wel ook bij jou op school zitten, die zijn allemaal gevlucht na wat er gebeurde in 2011. Maar ook de migranten die op bootjes naar Italië komen vanuit Noord-Afrika en de aanslagen door IS hebben veel te maken met de Arabische Lente.", "Wat gebeurde er tijdens die Arabische Lente?", "In december 2010 stak een jonge fruitverkoper uit Tunesië zichzelf in brand uit frustratie om de situatie in het land. Er was een dictator aan de macht, er was veel vriendjespolitiek, veel armoede en weinig werk voor jongeren. Daarna gingen heel veel mensen uit het Noord-Afrikaanse land de straat op, net zolang tot de dictator het land uit vluchtte. Daarna volgden ze in onder andere Egypte, Libië en Syrië.", "Misschien heb je wel gehoord over de protesten en revolutie die begonnen in 2010 in het Midden-Oosten. Die periode heet de Arabische Lente, omdat veel mensen hoopten dat de protesten zouden zorgen voor veranderingen. Zo hadden alle landen waar protesten waren een dictator. Ook was er weinig werk voor de vele jongeren in het Midden-Oosten en konden veel mensen door armoede en vriendjespolitiek zelfs dingen als brood nog maar moeilijk betalen.", "Wat is de huidige situatie?", "Na de protesten waren er veel dus veel veranderingen in het Midden-Oosten, zowel positieve als negatieve. Twee dictators traden af en nog een werd gedood. In Tunesië zorgde de ophef voor eerlijke verkiezingen en democratie. Alleen is er nog steeds weinig werk. Daarom stappen veel jongeren nu op bootjes naar Europa.", "In Syrië zorgden de opstanden voor een burgeroorlog. De Syriërs gingen toen in opstand en werden hard aangepakt door de regering. Demonstranten werden vermoord en gingen uiteindelijk terugvechten. En op die manier konden verschillende groepen, bijvoorbeeld terreurorganisatie IS, profiteren van de situatie en de instabiliteit gebruiken om macht en grond te krijgen. Daardoor kon IS zelfs een staat oprichten.", "De onveiligheid in het Midden-Oosten die erdoor ontstond, zorgde voor veel afname in toerisme en een slechte economie. Ook zorgde het ervoor dat veel mensen van hun thuisland moesten vluchten."], "authors": [], "keywords": ["arabische", "nog", "je", "veel", "lente", "van", "protesten", "een", "voor", "het", "merkt", "er", "en", "wat", "die", "dit"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}