{"id": "32a78a4b-64b6-34af-bf58-787d5c55598d", "title": "De wrange afloop van een #metoo-klacht bij de UvA", "url": "https://www.nrc.nl/nieuws/2020/12/16/de-wrange-afloop-van-een-metoo-klacht-bij-de-uva-a4024086", "summary": "In 2017 leidde een klacht van een student over de docent tot een officiële klachtenprocedure .\nBij een eerder verhaal van NRC, over een soortgelijke zaak, ook bij de faculteit Geesteswetenschappen, was het verweer van de UvA dat de universiteit zonder een officiële klacht niet veel kan doen.\nGeschrokken stuurt ze hem een mail: dat ze hoort dat het niet goed met hem gaat, of ze een keer koffie kunnen drinken?\nLees ook: Allemaal gedragscodes, maar de studenten kunnen geen kant opDemonstratie bij vestiging UvAIn juni 2020 publiceert NRC een artikel over de opleiding Boek en papier aan de UvA, waar studenten jarenlang last hadden van grensoverschrijdend gedrag van een van hun docenten.\nDe UvA wilde geen vragen van NRC beantwoorden, maar alleen een algemene reactie geven na lezing van het artikel.", "paragraphs": ["Dit is het nieuws De Universiteit van Amsterdam (UvA) heeft begin deze maand Adviesbureau Berenschot opdracht gegeven onderzoek te doen naar een docent van de opleiding Franse taal en cultuur „op basis van enkele recente vertrouwelijke signalen”.", "van de opleiding Franse taal en cultuur „op basis van enkele recente vertrouwelijke signalen”. In 2017 leidde een klacht van een student over de docent tot een officiële klachtenprocedure . De klachtencommissie oordeelde begin 2018 dat de man zich schuldig had gemaakt aan grensoverschrijdend gedrag. Decaan Fred Weerman van de faculteit Geesteswetenschappen werd opgedragen na te gaan of nader onderzoek naar de docent mogelijk was, omdat er meer meldingen waren over hem.", ". De klachtencommissie oordeelde begin 2018 dat de man zich schuldig had gemaakt aan grensoverschrijdend gedrag. Decaan Fred Weerman van de faculteit Geesteswetenschappen werd opgedragen na te gaan of nader onderzoek naar de docent mogelijk was, omdat er meer meldingen waren over hem. Uit onderzoek van NRC blijkt dat dit onderzoek niet heeft plaatsgevonden, volgens de UvA omdat dit „niet mogelijk” was. De UvA stelde de man op non-actief kort nadat NRC vragen stelde over deze zaak.", "Op een koude namiddag snelt een derdejaarsstudent Frans het huis uit van haar docent. Ze is bang. De geur van zijn aftershave prikt nog in haar neus. Wat een kopje koffie had moeten worden om haar docent te steunen, die overspannen en depressief was, eindigde in haar beleving als een aanranding. Hij pakte en streelde haar hand. Ze belandde op zijn schoot. Werd door hem aangeraakt en omhelsd. Pas na een uur durfde ze met een smoesje te vertrekken.", "Zij is toen expres een rondje om gelopen omdat beklaagde vanuit zijn huis uitzicht heeft op het metrostation. Vervolgens is klaagster naar huis gegaan. Zij voelde zich heel vies. Klaagster heeft het incident die avond aan haar vriend verteld. Hij was heel boos en stond erop dat ze naar de politie zouden gaan. Klaagster wilde dit niet. Ook had zij het gevoel dat het haar fout was. Hoe meer tijd er overheen ging, hoe meer zij zich schaamde en hoe viezer zij zich voelde. Klaagster voelde zich een aansteller omdat zij immers niet was verkracht. (Uit het verslag van de hoorzitting van de UvA-klachtencommissie, 8 november 2017)", "Op 8 november 2017, tien maanden nadat ze het appartement van haar docent uitrende, zit de student in een chique vergaderzaal in het Amsterdamse Maagdenhuis. Tegenover haar: vier leden van de klachtencommissie. Naast haar: haar schoonmoeder en de vertrouwenspersoon van de Universiteit van Amsterdam. Ze hoopt dat deze klachtenprocedure ertoe leidt dat de docent geen les meer zal geven. Dat andere studenten tegen hem worden beschermd. Maar ze komt bedrogen uit. Ook al wordt haar klacht deels gegrond verklaard, toch verandert er weinig. Hij blijft lesgeven, zij vertrekt naar een andere universiteit.", "Waarom is zelfs een deels gegrond verklaarde officiële klacht niet genoeg voor een universiteit om adequaat in te grijpen bij grensoverschrijdend gedrag? Bij een eerder verhaal van NRC, over een soortgelijke zaak, ook bij de faculteit Geesteswetenschappen, was het verweer van de UvA dat de universiteit zonder een officiële klacht niet veel kan doen. „Je hebt ook een zorgplicht naar de docent”, zei decaan Fred Weerman van Geesteswetenschappen toen. „Je kunt iemand niet voor de bus gooien.”", "Uit onderzoek van NRC blijkt dat meerdere studenten uit verschillende lichtingen hun beklag hebben gedaan over het gedrag van hun docent Frans. De docent is onlangs op non-actief gesteld, kort nadat NRC vragen stelde over hem. Wat is er gebeurd?", "De student, haar naam is bij de redactie bekend, is 21 jaar als ze Franse taal en cultuur gaat studeren aan de UvA. Het is een kleine studie, met maar acht eerstejaars en zo’n vijf vaste docenten. Er zitten nooit meer dan tien studenten in een les. Ze delen een grote liefde voor de Franse literatuur. En het zijn op één na allemaal vrouwen.", "Het studentenleven valt haar aanvankelijk zwaar. Haar ouders wonen in Friesland, niet bepaald om de hoek. Ze zijn naar Nederland gevlucht, spreken de taal nauwelijks en hebben weinig geld. De student heeft drie baantjes om rond te komen. Geld voor nieuwe boeken blijft er niet over. Als een docent een keer boos wordt omdat ze kopietjes gebruikt, legt ze haar situatie uit. Vanaf dat moment krijgt ze oude boeken van docenten.", "Eén van hen biedt haar zelfs een baantje aan: ze mag zijn huis schoonmaken tegen betaling. „Je mag het aan niemand vertellen”, benadrukt hij. „Niet aan je moeder, niet aan je vriend en zeker niet aan je klasgenootjes.” Ze voelt zich gevleid, maar ook ongemakkelijk. Na een rondleiding in zijn huis komt ze er niet meer op terug.", "Lees ook over de opleiding Boek en papier: De grappen over sperma van een ‘aanrakerige’ docent", "Koffieafspraak", "In 2016, ze is dan derdejaars, krijgt ze een aardig mailtje van hem: ze gaat voor een uitwisseling naar Lyon, hij wenst haar veel plezier. Ze krijgen een goede band. Ze bewondert hem. Hij is een bekend publicist, heeft tal van literaire prijzen op zijn naam staan en geeft college in wel vier talen. Cool, vindt ze. Voor zulke mensen ga je Frans studeren.", "Maar dat jaar krijgt hij een burn-out. Vervolgens raakt hij in een zware depressie. Geschrokken stuurt ze hem een mail: dat ze hoort dat het niet goed met hem gaat, of ze een keer koffie kunnen drinken? Hij mailt meteen terug. „Ja, laten we dat doen. Vrijdag 13 januari.” Ze stemt in, hij stelt voor bij hem thuis af te spreken. Ze had verwacht dat het op de universiteit zou zijn. Maar, denkt ze, misschien is hij daar te ziek voor. Ze maakt er geen punt van.", "Aan de klachtencommissie van de UvA vertelt ze later het volgende over deze middag. Ze komt om vier uur bij hem aan. Eenmaal binnen, ziet ze hoe hij de deur op slot draait. Hij ziet er zielig uit: heeft een pyjama aan en sloffen. Bij het theezetten laat hij van alles vallen. Ze heeft met hem te doen. Als ze bij het raam zitten, een tafeltje tussen hen in, laat hij een grote plastic bak zien vol medicijnen. „Dit moet ik allemaal slikken”, zegt hij. „Zie je hoeveel het is, hoe slecht het gaat?”", "Hij vertelt hoe fijn hij het vond dat de dokter die ochtend zijn hand vasthield. Dan pakt hij de hare en begint die te strelen. Hij zegt dat ze een oudere man moet zoeken om kinderen mee te nemen. Dat hij zelf helaas geen vrouw en kinderen heeft en haar als een soort dochter ziet. Hij slaat op zijn schoot als teken dat ze daar moet komen zitten. Ze vindt het vreemd, voelt zich onveilig, maar wil hem geen pijn doen. Hij heeft het al zo zwaar, denkt ze, hoe kil zou ze zijn als ze dit zou weigeren. Ze gaat op zijn schoot zitten. Hij nestelt zijn hoofd in haar nek en maakt kreunende geluiden. Mag ze weer in haar eigen stoel zitten, vraagt ze. Nee, zegt hij.", "Om de spanning uit de lucht te halen, begint ze over haar scriptie. Hij wordt boos als hij hoort wie haar begeleider is: met hem is hij gebrouilleerd, hijzelf had haar scriptie moeten begeleiden. Want hij kent een van de filosofen over wie het gaat persoonlijk. Kijk maar, en hij loopt naar zijn laptop: hij heeft mails van hem. Ze is blij dat ze van zijn schoot af is. Maar als ze naast hem staat, geeft hij tikjes op haar billen, pakt haar vast bij haar middel en legt zijn hoofd ertegenaan.", "Als ze op haar horloge kijkt en ziet dat het vijf uur is, verzint ze dat een vriendin beneden staat te wachten. Een minuut later staat ze buiten, trillend op haar benen.", "Pas een paar maanden na het incident durft ze contact op te nemen met de vertrouwenspersoon van de faculteit, op aanraden van haar schoonmoeder. „Ik denk dat ik wel weet over wie dit gaat”, zegt de vertrouwenspersoon, nog voordat zijn naam valt. Er zijn meer klachten over hem. Oud-studenten van de opleiding bevestigen dat aan NRC. De docent stond bekend als een flirt, die zijn studenten mee uit vroeg, ze bij hem thuis uitnodigde en sommige van hen aanraakte: een wang, een been, ongewenste zoenen. „Als ik hem iets moest vragen, deed ik dat altijd met anderen erbij. Dat voelde veiliger”, zegt één van hen. Ook mannelijke studenten hebben last van zijn autoritaire gedrag. Een van hen wordt minutenlang door hem uitgefoeterd.", "Lees ook het eerdere verweer van de UvA: ‘We hebben ook een zorgplicht naar de docent’", "Samen met de vertrouwenspersoon probeert ze andere studenten van wie ze weet dat ze ook last hebben gehad van de docent bij haar klacht te betrekken. Dat lukt niet: ze durven of willen niet. Zij zet wel door en dient 29 augustus 2017 een officiële klacht in, met hulp van de vertrouwenspersoon. In de klachtenbrief dragen ze een gewenste oplossing aan: de docent moet op non-actief worden gesteld óf in een functie worden geplaatst waarin hij geen contact heeft met studenten. Rond diezelfde tijd voert decaan Fred Weerman een gesprek met de docent. Hij legt hem uit dat zijn gedrag ongepast is, zegt dat hij in de gaten wordt gehouden. De docent verweert zich: hij is Marokkaans en gewend aan een cultuur waarin omgangsvormen losser zijn, zegt hij.", "Op 19 september 2017 hoort de student dat haar klacht ontvankelijk wordt verklaard en dat er binnenkort een hoorzitting zal plaatsvinden. De docent ontvangt de klacht op 2 oktober. „Er klopt echt niets van”, schrijft hij in een reactie. „Ik heb mij tegenover studenten altijd als een vader gevoeld, waarschijnlijk vanwege de kinderen die ik zelf helaas niet heb. Dat heeft wel eens geleid tot een vaderlijke hug, maar ik heb nooit op welke manier dan ook tegenover mijn studenten avances getoond.” Sinds hij de klachtenbrief heeft gekregen, slaapt hij bijna niet meer.", "Beklaagde vertelt dat hij onlangs op het BBC-nieuws een bericht zag dat ging over een minister die soortgelijke beschuldigingen tegen zich had lopen en die zelfmoord heeft gepleegd. Hij merkt op dat zijn carrière door de beschuldigingen al kapot is. Beklaagde licht toe dat hij de ambitie had om de eerste allochtone hoogleraar te worden aan de UvA. (…) Hij geeft aan dat de beschuldigingen hem doen denken aan een verhaal, de heksen van Salem, waarbij in eerste instantie één meisje de duivel ziet en daarna steeds meer meisjes de duivel zien. (Verslag hoorzitting, 8 november 2017)", "Op woensdag 8 november vindt de hoorzitting plaats in het Maagdenhuis. Ondanks haar uitdrukkelijke verzoek om hem niet te hoeven zien, komt de student haar docent tegen op de gang. Hij moet vlak na haar verschijnen voor de klachtencommissie.", "De docent verdedigt zichzelf door te zeggen dat het initiatief voor de afspraak niet bij hem lag. Hij was destijds depressief, lusteloos en kampte met zelfmoordneigingen. De geluiden die hij maakte, komen door een bijzondere vorm van Gilles de la Tourette vanwege zijn medicijngebruik. Het idee dat hij de student wilde versieren, noemt hij belachelijk: als 60-jarige is hij niet geïnteresseerd in iemand van 20. Het deed hem goed haar hand te pakken, want hij ziet haar als een kleindochter.", "Hij overhandigt de klachtencommissie documenten die zijn verhaal moeten ondersteunen. Een mail van zijn psychiater over zijn medicijngebruik en toestand van destijds. Vleiende mails van een vrouwelijke student, die afsluit met ‘grote knuffel’. Een artikel waarin hij stelt dat vrouwenonderdrukking ook mannen raakt. Hij zegt dat hij een nieuwe roman heeft geschreven over vrouwenrechten, die als erg feministisch wordt gezien.", "Dat hij de student gevraagd heeft om bij hem thuis te komen schoonmaken, noemt hij achteraf gezien „idioot”. Hij wilde niet dat studenten ervan zouden weten omdat ze dan zouden denken dat hij haar hogere cijfers zou geven.", "Lees ook over de sectie arbeidsrecht: Bij hoogleraar B. moesten de vrouwen hakken dragen", "Termijn overschreden", "Na de hoorzitting duurt het maanden voor de student weer iets hoort van de klachtencommissie. De uitspraak, wordt haar verzekerd, is volgens de termijn op 18 december. Maar die datum gaat geruisloos voorbij. „Ergens in januari”, hoort ze als ze navraag doet. Als ze uitlegt hoe stressvol het lange wachten voor haar is, wordt haar 31 januari beloofd. Op die dag blijkt de voorzitter van de klachtencommissie al een week ziek. Of ze later terug kan bellen voor een nieuwe datum.", "Drie weken later, op 21 februari, een halfjaar nadat ze haar klacht naar de klachtencommissie stuurde, krijgt ze een brief van collegevoorzitter Geert ten Dam met daarin het besluit en het advies.", "De brief leest als een disclaimer. „Ten tijde van de gebeurtenissen die onderwerp zijn van deze klacht waren alleen klaagster en beklaagde aanwezig”, schrijft de commissie. „Op veel punten blijft het dan ook het woord van klaagster tegen dat van beklaagde. (…) De commissie kan dan ook niet vaststellen wat er zich precies op 13 januari 2017 heeft afgespeeld.”", "Ook benoemt de klachtencommissie de gevoeligheid van een klacht over grensoverschrijdend gedrag. „Bij beoordeling van dergelijke klachten zijn voor alle betrokken partijen grote belangen gemoeid. (…) Het vergt moed met een dergelijke klacht naar buiten te treden. Anderzijds heeft de commissie ook rekening te houden met de eer en goede naam van beklaagde. Het verweer tegen een klacht als deze is niet eenvoudig.”", "Toch wordt een deel van de klachten gegrond verklaard: dat de docent haar bij hem thuis uitnodigde, haar hand meerdere keren vastpakte en „ongecontroleerde geluiden” maakte. „Beklaagde heeft de grens tussen persoonlijk en zakelijk overschreden”, concludeert de klachtencommissie. Ook heeft hij tijdens het bezoek „grensoverschrijdend gedrag” vertoond.", "Op de overige punten spreken de student en docent elkaar tegen en wordt de klacht niet gegrond verklaard: dat zij op schoot zou hebben gezeten bij haar docent, dat hij haar zou hebben vastgepakt en haar billen zou hebben aangeraakt, en dat hij de voordeur op slot zou hebben gedraaid – het valt niet te bewijzen.", "Tijdens de hoorzitting is gebleken dat er andere studenten zijn die ook een melding over grensoverschrijdende gedragingen door beklaagde hebben gedaan bij de vertrouwenspersoon. De aard van die gedragingen is niet meegedeeld, noch is bekend van wie die meldingen zouden zijn. Omdat deze studenten anoniem willen blijven en expliciet hebben aangegeven geen rol te willen spelen in de onderhavige klachtenprocedure, is dit informatie die gelet op het recht op hoor en wederhoor (…) geen ondersteunende rol kan spelen bij het vaststellen van de concrete feiten in het voorliggende geval. (Uit het besluit van de klachtencommissie, 21 februari 2018)", "De uitspraak is goed nieuws, krijgt de student te horen. Het is moeilijk dit soort klachten gegrond te verklaren. Maar de consequenties voor de docent verbazen haar: die zijn er nauwelijks. Hij mag niet meer spreken op een congres, hoort ze. Hij blijft wel lesgeven.", "Het college van bestuur draagt decaan Weerman op om „de beklaagde aan te spreken op het geconstateerde grensoverschrijdend gedrag”. Ook neemt het college de aanbeveling van de klachtencommissie over om „de decaan te verzoeken in samenspraak met de vertrouwenspersoon na te gaan of nader onderzoek mogelijk is naar aanleiding van de klacht (…) in samenhang met de meldingen die door andere studenten bij de vertrouwenspersoon zijn gedaan ten aanzien van beklaagde.”", "Dat onderzoek vindt niet plaats. Dit is „niet mogelijk”, krijgt de student te horen: andere studenten zouden niet mee willen werken of reageren niet. De studenten die NRC sprak voor dit verhaal zijn echter nooit bevraagd.", "Voor de student is de maat vol. Ze besluit om de UvA én de studie Frans achter zich te laten en gaat verder met een andere studie aan een andere universiteit. Haar plezier in het vak is verdwenen. De middag in januari en de nasleep blijven haar dwarszitten, ze gaat ervoor in therapie. Als ze in december 2019 een oud-docent tegenkomt op straat in Utrecht, blijkt hoezeer de gebeurtenissen haar nog aangrijpen. Ze trekt wit weg en barst in tranen uit.", "Lees ook: Allemaal gedragscodes, maar de studenten kunnen geen kant op", "Demonstratie bij vestiging UvA", "In juni 2020 publiceert NRC een artikel over de opleiding Boek en papier aan de UvA, waar studenten jarenlang last hadden van grensoverschrijdend gedrag van een van hun docenten. De ophef is groot. Waarom is er niet eerder ingegrepen om de studenten te beschermen, willen studenten en politici weten. Vlak na de publicatie demonstreren honderden studenten bij de campus op het Roeterseiland in Amsterdam: ze eisen het aftreden van het UvA-bestuur. De studentenraad van de faculteit Geesteswetenschappen zegt het vertrouwen in decaan Weerman op.", "„Sociaal onveilige situaties waar niet op gereageerd wordt, moeten afgelopen zijn”, reageert bestuursvoorzitter Geert ten Dam in een interview in universiteitsblad Folia. Oók als ze niet tot een formele klacht leiden, maar alleen bij de leidinggevende zijn gemeld.", "Intussen zijn op de opleiding Frans de problemen rond de docent nog altijd niet opgelost. Hij staat dit collegejaar ingeroosterd voor vier vakken. Sinds NRC half november 2020 vragen over hem stelde aan medewerkers van de UvA, zijn de gebeurtenissen elkaar in snel tempo opgevolgd.", "Lees ook: ‘UvA nam klachten over grensoverschrijdend gedrag niet serieus’", "„Beste studenten van de bachelor Franse taal en cultuur”, mailt onderwijsdirecteur Carlos Reijnen op 30 november aan studenten. „Hierbij informeren we jullie dat docent (…) vanwege persoonlijke omstandigheden op dit moment geen onderwijs kan verzorgen; zijn colleges en scriptiebegeleiding worden daarom voorlopig overgenomen door collega’s.”", "Twee dagen later mailt hij aan dezelfde groep studenten dat decaan Weerman een extern onderzoek uit laat voeren naar de docent. „Op basis van enkele recente vertrouwelijke signalen die ons met betrekking tot de docent hebben bereikt (…) Het is voor iedereen belangrijk dat deze signalen serieus worden genomen en zorgvuldig worden uitgezocht.”", "Diezelfde dag krijgt de student uit dit verhaal een bericht van Weerman, waarin hij haar van de ontwikkelingen op de hoogte brengt. „Ik begrijp dat dit bericht wellicht voor u onprettige herinneringen oproept”, schrijft Weerman. „U kunt natuurlijk altijd contact met mij opnemen of met de vertrouwenspersoon.”", "Een dag daarna laten Weerman en Ten Dam aan NRC weten dat de docent op non-actief is gesteld. Wat de ‘recente signalen’ zijn en van wanneer ze dateren, „kan de UvA niet toelichten hangende het onafhankelijke onderzoek”.", "Verantwoording en reactie Voor dit artikel sprak NRC met meer dan tien (oud-)studenten en betrokkenen. Daarnaast beschikt NRC over uitgebreide correspondentie tussen de betrokkenen en het dossier van de klachtencommissie. De docent uit dit artikel is benaderd, maar reageerde niet op verschillende contactverzoeken. De UvA wilde geen vragen van NRC beantwoorden, maar alleen een algemene reactie geven na lezing van het artikel. Daarin zegt de UvA: „Voorop staat dat we studenten en medewerkers een veilige omgeving willen bieden voor hun studie en werk. Signalen over grensoverschrijdend gedrag nemen wij daarom zeer serieus. Rekening houdend met alle betrokkenen is naar aanleiding van recent ontvangen signalen in deze casus een extern onderzoek gestart en verzorgt de docent tijdelijk geen onderwijs. We vinden het belangrijk daarmee zorgvuldig om te gaan en met het oog op de privacy van betrokkenen en het goede verloop van het onderzoek vertrouwelijkheid te betrachten.” NRC noemt niet de naam van de betrokken docent, omdat het artikel vooral inzicht wil bieden in het verloop en de gevolgen van de klachtenprocedure.", "Slachtoffers niet goed geholpen Slachtoffers van grensoverschrijdend gedrag op universiteiten worden nauwelijks geholpen, blijkt uit het onderzoek Harassment in Academia uit mei 2019. De afhankelijkheidsrelaties maken het moeilijk misstanden aan te kaarten - en als slachtoffers dat wél doen, is het resultaat meestal teleurstellend. Ook als een externe onderzoekscommissie of klachtencommissie hen in het gelijk stelt. Vaak krijgt de dader een waarschuwing en wordt het slachtoffer geadviseerd er even tussenuit te gaan. Sinds de #metoo-beweging in 2017 hebben veel universiteiten hun gedragscodes verbeterd. Maar nog altijd niet genoeg, vindt minister Van Engelshoven (Onderwijs, D66). Zij wacht op een advies van de Koninklijke Nederlandse Akademie van Wetenschappen over het verbeteren van de aanpak rond ongewenst gedrag, maakte ze begin november bekend.", "Extern onderzoek : Kritiek op rol decaan Weerman Naar aanleiding van het eerdere artikel van NRC over grensoverschrijdend gedrag van een docent bij de opleiding Boek en papier liet de UvA extern onderzoek doen naar sociale veiligheid op de faculteit geesteswetenschappen. De conclusie van het onderzoek verscheen 2 november. Het rapport is kritisch over de rol van de decaan Fred Weerman. Hij had „onvoldoende” oog voor de sociale veiligheid van studenten. Ook had hij „uit zorg voor het welbevinden van alle betrokkenen” een onafhankelijk onderzoek moeten instellen. De onderzoekers zijn ook kritisch over de bevoegdheden van de klachtencommissie: „Het is de commissie gebleken dat de knelpunten op het gebied van sociale veiligheid zich met name voordoen bij de formele klachtenprocedures (…). Het ontbreekt de klachtencommissie aan specialisten op het gebied van sociale veiligheid.” De klachtencommissie moet het doen met de informatie die klagers en beklaagden aandragen in de procedure, schrijven de onderzoekers. Ze kunnen geen eigen aanvullend onderzoek doen. „Dit betekent dat wanneer, zoals het geval kan zijn bij klachten over sociale onveiligheid, klager en beklaagde tegenovergestelde posities innemen en geen aanvullend bewijs is aangedragen, de klachtencommissie niet anders kan adviseren dan dat de klacht niet gegrond is.”", "Met medewerking van Clara van de Wiel.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 17 december 2020"], "authors": ["Mirjam Remie", "Patricia Veldhuis", "December Om", "Leestijd Minuten"], "keywords": ["van", "wrange", "dat", "niet", "een", "metooklacht", "en", "ze", "op", "afloop", "bij", "haar", "hij", "uva", "het"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}