{"id": "32ad961a-ea18-3237-9f50-395c37f08063", "title": "Dirk (77) moet zijn ‘rondje IJsselmeer’ nu afleggen met de fietsbus. ‘Heropen de Afsluitdijk!’", "url": "https://trouw.nl/binnenland/dirk-77-moet-zijn-rondje-ijsselmeer-nu-afleggen-met-de-fietsbus-heropen-de-afsluitdijk~bfb4f47a/", "summary": "Beeld Sjaak VerboomTwintig wielrenners van het blad ‘Bicycling’ demonstreerden dinsdag bij de fietsbushalte in Den Oever.\nIs er op die 700 miljoen euro die het project naar schatting kost, niet één miljoen voor een tijdelijke brug, vragen zij.\nJan Kolenberg, Dirk de Vries en Koos Klarenbeek.\nIn de bus krijgt De Vries een hoestbui bij het eten van zijn boterham.\nWij gooien nooit iets weg.” Bij het eindpunt wachten zowaar twee fietsers, die Sinterklaas gaan vieren bij familie in Leeuwarden, respectievelijk Hallum.", "paragraphs": ["Aan Arriva-chauffeur Sipke Kamstra van de speciale Afsluitdijk-fietsbus zal het niet liggen. “Jammer dat fietsen over de Afsluitdijk niet meer kan”, is het eerste wat hij zegt tegen het trio dat hem in Den Oever bij de fietsbushalte naar Friesland opwacht. “Schandalig”, reageert Dirk de Vries. Hij voorspelt correct dat Kamstra ‘van de overkant’ is. “Wij West-Friezen hebben andere namen.”", "In de gratis bus leggen de heren hun rijwiel met spanbanden aan de railing. Sinds vorig jaar is dit de enige manier voor fietsers om van Noord-Holland naar Friesland te komen. De Afsluitdijk was voor hen al drie jaar afgesloten. Minister Cora van Nieuwenhuizen (VVD, infrastructuur) gooide deze week olie op het heilige wielrennersvuur door daar drie jaar bij op te tellen. Vanwege ‘ontwerpfouten’ bij de spuisluizen bij Den Oever, precies daar waar de fietsbrug is weggehaald. “Tot 2025! Zes jaar is langer dan de aanleg van de Afsluitdijk duurde. Lamstralen”, bromt De Vries (die komende zaterdag 77 wordt).", "Dirk de Vries in de fietsbus. Beeld Sjaak Verboom", "Twintig wielrenners van het blad ‘Bicycling’ demonstreerden dinsdag bij de fietsbushalte in Den Oever. Is er op die 700 miljoen euro die het project naar schatting kost, niet één miljoen voor een tijdelijke brug, vragen zij. In de Tweede Kamer volgde donderdag een motie van zeven partijen, inclusief de VVD, om de minister alternatieven voor de jaarlijkse 30.000 fietsers te laten onderzoeken.", "Als de Arriva-bus over de sluizen rijdt, wijst het trio op drie lege rijbanen, voor werkverkeer. “Daar kun je best een fietspad maken, desnoods met verkeersbegeleiders. Ambtenaren.” De Vries zat deze Sinterklaasdag om negen uur stipt met zijn maten Jan Kolenberg (69) en Koos Klarenbeek (72) thuis in Wervershoof aan de tompouce voor een rondje van honderd kilometer. “Wij vertrekken altijd bij daglicht.” Temperatuur: nul graden, dus veel thermolagen, voetverwarming en handschoenen van de Hema.", "Jan Kolenberg, Dirk de Vries en Koos Klarenbeek. Beeld Sjaak Verboom", "Net toen zijn duizendste rondje van 200 kilometer om het IJsselmeer vorig jaar maart in zicht kwam, kondigde Rijkswaterstaat aan dat de Afsluitdijk in april drie jaar lang voor fietsers taboe zou zijn. “We dachten aan een 1-aprilgrap”, zegt De Vries, die toen 981 rondjes gedraaid had.", "In de bus wijst hij richting fietspad, dat 32 kilometer lang ligt te lonken. Hij had al gewaarschuwd – ‘idioot’ – dat stippeltjesfolie op de ramen het zicht belemmert. “Je ziet net niets.” Het pad is alleen door de bespatte achterruit te zien. Kriebelt dat nou niet, zo’n strakke lege streep? “Vanzelf! Zeker met zo’n helder weer. Verschrikkelijk dat je in de bus zit.” De Vries maakte zijn duizend IJsselmeerrondjes wel af, met de verplichte Afsluitdijkbus, en door ter compensatie elders 32 kilometer extra te fietsen. “Spakenburg, Garderen”, gniffelt Jan Kolenberg, die altijd de route uitzet op zijn Garmin.", "De bij recreanten populaire Zuiderzeeroute van 388 kilometer. Het rondje IJsselmeer is met ruim 200 kilometer aanzienlijk korter, en gaat via de dijk van Enkhuizen naar Lelystad. Beeld Sybilla Claus", "Bij de halte Breezanddijk kun je de bus uit, en via een brug omkeren. Wie zal daar straks de mannen oppikken? “Sipke Kamstra is er dan weer”, antwoordt de chauffeur, die leeg doorrijdt. De Vries schiet er met 27 kilometer vandoor. Gelukkig houdt Kolenberg de pers uit de wind: “Dat ben ik zo gewend met mijn vrouw.” Rijkswaterstaat kan pas in januari zeggen hoeveel het project gaat kosten bovenop de geplande 500 miljoen euro. Het telt wel de auto's maar niet het aantal fietsers over de dijk. Na vier dagen kan het niet bevestigen wat de mannen lazen: dat de aannemer die wat meer vroeg bij de tender, en werd afgewezen, wél een fietspad bij de sluizen incalculeerde.", "Maar nu het trio na anderhalf jaar gemis dan toch over de Afsluitdijk rijdt, is Rijkswaterstaat razendsnel. Een felgele pickup haalt ze in: “Het fietspad is afgesloten”, luidt de boodschap. “Als er één fietser rijdt, komen er al snel heel veel meer”, weet de medewerker. Waarom mag dat eigenlijk niet in het weekend, als er toch niet gewerkt wordt?", "“Typisch overheid”, klaagt het verder best vrolijke trio. Dan maar met Sipke Kamstra retour naar Den Oever. In de bus krijgt De Vries een hoestbui bij het eten van zijn boterham. “Droog brood. Wij gooien nooit iets weg.” Bij het eindpunt wachten zowaar twee fietsers, die Sinterklaas gaan vieren bij familie in Leeuwarden, respectievelijk Hallum. Dan willen de drie ervandoor, voor de laatste tachtig kilometer. Hun afscheidsboodschap aan de minister: “Open de dijk!”", "Beeld Sjaak Verboom", "Lees ook:", "Deze Amerikaan (50) hoopt de wereld te redden met bloemen en fietsen", "Warren Gregory handelt in bijzondere fietsen – en hij hoopt daardoor ook een glimlach op het gezicht van voorbijgangers en fietseigenaren te toveren. De ‘bloemenfietsman’ parkeert zijn kunstwerkjes steeds op een andere Amsterdamse brug."], "authors": ["Sybilla Claus"], "keywords": ["afsluitdijk", "rondje", "van", "bij", "heropen", "het", "met", "zijn", "dirk", "ijsselmeer", "fietsbus", "moet", "een", "vries", "nu", "dat", "en", "te", "voor"], "pubDate": "2020-12-06T13:35:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}