{"id": "32bfe543-a791-3ce2-bf87-3b6bc8df7d3a", "title": "De rijmbijbel ‘voelt cheap’, maar is al met al ontzettend inspirerend", "url": "https://trouw.nl/cultuur-media/de-rijmbijbel-voelt-cheap-maar-is-al-met-al-ontzettend-inspirerend~b352ca54/", "summary": "Dus waren ze blij dat ik het wilde doen.”VerslavingBakker werkte destijds als arts.\n‘Kléinzoon’ rijmt niet op ‘telefóón’, waarschuwt hij; die combinatie levert een kreupel metrum op, hét kenmerk van een slecht Sinterklaasgedicht.\nZo’n schrikkelrijm noemt hij ‘een van de ergste, want meest onwelluidende rijmfouten die dichters kunnen maken’.\nOf om zelf te dichten, mét zijn rijmbijbel in de hand, al relativeert hij het belang van het boek.\n“Het gevaar is dat je je laat verleiden om de tekst te ingewikkeld te maken.", "paragraphs": ["Het exemplaar van liedschrijver Theo Nijland stamt nog uit 2003. “Het is helemaal beduimeld en een beetje goor”, laat hij weten. “Het stinkt ook echt. Ik sleep het altijd met me mee.” Nijland is een grootgebruiker van Jaap Bakkers ‘Nederlands Rijmwoordenboek’. Hij vindt het naslagwerk – dat ondanks de 500 pagina’s lekker in de hand ligt – een onmisbaar hulpmiddel om snel het juiste woord te vinden.", "Laatst ging hij naar de boekwinkel voor een nieuw, frisser exemplaar. Helaas, het boek werd niet meer geleverd, kreeg hij te horen. Maar inmiddels is er alsnog een herdruk verschenen, de elfde alweer. ‘De Jaap Bakker’ geldt al bijna 35 jaar als de gouden standaard onder professionele rijmers. Nijland is een uitgesproken fan, net als andere zwaargewichten van het lichte vers: Ivo de Wijs, Erik van Muiswinkel, Kees Torn, Jan Beuving, Jan Rot, Frank van Pamelen.", "De samensteller van de ‘Rijmbijbel’ had nooit gedacht dat het zo’n succes zou worden, want de eerste aanzet verliep stroef. “Begin jaren tachtig wilden Ivo de Wijs en Drs. P samen een rijmwoordenboek maken”, herinnert Jaap Bakker zich. “Maar ze kregen geen subsidie. Toen vonden ze het niet meer aantrekkelijk om er veel tijd in te steken. Dus waren ze blij dat ik het wilde doen.”", "Verslaving", "Bakker werkte destijds als arts. Daarnaast schreef hij liedjes en gedichten, onder andere voor Joke Bruijs, Karin Bloemen en Kinderen voor Kinderen. Hij was ontevreden over de bestaande rijmlexica, vaak niet meer dan omgekeerde woordenboeken. Voor zichzelf was hij daarom al bezig om betere rijmlijsten aan te leggen. Toen hij eenmaal besloten had om een echt rijmwoordenboek te maken, werd het al snel een ‘verslaving’, zegt hij. “Verzamelwoede in combinatie met ordeningszucht. Ik heb intensief met Ivo de Wijs gecorrespondeerd over de systematiek en de lijstjes. Toen het boek in 1986 verscheen, zaten we bij Sonja Barend in de show. De volgende dag was er meteen een tweede druk nodig.”", "Met 90.000 woorden is zijn rijmwoordenboek minstens driemaal zo omvangrijk als andere rijmlexica. Dat komt onder meer doordat er ook plaats-, persoons- en merknamen in staan. Zo lees je dat ‘Calvé’ rijmt op ‘Quai d’Orsay’, ‘Robinson Crusoë’ en ‘Willem II’. Bijzonder is verder dat er vaste uitdrukkingen in staan. Wil je bijvoorbeeld rijmen op ‘-op’, dan krijg je ook de suggestie ‘bord voor de kop’, ‘stijgt ten top’ of ‘een schepje erbovenop’.", "Klemtonen", "Bakker besteedt bovendien veel aandacht aan klemtonen. ‘Kléinzoon’ rijmt niet op ‘telefóón’, waarschuwt hij; die combinatie levert een kreupel metrum op, hét kenmerk van een slecht Sinterklaasgedicht. Zo’n schrikkelrijm noemt hij ‘een van de ergste, want meest onwelluidende rijmfouten die dichters kunnen maken’. In zijn boek levert hij een groot aantal trucs om het euvel te verhelpen. Vervang ‘telefóón’ door ‘íPhone’ en je bent er al. Een andere zinsconstructie kan ook helpen. ‘Áfreis’ rijmt bijvoorbeeld niet op ‘ríjbewíjs’, maar zet je er een benadrukt woord vóór, dan verschuift de klemtoon en rijmt het alsnog: ‘Als ik naar húis afréis / Vergeet ik in de haast mijn ríjbewíjs’.", "Nog zo’n handige tip uit Bakkers uitvoerige inleiding: gebruik naast eindrijm ook eens ‘voorrijm’, aan het begin van de versregel. Zijn komische voorbeeld:", "Te laat, te laat, riep Winnetou", "Het zaad is al naar binnen toe.", "Al met al ‘een ontzettend inspirerend boek’, vindt Theo Nijland. “Het brengt je op ideeën. Je zoekt iets en komt heel ergens anders uit, bij een totaal andere gedachte of zinsconstructie. Een mens heeft af en toe nieuwe input nodig. Je bent ook niet de hele dag even scherp. Waarom zou je alles zelf moeten bedenken?” In het begin schaamde Nijland zich ervoor dat hij Bakkers rijmwoordenboek gebruikte. “Het voelde een beetje cheap, ook omdat het boek op de achterkant wordt aangeprezen als het ultieme naslagwerk voor ‘plezierdichters, liedjesschrijvers, gelegenheidsrijmers en puzzelaars’. Dan denk je toch vooral aan Sinterklaasgedichten. Maar ik ben over de schaamte heen.”", "De laatste jaren heeft Bakker zich nauwelijks nog met rijm beziggehouden. Hij werkte als docent medische vakken op de Hogeschool Amsterdam. Dit jaar is hij met pensioen gegaan. Nu heeft hij eindelijk tijd om zijn magnum opus nog eens te herzien. Of om zelf te dichten, mét zijn rijmbijbel in de hand, al relativeert hij het belang van het boek. “Het helpt je om een geslaagd rijm te vinden, maar dan heb je nog geen goed gedicht. Je moet ook nog mooie versregels vormen. Dat blijft toch echt de taak van de dichter zelf.”", "Yvonne van den Eerenbeemt", "Yvonne van den Eerenbeemt rijmt ‘tent’ of ‘Netflixabonnement’ Als theatermaker en zanger heeft Yvonne van den Eerenbeemt uiteraard de Jaap Bakker in de kast staan. Maar voor de snelheid zoekt ze het liefst online in het gratis Van Dale rijmwoordenboek. Dat doet ze overigens zo min mogelijk. “Het gevaar is dat je je laat verleiden om de tekst te ingewikkeld te maken. In een lied moeten de beelden helder en invoelbaar zijn, niet elitair of bedacht. Een lied is een schilderij waar je met een lampje steeds een nieuw stukje van belicht. De sfeer en het gevoel zijn het belangrijkst. Als ik een rijmwoord opzoek, vind ik het vaak te ‘hoofdig’. Dan fluit ik mezelf terug en kies ik alsnog voor iets eenvoudigs wat beter bij het gevoel past.” Het overkwam haar ook bij haar lied ‘La Fin’, genomineerd voor de Annie M.G. Schmidtprijs 2020. Dit lied gaat over twee geliefden die net uit elkaar zijn. Híj heeft een nieuwe vriendin, zíj is nog alleen. Van den Eerenbeemt zingt: ‘Jij nu samen met dat kind / In ons bed, in onze tent / Het laatste wat ons bindt / Is het Netflix-abonnement.’ “Eerst vond ik ‘bed’ en ‘tent’ te simpel”, zegt ze. “Maar die woorden drukken wel het hele leven uit dat die geliefden vroeger deelden. Uiteindelijk heb ik ze toch omarmd.”", "Ilja Leonard Pfeijffer Beeld ANP Kippa", "Ilja Leonard Pfeiffer: Rijm heeft een imagoprobleem En de moderne poëzie, rijmt die nog een beetje? Nagenoeg niet, antwoordt dichter en schrijver Ilja Leonard Pfeijffer. “Ik ben vrijwel de enige die nog rijmt, samen met de grote dichter Jan Kal. Rijm heeft een imagoprobleem. Het is totaal uit de mode geraakt. De Vijftigers deden het al in de ban en na Bertus Aafjes is het een stille dood gestorven. Juist daarom vind ik het interessant. Geëngageerde, actuele onderwerpen – Syrië, vluchtelingen – giet ik graag in een vaste oude vorm, zoals het sonnet.” Op zich is rijmen een fluitje van een cent, zegt hij. Iedere boerenkinkel kan het. Ter illustratie citeert hij Herman Finkers: Poëzie, zo moeilijk nie,", "op alles rijmt wel iets. Behalve dan op waterfiets,", "op waterfiets rijmt niets. “Wat wél moeilijk is”, vervolgt Pfeijffer, “is rijm en metrum op een organische manier toepassen in een vaste vorm. Het moet ook nog zinvol zijn: de muzikaliteit van de tekst moet de inhoud niet in de weg staan, maar versterken. Het kost heel wat studie voor dat je lukt. Veel collega’s kunnen het niet meer.” Pfeijffer scant het alfabet meestal in gedachten op rijmwoorden. Slechts af en toe zoekt hij iets op. Hij heeft de app van het Van Dale rijmwoordenboek op zijn mobieltje. “Nee, dat vind ik niet beneden mijn stand. Een dichter gebruikt alle middelen die hem ter beschikking staan. Vroeger was dat alcohol. Nu een rijmwoordenboek, maar ook gewone woordenboeken, Wikipedia, encyclopedieën, enzovoorts.”", "Frank van Pamelen Beeld Bart van der Moeren", "Frank van Pamelen rijmt ‘stamkroeg’ op ‘in de vlam joeg’ Schrijver en dichter Frank van Pamelen houdt van opvallend rijm. Spitse puntdichten, stuiterend stuntrijm, ollekebollekes: hoe uitdagender, hoe liever. Bakkers rijmwoordenboek is voor hem onmisbaar. “Als ik een rijmwoord niet zo kan oplepelen, grijp ik direct naar dat boek, het beste in zijn soort. Zo houd ik tempo.” Hij zoekt er vaak dubbelrijmen in op, zoals ‘schuurwerk’-‘plamuurmerk’. Ooit moest hij een gelegenheidsgedicht maken over het fenomeen ‘stamkroeg’. Maar ja, wat rijmt er in vredesnaam op -am -oeg? De Jaap Bakker bracht uitkomst. “Ik kwam uit op een Frans aandoend kroegje dat de naam ‘Notre Dame droeg’ en dat ik uiteindelijk ‘in de vlam joeg’. Zonder dit boek was ik nooit die kant op gegaan.” Wanneer zelfs de Jaap Bakker bij een rijmuitgang nauwelijks opties biedt, weet Van Pamelen dat hij op een dood spoor is beland. Maar je hebt natuurlijk ook rijmfanatici die zich juist dan uitgedaagd voelen. “Tijdens een lezing noemde Bakker ‘nieuws’ ooit een ‘onrijmbaar woord’”, vertelt hij. Kees Torn zat in de zaal en bedacht ter plekke dit gedicht: Een moedergoudvis schold eens op haar gup: ‘Ik kan haast niks verstaan van jouw geblub. Maar dat is op zichzelf beschouwd niets nieuws: Je vader blubde ook zo binnenskieuws.’", "Theo Nijland Beeld Werry Crone", "Theo Nijland rijmt ‘bijnadoodervaring’ op ‘broodje haring’ Op rijmgebied is liedschrijver Theo Nijland een pietje-precies. “Slordig rijm vind ik heel erg. Rappers zijn er nogal makkelijk in: als er maar een a-klank in zit… Doodzonde, het moet hélemaal kloppen.” Originaliteit heeft hij ook hoog in het vaandel. In zijn lied ‘Bijna dood’ laat hij ‘bord nasi’ rijmen op ‘Matteüspassie’. Die hoor je niet aankomen, net zo min als zijn rijmreeks op ‘bijnadoodervaring’: ‘broodje haring’, ‘energiebesparing’, ‘onderbeen- en bovenlipontharing’. “Het lied gaat over een vrouw met een bijnadoodervaring. Ik vind haar volstrekt belachelijk. Dat wilde ik in het rijm laten doorklinken.” Hij zit nu even thuis met een ontstoken knie en voelt zich flink ‘gehandicapt’. Dit woord inspireert hem spontaan tot de virtuoze rijmen ‘wat je aan Sandy appt’, ‘alleen als je brandy hebt’ en ‘een auto die twee promovendi schept’. Eigenlijk is hij niet zo van de verbale acrobatiek. “Ik word daar een beetje kriegel van. Het is me te dwingend. In mijn liedjes gebruik ik het liefst casual taal, niet te verheven of opvallend. De luisteraar moet niet mérken maar vóelen dat het rijmt. Het rijm moet glijdend in de muziek verdwijnen.”", "Acht tips voor Sinterklaasdichters 1. Neem een bestaand lied of gedicht dat je mooi vindt. Kopieer het rijmschema (aabb enzovoort), het aantal lettergrepen en het metrum en neem dat als basis voor je gedicht. 2. Bedenk waar het gedicht over moet gaan. Associeer er vrij op los, dan vind je vanzelf rijmwoorden die bij het thema passen. 3. Grijp pas naar een rijmwoordenboek als je vastloopt. Dan blijft het zo naturel mogelijk. 4. Pas op voor rijm­dwang, waarbij je je door het rijm op sleeptouw laat nemen. Maar verwelkom de rijmvondst die het gedicht onverwacht een mooie kant op stuurt. 5. Veel mensen grijpen automatisch naar gepaard rijm (aabb). Maar gebroken rijm (abcb) is eenvoudiger, en zeker zo effectief. En met omarmend rijm (abba) en gekruist rijm (abab) maak je meer indruk. 6. Spaar de toegesprokene niet. Het wordt pas een leuk gedicht als je iemand – liefdevol – op zijn gebreken doorzaagt. 7. Neem geen genoegen met halfrijm à la bloem-doen. Puzzel verder totdat het helemaal klopt. Al hoef je niet zo streng te zijn als Drs P, van wie ‘blauw’ niet mocht rijmen op ‘vrouw’. 8. Zorg dat het metrum zonder haperingen doorloopt, behalve als je uit bent op komisch stuntelrijm.", "Lees ook:", "Kees van Kooten is haiku-fan, met deze tips schrijf jij ze binnenkort ook", "Kees van Kooten stortte zich op de haiku. Hij schreef er maar liefst 575. Hoe maak je zo’n piepklein gedichtje? Van Kooten geeft een minicollege. ‘Ik kan het iedereen aanraden.’"], "authors": ["Sander Becker"], "keywords": ["cheap", "rijmbijbel", "van", "het", "op", "maar", "met", "hij", "ik", "ontzettend", "een", "je", "al", "voelt", "inspirerend", "en", "dat", "niet"], "pubDate": "2020-11-24T11:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}