{"id": "32d89e06-718d-318e-8a54-a4ccb4ae7a90", "title": "Lewandowski favoriet voor FIFA's Best-award: 'Hij is de enige die mag winnen'", "url": "https://www.nu.nl/voetbal/6097141/lewandowski-favoriet-voor-fifas-best-award-hij-is-de-enige-die-mag-winnen.html", "summary": "\"Ze zijn bij de FIFA misschien blij dat ze iemand anders kunnen laten winnen.\"\nHet hoort bij zijn maniakale levensstijl met als doel de fitste en daarmee de beste aanvaller ter wereld zijn.\nMulder: \"Hij is ook een echte teamspeler die precies weet waar hij wel en niet moet lopen.\nTwijfel over wie moet worden uitgeroepen tot Wereldvoetballer van het Jaar kent Meijer dan ook niet.\nMulder: \"Ze zijn bij de FIFA misschien blij dat ze iemand anders kunnen laten winnen dan Messi of Ronaldo.", "paragraphs": ["Lionel Messi en Cristiano Ronaldo zitten (uiteraard) bij de laatste drie genomineerden voor de FIFA's Best-award, maar de grote favoriet donderdagavond bij het virtuele gala is de man die nog nooit werd verkozen tot Wereldvoetballer van het Jaar: Robert Lewandowski. \"Ze zijn bij de FIFA misschien blij dat ze iemand anders kunnen laten winnen.\"", "Erik Meijer is met 39 goals een van de succesvolste Nederlandse spitsen ooit in de Bundesliga, maar hij is nu bijna fitter dan in zijn jaren bij Hamburger SV, Bayer Leverkusen en KFC Uerdingen 05. Hoe dat kan? De 51-jarige Meijer leeft een beetje als Lewandowski.", "\"Ik kom er nu achter dat je enorm veel kan halen uit andere soorten voeding dan we gewend zijn\", vertelt enkelvoudig Oranje-international Meijer, die traint voor een triatlon. \"Ik kijk veel gerichter wat ik nodig heb en eet daardoor anders dan tijdens mijn voetbalcarrière.\"", "Lewandowski (32) gaat nog een stapje verder. De Poolse spits van Bayern, getrouwd met voedingsdeskundige Anna Lewandowska, volgt een veganistisch dieet. Het hoort bij zijn maniakale levensstijl met als doel de fitste en daarmee de beste aanvaller ter wereld zijn. Naar verluidt heeft hij zelfs aan een slaapdeskundige gevraagd op welke zijde hij het best kan rusten om zijn goede been zo veel mogelijk te ontlasten.", "Het gevolg: woensdagavond tegen VfL Wolfsburg maakte Lewandowski zijn 29e en 30e Bundesliga-doelpunt van 2020. \"Hij was al van wereldklasse, maar wellicht dat de passie van zijn vrouw op het gebied van voeding hem nog net een paar procent beter heeft gemaakt\", denkt Meijer.", "Door: Pro Shots", "Robert Lewandowski na het winnen van de Champions League-finale in Lissabon. (Foto: Pro Shots)", "Robert Lewandowski, 21 augustus 1988 in Warschau 2006-2008: Znicz Pruszków - 59 wedstrijden (36 goals)", "2008-2010: Lech Poznan - 58 wedstrijden (32 goals)", "2010-2014: Borussia Dortmund - 131 wedstrijden (74 goals)", "2014-heden: Bayern München - 201 wedstrijden (177 goals)", "2008-heden: Polen - 116 interlands (63 goals)", "'Perfecte spits voor Koeman bij Barcelona'", "Een andere voormalige Bundesliga-spits, Youri Mulder, ziet Lewandowski bijna als de personificatie van het extreem fitte en het zeer succesvolle Bayern, dat na de coronastop landskampioen werd, de DFB-Pokal en de Duitse supercup won. Hoogtepunt was de 1-0-zege in de Champions League-finale tegen Paris Saint-Germain, gevolgd door het winnen van de Europese Supercup.", "\"In het bomvolle schema is de fitheid van Lewandowski extra belangrijk geweest\", vertelt de 51-jarige Mulder, die 33 keer scoorde in negen seizoenen bij Schalke 04. \"Fitheid was en is het grote wapen van Bayern.\"", "Maar het is bij Lewandowski niet alleen fitheid, benadrukt negenvoudig Oranje-international Mulder. \"Hij lijkt soms een magneet in zijn hoofd en voeten te hebben, want hij staat bij bijna elke voorzet op de juiste plek. En ook al is hij de dertig gepasseerd, hij wordt alleen maar beter. Hoe vaker je in een scoringssituatie komt - en dat gebeurt bij Bayern regelmatig - hoe beter je daarmee om kan gaan.\"", "Meijer: \"Lewandowski is op dit moment de compleetste spits ter wereld. Hij kan goed koppen, is snel, technisch perfect en een goed aanspeelpunt.\"", "Mulder: \"Hij is ook een echte teamspeler die precies weet waar hij wel en niet moet lopen. Denk daarbij maar eens aan het Barcelona van Ronald Koeman. Voor hem zou Lewandowski de ideale spits zijn. Momenteel lopen alle spelers bij Barcelona elkaar namelijk alleen maar in de weg.\"", "593 Samenvatting historisch duel FC Barcelona-Bayern München (2-8)", "'Messi en Ronaldo zijn blij als Lewandowski wint'", "Het contrast is groot met een van de andere genomineerden. Waar Messi bij Barcelona af en toe sjokt als het elftal niet draait, blijft Lewandowski gaan. Hij staat al op vijftien goals en vier assists in het nieuwe Bundesliga-seizoen, terwijl Bayern nog een beetje op gang moet komen.", "\"Lewandowski levert altijd. Niet eens altijd in doelpunten, maar ook door zijn betrokkenheid bij het spel\", vertelt Meijer. \"Ook op het moment dat Bayern wat minder speelt, haalt Lewandowski constant een topniveau.\"", "Twijfel over wie moet worden uitgeroepen tot Wereldvoetballer van het Jaar kent Meijer dan ook niet. \"Lewandowski is de enige die deze prijs mag winnen. Hij was dit jaar simpelweg de allerbeste. Elke andere uitkomst van de verkiezing zou onlogisch zijn.\"", "Mulder: \"Ze zijn bij de FIFA misschien blij dat ze iemand anders kunnen laten winnen dan Messi of Ronaldo. Die twee zijn natuurlijk zelf ook blij, want dan wint die ander de prijs niet.\"", "Het gala met de uitreiking van de FIFA's Best-awards, die in 2016 zijn ontstaan na een afscheiding van de Gouden Bal, begint donderdag om 19.00 uur. Vorig jaar won Messi de prijs voor de beste mannelijke speler bij de verkiezing waarbij voetballers, coaches, fans en de media hun stem mogen uitbrengen."], "authors": ["Door", "Mitch Marinus"], "keywords": ["winnen", "fifas", "zijn", "mag", "hij", "van", "bij", "favoriet", "een", "lewandowski", "voor", "enige", "het", "en", "die", "dat", "bestaward"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}