{"id": "32e6f6b4-ea74-344b-9207-1a3e783abd16", "title": "Tips voor deze week, de lockdownversie: van Ulay tot ITA", "url": "https://www.parool.nl/ps/tips-voor-deze-week-de-lockdownversie-van-ulay-tot-ita~b4bc8a4e/", "summary": "King of War Beeld Jan VersweyveldNormaal gesproken was de tweede volle week van januari het toneel van een massale verhuizing naar Groningen.\nT/m 12 januari, etalage van Van Boetzelaerstraat 56Alle 34 overgebleven schilderijen van Johannes Vermeer bekijken in één sessie.\nInzoomen is mogelijk bij ieder schilderij, tot een niveau dat je op zaal niet zou bereiken zonder de corrigerende hand van een suppoost op je schouder.\nHet online platform brengt voorstellingen samen van tal van makers, van Artemis tot de Toneelmakerij en van Sally Maastricht tot NTjong.\nJe kunt een ­aangekochte voorstelling (€2,99) van een van de 26 aangesloten jeugdtheatergezelschappen twee dagen zo vaak bekijken als je wilt.", "paragraphs": ["King of War Beeld Jan Versweyveld", "Normaal gesproken was de tweede volle week van januari het toneel van een massale verhuizing naar Groningen. De reden: showcasefestival Eurosonic en, als sluitstuk, de volledig Nederlandse etalage op Noorderslag. De gezellige kroegsfeer ontbreekt dit jaar, de Oosterpoort zit op slot, maar het festival gaat door. Online uiteraard, en ­geheel gratis. Even registreren en je bevindt je op het online festivalterrein waar de sterren van de ­toekomst – en oké, ook artiesten die eeuwig een belofte zullen blijven – zijn te zien. In totaal 188 acts uit 36 landen. Namens Nederland treden onder anderen Blackbird, Fleur, Bilal Wahid, Opera Alaska en Sam & Julia op. Ook om naar uit te kijken: de IJslandse zanger Dadi Freyr, die zijn land afgelopen jaar zou vertegenwoordigen met het geestige Think About Things.", "13-16 januari", "Het Concertgebouw is eveneens in gulle stemming en heeft op zijn website een grote sectie met gratis ‘live’-streams ingericht. De zondagochtendconcerten, de sessies in de lege concertzaal en een flinke serie hoogtepunten van de afgelopen jaren zijn in volle glorie te bekijken. Zo ben je zomaar terug in de volgepakte grote zaal als pianist Arthur Jussen daar op 8 december 2019 werk van Richard Strauss en Robert Schumann speelt en Nicholas Collon het orkest dirigeert. Ook een royaal assortiment concerten van het Mahler Festival van afgelopen mei is terug te zien.", "De Arabische kunstenaars in deze tentoonstelling verhouden zich op verschillende manieren tot het landschap van het Midden-Oosten, dat om historische en geopolitieke redenen vrijwel permanent op scherp staat. Schoonheid, folklore, ideologie, kolonialisme, natuur­rampen en grensconflicten komen aan de orde. Een aantal werken uit de tentoonstelling is tijdens de lockdown te zien via Picl, de online filmzaal van Eye. Daarnaast ook documentaires over stereotypering van Arabieren in Hollywood en Syrische arbeidsmigranten in de bouw van Libanon.", "Het eerste museale retrospectief van Ulay (1943-2020) is een must voor liefhebbers van performancekunst, en eigenlijk voor iedereen die iets meer wil begrijpen en voelen van de kunstontwikkeling in de jaren zeventig en tachtig. Als de museumdeuren weer opengaan, is er nog genoeg tijd voor een bezoek. Maar wie alvast een voorproefje wil, kan terecht bij Stedelijk at Home. Directeur Rein Wolfs maakt in een introductiefilmpje overtuigend duidelijk waarom Ulay zo belangrijk was en is. Afzwaaiend conservator Hripsimé Visser vertelt over zijn fotografie.", "", "T/m 18 april, Stedelijk Museum Amsterdam", "Ook ik ben stukgewaaid", "Emma van Meyeren schreef over nieuwe omgangsvormen voor rouw in Ook ik ben stukgewaaid (2020). De publicatie heeft een kunstzinnige pendant gevonden in het rouwkleed van Bettie Boersma, dat te zien is in een van de etalages van de Staatsliedenbuurt. Het origineel dateert uit 1821. De update is gemaakt in samenwerking met dertig buurtbewoners.", "T/m 12 januari, etalage van Van Boetzelaerstraat 56", "Alle 34 overgebleven schilderijen van Johannes Vermeer bekijken in één sessie. In het echt lukt dat niet, aangezien ze verspreid over achttien musea in zeven landen zijn. In de virtuele tour Meet Vermeer krijg je het complete oeuvre netjes opgediend, indien gewenst begeleid door commentaar. Inzoomen is mogelijk bij ieder schilderij, tot een niveau dat je op zaal niet zou bereiken zonder de corrigerende hand van een suppoost op je schouder.", "Dit Instagramaccount heeft zich ontpopt tot coronaklassieker. Mensen worden opgeroepen om beroemde kunstwerken te imiteren met huis-tuin-en-keuken-middelen. Photoshop is verboden. Persoonlijke favorieten zijn De schreeuw van Munch, nagebootst met een avocado, en Het laatste avondmaal van Michelangelo, opgevoerd door een peuter met knuffels. Een aanstekelijke vorm van creativiteit in thuiszitdagen.", "Buitenlandse archieven: National Theatre en Schaubühne", "Van het Britse National Theatre kun je tal van voorstellingen uit het ­archief online zien, zoals Phèdre van Racine met Helen Mirren in de titelrol, Drie zusters van ­Tsjechov gesitueerd in Nigeria en ­Mosquitoes met Olivia Coleman (The Crown). En op de site van de Schaubühne uit Berlijn worden voorstellingen gestreamd, zoals deze week, op 15 januari om 18.00 uur, For the Disconnected Child van toneelmaker en regisseur Falk Richter uit 2013.", "Na onder andere Medea en De stille kracht streamt ITA de theater­marathon Kings of War, een overrompelende voorstelling waarvoor Ivo van Hove de toneelstukken Henry V, Henry VI en Richard III van William Shakespeare samenvoegde tot een explosieve voorstelling over leiderschap. Kings of War toont de mechanismen van ­besluitvorming in tijden van ­politieke crisis, de botsing tussen staatsbelang en machtswellust. Voor zijn vertolking van de on­berekenbare ­Richard III ontving Hans Kesting in 2016 de Louis d’Or.", "", "10 januari, deel 1: 16.00-18.25 uur, deel 2 na een pauze: 20.00-21.45 uur", "Giuseppe Capotondi : The Burnt Orange Heresy", "De casting doet het meeste werk in deze stijlvolle thriller. De Deense acteur Claes Bang (The Square) is de opportunistische kunstcriticus, Elizabeth Debicki (Tenet) zet met verve een eigentijdse femme fatale neer, maar het draait vooral om twee oudere heren: ­Rolling Stones-frontman Mick ­Jagger als aalgladde kunstverzamelaar en Donald Sutherland als geroemde kluizenaar-kunstenaar.", "", "Te zien via Picl, Vitamine Cineville en vanaf 5 februari op andere platforms", "Alexandre Rockwell : Sweet Thing", "Bijna veertig jaar na zijn speelfilmdebuut werkt de Amerikaanse ­regisseur Alexandre Rockwell nog altijd compromisloos onafhan­kelijk. In dit betoverend coming-of-agedrama spelen zijn ­kinderen de hoofdrollen. De crew bestond voornamelijk uit zijn ­studenten aan de universiteit van New York.", "Te zien via Picl", "Drie films van Kelly Reichardt", "Tijdens de komende editie van het filmfestival van Rotterdam (of ­eigenlijk: de eerste helft, want het tweede deel is in juni) ontvangt de Amerikaanse filmmaker Kelly ­Reichardt de tweede Robby Müller Award. Ze geeft een masterclass en het festival vertoont haar nieuwste film First Cow. De vorig jaar in het leven geroepen prijs, vernoemd naar de Nederlandse cameraman (1940-2018), wordt gegeven aan een ‘beeldmaker’ die een ‘authentieke, geloofwaardige en aangrijpende beeldtaal’ heeft ontwikkeld. Dat geldt zeker voor ­Reichardt, blijkt ook uit haar films die het IFFR in de aanloop naar het festival presenteert. Het aanbod omvat haar doorbraak Old Joy, het aangrijpende Wendy and Lucy en de revisionistische western Meek’s Cutoff.", "Te zien via IFFR Unleashed", "Podiumkids is een snoepwinkel voor iedereen die van jeugd­theater houdt ­– en wie doet dat nou niet? Het online platform brengt voorstellingen samen van tal van makers, van Artemis tot de Toneelmakerij en van Sally Maastricht tot NTjong. Je kunt een ­aangekochte voorstelling (€2,99) van een van de 26 aangesloten jeugdtheatergezelschappen twee dagen zo vaak bekijken als je wilt. Het aanbod wordt ook regelmatig ververst en aangevuld.", "Jeugdtheaterproducent Michael van Hoorne zette alle afleveringen van Fien & Teun, Pipo de Clown en Titus & Fien TV online. Op zijn ­YouTubekanaal zijn ook de sprookjesmusicals van de producent te zien, van Assepoester de musical uit 2013 tot De kleine zeemeermin de musical uit 2018."], "authors": ["Het Parool"], "keywords": ["tot", "je", "zijn", "van", "tips", "lockdownversie", "voor", "en", "uit", "een", "ita", "met", "zien", "op", "het", "week", "deze", "ulay"], "pubDate": "2021-01-08T10:42:41Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}