{"id": "32ea1109-1388-3bd2-84de-6f9da6d0b798", "title": "'Enorme vraag naar palmolie is eigenlijk reden waarom het zo omstreden is'", "url": "https://nu.nl/eten-en-drinken/6097099/enorme-vraag-naar-palmolie-is-eigenlijk-reden-waarom-het-zo-omstreden-is.html", "summary": "Om aan de vraag naar palmolie te kunnen voldoen, worden enorme plantages aangelegd waarvoor bos en regenwoud moeten wijken.\n\"De enorme vraag naar palmolie is eigenlijk de reden waarom palmolie zo omstreden is\", vertelt Anne Wijers, campagneleider Bossen bij Milieudefensie.\n\"En er zijn honderden stoffen die mogelijk afgeleid zijn van palmolie, en op de verpakking onder die naam staan vermeld\", vertelt Wijers.\nHet vervangen van palmolie betekent bovendien niet dat het alternatief dat wordt gebruikt wél duurzaam is.\n\"We moeten juist de positie die Europa heeft gebruiken om verdere verduurzaming van palmolie te stimuleren.", "paragraphs": ["Om aan de vraag naar palmolie te kunnen voldoen, worden enorme plantages aangelegd waarvoor bos en regenwoud moeten wijken. Steeds vaker gebruiken voedselproducenten duurzaam geproduceerde palmolie. Is dit de oplossing?", "Op het eerste gezicht lijkt palmolie, gewonnen uit de vruchten van de oliepalm, een prima ingrediënt. De productie van palmolie is relatief goedkoop, vanwege de grote opbrengst per hectare, de lage loonkosten en goedkope grondaankoop. Palmolie zit naar schatting in ongeveer 60 procent van de bewerkte producten in de supermarkt. Denk aan pindakaas, hazelnootpasta, babyvoeding, margarine, koekjes, cruesli.", "\"De enorme vraag naar palmolie is eigenlijk de reden waarom palmolie zo omstreden is\", vertelt Anne Wijers, campagneleider Bossen bij Milieudefensie. \"Alleen Europa importeert jaarlijks al bijna 8 miljoen ton palmolie. Ruim de helft hiervan wordt overigens gebruikt voor biobrandstof.\"", "“Consumenten die bewust producten zonder palmolie willen kopen, wordt het niet makkelijk gemaakt. Het etiket vermeldt regelmatig 'plantaardige olie', zonder verdere specificering.”", "De plantages die nodig zijn voor het produceren van grote hoeveelheden palmolie gaan ten koste van de natuur en biodiversiteit, blijken te leiden tot schending van mensenrechten en landroof, en dragen door de CO2-uitstoot bij aan de klimaatcrisis.", "Criteria voor duurzaamheid", "In 2004 is de Roundtable on Sustainable Palm Oil (RSPO) opgericht, met bijbehorend keurmerk. In 2019 was 86 procent van in Europa verwerkte palmolie RSPO-gecertificeerd. Is deze duurzame palmolie de oplossing?", "Nee, vindt Milieudefensie. \"RSPO claimt duurzame palmolie te garanderen. Hiervoor moet aan bepaalde criteria worden voldaan. Wat ons betreft zijn het absolute minimumeisen en heeft de certificering in vijftien jaar te weinig opgeleverd\", aldus Wijers. \"Keer op keer blijkt dat ook RSPO-gecertificeerde bedrijven betrokken zijn bij misstanden.\"", "Stephania Rivera, die zich bij de ketenorganisatie voor oliën en vetten MVO bezighoudt met duurzaamheid, geeft toe dat de huidige keurmerken - waaronder ook die van de RSPO - niet zaligmakend zijn, maar wel onderdeel van de oplossing kunnen zijn. \"Hoe meer vraag er is naar gecertificeerde en duurzame palmolie, ook vanuit de consument, hoe meer er werk gemaakt zal worden van verduurzaming van de plantages.\"", "In de supermarkt blijft het ondertussen lastig kiezen: het keurmerk is namelijk vaak niet op de verpakking te vinden. Wie op internet zoekt, vindt wel voedselproducenten die het certificaat op hun website vermelden. Verder geeft de WWF-scorecard een overzicht van merken en hun inzet voor duurzame palmolie.", "Palmolie in non-food: zeep", "shampoo", "wasmiddel", "schoonmaakmiddelen", "cosmetica", "tandpasta", "lijm", "kaarsen", "Consumenten die bewust producten zonder palmolie willen kopen, wordt het eveneens niet makkelijk gemaakt. Het etiket vermeldt regelmatig 'plantaardige olie', zonder verdere specificering. \"En er zijn honderden stoffen die mogelijk afgeleid zijn van palmolie, en op de verpakking onder die naam staan vermeld\", vertelt Wijers.", "Het vervangen van palmolie betekent bovendien niet dat het alternatief dat wordt gebruikt wél duurzaam is. Een recente studie in het wetenschappelijke tijdschrift Nature bevestigt dit. Rivera: \"Alle producten en ingrediënten hebben een impact op milieu en natuur. Palmolievrij leven is daarom geen oplossing.\"", "Zijn alternatieven het antwoord?", "Er is behoorlijk wat discussie over wat dan wél de oplossing is. \"Wat ons betreft is wet- en regelgeving nodig, certificering is niet voldoende. Bedrijven die de fout in gaan moeten gestraft kunnen worden\", stelt Wijers.", "De kwestie is volgens Wijers onderdeel van een groter geheel: hoe richten we ons voedselsysteem in? \"Er zijn alternatieven, zoals koolzaad- en zonnebloemolie, die we in Europa kunnen verbouwen. Misstanden zouden we dicht bij huis nooit accepteren. Bovendien hoeven we dan minder grondstoffen van ver weg te halen.\"", "Hoe denkt Rivera hierover? \"Als je palmolie wilt vervangen door bijvoorbeeld zonnebloemolie is er meer land nodig. Palmolie heeft een veel hogere opbrengst per hectare. De productie van olie verplaatsen naar andere voedselketens zou uiteindelijk leiden tot vergelijkbare problemen.\"", "Verduurzaming is en blijft volgens haar de uitweg. \"We moeten juist de positie die Europa heeft gebruiken om verdere verduurzaming van palmolie te stimuleren. Want valt de Europese markt weg, dan laat je de duurzaamheidsdiscussie over aan landen als China en India.\""], "authors": ["Door", "Mirjam Bedaf"], "keywords": ["zijn", "enorme", "zo", "waarom", "van", "naar", "en", "een", "reden", "eigenlijk", "te", "op", "omstreden", "het", "niet", "vraag", "palmolie", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}