{"id": "32ee4e5a-c189-304f-9850-7d705b04ce89", "title": "Say It Loud is een mooi eerbetoon aan de antiracismebeweging ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/say-it-loud-is-een-mooi-eerbetoon-aan-de-antiracismebeweging~bcede9a6/", "summary": "Zeventien kunstenaars, van bekende namen als de Afro-Amerikaanse Kerry James Marshall en de Nederlands-Colombiaanse Raquel van Haver, zijn in het Bonnefantenmuseum in Maastricht samengebracht voor een eerbetoon aan de antiracismebeweging.\nMaar het moet gezegd: qua insteek en samenstelling is Say It Loud een lesje in hoe je veelgemaakte fouten in dit genre kunt vermijden.\nZo verwijst de blauwe huid van het jongetje in Alison Saars sculptuur Blue Boy naar de relatie tussen de indigo-industrie en het slavernijverleden.\nBeeld Peter CoxAnders is dat bij Carve to Flow van de Nigeriaanse Otobong Nkanga, een van de intrigerendste kunstwerken in de tentoonstelling.\nDaarmee verwijst ze niet alleen naar een pijnlijk verleden, maar ook naar een utopische toekomst.", "paragraphs": ["De zeeptorens van Otobong Nkanga. Beeld Peter Cox", "Het eerste beeld dat je te zien krijgt in de tentoonstelling Say It Loud laat er geen twijfel over bestaan: deze expositie is sterk beïnvloed door Black Lives Matter. Op de tekening van Brian Elstak staan drie demonstranten, hun gebalde vuisten opgeheven: het gebaar van de internationale strijd tegen racisme. Tel daar de oorsprong van de titel van de tentoonstelling bij op, een verwijzing naar het Black Power-strijdlied van James Brown (Say It Loud - I’m Black and I’m Proud), en de toon is gezet. Zeventien kunstenaars, van bekende namen als de Afro-Amerikaanse Kerry James Marshall en de Nederlands-Colombiaanse Raquel van Haver, zijn in het Bonnefantenmuseum in Maastricht samengebracht voor een eerbetoon aan de antiracismebeweging.", "Nu kan er aardig wat misgaan als je je als (wit) museum aan dit onderwerp waagt. Maar het moet gezegd: qua insteek en samenstelling is Say It Loud een lesje in hoe je veelgemaakte fouten in dit genre kunt vermijden. Anders dan de titel doet vermoeden zijn hier namelijk niet zomaar wat trotse zwarte kunstenaars bij elkaar gezet bij wijze van ‘divers programmeren’. Veel meer dan over identiteit gaat het in deze tentoonstelling – die kunstenaars met heel uiteenlopende achtergronden samenbrengt– over het koloniale verleden en hoe dit verleden doorwerkt in het heden. Dat is een mooie invalshoek, het heeft weinig zin om iets over zwarte trots te zeggen als je niet ook laat zien welke krachten die trots structureel ondermijnen en eroderen.", "De indigoplantagearbeider van Alison Saar. Beeld Peter Cox", "De kunst is heel uiteenlopend, van figuratief tot abstract, van sculptuur tot videowerk. Opvallend is hoe genuanceerd en veelzijdig allerlei verschillende diasporagemeenschappen verbeeld worden. Een waaier aan streepjesidentiteiten passeert de revue: Nederlands-Caraïbisch, Afro-Amerikaans, maar bijvoorbeeld ook Nederlands-Chinees of Vietnamees-Senegalees. Verrassend is de dromerige video-installatie The Specter of Ancestors Becoming, over een Senegalese soldaat die, net zoals vele anderen, werd ingezet om aan Franse zijde te vechten in de Vietnamese onafhankelijkheidsoorlog. De verhaallijn is gefictionaliseerd maar gebaseerd op feiten: in de chaos van de onafhankelijkheidsoorlog emigreerden honderden Vietnamese vrouwen met hun nieuwe Senegalese echtgenoten naar West-Afrika. Treffend brengt kunstenaar Tuan Andrew Nguyen het zwijgen, zoeken en herinneren van deze families in beeld.", "In veel andere kunstwerken verschuift de aandacht van mensen naar materialen en grondstoffen en de geschiedenis van koloniale expansie en uitbuiting die eraan kleeft. Zo verwijst de blauwe huid van het jongetje in Alison Saars sculptuur Blue Boy naar de relatie tussen de indigo-industrie en het slavernijverleden. Patricia Kaersenhout liet voor haar installatie The Soul of Salt een speciaal voor de tentoonstelling ingezegende, vier meter hoge berg zout in het museum storten. Het zout is afkomstig uit Bonaire, waar tijdens het Nederlandse koloniale bewind tot slaaf gemaakten onder erbarmelijke omstandigheden in zoutmijnen werkten. Bezoekers kunnen een handjevol zout mee naar huis opnemen en thuis oplossen in water en zo, aldus de kunstenaar ook de pijn van het verleden afspoelen. Mooie zet om de materialen te laten spreken, maar de symboliek blijft in deze kunstwerken toch wat letterlijk en eenduidig.", "Soul of Salt van Patricia Kaersenhout. Een Caraïbische legende vertelt dat tot slaaf gemaakten geen zout aten, zo hoopten ze licht genoeg te worden om naar Afrika terug te vliegen. Beeld Peter Cox", "Anders is dat bij Carve to Flow van de Nigeriaanse Otobong Nkanga, een van de intrigerendste kunstwerken in de tentoonstelling. Ook hier de nodige symboliek: dit kunstwerk draait om zeep, en dus, u verwacht het al, om schoonspoelen, reinigen en in het reine komen met het koloniale verleden. Maar de torens van zwarte zeep die in de tentoonstelling te zien zijn vormen nog maar het topje van de ijsberg van dit omvangrijke project, dat steeds weer van vorm wisselt en naast sculpturen, performances en workshops ook bestaat uit een sociale onderneming. Het is alsof de kunstenaar met haar zeepblokken een heel nieuwe wereld op wil bouwen. Daarmee verwijst ze niet alleen naar een pijnlijk verleden, maar ook naar een utopische toekomst.", "Say It Loud Beeldende kunst ★★★★☆ 24/9, Bonnefantenmuseum, Maastricht. Aldaar t/m 18/4."], "authors": ["Sarah Van Binsbergen"], "keywords": ["eerbetoon", "aan", "van", "mooi", "het", "maar", "naar", "antiracismebeweging", "een", "ook", "en", "say", "te", "tentoonstelling", "om", "loud"], "pubDate": "2020-11-29T17:51:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}