{"id": "32f5e945-d43b-36ab-9631-0f53558dc7fa", "title": "Oud-SS'ers in Nederland krijgen uitkering vanuit Duitsland", "url": "https://nos.nl/artikel/2272761-oud-ss-ers-in-nederland-krijgen-uitkering-vanuit-duitsland.html", "summary": "Nog steeds krijgen Nederlandse oud-SS'ers een uitkering vanuit Duitsland.\nHet gaat om oud-SS'ers en hun nabestaanden.\nDe Nederlanders krijgen sinds de jaren 50 een uitkering vanuit Duitsland, omdat ze invalide zijn geraakt tijdens de Tweede Wereldoorlog.\nHet LVR wil alleen kwijt dat nog 34 mensen in Nederland geld krijgen uit een potje voor mensen die gewond zijn geraakt tijdens de oorlog.\nDuitsland zegt dat de uitkering wordt stopgezet als is bewezen dat de ontvangers zulke misdaden hebben begaan.", "paragraphs": ["Nog steeds krijgen Nederlandse oud-SS'ers een uitkering vanuit Duitsland. Navraag bij de Duitse autoriteiten leert dat zeker 34 inwoners van Nederland een toelage krijgen. Het gaat om oud-SS'ers en hun nabestaanden. Onder de voormalig SS'ers zijn mogelijk ook oorlogsmisdadigers, zegt historicus Cees Kleijn.", "De Nederlanders krijgen sinds de jaren 50 een uitkering vanuit Duitsland, omdat ze invalide zijn geraakt tijdens de Tweede Wereldoorlog. De bedragen worden uitgekeerd door de deelstaten en variëren van enkele honderden euro's tot ongeveer 1300 euro per maand. De uitkering voor mensen die tijdens de oorlog dwangarbeid deden in Duitsland, ligt veel lager.", "Het Landschaftsverband Rheinland (LVR) is de instantie die de uitkeringen overmaakt naar Nederland. Het LVR wil alleen kwijt dat nog 34 mensen in Nederland geld krijgen uit een potje voor mensen die gewond zijn geraakt tijdens de oorlog. Volgens EenVandaag is een deel van hen gewond geraakt in dienst van de Waffen-SS en gaat het in veertien gevallen om weduwen en weduwnaars.", "'Dubbelrol Duitsland'", "Historicus Kleijn sluit niet uit dat onder de ontvangers ook oorlogsmisdadigers zijn. Zo is bekend dat Nederlanders aan het Oostfront op grote schaal betrokken waren bij oorlogsmisdaden. Duitsland zegt dat de uitkering wordt stopgezet als is bewezen dat de ontvangers zulke misdaden hebben begaan. In de praktijk gebeurt dit vrijwel nooit, blijkt uit cijfers uit 2016.", "\"De Duitse autoriteiten spelen wat dit betreft een beetje een dubbelrol\", vertelt historicus Kleijn. \"Ze zeggen dat ze oud-SS'ers uitkeringen weigeren, maar willen geen namen en rugnummers geven.\"", "Hij spoorde de afgelopen jaren driehonderd oud-SS'ers op en sprak met ongeveer de helft van hen. Een deel van hen kreeg een maandelijkse toelage vanuit Duitsland. Als zij zo'n uitkering wilden ontvangen, moesten zij dat zelf aanvragen en voor een fysieke keuring naar de Duitse stad Aken reizen. Kleijn: \"SS'ers die gewond waren geraakt, maar daar geen blijvend letsel aan hadden overgehouden, werden afgewezen.\""], "authors": ["Tomas Riemens", "Redacteur Online"], "keywords": ["krijgen", "zijn", "vanuit", "van", "uit", "duitsland", "een", "nederland", "oudssers", "en", "dat", "uitkering"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}