{"id": "330be4fe-4679-384a-b4a6-df16094a91ca", "title": "Mekelle heroverd, maar strijd Ethiopië gaat door", "url": "https://www.parool.nl/wereld/mekelle-heroverd-maar-strijd-ethiopie-gaat-door~bd0eb1e2/", "summary": "Beeld REUTERSHet Ethiopische regeringsleger is een klopjacht begonnen op de leiders van het Tigrese bevrijdingsleger TPLF.\nLeider Debretsion Gebremichael staat boven aan die lijst.\nDie bevestigde zaterdag per sms aan persbureau Reuters dat de TPLF zich had terug­getrokken uit Mekelle, maar voegde daaraan toe door te zullen vechten.\nNu de noordelijke regio heroverd is door het overheidsleger, wordt verwacht dat de TPLF zal teruggrijpen op guerrillatactieken.\nDe VN en de Afrikaanse Unie dringen sinds het losbarsten van de vijandigheden op 4 november aan op een wapenstilstand.", "paragraphs": ["Beeld REUTERS", "Het Ethiopische regeringsleger is een klopjacht begonnen op de leiders van het Tigrese bevrijdingsleger TPLF. Leider Debretsion Gebremichael staat boven aan die lijst. Die bevestigde zaterdag per sms aan persbureau Reuters dat de TPLF zich had terug­getrokken uit Mekelle, maar voegde daaraan toe door te zullen vechten. ‘Hun wreedheid (de regering, red.) motiveert ons alleen tot het bittere einde door te vechten.’", "Een nieuw stadium in de drie weken geleden losgebarsten oorlog tussen de Ethiopische regering en de TPLF lijkt daarmee aan te breken. Nu de noordelijke regio heroverd is door het overheidsleger, wordt verwacht dat de TPLF zal teruggrijpen op guerrillatactieken. Dit weekend werden raketten afgevuurd op de luchthaven van Asmara, de hoofdstad van Eritrea. Die aanvallen worden toegeschreven aan de Tigreeërs.", "De TPLF was bijna dertig jaar de regerende partij in Ethiopië, tot Ahmed in 2018 aan de macht kwam. De partij, die over een troepenmacht van zo’n 250.000 man beschikt, wil de controle over Tigray en zo min mogelijk inmenging van de regering.", "Bombardementen", "Bij de aanval zaterdag is Mekelle volgens lokale media hevig gebombardeerd. Het Rode Kruis trekt aan de bel vanwege tekorten aan medische middelen om gewonden te behandelen. Hoeveel burgers bij de aanval op de stad met een half miljoen inwoners zijn overleden, is niet duidelijk. Sinds het begin van de strijd zijn naar schatting duizenden mensen omgekomen en zeker 40.000 inwoners naar buurland Soedan gevlucht.", "De VN en de Afrikaanse Unie dringen sinds het losbarsten van de vijandigheden op 4 november aan op een wapenstilstand. Premier Ahmed, die vorig jaar nog een Nobelprijs voor de Vrede kreeg voor zijn rol in het beëindigen van de oorlog met Eritrea, wees iedere poging tot bemiddeling af."], "authors": ["Tom Kieft"], "keywords": ["heroverd", "aan", "van", "tplf", "het", "op", "maar", "die", "zijn", "gaat", "strijd", "een", "te", "en", "mekelle", "door", "ethiopië"], "pubDate": "2020-11-30T11:35:54+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}