{"id": "3323817d-9e30-3220-bbdc-ac10ccbe497b", "title": "Is tien keer meer hetzelfde als tien keer zoveel?", "url": "https://trouw.nl/achterpagina/is-tien-keer-meer-hetzelfde-als-tien-keer-zoveel~b77c9703/", "summary": "Om te beginnen de betekenis: sommige taalgebruikers redeneren dat ‘een keer meer’ een keer en vervolgens nog een keer is, dus in totaal twee keer.\nVanaf dat startpunt zou ‘twee keer meer’ volgens hen driemaal zoveel zijn, en ‘drie keer meer’ vier keer zoveel, enzovoorts.\nToch zal niemand de mogelijke verdubbeling van ‘een keer zoveel’ of ‘eens zoveel’ meetellen als hij verder telt: twee keer zoveel is het dubbele, driemaal zoveel het drievoudige.\nIn de praktijk gaan taalgebruikers ervan uit dat tien keer meer net als tien keer zoveel het tienvoudige is, en dat iets wat drie keer duurder of drie keer zo duur wordt met drie vermenigvuldigd wordt.\nBeide type constructies – met zoveel en met meer – betekenen hetzelfde en zijn correct, al is er in schrijftaal wel een lichte voorkeur voor de combinatie met zoveel.", "paragraphs": ["Hoe duur is iets dat drie keer duurder is dan iets anders? Het zijn terugkerende vragen van lezers, van wie sommigen schrijven dat ze ‘tien keer meer/minder’ niet van ‘vroeger’ kennen. In het verlengde daarvan rijst steevast de vraag of zulke combinaties goed Nederlands zijn.", "Om te beginnen de betekenis: sommige taalgebruikers redeneren dat ‘een keer meer’ een keer en vervolgens nog een keer is, dus in totaal twee keer. Vanaf dat startpunt zou ‘twee keer meer’ volgens hen driemaal zoveel zijn, en ‘drie keer meer’ vier keer zoveel, enzovoorts.", "Nu we ons met rekenkunst in plaats van taalkunde bezighouden, kunnen we deze redenering ook toepassen op ‘... zoveel’. Ook ‘één keer zoveel’ kan namelijk duiden op een verdubbeling. Misschien wel omdat ‘een keer’ synoniem is met ‘eens’, dat zowel eenmaal als tweemaal (‘eens zoveel’) betekent. Toch zal niemand de mogelijke verdubbeling van ‘een keer zoveel’ of ‘eens zoveel’ meetellen als hij verder telt: twee keer zoveel is het dubbele, driemaal zoveel het drievoudige.", "Taal is geen algebra, schreef ik vorige week, maar taal is ook geen rekenkunde. In de praktijk gaan taalgebruikers ervan uit dat tien keer meer net als tien keer zoveel het tienvoudige is, en dat iets wat drie keer duurder of drie keer zo duur wordt met drie vermenigvuldigd wordt. Beide type constructies – met zoveel en met meer – betekenen hetzelfde en zijn correct, al is er in schrijftaal wel een lichte voorkeur voor de combinatie met zoveel.", "Dan de vraag of combinaties als tien keer meer/minder nieuwlichterij zijn. Nee, ‘duizendmaal meer’ en vergelijkbare combi’s tref je al in de 17de eeuw aan. Wel wijzen frequentiegegevens erop dat combinaties als ‘twee, drie, tien keer meer/minder’ de laatste decennia meer ingeburgerd zijn geraakt.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["tien", "van", "als", "zoveel", "meer", "met", "hetzelfde", "keer", "drie", "zijn", "een", "en", "dat"], "pubDate": "2020-11-18T13:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}