{"id": "332cc36a-4792-3e5a-a9c5-a20c80e0a77b", "title": "Het exclusiefste kunstmuseum van Hoek van Holland", "url": "https://volkskrant.nl/de-gids/het-exclusiefste-kunstmuseum-van-hoek-van-holland~b228b114/", "summary": "De plattegrond van het huis vormt een carré met in het midden een patio, waar een zilverberk staat, die ver boven het dak uitsteekt.\nDe in 25 jaar bij elkaar verzamelde collectie bevat veel expressionistisch werk van Charley Toorop en Henk Chabot, maar er is ook glas van Willem Heesen, licht van Jan van Munster, brons van Han Wezelaar en een lamp van Gerrit Rietveld.\nBeeld Sander GroenIn een glooiend villawijkje in de duinen staat aan het kronkelende straatje Kleinzand de vreemdste woning van Hoek van Holland.\nBeeld Sander GroenDit gesamtkunstwerk van architectuur, design, beeldende kunst en natuur is het woonhuis van modewinkeliers Pieter en Diana van Toor.\nInspiratie putten ze uit het Bauhaus en het modernisme van Adolf Loos, Ludwig Mies van der Rohe en Alvar Aalto, maar ook de bunkers in het omringende duinlandschap.", "paragraphs": ["Reisjournalist Sander Groen verkent om de week een onvermoede bestemming in Nederland of net over de grens. Deze week: een villa in de duinen.", "‘Je blijft hier rondjes lopen, want je kunt nergens rechtdoor.’ Bewoner Pieter van Toor zegt het met een glimlach. De plattegrond van het huis vormt een carré met in het midden een patio, waar een zilverberk staat, die ver boven het dak uitsteekt. De muren hangen vol met schilderijen van Joseph Ongenae, Suze Robertson en Lucebert. De in 25 jaar bij elkaar verzamelde collectie bevat veel expressionistisch werk van Charley Toorop en Henk Chabot, maar er is ook glas van Willem Heesen, licht van Jan van Munster, brons van Han Wezelaar en een lamp van Gerrit Rietveld. Binnen in de patio, dus buiten, hangen kolossale vissen van Hetty Heyster.", "De villa telt drie verdiepingen en volgt de contouren van het duinlandschap. Beeld Sander Groen", "In een glooiend villawijkje in de duinen staat aan het kronkelende straatje Kleinzand de vreemdste woning van Hoek van Holland. Van elke kant lijkt het een ander huis: de façade met de ingang is een muur van spiegelglas, de flanken zijn asymmetrisch en aan de tuinkant vloeien binnen en buiten naadloos in elkaar over. Het huis is gebouwd als privégalerie voor de kunstcollectie, uitgevoerd in beton, natuursteen, staal en glas en ingebed in het duinlandschap. Bij druilerig weer oogt het exterieur ietwat bars, maar binnen is het droog, warm, ruim, licht en comfortabel. Je zou zo neerploffen in die Lounge Chair van Charles en Ray Eames bij de haard.", "Modewinkelier Pieter van Toor verzamelde zijn kunstcollectie met veel Toorops en Chabots in 25 jaar bij elkaar. Beeld Sander Groen", "Dit gesamtkunstwerk van architectuur, design, beeldende kunst en natuur is het woonhuis van modewinkeliers Pieter en Diana van Toor. In 2005 kopen zij een perceel met een uitgeleefde jarenvijftigbungalow en geven architecten Rogier van den Berg en Daan Zandbelt de opdracht om er iets fatsoenlijks voor in de plaats te zetten. Inspiratie putten ze uit het Bauhaus en het modernisme van Adolf Loos, Ludwig Mies van der Rohe en Alvar Aalto, maar ook de bunkers in het omringende duinlandschap. Van de tweede verdieping naar het dak loopt een trap, een herkenbare verwijzing naar Casa Malaparte op Capri, de filmlocatie van de nouvelle-vagueklassieker Le mépris met Brigitte Bardot.", "De trap op het dak is een verwijzing naar Casa Malaparte op Capri. Beeld Sander Groen", "De Van Toors zijn trots op hun bijzondere huis en zwaaien daarom geregeld de loodzware stalen deur open voor bezoekers. Vrienden zijn welkom op gesoigneerde soireetjes met een toneelstuk of strijkkwartet, maar ook wildvreemden komen hier over de vloer: een paar keer per jaar organiseert het Rotterdamse Chabot Museum een rondleiding. Steevast raken mensen gedesoriënteerd doordat ze nergens rechtdoor kunnen. Terwijl Pieter van Toor in de amazakoué-houten keuken de koffiekopjes in de vaatwasser zet, ziet hij daar ook wel een voordeel van in. ‘Goed voor de conditie is het wel, al dat omlopen.’", "Een paar keer per jaar is er een door het Chabot Museum verzorgde rondleiding. Beeld Sander Groen", "Praktische informatie Reis", "Op voormalig treinstation Hoek van Holland Haven stopt nu de Rotterdamse metro. Daarvandaan is het een kwartiertje lopen naar Villa in de Duinen. ns.nl, ret.nl Doe", "Rondleidingen door Villa in de Duinen op zaterdag 4 april om 13.00 en 14.30 uur, € 25 p.p. incl. koffie/thee, catalogus en entree Chabot Museum, reserveer via chabotmuseum.nl Route", "Wandeling 24 in de ANWB Wandelgids Architectuur voert via arbeiderswoningen van J.J.P. Oud en een dorpskerk in Amsterdamse Schoolstijl naar Fort aan den Hoek, € 24,95. naibooksellers.nl", "Naast de deur naar de werkkamer hangt links een Lucebert en rechts een Charley Toorop. Beeld Sander Groen"], "authors": ["Sander Groen"], "keywords": ["van", "het", "op", "met", "naar", "zijn", "een", "exclusiefste", "kunstmuseum", "en", "holland", "beeld", "hoek", "sander"], "pubDate": "2020-02-07T15:00:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}