{"id": "333d1897-0d9b-3994-9449-4de17e074fec", "title": "Het leed dat playdates heet: 'Wie is nou weer je beste vriend?'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5199190/leed-dat-playdates-heet-wie-nou-weer-je-beste-vriend-bij-ons-thuis-puk", "summary": "Olle (6) had deze dinsdagmiddag een playdate met Daan, die een klas lager zit.\n\"Je hebt nog een dochter in groep 5?\nFinn is de voormalige beste vriend van Olle, maar om onduidelijke redenen waren ze onlangs gebrouilleerd geraakt met elkaar.\nDat was nog altijd mijn grootste ergernis aan playdates: de onvoorspelbaarheid van die kinderen.\nHet is maar goed dat ouders zich niet laten meeslepen door deze waanzin, want dan zou het schoolplein dagelijks een bloedbad zijn.", "paragraphs": ["Het was dinsdagmiddag. De beste dag voor playdates, vind ik. Het kindergrut zit dan weer lekker in het schoolritme, maar er is nog geen sprake van de eerste veldslag van vermoeidheid die door ramvolle woensdagmiddagen van hijgerig rennen van sportclub naar zwemles naar hobbyles wordt veroorzaakt. De kinderen willen dan nog echt leuk met elkaar spelen, in plaats van lethargisch voor de tv of Playstation hangen, of ruziemaken om niets. Nee, de dinsdag is ideaal, als je het mij vraagt.", "Olle (6) had deze dinsdagmiddag een playdate met Daan, die een klas lager zit. Een week eerder had Daans moeder de playdate voorgesteld. Telefoonnummers waren uitgewisseld, evenals de nodige beleefdheden. \"Je hebt nog een dochter in groep 5? Leuk, de mijne, Puk, zit in groep 6. Ja, bij juf Annemiek.\" Ik wachtte geduldig op Puk, die tien minuten later uit was, en stond in de tussentijd bij te kletsen met de vader van Finn, Robert. Finn is de voormalige beste vriend van Olle, maar om onduidelijke redenen waren ze onlangs gebrouilleerd geraakt met elkaar. Dat was nog altijd mijn grootste ergernis aan playdates: de onvoorspelbaarheid van die kinderen. Het ene moment zielsgelukkig en forever friends enzo, het andere moment elkaars bloed wel kunnen drinken. Het is maar goed dat ouders zich niet laten meeslepen door deze waanzin, want dan zou het schoolplein dagelijks een bloedbad zijn."], "authors": [], "keywords": ["leed", "heet", "van", "dan", "zit", "vriend", "het", "nog", "maar", "met", "die", "wie", "waren", "een", "je", "dat", "weer", "playdates", "nou"], "pubDate": "2020-11-25T14:00:59+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}