{"id": "3356a923-43a8-3b6a-93d8-52aafa4b2cbc", "title": "Zij vielen 38 kilo af met de VROUW Lekker in je vel-challenge", "url": "https://www.telegraaf.nl/vrouw/522326856/zij-vielen-38-kilo-af-met-de-vrouw-lekker-in-je-vel-challenge", "summary": "Annette (-6 kilo)Annette Altena (46) deed in 2017 voor het eerst mee aan de VROUW Lekker in je vel-challenge.\nDoor de challenge ben ik een 6 kilo afgevallen, daar was ik erg tevreden over.\nTijdens de challenge ben ik ruim zeven kilo afgevallen en ik heb het afvallen doorgezet na de challenge.\nOndanks het feit dat ik nu niet vaak naar buiten kan, betekent dat niet dat ik niet kan sporten, dat doe ik nu gewoon binnen in het trappenhuis of op de crosstrainer.\nDe VROUW Lekker in je vel-challenge is gratis en voor iedereen beschikbaar.", "paragraphs": ["Annette (-6 kilo)", "Annette Altena (46) deed in 2017 voor het eerst mee aan de VROUW Lekker in je vel-challenge. „Ik wilde graag wat kilo’s kwijt. Op dat moment woog ik namelijk 90 kilo.” Maar dat was niet de enige reden waarom ze wilde meedoen, zo vertelt ze: „Het was het jaar waarin afslankcoach Mieke Koster de challenge begeleidde en ik was groot fan van haar. Ik schreef me in, samen met een vriendin. Ook zij deed mee om wat kilo’s kwijt te raken. Het was fijn om elkaar te kunnen steunen. Maar ik heb ook veel gehad aan de community zelf. Via Facebook motiveren de deelnemers elkaar. In 2017 werd er met een puntensysteem gewerkt. Je kreeg punten als je een opdracht uitvoerde, zoals een half uur bewegen per dag. Dat was een enorm goede stok achter de deur. Het maakte mijn vriendin en mij heel fanatiek. Door de challenge ben ik een 6 kilo afgevallen, daar was ik erg tevreden over. Toen ik zag dat Isa en Medina de nieuwe gezichten van de challenge waren, werd ik meteen weer enthousiast om dit jaar mee te doen. Mijn vriendin doet ook dit jaar mee.", "Tekst gaat verder onder de foto.", "Annette Altena Ⓒ APA Arnhemse Persagentschap", "Het afgelopen jaar is voor iedereen lastig geweest, ook voor mij. Mijn vader is in februari overleden aan schildklierkanker met uitzaaiingen. En als dat boven op het feit komt dat je heel weinig mag of kan, is dat moeilijk. Ook mijn sociale contacten zijn op dit moment een stuk minder. Het voordeel van de challenge is dat je weer heel gemakkelijk in contact kan komen met nieuwe mensen. Het betekent voor mij een nieuwe start en een kans om eventueel weer wat kilo’s kwijt te raken, maar bovenal: weer lekkerder in mijn vel te zitten!”", "José (-13 kilo)", "José Verheul-de Munk (54) zag de VROUW Lekker in je vel-challenge van 2019 per toeval langskomen op Facebook. „Ik was zoekende naar iets waardoor ik me wat beter zou gaan voelen. Mijn zoon was namelijk net daarvoor geëmigreerd naar Bulgarije, omdat hij een relatie had in het buitenland. Hij woont daar nu nog steeds. Ondanks dat we dit al vier jaar wisten en naar toegeleefd hadden, is het voor een moeder toch moeilijk je jongste zoon naar het buitenland te zien vertrekken. Ik wilde dus graag een frisse start maken en gezonder leven.” In 2019 was chefkok Matthijs Vrieze het gezicht van de challenge. „Hij was vlotjes, kwam gezellig over en was erg betrokken via de Facebook-pagina. De manier van eten en koken die Matthijs toen aanbood vond ik enorm fijn, het was makkelijk te volgen. Daarom ging het afvallen ook eigenlijk vanzelf. Gaandeweg viel ik 13 kilo af!", "Tekst gaat verder onder de foto.", "José Verheul de Munk Ⓒ Aldo Allessie", "Een jaar later deed ik wederom mee met de challenge, deze keer onder begeleiding van Pascale Naessens. Dat was even wennen, omdat Pascale een heel andere insteek had qua manier van leven en eten. Zij richtte zich vooral op koolhydraatarm eten, terwijl Matthijs zich richtte op een gezonde leefstijl. Ik merkte dat ik de koolhydraten soms miste in de recepten van Pascale, dus voegde ik ze zelf nog toe. Tijdens deze challenge ben ik ook een paar kilo afgevallen. Mede door de challenges ben ik weer lekkerder in mijn vel gaan zitten en heb ik nieuwe inzichten, recepten en een nieuwe manier van koken geleerd. Ik vind het leuk om nieuwe dingen uit te proberen, dus dit jaar doe ik weer mee.”", "José is dit jaar weer extra gemotiveerd, want ze heeft een moeilijke tijd achter de rug. „Een paar maanden geleden heb ik mijn hond in moeten laten slapen en dat heeft er bij mij ingehakt, zowel emotioneel als lichamelijk. Ik beweeg een stuk minder en omdat ik een emotie-eter ben eet ik meer. Sinds de vorige challenge ben ik weer wat aangekomen. Ik wil graag weer in een nieuw, gezond ritme komen en bewuster leven. Ik ben erg benieuwd wat de challenge me gaat brengen. Ik kijk er enorm naar uit!”", "Paulette (-7 kilo)", "Paulette Koek heeft vanwege haar eigen politieke partij Ouder-Amstel Anders een druk bestaan. Daardoor vergt het discipline om de VROUW Lekker in je vel-challenge goed vol te kunnen houden. Toch wordt het voor haar alweer de vierde keer dit jaar „In 2017, 2019 en 2020 heb ik ook meegedaan. In 2017 en 2019 was mijn deelname er steeds een beetje bij ingeschoten, voornamelijk omdat ik het toen erg druk had. De challenge kan erg tijdrovend zijn. In 2020 besloot ik er echt voor te gaan, voornamelijk omdat ik de recepten die werden gedeeld echt geweldig lekker vond.” Het doel van Paulette was minder koolhydraten eten, vanwege haar darmproblemen. „De aanpak van Pasclle Naessens sprak mij – door haar koolhydraatarm dieet – dan ook meteen aan. Het paste perfect bij me. Een groot voordeel aan de challenge vond ik dat Pascale écht betrokken was op de Facebook-pagina. Ze reageerde vaak op berichten en was alert. Dat motiveerde enorm om door te gaan. Af en toe kwamen er recepten langs die minder bij me pasten of die wat minder in de smaak vielen, maar dat hoort er een beetje bij. Je kan niet alles lekker vinden, toch? Ontbijtjes met yoghurt of havermout sloeg ik bijvoorbeeld over, omdat die ingrediënten minder goed werken in combinatie met mijn darmen. Gelukkig was dit makkelijk te vervangen.", "Tekst gaat verder onder de foto.", "Paulette Koek Ⓒ Aldo Allessie", "Voor ik meedeed aan de challenge, was ik een ‘moeilijke’ eter. Ik moest bijvoorbeeld nooit iets hebben van spruitjes, tot ik er een keer een recept mee kookte. Sindsdien ben ik een spruitjesfanaat, haha!", "Tijdens de challenge ben ik ruim zeven kilo afgevallen en ik heb het afvallen doorgezet na de challenge. Helaas kwam toen de lockdown, en ik denk dat we daar allemaal wel slachtoffer van zijn geworden… Maar dit jaar doe ik weer mee! Ik wil weer wat fitter worden en graag de feestdagenkilo’s kwijtraken. Ik ben erg benieuwd hoe Isa en Medina het dit jaar gaan aanpakken. Ik heb geen idee wat me te wachten staat maar ik laat me graag verrassen!”", "Nathalie (-12 kilo)", "Nathalie Witjes (35) deed voor het eerst mee met de VROUW Lekker in je vel-challenge in 2019. „Ik ben longpatiënt en heb allerlei auto-immuunziektes en daarbij is gezond leven en eten enorm belangrijk. In het begin van 2019 was ik zoekende naar een andere manier van leven en koken en toen kwam ik deze challenge tegen.", "Door mijn ziektes heb ik geen honger- en dorstgevoel, dus voor mij is het heel lastig om te weten wat, hoeveel en wanneer ik moet eten. Onder leiding van Pascale Naessens heb ik dat geleerd. Dat was wennen voor me. Normaal at ik ongeveer twee keer per dag en tijdens de challenge moest ik zeker zes keer per dag eten. Veel vaker dan ik gewend was! Ik moest mijn best doen om in dat ritme komen. De challenge is me goed bevallen, ik ben twaalf kilo afgevallen en ik heb er enorm veel aan gehad. Ik wist weer wat ik kon eten en wat voor mijn lijf voldoende was aan porties.", "Tekst gaat verder onder de foto.", "Nathalie Witjes Ⓒ Jan-Paul Kuit", "In de wintermaanden moet ik zo veel mogelijk binnenblijven, omdat ik erg vatbaar ben voor virussen. Toen ik in maart 2020 langzaamaan weer naar buiten kon, kwam het coronavirus. Dat betekende voor mij weer constant binnen zitten. In die periode ben ik ook in het ziekenhuis terecht gekomen doordat ik in huis ben gevallen. Daarna kampte ik met verlammingsverschijnselen. Het idee dat ik de functie van mijn benen zou kunnen verliezen was verschrikkelijk. Maar ik ben positief ingesteld en geloofde erin dat het goed zou komen. Ik ben nog steeds herstellende, maar het gaat de goede kant op: ik kan weer lopen, hardlopen en fitnessen. Ondanks het feit dat ik nu niet vaak naar buiten kan, betekent dat niet dat ik niet kan sporten, dat doe ik nu gewoon binnen in het trappenhuis of op de crosstrainer.", "Van de vorige challenge ben ik zoveel wijzer geworden dat ik heb besloten dit jaar weer mee te doen, dit keer samen met mijn moeder. We willen graag weer gezonder leven en ik hoop dat deze challenge een kickstart wordt.”", "Doe mee!", "De VROUW Lekker in je vel-challenge is gratis en voor iedereen beschikbaar. Wil je ook meedoen? Dat kan! Word ook lid van de besloten Facebookgroep en/of schrijf je hieronder in voor de nieuwsbrief! Bekijk hier alvast het eerste weekmenu."], "authors": ["Puck Stobbelaar"], "keywords": ["ik", "weer", "af", "met", "vrouw", "ben", "38", "lekker", "je", "van", "en", "een", "challenge", "kilo", "velchallenge", "zij", "voor", "vielen", "het", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}