{"id": "336824c5-41f3-318e-a455-f8119039f358", "title": "Als je tweelingzus nooit heeft geleefd: Jorie Horsthuis ging op onderzoek uit", "url": "https://volkskrant.nl/wetenschap/als-je-tweelingzus-nooit-heeft-geleefd-jorie-horsthuis-ging-op-onderzoek-uit~b9f99195/", "summary": "Het was een tijd waarin een doodgeboorte werd beschouwd als een ‘medische tegenvaller’ en het er nadien nooit meer over ging.\nDe dood van haar zusje had haar van tweeling eenling gemaakt en dát werd uiteindelijk de kern van haar zoektocht: hoe heeft dat haar leven beïnvloed?\n‘Ik heb nooit gedacht: ik ben incompleet, maar ik heb me wel afgevraagd of ik een ander mens zou zijn geworden.\n‘Veel tweelingen zijn eindeloos blijven zoeken naar iets waarvan ze wisten dat ze het nooit konden vinden’, is een van de conclusies van het onderzoek.\nStel dat ze erachter was gekomen dat haar zusje door haar toedoen was overleden, dat zij de navelstreng had dichtgedrukt?", "paragraphs": ["Haar tweelingzusje kwam dood ter wereld en daar werd thuis vooral over gezwegen. Jorie Horsthuis ging op onderzoek uit naar het meisje dat nooit was en leerde veel over de sterke band van tweelingen.", "Ze was een jaar of 6 toen haar moeder het vertelde: ‘Je bent eigenlijk een tweeling. Er was nog een meisje, maar dat was dood.’ Ze herinnert zich dat moment in de keuken, verdrietig en magisch tegelijk: ze had opeens een zusje! Ze had gevraagd hoe dat zusje heette en haar moeder had haar dat verteld, maar ze moest beloven die naam nooit te noemen.", "Het werd de kiem voor een geheim dat met de jaren groeide: in het vrolijke, liefdevolle gezin waar alles bespreekbaar was, probeerden haar ouders, haar twee broers en zijzelf het onderwerp te mijden. Als het ter sprake kwam, dan ging het over ‘die ander’ of ‘dat verdrietige’ of ‘je-weet-wel’. Ze had het wel geprobeerd, maar zodra ze het zusje ter sprake bracht, moest haar moeder elke keer zo huilen, dat ze besloot haar vragen achterwege te laten.", "Totdat journalist en politicoloog Jorie Horsthuis (39) ruim 25 jaar na dat moment in de keuken besloot op zoek te gaan naar informatie over het zusje dat ze nooit had gekend. Deze week verschijnt Noem haar naam, het boek waarin ze verslag doet van die zoektocht, die voert langs verloskundigen, gynaecologen en wetenschappers, langs het ziekenhuis, het pathologisch laboratorium, de burgerlijke stand, het crematorium.", "‘Medische tegenvaller’", "Haar boek is meer dan een persoonlijke expeditie, het tijdsbeeld dat ze schetst maakt duidelijk dat het grote zwijgen in het gezin Horsthuis veertig jaar geleden heel gangbaar was. Het was een tijd waarin een doodgeboorte werd beschouwd als een ‘medische tegenvaller’ en het er nadien nooit meer over ging. De ouders van Jorie namen geen afscheid van hun overleden dochtertje, wisten niet waaraan ze was gestorven en waren niet bij de crematie. Afstand houden zou beter zijn voor de rouwverwerking, zo was het idee. Op de felicitatiekaartjes die ze ontvingen, klonk een eendrachtig hoera.", "Haar ouders trokken een muur op, in de hoop dat de stilte kon beschermen: ze dachten zo hun verdriet te kunnen verwerken (een beetje volgens het Twentse adagium a’j t der nich oaver hebt, dan is t der ok nich’) en wilden hun dochter er niet mee belasten. ‘Ze hadden de beste bedoelingen’, zegt ze in een gesprek via Zoom, ‘ze hebben altijd gedacht dat het op mij geen invloed had.’ Maar waar kwam dan dat ongrijpbare verdriet vandaan dat ze al jaren bij zich droeg, haar eindeloze fascinatie voor tweelingen, haar jaloezie als ze zag hoe leuk die het samen konden hebben? De dood van haar zusje had haar van tweeling eenling gemaakt en dát werd uiteindelijk de kern van haar zoektocht: hoe heeft dat haar leven beïnvloed? Met als allerlastigste vraag: kun je iemand missen die je nooit hebt gekend?", "Beeld Annabel Miedema", "Ivf", "Het is een relevante vraag nu dankzij ivf het aantal tweelingen flink is toegenomen. De afgelopen tien jaar werden in Nederland ruim 27 duizend meerlingen geboren. In een paar procent van de gevallen sterft een van de kinderen laat in de zwangerschap in de baarmoeder, zo blijkt uit de medische literatuur; er moeten meer van die ‘halve tweelingen’ rondlopen met misschien wel dezelfde vragen als Jorie Horsthuis.", "De wetenschap biedt nauwelijks antwoorden. Het schaarse onderzoek is vooral gericht op de rouw van tweelingen die elkaar op latere leeftijd verliezen: hun verdriet blijkt zelfs groter dan dat van ouders die een kind kwijtraken, zo wijst een Amerikaanse studie uit. De kans dat zij in psychische problemen komen is een tot twee keer groter dan bij mensen die een niet-tweelingbroer of -zus verliezen, zo toont een langlopend Zweeds onderzoek aan. Het bewijst hoe sterk de band tussen tweelingen kan zijn, altijd samen geweest en nu opeens alleen – de hartekreten op de sites van Nederlandse en internationale lotgenotengroepen zeggen genoeg.", "Maar wat als je tweelingbroer- of zus nooit heeft geleefd? Negen maanden bij elkaar in de moederschoot, samen groot gegroeid en dan alleen overblijven, wat doet dat met je? Is er een soort tweeling-gen, ontstaat er een band in de baarmoeder die het gemis kan verklaren, vraagt Horsthuis zich in haar boek af, of is dat onzin en word je gevormd door je opvoeding? Serieus onderzoek naar die vragen bestaat niet, Horsthuis belandde in wetenschappelijk drijfzand.", "‘Verdwijnende tweeling’", "Haar zusje kwam dood ter wereld, veel vaker sterft één van een tweeling heel vroeg, al in de eerste weken van de zwangerschap, waarna op de echo een lege vruchtzak zichtbaar is. Het vanishing twin syndrome heet dat en tal van therapeuten, coaches en goedwillende ervaringsdeskundigen blijken zich de afgelopen jaren op dat fenomeen te hebben gestort, als ware het dé verklaring voor allerhande verdriet, onrust en gevoeligheden.", "Zo’n ‘verdwijnende tweeling’ is simpelweg het gevolg van de ‘imperfecte biologie van de menselijke voortplanting’, noteerde de ontdekker van het syndroom, de Amerikaanse hoogleraar genetica Charles Boklage, 25 jaar geleden. Een recente Koreaanse studie, onder ruim 4.700 zwangere vrouwen, wijst uit dat het bij zeker een op de 100 zwangerschappen voorkomt. Na ivf is dat percentage aanmerkelijk hoger, onduidelijk is nog waarom. Het is een fenomeen dat pas bekend is sinds er goede echo-apparatuur is, zegt emeritus hoogleraar gynaecologie Bart Fauser. Vroeger wisten ouders gewoon niet dat ze zwanger waren geweest van een tweeling, laat staan dat hun kinderen daar iets van meekregen. Dat is veranderd en hoe. Een rondje over het internet biedt fascinerende lectuur.", "Er zijn psychologen die beweren dat een op de tien mensen een womb twin survivor is, dus ooit een tweelinghelft heeft gehad, maar zich dat nooit heeft gerealiseerd; therapeuten die ervan overtuigd zijn dat die mensen traumatische herinneringen hebben vanuit de baarmoeder; en coaches die via vragenlijsten kunnen achterhalen of je een ‘alleengeboren tweeling’ bent (‘je bent perfectionistisch en tegelijkertijd heel slordig’) en daar een heel scala van klachten aan vastknopen, van ongeremd leven en schuldgevoelens tot een vitamine B12-tekort.", "Onbenoembaar verdriet", "Horsthuis is in haar boek nog mild over al dat getherapeuter, erkent ze. ‘Ik kwam de raarste dingen tegen, het is allemaal zó vergezocht.’ Het was een belangrijke reden om over haar ervaringen te gaan schrijven: ‘Als er al informatie is over dit onderwerp, dan is het medisch of heel zweverig, daartussen vond ik niets.’", "Zelf komt ze tot een nuchtere conclusie: als haar moeder haar niet over haar tweelingzus had verteld, was dat onbenoembare verdriet er vermoedelijk niet geweest. ‘Ik weet dat veel anderen die hetzelfde hebben meegemaakt, menen dat alles in hun leven op zijn plek viel bij de ontdekking dat ze ooit een tweeling zijn geweest. Maar ik denk dat ik zonder die kennis niets zou hebben gemist.’", "Maar met die kennis was dat gemis er opeens wél, hoe ongrijpbaar ook. ‘Ik heb nooit gedacht: ik ben incompleet, maar ik heb me wel afgevraagd of ik een ander mens zou zijn geworden. Ik heb eindeloos gefantaseerd over hoe we het samen zouden hebben gehad. Ik ben redelijk autonoom, zou ik geschikt zijn geweest voor het tweelingschap?’", "Na lang zoeken vond ze slechts een wetenschappelijk onderzoek waarin ze veel van haar gevoelens terug las: een Britse studie, ruim dertig jaar oud, onder 219 alleenstaande tweelingen van wie er 84 hun broertje of zusje bij de geboorte of in het eerste jaar daarna hadden verloren. Die allemaal, net als zij, van slag waren geweest toen hun dat werd verteld. En die allemaal steeds dezelfde vraag kregen: hoe konden ze nou worden geraakt door het verlies van iemand die er nooit was geweest? Het verslag is gepubliceerd in Acta geneticae medicae et gemellologiae, een vakblad voor tweelingonderzoek. ‘Veel tweelingen zijn eindeloos blijven zoeken naar iets waarvan ze wisten dat ze het nooit konden vinden’, is een van de conclusies van het onderzoek.", "Ze probeert het antwoord te formuleren op de vraag die ook haar zo vaak is gesteld: ‘Niet dat ik mijn zusje mis, ik heb immers geen idee hoe zij als persoon zou zijn geweest, ik mis meer het idee van hoe het had kunnen zijn. Ze maakte geen deel uit van ons gezin, er werd niet over haar gepraat, ze werd weggedrukt. Dát is waar ik last van had.’", "Jorrie Horsthuis Beeld Ruud Pos", "Zeven jaar duurde haar zoektocht, vanaf het eerste gesprek met haar moeder tot aan het moment dat ze het dossier van het crematorium opensloeg en las dat haar zusje vier dagen na de geboorte, op een maandagmorgen, was gecremeerd (‘Muziek: geen.’). Ze was voorzichtig bij elke nieuwe stap, haar ouders hadden tijd nodig, vertelt ze. ‘Zelf zijn ze nooit op zoek gegaan. Deels uit autoriteitsgevoel, het kwam simpelweg niet in ze op, ze deden het met de informatie die ze destijds in een roes hadden ontvangen. Maar ook uit zelfbescherming. Ze raakten geëmotioneerd bij alles wat ik ontdekte. En ze waren aanvankelijk bang dat we na dertig jaar alsnog in een negatieve sfeer terecht zouden komen, dat er misschien fouten boven tafel zouden komen en het laatste wat ze wilden was de artsen bekritiseren.’", "Nieuwe vragen", "Het speurwerk had ook voor haar pijnlijke gevolgen kunnen hebben, beseft ze. Waarom was juist zij blijven leven? Stel dat ze erachter was gekomen dat haar zusje door haar toedoen was overleden, dat zij de navelstreng had dichtgedrukt? Het autopsieverslag over ‘baby Horsthuis’ stelde haar gerust, maar riep ook nieuwe vragen op. ‘Ze is meteen na de geboorte weggehaald en nog diezelfde dag is er in de kelder van het ziekenhuis autopsie gedaan. Pas vier dagen later is ze gecremeerd, waar is ze die tussenliggende dagen geweest? Hebben ze haar wel mooi dichtgemaakt? Hebben ze haar iets aangetrokken in het kistje, of misschien in een doek gewikkeld? Dat hoop ik zo, maar daar zal ik waarschijnlijk nooit achter komen. Later pas begon het me te dagen dat zij naast mij is gestorven. De avond voor de bevalling klopte haar hartje nog, maar ik weet niet hoe ze is gestorven, en hoe lang haar doodsstrijd heeft geduurd. De gedachte daaraan duw ik weg, die is te pijnlijk.’", "Haar ouders hebben altijd spijt gehad dat ze geen afscheid hebben genomen. ‘Ik weet zeker dat ik dat nooit weer zo gedaan zou hebben’, zegt haar moeder in het boek. ‘Maar we waren toen echt totaal onwetend.’", "Nu is het meisje dat er nooit is geweest op papier alsnog tot leven gewekt; na 39 jaar is ze niet langer die anonieme ‘andere’. Voor Jorie Horsthuis is het verdriet minder ongrijpbaar geworden, zegt ze. ‘Wat helpt, is dat ik er nu over kan praten, hoewel daar in ons gezin nog tijd voor nodig is. We hebben zo lang in een patroon gezeten. Aan het einde van het boek noem ik de naam van mijn zusje, de naam die ik altijd geheim moest houden, maar mijn ouders hebben die tegen familie of vrienden nog altijd niet uitgesproken.’"], "authors": ["Ellen De Visser"], "keywords": ["van", "heeft", "het", "op", "die", "ik", "tweelingzus", "ging", "onderzoek", "je", "dat", "uit", "ze", "een", "haar", "en", "horsthuis", "jorie", "nooit"], "pubDate": "2020-08-28T14:17:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}