{"id": "337cb640-a5a0-35c4-9f3b-7759a6c718e3", "title": "Commentaar: Donkere tijden door corona", "url": "https://www.dvhn.nl/meningen/Commentaar/Commentaar-Donkere-tijden-door-corona-26271461.html", "summary": "We gaan een donkere winter tegemoet, is gisteravond duidelijk geworden in de persconferentie van Rutte en De Jonge.\nMaar Rutte wees terecht ook op de ‘bijna tienduizend lege stoelen aan de kersttafel’.\nHet aantal sterfgevallen en ernstig zieke coronapatiënten dreigt weer te ver op te lopen.\nDe ernstige gevolgen van het virus verdienen zeker aandacht.\nMaar het kan daarnaast geen kwaad de samenleving mee te laten denken over maatregelen om de epidemie beter te bestrijden.", "paragraphs": ["We gaan een donkere winter tegemoet, is gisteravond duidelijk geworden in de persconferentie van Rutte en De Jonge.", "Het kabinet heeft eigenlijk geen andere keus dan het volhouden van de gedeeltelijke lockdown en waarschuwt zelfs voor nog strenger ingrijpen als de coronacijfers verder oplopen.", "De premier wees er in het begin van zijn toespraak op dat de vele kerstverlichting in de straten laat zien dat kerstmis voor veel mensen extra belangrijk is dit jaar. We hebben het er steeds moeilijker mee de beperkende coronamaatregelen vol te houden. Maar Rutte wees terecht ook op de ‘bijna tienduizend lege stoelen aan de kersttafel’. Het aantal sterfgevallen en ernstig zieke coronapatiënten dreigt weer te ver op te lopen. Het is gewoon niet verantwoord om met te veel mensen in kleine ruimtes bijeen te komen.", "De opleving van de pandemie heeft waarschijnlijk niet alleen te maken met ons eigen gedrag maar ook gewoon met de winterse omstandigheden waarin coronavirussen altijd beter gedijen. Maar de premier heeft ook gelijk dat het virus zich niet zo sterk zou verspreiden als iedereen zich precies aan de anderhalvemeter-maatregelen zou houden.", "Hoe dan ook is de kans reëel dat het aantal besmettingen en ziekenhuisopnames de komende weken verder oploopt. Rutte en De Jonge wilden niet speculeren over welke extra maatregelen dan nog voor de kerst genomen kunnen worden, maar noemden schoorvoetend wel enkele opties. Zoals het sluiten van de niet-noodzakelijke detailhandel en scholen.", "Dat de bewindslieden daar nu niet op vooruit wilden lopen, was volgens De Jonge omdat anders alle discussies de komende tijd zouden gaan over de ernstige gevolgen van mogelijke nieuwe maatregelen, terwijl het volgens hem juist zou moeten gaan over de ernst van het virus.", "Als het kabinet hoopt daarmee een debat over nieuwe beperkingen te kunnen smoren, zal het waarschijnlijk teleurgesteld worden. De ernstige gevolgen van het virus verdienen zeker aandacht. Maar het kan daarnaast geen kwaad de samenleving mee te laten denken over maatregelen om de epidemie beter te bestrijden. Hoe uitbundig de kerstverlichting buiten ook is, het blijft een donkere winter. Daarover willen we ons wel graag samen kunnen beklagen"], "authors": ["Arend Van Wijngaarden"], "keywords": ["van", "het", "op", "tijden", "maar", "zou", "donkere", "corona", "niet", "commentaar", "te", "en", "ook", "dat", "door"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}