{"id": "339197a7-73cd-3537-a08f-eeb464b1c844", "title": "Minder verkeersdrukte sinds de harde lockdown, maar nog altijd drukker dan tijdens de eerste coronagolf in maart", "url": "https://www.dvhn.nl/extra/Minder-verkeersdrukte-sinds-de-harde-lockdown-maar-nog-altijd-drukker-dan-tijdens-de-eerste-coronagolf-in-maart-26294813.html", "summary": "De verkeersdrukte nam af op dinsdag, de eerste dag van de lockdown, maar lang niet zo veel als tijdens de eerste lockdown in maart.\nAfgelopen dinsdag was het aantal auto’s op de snelweg 18 procent lager dan begin maart, toen er nog geen coronamaatregelen van kracht waren.\nIn de weken voor de nieuwe lockdown was het telkens nog 15 procent rustiger op dinsdag.\nNederlanders pakten ook al minder de auto nadat de gedeeltelijke lockdown half oktober was afgekondigd en dat effect lijkt nu iets versterkt.\nHet was deze dinsdag nog wel drukker op de weg dan eind maart, toen de ‘intelligente lockdown’ was afgekondigd vanwege de eerste coronagolf.", "paragraphs": ["De verkeersdrukte nam af op dinsdag, de eerste dag van de lockdown, maar lang niet zo veel als tijdens de eerste lockdown in maart. Dat meldt de Nationale Databank Wegverkeersgegevens (NDW). Met name op de snelwegen rijden minder auto’s.", "Afgelopen dinsdag was het aantal auto’s op de snelweg 18 procent lager dan begin maart, toen er nog geen coronamaatregelen van kracht waren. In de weken voor de nieuwe lockdown was het telkens nog 15 procent rustiger op dinsdag.", "Nederlanders pakten ook al minder de auto nadat de gedeeltelijke lockdown half oktober was afgekondigd en dat effect lijkt nu iets versterkt. Het was deze dinsdag nog wel drukker op de weg dan eind maart, toen de ‘intelligente lockdown’ was afgekondigd vanwege de eerste coronagolf. De drukte op de snelwegen was destijds bijna gehalveerd."], "authors": [], "keywords": ["nog", "tijdens", "maart", "harde", "snelwegen", "van", "verkeersdrukte", "eerste", "dinsdag", "sinds", "lockdown", "maar", "het", "op", "minder", "toen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}