{"id": "339a63c3-6746-3daf-be17-7e90dade3e31", "title": "Werknemers op koorts testen: het gebeurt, maar mag het ook?", "url": "https://volkskrant.nl/nieuws-achtergrond/werknemers-op-koorts-testen-het-gebeurt-maar-mag-het-ook~bd80d500/", "summary": "‘Als je koorts hebt en je staat op de tocht, krijg je wellicht toch groen licht.’Bij chipfabrikant ASML is je lichaamstemperatuur je toegangsbewijs.\nHet is een van de vele maatregelen die het bedrijf neemt tegen het coronavirus.\nAls je koorts hebt en je staat op de tocht, krijg je misschien toch groen licht.\nDaar zit een enorme foutmarge.’Bedrijfsartsen krijgen verschillende vragen van werkgevers om preventief temperaturen op te nemen, maar de NVAB roept op dat te weigeren.\nZij vonden het juist fijn om te weten dat ze niet aangestoken zouden worden.’Bezorgde werknemersToch geldt dat niet voor iedereen.", "paragraphs": ["In de strijd tegen het coronavirus meten bedrijven de temperatuur van hun werknemers. Groen is naar binnen, rood naar huis. Mag dat zomaar? En hoe betrouwbaar zijn de testen? ‘Als je koorts hebt en je staat op de tocht, krijg je wellicht toch groen licht.’", "Bij chipfabrikant ASML is je lichaamstemperatuur je toegangsbewijs. Wie het Veldhovense kantoor wil betreden, stuit bij de receptie op een warmtecamera. Die meet precies hoe de interne kachel is afgesteld. Medewerkers met koorts wordt gevraagd zich ziek te melden, degenen met een gezonde temperatuur kunnen doorlopen. Het is een van de vele maatregelen die het bedrijf neemt tegen het coronavirus.", "Wilt u dit artikel liever beluisteren? Hieronder staat de door Blendle voorgelezen versie", "ASML is niet de enige. Meerdere bedrijven, met name in de maakindustrie, gebruiken temperatuurmetingen om de kans op besmetting op de werkvloer te verkleinen. En nu Nederland weer langzaam richting de kantoortuinen en fabriekshallen trekt, krijgt de Autoriteit Persoonsgegevens (AP) steeds meer telefoontjes van werkgevers met vragen over hoe ze de gezondheid van hun werknemers mogen controleren.", "De privacytoezichthouder is hierover beslist. Een werkgever mag geen medische gegevens van werknemers verzamelen. Maar, onder strikte voorwaarden, kan de temperatuur van medewerkers wél worden gemeten. De werkgever mag dat niet zelf doen, hij moet het uitbesteden aan de bedrijfsarts of werknemer zelf. En de temperatuur mag niet worden doorgegeven aan de werkgever en ook niet worden geregistreerd.", "Rood of groen?", "Alsof dat niet ingewikkeld genoeg is, mag de gemeten temperatuur niet worden gekoppeld aan een ‘actie’, zoals een lampje dat rood of groen wordt of een sluis die open- of dichtgaat. Als de collega’s in de rij dat zien, is dat volgens de AP ook een inbreuk op de integriteit van het lichaam en dus onrechtmatig. ‘Zij kunnen op basis daarvan namelijk hun conclusies trekken over de gezondheid van de medewerker’, aldus een woordvoerder.", "Zo stelt de coronacrisis de werkgever voor een ogenschijnlijk dilemma. Enerzijds heeft hij de wettelijke verplichting om zijn werknemers een veilige werkomgeving te bieden, anderzijds worden de mogelijkheden beperkt door onder meer de Algemene Verordening Gegevensbescherming (AVG).", "‘In die privacywetgeving staan vaker belangen ongemakkelijk tegenover elkaar’, stelt hoogleraar arbeidsrecht Evert Verhulp van de Universiteit van Amsterdam. Zo werd autofabriek VDL Nedcar in 2018 op de vingers getikt toen ze verplichte alcohol- en drugstesten uitvoerde bij werknemers. Het bedrijf overtrad daarmee artikel 9, lid 1 van de AVG. Terwijl je natuurlijk best kan beargumenteren dat assemblage en alcohol slecht samengaan.", "Het nut en de noodzaak moeten groot genoeg zijn om de schending van de privacy te rechtvaardigen. Dat is bij temperatuurmetingen niet het geval, vindt Verhulp. ‘Een verhoogde temperatuur betekent niet direct dat iemand corona heeft, terwijl de inbreuk wel groot is. Als ik straks met een ontsteking in mijn grote teen langs zo’n warmtemeter ga en mijn collega’s zien dat, zit ik voortaan alleen in de kantine.’", "Schijnvertoning", "Temperatuurmetingen zijn bovendien een schijnvertoning, vindt Ernst Jurgens van de Nederlandse Vereniging voor Bedrijfsgeneeskunde (NVAB). ‘Ze meten warmte-uitstraling. Als je koorts hebt en je staat op de tocht, krijg je misschien toch groen licht. En als je net naar kantoor hebt gefietst krijg je misschien wel rood. Daar zit een enorme foutmarge.’", "Bedrijfsartsen krijgen verschillende vragen van werkgevers om preventief temperaturen op te nemen, maar de NVAB roept op dat te weigeren. Voor die schending van de lichamelijke integriteit is geen wettelijke grondslag en de volksgezondheid is er niet mee gediend, stelt Jurgens. ‘Ik doe het alleen bij een medische indicatie, ik ga echt niet op verzoek van de werkgever zomaar een thermometer in iemands kont duwen.’", "ASML stelt dat de temperatuurmeting onderdeel is van een heleboel maatregelen, en dat hij bovendien is afgestemd met de ondernemingsraad en juristen. ‘Als werkgever moet je een zo veilig mogelijke werkomgeving bieden, zodat werknemers veilig zijn én zich veilig voelen’, zegt een woordvoerder.", "En misschien is dat tweede nog wel belangrijker, merkte VDL Nedcar. Dat concern begon in maart al temperaturen van zijn werknemers te meten via thermometers, maar staakte dat toen het een reprimande kreeg van de Autoriteit Persoonsgegevens. ‘Toen kregen we direct vragen van werknemers waarom we waren gestopt. Zij vonden het juist fijn om te weten dat ze niet aangestoken zouden worden.’", "Bezorgde werknemers", "Toch geldt dat niet voor iedereen. Zo krijgt vakbond FNV dagelijks enkele telefoontjes van bezorgde werknemers die zich afvragen of hun werkgever zomaar hun temperatuur mag meten. Bovendien, zo stelt de AP, maakt de machtsverhouding tussen werkgever en werknemer dat die zich niet vrij voelt om dit te weigeren.", "Bij ASML bieden ze werknemers die moeite hebben met de warmtecamera de mogelijkheid om in een apart hokje zelf de temperatuur op te nemen. De temperatuurcontrole wordt echt geen blijvertje, garandeert een woordvoerder. ‘Als deze situatie voorbij is, zijn die camera’s ook weer weg. Doorgaans hebben we namelijk geen interesse in ­iemands lichaamstemperatuur.’"], "authors": ["Marieke De Ruiter"], "keywords": ["van", "koorts", "het", "op", "maar", "mag", "een", "ook", "werknemers", "dat", "testen", "en", "niet", "je", "gebeurt", "te"], "pubDate": "2020-05-15T05:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}