{"id": "33a233f9-9923-35ea-bb17-e51d3a7b5bd3", "title": "Goed nieuws: een audiobulletin vol met goed nieuws van NU.nl", "url": "https://nu.nl/blog/6051469/goed-nieuws-een-audiobulletin-vol-met-goed-nieuws-van-nunl.html", "summary": "NU.nl introduceert samen met Google Goed nieuws van NU.nl: een dagelijks bulletin met alleen maar goed nieuws van de afgelopen 24 uur, dat te beluisteren is via de Google Assistent.\nDe afgelopen weken staat het nieuws bijna volledig in het teken van het coronavirus.\nNU.nl en Google geven daar gehoor aan en introduceren als positieve aanvulling op het nieuws een goed-nieuwsbulletin dat op te vragen is via de Google Assistent.\nHet bulletin wordt geheel verzorgd door de redactie van NU.nl en wordt elke dag rond 17:00 uur ververst.\nGoed nieuws van NU.nl is te beluisteren op elk apparaat dat over de Google Assistent beschikt, simpelweg door te zeggen: \"Hey Google, luister naar goed nieuws van NU.nl\".", "paragraphs": ["NU.nl introduceert samen met Google Goed nieuws van NU.nl: een dagelijks bulletin met alleen maar goed nieuws van de afgelopen 24 uur, dat te beluisteren is via de Google Assistent.", "De afgelopen weken staat het nieuws bijna volledig in het teken van het coronavirus. Veel berichten zijn negatief of zorgwekkend. Uit onderzoek blijkt dat 71% van de Nederlanders nu meer behoefte heeft om ook positief nieuws te horen, te zien of te lezen dan voor de coronacrisis.", "NU.nl en Google geven daar gehoor aan en introduceren als positieve aanvulling op het nieuws een goed-nieuwsbulletin dat op te vragen is via de Google Assistent. Het bulletin wordt geheel verzorgd door de redactie van NU.nl en wordt elke dag rond 17:00 uur ververst. Het nieuws is short & snappy voor een snelle boost aan positiviteit. In het bulletin komen bijvoorbeeld berichten aan bod over een pasgeboren reuzenpanda, het hervatten van de Premier League en topkoks die koken voor zorgmedewerkers.", "Goed nieuws van NU.nl is te beluisteren op elk apparaat dat over de Google Assistent beschikt, simpelweg door te zeggen: \"Hey Google, luister naar goed nieuws van NU.nl\". Via de Assistent blijft ook het reguliere ingesproken nieuwsoverzicht van NU.nl beschikbaar, dat twee keer per dag wordt vernieuwd.", "Onze goed-nieuwsoverzichten in tekst vind je hier."], "authors": ["Door"], "keywords": ["nieuws", "van", "vol", "goed", "het", "met", "google", "een", "nunl", "te", "dat", "en", "wordt", "audiobulletin"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}