{"id": "33c1bef1-1df8-334a-859f-972d3800d5fe", "title": "Vijftig vrouwelijke kunstenaars opnoemen is nog best een opgave", "url": "https://volkskrant.nl/cultuur-media/vijftig-vrouwelijke-kunstenaars-opnoemen-is-nog-best-een-opgave~bfe93252/", "summary": "Je kunt er zo vijftig opnoemen, dat was twintig jaar geleden nog wel anders.’Toen ik het interview terugluisterde om het uit te werken (het staat binnenkort in het Volkskrant magazine), baalde ik.\nIk had bevestigend gereageerd, maar ik had Emin natuurlijk moeten vragen vijftig vrouwelijke kunstenaars op te noemen.\nAlhoewel, misschien was het maar beter dat ik haar die uitdaging niet had voorgelegd.\nIk vermoed dat ik met die tien minuten nog best een straffe tijd heb neergezet.\nMocht u koudwatervrees hebben, dan raad ik een pitstop in de kiosk aan.", "paragraphs": ["Wekelijks neemt Bor Beekman, Robert van Gijssel, Merlijn Kerkhof, Anna van Leeuwen of Herien Wensink stelling in de wereld van film, ­muziek, theater of beeldende kunst.", "Vorige maand sprak ik de Engelse kunstenaar Tracey Emin (57). Onvermijdelijk onderwerp: hoe het is om een vrouw te zijn in een mannen(kunst)wereld. Best stom natuurlijk, maar Emin bleek optimistisch. Ze vindt dat er vooruitgang is geboekt: ‘Er zijn nu veel meer vrouwelijke kunstenaars. Je kunt er zo vijftig opnoemen, dat was twintig jaar geleden nog wel anders.’", "Toen ik het interview terugluisterde om het uit te werken (het staat binnenkort in het Volkskrant magazine), baalde ik. Ik had bevestigend gereageerd, maar ik had Emin natuurlijk moeten vragen vijftig vrouwelijke kunstenaars op te noemen. Was dat echt zo makkelijk als ze beweerde? En zo ja, wie zou ze dan noemen? Alhoewel, misschien was het maar beter dat ik haar die uitdaging niet had voorgelegd. Wie weet hoelang dat duurt, vijftig vrouwelijke kunstenaars opsommen?", "Nou, dat weet ik zelf dus inmiddels. Ik heb ik mezelf zojuist geklokt terwijl ik vijftig namen in een spreadsheet tikte. In gedachten dwaalde ik gehaast door collectiepresentaties van musea (al is het aandeel vrouwelijke kunstenaars daar laag, ik vond er toch een paar), door grote internationale tentoonstellingen (vorig jaar was op de Biënnale van Venetië voor het eerst evenveel kunst van mannen als van vrouwen te zien), ik liep zelfs even in gedachten langs de kunst in mijn eigen huis.", "De eerste naam die ik noteerde was, uiteraard, Tracey Emin. Tien minuten later sloot ik mijn lijstje af met Georgia O’Keeffe. Tien minuten dus. Twintig jaar geleden was dat inderdaad lastiger geweest, ongeveer de helft van de kunstenaars die ik noteerde is jonger dan 45. Ik vermoed dat ik met die tien minuten nog best een straffe tijd heb neergezet. Probeer het zelf maar eens, de uitdaging van Tracey Emin. Is het voor u zo simpel als zij zegt?", "Mocht u koudwatervrees hebben, dan raad ik een pitstop in de kiosk aan. Afgelopen weekend presenteerde kunsttijdschrift See All This namelijk zijn jubileumeditie. Het tijdschrift bestaat vijf jaar en eert in deze extra dikke uitgave 379 ‘briljante’ vrouwelijke kunstenaars. Een welkome bijspijkercursus voor ons allemaal. Volgens hoofdredacteur Nicole Ex kijken we namelijk ‘met één oog dicht’ naar kunst. Ze schakelde voor deze editie de hulp in van de Belgische kunsthistoricus en oud-museumdirecteur Catherine de Zegher.", "Maar voordat ik nu de rest van deze column wijd aan een (verdiende) lofzang op dit jubileumnummer: hoe zit het met de mannen? Dat lijstje van vijftig heb ik ook gemaakt. Bovenaan staat Pablo Picasso, onderaan Marc Quinn. Het kostte vijf minuten.", "Veel mannelijke kunstenaars blijken zo in mijn geheugen verankerd dat ze er vanzelf uit tuimelen als ik het laatje ‘kunstenaar’ (let op, niet eens ‘mannelijke kunstenaar’) open in mijn hoofd: Mondriaan, Rembrandt, Van Gogh, vul zelf maar aan. Meer dan de helft van de mannen in deze lijst is dood, viel me op. Had ik nog vijf minuten de tijd genomen, dan was ik vast tot honderd gekomen. Maar liever gebruik ik mijn tijd nuttig en lees ik verder over die 379 briljante vrouwen. Natuurlijk staat Tracey Emin daar ook tussen."], "authors": ["Anna Van Leeuwen"], "keywords": ["van", "kunstenaars", "nog", "dat", "best", "een", "maar", "emin", "zo", "ik", "ze", "opgave", "vijftig", "vrouwelijke", "het", "opnoemen"], "pubDate": "2020-12-10T16:00:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}