{"id": "33c4b0b7-f2e8-3a90-8efa-a920699f6705", "title": "Verkoop tweedehands auto's door grens van twee miljoen stuks in 2020", "url": "https://nu.nl/auto/6099952/verkoop-tweedehands-autos-door-grens-van-twee-miljoen-stuks-in-2020.html", "summary": "In totaal werden 2,025 miljoen exemplaren verhandeld, een toename van 2,8 procent ten opzichte van 2019.\nBOVAG wijst naar de toenemende behoefte aan individueel vervoer als gevolg van de coronacrisis, als drijvende kracht achter de hogere verkoop van tweedehands auto's.\nVan de ruim 2 miljoen auto's zijn er zo'n 1,3 miljoen gekocht bij de vakhandel.\nDe verkoop van tweedehands elektrische auto's steeg bij de vakhandel in 2020 tot veertienduizend exemplaren.\nDat is weliswaar een verdubbeling ten opzichte van een jaar eerder, maar nog altijd slechts een aandeel van 1,1 procent in de totale verkoop van occasions.", "paragraphs": ["Vorig jaar zijn in Nederland voor het eerst meer dan twee miljoen gebruikte auto's verkocht, zo melden BOVAG en dataprovider RDC zondag. In totaal werden 2,025 miljoen exemplaren verhandeld, een toename van 2,8 procent ten opzichte van 2019.", "BOVAG wijst naar de toenemende behoefte aan individueel vervoer als gevolg van de coronacrisis, als drijvende kracht achter de hogere verkoop van tweedehands auto's.", "Van de ruim 2 miljoen auto's zijn er zo'n 1,3 miljoen gekocht bij de vakhandel. Daarvan waren gebruikte exemplaren met benzinemotor het meest in trek. Hiervan werden in 2020 bijna 1,05 miljoen stuks verkocht, wat neerkomt op een aandeel van 81,5 procent. Het aandeel van dieselauto's liep vorig jaar bij de vakhandel terug van 14 naar 12 procent.", "De verkoop van tweedehands elektrische auto's steeg bij de vakhandel in 2020 tot veertienduizend exemplaren. Dat is weliswaar een verdubbeling ten opzichte van een jaar eerder, maar nog altijd slechts een aandeel van 1,1 procent in de totale verkoop van occasions.", "Het afgelopen jaar was een subsidie van 2.000 euro beschikbaar voor particulieren die tot de aanschaf van een gebruikte elektrische auto overgingen. Vanaf maandag gaat het subsidieloket voor elektrische auto's, waaronder tweedehands exemplaren, weer open."], "authors": ["Door"], "keywords": ["van", "2020", "twee", "stuks", "het", "jaar", "voor", "een", "vakhandel", "tweedehands", "autos", "exemplaren", "verkoop", "grens", "door", "miljoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}