{"id": "33c952bd-cecb-3c23-a1f6-d266f7c03edf", "title": "Tegen laagvliegers als PEC weet Ajax de doelpunten wel te maken", "url": "https://www.parool.nl/sport/tegen-laagvliegers-als-pec-weet-ajax-de-doelpunten-wel-te-maken~b95bfdd7/", "summary": "Tegen Zwolle was het na ruim zes minuten al raak.\nDaarvan maakte hij er 116 voor Ajax en 34 voor Heerenveen.\nAjax viel daardoor van het ene in het andere uiterste: tegen Atalanta Bergamo speelde de jongste speler in de spits (de 18-jarige Brian Brobbey), tegen PEC Zwolle de oudste.\nTaylor en Jensen bliezen hun partijtje mee.\nBij Ajax was de scherpte er na één helft vanaf, en PEC Zwolle kon geen vuist maken.", "paragraphs": ["Beeld BSR Agency", "De eerste kans moet erin. Dat lukte Ajax niet in de Champions League tegen Liverpool en Atalanta, in de Nederlandse competitie is dat meestal geen probleem. Tegen Zwolle was het na ruim zes minuten al raak.", "Wie was de gelukkige?", "Klaas-Jan Huntelaar. De oude vos (37) tekende voor zijn 150ste doelpunt in de eredivisie. Daarvan maakte hij er 116 voor Ajax en 34 voor Heerenveen. Huntelaar staat vijftiende op de topscorersranglijst van de eredivisie aller tijden.", "Vanwaar de eerste basisplaats voor Huntelaar?", "Twee concurrenten zaten geblesseerd aan de kant. Ajax viel daardoor van het ene in het andere uiterste: tegen Atalanta Bergamo speelde de jongste speler in de spits (de 18-jarige Brian Brobbey), tegen PEC Zwolle de oudste. Brobbey liep woensdag een lichte hersenschudding op. Lassina Traoré heeft een spierblessure. Maar het deerde Ajax allerminst.", "Want in de eredivisie vallen de doelpunten toch wel?", "Als de tegenstanders van het kaliber PEC Zwolle zijn zeker. Zo moeizaam als Ajax in de Champions League tot scoren komt, zo makkelijk gaat dat tegen de laagvliegers in de competitie. Voor rust scoorden ook Quincy Promes en Antony nog, terwijl de lijst afwezigen in de selectie van trainer Erik ten Hag eindeloos was: behalve Traoré en Brobbey ontbraken ook Mazraoui, Neres, Labyad, Ekkelenkamp, Timber en Kudus. Slechts zeven spelers had Ten Hag op de bank, waaronder Kenneth Taylor, Devyne Rensch en Victor Jensen. Het trio was de afgelopen weken basisspeler van Jong Ajax.", "Een mooie gelegenheid toch om die talenten wat speeltijd te bieden?", "Kenneth Taylor en Victor Jensen mochten hun eredivisiedebuut maken. Middenvelder Taylor kwam na ruim een uur in het veld voor Perr Schuurs. Schaduwspits Jensen loste Antony af. De Braziliaan was met een treffer en twee assists de aanvaller met het hoogste rendement. Ook Devyne Rensch viel kort voor tijd in. Taylor en Jensen bliezen hun partijtje mee. Bij Ajax was de scherpte er na één helft vanaf, en PEC Zwolle kon geen vuist maken. Ryan Gravenberch maakte in de 92ste minuut nog wel 4-0."], "authors": ["Dick Sintenie"], "keywords": ["maken", "van", "taylor", "laagvliegers", "en", "voor", "jensen", "weet", "zwolle", "tegen", "een", "te", "doelpunten", "het", "ajax", "als", "wel", "pec"], "pubDate": "2020-12-12T20:50:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}