{"id": "33cfca50-68fc-33df-98d4-1313e3a0777f", "title": "Boeiend overzicht van relletjes in de Nederlandse literatuur, met weinig eigen onderzoek ★★★☆☆", "url": "https://www.volkskrant.nl/cultuur-media/boeiend-overzicht-van-relletjes-in-de-nederlandse-literatuur-met-weinig-eigen-onderzoek~b0384861/", "summary": "Het beroemde ‘Ezelproces’ van G.K. van het Reve is daar een van.\nIn een magistrale pleitrede eiste hij het recht op een eigen verbeeldingswereld en een eigen godsbeeld.\nDat gebeurde bij Danslessen van Pieter Waterdrinker, De porseleinkast van Nicolien Mizee, Finale kwijting van Hans Dorrestijn en De helleveeg van A.F.Th.\nDie zou in Seizoensarbeid (uit 1967, een jaar na Reves pleitrede) de uitbater van een uitzichttoren in een badplaats te herkenbaar hebben beschreven.\nKeuning behandelt de dodelijke aanval van Karel van het Reve op de literatuurwetenschap (1978) en de afrekening van Jeroen Brouwers met ‘jongetjesliteratuur’ in 1979.", "paragraphs": ["Beeld Walburg Pers", "Slechts enkele rechtszaken in de Nederlandse literatuur waren spectaculair en gedenkwaardig. Het beroemde ‘Ezelproces’ van G.K. van het Reve is daar een van. Reve werd in 1966 aangeklaagd wegens ‘smalende godslastering’. In zijn roman Nader tot U fantaseert de ik-figuur dat God, ‘in de gedaante van een éénjarige, muisgrijze ezel’ bij hem zou langskomen, waarna hij ‘Hem drie keer achter elkaar langdurig in Zijn Geheime Opening zou bezitten’. Reve werd vrijgesproken: godslastering was bewezen, maar ‘smalend’ niet. Reve ging in hoger beroep. In een magistrale pleitrede eiste hij het recht op een eigen verbeeldingswereld en een eigen godsbeeld. Hij werd volledig vrijgesproken.", "Net zo beroemd werd het proces over Ik heb altijd gelijk van W.F. Hermans. Hermans stond in 1952 terecht omdat hij het katholieke volksdeel zou hebben beledigd. Zijn hoofdpersoon Lodewijk Stegman fulmineert over katholieken: ‘Die planten zich voort! Als konijnen, ratten, vlooien, luizen. Die emigreren niet! Die blijven wel zitten in Brabant en Limburg met puisten op hun wangen en rotte kiezen van het ouwels vreten!’ Hermans werd, hoewel velen schande spraken van zijn boek, vrijgesproken. Niet hijzelf, maar zijn personage had de gewraakte zinnen uitgesproken.", "Norm", "Deze twee rechtszaken stelden de norm voor vele die zouden volgen. Telkens ging het over hetzelfde misverstand, schrijft Nico Keuning in Met scherpe pen, een verzameling stukken over ‘rellen en rechtszaken’ in de Nederlandse literatuur: ‘Een personage is geen werkelijk bestaand persoon, een hoofdpersoon is niet de schrijver.’ Beschamend dieptepunt in dit opzicht is de rel rond Mystiek lichaam van Frans Kellendonk: een groot deel van de vaderlandse pers schreef antisemitische denkbeelden van een personage uit dat boek toe aan de schrijver.", "Het onderscheid tussen fictie en werkelijkheid blijft voor velen lastig; geregeld zijn er mensen die zich herkennen in een personage en beledigd naar de rechter hollen. Dat gebeurde bij Danslessen van Pieter Waterdrinker, De porseleinkast van Nicolien Mizee, Finale kwijting van Hans Dorrestijn en De helleveeg van A.F.Th. van der Heijden. De auteurs werden vrijgesproken. Een uitzondering is L.H. Wiener. Die zou in Seizoensarbeid (uit 1967, een jaar na Reves pleitrede) de uitbater van een uitzichttoren in een badplaats te herkenbaar hebben beschreven. Wiener verloor. Meestal komt het niet tot een rechtszaak als boze lieden zich hebben herkend, maar slechts tot een mediarelletje.", "Andere ‘rellen’ in dit boek zijn vermeende provocaties (Johnny the Selfkicker; Jan Hanlo), vechtpartijen (Reve en Vinkenoog), het onthouden van de P.C Hooftprijs aan Hugo Brandt Corstius. Polemiek is schaars in Nederland. Keuning behandelt de dodelijke aanval van Karel van het Reve op de literatuurwetenschap (1978) en de afrekening van Jeroen Brouwers met ‘jongetjesliteratuur’ in 1979. Helaas schrijft hij niet over de bijtendste polemiek: de Weinreb-affaire rond 1970. W.F. Hermans bestreed fel de bewering van Renate Rubinstein en Aad Nuis dat Friedrich Weinreb géén collaborateur was maar een Jodenhelper. Hermans kreeg gelijk. Er ontbreken meer affaires in dit boek; het pretendeert geen volledigheid.", "Weinig nieuw onderzoek", "Nieuw is Keunings idee niet – hij heeft goede voorgangers. In 1972 verscheen het vermakelijke Wat niet mocht van Wim Hazeu (over censuur); in 1989 Verboden boeken van C.J. Aarts en Mizzi van der Pluijm, de Volkskrant wijdde in 1999 een serie aan schandaal verwekkende Nederlandse boeken, De Groene Amsterdammer bundelde in 2017 stukken in De negentien boeken die ons boos maakten. Keuning haalt documentatie uit alle hoeken en gaten, uit bibliografieën en krantenstukken, maar doet weinig eigen, nieuw onderzoek.", "Met scherpe pen is goed geschreven en onderhoudend; een feest der herkenning. Maar er was met dit materiaal meer mogelijk geweest. Het is jammer dat de stukken op zichzelf staan. Zo zie je niet welke ontwikkeling er tussen 1950 en nu – de tijd van #MeToo, identiteitsdenken, nepnieuws en cancel culture – zichtbaar is in de moraal, in het denken over godslastering, pedofilie, porno, provocatie en belediging. Dat boek moet nog worden geschreven."], "authors": ["Aleid Truijens"], "keywords": ["reve", "overzicht", "zijn", "onderzoek", "weinig", "met", "nederlandse", "die", "van", "en", "eigen", "een", "relletjes", "boeiend", "niet", "het", "maar", "hij", "literatuur"], "pubDate": "2021-01-08T10:37:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}