{"id": "33ea482c-fb67-3e68-8819-b704334f217a", "title": "Treurig dat Koolmees zzp’ers laat bungelen", "url": "https://www.ewmagazine.nl/economie/opinie/2020/11/treurig-dat-koolmees-zzpers-laat-bungelen-788070/", "summary": "Dus blijven dubieuze arbeidscontracten welig tieren en weten zelfstandigen (zzp’ers) nog steeds niet waar ze juridisch aan toe zijn.\nEen bedrijf dat op korte termijn tijdelijk arbeidskrachten zoekt, kan die via een uitzendbureau razendsnel vinden.\nUitzenden is een schoolvoorbeeld van een nuttige driehoeksrelatie op de arbeidsmarkt (bedrijf-tussenpersoon-werkende).\nWant waarom zou je een dure machine aanschaffen als een Bulgaar voor een appel en een ei hetzelfde werk doet?\nEn een tot mislukken gedoemde proef.", "paragraphs": ["Dit kabinet gooit de handdoek in de ring en schuift het ingewikkelde arbeidsmarktdossier door naar de volgende coalitie. Dus blijven dubieuze arbeidscontracten welig tieren en weten zelfstandigen (zzp’ers) nog steeds niet waar ze juridisch aan toe zijn. Een slechte zaak, vindt Jeroen van Wensen.", "Een bedrijf dat op korte termijn tijdelijk arbeidskrachten zoekt, kan die via een uitzendbureau razendsnel vinden. Uitzenden is een schoolvoorbeeld van een nuttige driehoeksrelatie op de arbeidsmarkt (bedrijf-tussenpersoon-werkende). Alleen hebben opeenvolgende kabinetten de driehoeksrelaties gruwelijk uit de hand laten lopen.", "Lees ook: Koolmees werkt verder aan hervorming arbeidsmarkt", "Contracting, payrolling en constructies waarvan niemand de juridische status precies kent, zijn schering en inslag aan vooral de onderkant van de arbeidsmarkt. Opgezet om zoveel mogelijk te beknibbelen op vaak toch al karige arbeidsvoorwaarden.", "Bedrijven die opereren in een sector met een pensioenregeling, kunnen arbeidskrachten inhuren van bedrijven uit sectoren waar geen pensioenregeling geldt. Dat scheelt pensioenpremies. Of doortastender: via internationale constructies gaan Roemenen in Nederland aan de slag tegen Roemeense arbeidsvoorwaarden.", "Arbeidscontract als concurrentiemiddel", "Er is niets mis met zo goedkoop mogelijk produceren, maar gerotzooi met arbeidsvoorwaarden levert alleen maar ellende op. Het drukt concurrenten die hun personeel wel fatsoenlijk belonen uit de markt, creëert een verpauperde onderkant van de arbeidsmarkt die alleen kan overleven dankzij hoge huur- en zorgtoeslagen, en, ook niet onbelangrijk, het zet een rem op innovatie. Want waarom zou je een dure machine aanschaffen als een Bulgaar voor een appel en een ei hetzelfde werk doet?", "Een forse ingreep door het kabinet was dan ook al lang op zijn plaats geweest. Maar waar geen wil is, is geen weg. Een strategie die vaak direct te herkennen is aan het voornemen tot meer onderzoek, op een terrein waar elke misstand al tot in detail is onderzocht. En precies dat gaat weer gebeuren, blijkt uit een brief die minister Wouter Koolmees (D66) van Sociale Zaken deze week aan de Tweede Kamer stuurde. Nog meer onderzoek. En een tot mislukken gedoemde proef.", "Computers weten niet meer", "Dit najaar start een proef met een webmodule, die zzp’ers uitsluitsel gaat geven over de vraag of ze zzp’er zijn, of toch werknemer. Maar, zo schrijft Koolmees zelf, wet en jurisprudentie verschaffen geen helderheid over de grens tussen zzp’er en werknemer. Dus kan ook een computer het antwoord niet geven. Waarom de minister dan toch een proef begint, is niet duidelijk."], "authors": [], "keywords": ["aan", "van", "laat", "het", "op", "waar", "die", "zijn", "bungelen", "zzpers", "een", "niet", "dat", "treurig", "en", "koolmees"], "pubDate": "2020-11-12T16:45:55+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}