{"id": "33f77214-e489-3998-ab01-e40e2ea8f7e1", "title": "Een verboden romance ontluikt - lekker gothic - in een tochtig trappenhuis", "url": "https://trouw.nl/nieuws/een-verboden-romance-ontluikt-lekker-gothic-in-een-tochtig-trappenhuis~b58176d3/", "summary": "Assistent-conservator van een Londens natuurhistorisch museum Hetty krijgt daarbij een enorme menagerie mee.\nJane Healey, auteur Beeld Alicia ClarkeHetty koestert een grote liefde voor haar dieren en specimens, maar haar nieuwe baan is ook voor haar persoonlijk een kans.\nLord Lock­wood blijkt al snel een eerzuchtige macho te zijn, die het in zijn huis geparkeerde museum waar hij kan in de weg staat.\n€ 20,99Lees ook:‘Zussen’ van Daisy Johnson is een lyrisch verslag van een beklemmende zusterbandZussen is een klassiek ‘gothic’ verhaal in Yorkshire, modern verteld door Daisy Johnson.\nSarah Perry heeft in Melmoth een morele boodschap, al is onzeker welkeVisioenen en nachtmerries van een door het verleden achtervolgde vrouw.", "paragraphs": ["Een vervallen landgoed, in het donker langs sluipende gedaantes, deuren die koste wat kost gesloten moeten blijven – De dieren van Lockwood Manor neemt de lezer mee in een gothic griezelroman. Maar anders dan de meeste boeken in dit genre is dit verhaal geplaatst in een tijd mét stromend warm water, telefoonverbinding en auto’s waarmee je in theorie weg zou kunnen komen van het dreigende onheil.", "De praktijk is natuurlijk anders, al was het maar omdat Jane Healey voor haar debuutrceoman de bijzondere achtergrond kiest van de begintijd van de Tweede Wereldoorlog. Er is nog geen bom gevallen, maar iedereen weet dat het gaat gebeuren. Wie de mogelijkheid heeft, vlucht weg naar voor de Duitsers oninteressante plekken.", "Assistent-conservator van een Londens natuurhistorisch museum Hetty krijgt daarbij een enorme menagerie mee. Haar taak is om opgezette ijsberen en panters, zeldzame fossielen en vitrines vol tere vogeltjes intact de oorlog door te slepen. Lord Lockwood, eigenaar van het landgoed dat zijn naam draagt, heeft zijn huis aangeboden om deze wonderlijke ark van Noach te huisvesten.", "Jane Healey, auteur Beeld Alicia Clarke", "Hetty koestert een grote liefde voor haar dieren en specimens, maar haar nieuwe baan is ook voor haar persoonlijk een kans. De op handen zijnde oorlog opent voor vrouwen deuren die tot dusver gesloten bleven. Veel mannen worden gemobiliseerd en vergeven schoorvoetend hun invloedrijke posities aan ondergeschikten. Hetty, die als adoptiekind terechtkwam in een gezin waar haar ambitie en leergierigheid absoluut niet werden gewaardeerd, krijgt voor het eerst een glimp van hoe het is om gezag te hebben.", "Het blijft echter bij een glimp. Lord Lock­wood blijkt al snel een eerzuchtige macho te zijn, die het in zijn huis geparkeerde museum waar hij kan in de weg staat. ’s Nachts worden dieren verplaatst en vernield. Er gaan er geruchten over spoken in het gebouw. En dan is er nog Lucy, de labiele dochter des huizes, die er geestelijk niet op vooruit is gegaan sinds de dood van haar moeder en oma, kort tevoren.", "De auteur is geïnteresseerd in romans als Jane Eyre en Rebecca­­", "In een interview vertelde Healey geïnteresseerd te zijn in romans als Jane Eyre en Rebecca­­. Nu ontstonden die vroegere voorbeelden pre-Freud. Dit boek vangt in 1939 aan en is in de 21ste eeuw geschreven. Als lezer ben je geneigd de dromen die Hetty en Lucy teisteren automatisch van een betekenis te voorzien die de personages zelf gek lang ontgaat. Dat maakt sommige verrassingseffecten minder verrassend.", "Daar staat tegenover dat Healey zinnelijk schrijft, en je vakkundig van trappenhuis naar trappenhuis weet te gidsen. Met eveneens negentiende-eeuwse beelden: De dieren van Lockwood Manor wemelt van de spiegels, droogbloemen en verborgen kamers. In vertaling komt deze beeldspraak er soms wat gestoffeerder uit dan in het origineel: zo splijt ergens een bot met een ‘door merg en been gaande klap’. Net iets te veel.", "En dat heeft dit boek niet nodig, want er is al dat tochtige huis, die verboden romance, en er zijn die arme dieren die ‘voor de tweede keer’ dood dreigen te gaan als Hetty ze niet beschermt tegen schimmels en kruipende beestjes.", "Genoeg materiaal om op een herfstige dag eens ouderwets in te verdwijnen.", "Jane Healey", "De dieren van Lockwood Manor", "vertaling Hien Montijn", "Cargo;", "352 blz. € 20,99", "Lees ook:", "‘Zussen’ van Daisy Johnson is een lyrisch verslag van een beklemmende zusterband", "Zussen is een klassiek ‘gothic’ verhaal in Yorkshire, modern verteld door Daisy Johnson.", "Sarah Perry heeft in Melmoth een morele boodschap, al is onzeker welke", "Visioenen en nachtmerries van een door het verleden achtervolgde vrouw."], "authors": ["Vrouwkje Tuinman"], "keywords": ["van", "gothic", "ontluikt", "het", "tochtig", "die", "zijn", "lekker", "trappenhuis", "een", "haar", "en", "te", "romance", "verboden", "er", "voor"], "pubDate": "2020-11-14T21:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}