{"id": "33f7a66c-3f4e-378d-bd92-f057f67d8f30", "title": "Dit is de ondergrondse beweging die de vlam van de revolutie in Soedan brandend houdt", "url": "https://trouw.nl/buitenland/dit-is-de-ondergrondse-beweging-die-de-vlam-van-de-revolutie-in-soedan-brandend-houdt~b1f0e1cf/", "summary": "“De revolutie is pas voorbij als er een volledige burgerregering is geïnstalleerd”, zegt Abdelmonim Ali (30) resoluut in het buurthonk van het comité langs een verlaten veldje.\nHij was actief lid van het weerstandscomité.\n“Toch mogen we de hoop niet opgeven”, zegt Ali en wijst op de portretten die op de muur van het gebouwtje zijn geschilderd.\n“We leerden van eerdere opstanden zoals in 2013 die met harde hand uiteen werden geslagen door het regime.\n“Om de militairen te weerhouden van een sluipende overname van het bestuur is druk van buitenlandse democratieën belangrijk”, concludeert Mohamed Abdelaziz, politicoloog en redacteur bij het blad de Democraat.", "paragraphs": ["De flatgebouwen, de winkeltjes en de wegen in de wijk Abu Adam zijn bepoederd met een laagje grijs-beige stof. De enige fleurige kleur in de omgeving is het vuil dat in grote hoeveelheden langs de kant van de straten ligt. Een doodgewone buurt in de Soedanese hoofdstad Khartoem waar een zogenoemd weerstandscomité er alles aan doet om de vlam van de revolutie brandende te houden.", "“De revolutie is pas voorbij als er een volledige burgerregering is geïnstalleerd”, zegt Abdelmonim Ali (30) resoluut in het buurthonk van het comité langs een verlaten veldje. “We gaan nu niet meer massaal de straat op, maar we houden de politieke ontwikkelingen nauwgezet in de gaten. Als de militairen te veel macht grijpen zijn we klaar voor net zulke grote demonstraties als degene die het vorige bewind verdreven.”", "Met de dood bekopen Leden van weerstandscomités lopen risico’s. Eind december werd Bahaa el-Din door mannen in burgerkleding uit een coffeeshop in Khartoem geplukt en afgevoerd in een wagen zonder kenteken. Dagen later werd zijn lichaam dat volgens de familie sporen van marteling vertoonde, in een mortuarium gevonden. Hij was actief lid van het weerstandscomité.", "De zacht sprekende leraar Engels heeft weinig weg van een revolutionair, maar hij en honderdduizenden andere jonge Soedanezen zorgden er met aanhoudende en massale protesten voor dat het leger in april 2019 dictator Omar al-Bashir afzette. Toen daarna de militairen weigerden om gezamenlijk met burgers een regering te vormen, bleven Soedanezen hardnekkig demonstreren tot er een hybride overgangsbestuur werd gevormd.", "Regering van burgertechnocraten", "Nu heeft Soedan een soevereine raad, de hoogste macht in het land, waarvan de leiding in handen is van twee machtige militairen. De regering, waarin overwegend burgertechnocraten zitten, heeft de dagelijkse leiding. Soedanezen zijn over beide ontevreden. Burgerbewegingen zoals vakbonden, studentengroepen, vrouwenorganisaties die de opstand organiseerden zijn hopeloos verdeeld geraakt en de militairen proberen steeds meer macht naar zich toe te trekken.", "“Toch mogen we de hoop niet opgeven”, zegt Ali en wijst op de portretten die op de muur van het gebouwtje zijn geschilderd. “Dat zijn onze medestrijders die omkwamen toen de militairen met kogels probeerden de geweldloze protesten neer te slaan. Ze mogen niet voor niets zijn gestorven.”", "De wijk Abu Adam is slechts een van de vele wijken in Khartoem, in andere steden en op het platteland waar dergelijke weerstandscomités bestaan. Nu focussen de comités zich op informatie aan de lokale bevolking over de stand van zaken van de politiek en pakken ze wijkproblemen aan. In Abu Adam hebben de vooral jonge leden een kleine bibliotheek ingericht waar nu ook boeken staan die verboden waren onder Bashir. Ook organiseren ze muziek- en discussieavonden.", "Aanvankelijk werd aangenomen dat de burgeropstand van 2019 een spontane actie was. Maar dat is allesbehalve zo. Al vele jaren werd de revolutie in het geheim voorbereid tijdens het militaire en door fundamentalistische islamisten gesteunde bewind van Bashir. Studenten, arbeiders, jongeren, vrouwen en gevluchte Soedanezen vormden ondergrondse organisatiestructuren.", "Vreedzame sit-ins", "“We moesten heel voorzichtig te werk gaan want het Bashir-bewind had overal spionnen”, vertelt Imaddadin Adam die met anderen al sinds 2007 bezig was met burgerschapsvorming. Mensen door het hele land werden geïnformeerd over wat nodig is voor vrije verkiezingen, het belang van een onafhankelijk parlement en wat democratie inhoudt. “Belangrijk was dat onze revolutie geweldloos moest zijn. Dat is gelukt want de militairen wisten niet wat ze aan moesten met honderdduizenden die dag in, dag uit vreedzame sit-ins hielden op het plein voor het militaire hoofdkwartier.”", "Het was gevaarlijk werk dat onopvallend moest gebeuren onder het mom van zondagmiddaglunches, verjaardagspartijtjes en feestjes. Zelfs gevluchte Soedanezen kenden elkaars namen niet en zo kwam het dat bijvoorbeeld een man na jaren ontdekte dat hij anoniem regelmatig met zijn schoonzoon communiceerde over de organisatie van weerstandscomités. Toch kwamen de autoriteiten Adam op het spoor en moest hij vluchten. Hij woonde jaren in Nederland van waaruit hij het werk voortzette. “We leerden van eerdere opstanden zoals in 2013 die met harde hand uiteen werden geslagen door het regime. Dat was pijnlijk maar de bevolking ontdekte daardoor met wat voor een bewind ze te maken had en raakte gemotiveerder”, vertelt hij in zijn woning in Khartoem waar hij inmiddels is teruggekeerd.", "Voor Adam is het werk nog niet af. “Een revolutie is geen actie maar een proces. Het hoofd van de dictatuur, Bashir, is verwijderd, nu nog het lichaam. De weerstandscomités zijn uiterst belangrijk want zij zijn de bewakers van de revolutie.”", "Verdeeldheid onder burgergroeperingen", "Soedanezen maken zich zorgen over de verdeeldheid onder de burgergroeperingen die de revolutie steunden, maar vooral is de vrees groot dat het leger daar misbruik van maakt. De militairen hebben machtige vrienden. Landen als Saudi-Arabië en de Verenigde Arabische Emiraten geven gul financiële steun, en buurland Egypte houdt gezamenlijke militaire oefeningen met de Soedanese strijdkrachten. Die staten prefereren een autocratisch systeem in Soedan zoals in hun eigen landen.", "Het Westen applaudisseerde toen de burgeropstand plaatsvond en drong met diplomatieke druk aan op een hybride overgangsregering tot aan democratische verkiezingen. Maar financiële steun aan het bankroete land bleef grotendeels uit. Premier Abdalla Hamdok, een burgertechnocraat, werd slechts in een enkele westerse hoofdstad onthaald om symbolisch de Soedanezen een hart onder de riem te steken.", "“Om de militairen te weerhouden van een sluipende overname van het bestuur is druk van buitenlandse democratieën belangrijk”, concludeert Mohamed Abdelaziz, politicoloog en redacteur bij het blad de Democraat. “Maar cruciaal is dat burgers, hoe teleurgesteld ook in de huidige politieke situatie, Hamdok blijven steunen. Hij is nu eenmaal het boegbeeld van het overgangsproces.”", "Lees ook:", "Soedanese premier Hamdok overleeft moordaanslag", "Een aanslag op de Soedanese premier toont hoe fragiel de vrede is tijdens de overgang naar democratie in het land."], "authors": ["Ilona Eveleens"], "keywords": ["brandend", "ondergrondse", "van", "zijn", "en", "beweging", "een", "soedan", "met", "dit", "revolutie", "houdt", "te", "op", "het", "vlam", "dat", "die"], "pubDate": "2021-01-05T00:00:11Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}