{"id": "3405892d-74c8-3fdc-8605-3006e1e3cbd9", "title": "Sara pakt eetstoornissen aan op TikTok: ‘Vreemden zeggen dat ik hun leven heb gered’", "url": "https://trouw.nl/cultuur-media/sara-pakt-eetstoornissen-aan-op-tiktok-vreemden-zeggen-dat-ik-hun-leven-heb-gered~b0c7187c/", "summary": "Ze haalt een donut met een suikerlaag uit een grote ­papieren zak.\nZij een hapje, Sadok een hapje, dan zij weer een hapje.\n“Ik wist niet dat ik zoveel mensen hiermee zou helpen.\nIk krijg veel reacties van vreemden, die zeggen dat ik hun leven heb gered.\nMaar ik wilde echt helpen en besloot op een dag: laat ik een video maken.", "paragraphs": ["Ze haalt een donut met een suikerlaag uit een grote ­papieren zak. Haar lievelingseten, vertelt ze haar volgers. Ze zit in de auto en kijkt recht in de camera. “Als je ooit moeite hebt gehad met eten, laten we dan samen onze favoriete snack eten”, zegt ze.", "Ze neemt een hapje en moedigt haar kijkers aan hetzelfde te doen.", "De TikTokpagina van de achttienjarige Sara Sadok uit Chicago staat vol met dit soort video’s. Het idee is simpel: door samen met haar volgers te eten, hoopt ze mensen met een eetstoornis een hart onder de riem te ­steken.", "Dat bleef niet onopgemerkt. Miljoenen mensen zagen haar video’s en ook andere Tiktokgebruikers zijn mee gaan doen. Ze filmen zichzelf met een hamburger, of een zak friet, soms zichtbaar emotioneel of zenuwachtig.", "Maar toch, op aandringen van Sadok beginnen ze te eten. Zij een hapje, Sadok een hapje, dan zij weer een hapje.", "Vriendin met ongezonde eetgewoontes", "Haar succes zag Sadok totaal niet aankomen, vertelde ze onlangs aan de Amerikaanse site Buzzfeed. “Ik wist niet dat ik zoveel mensen hiermee zou helpen. Ik krijg veel reacties van vreemden, die zeggen dat ik hun leven heb gered. Het is fantastisch.”", "Sadok heeft geen persoonlijke ervaring met eetstoornissen, zegt ze, maar werd naar eigen zeggen geïnspireerd door een vriendin met ongezonde eetgewoontes. Haar aanspreken op haar eetgedrag durfde Sadok niet. Dus bedacht ze een andere oplossing.", "“Mijn vriendin wilde niet toegeven dat ze een probleem had. Maar ik wilde echt helpen en besloot op een dag: laat ik een video maken. Onbewust hoopte ik dat die video zou helpen en dat diegene hulp zou zoeken.”", "Lees ook:", "Weg met de marsen, chips, gevulde koeken en snoepjes: de eetbuistoornis lijkt goed te behandelen", "De eetbuistoornis is de onbekendste, maar ook de meest voorkomende eetstoornis. Patiënten lopen er soms al decennia mee rond. Een nieuwe behandelmethode biedt hoop."], "authors": ["Gabriella Codonesu"], "keywords": ["sara", "vreemden", "tiktok", "pakt", "op", "met", "ik", "zeggen", "een", "ze", "haar", "en", "leven", "te", "sadok", "niet", "dat", "hun", "heb"], "pubDate": "2020-12-05T12:43:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}