{"id": "341d085a-d53d-34b2-bdea-73bce4330267", "title": "Johan Degenkamp (1943-2020), gekscherend was hij de ‘tuinman van de dood’", "url": "https://volkskrant.nl/mensen/johan-degenkamp-1943-2020-gekscherend-was-hij-de-tuinman-van-de-dood~bd2635c4/", "summary": "Hij verzorgde uitvaarten (van het delven van de graven tot het draaien van de muziek) en deed rondleidingen, onder meer langs de graven van illustere en bekende Nederlanders.\nBehalve dat Johan een groot planten- en bomendeskundige was (hij werd gekscherend ‘de tuinman van de dood’ genoemd) koesterde hij ook de geschiedenis van de plek.\nDaar komen er elk jaar bij, niet alleen van rooms-katholieken, ook van overledenen van andere gezindten.\nEen van de verdiensten van Johan Degenkamp was het ontwerp van een grafmonument voor verslaafden die door het drugspastoraat waren begeleid.\nOoit stopte hij een jampotje met afgekloven botjes van een karbonade in een graf om een collega voor een raadsel te plaatsen.", "paragraphs": ["Johan Degenkamp.", "‘Als andere kinderen tikkertje speelden, speelden wij uitvaartje’, vertelde Johan Degenkamp in De Begraafplaats, het vakblad van de uitvaartbranche.", "Het begraven kreeg hij met de paplepel ingegoten en hij zou het zijn hele leven doen. Vanaf zijn derde jaar woonde hij op de katholieke begraafplaats St. Barbara aan de Spaarndammerdijk in Amsterdam, waar zijn vader Richard beheerder was. In 1961 nam hij diens werk over en hij zou het bijna vijftig jaar doen. Sinds 2010 zijn Degenkamps dochter Jacqueline en zoon Richard de beheerders. En zijn kleinzoon Owen, de vierde generatie, zit ook in bedrijf.", "Johan Degenkamp overleed 26 november op 77-jarige leeftijd. Zijn gezondheid was al enige tijd broos als gevolg van parkinson. Hij verzorgde uitvaarten (van het delven van de graven tot het draaien van de muziek) en deed rondleidingen, onder meer langs de graven van illustere en bekende Nederlanders.", "Zo ligt de katholieke dichter Joseph Alberdingk Thijm hier begraven, net als chocoladefabrikant Gerard Bensdorp en leden van het familiebedrijf Boldoot, beter bekend van de N.V. Eau de Colognefabriek, de producent van 4711. Ook het graf van volkszanger Manke Nelis is op St. Barbara. En dat van Simon Vinkenoog, die bij zogenoemde eenzame begrafenissen (die van mensen zonder nabestaanden) hier vaak een gedicht voorlas.", "En dan is er ook nog het graf van de crimineel Sam Klepper, waarover Johan altijd zei: ‘Ja, dat laatste vonden sommige mensen niet zo’n fijn idee. Ik leg ze dan uit dat in de dood iedereen gelijk is en dat Sam alleen vergiffenis kan krijgen bij de Heer, maar dat ook hij recht heeft op een laatste rustplaats.’", "De katholieke begraafplaats werd in 1893 opgericht toen begraafplaats De Liefde aan de Bilderdijkstraat moest wijken voor een stadsuitbreiding. In 1936 kwam Johans vader Richard, die veel door de kerk deed en een hoveniersdiploma had, hier werken. Toen hij geen woning kon vinden, mocht hij in 1946 een ruimte op St. Barbara betrekken. Johan bleef er na diens dood wonen.", "Behalve dat Johan een groot planten- en bomendeskundige was (hij werd gekscherend ‘de tuinman van de dood’ genoemd) koesterde hij ook de geschiedenis van de plek. Hij vertelde graag spannende verhalen over de mensen die tijdens de Tweede Wereldoorlog een onderduikadres vonden in de soms wel vier meter diepe grafkelders.", "Er zijn vijfduizend graven op St. Barbara. Daar komen er elk jaar bij, niet alleen van rooms-katholieken, ook van overledenen van andere gezindten. Naast St. Barbara ligt een stuk grond van tweeenhalve hectare braak voor uitbreiding.", "Een van de verdiensten van Johan Degenkamp was het ontwerp van een grafmonument voor verslaafden die door het drugspastoraat waren begeleid. Hij hield ook van een Amsterdams geintje, iemand laten schrikken door plotseling met een luide roep achter een boom op te duiken. Ooit stopte hij een jampotje met afgekloven botjes van een karbonade in een graf om een collega voor een raadsel te plaatsen.", "Degenkamp was ook buiten de begraafplaats actief. Zo was hij 21 jaar voorzitter van de katholieke voetbalclub DCG. In 2010 werd hij erevoorzitter van de vereniging. Veel is veranderd op St. Barbara. Naast sobere katholieke begrafenissen zijn er uitbundige, zoals het Surinaamse afscheid.", "Hij zag niet op tegen de dood. Bij hem hoorde het bij het leven. En hij blijft op dezelfde plek: in het familiegraf van Degenkamp op zijn eigen begraafplaats."], "authors": ["Peter De Waard"], "keywords": ["tuinman", "gekscherend", "degenkamp", "van", "zijn", "19432020", "johan", "st", "en", "een", "op", "dood", "ook", "het", "hij"], "pubDate": "2020-12-29T19:43:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}