{"id": "34204f38-d8cb-38b9-94fc-6dc41425b8ec", "title": "Local Dealer serveert Mexicaanse gerechten zonder sombrero’s of andere clichés", "url": "https://trouw.nl/leven/local-dealer-serveert-mexicaanse-gerechten-zonder-sombrero-s-of-andere-cliches~b6dd6d92/", "summary": "Tijdens een lange reis in Mexico raakte Jeroen­­ Lens (43, tweede van rechts) ­geïnspireerd om zijn eigen snack shack met Mexicaanse streetfood in Amsterdam te ­beginnen.\nSamen met Kai Melchior (38) en chefkok Eliraz Abbou (39) opende hij vlak voor de zomer Local Dealer.\nLens: “De Mexicaanse keuken is in Nederland een beetje ondergewaardeerd, we kennen vooral die goedkope sombrero-zaken voor de snelle hap.\nAbbou: “De perfecte taco is licht krokant vanbuiten, smeuïg vanbinnen en een bommetje qua smaak.\nIn ‘De smaak van de chef’ vertelt een kok waarom hij of zij kiest voor bepaalde gerechten.", "paragraphs": ["Tijdens een lange reis in Mexico raakte Jeroen­­ Lens (43, tweede van rechts) ­geïnspireerd om zijn eigen snack shack met Mexicaanse streetfood in Amsterdam te ­beginnen. Samen met Kai Melchior (38) en chefkok Eliraz Abbou (39) opende hij vlak voor de zomer Local Dealer.", "Wat vindt u zo bijzonder aan de Mexicaanse keuken?", "Lens: “De Mexicaanse keuken is in Nederland een beetje ondergewaardeerd, we kennen vooral die goedkope sombrero-zaken voor de snelle hap. Maar de Mexicaanse keuken kent een schat aan eeuwenoude technieken die in Europa niet zo bekend zijn.”", "Abbou: “Wij maken bijvoorbeeld ceviche, tegenwoordig­­ een gerecht, vroeger een ­techniek om verse vis te conserveren. We leggen rauwe vis eventjes in een mengsel dat ‘leche de tigre’, tijgermelk, wordt genoemd. Die tijgermelk­­ bestaat uit limoen, citroen, koriander­­ en chilipeper. De verse vis krijgt daardoor een heel frisse smaak, je kunt het zien als de sashimi van Zuid- Amerika.”", "Wat moeten we zeker bestellen?", "Abbou: “De Cochinita-taco, die is gevuld met varkensvlees dat vijf uur lang is gestoofd in bananenbladeren met sinaasappel en citrusblaadjes. We voegen in de taco gepekelde ­rode uien en habanero pepers toe. Én Hollandse kweeperen. De garingswijze en de smaak zijn typisch Mexicaans, maar we ­vinden het leuk die af en toe te combineren met lokale producten.”", "Wat is het geheim van een goeie taco?", "Abbou: “De perfecte taco is licht krokant vanbuiten, smeuïg vanbinnen en een bommetje qua smaak. Vanwege corona koken we nu alleen voor afhalen en bezorgen – daar hebben we de recepten op aangepast. Geen sla tussen de taco’s, die verlept onderweg.”", "Wat hebben jullie nog meer aangepast?", "Lens: “We verkochten eerder geen geen burrito’s­­. Dat leek mij Tex-Mex, Amerikaans-Mexicaans dus – daar wilde ik ver van uit de buurt blijven. Ik heb lang door Mexico gereisd­­ en at daar niet één keer een burrito. Maar nu we sinds kort alleen bezorgen en afhalen­­ doen, staat-ie toch op het menu. Ik heb onderzoek gedaan en als je helemaal terug­­ gaat naar de oorsprong, blijkt de ­burrito toch echt uit Mexico te komen.”", "Wat kost het?", "Twee taco’s of burrito’s kosten tussen 8 en 15 euro.", "In ‘De smaak van de chef’ vertelt een kok waarom hij of zij kiest voor bepaalde gerechten."], "authors": ["Catrien Spijkerman"], "keywords": ["clichés", "mexicaanse", "van", "local", "zonder", "het", "gerechten", "die", "met", "sombreros", "een", "serveert", "en", "andere", "te", "smaak", "dealer", "voor"], "pubDate": "2020-11-15T09:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}