{"id": "34382383-2fbb-381a-8c34-19c6def06f6c", "title": "Met e-foilen kun je vliegen over de grachten", "url": "https://www.parool.nl/ps/met-e-foilen-kun-je-vliegen-over-de-grachten~b2d171b8/", "summary": "‘In je hand heb je een afstands-bediening waarmee je de snelheid van de motor bepaalt.’ Beeld Jan Bikkembergs“Met e-foilen vlieg je als het ware over het water,” zegt ­Amsterdammer Jochem Koning (32), oprichter van het ­bedrijf Flying Fish eFoils.\nE-foilen is een variant op een techniek die zich sinds de jaren tachtig heeft ontwikkeld in de watersport: hydro­foilen.\nDan zweef je er een halve meter boven.” Zo heb je minder weerstand van het water en kun je hogere snelheden bereiken.\n“In je hand heb je een afstandsbediening waarmee je de snelheid van de motor bepaalt.\nMaar als je het een half uur doet en rustig begint, merk je dat je gewoon kunt vliegen.", "paragraphs": ["‘In je hand heb je een afstands-bediening waarmee je de snelheid van de motor bepaalt.’ Beeld Jan Bikkembergs", "“Met e-foilen vlieg je als het ware over het water,” zegt ­Amsterdammer Jochem Koning (32), oprichter van het ­bedrijf Flying Fish eFoils. Met compagnon Martijn van Hoek (39) en Titus Vriend (31) importeert en verkoopt hij e-foilsurfboards, die sinds 2018 op de markt zijn. Ook ­geven ze lessen. “In Amsterdam zijn wij de enige.” In Haarlem zit bijvoorbeeld Kiteflow, dat ook e-foils verkoopt en lessen aanbiedt.", "E-foilen is een variant op een techniek die zich sinds de jaren tachtig heeft ontwikkeld in de watersport: hydro­foilen. “Dat is surfen op een plank waaronder een mast met een draagvleugel hangt,” legt Koning uit. De vorm van zo’n draagvleugel heeft iets weg van een vliegtuig. “Door voortstuwing van wind of golven gaat die vleugel zijn werk doen en krijg je een lift uit het water. Dan zweef je er een halve meter boven.” Zo heb je minder weerstand van het water en kun je hogere snelheden bereiken.", "E van elektrisch", "Het e-foilen gaat een stapje verder: een e-foilsurfplank wordt aangedreven door een elektrisch motortje op de draagvleugel. “In je hand heb je een afstandsbediening waarmee je de snelheid van de motor bepaalt. Er zitten 24 versnellingen op,” zegt Van Hoek. Het duurt twee uur om de set op te laden en dan kan er zo’n anderhalf uur op worden gevaren. De maximale snelheid ligt tussen de 35 en 40 kilometer per uur. Bij een snelheid van 12 kilometer per uur stijgt de plank op uit het water. Valt de bestuurder van de plank en raakt de waterdichte afstandsbediening – die met een koordje om je hand zit – het water, dan stopt de motor met draaien en vaart de plank niet verder. Van Hoek: “Het is hartstikke veilig.”", "Het lijkt bij e-foilen dus allemaal vanzelf te gaan. Er is geen kite of zeil voor nodig en het is daarom ideaal voor plekken waar weinig wind of golven zijn. De motor doet het werk. “Maar het is intensief,” zegt Van Hoek. “Hoewel er een motortje op zit, is het een work-out. Met je ­gewicht maak je bochten, dus evenwicht houden is ­belangrijk. En als je valt, moet je er weer opklimmen. Het is niet voor luie mensen.”", "Martijn van Hoek (links) en Jochem Koning van Flying Fish eFoils. ‘Het is niet voor luie mensen.’ Beeld Goffe Struiksma", "Vooralsnog worden er geen wedstrijden gehouden, zoals bij het ‘gewone’ foilen. Tijdens de Olympische Spelen in 2024 zal er uitsluitend op hydrofoilplanken worden ­gesurft. Voorlopig is e-foilen dus een recreatieve sport. “Wij hebben bijvoorbeeld van Ouderkerk naar Amsterdam ge-e-foild over de Amstel. Een prachtige tocht,” aldus Koning. Van Hoek: “En we hebben ook eens over de grachten gevaren. Al mag je daar officieel niet zo hard dat het board het water uit komt.”", "Binnen een uur", "Op dit moment is er nog maar ‘een handjevol mensen’ dat e-foilt in Nederland; er is geen vaste spot. Het kan overal waar water is, het hele jaar door: ook in de winter, met een wetsuit aan.", "Koning, Van Hoek en Vriend – allen ook golfsurfers – hebben twee e-foilscholen: aan de Nieuwe Meer en aan het Zuidlaardermeer in Groningen. Met een derde leslocatie op IJburg zijn ze bezig. Ze merken dat een groot deel van de doelgroep watersporter is en zien dat surfers makkelijker wegvaren op een e-foil. Van Hoek: “Maar je hoeft er helemaal geen ervaring voor te hebben. Het is juist ook voor mensen die willen surfen, maar daar geen tijd in willen investeren. Dat is het vette eraan, iedereen kan het meestal binnen een uur.”", "Michelle Wolters (32) beaamt dat. Met twee collega’s nam ze een les op de Nieuwe Meer, als teamuitje. “Tijdens die eerste les lukte het om op het board te staan terwijl dat uit het water kwam, al ben ik er ook veel vanaf gevallen. Wel had ik al een boardfeeling, want ik kitesurf ook. Maar bij mijn collega, die geen surfervaring had, ging het ook goed. Het voelt echt als vliegen, dat had ik niet eerder meegemaakt. Het is anders dan gewoon surfen.”", "Tanne Tauw (33), ook kitesurfer, heeft drie lessen gehad. “Het begin is lastig. Als de plank gaat wiebelen kun je best een klapper maken. Maar als je het een half uur doet en rustig begint, merk je dat je gewoon kunt vliegen. Dat is een magisch en relaxed gevoel.” Tauw denkt erover een board te kopen. “Dan kan ik ’s zomers met vrienden aan het water liggen en om de beurt e-foilen. Ook ga ik best vaak met mijn camper naar Friesland. Daar kan ik dan ook op een meer surfen. Maar een board is redelijk duur.”", "Beeld Jan Bikkembergs", "De goedkoopste complete set (met board, oplader, ­afstandsbediening en opbergtas) die Koning en Van Hoek verkopen van het merk Waydoo – andere merken op de markt, verkocht door andere dealers zijn bijvoorbeeld Lift Foils en E-Takuma – kost zesduizend euro. Ze geven toe dat het in die zin een sport voor rijkeren is. “Toch heeft Waydoo relatief lage prijzen. Van andere merken kost een set soms vijftienduizend euro,” zegt Van Hoek. “En door lessen op onze boards aan te bieden, maken we het wel voor iedereen toegankelijk.”", "Sportschoolhouder Thijs Bezemer (31) uit Alphen aan de Rijn heeft inmiddels drie boards gekocht. Na een proefvaart werd hij enthousiast en nu geeft hij zelf lessen. “Ik zie een toenemende belangstelling. De adrenaline die je krijgt is heel verslavend. Ik woon aan de Oude Rijn, dus ik kan zo het water op en een uurtje e-foilen.”", "Mooie vaarroutes", "Met Flying Fish eFoils willen Koning en Van Hoek de sport in heel Europa bekend maken. Ze hebben nu 25 dealers in vijftien landen, ‘van Noorwegen tot Spanje en van Letland tot Bulgarije’. In december openden ze een pop-upstore in Amsterdam.", "Koning: “We hebben ook de ambitie om een community van e-foilers op te bouwen. Daarin kunnen dan mooie, leuke plekken en vaarroutes worden gedeeld.” Michelle Wolters ziet zo’n community wel zitten: “Met surfers, kiters en e-foilers door elkaar. Als er geen wind staat om te kiten of surfen, kun je e-foilen.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["er", "van", "efoilen", "vliegen", "en", "met", "een", "op", "ook", "het", "kun", "grachten", "dat", "je"], "pubDate": "2020-12-28T10:00:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}