{"id": "343e45fe-407c-31a9-85de-0d500e6ccecd", "title": "Het boek is vaak beter dan de film, maar De Nacht van de Wansmaak was beter dan het boek", "url": "https://www.parool.nl/ps/het-boek-is-vaak-beter-dan-de-film-maar-de-nacht-van-de-wansmaak-was-beter-dan-het-boek~b3eca431/", "summary": "Waarom zit er een volwassen kerel bij een uitgestorven middagvoorstelling van Nightmare City?\nBij het verlaten van de zaal keken de meneer en ik elkaar aan met een geamuseerde blik van verstandhouding: wat een idiote film!\nDe Vlaamse filmmaker Jan Verheyen (1963) had in die periode een openbaring bij een andere Italiaanse pulphorrorfilm, Zombi 2.\nHet uitbaggeren van de riolen van de pulpcinema kan doorgaan, maar het presenteren van de vondsten aan een aanstekelijk luid volksgericht is uit den boze.\nHet boek is vaak beter dan de film, maar De Nacht van de Wansmaak was beter dan het boek.", "paragraphs": ["Het boek is vaak beter dan de film. Soms is het andersom. Bij wansmaak luistert het nu eenmaal nauw.", "Het was vakantie, de zon scheen en zo ver fietsen was het eigenlijk niet. In vier uur heen en terug, twee uur in de bioscoop en op tijd thuis voor het avondeten. Wat kon er misgaan? De scepticus in het tienerhoofd roerde zich: het is pulp uit Italië, er kan van alles misgaan! Ik nam de filmladders van Eindhoven en Tilburg nog eens door. Er viel weinig te kiezen in het genre waar ik naar snakte. Tilburg had tenminste iets nieuws op het programma.", "Daarom fietste ik op een zomerdag naar een oude buurtbioscoop in een vreemde stad, waar mij een openbaring wachtte. Dat kon ik niet bevroeden toen ik in de muffe zaal plaatsnam. Er zat nog iemand. Het was geen nieuwsgierige tiener, maar een oude meneer. Wat doet die man hier? Waarom zit er een volwassen kerel bij een uitgestorven middagvoorstelling van Nightmare City? Wat gaat er straks gebeuren?", "De film begon. Er landde een transportvliegtuig bij de stad en daar renden zombies in colbertjasjes uit, met ratelende mitrailleurs. De scepticus in mijn hoofd verzette zich hevig. Zie je wel, er klopt niets van deze film. Zombies rennen niet. Ze dragen geen smetteloze colberts. Ze kunnen niet schieten. Wat is dit voor bagger?", "Er klonk gelach in de zaal. Dat was de oude meneer. Het duurde niet lang voor de lach mij ook in de greep kreeg en de scepticus het opgaf. Het ging er in de film steeds maller aan toe. Een discodansdemonstratie ontaardde in een bloedbad, er waren hysterische taferelen in een gestrande lift en we kregen een krankzinnig feestwinkelpanorama op de hel in een hospitaal op stelten. Bij het verlaten van de zaal keken de meneer en ik elkaar aan met een geamuseerde blik van verstandhouding: wat een idiote film!", "Vechtende onderwaterzombie", "De voorstelling van Nightmare City had mij voorgoed ­ingenomen voor de charmes van pulpfilms uit alle windstreken en die uit Italië in het bijzonder. Umberto Lenzi’s Incubo sulla città contaminata (Nachtmerrie over de besmette stad) was geen goede film, maar het werd een keerpunt in mijn leven.", "De Vlaamse filmmaker Jan Verheyen (1963) had in die periode een openbaring bij een andere Italiaanse pulphorrorfilm, Zombi 2. Dat bloedbad van Lucio Fulci werd in 1980 in Nederland met de titel Zombies uitgebracht en behoorde tot de best bezochte films van dat jaar. Er zit een scène in waarin een onderwaterzombie met een enorme haai vecht. Vandaar.", "Verheyen schrijft erover in zijn lijvige boek Alle remmen los! waarin hij verslag doet van zijn ‘afdaling in de riolen van pulpcinema uit de wilde jaren ’70’. Dat decennium strekt zich bij hem uit van de jaren dertig tot nu, want de chaos en thematische reikwijdte die pulpfilms kenmerkt verschaft de auteur een vrijbrief om zelf ook buiten de lijntjes te kleuren.", "Verheyen is op dit gebied geen onbekende in Nederland. Hij presenteerde vanaf 1991 meerdere edities van de roemruchte Nacht van de Wansmaak, waarin hij samen met Jan ‘Mister Horror’ Doense een keur aan pulpfilms, tenenkrommende fragmenten en mallotige trailers serveerde. Ik heb alle edities levend en wel doorstaan, maar moest me daarbij meer dan eens met het concept verzoenen, zoals ik me eerder met het filmmaken volgens Umberto Lenzi heb verzoend.", "Valsspelen", "Echte pulpliefhebbers fietsen uren heen en weer naar een muffe zaal in Tilburg om daar met evidente incompetentie te worstelen, alvorens een breekpunt te bereiken en ­lachend te aanvaarden dat er zowaar topamusement ­wordt geboden. Door pulpfilms in te korten en ze nadrukkelijk als kolder aan te prijzen, verlosten de Jannen van de Wansmaak hun publiek van het zware werk: toeschouwers krijgen de beloning zonder de inzet. Dat is valsspelen.", "Maar die dekselse Verheyen is een begenadigd humorist, die een volle zaal in luttele minuten laat bulderen voor er ook maar een krent uit de pulppap is opgediept. Zoals ­Tilburg uitwees: gelach werkt aanstekelijk en maakt een voorstelling tot een gebeurtenis waaraan men deelneemt en bijdraagt, ook al zijn er slechts twee bezoekers. De Wansmaakformule was simpelweg onweerstaanbaar.", "Maar nu is er een smeuïg en schaamteloos geïllustreerd ‘koffietafelboek van de Wansmaak’. Dat kan ik bij de twee oude dvd’s van De Nacht van de Wansmaak leggen, tussen de souvenirs van cinefiele gebeurtenissen die vervlogen terwijl ik ernaar keek. Verheyen schreef zijn boek vlot en vaardig uit de losse pols tijdens de lockdown in de pandemie. En daar staat het ook symbool voor.", "Het uitbaggeren van de riolen van de pulpcinema kan doorgaan, maar het presenteren van de vondsten aan een aanstekelijk luid volksgericht is uit den boze. Het boek is vaak beter dan de film, maar De Nacht van de Wansmaak was beter dan het boek. Ziedaar de nachtmerrie van de besmette stad.", "Alle remmen los! Een afdaling in de riolen van pulpcinema uit de wilde jaren ’70 van Jan Verheyen verscheen bij uitgeverij Houtekiet.", "De twee dvd’s van De Nacht van de Wansmaak verschenen bij Dutch FilmWorks.", "Nightmare City en Zombi 2 (Zombie Flesh Eaters) verschenen op blu-ray bij het Britse Arrow."], "authors": ["Bart Van Der Put"], "keywords": ["boek", "beter", "van", "bij", "dan", "film", "vaak", "het", "maar", "met", "ik", "een", "nacht", "en", "dat", "wansmaak", "uit", "er"], "pubDate": "2020-12-09T13:25:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}