{"id": "3443d82c-0ab5-358b-805f-f7cc72a9e663", "title": "Banken zetten honderden geldstortautomaten uit vanwege plofkraken", "url": "https://www.parool.nl/nederland/banken-zetten-honderden-geldstortautomaten-uit-vanwege-plofkraken~b9a0a420/", "summary": "De Explosieven Opruimingsdienst Defensie onderzoekt een geldautomaat aan de Slotermeerlaan na een plofkraak vorige zomer.\nBeeld ANPDat hebben ze op advies van de politie besloten na een nieuwe vorm van een plofkraak eerder deze week op zo’n automaat.\nBij de nieuwe plofkraakvariant kunnen er niet ontplofte explosieven achterblijven met risico’s op persoonlijke ongelukken bij gebruikers, medewerkers en passanten, verklaart de Nederlandse Vereniging van Banken (NVB).\nOndernemers die nog geld willen storten, worden vanaf nu doorverwezen naar de geldstortautomaten die over het algemeen in bankkantoren zelf staan.\nNaar schatting zijn het er opgeteld meer dan duizend.", "paragraphs": ["De Explosieven Opruimingsdienst Defensie onderzoekt een geldautomaat aan de Slotermeerlaan na een plofkraak vorige zomer. Beeld ANP", "Dat hebben ze op advies van de politie besloten na een nieuwe vorm van een plofkraak eerder deze week op zo’n automaat.", "Bij de nieuwe plofkraakvariant kunnen er niet ontplofte explosieven achterblijven met risico’s op persoonlijke ongelukken bij gebruikers, medewerkers en passanten, verklaart de Nederlandse Vereniging van Banken (NVB).", "Ondernemers die nog geld willen storten, worden vanaf nu doorverwezen naar de geldstortautomaten die over het algemeen in bankkantoren zelf staan. Daar kunnen losse muntjes en biljetten in worden gestopt. Naar schatting zijn het er opgeteld meer dan duizend."], "authors": [], "keywords": ["zetten", "van", "het", "vanwege", "naar", "geldstortautomaten", "uit", "een", "nieuwe", "kunnen", "explosieven", "banken", "plofkraken", "op", "plofkraak", "honderden", "worden"], "pubDate": "2021-01-08T07:19:37Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}