{"id": "344d67cd-e478-3e9c-b582-172c8534283d", "title": "Tijdens online-lessen thuis leidt de telefoon af, maar Yentle zet door: ‘Ik heb plannen voor mijn future’", "url": "https://volkskrant.nl/nieuws-achtergrond/tijdens-online-lessen-thuis-leidt-de-telefoon-af-maar-yentle-zet-door-ik-heb-plannen-voor-mijn-future~bd0b7179/", "summary": "Yentle Kross, leerlinge van het Zadkinecollege, krijgt thuis les in maatschappijleer.\nDat ding dat ook dit lesuur telkens oplicht en haar verleidt met appjes, snapchatberichtjes, TikTokfilmpjes.\nIn het voortgezet onderwijs hoeven deze leerlingen onderling geen afstand te houden, maar op het mbo wel.\nHet scheelt ze reistijd en het maakt het combineren van werk en studie makkelijker.\nDaar zitten veel studenten voor wie het volgen van een mbo niveau 1-opleiding toch al een uitdaging is.", "paragraphs": ["Yentle Kross, leerlinge van het Zadkinecollege, krijgt thuis les in maatschappijleer. Beeld Guus Dubbelman / de Volkskrant", "Dat haar tante Koffietijd kijkt terwijl zij in dezelfde krappe huiskamer haar online-les probeert te volgen, dat is niet eens het probleem. Natuurlijk, zegt Yentle Kross (20), op de momenten dat tante Cornelli (69) ook nog tegen de televisie begint te praten, wordt ze heus weleens afgeleid. Maar nee, alleen die tv? Dat gáát.", "Dat op deze vrijdagmorgen tijdens haar burgerschapsles behalve de televisie ook de radio aanstaat en dat daar continu het vrolijke gebabbel te horen is van Stanvaste, een Rotterdamse zender gericht op Surinaamse-Nederlanders – ook daarover zul je haar niet horen. Ze zet het geluid van haar laptop gewoon harder. Dat haar twee kleine nichtjes die hier vorige week logeerden telkens precies tijdens haar lessen een snoepje kwamen vragen – dat was best ‘een beetje lastig’, maar nog steeds: te doen.", "Nee, waar Kross pas echt last van heeft, is het apparaat dat naast haar laptop ligt te lonken. Dat ding dat ook dit lesuur telkens oplicht en haar verleidt met appjes, snapchatberichtjes, TikTokfilmpjes.", "Kross – met haar groen geverfde bos krullen een vrolijke verschijning – wil het best toegeven: ‘Ik heb een addiction aan sociale media. Dat heeft iederéén.’ Het is de belangrijkste reden waarom de student Assistent horeca & voeding aan het Zadkine Startcollege zoveel moeite heeft met lessen op afstand. Op school bleef die telefoon in haar zak. Want tijdens de les zijn telefoons strikt verboden.", "Ongunstige richtlijnen", "De coronaregels naleven en toch kwalitatief lesgeven – het is op veel plekken in het onderwijs een worsteling. Maar voor het mbo pakken sommige richtlijnen wel erg ongunstig uit. Zo lopen zowel in het voortgezet onderwijs als in het middelbaar beroepsonderwijs veel jongeren rond van een jaar of 16, 17. In het voortgezet onderwijs hoeven deze leerlingen onderling geen afstand te houden, maar op het mbo wel.", "En waar hogescholen en universiteiten veel theoretische vakken geven, die met wat moeite online voortgezet kunnen worden, moeten ze in het mbo bedenken hoe ze die ehbo-les in vredesnaam online gaan doen. Kross, die ook online ehbo-les heeft kan daar kort over zijn. ‘Dat werkt gewoon niet.’", "Natuurlijk zijn er in het mbo ook nog lessen op school. Praktijkvakken worden zo veel mogelijk op locatie gegeven, in kleine groepjes. Eerstejaars worden zo vaak als maar kan naar school gehaald. Maar uiteindelijk hebben de meeste studenten toch vooral ook veel online-les.", "Er zijn er die dat fijn vinden. Het scheelt ze reistijd en het maakt het combineren van werk en studie makkelijker. Maar tegenover hen staat een minstens even grote groep studenten voor wie deze onderwijsvorm lastig is.", "Vooral binnen het Zadkine Startcollege hebben studenten er moeite mee, weten ze in deze Rotterdamse onderwijsinstelling. Daar zitten veel studenten voor wie het volgen van een mbo niveau 1-opleiding toch al een uitdaging is. Jongeren bij wie de benodigde concentratie, een rustige werkplek of veilige thuissituatie geen vanzelfsprekendheid is.", "Tante in Capelle", "Voor Kross is haar opleiding niet zomaar een studie. Ze verhuisde een jaar geleden vanuit Paramaribo naar het rijtjeshuis van haar tante in Capelle aan den IJssel. Het plan is in Nederland de juiste papieren te halen en daarna haar eigen zaak te beginnen. Omdat ze koken leuk vindt en de Surinaamse keuken in Nederland toe is aan verbetering, zegt ze. Maar vooral: ‘Omdat ik niet op andere mensen wil rekenen’.", "Onafhankelijkheid is dus het doel. Het is waarom Kross ook vanmorgen geen acht probeert te slaan op Patty Brard die op de televisie naast haar werkplek ostentatief een traantje zit weg te pinken. Waarom ze niet luistert naar radio Stanvaste waar op datzelfde moment de horoscoop wordt doorgenomen: ‘Het zou handig zijn als je een uitlaatklep vindt voor je frustraties, steenbok.’ Het is waarom Kross haar telefoon steeds weer wegschuift. ‘Ik ben te ver gekomen om te stoppen’, zegt ze als de les voorbij is. ‘Ik heb plannen voor mijn future.’", "Kaya Bouma volgt het Rotterdamse ROC Zadkine. Binnen het onderwijs wordt het mbo misschien wel het zwaarst op de proef gesteld door de coronacrisis: een tekort van 20 duizend stageplekken, dreigende studievertraging, praktijklessen die in de knel raken, en veel online-lessen."], "authors": ["Kaya Bouma"], "keywords": ["thuis", "van", "zet", "yentle", "het", "maar", "plannen", "op", "die", "telefoon", "tijdens", "onlinelessen", "mijn", "haar", "een", "te", "dat", "ze", "en", "voor"], "pubDate": "2020-12-10T05:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}