{"id": "3453c76a-ba95-3847-841c-461c55055fbe", "title": "Stedelijk Museum schaft wandsculptuur El Anatsui aan", "url": "https://www.parool.nl/kunst-media/stedelijk-museum-schaft-wandsculptuur-el-anatsui-aan~ba0ba4b4/", "summary": "Beeld El AnatsuiHoewel het al langere tijd een wens van het Stedelijk was om een werk van El Anatsui te kopen, is dit het eerste werk van de Ghanese kunstenaar in een Nederlandse publieke collectie.\nEind mei krijgt het werk, genaamd In the World But Don't Know the World, een plek in de nieuwe collectieopstelling hedendaagse kunst van het Stedelijk Museum.\nEl Anatsui, woonachtig in Nigeria, is een van de bekendste levende Afrikaanse kunstenaars.\nWolfs: “We werken aan een verbreding van de collectie, met ook kunstwerken uit andere dan de voor het Stedelijk gebruikelijke herkomstlanden.\nTegelijk biedt dit werk een andere context aan de monumentale werken, die de collectie van het Stedelijk markeren.", "paragraphs": ["El Anatsui, In the World But Don’t Know the World, 2009. Beeld El Anatsui", "Hoewel het al langere tijd een wens van het Stedelijk was om een werk van El Anatsui te kopen, is dit het eerste werk van de Ghanese kunstenaar in een Nederlandse publieke collectie. Eind mei krijgt het werk, genaamd In the World But Don't Know the World, een plek in de nieuwe collectieopstelling hedendaagse kunst van het Stedelijk Museum.", "El Anatsui, woonachtig in Nigeria, is een van de bekendste levende Afrikaanse kunstenaars. Het aangekochte werk is typerend voor hem: een wandsculptuur gemaakt van duizenden aluminium flessendoppen, aan elkaar bevestigd met koperdraad. Al sinds eind jaren negentig maakt hij zulke sculpturen. Deze is ruim vijf bij tien meter.", "Gouden Leeuw", "Het werk van El Anatsui is onder meer te zien in het Museum of Modern Art, Metropolitan Museum en Brooklyn Museum in New York, Tate Modern in Londen en Centre Pompidou in Parijs.In 2015 won hij een Gouden Leeuw voor zijn oeuvre tijdens de Biënnale van Venetië. In 2009 ontving hij de Prins Claus Award.", "De Vereniging Rembrandt, het Mondriaan Fonds en de BankGiro Loterij maakten de aankoop mogelijk. Directeur Rein Wolfs laat in een persbericht weten dat de jubileumaanwinst de richting aanwijst waar het Stedelijk de komende 125 jaar naartoe wil.", "Wolfs: “We werken aan een verbreding van de collectie, met ook kunstwerken uit andere dan de voor het Stedelijk gebruikelijke herkomstlanden. El Anatsui’s werk staat als geen ander voor de hedendaagse kunst uit Afrika en de Afrikaanse diaspora. Tegelijk biedt dit werk een andere context aan de monumentale werken, die de collectie van het Stedelijk markeren. Het heeft het alles in zich om een nieuwe publiekslieveling te worden.”", "De sculptuur zal afwisselend in Amsterdam en in het Kunstmuseum Bern te zien zijn."], "authors": ["Het Parool"], "keywords": ["schaft", "el", "van", "anatsui", "world", "en", "voor", "een", "aan", "te", "wandsculptuur", "het", "werk", "museum", "stedelijk"], "pubDate": "2020-12-22T21:05:08Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}