{"id": "345fda42-2485-364f-bcba-5a179124be61", "title": "Ziekenhuizen zoeken honderden extra verpleegkundigen per week", "url": "https://www.parool.nl/nederland/ziekenhuizen-zoeken-honderden-extra-verpleegkundigen-per-week~bcc1380d/", "summary": "Bij oplopende ziekenhuisopnames en het huidige hoge ziekteverzuim in de ziekenhuizen - dat ligt inmiddels op 8 procent - wordt gevreesd voor code zwart.\n“Ziekenhuizen zijn zo vreselijk druk dat ze geen tijd hebben om dat altijd goed terug te koppelen.\nVersneld trajectEr is geen wondermiddel om snel extra fulltime zorgpersoneel in de ziekenhuizen te krijgen.\n“Zo’n versneld traject duurt al snel een jaar,” zegt Wouter van der Horst van de Nederlandse Vereniging van Ziekenhuizen.\nBij een ziekenhuis in Alkmaar en en een verzorgingshuis in Ede is eveneens militair zorgpersoneel ingezet.", "paragraphs": ["Beeld Hollandse Hoogte / ANP", "Extra verpleegkundigen zijn nauwelijks te vinden, de hoop is - andermaal - gevestigd op herintreders en oud-verpleegkundigen die bij willen springen. Alleen al afgelopen dagen hebben ziekenhuizen tweehonderd aanvragen gedaan bij Regioplus voor extra verpleegkundigen. Regioplus coördineert de landelijke campagne Extra Handen Voor De Zorg, waarmee wordt geprobeerd om oud-zorgpersoneel terug te krijgen in de ziekenhuizen en verzorgingshuizen.", "De vraag naar zorgpersoneel is op het hoogtepunt. Op de gespecialiseerde vacaturesite van Nursing staan momenteel 2200 vacatures voor verpleegkundigen. Bij oplopende ziekenhuisopnames en het huidige hoge ziekteverzuim in de ziekenhuizen - dat ligt inmiddels op 8 procent - wordt gevreesd voor code zwart. Het wordt dan zó druk in de ziekenhuizen dat patiënten geweigerd moeten worden of dat artsen moeten beslissen wie wel geholpen wordt en wie niet. Steeds meer reguliere ziekenhuisbehandelingen worden uitgesteld om alle beschikbare menskracht in te zetten voor de coronapatiënten.", "Extra handen Voor De Zorg", "Extra Handen Voor De Zorg werd in maart in het leven geroepen om het personeelstekort in de zorg te verhelpen. Toen werden er achtduizend oud-zorgmedewerkers aan vierhonderd instellingen gekoppeld. Een deel van het tijdelijk personeel is blijven werken in het ziekenhuis. Er staan momenteel 6800 oud-verpleegkundigen en ander zorgpersoneel in het bestand van Regioplus en drieduizend mensen zijn sinds september, toen de tweede golf zich deed gelden, weer doorgeleid naar een ziekenhuis of zorginstelling.", "Om terugkeer mogelijk te maken heeft het kabinet de eisen verlaagd. Ook al is de zogeheten BIG-registratie (een bewijs van vakbekwaamheid) al vijf jaar verlopen, dan mag een verpleegkundige toch weer aan de slag als hij of zij de vaardigheden nog in de vingers heeft.", "‘Vreselijk druk’", "Hoeveel van de 3000 daadwerkelijk aan de slag zijn, is niet bekend. “Ziekenhuizen zijn zo vreselijk druk dat ze geen tijd hebben om dat altijd goed terug te koppelen. De vraag blijft onverminderd hoog,” zegt Arjan Huijsmans van Regioplus.", "De aantallen geplaatste herintreders lijken substantieel maar het zijn zelden fulltimers. “Het zijn vaak oud-verpleegkundigen met een baan die zich melden om een dagdeel, weekend, of nacht bij te springen.” Ziekenhuizen hebben de tijdelijke herintreders graag, ook al zijn ze niet volledig meer gekwalificeerd en ook al is het maar voor enkele diensten per week. Het eigen vaste ziekenhuispersoneel wordt dan zoveel mogelijk ingezet op de verpleegafdelingen.", "Versneld traject", "Er is geen wondermiddel om snel extra fulltime zorgpersoneel in de ziekenhuizen te krijgen. Hbo-verpleegkunde duurt nu eenmaal vier jaar en dat valt niet te versnellen. Ziekenhuizen bieden versnelde basisopleidingen acute zorg aan voor verpleegkundigen. Dat is hooggeschoold werk en vergt een gedegen opleiding. “Zo’n versneld traject duurt al snel een jaar,” zegt Wouter van der Horst van de Nederlandse Vereniging van Ziekenhuizen.", "Er zijn meer initiatieven om extra handen aan het bed te krijgen. Mantelorganisatie Senior Service en Jevees, een landelijke organisatie die gastvrijheid verzorgt in zeventig ziekenhuizen, doen donderdag een noodoproep aan hun ruim duizend medewerkers om daar waar mogelijk ondersteuning te gaan bieden aan de Nederlandse ziekenhuizen. “Onze medewerkers zijn geen verpleegkundigen, maar we hebben wel veel mensen in dienst die ervaring hebben gehad. Ze zijn met pensioen en werken nu voor Senior Service of Jeeves,” aldus Floris Vervat, directeur van beide bedrijven.", "Leger", "Ook verpleegkundigen van het Nederlandse leger worden ingezet. Zo’n vijftig legerverpleegkundigen zijn aan het werk in het Universitair Medisch Centrum in Utrecht, op de Covid- en ic-afdelingen. Bij een ziekenhuis in Alkmaar en en een verzorgingshuis in Ede is eveneens militair zorgpersoneel ingezet. De komende weken maken nog eens honderd militaire verpleegkundigen de overstap naar een ziekenhuis. Verloven zijn ingetrokken om dat mogelijk te maken."], "authors": ["Ton Voermans"], "keywords": ["zoeken", "extra", "zijn", "van", "voor", "en", "een", "om", "week", "ziekenhuizen", "te", "verpleegkundigen", "het", "honderden", "dat"], "pubDate": "2020-12-31T16:27:11Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}