{"id": "346c17a8-72e5-3281-8e6c-806fab0a62bf", "title": "Haar naam was Sarah kon ik niet uitlezen zonder schelden en kokhalzen", "url": "https://volkskrant.nl/columns-opinie/haar-naam-was-sarah-kon-ik-niet-uitlezen-zonder-schelden-en-kokhalzen~b6d4647e/", "summary": "Dan lees ik een boek dat me door meerdere mensen is aangeraden, waarvan er miljoenen zijn verkocht, een boek dat desondanks zo weerzinwekkend slecht is dat ik het niet kan uitlezen zonder schelden en kokhalzen.\nDoor de ogen van een kind nota bene, dus dat móét wel een indrukwekkend meesterwerk zijn!’, zegt u nu.\nik kon het niet geloven’) om vervolgens zonder een spier te vertrekken weer terug te zwenken naar het 11-jarige Joodse meisje Sarah, dat haar broertje in de kast heeft verstopt bij een razzia.\n‘Achter in de kast zag ze een glimp van een roerloos, opgekruld lichaam, daarna zag ze het dierbare gezichtje, zwart, onherkenbaar.\nWeer liet ze zich op haar knieën vallen en ze schreeuwde zo hard als ze kon, ze schreeuwde om haar moeder, om haar vader en ze schreeuwde om Michel.’Had die deur dan ook niet op slot gedraaid, was het enige wat ik toen nog kon denken.", "paragraphs": ["Van Volkskrant-lezers met zendingsdrang krijg ik geregeld boekentips. ‘Dit vind jij vast prachtig’, zeggen ze dan. En dan noemen ze de titel van hun lievelingsboek. Soms is het inderdaad prachtig. Soms vind ik er niks aan. En een heel enkele keer zakt mijn mond open van verbazing. Dan lees ik een boek dat me door meerdere mensen is aangeraden, waarvan er miljoenen zijn verkocht, een boek dat desondanks zo weerzinwekkend slecht is dat ik het niet kan uitlezen zonder schelden en kokhalzen.", "Haar naam was Sarah bijvoorbeeld, van Tatiana de Rosnay. ‘Maar dat gaat over de gruwelen van de Holocaust! Door de ogen van een kind nota bene, dus dat móét wel een indrukwekkend meesterwerk zijn!’, zegt u nu. Nee. Ten eerste: een boek dat over iets ‘echt gebeurds’ gruwelijks gaat, kindermisbruik, genocide, slavernij et cetera, is daarom nog niet per se een goed boek. Sterker nog, dat zijn onderwerpen die men uitsluitend met uiterste omzichtigheid in een roman, fictie dus, dient te behandelen. Daarom is het sobere Het bittere kruid bijvoorbeeld wél goed, net als Jona Oberski’s kraakheldere Kinderjaren.", "Effectbejag wordt bij een dergelijk onderwerp al gauw onsmakelijk. Der Vorleser van Bernhard Schlink was eigenlijk al op het randje, en Erich Maria Remarque, die ik toch hoog heb zitten, kon ik na het lezen van Der Funke Leben (van dik hout gezaagde martelporno in concentratiekampen) lange tijd niet uitstaan. Holocaustkitsch.", "Ten tweede: Haar naam was Sarah gaat eigenlijk niet over de Holocaust. Het gaat vooral over Julia, een rijk, onnozel Amerikaans expatvrouwtje met huwelijksprobleempjes, een ‘journaliste’ voor een societyblaadje in Parijs. Na een lange reeks van onwaarschijnlijke toevalligheden ontdekt zij het ‘geheim’ achter het Joodse meisje Sarah, maar zij vindt ook datgene wat voor een vrouw blijkbaar nog steeds het allerbelangrijkste is: Echte Liefde. (Drie keer raden wie hij is en hoe hun baby gaat heten.)", "Een ordinair bouquetreeksboek dus, wat op zichzelf geen kwaad kan, behalve dat mevrouw De Rosnay de gruwelen van de Holocaust erbij haalt en die gebruikt als een soort interessant behangetje voor haar pulpromannetje, een lekker zielig omlijstinkje van haar wezenloze damessprookje. Geen cliché wordt geschuwd. Mensen in het concentratiekamp zien er ‘bleek en ongezond uit’ (goh!) en er liggen ‘levenloze skeletten hoog opgestapeld’. Stemmen klinken ‘hard en wreed in de stilte van de nacht’. Adem stokt in kelen, kaarsvlammen sidderen en er wordt veel geknipperd met betraande ogen, ‘amandelvormige blauwgroene ogen’ uiteraard, onder een vracht ‘dik, honingblond haar’. (Ik zou bijna Paul Celan erbij halen, dein goldenes Haar Margarete/ dein aschenes Haar Sulamith; dat gedicht, Todesfuge, kan ik, ook na honderd keer, nog steeds niet lezen zonder mijn adem in te houden.)", "Het is weerzinwekkend zoals De Rosnay de onbeschrijflijkheden van de Shoah afwisselt met het onbeduidende leven van Julia (‘En daar was het. Een dun blauw lijntje. Ik was zwanger. Zwanger. ik kon het niet geloven’) om vervolgens zonder een spier te vertrekken weer terug te zwenken naar het 11-jarige Joodse meisje Sarah, dat haar broertje in de kast heeft verstopt bij een razzia. Ja, ze heeft die kast op slot gedraaid en de sleutel meegenomen. Nee, dat overleeft een kleuter niet maandenlang. ‘Achter in de kast zag ze een glimp van een roerloos, opgekruld lichaam, daarna zag ze het dierbare gezichtje, zwart, onherkenbaar. Weer liet ze zich op haar knieën vallen en ze schreeuwde zo hard als ze kon, ze schreeuwde om haar moeder, om haar vader en ze schreeuwde om Michel.’", "Had die deur dan ook niet op slot gedraaid, was het enige wat ik toen nog kon denken.", "Echt een boek om te verbranden."], "authors": ["Sylvia Witteman"], "keywords": ["ik", "sarah", "naam", "van", "kokhalzen", "haar", "en", "zonder", "kon", "een", "uitlezen", "ze", "te", "schelden", "het", "niet", "dat"], "pubDate": "2021-01-08T09:58:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}