{"id": "348797a3-522e-33ee-85e5-35d8051c7442", "title": "Vier belastingwijzigingen", "url": "https://www.ewmagazine.nl/economie/achtergrond/2020/12/belastingwijzigingen-vier-opmerkelijke-fiscale-wijzigingen-in-2021-796023/", "summary": "Welke fiscale veranderingen staan voor 2021 op stapel, en welke rol speelt corona daarbij?\nEW zet vier opvallende belastingzaken op een rij.\nWie door de lockdown thuis ging werken, krijgt vaak de vaste reiskosten­vergoeding voor het woon-werkverkeer belastingvrij uitbetaald.\nHet ministerie van Sociale Zaken kwam halverwege december met een overzicht van de veranderingen van de loonstrookjes van huishoudens in 2021.\nEen ingewikkeld verhaal, met een stijgende AOW-uitkering, dalende belastingtarieven en stijgende heffingskortingen.", "paragraphs": ["Welke fiscale veranderingen staan voor 2021 op stapel, en welke rol speelt corona daarbij? EW zet vier opvallende belastingzaken op een rij.", "1Hoe ziet de loonstrook van de werknemer eruit in 2021?", "Veel werknemers zullen in januari andere onkostenvergoedingen op hun loonstrook aantreffen dan in 2020 het geval is. Wie door de lockdown thuis ging werken, krijgt vaak de vaste reiskosten­vergoeding voor het woon-werkverkeer belastingvrij uitbetaald.", "De Belastingdienst staat toe dat de werkgever die reiskosten belastingvrij vergoedt, al wordt er thuisgewerkt. Maar die soepele coronamaatregel vervalt per 2021. De werkgever mag dan alleen de werkelijke reisdagen onbelast vergoeden. Dat zal in veel gevallen een min voor de loonstrook opleveren.", "Stel oldtimers niet vrij van apk-plicht, stelt Nicolette van den Hout", "Daartegenover staat dat de werk­nemer een hogere vergoeding kan krijgen voor de kosten die het thuiswerken meebrengt, zoals een hogere energie­rekening, meer koffie uit eigen kan en een werkplek die aan de arbo-eisen voldoet. De werkgever mag die kosten gedeeltelijk belastingvrij vergoeden.", "2Wat zien gepensioneerden op hun ‘loonstrook’?", "Het ministerie van Sociale Zaken kwam halverwege december met een overzicht van de veranderingen van de loonstrookjes van huishoudens in 2021. Samengevat krijgt iedereen er iets bij, behalve gepensioneerden met AOW én een hoog aanvullend pensioen. Waarbij hoog ongeveer 30.000 euro en meer betekent.", "De daling van het inkomen van de rijkere gepensioneerden komt niet door eventuele kortingen op de pensioenuitkeringen, want die heeft het ministerie buiten de berekeningen gehouden. De vraag of er wel of niet moet worden gekort, hangt namelijk af van de financiële positie van de pensioenfondsen op 31 december 2020, en kan pas dan worden beantwoord. Wel veronderstelt het ministerie dat indexatie van de aanvullende pensioenen in 2021 achterwege blijft.", "Waar komt die daling dan door? Een ingewikkeld verhaal, met een stijgende AOW-uitkering, dalende belastingtarieven en stijgende heffingskortingen. Maar uiteindelijk is een verhoging van de inkomensafhankelijke bijdrage voor de zorgverzekeringswet de boosdoener: die stijgt met 0,3%-punt naar 5,75 procent – en moet over een inkomen tot 58.311 euro worden afgerekend.", "De hogere premie voor de zorgverzekeringswet (deels als gevolg van de extra zorgkosten door corona) doet de verhoging van de AOW-uitkering en de andere belastingverlagingen meer teniet, naarmate het inkomen van de gepensioneerde stijgt. Het ministerie leverde een overzicht mee:", "3 En vallen ondernemers nog te helpen?", "Corona brengt veel ondernemers in de problemen. Een schenking van ouders of vrienden kan hun financiële noden verlichten. Daarom gaan in 2021 de ‘ouder-kind’-vrijstelling en de algemene vrijstelling in de Successiewet eenmalig met 1.000 euro extra omhoog.", "Ouders mogen hun kinderen belastingvrij 6.604 euro schenken. Voor anderen geldt de algemene vrijstelling van 3.244 euro. Deze verhoging vervalt weer in 2022."], "authors": [], "keywords": ["van", "euro", "voor", "en", "belastingwijzigingen", "een", "met", "op", "het", "vier", "die", "2021"], "pubDate": "2020-12-28T14:16:48Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}