{"id": "34a3003b-07a8-3d1a-bbcd-fa924a7cc102", "title": "Vacature: De regioredactie van NU.nl zoekt versterking (gesloten)", "url": "https://nu.nl/vacatures/6090760/vacature-de-regioredactie-van-nunl-zoekt-versterking-gesloten.html", "summary": "NU.nl is ter versterking van de regioredactie op zoek naar twee fulltime redacteuren.\nJe monitort het nieuws van onze partners en plaatst hun artikelen door op NU.nl.\nWe zijn op zoek naar redacteuren met een goede neus voor nieuws en enige ervaring met eindredactioneel werk.\nJe werkt gestructureerd en snel; je hebt weinig tijd nodig om te zien of een regioartikel geschikt is voor op NU.nl.\nBovendien ben je de eerste die aan de bel trekt wanneer je nieuws signaleert dat de regio overstijgt.", "paragraphs": ["NU.nl is ter versterking van de regioredactie op zoek naar twee fulltime redacteuren.", "Wat ga je doen?", "", "Je bent verantwoordelijk voor de inhoud van onze regiokaternen. Je monitort het nieuws van onze partners en plaatst hun artikelen door op NU.nl.", "Je verzorgt eindredactie en streeft naar een mooie mix van onderwerpen. Je staat in nauw contact met de partners en bent de schakel tussen hen en de redactie van NU.nl.", "", "Wie zoeken wij?", "", "We zijn op zoek naar redacteuren met een goede neus voor nieuws en enige ervaring met eindredactioneel werk.", "", "Je werkt gestructureerd en snel; je hebt weinig tijd nodig om te zien of een regioartikel geschikt is voor op NU.nl.", "", "Bovendien ben je de eerste die aan de bel trekt wanneer je nieuws signaleert dat de regio overstijgt.", "", "Je bent een echte teamspeler, communicatief sterk, stressbestendig en flexibel. 's Avonds, in het weekend en tijdens feestdagen werken is voor jou geen probleem.", "We bieden...", "een uitdagende baan op de leukste redactie van Nederland;", "veel jonge en enthousiaste collega's;", "een leerzame plek bij de grootste nieuwssite van Nederland;", "veel ruimte voor eigen inbreng en initiatief;", "de mogelijkheid om door te groeien;", "een marktconform salaris.", "voorlopig nog vanuit huis in verband met de coronamaatregelen, maar doorgaans een werkplek op vijf minuten lopen van het station Hoofddorp, met ook voldoende mogelijkheid om je auto te parkeren.", "Dit moet je weten over NU.nl", "NU.nl is met ruim zeven miljoen maandelijkse gebruikers de grootste nieuwssite van Nederland. We zijn altijd in beweging en de ontwikkelingen gaan lekker snel. Je krijgt dus genoeg kansen om jezelf te ontwikkelen en samen met andere collega's bij te dragen aan nieuwe projecten.", "De sfeer is informeel. Iedereen wordt aangemoedigd zich uit te spreken en mee te denken."], "authors": ["Door"], "keywords": ["gesloten", "zoekt", "je", "nieuws", "om", "van", "versterking", "regioredactie", "een", "voor", "te", "nunl", "en", "op", "met", "vacature"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}