{"id": "34b1ced1-83b2-3870-8ef2-0a05e23a1feb", "title": "Internationaal onderzoek in China naar oorsprong covid-19: het team gaat op pad", "url": "https://volkskrant.nl/nieuws-achtergrond/internationaal-onderzoek-in-china-naar-oorsprong-covid-19-het-team-gaat-op-pad~b922b217/", "summary": "Beeld REUTERSVaststellen waar het virus vandaan komt en hoe het op de mens is overgesprongen, is belangrijk om toekomstige covid-pandemieën te voorkomen, maar het onderzoek loopt stroef door de vele politieke controverses over covid.\nZo steggelen China en de Verenigde Staten over de oorsprong van het virus door complottheorieën te verspreiden.\nHet is daardoor onduidelijk hoeveel ruimte de Chinese overheid het WHO-team toestaat.\nVan dier op mensDe tweede vraag is hoe covid-19 is overgesprongen van dier op mens.\nChina wil juist dat de WHO in andere landen zoekt naar de oorsprong, omdat Beijing zo denkt te kunnen bewijzen dat dit coronavirus buiten China is ontstaan.", "paragraphs": ["De rol van de markt in Huanan is nooit goed onderzocht, door gebrek aan ‘analytische epidemiologische studies’, aldus de WHO. Beeld REUTERS", "Vaststellen waar het virus vandaan komt en hoe het op de mens is overgesprongen, is belangrijk om toekomstige covid-pandemieën te voorkomen, maar het onderzoek loopt stroef door de vele politieke controverses over covid. Zo steggelen China en de Verenigde Staten over de oorsprong van het virus door complottheorieën te verspreiden. Daardoor ligt het WHO-onderzoek gevoelig. Het is daardoor onduidelijk hoeveel ruimte de Chinese overheid het WHO-team toestaat.", "De WHO heeft tien wetenschappers uitgekozen voor de Chinamissie, onder wie viroloog Marion Koopmans van de Erasmus Universiteit in Rotterdam. Zij onderzocht covid-uitbraken bij Nederlandse nertsenfokkerijen. Het team probeert te achterhalen waar de dieren en voedingsmiddelen vandaan komen die werden verkocht op de markt in Huanan waar de eerste clusters van covid-infecties optraden. Ook onderzoekt de WHO vroege gevallen die niets met de markt te maken hadden en patiënten die al voor de uitbraak met covid-achtige klachten werden opgenomen.", "De rol van de markt in Huanan is nooit goed onderzocht, door gebrek aan ‘analytische epidemiologische studies’, aldus de WHO. WHO-experts willen ‘alles wat de markt in- en uitging’ in de periode voor de eerste grote uitbraak onderzoeken op herkomst. Of dat elf maanden later nog is te reconstrueren weet niemand, omdat alleen Chinese wetenschappers – onder onbekende omstandigheden – onderzoek op de markt hebben gedaan, voordat de gemeente Wuhan de markt op 30 december desinfecteerde en sloot.", "Van dier op mens", "De tweede vraag is hoe covid-19 is overgesprongen van dier op mens. Vleermuizen zijn de waarschijnlijkste gastheer, maar wetenschappers denken dat covid-19 niet in Wuhan is ontstaan, maar in zuidelijker gelegen Chinese provincies of in Zuidoost-Azië. Daarom wil de WHO besmette werknemers van de markt ondervragen over eventuele reizen naar die gebieden, vlak voordat ze ziek werden.", "Of de WHO dat klaarspeelt, hangt af van de Chinese overheid. WHO-artsen vroegen al in januari om toegang tot de markt, maar de WHO-top zou volgens de Amerikaanse krant The New York Times in februari de ‘stille concessie’ hebben gedaan om de oorsprong van het virus niet zelfstandig te onderzoeken. Afgesproken werd dat Chinese wetenschappers in het veld gegevens zouden verzamelen en analyseren. Met hun resultaten zou de WHO-missie werken, in plaats van met de oorspronkelijke data.", "Veldwerk", "Na een golf van verontwaardiging over de manier waarop de WHO aan de leiband van de Chinese overheid liep, droegen de lidstaten de VN-organisatie in mei op een internationaal team naar China te sturen. Ondanks de toezegging in juli dat dit ‘snel’ zou gebeuren is onzeker of deze WHO-missie straks veldwerk kan doen. Het gebrek aan transparantie over de afspraken tussen de WHO en Beijing wakkert het wantrouwen in de Verenigde Staten en de Europese Unie aan, waar al zorgen leefden over het trage tempo waarmee de missie naar China op gang komt.", "China wil juist dat de WHO in andere landen zoekt naar de oorsprong, omdat Beijing zo denkt te kunnen bewijzen dat dit coronavirus buiten China is ontstaan. Recente uitbraken in China kunnen volgens Chinese wetenschappers worden herleid tot arbeiders die werken met geïmporteerd voedsel waarop sporen covid-19 zijn aangetroffen. Dat is koren op de molen van Chinese staatsmedia, die suggereren dat de zieke werknemers op de markt in Huanan ook besmet kunnen zijn geraakt via oppervlakken van geïmporteerde bevroren zeevruchten, een weg waarlangs dan een ‘buitenlands’ coronavirus China zou zijn binnengekomen. Die theorie is buiten China omstreden."], "authors": ["Marije Vlaskamp"], "keywords": ["pad", "van", "internationaal", "china", "het", "op", "markt", "naar", "team", "gaat", "die", "chinese", "oorsprong", "onderzoek", "en", "dat", "te", "covid19"], "pubDate": "2020-11-26T18:15:31+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}