{"id": "34d7ae4d-5fbb-3507-872c-d0918c225c1b", "title": "Hoe goed zijn de nieuwe Xbox Series X en Playstation 5?", "url": "https://volkskrant.nl/wetenschap/hoe-goed-zijn-de-nieuwe-xbox-series-x-en-playstation-5~b5cf7ab0/", "summary": "8KIs de maximale resolutie die de Xbox Series X en PlayStation 5 bieden: 7.680 bij 4.320 pixels.\nDe nieuwe Xbox en PlayStation kunnen 120 fps leveren.\nOp de nieuwe Xbox en PlayStation zijn die laadschermen weg of snel voorbij.\nPS Plus CollectionIs een cadeautje van Sony voor abonnees van zijn onlineservice PlayStation Plus die een PlayStation 5 kopen.\nVerlanglijstjeDe nieuwe Xbox en PlayStation nu nog bestellen?", "paragraphs": ["Spider-Man: Miles Morales (Playstation).", "8K", "Is de maximale resolutie die de Xbox Series X en PlayStation 5 bieden: 7.680 bij 4.320 pixels. De tv’s in de meeste huishoudens moeten het doen met de helft. Meer pixels betekent meer details, meer kleuren. Meer pixels maken ook grotere tv-schermen mogelijk: bakbeesten met een beelddiagonaal tot 2,50 meter. 8K-televisies zijn pas een jaar te koop en loeiduur, dus bijna niemand heeft er een. Sony heeft daarom de 8K-ondersteuning zelfs voorlopig uitgezet. Maar ook in ‘slechts’ 4K bieden de nieuwe spelcomputers een visueel spektakel van jewelste. De hele trukendoos van onze tv’s gaat open.", "Xbox: Forza Motorsport.", "Backward compatibility", "De Xbox Series X en PlayStation kunnen ook oude games spelen, gemaakt voor hun voorgangers. Is dat bijzonder? In technisch opzicht niet. Maar het is een trendbreuk met het verleden. Vroeger kon je je oude games wegdoen als je een spelcomputer verkocht om een nieuwe te kopen. Dat hoeft dit keer niet. De PlayStation 5 slikt zo’n vierduizend oude titels. De Series X kan ook duizenden Xbox One-spellen aan, plus honderden games voor de nog oudere Xbox 360 en drie dozijn van de prehistorische Xbox uit 2001. De Series X past zelfs foefjes toe om van oude games de beelden te verscherpen en te versnellen. Oude meuk, klinkt het smalend op sociale media. Maar dat is net zoiets als klagen dat Gerard Reve nog in de bibliotheek staat. Net als oude boeken verdienen oude games een nieuw publiek.", "Controller", "De afstandsbedieningen lijken amper veranderd. Die van de Xbox heeft er een knopje bij, waarmee je schermfoto’s en -filmpjes maakt om anderen te laten zien hoe goed je bent. De Xbox-controller is aangepast voor kleinere knuistjes. Het stuurtje van de PlayStation 5 heeft een naam: DualSense. Waarom? Omdat die je een spel ook laat voelen. Kleine motortjes onder de ‘motorkap’ laten je bijvoorbeeld de voetstappen van spelfiguren ervaren, en of ze door zand gaan of over ijs. In racegames voel je auto’s slippen. Verdiept de ervaring, stelt Sony.", "De afstandsbedieningen van de Xbox en de Playstation.", "Design", "Spelcomputers zijn steevast dooie dienders, zwarte dozen zonder opsmuk. De Xbox Series X past in dat stramien. Het is een zwart rechthoekig kastje, met een rooster bovenin voor de warmteafvoer. De PlayStation 5 is ook een zwart kastje, maar dan geklemd tussen twee witte vleugels. Het is nogal een kolos, van 40 centimeter hoog. Als de Xbox oogt als een strooibus uit de kantine van de Death Star, dan is de PlayStation de waterkoker uit de keuken van Darth Vader (denk: Star Wars). Gelukkig kunnen ze ook op hun zij worden gezet. Worden ze niet mooier van, maar dan passen ze tenminste in het tv-meubel.", "Frames", "Beelden op tv bestaan eigenlijk uit losse foto’s die snel achter elkaar worden afgedraaid. De meeste tv-programma’s tellen 25 beelden of frames per seconde (fps). De nieuwe Xbox en PlayStation kunnen 120 fps leveren. Het resultaat? Bewegingen op beeld zijn veel vloeiender, zelfs als het er woest aan toegaat in een race- of schietspel. De vorige generatie spelcomputers bood 30 tot 60 fps. Verhogen van de frequentie vraagt veel rekenkracht van een spelcomputer en gaat ten koste van andere visuele prestaties. Sommige games laten je kiezen: beelden zonder haperingen op 120 frames per seconde of meer kauwgom voor het oog met 60 fps.", "Games", "De keuze voor een spelcomputer draait uiteindelijk om games. Welke kun je alleen op de Xbox spelen en welke zijn exclusief voor de PlayStation? Sony’s console gaat van start met een handvol, maar dat zijn vooral kleine games, op Spider-Man: Miles Morales na. Demon’s Souls is ook een flinke jongen, maar is een al elf jaar oude remake in een nieuw jasje. Er zijn wel nieuwe spellen zoals Watch Dogs Legion of DiRT 5 voor de nieuwe spelcomputers, maar die zijn ook te koop voor de vorige generatie.", "Game pass", "Is een Netflix-achtige dienst van Microsoft, die voor een tientje per maand toegang geeft tot een catalogus van bijna driehonderd games. Van alles zit daartussen, groen en rijp door elkaar. Microsoft heeft er deze maand EA Play gratis aan toegevoegd, een soortgelijke dienst van Electronic Arts, de uitgever van de FIFA-voetbalgame en The Sims. Play kost normaal 3,99 euro per maand. Dat is een hoop lol voor weinig geld.", "Gears Tactics (Xbox).", "Laadscherm", "De vloek van elke gamer: een scherm dat vraagt om ‘even’ geduld terwijl de game het volgende level klaarzet. Vaak met een voortgangsbalkje dat langzaam volloopt of een tuimelende zandloper. Op de nieuwe Xbox en PlayStation zijn die laadschermen weg of snel voorbij. Minuten duimendraaien wordt een paar seconden wachten. Wat minuten op een mensenleven zijn? Hé, de kosmos moet wel van de ondergang worden gered. En anders lonkt er wel een snellere rondetijd op het virtuele circuit van Zandvoort.", "PS Plus Collection", "Is een cadeautje van Sony voor abonnees van zijn onlineservice PlayStation Plus die een PlayStation 5 kopen. De collectie bestaat uit twintig van de beste spellen die voor de PlayStation 4 zijn gemaakt (zoals God of War, The Last of Us, Fallout 4). De Plus-abonnees kunnen ook Bugsnax downloaden, een exclusieve titel voor de nieuwe spelcomputer.", "Schijfloos", "Microsoft en Sony hebben ‘digital only’-versies uitgebracht van hun nieuwe consoles. Die ontberen een blu-rayspeler. Games kun je dus alleen kopen in PlayStation- en Xbox-winkels online. De PlayStation 5 Digital Edition is een keurige kopie van de volwaardige console en 100 euro goedkoper (399,99 euro). De Xbox Series S mist de ondersteuning voor 8K-resolutie en hij biedt maar 500 gigabyte opslag. Voor de rest is er geen verschil met zijn grotere broer, op het prijskaartje na: 299,99 euro, 200 euro goedkoper.", "Verlanglijstje", "De nieuwe Xbox en PlayStation nu nog bestellen? Vergeet het maar: ze raakten in de voorverkoop al uitverkocht. Nieuwe partijen komen mondjesmaat binnen.", "Xbox Series X en Playstation 5l.", "DE CONSOLE-OORLOGEN (2001 - ….) Sony en Microsoft zijn sinds 2001 met elkaar in een gevecht verwikkeld om de fanatieke gamer. In dat jaar zette Microsoft met de originele Xbox de eerste stap in een markt waar tot dan toe de Japanners de dienst uitmaakten: naast Sony was dat Nintendo. De strijd tussen Sony en Microsoft de afgelopen 19 jaar is in kaart gebracht door de vergelijkingssite Beslist.nl, met een graphic waarin prijzen, technische specificaties en verkoopcijfers staan vermeld. Commercieel trok Sony altijd aan het langste eind: het verkocht in twintig jaar 360 miljoen consoles, tegen 160 miljoen Xbox’en. Maar de Japanners waren dan ook al vijf jaar aanwezig, toen Microsoft om de hoek kwam kijken. Nintendo heeft altijd zijn eigen koers uitgestippeld en zich meer geprofileerd als de fabrikant van de ‘gezins-console’. Nintendo heeft succes gehad naast Sony en Microsoft, met de Wii (13 miljoen exemplaren tussen 2006 tot 2013) en op dit moment met de Switch (bijna 70 miljoen verkochte exemplaren sinds 2017)."], "authors": ["Peter Van Ammelrooy"], "keywords": ["van", "playstation", "goed", "hoe", "het", "op", "nieuwe", "xbox", "series", "zijn", "met", "een", "en", "x", "voor"], "pubDate": "2020-11-20T13:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}