{"id": "34dd968d-5af2-3e6a-8aed-107bcd7d6201", "title": "In China zijn dochters ineens welkom, ondanks én dankzij de eenkindpolitiek", "url": "https://volkskrant.nl/nieuws-achtergrond/in-china-zijn-dochters-ineens-welkom-ondanks-en-dankzij-de-eenkindpolitiek~bfdf6829/", "summary": "Mijn dochters naam: stilletjes schitteren.’Zoals Fang en haar echtgenoot zijn er in China steeds meer ouders die hun achternamen gelijk over hun kroost verdelen.\nIn Shanghai kreeg vorig jaar 10 procent van alle pasgeborenen de familienaam van hun moeder, aldus officiële cijfers.\nSommige moeders geven hun achternaam door op verzoek van hun eigen ouders.\n‘Mijn vader vond het jammer dat hij alleen een dochter had, omdat ik zijn achternaam niet zou doorgeven’, zegt Fang.\n‘Nu we twee kinderen mogen krijgen, hoopte hij dat één kind alsnog zijn achternaam zou krijgen, om dat eerdere tekort recht te zetten.", "paragraphs": ["Moeder Fang Qiannan (32) met haar twee kinderen bij hun thuis in Hangzhou. Beeld Ruben Lundgren", "Toen Fang Qiannan (32) zwanger was van haar tweede kind en niet meteen een leuke voornaam kon bedenken, kreeg ze op een dag een ingeving. Waarom gaven ze het kind niet haar ­eigen achternaam? Dan hadden ze niet per se een nieuwe voornaam nodig. Haar man ging akkoord en zo geschiedde: haar 6-jarig zoontje heet Wei Yifan en haar 3-jarig dochtertje Fang Yifan (de achternaam staat in het Chinees vooraan).", "‘We vonden het vooral leuk klinken’, zegt Fang Qiannan in haar appartement in Hangzhou, een welvarende stad in het oosten van China. Grote Broer – zoals zijn moeder hem noemt – zit in de woonkamer te spelen. Kleine Zus heeft zich in de slaapkamer verstopt, verlegen voor het buitenlandse bezoek. ‘Hun voornaam is hetzelfde uitgesproken, maar de betekenis is anders. Mijn zoons naam betekent: vol zelfvertrouwen de zeilen hijsen. Mijn dochters naam: stilletjes schitteren.’", "Zoals Fang en haar echtgenoot zijn er in China steeds meer ouders die hun achternamen gelijk over hun kroost verdelen. De praktijk, populair geworden na het wegvallen van de eenkindpolitiek in 2016, komt vooral in grote steden voor. In Shanghai kreeg vorig jaar 10 procent van alle pasgeborenen de familienaam van hun moeder, aldus officiële cijfers. In Xiamen en Hang­zhou is volgens onderzoek zo’n 20 procent van alle tweede kinderen naar moederszijde genoemd.", "Traditioneel volgen kinderen in China hun vaders achternaam, reden waarom het krijgen van een zoon er zo belangrijk is: alleen via hem kan de ­familielijn worden voortgezet, een volgens het confucianisme heilige plicht. Dochters worden gezien ‘als gemorst water’: ze kosten geld om op te voeden, en trekken na hun huwelijk bij hun man in, om daar kinderen te baren voor diens familie. De mannelijke overdracht van achternamen hangt samen met een patriarchale maatschappij.", "Verschuiving genderpatronen", "Maar die traditionele genderpatronen zijn aan het verschuiven. Ironisch genoeg komt dat voor een stuk door de eenkindpolitiek, die voor veel meisjes fataal was: zij werden geaborteerd of afgestaan. Gezinnen die zich erbij neerlegden dat ze alleen een dochter hadden, behandelden die van de weeromstuit als een zoon. Die meisjes kregen betere opleidingen, betere banen, en werden financieel onafhankelijk. Zij zijn veel minder geneigd om mannelijke dominantie te aanvaarden.", "‘Mijn man en ik verdienen allebei evenveel, dus we hebben evenveel recht om beslissingen te nemen’, zegt Chen, een andere moeder uit Hang­zhou, die haar achternaam heeft doorgegeven aan haar tweede dochter. Haar eerste dochter heeft als achternaam Liu, naar haar man. ‘Ik heb daar vooraf duidelijke afspraken over gemaakt met mijn echtgenoot. Aangezien man en vrouw gelijk zijn, is het logisch dat we allebei de kans krijgen onze familienaam voort te zetten.’", "Fang Qiannan bedacht de naamverdeling niet vooraf, maar pas tijdens de tweede zwangerschap. Haar echtgenoot ging meteen akkoord. ‘Mijn man en ik hebben allebei in het buitenland gestudeerd’, zegt ze. ‘We werken allebei voor een buitenlands bedrijf, en komen geregeld in contact met buitenlandse culturen. We houden niet zo vast aan de Chinese tradities. In onze ogen kunnen tradities veranderen.’", "Fang voedt haar zoon en dochter gelijkwaardig op. ‘Toen ik klein was, werden jongens en meisjes heel ongelijk behandeld. Als mijn neefje jarig was, kwam mijn hele familie samen met cadeaus en taart. Mijn verjaardag was tien dagen later, maar werd helemaal niet gevierd. Ik heb me altijd voorgenomen mijn eigen kinderen nooit zo te behandelen. Grote Broer is op zijn 4de Engels beginnen leren, en zo zullen we het ook doen met Kleine Zus. Ze krijgen exact dezelfde kansen.’", "Grote verschillen in China", "De opkomst van de matroniemen lijkt een triomf voor de Chinese vrouwenemancipatie, maar zo eenduidig is het niet. Sommige moeders geven hun achternaam door op verzoek van hun eigen ouders. ‘Mijn vader vond het jammer dat hij alleen een dochter had, omdat ik zijn achternaam niet zou doorgeven’, zegt Fang. ‘Nu we twee kinderen mogen krijgen, hoopte hij dat één kind alsnog zijn achternaam zou krijgen, om dat eerdere tekort recht te zetten. Dat heeft bij mij meegespeeld.’", "Ook veelbetekenend is dat veel ­ouders hun achternamen gelijk verdelen als het eerste kind een jongen is en het tweede een meisje, maar niet in het omgekeerde geval. Het eerste kind wordt nog steeds aan de vader toegekend, net als een enige zoon. Ook Fang zou zich daarbij neerleggen. ‘Mijn schoonouders komen uit het noordoosten van China, daar denken ze nog traditioneler. Als hun enige kleinzoon niet hun naam krijgt, dat zouden ze heel moeilijk vinden. Ik wil geen ruzie in de familie.’", "Het toont hoe groot de verschillen binnen China zijn. In de grote steden aan de oostkust geven moeders zonder veel problemen hun achternaam door, op het platteland stuiten ze nog op sterke tradities. Terwijl een zoon daar nog steeds als ultieme levensdoel geldt, ligt de voorkeur in grote steden tegenwoordig bij dochters. ‘Voor een zoon moet je bij zijn huwelijk een huis inbrengen’, zegt Fang. ‘Al mijn vrienden zijn het erover eens: twee meisjes zijn het beste, twee zonen is een ramp.’", "Zelfverzonnen achternamen", "In Fangs eigen buurt, vol hoogopgeleide middenklassers, komt het ondertussen allemaal voor: kinderen met dubbele achternamen, kinderen met moeders achternaam, zelfs kinderen voor wie de ouders een hele nieuwe achternaam hebben verzonnen. Fang: ‘Bij een gezin in de buurt konden de moeder en vader het niet eens worden over wiens familienaam het kind zou krijgen. Uiteindelijk hebben ze een nieuwe achternaam bedacht. Hun zoontje heet Yun Le, oftewel: Gelijk Verdeeld.’"], "authors": ["Leen Vervaeke"], "keywords": ["van", "dochters", "ondanks", "china", "het", "welkom", "eenkindpolitiek", "zijn", "én", "achternaam", "een", "dankzij", "ineens", "en", "haar", "ze", "niet", "hun"], "pubDate": "2020-11-23T18:11:49+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}