{"id": "34e229ac-19b8-3017-8326-788205257dda", "title": "Sharon Dijksma: ‘Stap naar Utrecht is geen keuze tegen Amsterdam’", "url": "https://volkskrant.nl/nieuws-achtergrond/sharon-dijksma-stap-naar-utrecht-is-geen-keuze-tegen-amsterdam~b805759a/", "summary": "Sharon Dijksma wordt beëdigd als burgemeester van Utrecht.\nBeeld ANPDe mogelijkheid om in het begin van het nieuwe jaar in Utrecht aan de slag te gaan liet ze aan zich voorbijgaan.\nDen Oudsten complimenteerde de raad met de keuze voor zijn opvolger: ‘Utrecht staat op een kruispunt van ontwikkeling, aan de vooravond van een schaalsprong.\nSharon Dijksma is in staat leiding te geven aan die ontwikkeling.’Dijksma neemt een berg politieke en bestuurlijke ervaring mee naar Utrecht.\n‘Mijn stap naar Utrecht moet niet worden uitgelegd als een keuze tegen Amsterdam.", "paragraphs": ["Sharon Dijksma wordt beëdigd als burgemeester van Utrecht. Zij volgt Jan van Zanen op die deze zomer naar Den Haag vertrok. Beeld ANP", "De mogelijkheid om in het begin van het nieuwe jaar in Utrecht aan de slag te gaan liet ze aan zich voorbijgaan. Juist omdat gemeenten nog lastige laatste weken van het jaar wachten. Zoals een met spanning tegemoet geziene Oudjaarsavond. Als er openbare orde-problemen te verwachten zijn moet een burgemeester de leiding nemen, vindt Dijksma.", "Een beëdiging tot burgemeester met vertoon, wat aanvankelijk de bedoeling was, zat er er woensdagavond niet in. Een avond in de Grote Zaal van TivoliVredenburg moest vanwege corona worden geschrapt. In plaats daarvan kreeg Dijksma tijdens een bijeenkomst in het Utrechtse stadhuis de ambtsketen omgehangen. Door echtgenoot Thomas, een vorm van contact die als coronaproof werd beschouwd.", "Peter den Oudsten", "Utrecht zwaaide woensdagavond waarnemend burgemeester Peter den Oudsten uit die in de zomer was aangetreden om de naar Den Haag vertrokken Jan van Zanen tijdelijk op te volgen. Den Oudsten complimenteerde de raad met de keuze voor zijn opvolger: ‘Utrecht staat op een kruispunt van ontwikkeling, aan de vooravond van een schaalsprong. Sharon Dijksma is in staat leiding te geven aan die ontwikkeling.’", "Dijksma neemt een berg politieke en bestuurlijke ervaring mee naar Utrecht. Nog als dertiger was ze op enig moment het langst zittende Tweede Kamerlid. Ze was drie keer staatssecretaris. In Utrecht is ze de derde vrouwelijke burgemeester, na Lien Vos-Van Gortel en Annie Brouwer-Korf.", "Amsterdam", "Eerder op de dag nam ze afscheid van Amsterdam, waar ze een kleine 2,5 jaar wethouder is geweest. Ook daar ging het er ingetogen aan toe vanwege corona. In de raadszaal van de Stopera waren alleen de leden van het college van B en W aanwezig, raadsleden namen langs digitale weg aan de vergadering deel.", "Burgemeester Femke Halsema prees haar inmiddels ambtgenoot (‘Wij blijven dus wel samenwerken’) als een bestuurder die weliswaar kort actief was in de hoofdstad, maar haar sporen heeft achtergelaten. ‘Een krachtige bestuurder die bekend staat als de ‘fixer’ en door sommigen ook wel ‘de stille bulldozer’ wordt genoemd’, zo zei Halsema.", "Als wethouder voor verkeer kon Dijksma ‘pijnlijke boodschappen’ goed verkopen, zei Halsema, daarbij onder meer verwijzend naar besluiten om de parkeertarieven te verhogen en het te drukke verkeer met rondvaartboten aan te pakken. Volgens Halsema heeft het Amsterdamse verkeersbeleid baat gehad bij het Haagse netwerk van Dijksma.", "Kritiek", "Die ging zelf in haar dankwoord in op kritiek als zou ze een baantjesjager zijn die Amsterdam veel te snel in de steek heeft gelaten. ‘Mijn stap naar Utrecht moet niet worden uitgelegd als een keuze tegen Amsterdam. Die 2,5 jaar dat ik hier heb mogen werken, voelden voor mij wel als een volle periode.’", "Aan de raadsleden gaf de vertrekkende wethouder nog de verzekering mee dat het hoofdstedelijke metronet binnen afzienbare tijd flink wordt uitgebreid. De Noord-Zuidlijn zal worden verlengd tot voorbij Schiphol, de metro-ringlijn gaat eindelijk een echte ringlijn worden door ook vanaf de westkant van de stad aan te sluiten op Centraal Station. ‘Het komt goed met die twee metrolijnen, die gaan niet meer van de agenda af.’"], "authors": ["Marcel Van Lieshout"], "keywords": ["van", "die", "amsterdam", "een", "stap", "keuze", "te", "geen", "ze", "utrecht", "dijksma", "op", "als", "naar", "tegen", "het", "aan", "sharon"], "pubDate": "2020-12-16T20:44:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}