{"id": "34e7a8e6-d8f9-340b-908e-e84158a58568", "title": "Componist Camille Saint-Saëns: van compositorisch vernieuwer tot ouwe zeur", "url": "https://trouw.nl/cultuur-media/componist-camille-saint-saens-van-compositorisch-vernieuwer-tot-ouwe-zeur~b397a493/", "summary": "Le cygne is onderdeel van het bruisende en levendige Le Carnaval des Animaux – Grande Fantaisie Zoo­logique, gecreëerd door Camille Saint-Saëns in 1887.\nNa een lang (hij werd 86 jaar oud) en rumoerig leven waarin hij van ­mozartiaans wonderkind op de piano en compositorisch vernieuwer uitgroeide tot de ouwe zeur van de gevestigde Franse componistenclan.\nWaar hij als jonge componist en pianist door de conservatieve krachten van toen stevig werd aangevallen, attaqueerde hij nu zelf.\nZulke ambassadeurs heb je nodig, en als hij de kans krijgt zal hij dat komend jaar vast ook doen.\nAls het orgel in het laatste deel in volle glorie klinkt, doet het dat op een variatie van het gregoriaanse Dies Irae-thema uit de dodenmis.", "paragraphs": ["De stervende zwaan. We horen er meteen muziek bij – een zachtzoemende cello waarvan de klanken zich als het ware op prachtig stilstaand water neervlijen. De Russische ballerina Anna Pavlova werd wereldberoemd met deze voor haar gemaakte choreografie, waarin ze helemaal op het eind nog heel even, nauwelijks waarneembaar, met een hand fladdert. Een laatste stuiptrekking.", "Ironisch dat de muziek waarop choreograaf Mikhail Fokine deze beroemde solo maakte – een pas seul – juist helemaal niet over de dood gaat. Ze beeldt een spring­levende zwaan uit, die statig, met trotse gratie door het water zwemt. Le cygne is onderdeel van het bruisende en levendige Le Carnaval des Animaux – Grande Fantaisie Zoo­logique, gecreëerd door Camille Saint-Saëns in 1887. Het was een gelegenheidscompositie, meer een grap voor een privéconcert in carnavalstijd. Saint-Saëns zelf nam zijn ­‘Carnaval’ helemaal niet serieus. Het stuk werd pas één jaar na zijn dood uitgegeven. Tekenend is het wel dat juist Le Carnaval des ­Animaux uitgroeide tot Saint-Saëns’ ­beroemdste opus. Een opus zonder nummer, omdat de componist dit ‘niemendalletje’ niet eens in zijn werkcatalogus opnam.", "Onaangenaam sujet", "Saint-Saëns. Hij volgt dit jaar Ludwig van Beethoven op als jubilaris in de klassieke muziek. Het is honderd jaar geleden dat de Franse componist in Algiers zijn laatste adem uitblies. Na een lang (hij werd 86 jaar oud) en rumoerig leven waarin hij van ­mozartiaans wonderkind op de piano en compositorisch vernieuwer uitgroeide tot de ouwe zeur van de gevestigde Franse componistenclan. Waar hij als jonge componist en pianist door de conservatieve krachten van toen stevig werd aangevallen, attaqueerde hij nu zelf. En niet zo’n beetje ook. Van nieuwlichters als Igor Stravinsky en Claude Debussy moest hij niets hebben, en hij heeft hen in vlammende schotschriften voor rotte vis uitgemaakt.", "Dat deed het imago van Saint-Saëns geen goed. Hij gold in zijn laatste jaren als een ­bijzonder onaangenaam sujet en wordt in bepaalde kringen als componist nog steeds niet helemaal voor vol aangezien. Een wat saaie academicus, bij wie het in zijn composities meer om de juiste vorm ging dan om een originele omgang met de noten. Dat beeld behoeft nuancering, maar we hoeven die waarschijnlijk niet te verwachten uit zijn vaderland, waar hij al net zo genegeerd wordt als Hector Berlioz. Van enige activiteit rondom dit Saint-Saënsjaar is in Frankrijk nauwelijks sprake. Een goede, nieuwe biografie zit daar evenmin in de pijplijn. En trouwens, net als bij zijn vakbroeder Berlioz moet je voor goede biografen en studies over Saint-Saëns bij de Britten zijn.", "Magere Hein", "Die mooie zwaan uit Le Carnaval des Animaux gaat dus niet over de dood, maar die andere hit van Saint-Saëns doet dat in ex­tremis wel: de Danse macabre. Het is zijn andere ‘beroemdste’ compositie. Net als in het Carnaval des Animaux toont Saint-Saëns zich hier een meester in het orkestraal ­illustreren van de dichtregels van Henri ­Cazalis: om middernacht speelt Magere Hein op zijn ontstemde viool, openen zich de graven en dansen de geraamtes een wilde dans totdat de haan het ochtendgloren kraait. Heerlijk kleurrijke muziek, waarin de academicus zich ook in volle glorie toont. Saint-Saëns bedacht twee thema’s voor het stuk: een snelle, springerige melodie en eentje die veel lyrischer is. En wat blijkt? In de climax van de Danse passen die twee thema’s precies in elkaar en worden ze tegelijk gespeeld. Perfect contrapunt.", "De virtuoze pianist Saint-Saëns schreef vijf officiële pianoconcerten, die nauwelijks tot het repertoire behoren, het Tweede ­pianoconcert wellicht uitgezonderd. Dat is echt ten onrechte. Toen Hannes Minnaar tien jaar geleden de verrassende derde plek veroverde in het Koningin Elisabeth Concours in Brussel deed hij dat met een weergaloze uitvoering van Saint-Saëns’ Vijfde ­pianoconcert. Minnaar is de componist en zijn concerten daarna altijd blijven verdedigen. Zulke ambassadeurs heb je nodig, en als hij de kans krijgt zal hij dat komend jaar vast ook doen.", "Geduchte concurrentie", "En dan is er nog die andere compositie die aan Saint-Saëns kleeft. Zijn Derde symfonie, die als bijnaam Orgelsymfonie heeft gekregen. Naast pianist was Saint-Saëns ook jarenlang de vaste organist van de Madeleine in Parijs, en hij wist hoe hij een orgel kon laten denderen. Hij componeerde de symfonie ter nagedachtenis aan Franz Liszt. Liszt was een nieuwlichter, die zo’n beetje als enige geloofde in de jonge Saint-Saëns. In Weimar zorgde Liszt ervoor dat Saint-Saëns’ opera Samson et Dalila het licht kon zien. In de Orgelsymfonie bedankt Saint-Saëns hem als het ware daarvoor. Als het orgel in het laatste deel in volle glorie klinkt, doet het dat op een variatie van het gregoriaanse Dies Irae-thema uit de dodenmis. Dat Saint-Saëns melodieën kon bedenken bewijst het feit dat dit thema in de jaren zeventig tot popsong werd omgebouwd en een enorme hit werd.", "Met de jaarwisseling zijn we dus ook gewisseld van Beethoven naar Saint-Saëns. De Fransman bewonderde de Duitser overigens in hoge mate. Tijdens het eeuwfeest dat Liszt in 1870 voor Beethoven organiseerde, hielp Saint-Saëns mee. En speelde hij samen met Liszt een bewerking van diens Beet­hoven-Cantate op de piano.", "Maar, laten we wel wezen, Saint-Saëns is niet zo’n universeel genie als Beethoven, en de feestelijkheden zullen navenant zijn. En dan is 2021 ook nog eens niet alleen het jaar van Saint-Saëns. Hij heeft geduchte concurrenten, ook honderd jaar na zijn dood. En niet de minsten: Josquin Desprez (500ste sterfdag), Jan Pieterszoon Swee­linck (400ste sterfdag), Tomaso Albinoni (350ste geboortedag), Giovanni Bottesini (200ste geboortedag), Engelbert Humperdinck (100ste sterfdag), Astor Piazzolla (100ste geboortedag) en Igor Stravinsky (50ste sterfdag). Zul je zien dat die laatste dit jaar toch weer de meeste aandacht krijgt. Saint-Saëns zou van ergernis uit elkaar geploft zijn.", "Lees ook:", "Waarom Beethoven inspireert om beter te gaan leven", "Wie was Ludwig Van Beethoven nou echt? Jan Caeyers geeft verrassende antwoorden in zijn boek dat in dit Beethovenjaar als officiële biografie bestempeld is."], "authors": ["Peter Van Der Lint"], "keywords": ["tot", "zijn", "van", "camille", "het", "compositorisch", "en", "een", "dat", "zeur", "ouwe", "saintsaëns", "vernieuwer", "die", "hij", "als", "componist"], "pubDate": "2021-01-08T13:46:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}