{"id": "34ebbcdf-d475-3108-bc37-bdc389544f61", "title": "Teslabaas Elon Musk onttroont Jeff Bezos als rijkste persoon op aarde", "url": "https://www.parool.nl/wereld/teslabaas-elon-musk-onttroont-jeff-bezos-als-rijkste-persoon-op-aarde~b962c549/", "summary": "Op dit moment bedraagt het vermogen van Musk zo’n 188,5 miljard dollar, waarmee hij 1,5 miljard dollar rijker is dan Bezos, aldus Bloomberg.\nVia Twitter, het sociale medium waarop Musk vaak opvallende uitspraken doet, reageerde de ondernemer kort op het nieuws: ‘Wat raar.\nIn 2018 was hij de eerste persoon ter wereld met een vermogen van meer dan 100 miljard dollar.\nIn augustus 2020 was Bezos de eerste persoon met een vermogen van meer dan 200 miljard dollar.\nOnder zijn leiding groeide Amazon uit tot het grootste handelsbedrijf op het internet.", "paragraphs": ["Elon Musk. Beeld AP", "Musks vermogen steeg vorig jaar in razend tempo. Dat heeft de geboren Zuid-Afrikaan voornamelijk te danken aan de gestegen aandelenkoers van Tesla. Op dit moment bedraagt het vermogen van Musk zo’n 188,5 miljard dollar, waarmee hij 1,5 miljard dollar rijker is dan Bezos, aldus Bloomberg.", "De 49-jarige Musk bezit ongeveer een vijfde van alle Tesla-aandelen, die eind 2020 acht keer zoveel waard waren dan aan het begin van het jaar. Donderdag noteerde Tesla in de namiddag (Nederlandse tijd) op Wall Street ruim 5 procent hoger.", "Dat Tesla-stukken zo duur zijn, komt vooral doordat zowel professionele als particuliere beleggers hoge toekomstverwachtingen hebben van de elektrische auto’s van het concern. Op dit moment produceert het Amerikaanse bedrijf nog maar een fractie van wat ‘traditionele’ autofabrikanten als General Motors of Ford maken", "Niet alleen de aandelen zelf die Musk bezit vormen de basis van zijn gigantische vermogen. Hij werd in 2012 en 2018 ook beloond met opties om tegen een gunstige prijs stukken van de elektrische automaker te kopen. Dat recht levert hem nu een papieren winst op van 42 miljard dollar.", "Via Twitter, het sociale medium waarop Musk vaak opvallende uitspraken doet, reageerde de ondernemer kort op het nieuws: ‘Wat raar. Nou, tijd om weer aan het werk te gaan.’", "Well, back to work … — Elon Musk (@elonmusk) 7 januari 2021", "Koers Amazon onder druk", "De Amerikaanse ondernemer en investeerder Jeff Bezos was sinds 2017 de rijkste man tot Musk hem inhaalde. In 2018 was hij de eerste persoon ter wereld met een vermogen van meer dan 100 miljard dollar. Na zijn scheiding bedroeg zijn vermogen 115,60 miljard. In augustus 2020 was Bezos de eerste persoon met een vermogen van meer dan 200 miljard dollar.", "", "Bezos vergaarde zijn fortuin als technologisch zakenman en speelde een rol bij het groeien van de e-commerce als oprichter en CEO van de site Amazon.com. Onder zijn leiding groeide Amazon uit tot het grootste handelsbedrijf op het internet. De koers van de Amazon-aandelen staat momenteel echter onder druk, omdat beleggers vrezen dat het bedrijf zal lijden onder toegenomen reguleringen.", "Jeff Bezos. Beeld Anadolu Agency via Getty Images", "De top tien rijkste mensen op aarde: 1. Elon Musk 2. Jeff Bezos 3. Bill Gates 4. Bernard Arnault 5. Mark Zuckerberg 6. Zhong Shanshan 7. Warren Buffett 8. Larry Page 9. Sergey Brin 10. Larry Ellison"], "authors": ["Anp Het Parool"], "keywords": ["persoon", "rijkste", "elon", "van", "onttroont", "het", "zijn", "miljard", "jeff", "teslabaas", "een", "vermogen", "op", "onder", "bezos", "als", "musk"], "pubDate": "2021-01-07T16:23:02Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}