{"id": "34f1a687-da98-35d0-b07f-d99714a52526", "title": "Lockdown nog geen knockout, maar 'een joggingbroek levert minder op dan een pak'", "url": "https://nos.nl/nieuwsuur/artikel/2363060-lockdown-nog-geen-knockout-maar-een-joggingbroek-levert-minder-op-dan-een-pak.html", "summary": "Onzekerheid kenmerkte voor veel ondernemers het jaar 2020.\n\"In de eerste hadden ze nog buffers, die zijn nu veel minder\", zegt Bouman.\nExtra vervelend is dat zij veel inkomsten moesten missen tijdens de kerstperiode: een joggingbroek levert toch minder op dan een pak.\"\nTienduizenden euro's huurEen van de ondernemers die dapper overeind bleef, is de Amsterdamse zalenuitbater Ramazan Bozdag, die vóór corona grote feesten organiseerde.\nHij heeft een lening afgesloten en de juridische strijd aangebonden met zijn huurbaas, die hem in december geen huurkorting meer wil geven:", "paragraphs": ["Onzekerheid kenmerkte voor veel ondernemers het jaar 2020. De eerste lockdown, die halverwege maart begon, bleek het startschot van de grootste recessie in Nederland sinds de Tweede Wereldoorlog.", "Maar wat is op dit moment de stand van ondernemend Nederland? We bespreken het met econoom Mathijs Bouman.", "Veel ondernemers in de 'lockdownsectoren' ervaren meer negatieve effecten van de tweede lockdown. \"In de eerste hadden ze nog buffers, die zijn nu veel minder\", zegt Bouman. Naast de horeca- en toerismesector, heeft ook de kleine detailhandel het zwaar. \"Zoals de kledingwinkel in de winkelstraat. Extra vervelend is dat zij veel inkomsten moesten missen tijdens de kerstperiode: een joggingbroek levert toch minder op dan een pak.\"", "Toch blijft het aantal faillissementen relatief laag, ook in de horeca. De afgelopen vijf jaar gingen jaarlijks gemiddeld 206 zaken failliet. Het afgelopen jaar was dat maar íets meer: 230.", "Tienduizenden euro's huur", "Een van de ondernemers die dapper overeind bleef, is de Amsterdamse zalenuitbater Ramazan Bozdag, die vóór corona grote feesten organiseerde. De pandemie zorgde bij hem voor ongekend harde klappen. De maandelijkse huur van 29.000 euro van zijn zalencomplex kan hij niet meer betalen.", "Bozdag wil de handdoek niet in de ring gooien. Hij heeft een lening afgesloten en de juridische strijd aangebonden met zijn huurbaas, die hem in december geen huurkorting meer wil geven:"], "authors": ["Dit Is Een Artikel Van"], "keywords": ["jaar", "meer", "zijn", "lockdown", "nog", "wil", "pak", "die", "veel", "van", "een", "joggingbroek", "minder", "knockout", "levert", "op", "het", "ondernemers", "maar"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}