{"id": "34f74a89-ce65-38de-a6c0-0509ff819017", "title": "Martin Amis: ‘Je kunt niet meer verwachten dat lezers gaan speuren naar betekenis’", "url": "https://volkskrant.nl/cultuur-media/martin-amis-je-kunt-niet-meer-verwachten-dat-lezers-gaan-speuren-naar-betekenis~b91b070c/", "summary": "Via het personage Phoebe Phelps, een soort amalgaam van een reeks vroegere vriendinnen, geeft het boek een inkijkje in Amis’ liefdesleven.\n‘Toen ik het project weer opnam, besloot ik bovendien dat het een roman zou zijn en ook dat verschafte me extra bewegingsruimte.\nAls je in de eerste persoon schrijft, is dat als een zoomshot in een film: je komt heel dichtbij.\nBovendien voelde ik dat dat voorrecht mij ook een soort verplichting oplegde: dat ik mijn lezers verschuldigd was erover te vertellen.\nAls ik aan mijn lezers denk, zie ik mijn jongere ik voor me.", "paragraphs": ["Martin Amis: ‘Ik hield veel meer van mijn vaders stijl dan hij van de mijne. Van het post­moderne in mijn boeken moest hij weinig hebben.’ Beeld Elena Seibert", "Het is zijn persoonlijkste boek en tevens de laatste dikke roman die we van hem kunnen verwachten. In Uit de eerste hand (Inside Story) blikt Martin Amis (71) terug op zijn leven en loopbaan als schrijver. Rode draad hierin vormt zijn vriendschap met journalist en essayist Christopher Hitchens (1949-2011), en met zijn oudere collega’s Saul Bellow (1915-2005) en Philip Larkin (1922-1985). Via het personage Phoebe Phelps, een soort amalgaam van een reeks vroegere vriendinnen, geeft het boek een inkijkje in Amis’ liefdesleven.", "Daarnaast bevat Uit de eerste hand een groot aantal bespiegelingen over de meest uiteenlopende zaken, waaronder heel wat over het schrijverschap en de kunst van het schrijven. Je zou het boek een ‘portable Martin Amis’ kunnen noemen. Maar het heeft wel even geduurd voordat het er was.", "Wie is Martin Amis? Martin Amis werd geboren op 25 augustus 1949 als zoon van Hilary Bardwell en de befaamde ‘angry young man’ Kingsley Amis. Na hun scheiding hertrouwde Kingsley met schrijfster Elizabeth Jane Howard. Amis jr. studeerde Engelse taal- en letterkunde aan Exeter College in Oxford en was redacteur bij het Times Literary Supplement en New Statesman. In 1973 publiceerde hij zijn eerste roman, The Rachel Papers. In de jaren tachtig en negentig groeide hij uit tot een van de meest gereputeerde schrijvers van het Verenigd Koninkrijk. In totaal publiceerde Amis vijftien romans, twee verhalenbundels en acht non-fictiewerken. Tot zijn belangrijkste boeken behoren Geld (Money, 1984), London Fields (1989), De informatie (The Information, 1995) en Ervaring (Experience, 2000).", "Achttien jaar geleden begon u aan wat nu Uit de eerste hand is. Op een gegeven moment legde u het terzijde. Waarom?", "‘Het lukte me maar niet om het materiaal dat ik opschreef echt tot leven te wekken. Na de dood van mijn vriend Christopher Hitchens, negen jaar geleden, heb ik het weer opgepakt. Op dat moment waren alle belangrijke figuren over wie ik wilde schrijven overleden en kennelijk was dat nodig om mij de benodigde vrijheid te geven.", "‘Toen ik het project weer opnam, besloot ik bovendien dat het een roman zou zijn en ook dat verschafte me extra bewegingsruimte. Ik ben nooit gek geweest op autofictie en heb altijd de voorkeur gegeven aan wat ik bij gebrek aan een beter woord de ‘kunstroman’ noem. Het verschil tussen een kunstroman en autofictie is als dat tussen een damesschoen – met zijn stilettohak, gewelfde zool en versiering – en de klomp vlees aan het eind van je been. Een kunstroman is gestileerde werkelijkheid.’", "Uit de eerste hand is wel een kunstroman met veel voetnoten en veertien pagina’s index. De verhaallijn wordt geregeld onderbroken door uitvoerige beschouwingen. Was die ongebruikelijke opzet van meet af aan het plan?", "‘Het boek bevat veel essayistische uitweidingen, die ik deels in noten heb ondergebracht. Dat was geen programmatische keuze, het gebeurde intuïtief. Mijn hele loopbaan heb ik het schrijven van romans, essays en literaire kritiek afgewisseld en in dit boek heb ik ervoor gekozen die genres door elkaar te laten lopen. Ik wilde de figuur van de schrijver, ikzelf dus, en zijn thema’s op een volgens mij niet eerder vertoonde manier bij elkaar brengen.’", "Behalve The Mezzanine van Nicholson Baker en Pale Fire van Vladimir Nabokov schieten mij weinig romans te binnen die voet- of eindnoten bevatten. Waren dat inspiratiebronnen?", "‘Ik heb erg genoten van de komische pedanterie van The Mezzanine en Nabokov is een van de allergrootsten, maar ik heb hun boeken niet herlezen toen ik aan Uit de eerste hand begon. Ze zullen bij het schrijven in mijn achterhoofd aanwezig zijn geweest.’", "U komt zelf in zowel de eerste als de derde persoon voor in het boek, soms op dezelfde pagina. Welke gedachte zit daarachter?", "‘Door zowel over ‘ik’ als over ‘Martin’ te schrijven, bood ik mezelf een extra dimensie om in te verblijven. Als je in de eerste persoon schrijft, is dat als een zoomshot in een film: je komt heel dichtbij. De derde persoon is veel afstandelijker. Ook dit kwam intuïtief tot stand: al schrijvend vond ik dat bepaalde passages beter tot hun recht kwamen als er een ‘ik’ aan het woord was, en andere wanneer ik mezelf als ‘hij’ beschreef.’", "Is Uit de eerste hand mede een poging om de dood te verwerken van drie mensen die belangrijk voor u zijn geweest: Philip Larkin, Saul Bellow en Christopher Hitchens?", "‘Ja, al is verwerken misschien niet het juiste woord. Ik ben mijn hele leven een bevoorrecht observator geweest van de literaire wereld en had het idee dat het de moeite waard was dit gegeven eens nader onder de loep te nemen. Bovendien voelde ik dat dat voorrecht mij ook een soort verplichting oplegde: dat ik mijn lezers verschuldigd was erover te vertellen. Ik ben de zoon en de stiefzoon van twee vooraanstaande schrijvers: Kingsley Amis en Elizabeth Jane Howard. Pas later ben ik me gaan realiseren hoe bijzonder het is dat ik een vader had die niet alleen schrijver was, maar hetzelfde type schrijver. We schrijven allebei in de komische, satirische traditie, de mock epic, waarbij je in een verheven stijl schrijft over relatief triviale zaken.’", "Martin Amis: ‘Als ik aan mijn lezers denk, zie ik mijn jongere ik voor me.’ Beeld Elena Seibert", "Hoe was de relatie met uw vader?", "‘We hadden niet alleen op persoonlijk niveau een goede band, maar ook een goede literaire vriendschap. We konden uitstekend met elkaar praten over literaire zaken. Voor zover ik weet zijn er geen andere voorbeelden van ouders en kinderen die hetzelfde type schrijver waren met een vergelijkbaar oeuvre. Natuurlijk had je Alexandre Dumas père en fils, maar dat waren zeer verschillende schrijvers.’", "Leverden uw vader en u commentaar op elkaars werk, na of wellicht al voor publicatie?", "‘Ik hield veel meer van zijn schrijfstijl dan hij van de mijne. Hij heeft een aantal van mijn boeken gelezen, maar reageerde altijd nogal lauw. Hoewel hij wel degelijk een aantal ambitieuze boeken heeft geschreven, was het zijn overtuiging dat een roman pretentieloos vermaak moest zijn. In zijn werk is de blik niet naar binnen gericht, zoals bij mij wel het geval is. Van de postmodernistische elementen in mijn boeken moest hij weinig hebben.’", "Amis raakte in zijn studietijd in Oxford bevriend met de latere journalist Christopher Hitchens. De twee vormden later, samen met Julian Barnes en James Fenton, de redactie van het politieke en culturele tijdschrift New Statesman. In Uit de eerste hand staan prachtige verhalen over met alcohol en nicotine doordesemde bijeenkomsten waarin Amis en Hitchens de literatuur, het leven en de liefde bespreken. Dat ‘The Hitch’ voor Amis een belangrijk intellectueel ijkpunt en in zekere zin zelfs een niet-geconsummeerde liefde was, lijdt geen twijfel. Hij vergelijkt hun relatie met die tussen zijn vader, Kingsley, en diens vriend en geestverwant, de befaamde dichter Philip Larkin, die ook uitvoerig is geportretteerd in het boek.", "Amis: ‘Ik mis Christopher nog elke dag. Zelfs toen hij met stadium 4 slokdarmkanker in het ziekenhuis lag, wilde ik niet geloven dat hij stervende was. Hitch zelf was er trouwens ook van overtuigd dat hij zou overleven.’", "Saul Bellow figureert in het boek als die zeldzame schrijver van wie Amis onmiddellijk beseft dat hij zijn meerdere is. Met pijn in zijn ziel moet hij aanschouwen hoe deze grote geest in de laatste fase van zijn leven ten onder gaat aan alzheimer.", "Was Saul Bellow als een literaire vader voor u?", "‘Nee, daarvoor was hij te zeer een ander soort schrijver. Hij is de enige auteur die meesterlijke romans heeft geschreven over zijn directe omgeving. Bij Roth, Updike en anderen leidde dat niet tot werkelijk grootse boeken. Het moet te maken hebben met de vastberaden, onverschrokken wijze waarop hij naar zijn eigen werkelijkheid keek. Die gaf hem toegang tot een universele werkelijkheid.’", "U beschouwt Uit de eerste hand als een apologie: een verdediging van uw positie, principes en betrokkenheid. Verklaart dat ook de voor een roman nogal opvallende ondertitel van de Engelse editie, ‘How to Write’?", "‘Ja. Ik wilde ingaan op de technische aspecten van het schrijven van een goede zin. Er zit zeker een didactische kant aan mijn boek. Als je de memoires leest van een kunstenaar, musicus, atleet of iemand anders die specialist is op een bepaald gebied, wil je altijd weten over de technische kant van de zaak. Niet de algemeenheden. Ik geef in mijn boek specifieke informatie over dingen als de lengte van een paragraaf, het gebruik van voor- en achtervoegsels, interpunctie, enzovoort.’", "Zijn die passages gericht aan de lezer, aan andere schrijvers of misschien aan uw jongere ik?", "‘Dat laatste. Als ik aan mijn lezers denk, zie ik mijn jongere ik voor me. Mijn ideale lezer is nauwelijks volwassen, zeg een jaar of 20, pakt een van mijn boeken en voelt zich onmiddellijk persoonlijk aangesproken door de schrijver. De boeken van Saul Bellow zijn gericht aan de ‘superlezer’: oudere, belezen figuren. Mijn ideale lezer is iemand die bezig is zijn weg in het leven te vinden.’", "U stelt in uw boek dat de manier waarop romans worden geschreven en gelezen in de loop van uw schrijverscarrière is veranderd.", "‘Dat heeft deels te maken met de versnelling van de geschiedenis, van de tijd die wij doormaken. Dat leidt ertoe dat ook de roman een hoger tempo moet hebben, want de romanschrijver leeft in een versnellende wereld. Je kunt niet langer van de lezer verwachten dat hij gaat speuren naar de bedoelingen van de schrijver, dat hij afwegingen maakt en uiteindelijk zelf de conclusie trekt dat twee plus twee vier is. De hedendaagse lezer verwacht een heldere boodschap. Het nabokoviaanse idee om met de lezer te spelen, hem suggesties en aanwijzingen te geven en dus zelf aan het werk te zetten, is passé.’", "Een roman moet volgens u zowel humor als ernst bevatten.", "‘Dat besef ontstond na mijn vorige roman, Het interessegebied (The Zone of Interest, 2014), die over de Holocaust gaat, maar ook plaats biedt aan humor. Van mijn Duitse uitgever begreep ik dat het boek vanwege dat feit in Duitsland unaniem negatief is besproken. Men vond: je moet óf humoristisch schrijven, óf ernstig. Dat vind ik een primitief literair principe. Ernst zonder humor is onverdraaglijk, onmogelijk. Zoals de schrijver en criticus Clive James zei: ze zijn allebei een vorm van gezond verstand, alleen is humor gezond verstand dat danst.’", "Uw boeken werden en worden altijd prominent en uitvoerig gerecenseerd. Is de betekenis van die recensies voor u veranderd in de loop der jaren?", "‘Zeker. Ik ben er langzamerhand meer afstand van gaan nemen, wat niet betekent dat ze me niet meer interesseren. Ik beschouw ze nu als een soort vulgaire afleiding. Begrijp me niet verkeerd: ik kijk niet neer op de tijd, energie en intelligentie die komt kijken bij het schrijven van een goede boekrecensie. Ik heb er zelf honderden geschreven en ik weet dat het serieus werk is. Maar recensies zijn stemmen in een andere kamer voor me geworden, die niet meer echt tot mij zijn gericht, zoals vroeger. Wel belangrijk is de wetenschap dat mijn schrijverschap in de wereld niet met algehele minachting wordt bejegend. Ik geef toe: dat zou me danig dwarszitten.’", "De dood vormt de rode draad in Uit de eerste hand. Is dit een boek dat u alleen op gevorderde leeftijd kon schrijven?", "‘Beslist. Wanneer je ouder bent kun je eindelijk met een zekere evenwichtigheid naar de dood kijken. Je hebt als mens een lange tijd nodig om vertrouwd te raken met het begrip dood. Jeugdige veerkracht en dwaasheid zorgen er lang voor dat je het negeert. Pas als je halverwege de 40 bent, begin je erover na te denken en vervolgens wordt het onafwendbaar. Freud zei dat geen mens echt kan nadenken over zijn eigen niet-bestaan, maar het is onvermijdelijk dat je dat op een gegeven moment wel doet. De meeste vijftigers gaan gebukt onder dat nadenken. Maar als je je sterfelijkheid eenmaal hebt geaccepteerd, wordt het leven weer heel fascinerend.’", "Beeld Atlas Contact"], "authors": ["Hans Bouman"], "keywords": ["van", "als", "lezers", "kunt", "het", "meer", "naar", "gaan", "zijn", "speuren", "verwachten", "martin", "ik", "die", "niet", "je", "een", "en", "dat", "mijn"], "pubDate": "2020-12-04T13:00:22+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}