{"id": "34f774a1-553d-3443-8469-a01894e70a94", "title": "Europees Parlement steunt resolutie over Friese taal en cultuur", "url": "https://www.dvhn.nl/binnenland/Europees-Parlement-steunt-resolutie-over-Friese-taal-en-cultuur-26297325.html", "summary": "De taal en cultuur van minderheden in de Europese Unie, zoals Friezen in Nederland of Sami in Zweden, moeten beter beschermd worden.\nEr moet meer aandacht aan minderheidstalen worden besteed in het onderwijs, en meer positieve actie komen in de cultuursector en in openbare diensten om het uitsterven ervan tegen te gaan, stelt het Europees Parlement in een resolutie.\n\"Fries zijn betekent trots zijn op de geschiedenis en het culturele erfgoed van dit deel van Nederland.\nIk geloof dat het een van de kernwaarden van onze unie is dat we respect hebben voor culturele en taalkundige diversiteit, en dat we de rechten van minderheden in de EU beschermen.\"\nZo moet het aantal uren onderwijs in het Fries omhoog en moeten het Limburgs en het Nedersaksisch meer aandacht krijgen in lesprogramma's, vindt de organisatie.", "paragraphs": ["De taal en cultuur van minderheden in de Europese Unie, zoals Friezen in Nederland of Sami in Zweden, moeten beter beschermd worden. Er moet meer aandacht aan minderheidstalen worden besteed in het onderwijs, en meer positieve actie komen in de cultuursector en in openbare diensten om het uitsterven ervan tegen te gaan, stelt het Europees Parlement in een resolutie.", "Het parlement vergaderde over de kwestie naar aanleiding van het burgerinitiatief Minority SafePack dat door meer dan een miljoen bezorgde mensen is ondertekend. Minderheidsgroepen komen steeds vaker in de verdringing, erkent ook het EU-parlement. Hun taalkundige rechten moeten beter beschermd worden en taalgemeenschappen meer gerespecteerd.", "\"Het is belangrijk dat we Fries blijven leren om dit deel van onze culturele rijkdom te behouden\", zegt Europarlementariër Malik Azmani (VVD), die Marokkaanse wortels heeft en is geboren en getogen in Friesland. \"Fries zijn betekent trots zijn op de geschiedenis en het culturele erfgoed van dit deel van Nederland. Ik geloof dat het een van de kernwaarden van onze unie is dat we respect hebben voor culturele en taalkundige diversiteit, en dat we de rechten van minderheden in de EU beschermen.\"", "In september nog riep de Raad van Europa, die geen EU-instelling is en zich onder meer voor mensenrechten inzet, Nederland op meer te doen voor de regionale talen. Zo moet het aantal uren onderwijs in het Fries omhoog en moeten het Limburgs en het Nedersaksisch meer aandacht krijgen in lesprogramma's, vindt de organisatie."], "authors": [], "keywords": ["van", "dat", "europees", "nederland", "en", "cultuur", "resolutie", "te", "taal", "meer", "parlement", "worden", "voor", "friese", "steunt", "het", "moeten"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}