{"id": "3515a66a-33b5-3bc8-a524-6118eabe3e67", "title": "Deense prins Christian (15) besmet met coronavirus", "url": "https://nu.nl/achterklap/6095210/deense-prins-christian-15-besmet-met-coronavirus.html", "summary": "De Deense prins Christian is zondag positief getest op het coronavirus, meldt het Deense koningshuis maandag.\nDe vijftienjarige prins zit de komende tijd in isolatie met zijn familie.\nHet is onbekend of ook andere familieleden van de prins besmet zijn met het coronavirus.\nZondag kreeg kroonprins Frederik, de vader van prins Christian, bericht dat er een uitbraak van COVID-19 was op de Tranegardskolen in Hellerup, waar de prins naar school gaat.\nDenemarken registreerde maandag ruim tweeduizend nieuwe besmettingen met het coronavirus, wat het totale aantal besmettingen in het lands sinds 27 februari op 92.649 brengt.", "paragraphs": ["De Deense prins Christian is zondag positief getest op het coronavirus, meldt het Deense koningshuis maandag. De vijftienjarige prins zit de komende tijd in isolatie met zijn familie.", "Het is onbekend of ook andere familieleden van de prins besmet zijn met het coronavirus. Ook is niet bekend hoelang de koninklijke familie in isolatie blijft. De prins heeft volgens de berichtgeving recentelijk geen contact gehad met andere leden van de koninklijke familie.", "Zondag kreeg kroonprins Frederik, de vader van prins Christian, bericht dat er een uitbraak van COVID-19 was op de Tranegardskolen in Hellerup, waar de prins naar school gaat. De prins is na zijn vader de tweede in de lijn van de troonopvolging in Denemarken.", "Denemarken registreerde maandag ruim tweeduizend nieuwe besmettingen met het coronavirus, wat het totale aantal besmettingen in het lands sinds 27 februari op 92.649 brengt. 894 personen overleden aan de gevolgen van het virus."], "authors": ["Door"], "keywords": ["van", "deense", "vader", "besmet", "het", "op", "met", "zijn", "christian", "maandag", "ook", "prins", "15", "coronavirus"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}