{"id": "351c1206-501f-3c26-b480-bc0f713bc7b2", "title": "Nieuwe aandelen zijn gratis reclame voor de een, ontslag voor de ander", "url": "https://volkskrant.nl/economie/nieuwe-aandelen-zijn-gratis-reclame-voor-de-een-ontslag-voor-de-ander~bdf8f101/", "summary": "Deze week friste hij weer een oude truc op en kondigde aan dat klanten van Blokker aandelen kunnen verwerven in zijn keten.\nDat leverde tonnen aan aan gratis reclame op.\nEn toen werd het een publicitair blok aan het been.\nMaar nu net als in de jaren negentig aandelen maar één weg kennen – omhoog – moet je ermee kunnen scoren.\nVorige week staken de huidige aandeelhouders onder aanvoering van een aantal activistische aasgieren, daar een stokje voor.", "paragraphs": ["Michiel Witteveen – Blokker", "Frist oude truc op", "Beeld Robin van Lonkhuijsen / ANP", "Of hij het redt met Blokker is nog maar de vraag. Maar Michiel Witteveen is een uitstekende marketeer. Deze week friste hij weer een oude truc op en kondigde aan dat klanten van Blokker aandelen kunnen verwerven in zijn keten. Dat leverde tonnen aan aan gratis reclame op.", "In 1992 lanceerde Ahold zijn AH Vaste Klantenfonds, die het voor de mensen die bij Albert Heijn boodschappen deden mogelijk maak­te te participeren in de waardestijging van Ahold. Het bleek als klantenbinder een schot in de roos. In de loop van de tijd stroomden 120 duizend klanten toe. Maar de koers van Ahold stortte in 2003 in door het boekhoudschandaal. En toen werd het een publicitair blok aan het been. In 2006 werd het Albert Heijn Vaste Klantenfonds opgeheven.", "Witteveen geeft er zijn eigen draai aan. Hij presenteert het als een vorm van ‘fractie beleggen’ waarbij de spaarpunten kunnen worden omgeruild voor aandelen, of eigenlijk certificaten van aandelen, want Witteveen wil niet dat zij ook stennis gaan schoppen op de aandeelhoudersvergadering als het onverhoopt verkeerd gaat. In de VS wordt het wel toegepast door bedrijven in zwaar weer. En Blokker heeft het ook bepaald niet gemakkelijk, want de gouden formule is nog niet ontdekt. Maar nu net als in de jaren negentig aandelen maar één weg kennen – omhoog – moet je ermee kunnen scoren.", "Christophe Cuvillier – Unibail Rodamco", "Kreeg nul op het ­rekest", "Beeld Hollandse Hoogte / AFP", "Ook Unibail ­Rodamco had aandelen willen uitgeven, niet bij trouwe klanten maar bij grote beleggers. Vorige week staken de huidige aandeelhouders onder aanvoering van een aantal activistische aasgieren, daar een stokje voor. Die vonden dat een nieuwe emissie zou leiden tot verwatering van hun aandelen. Of de kleiner wordende winst zou onder nog veel meer aandeelhouders moeten worden verdeeld. De Franse bestuursvoorzitter Christophe ­Cuvillier moest daarop zijn biezen pakken.", "Unibail Rodamco is een van de grootste vastgoedbeleggers ter wereld. Het is ontstaan uit het Nederlandse Rodamco dat in 2007 met het Franse Unibail en tien jaar later met het Australische Westfield samenging. Bijna 90 procent van zijn 65 miljard euro aan vermogen is belegd in luxe winkelcentra, waarvan een derde in Frankrijk en een kwart in de VS. En daar gaat het niet goed mee. De fysieke winkels hebben het sowieso al moeilijk en door corona dalen de huurinkomsten nog verder. De koers zakte dit jaar al met 60 procent. Cuvillier vond het daarom nodig de kas te spekken. Hij schreef een claimemissie van 3,5 miljard uit, zodat een deel van de schulden zouden kunnen worden afgelost. Maar hij heeft nul op rekest gekregen. Zijn opvolger is een andere Fransman. Jean-Marie­Tritant mag een uitweg in het labyrint gaan zoeken."], "authors": ["Peter De Waard"], "keywords": ["nieuwe", "van", "ander", "niet", "een", "gratis", "aandelen", "en", "reclame", "maar", "zijn", "ontslag", "voor", "hij", "het", "aan"], "pubDate": "2020-11-20T18:37:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}