{"id": "35315dde-17be-377d-9d75-2aca3ab6f93a", "title": "Actieplan van de NPO moet de cultuursector en -liefhebbers redden", "url": "https://trouw.nl/cultuur-media/actieplan-van-de-npo-moet-de-cultuursector-en-liefhebbers-redden~b7301021/", "summary": "De NPO stampt op dit moment in een moordend tempo een actieplan voor de cultuursector uit de grond.\nHet doel is dat zoveel mogelijk van het budget terechtkomt bij de makers.”Hoe de programmering er precies gaat uitzien is nog onduidelijk.\nSimon Reinink: Leg de nadruk op zelfstandige artiesten Simon Reinink, directeur van het Concertgebouw, was een van de pleitbezorgers voor meer cultuur op televisie.\nIk vraag me af of het geld dat nu wordt uitgetrokken voor het actieplan wel echt bij de artiesten terechtkomt.\nHet zou het beter zijn om een dagelijks programma van een uur te maken over kunst, cultuur en boeken.", "paragraphs": ["Opera’s en theatervoorstellingen bezoeken? Dat kan het komende half jaar vanuit de eigen luie stoel. De NPO stampt op dit moment in een moordend tempo een actieplan voor de cultuursector uit de grond. Daarbij vaart niet alleen de kijker wel, maar ook de artiesten. Althans, dat is de bedoeling.", "De Nederlandse Publieke Omroep wil al vanaf 1 december een podium bieden aan de artiesten die door de coronacrisis hun vak niet kunnen uitoefenen. Daarvoor wordt NPO2 extra, dat normaal in het pluspakket zet, in ieder geval door Ziggo en KPN gratis beschikbaar gesteld. Ook op NPO 1, 2, en 3 en verschillende radiokanalen komt extra zendtijd beschikbaar. Om alles te realiseren stelt cultuurminister Ingrid van Engelshoven tien miljoen ter beschikking. In totaal is veertien miljoen euro nodig, waarvan dus ook de NPO een deel voor zijn rekening neemt. Daarnaast wordt er op dit moment gesproken met de omroepen en verschillende externe partijen.", "Het idee ontstond nog maar kort geleden, zegt voorzitter Shula Rijxman, toen zij en directeur video Frans Klein nog laat aan het werk waren. “We dachten: er moet iets gebeuren voor de cultuursector. En bij de NPO kan heel Nederland vanaf de bank naar voorstellingen kijken. Het doel is dat zoveel mogelijk van het budget terechtkomt bij de makers.”", "Hoe de programmering er precies gaat uitzien is nog onduidelijk. De twee vers aangestelde coördinatoren Lisa Boersen en Carel Kuyl werken op dit moment aan de precieze invulling van het plan. Boersen schrijft normaal kinderboeken en programmeerde voor debatcentrum de Balie en Paradiso in Amsterdam. Kuyl werkte eerder bij de NTR en is bekend met de omroepwereld.", "Wel is al duidelijk dat het het aanbod zal bestaan uit een mengelmoes van bestaand materiaal en nieuwe opnames, waarbij ook ruimte is voor experiment, zoals opnames bij artiesten thuis of een deel van een afgelaste première om mensen op te warmen om naar de voorstelling te gaan zodra het weer kan. En het is voor iedereen, van jong tot oud, van opera tot popconcerten en kleinkunst. “We willen niet dat er alleen cultuurprogrammering komt voor een klein deel van Nederland”, aldus Rijxman. “Maar we kijken wel vooral naar makers die het nu moeilijk hebben en geen podium hebben”, vult Frans Klein aan. Binnen twee weken moet duidelijk zijn welke voorstellingen de kijkers vanaf de bank kunnen bijwonen.", "Simon Reinink: Leg de nadruk op zelfstandige artiesten Simon Reinink, directeur van het Concertgebouw, was een van de pleitbezorgers voor meer cultuur op televisie. Het gaat hem niet zozeer om het Concertgebouworkest, maar hij wil juist een lans breken voor de zelfstandige artiesten. “Er is geen beter alternatief podium om mensen thuis te bereiken dan de Publieke Omroep. Juist ook omdat er geld is voor programmering. Ik vind het moedig dat er online allerlei kleinschalige evenementen worden georganiseerd, maar veel artiesten hebben het op dit moment zwaar, zowel mentaal als financieel. Ze hebben geen doel en geen inkomsten meer. Mijn advies is aan de coördinatoren is om vooral de mensen uit de verschillende cultuursectoren om raad te vragen. Die weten precies welke interessante projecten er nu spelen en wat leuk zou zijn om op televisie te laten zien. En leg dan vooral de focus op zelfstandige artiesten, want die hebben het het hardst nodig. Voor gesubsidieerde instellingen is de nood minder hoog.”", "Paul Haenen: Bang voor een dooie mus Paul Haenen maakt nog elke werkdag Betty Asfalt Troost TV vanuit het Betty Asfalt Complex, daarmee begon hij aan het begin van de coronacrisis. Hij is sceptisch over het initiatief van de NPO. “Het initiatief is goed, maar ik ben argwanend. Het gaat bij de omroep toch vaak vooral om de kijkcijfers. Ik vrees dat dit slechts een tijdelijke injectie is, maar de cultuursector heeft op lange termijn veel meer aan nieuw beleid. De NPO stelt zich te commercieel op. Er is in programma’s zoals ‘Op1’ soms maar 5 minuten om met een belangrijke schrijver te praten. Ik vraag me af of het geld dat nu wordt uitgetrokken voor het actieplan wel echt bij de artiesten terechtkomt. Ik ben bang dat ze blij worden gemaakt met een dooie mus. Het zou het beter zijn om een dagelijks programma van een uur te maken over kunst, cultuur en boeken. We hebben behoefte aan continuïteit. Dit plan is zonde van het budget, geef dat geld gewoon rechtstreeks aan de makers.”", "Lees ook:", "Heel creatief, een online opera en pianoles via Zoom, maar zonder extra steun dooft het culturele leven uit", "Overleeft de culturele sector de coronacrisis, ook op lange termijn? Alleen met extra tijd, geld en experimenteerruimte, zegt een bezorgde Raad voor Cultuur."], "authors": ["Nienke Schipper"], "keywords": ["redden", "van", "cultuursector", "actieplan", "het", "op", "maar", "moet", "een", "en", "om", "npo", "dat", "te", "liefhebbers", "voor"], "pubDate": "2020-11-18T17:45:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}