{"id": "353c669d-360f-320a-a85b-d54b474ab1f0", "title": "'Nederlandse criminelen wassen geld steeds vaker wit in Afrikaanse landen'", "url": "https://nu.nl/buitenland/6101199/nederlandse-criminelen-wassen-geld-steeds-vaker-wit-in-afrikaanse-landen.html", "summary": "Nederlandse criminelen wassen steeds vaker illegaal verdiend geld wit in Afrikaanse landen zoals Oeganda en Kenia.\nZe kopen daar bijvoorbeeld diamanten en goud met contant geld, om de grondstoffen vervolgens te exporteren en te verkopen.\nDat zorgt ervoor dat het een opkomend continent is om misdaadgeld wit te wassen.\nVolgens Langerak komt het steeds vaker voor dat mensen geld witwassen of verplaatsen door in goederen te investeren.\nOok zouden Afrikaanse landen met steeds meer regelmaat als afzetgebieden voor criminelen dienen.", "paragraphs": ["Nederlandse criminelen wassen steeds vaker illegaal verdiend geld wit in Afrikaanse landen zoals Oeganda en Kenia. Ze kopen daar bijvoorbeeld diamanten en goud met contant geld, om de grondstoffen vervolgens te exporteren en te verkopen. Dat vertelt scheidend directeur Bert Langerak van de de Fiscale Inlichtingen- en Opsporingsdienst (FIOD) in een interview met het AD. De FIOD brengt maandag haar jaarcijfers naar buiten.", "\"Afrika is rijk aan dure grondstoffen. Dat zorgt ervoor dat het een opkomend continent is om misdaadgeld wit te wassen. Het goud en de diamanten worden overal ter wereld verkocht en van de opbrengst wordt bijvoorbeeld weer een hotel in Amsterdam gekocht. We zien steeds vaker dat misdaadgeld wordt witgewassen via goederen\", vertelt Langerak aan de krant.", "Volgens Langerak komt het steeds vaker voor dat mensen geld witwassen of verplaatsen door in goederen te investeren. Zo zouden voor soortgelijke doeleinden ook auto's en landbouwmachines worden gekocht en verkocht. Op deze manier mengen criminelen illegaal verkregen geld in legale geldstromen.", "Ook zouden Afrikaanse landen met steeds meer regelmaat als afzetgebieden voor criminelen dienen. Ze stappen dan \"met een sporttas vol briefjes van 500 euro\" naar Nederlandse telers van uien en aardappelen, om deze waren bij Afrikaanse afnemers te verhandelen."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["afrikaanse", "van", "het", "wit", "voor", "en", "met", "een", "vaker", "landen", "criminelen", "steeds", "te", "wassen", "nederlandse", "dat", "geld"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}