{"id": "35455ada-f5bc-359d-91c8-dc476d198a5b", "title": "Wees blij met wat er deze Kerst wél kan", "url": "https://trouw.nl/opinie/wees-blij-met-wat-er-deze-kerst-wel-kan~b33e66561/", "summary": "In zijn loopgraaf maakte hij met houtskool op de achterkant van een landkaart een tekening: Maria met de pasgeboren Jezus.\nHet is het feest van het licht, dat doorbreekt in het donker.\nDat dat niet kan – of hooguit in zeer kleine kring kan gebeuren – is teleurstellend, maar minstens zo begrijpelijk.\nHet Kerstverhaal laat zien: ook in het kleine en het stille kan het licht doorbreken.\nDus: wees hoopvol, zie om naar de eenzamen en kwetsbaren, wees blij met wat er wél kan, maak plannen voor ná de crisis.", "paragraphs": ["Kerst is het feest van het licht, van stralende engelen die in de nacht een blijde en hoopvolle boodschap brengen. Maar hoe vieren we dat dit jaar, hoe vieren we Kerst in donkere tijden?", "In december 1942, vlak voor Kerst, zat de Duitse legerarts en dominee Kurt Reuber weggedoken in een ijskoude, modderige loopgraaf bij de Russische stad Stalingrad. De slag om die stad was toen al maanden gaande. Het zou een van de gruwelijkste strijdtonelen uit de geschiedenis worden. Reuber was een begaafd tekenaar. In zijn loopgraaf maakte hij met houtskool op de achterkant van een landkaart een tekening: Maria met de pasgeboren Jezus. ‘Licht, Leben, Liebe’, schreef hij er hoopvol bij, in hevig contrast met de duistere hel die Stalingrad geworden was. Licht, leven, liefde. Beter dan met die woorden laat de betekenis van Kerst zich niet omschrijven.", "Misschien is het daarom dat we er meer dan ooit naar uitzagen om samen Kerst te vieren. Het is het feest van het licht, dat doorbreekt in het donker. Het feest van het nieuwe leven, en daarmee van hoop, van nieuw begin. En het feest van liefde, waarin mensen verenigd worden en samen zijn.", "2020 is voor velen een donker jaar geworden", "Hoe ellendig 2020 ook was, met de gruwelen van Stalingrad kan en mag het in de verste verten niet vergeleken worden. Maar toch is 2020 voor velen een donker jaar geworden. Omdat ze ziek werden, omdat ze geliefden verloren aan dat virus, omdat de eenzaamheid nog veel groter werd, omdat ze hun baan verloren, omdat ze hun bedrijf zagen verdampen. Dat velen ernaar verlangden om aan het einde van zo’n jaar met elkaar Kerst te vieren – thuis, in de kerk – is volstrekt begrijpelijk. Dat dat niet kan – of hooguit in zeer kleine kring kan gebeuren – is teleurstellend, maar minstens zo begrijpelijk.", "Dat betekent niet dat we met de Kerstdagen dan maar moeten gaan zitten somberen. Er is alle reden om deze Kerstdagen de hoop en de blijdschap alle ruimte te geven. Het Kerstverhaal laat zien: ook in het kleine en het stille kan het licht doorbreken. We staan aan de vooravond van de vaccinatiecampagne die ons uiteindelijk weer vrijheid zal geven. Dus: wees hoopvol, zie om naar de eenzamen en kwetsbaren, wees blij met wat er wél kan, maak plannen voor ná de crisis.", "In een brief die Kurt Reuber vanaf het front aan zijn familie stuurde, vertelde hij dat hij zijn tekening had opgehangen in de bunker waar een geïmproviseerde kerstviering werd gehouden. Zijn krijgsmakkers klampten zich er haast aan vast. Reuber stierf in 1944 in krijgsgevangenschap, zijn tekening bleef bewaard. Het kreeg de titel ‘Madonna van Stalingrad’ en hangt in de Gedächtniskirche in Berlijn. Als het meezit kunnen we er volgend jaar in alle vrijheid naar toe reizen om het in het echt te aanschouwen.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": [], "keywords": ["er", "van", "deze", "blij", "en", "met", "wees", "kan", "een", "om", "het", "die", "wat", "dat", "kerst", "wél"], "pubDate": "2020-12-24T07:35:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}