{"id": "354d10b1-5ec7-34e6-bfc0-7965967d4a27", "title": "Bij de Sven Kramer Academy ligt het accent vooral op ijspret", "url": "https://volkskrant.nl/sport/bij-de-sven-kramer-academy-ligt-het-accent-vooral-op-ijspret~b739fe12/", "summary": "En dus richtte hij de Sven Kramer Academy op, waar de Friese jeugd op een laagdrempelige manier kennis kan maken met het schaatsen.\nZe gingen het doen, met Kramer als naamgever en De Vries aan het roer.\n‘Ik kan niet mijn vrienden om geld vragen als ik er zelf niet aan meedoe.’Het programma is gericht op beginners.\nVoor een paar euro kunnen scholen de leerlingen in Thialf hun eerste slagen op het ijs laten maken.\n‘Wij gaan het liefst naar een baan waar het niet loopt, niet naar waar ze het goed voor elkaar hebben.", "paragraphs": ["Meervoudig olympisch kampioen Sven Kramer opent zijn eigen schaatsacademie. Via de schaatslessen van de Sven Kramer Academy wil hij jeugd en volwassenen stimuleren om meer te bewegen. Beeld Hollandse Hoogte / Corné Sparidaens", "In het voorjaar besloot Thialf wegens bezuinigingen te stoppen met de schaatsschool. Dat vond Sven Kramer niet kunnen, zijn thuisbaan zonder schaatscursussen voor kinderen. En dus richtte hij de Sven Kramer Academy op, waar de Friese jeugd op een laagdrempelige manier kennis kan maken met het schaatsen. ‘Mijn doel is dat elk kind voor zijn 12de een keer op ijzers heeft gestaan.’", "Kramer liep al langer rond met het idee dat hij wat terug wilde doen voor de sport waar hij zo lang aan verslingerd is. Hij wilde niet wachten tot na zijn afscheid. ‘Juist nu ik nog schaats kan ik er schwung aan geven.’", "Het schaatsen boet in aan populariteit onder de jeugd, ziet Kramer. Een belangrijke reden: de kwakkelwinters. ‘Toen ik jong was, waren er veel strenge winter en ik heb daar veel plezier aan beleefd’, zegt hij. ‘Natuurijs geeft altijd zo’n boost aan het schaatsen.’", "Maar de natuur laat zich niet dwingen en dus wil hij met zijn Academy kinderen uit de omgeving van Heerenveen op het kunstijs in Thialf enthousiasmeren voor het schaatsen. ‘Het is voor een deel ook erfgoedbewaking. Ik wil dat koek-en-zopiegevoel terugbrengen.’", "Hij had er al vaak, tussen de trainingen door, over gefilosofeerd met Douwe de Vries, tot afgelopen voorjaar zijn ploegmaat. Kramer: ‘Toen Douwe stopte met schaatsen was dat een uitgelezen kans om er samen wat van te maken.’ Eind juli hakten ze de knoop door. Ze gingen het doen, met Kramer als naamgever en De Vries aan het roer.", "Het ijs in Thialf is prijzig. De Vries: ’Het is ook de beste baan van Nederland, veruit zelfs. Ze hebben veel meer kosten en dat komt terug in de ijshuur.’ In zekere zin betaalt de breedtesport mee aan topsportijs. Een commerciële partij zou hoge tarieven moeten rekenen voor cursussen om het rendabel te krijgen, maar de Academy is een stichting zonder winstoogmerk en kan de prijzen laag houden.", "Dan nog is het scherp aan de wind zeilen. ‘Als we helemaal vol zitten dan kan ik net het ijs, de instructeurs en de verzekering betalen’, zegt De Vries, die in de eerste maanden al zevenhonderd aanmeldingen kreeg. ‘We hebben sponsoren om de organisatie eromheen te betalen.’", "Daarin speelt het netwerk van Kramer een grote rol. Hij kreeg bij het opzetten van de stichting hulp van House of Sport, het managementbureau dat hem vertegenwoordigt, wist zijn oud-sponsor TVM aan zich te binden en legde meerdere lijntjes met mensen die hij de afgelopen jaren via het schaatsen leerde kennen.", "Hij investeerde ook in zijn project. Vanzelfsprekend, vindt hij. ‘Ik kan niet mijn vrienden om geld vragen als ik er zelf niet aan meedoe.’", "Het programma is gericht op beginners. ‘Onze insteek is dat al onze lessen een eerste instap zijn’, zegt De Vries. ‘Daarna kunnen de kinderen, als ze dat willen, doorstromen naar de clubs.’", "Het gaat Kramer er niet om een opvolger voor zichzelf te vinden. Zijn project draait om schaatsplezier, niet om talentontwikkeling. Dat is ook de insteek van het schoolschaatsen, naast de cursussen een ander belangrijk onderdeel van Kramers Academy.", "Voor een paar euro kunnen scholen de leerlingen in Thialf hun eerste slagen op het ijs laten maken. ‘Het is een soort gymles’, legt De Vries uit. ‘Het kan één keer als een soort schoolreisje, of een paar keer. Dat ze de eerste keer wat techniek leren, de keer erna ijshockeyen en tot slot een Elfstedentochtje rijden. Het schoolschaatsen is echt bedoeld voor kinderen die niets met schaatsen hebben of die ouders hebben die hun kids niet zomaar naar de ijsbaan meenemen.’", "En als het even kan, proberen Kramer en De Vries zelfs om het schoolschaatsen gratis aan te bieden. Dat was de insteek van een actie in december met IT4Kids. Er werd geld opgehaald om scholen uit sociaaleconomisch zwakkere wijken, die vaak niet op ouderbijdragen kunnen terugvallen voor zo’n extra uitje, toch naar Thialf te kunnen laten komen.", "De actie was een succes, maar of het er deze winter nog van komt om het opgehaalde bedrag in te zetten, is de vraag, want de lockdown heeft een streep door alle activiteiten gezet. ‘Het geld blijft beschikbaar. Misschien gaan we het gebruiken voor schoolskeeleren anders gaan we er volgende winter mee aan de slag.’", "Op den duur willen De Vries en Kramer uitbreiden naar andere banen. Het doel is daarbij niet om bestaande schaatsscholen weg te concurreren. Ze willen plekken kiezen waar ze echt wat toe kunnen voegen voor de plaatselijke jeugd. ‘Wij gaan het liefst naar een baan waar het niet loopt, niet naar waar ze het goed voor elkaar hebben. Die puzzel moeten we nog leggen.’", "Kramer puzzelt niet actief met De Vries mee. Hij heeft het druk genoeg met zijn laatste jaren als topschaatser. ‘We hebben de beginselen samen opgezet en nu zit een fantastisch team achter. Voor mij is het alle hens aan dek deze maanden en daarna richt ik mijn vizier op de Spelen.’"], "authors": ["Erik Van Lakerveld"], "keywords": ["ijspret", "accent", "om", "bij", "sven", "zijn", "met", "en", "een", "aan", "kramer", "vooral", "voor", "ligt", "academy", "op", "het", "niet", "dat"], "pubDate": "2021-01-01T19:53:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}