{"id": "355f9a14-903b-359f-a805-02abc4194d21", "title": "Zijn scholen dan toch de zwakke plek in het coronabeleid?", "url": "https://volkskrant.nl/nieuws-achtergrond/zijn-scholen-dan-toch-de-zwakke-plek-in-het-coronabeleid~b83b51e55/", "summary": "Of blijken de scholen nu toch de achilleshiel van het Nederlandse coronabeleid, en moet de oorzaak van het stijgende aantal besmettingen vooral daar worden gezocht?\nHet zijn percentages die scherp zijn gestegen sinds de zomer, toen minder dan 2 procent van alle coronapatiënten in de groep van de 20-minners viel.\nMaar dat is niet de enige verklaring, denkt Susan van den Hof, hoofd van het centrum voor epidemiologie bij het RIVM.\nJe ziet nu dat ze belangrijker worden in de verspreiding.’Tegelijkertijd blijft overeind staan dat kinderen minder besmettelijk zijn dan volwassenen.\nFysieke lessenOok RIVM-epidemioloog Van den Hof, eveneens lid van het Outbreak Management Team (OMT), twijfelt er niet aan dat het feit dat de scholen open zijn een deel van de besmettingen verklaart.", "paragraphs": ["Basisschool De Kleine Reus in Amsterdam: 15 besmette kinderen in groep 5, de klas wordt naar huis gestuurd. Ook de leerkracht heeft corona onder de leden.", "De Gabrie Mehenschool in Amersfoort: 18 besmettingen in groep 8, ook hier bleef de juf niet gevrijwaard. De school wordt gesloten.", "Basisschool De Rietzee in Groningen: ‘een tiental’ besmettingen gelinkt aan groep 4. De klas moet thuisblijven.", "Het zijn verhalen die overal in Nederland opduiken, en ze roepen de vraag op: spelen kinderen werkelijk zo’n kleine rol in de verspreiding van het coronavirus als eerder gedacht? Of blijken de scholen nu toch de achilleshiel van het Nederlandse coronabeleid, en moet de oorzaak van het stijgende aantal besmettingen vooral daar worden gezocht?", "Vaststaat dat kinderen een steeds groter aandeel uitmaken van het totaal aantal besmettingen. De laatste week werd 4,7 procent van de positieve testen afgenomen bij 4- tot 12-jarigen. Dat percentage liep bij 13- tot 17-jarigen zelfs op tot 12,6 procent. Het zijn percentages die scherp zijn gestegen sinds de zomer, toen minder dan 2 procent van alle coronapatiënten in de groep van de 20-minners viel.", "Voor een deel is die toename te verklaren doordat kinderen zich pas sinds kort zonder voorbehoud kunnen laten testen. Toen de teststraten dit najaar verstopt raakten, besloot het kabinet dat kinderen onder de 13 jaar bij milde verkoudheidsklachten niet meer langs hoefden te komen. Nu kunnen kinderen tussen de 7 en 12 wel terecht in de teststraat bij verkoudheidsklachten, maar dit is geen dringend advies. Dat dringende advies om te testen is er wel wanneer het kind ook koorts of benauwdheid heeft.", "Maar dat is niet de enige verklaring, denkt Susan van den Hof, hoofd van het centrum voor epidemiologie bij het RIVM. Ze noemt de stijging van het aandeel van de kinderen ‘niet heel verwonderlijk’. ‘Want kinderen, ook middelbare scholieren, hoeven als enigen geen afstand te houden. Ze mogen contact met elkaar hebben en dat doen ze ook. Je ziet nu dat ze belangrijker worden in de verspreiding.’", "Tegelijkertijd blijft overeind staan dat kinderen minder besmettelijk zijn dan volwassenen. Wetenschappers van het Imperial College in Londen legden onlangs 97 studies naar de virusoverdracht naast elkaar, en vonden opnieuw dat kinderen onder de 20 het virus binnen hun huishouden minder vaak doorgeven dan volwassenen. Ook berekenden ze dat mensen zonder symptomen gemiddeld maar eenderde zo besmettelijk zijn – en daar vallen kinderen dikwijls onder.", "Hoesten en proesten", "‘Hoe ouder de kinderen, hoe groter de kans dat ze ziek worden, en hoe groter de kans dat ze anderen besmetten’, bevestigt Van den Hof. ‘Dat is goed voor te stellen: als je meer hoest en proest, is er meer kans dat je het virus doorgeeft.’", "Volgens Van den Hof laat ook de praktijk dit zien. ‘Als je ziet dat tieners allemaal bij elkaar zitten en het aantal besmettingen rijst niet ontzettend de pan uit, dan geeft dat aan dat ze werkelijk minder besmettelijk zijn.’", "Dat is ook de indruk van veel scholen. Het Pius X-College uit Bladel besloot in oktober al de school voor een paar dagen te sluiten, nadat er 61 besmettingen waren gevonden onder leerlingen en leraren. ‘Die besmettingen zaten door de hele school’, blikt Jan Poels, directeur organisatie, terug. ‘Kijk, als je bijvoorbeeld alleen in 5 havo besmette leerlingen zag, dan kon je zeggen: die besmettingen vonden plaats op school. Maar er was geen rode draad in te vinden.’", "Dezelfde ervaring heeft Eelco van der Kruk, directeur van het Thomas a Kempis College in Arnhem. Op zijn school raakten 80 tot 90 leerlingen besmet met corona. ‘Er zijn ouders die zich afvragen of hun kinderen wel zo dicht bij elkaar kunnen zitten in de klas’, vertelt Van der Kruk. ‘Maar bij de besmettingen die we hier op school hadden, zagen we meestal geen duidelijk verband tussen de leerlingen onderling. Dan had een vriendje met wie een besmette leerling veel optrok geen corona, maar iemand die drie rijen naar achteren zat wel.’", "Bij dat soort observaties past een kanttekening. Juist doordat veel kinderen en jongeren niet ziek worden, blijven veel coronagevallen onder de radar.", "Barrières", "Van de andere kant doen scholen hun uiterste best barrières op te werpen voor het virus. In Bladel klaagt de directeur over de kou in de klassen vanwege het ventileren, in Arnhem geldt een streng mondkapjesbeleid. Er zijn vaste zitplaatsen, gespreide pauzetijden en afgebakende zones waar alleen de leraar mag komen.", "En dus kun je je afvragen: zelfs als minderjarigen in de samenleving als een soort postbode voor het virus dienst doen, brengen ze het dan werkelijk mee van school?", "Scholen worden bij het brononderzoek van de GGD wel steeds vaker genoemd als mogelijke plaats van besmetting. Van de besmettingen die te traceren zijn, wordt 8,5 procent toegeschreven aan de scholen. Ter vergelijking: bij 52 procent van de besmettingen is het vermoeden dat ze thuis plaatsvonden, bij 22 procent tijdens een bezoek, en bij 14 procent tijdens het werk.", "Een groep wetenschappers van UMC Utrecht, met daarbij onder andere OMT-lid Marc Bonten, berekende bovendien dat het effect van een schoolsluiting ‘behoorlijk’ zou zijn, vooral vanwege de invloed van de oudere leerlingen. Hun model schat in dat, wanneer in november 2020 het besluit was genomen de scholen te sluiten, het getal R was gedaald van 1,00 naar 0,84. Anders gezegd: had je in de tijd na een hypothetische schoolsluiting naar 100 mensen met covid gekeken, dan hadden die niet langer 100 anderen besmet, maar slechts 84. Het aantal besmettingen zou zijn gedaald.", "Fysieke lessen", "Ook RIVM-epidemioloog Van den Hof, eveneens lid van het Outbreak Management Team (OMT), twijfelt er niet aan dat het feit dat de scholen open zijn een deel van de besmettingen verklaart. ‘Vandaar dat we als OMT al hebben geadviseerd: als het echt de verkeerde kant op gaat, overweeg dan de fysieke lessen te stoppen.’", "Anderzijds is er volgens Van den Hof nog veel winst te behalen op andere vlakken. ‘Er zijn ook veel mensen die naar het werk gaan of gaan shoppen. Ze denken dan: de kans dat ik hier besmet raak is klein. Maar al is die individuele kans klein, bij elkaar levert dat een groot aantal besmettingen op.’", "Onder de schooldirecteuren is er in elk geval niemand die pleit voor een nieuwe sluiting van de scholen. Zij zien niet alleen dat de leerlingen veel meer opsteken van fysiek onderwijs, maar ook dat ze met meer plezier dan ooit naar school gaan."], "authors": ["Maartje Bakker"], "keywords": ["zwakke", "van", "toch", "dat", "die", "dan", "een", "kinderen", "en", "besmettingen", "ze", "zijn", "plek", "coronabeleid", "scholen", "het"], "pubDate": "2020-12-14T09:59:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}