{"id": "35628f55-fedd-326a-98c8-c1a16a71a24c", "title": "Tiffany Haddish zei nee tegen Grammy-programma om ontbreken vergoeding", "url": "https://www.nu.nl/media/6095813/tiffany-haddish-zei-nee-tegen-grammy-programma-om-ontbreken-vergoeding.html", "summary": "Actrice en comédienne Tiffany Haddish werd gevraagd het voorprogramma van de uitreiking van de Grammy Awards te presenteren, maar wees het aanbod af omdat ze er geen vergoeding voor zou krijgen.\nDe organisatie van de ceremonie wilde niet alleen dat Haddish het drie uur durende livestreamevenement zonder vergoeding zou presenteren, maar ook dat ze zelf voor haar kleding, make-up en kapsel zou betalen.\n\"Dat zou ik allemaal uit eigen zak moeten betalen\", vertelt ze aan Variety.\n\"Ik weet niet of dit betekent dat ik nooit meer genomineerd zal worden, maar ik vind het respectloos.\"\n\"Bij hoeveel andere mensen hebben ze dit gedaan?", "paragraphs": ["Actrice en comédienne Tiffany Haddish werd gevraagd het voorprogramma van de uitreiking van de Grammy Awards te presenteren, maar wees het aanbod af omdat ze er geen vergoeding voor zou krijgen. Dit meldde Variety woensdagavond.", "De organisatie van de ceremonie wilde niet alleen dat Haddish het drie uur durende livestreamevenement zonder vergoeding zou presenteren, maar ook dat ze zelf voor haar kleding, make-up en kapsel zou betalen.", "\"Dat zou ik allemaal uit eigen zak moeten betalen\", vertelt ze aan Variety. \"Ik weet niet of dit betekent dat ik nooit meer genomineerd zal worden, maar ik vind het respectloos.\"", "Haddish is dit jaar voor de tweede keer genomineerd voor een Grammy. Ze dingt met haar comedyspecial Black Mitzvah mee naar een prijs. Vorig jaar was ze genomineerd voor The Last Black Unicorn, de gesproken versie van haar memoires.", "\"Dit moet worden aangepakt\", zegt Haddish. \"Bij hoeveel andere mensen hebben ze dit gedaan? Het is alsof een man je uitvraagt, maar je vertelt dat je er wel zelf voor moet betalen.\"", "Een vertegenwoordiger van de Recording Academy zegt dat alle hosts, presentatoren en artiesten altijd gratis hebben opgetreden en dat de afwijzing van Haddish geen invloed zal hebben op eventuele toekomstige nominaties.", "De 63e uitreiking van de Grammy Awards vindt plaats op 31 januari. De zogeheten Premiere Ceremony waarvoor Haddish is gevraagd, is een belangrijk onderdeel van de uitreiking. Tijdens dit voorprogramma worden 70 van de 84 prijzen uitgereikt."], "authors": ["Door"], "keywords": ["van", "dit", "het", "grammyprogramma", "maar", "voor", "vergoeding", "zou", "ik", "nee", "ze", "ontbreken", "om", "dat", "zei", "haddish", "tiffany", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}