{"id": "3586faad-14d7-36e9-ae7b-13a517d6ba93", "title": "Zorgt suizen door het ijskanaal voor hersenschade bij bobsleeërs en skeletonners?", "url": "https://volkskrant.nl/sport/zorgt-suizen-door-het-ijskanaal-voor-hersenschade-bij-bobsleeers-en-skeletonners~b8c0aff6/", "summary": "Kimberley Bos, dit seizoen al vier keer op het podium in wereldbekerwedstrijden, heeft er geen moeite mee, zegt ze.\nEr is maar één baan waarin het me niet lukt het ijs niet te raken.\nOf het duurt nog langer en blijkt het een opeenstapeling van micro-verstoringen.’ Na drie trainingsdagen stelde hij vast dat de accuratesse bij het sturen snel afnam.\nEx-bobber Kamphuis pleit bijvoorbeeld voor het overwegen van meer neurologische tests en een beperking van het aantal afdalingen per dag op de heftige banen.\n‘Een hersentest voor het verkrijgen van een licentie is verplicht.", "paragraphs": ["De bob van Monaco, gestuurd door Patrice Servelle, maakt een schuiver op de baan van Lake Placid. Beeld Getty Images", "Het kan de klap zijn waarmee je het ijs raakt, als de slee omkiepert met een snelheid van 140 kilometer per uur. Ondersteboven naar beneden volgen niet zelden meer opdoffers. Of wat te denken van het langdurige geklepper van de helm tegen de kap. Neem de G-krachten waaraan je blootstaat als je een krappe bocht als de Kreisel op de baan in Altenberg door giert, waar de atleet tot zes keer het eigen lichaamsgewicht moet doorstaan.", "Het zijn dit soort omstandigheden die mogelijk kunnen leiden tot problemen die de buitenstaander niet meteen zal associëren met gezwind glijden door een glad geboend en schoongeveegd ijskanaal: hersenschade. Dan liggen sporten als rugby, boksen en voetbal meer voor de hand.", "The New York Times publiceerde onlangs verontrustende stukken over bobsleeërs en skeletonners die na hun carrière kampen met klachten die variëren van migraineverschijnselen en overgevoeligheid voor licht en lawaai tot aan zware depressies. De krant maakte melding van enkele uitersten in de gevolgen: drie Amerikaanse bobbers en een Canadees maakten de afgelopen zeven jaar een eind aan hun leven.", "Recente dood", "Het meest recent was de dood van de 43-jarige Amerikaanse olympiër Pavle Jovanovic, begin mei. Bij hem was het begin van parkinson vastgesteld. Steven Holcomb, die in 2010 nog op de Olympische Spelen van Vancouver goud haalde met het Amerikaanse team, overleed in 2017 aan een teveel aan slaapmedicatie en alcohol. In hoeverre hun zelfgekozen dood volledig is toe te schrijven aan hun klachten staat niet vast. Holcomb kampte bijvoorbeeld met een drankprobleem en kon steeds slechter zien.", "Edwin van Calker, bobsleeër van 2001 tot 2015, kende ze. ‘Het waren mijn directe concurrenten, destijds. Je sprak ze geregeld bij de baan. Korte, collegiale contacten, maar nee, het ging destijds niet over dit soort zaken. We waren er niet mee bezig.’ Ivo de Bruin, dit weekeinde actief op de Europese Kampioenschappen in Winterberg, sleede tegen enkelen van hen. ‘Ik heb de stukken gelezen. Tot mijn spijt, moet ik zeggen, zo leuk was het niet. Vreemd wel, juist van Holcomb was juist bekend dat hij maar heel weinig crashte.’", "Het raadplegen van Nederlandse atleten - zowel gestopte als nog actieve - in beide sporten, leidt tot eensluidende verklaringen dat ze buiten de wedstrijden niets merken van de impact op het hoofd van het gestuiter op hoge snelheden. Ze hebben wel voorbeelden uit trainingen of races waarin ze toch even aan suizebollen zijn geweest.", "Crash", "Esmé Kamphuis, piloot in de bob van 2005 tot 2014, herinnert zich een crash op de baan van Whistler, in het westen van Canada, waarna ze toch weer gewoon instapte voor een volgende run. ‘Daarin reageerde ik vrij traag, vond ik. Ik moet een hersenschudding hebben gehad, denk ik achteraf, maar ik had het gewoon niet door.’ Roekeloosheid of toegeven aan de druk om je te kwalificeren, kan het niet geweest zijn. ‘Veiligheid staat voorop. Ik ben arts van beroep, ik heb mijn hoofd nodig.’", "Ivo de Bruin besloot twee jaar geleden te passen voor een run na een ongeluk in Sigulda, Estland. ‘Ik was echt wat duizelig, ik heb er een paar dagen last van gehad. Gelukkig vond mijn coach het ook onverantwoord om verder te gaan.’", "Edwin van Calker: ‘Je moet je voorstellen wat je overkomt, als je in een slee die zo’n 200 kilo weegt, met vier grote kerels erin, op een muur van ijs klapt en dat daar dan je hoofd tussen zit. Het gaat zo snel, vaak boven de 120 kilometer per uur, dat je niet altijd de tijd hebt weg te duiken en bescherming te zoeken in de kap. En dan kan ik het nog zien aankomen. Dat geldt niet voor de remmers achter mij die voorover gebukt zitten.’ Kamphuis legt uit dat het na de crash nog niet voorbij is. ‘Als je op de zijkant naar beneden glijdt, raken de schouders van de remmers vaak het ijs. Door de wrijving kunnen er brandwonden ontstaan. Om dat te voorkomen, zet je je af met je helm om de schouders tijdelijk van het ijs te halen.’", "Gebonk", "Skeletonners, die voorover liggend op een kleine slee naar beneden razen, lopen misschien nog wel meer gevaar. Hun hoofd bevindt zich op enkele centimeters van het ijs, in een weinig natuurlijke houding. Zie dan maar eens gebonk te voorkomen. Kimberley Bos, dit seizoen al vier keer op het podium in wereldbekerwedstrijden, heeft er geen moeite mee, zegt ze. ‘Ik weet dat er atleten zijn die nogal eens met hun helm over het ijs slepen. Dat doe ik niet. Ik kan mijn hoofd omhoog houden. Ik doe speciale oefeningen om mijn nek stevig te maken.’", "Ervaring speelt ook een rol, zegt ze. ‘Je moet kunnen anticiperen, de momenten weten waar de druk op het lichaam het grootst is. Er is maar één baan waarin het me niet lukt het ijs niet te raken. In Whistler is in twee bochten de druk gewoon te hoog. Maar ik word nooit duizelig, of misselijk.’ Ze heeft wel eens een hersenschudding opgelopen, maar dat was jaren geleden, in een bobslee die omsloeg.", "Hersenen beproefd", "Het zijn niet alleen de crashes die het incasseringsvermogen van de hersenen op de proef stellen. Ook tijdens geslaagde runs kunnen ze het te verduren krijgen. Kamphuis: ‘Zeker als de baan wat hobbelig is of er nog aangevroren sneeuwresten zitten. Dan ratelt je helm continu tegen de kap. Na zo’n run heb je wel eens hoofdpijn.’ Het hoeft volgens haar niet de enige oorzaak te zijn. ‘De extreme focus bij zo’n moeilijke run speelt ook mee.’", "De Bruin: ‘Het kan heel onaangenaam zijn. Het vizier van je helm schudt heen en weer, het zicht is niet helemaal helder meer. Dat is ongelooflijk inspannend.’ Na een serie van dergelijke zware runs, wil hij zich wel eens ‘wat wazig’ voelen - de atleten gebruiken onderling de term sledhead. ‘Maar dat heeft ook met pure vermoeidheid te maken.’", "Van Calker vermoedt dat het geen toeval is dat juist Amerikanen en Canadezen klachten lijken te hebben. ‘De banen van Lake Placid en Whistler zijn heel heftig, krappe bochten, hoge snelheden. Je schiet daar alle kanten op. Als je daar maandenlang traint, tot wel honderd afdalingen doet, kan je je daar toch wat groggy gaan voelen.’", "Onderschatting", "De impact van G-krachten, die van invloed zijn op de toe- en afvoer van bloed naar de hersenen - zou ook nogal eens worden onderschat. The New York Times refereerde aan een test van een oud-skeletonner, Alex Morris, op de baan van Whistler, in 2013. Waar een waarde van 6 zo’n beetje als het maximum geldt, kwam hij in bochten op 50 en zelfs 80 uit, zij het dat het gedurende milliseconden was.", "Op de baan van Altenberg is er ook een bocht waar 6 G wordt gehaald. Kamphuis: ‘Het is alsof daar de lucht uit je longen worden geperst.’ De Bruin: ‘Ik krijg er vooral een adrenalinekick van. Je kunt het aan voelen komen, als je weet waar de drukpunten in zo’n bocht zitten.’", "De Britse neurofysioloog Peter McCarthy, verbonden aan de Universiteit van Zuid-Wales, verrichtte onderzoek onder skeletonners uit eigen land. Eerder keek hij naar mogelijk schadelijke effecten van rugby. Hij liet atleten runs maken met sensoren op de achterkant van hun helm, de schouder en aan het frame van de slee om de impact van vibraties en botsingen tegen de muren van de banen te registreren.", "McCarthy stelde vast dat er reële risico’s bestaan op hersenschuddingen, hoe klein ook, als de hersenen tegen de schedelwand worden aangedrukt, en schade aan de nekwervels, te vergelijken met een whiplash tijdens auto-ongelukken, waarbij het hoofd heftig heen en weer schudt. Voor de atleten is het volgens hem niet eenvoudig snel de symptomen bij zichzelf herkennen. ‘Soms voel je pas uren later iets. Of het duurt nog langer en blijkt het een opeenstapeling van micro-verstoringen.’ Na drie trainingsdagen stelde hij vast dat de accuratesse bij het sturen snel afnam.", "De slee van de Nederlander Edwin van Calker is gecrasht tijdens de Spelen van Vancouver in 2010. Beeld AFP", "Samen met de voormalige Britse skeletoncoach Mark Wood heeft hij het medisch comité van de internationale bobslee- en skeletonfederatie IBSF de resultaten van zijn tests laten zien. De presentatie heeft hem er niet gerust op gemaakt. ‘Ik voelde geen urgentie. Er is geen plan. Bobsleeën en skeleton hebben een probleem. Het gevaar van hersenschade wordt onvoldoende onderkend.’ Een verwijt volgt. ‘Dit maakt ze medeplichtig aan het negeren van het gezondheidsgevaar voor hun eigen atleten.’", "Volgens McCarthy is uitgebreide monitoring noodzakelijk, op verschillende banen, verspreid over het seizoen, zowel in trainingen als wedstrijden. Internationale samenwerking is noodzakelijk, voor landen afzonderlijk zijn de populaties te klein. Hij is nu bezig met Wood en oud-bobsleesters Christina Smith (Canada, zelf kampend met depressies en geheugenverlies nadat ze in 2004 was gestopt) en Aliyah Snyders (Israël, tegenwoordig neurofysioloog in Los Angeles), te onderzoeken of er toch een studie kan worden opgezet. ‘We moeten data verzamelen om beter te kunnen begrijpen wat de sporters meemaken.’", "Geen onderzoek bond", "De IBSF verklaarde in een reactie dat er geen plannen zijn voor langlopend onderzoek. Wel wordt er steeds gekeken naar mogelijkheden de veiligheid te verbeteren. De federatie wijst erop dat er bij wedstrijden altijd een dokter aanwezig is die de sporters na een crash onderzoekt en beoordeelt of ze nog wel verder kunnen. In trainingen zouden nationale bonden voor toezicht moeten zorgen.", "De Nederlandse atleten signaleren een groeiend bewustzijn van de gevaren. Van Calker, die op de Spelen van Vancouver besloot niet van start te gaan omdat hij de baan te onveilig achtte na een dodelijk ongeluk van een rodelaar: ‘De trend was dat het alleen maar sneller moest. De innovatie, dankzij grote sponsoren, maakte het ook mogelijk. Maar je ziet hier en daar dat banen extreme bochten eruit hebben gehaald. Op de Spelen in Sotsji en Pyeongchang waren de snelheden al lager. De sport is er natuurlijk niet bij gebaat als er veel misgaat.’", "Ruimte voor preventie", "Zijn collega’s zien ruimte voor meer preventie. Ex-bobber Kamphuis pleit bijvoorbeeld voor het overwegen van meer neurologische tests en een beperking van het aantal afdalingen per dag op de heftige banen. Van Calker zelf oppert standaardsleeën met standaardijzers en pleit voor betere communicatie. ‘Je ziet nog wel eens sporters meteen weer omhoog gaan, omdat ze niet begrijpen wat van ze wordt verwacht.’", "Volgens Ivo de Bruin is er al veel verbeterd. ‘Een hersentest voor het verkrijgen van een licentie is verplicht. Na een crash moet je inderdaad verplicht langs de dokter. Het verschil met vroeger is behoorlijk groot. Toen domineerde de mentaliteit van stoere jongens. Daar telde je pas mee als je een paar keer goed was gecrasht. Dat stadium zijn we wel voorbij. Het probleem is dat je nu nog niet kunt zeggen of het genoeg is. Daar kom je kennelijk pas over 10 tot 20 jaar achter.’"], "authors": ["Rob Gollin"], "keywords": ["ik", "je", "van", "bobsleeërs", "voor", "zorgt", "suizen", "en", "een", "hersenschade", "te", "op", "het", "ijskanaal", "door", "niet", "dat", "skeletonners"], "pubDate": "2021-01-08T17:02:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}