{"id": "35950a66-6879-3cd8-ad62-de79a719ca59", "title": "De kracht van Icco kan in Cordaid voortbestaan", "url": "https://trouw.nl/opinie/de-kracht-van-icco-kan-in-cordaid-voortbestaan~b0423277/", "summary": "Door de fusie van Cordaid en Icco ontstaat een ontwikkelingsorganisatie op christelijke grondslag die meer slagkracht heeft nu steeds meer professionaliteit wordt gevraagd.\nHet in oorsprong katholieke Cordaid is fors groter dan het protestantse Icco, de fusie-organisatie blijft dan ook Cordaid heten.\nIcco heeft ook geen traditionele ­donateurs en dat maakt het moeilijker eigen geld in te brengen bij projecten, zoals veel subsidieverstrekkers eisen.\nWaar Cordaid goed is in het versterken van basisvoorzieningen als gezondheidszorg en onderwijs, proberen veel projecten van Icco de inkomsten en werkzekerheid van armen te vergroten op een wijze die duurzaam en milieuvriendelijk is.\nHet is al met al logisch dat Icco, hoe rijk haar verleden ook is, in Cordaid wordt opgenomen.", "paragraphs": ["Opnieuw een stapje in de ontzuiling, maar wel een logisch stapje. Door de fusie van Cordaid en Icco ontstaat een ontwikkelingsorganisatie op christelijke grondslag die meer slagkracht heeft nu steeds meer professionaliteit wordt gevraagd. Want het gaat in dit veld om grote bedragen, gezamenlijk zijn de twee goed voor een budget van ruim 200 miljoen euro. En zeker grote geldverstrekkers als de Europese Unie en de Nederlandse overheid stellen hoge eisen aan subsidieaanvragen, aan de opzet van de hulpprojecten en aan de evaluaties achteraf.", "Het in oorsprong katholieke Cordaid is fors groter dan het protestantse Icco, de fusie-organisatie blijft dan ook Cordaid heten. Icco heeft ook geen traditionele ­donateurs en dat maakt het moeilijker eigen geld in te brengen bij projecten, zoals veel subsidieverstrekkers eisen. Maar met Icco haalt Cordaid wel degelijk aanvullende expertise in huis, vooral over eerlijke productie en handel. Waar Cordaid goed is in het versterken van basisvoorzieningen als gezondheidszorg en onderwijs, proberen veel projecten van Icco de inkomsten en werkzekerheid van armen te vergroten op een wijze die duurzaam en milieuvriendelijk is. Dat zijn thema’s die binnen Cordaid op langere termijn niet moeten verwateren.", "Het is al met al logisch dat Icco, hoe rijk haar verleden ook is, in Cordaid wordt opgenomen. Daarmee gaat ze ook haar hulp concentreren op minder landen. Deze focus op de armste landen met veelal slecht functionerende overheden heeft als gevolg dat middelrijke landen van de fusieclub geen hulp meer krijgen. Dat doet pijn, zeker bij historisch nauw met Nederland verbonden landen als Indonesië, maar deze landen kunnen wel steeds beter zelf de armoede bestrijden. Ook kan de omvang en impact van projecten in resterende landen worden vergroot, iets waar grote ­subsidieverstrekkers ook veel belang aan hechten.", "Geen eenheidsworst", "Diversiteit blijft belangrijk, zeker bij ontwikkelingshulp waarin geprobeerd wordt een variëteit aan zwakkere groepen in een variëteit aan landen te ondersteunen. Eenheidsworst is niet de bedoeling. Waar Cordaid en Icco hun soepeler toegang tot ­religieuze organisaties delen – in veel armere landen ­belangrijk bij armoedebestrijding en gemeenschaps­vorming – bereikt bijvoorbeeld het humanistische Hivos weer andere groepen en organisaties eenvoudiger.", "Daarnaast zullen groepen Nederlandse vrijwilligers met crowdfunding ongetwijfeld heel veel kleine projecten blijven steunen. Dat gaat ook om tientallen miljoenen per jaar. Het is misschien niet zo effectief of zinvol als het werk van de grote organisaties zoals het nieuwe Cordaid, maar verruimt wel de blik van de Nederlandse samenleving op de wereld. Rond een paar stevige pijlers mogen best honderden kleine bloempjes bloeien.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["voortbestaan", "van", "icco", "en", "een", "kan", "landen", "ook", "op", "het", "dat", "cordaid", "kracht"], "pubDate": "2021-01-09T07:40:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}