{"id": "35b69fed-4a4c-32cf-b2ce-42d3f51a9fcf", "title": "Weg bij de geheime dienst", "url": "https://www.volkskrant.nl/kijkverder/v/2020/weg-bij-de-geheime-dienst~v401340/", "summary": "Een cybersecurityspecialist van een toonaangevend beveiligingsbedrijf verwoordt het zo: ‘Het lastige is: je hebt een kennispositie opgebouwd bij de dienst.\nHet is mogelijk dat ze weten dat bepaalde hackersgroepen gebruikmaken van een specifieke hostingprovider.\nIn de systemen van de klant kunnen ze het ip-adres van die provider vervolgens opzoeken.\nOf ze zoeken naar een kenmerkend bestand dat ze in hun tijd bij de AIVD vaker voorbij zagen komen en die gelinkt is aan de werkwijze van een buitenlandse spionagegroep.\nDoor de kennis die ze hebben te verspreiden wordt Nederland veiliger.’", "paragraphs": ["Toch is het de vraag of die kennis zo makkelijk uit te zetten is. Experts van verschillende bedrijven vertellen hoe waardevol de opgedane inzichten van de AIVD’ers zijn. Ze willen dat niet on the record doen: praten over de dienst ligt gevoelig, evenals over concurrenten. Een cybersecurityspecialist van een toonaangevend beveiligingsbedrijf verwoordt het zo: ‘Het lastige is: je hebt een kennispositie opgebouwd bij de dienst. Als je weggaat, is die informatie niet opeens weg. Die zit nog in je hoofd. Dus zogeheten indicatoren van buitenlandse hackgroepen ken of herken je dankzij het werk wat je deed voor de AIVD en MIVD.’", "Zo ontstaat een grijs gebied. Als een klant van EYE getroffen is door een hack zullen de onderzoekers zo snel mogelijk willen weten wie de aanvallers zijn. Het is mogelijk dat ze weten dat bepaalde hackersgroepen gebruikmaken van een specifieke hostingprovider. In de systemen van de klant kunnen ze het ip-adres van die provider vervolgens opzoeken. Of ze zoeken naar een kenmerkend bestand dat ze in hun tijd bij de AIVD vaker voorbij zagen komen en die gelinkt is aan de werkwijze van een buitenlandse spionagegroep. Inge Bryan: ‘De werkwijze van bepaalde spionagegroepen gaan ze herkennen. En dat is ook prima. Door de kennis die ze hebben te verspreiden wordt Nederland veiliger.’"], "authors": ["September"], "keywords": ["zo", "van", "bij", "het", "die", "zijn", "geheime", "een", "ze", "je", "dat", "en", "weg", "dienst"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}