{"id": "35c42522-329d-3b4a-9566-07f85b076ace", "title": "'Coronacrisis vergroot risico's voor kwetsbaren op de arbeidsmarkt'", "url": "https://www.nu.nl/economie/6095772/coronacrisis-vergroot-risicos-voor-kwetsbaren-op-de-arbeidsmarkt.html", "summary": "Starters, werkenden met een migratieachtergrond en mensen met een arbeidsbeperking zijn sowieso al kwetsbaar op de arbeidsmarkt en lopen door de coronacrisis nog meer kans op langdurige werkloosheid en financiële problemen.\nEen van de aanbevelingen die de denktank van onder meer de SER, het UWV en de Onderwijsraad doet, is het maken van een coronadashboard voor deze kwetsbare groepen.\n\"Daarop moet te zien zijn wie achterstanden oploopt, welke behoeften er zijn en, bijvoorbeeld, hoe de steunpakketten uitwerken voor specifieke groepen.\"\nVolgens de denktank is het beleid om de effecten van de coronacrisis te bestrijden er nu op gericht om zoveel mogelijk mensen aan het werk te helpen en houden, en dus algemeen van aard.\nBehalve een dashboard zou het ook nodig zijn om beleid op maat te maken en met de werkgevers te bespreken wat nodig is om kwetsbare groepen te kunnen helpen.", "paragraphs": ["Starters, werkenden met een migratieachtergrond en mensen met een arbeidsbeperking zijn sowieso al kwetsbaar op de arbeidsmarkt en lopen door de coronacrisis nog meer kans op langdurige werkloosheid en financiële problemen. Daarvoor waarschuwt de Denktank Coronacrisis donderdag.", "Een van de aanbevelingen die de denktank van onder meer de SER, het UWV en de Onderwijsraad doet, is het maken van een coronadashboard voor deze kwetsbare groepen. \"Daarop moet te zien zijn wie achterstanden oploopt, welke behoeften er zijn en, bijvoorbeeld, hoe de steunpakketten uitwerken voor specifieke groepen.\"", "Volgens de denktank is het beleid om de effecten van de coronacrisis te bestrijden er nu op gericht om zoveel mogelijk mensen aan het werk te helpen en houden, en dus algemeen van aard. \"Voor kwetsbare groepen is specifieke aandacht nodig.\"", "Behalve een dashboard zou het ook nodig zijn om beleid op maat te maken en met de werkgevers te bespreken wat nodig is om kwetsbare groepen te kunnen helpen."], "authors": ["Door"], "keywords": ["van", "vergroot", "kwetsbaren", "op", "risicos", "het", "zijn", "met", "coronacrisis", "een", "arbeidsmarkt", "en", "te", "om", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}