{"id": "35c6a3f4-e345-3dc4-8eb8-63b88435626b", "title": "Stel een Klimaatauroriteit aan, die kan actie afdwingen", "url": "https://trouw.nl/opinie/stel-een-klimaatauroriteit-aan-die-kan-actie-afdwingen~b350cfab/", "summary": "Ook nu liggen we niet op koers om de doelen uit het Klimaatakkoord te halen.\nDat we niet op koers liggen is weinig verrassend.\nOm het tekort te compenseren, moet minister Wiebes de portemonnee trekken om hernieuwbare energie bij de Denen in te kopen.\nOmdat ze op afstand staat van de politiek, is ze niet vatbaar voor het uitstelgedrag van politici.\nGreenpeace verliest: extra klimaateisen aan KLM niet verplichtDe overheid hoeft geen extra klimaatdoelen aan KLM op te leggen als voorwaarde voor steun.", "paragraphs": ["Keer op keer haalt Nederland zijn klimaatdoelen niet. Ook nu liggen we niet op koers om de doelen uit het Klimaatakkoord te halen. Er is meer actie nodig. Uit de berekeningen van het Planbureau voor de Leefomgeving, de rekenmeester op klimaatgebied, blijkt dat het doel van 49 procent CO2-reductie in 2030 ver uit zicht is. Met de huidige plannen blijft de uitstootreductie op 34 procent steken.", "Dat we niet op koers liggen is weinig verrassend. Nederland kent een rijke historie aan gemiste klimaatdoelen. Zo werd in 2008 beloofd dat Nederland dit jaar 30 procent minder CO2 uit zou stoten. Daar is weinig van terecht gekomen. Urgenda heeft uiteindelijk via de rechter moeten afdwingen dat Nederland in 2020 de CO2-uitstoot op z’n minst met een kwart heeft gereduceerd ten opzichte van 1990. Tot overmaat van ramp is nu zelfs dit Urgenda-doel niet binnen bereik.", "Ook in Europa moet Nederland het boetekleed aantrekken. De Europese doelstelling voor 14 procent hernieuwbare energie in 2020 halen we niet. Om het tekort te compenseren, moet minister Wiebes de portemonnee trekken om hernieuwbare energie bij de Denen in te kopen. Kosten: 100 à 200 miljoen euro. Waardevolle euro’s die de Nederlandse energietransitie goed had kunnen gebruiken.", "Jonge generaties verliezen de hoop", "De politiek loopt dus de ‘klimaatkantjes’ ervan af. Economische winst op de korte termijn krijgt regelmatig de voorkeur boven lange- termijnklimaatbeleid. Inmiddels verliezen jonge generaties de hoop. Uit een peiling onder de achterban van de Jonge Klimaatbeweging, de nummer 1 in de Trouw Duurzame 100, blijkt dat 83 procent van de jongeren geen vertrouwen heeft in het behalen van de klimaatdoelen voor 2030. De politiek belooft te veel en levert structureel te weinig, vinden ze.", "Om de klimaatdoelen wél te halen is nieuw gereedschap nodig: een Klimaatautoriteit. Die treedt op als de bewaker van lange-termijnklimaatbeleid. De Klimaatautoriteit heeft als belangrijkste taak om jaarlijkse plafonds voor CO2-uitstoot vast te stellen. Deze emissieplafonds dalen geleidelijk aan tot nul in 2050. Daarnaast voorziet de autoriteit het kabinet met concrete voorstellen om deze doelen te halen. Het kabinet krijgt de opdracht om de uitstoot onder deze plafonds te houden. Zo worden verre klimaatdoelen voor 2030 en verder tastbaar gemaakt.", "De Klimaatautoriteit vervult hiermee een unieke rol in de sturing op de klimaatdoelen. Omdat ze op afstand staat van de politiek, is ze niet vatbaar voor het uitstelgedrag van politici. Ook voorkomt de autoriteit vertraging die op de loer ligt bij de aankomende kabinetswissel. Een zorg waar Ed Nijpels eerder in een brief aan minister Wiebes al voor waarschuwde.", "Committee on Climate Change", "Daarnaast heeft zij de bevoegdheid om ministeries op de vingers te tikken en tot actie te dwingen wanneer doelen niet worden behaald. Iets wat het PBL niet kan doen. En anders dan de rechter in bijvoorbeeld de Urgenda-zaak, kan de Klimaatautoriteit op eigen initiatief handelen. Bovendien kan ze de overheid op korte termijn tot actie dwingen. De Urgenda-zaak duurde wel vijf jaar.", "In andere landen plukt men al de vruchten van soortgelijke initiatieven. Zo heeft het Verenigd Koninkrijk een Committee on Climate Change (CCC). Het stelt plafonds voor CO2-uitstoot vast, monitort de voortgang en houdt de politiek bij de les wanneer klimaatdoelstellingen uit zicht raken.", "Het resultaat? 38 procent minder CO2-uitstoot in 2020. Het VK koerst nu zelfs op 68 procent minder uitstoot in 2030. In Nederland kunnen we slechts van deze cijfers dromen.", "Met de Klimaatautoriteit is de vrijblijvendheid voorbij. Bovenaan het wensenlijstje van menig jongere prijkt daarom deze feestdagen de Klimaatautoriteit. Dan kunnen we samen snelheid maken richting de 1,5-graadsamenleving. Want elke ton CO2 telt.", "Lees ook:", "Coronadip in uitstoot CO2 is verwaarloosbaar, wereld koerst af op 3 graden warmer", "De klimaatboodschap van VN-organisatie Unep is uiterst zorgelijk. Landen doen onvoldoende om gevaarlijke opwarming tegen te gaan, ook in de herstelplannen voor de economie na Covid.", "Greenpeace verliest: extra klimaateisen aan KLM niet verplicht", "De overheid hoeft geen extra klimaatdoelen aan KLM op te leggen als voorwaarde voor steun. Greenpeace had dat geëist, maar de rechter gaat daar niet in mee.", "‘Shell op ramkoers met wereldwijde klimaatdoelen’", "De rechter moet Shell dwingen zijn CO2-uitstoot te verminderen, omdat het bedrijf “op ramkoers” ligt met de mondiale klimaatdoelstellingen, betoogt advocaat Roger Cox dinsdag namens Milieudefensie en andere eisers voor de rechtbank in Den Haag."], "authors": ["Werner Schouten En Yousef Assad"], "keywords": ["procent", "van", "afdwingen", "klimaatdoelen", "het", "stel", "op", "die", "klimaatauroriteit", "kan", "een", "niet", "te", "om", "aan", "actie", "voor"], "pubDate": "2020-12-10T10:59:34+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}