{"id": "35cf5ca8-76ff-30e8-bde4-f5894feef6ed", "title": "Kringlooplandbouw: beloon de positieve effecten van het boeren", "url": "https://volkskrant.nl/columns-opinie/kringlooplandbouw-beloon-de-positieve-effecten-van-het-boeren~bc62a2f6/", "summary": "Een stap concreter betekent dit dat externe effecten een prijs moeten krijgen.\nMaar hier kun je ook een beetje mee spelen, bijvoorbeeld door het vermijden van negatieve effecten een positieve prijs te geven.\nDe schade van de negatieve externe effecten is groter dan de opbrengst van de positieve externe effecten.\nHet fonds int de kosten van de maatschappelijke schade van de landbouwproductie, en betaalt de opbrengst van de maatschappelijke baten uit.\nDit kan door de truc te gebruiken uit denkstap 3, door het vermijden van negatieve effecten een positieve prijs te geven.", "paragraphs": ["Hoe wel? Zo eindigden we vorige week. Hoe kunnen we de kringlooplandbouw wél realiseren? Daartoe deze week een eerste poging.", "Stap 1. De eerste denkstap is de constatering dat kringlopen sluiten niet het hoogste doel is. Het is een (interessant) middel om het hogere doel te bereiken: landbouw die natuur en milieu respecteert en versterkt.", "Stap 2. De tweede denkstap sluit aan bij de analyse in deel 1, dat de landbouweconomie van nu gepaard gaat met grote ‘externe effecten’: gevolgen voor de (lokale) samenleving die boer noch consument betrekt bij de productie en consumptie van landbouwproducten. De oplossingsrichting is: ervoor zorgen dat deze ‘externe effecten’ WEL worden meegenomen in de besluiten.", "Stap 3. Een stap concreter betekent dit dat externe effecten een prijs moeten krijgen. In principe: positieve effecten hebben een positieve prijs voor de boer. Negatieve een negatieve prijs. Maar hier kun je ook een beetje mee spelen, bijvoorbeeld door het vermijden van negatieve effecten een positieve prijs te geven. Hierover straks meer.", "Stap 4. Een eerste gedachte-experiment. Stel: alle externe effecten zijn bekend. En: alle effecten hebben een maatschappelijk correcte prijs. Wat is dan het saldo van de landbouw? Sterk negatief. De schade van de negatieve externe effecten is groter dan de opbrengst van de positieve externe effecten. Dit is precies waarom we het erover hebben natuurlijk. Omdat we ons zorgen maken over die maatschappelijke schade.", "Wat gebeurt er in zo’n geval met de landbouw? Die gaat failliet. Boeren zijn prijsnemers, zagen we eerder, en dat betekent dat zij die maatschappelijke kosten niet kunnen verhalen op hun afnemers. Supermarkten en consumenten kopen dan domweg (goedkoper) spul uit een naburig buitenland waar de maatschappelijke schade niet in de prijs gestopt is.", "Stap 5. Een tweede gedachte-experiment. Laat een fonds bestaan, het ‘maatschappelijke kosten-batenfonds voor de landbouw’. Het fonds int de kosten van de maatschappelijke schade van de landbouwproductie, en betaalt de opbrengst van de maatschappelijke baten uit. In ons eerste gedachte-experiment zou dit fonds dus (korte tijd) veel geld verdienen (en daarna bij gebrek aan boeren wegkwijnen).", "Laat het fonds nu de opdracht krijgen jaarlijks evenveel binnen te halen als uit te betalen. Saldo: nul. Dit kan door de truc te gebruiken uit denkstap 3, door het vermijden van negatieve effecten een positieve prijs te geven.", "Wat gebeurt er nu met de landbouw? Die verandert, en wel in de gewenste richting. Boeren verdienen geld op twee manieren: met de verkooprijs van hun producten, én met de productiewijze. Ze hebben een commerciële winst- en verliesrekening, én een maatschappelijke winst- en verliesrekening. Als een melkveehouder (bij wijze van voorbeeld) extensiveert (minder koeien per hectare) daalt zijn commerciële winst, maar dankzij de bijdrage uit het maatschappelijke landbouwfonds, stijgt zijn maatschappelijke winst en dat zijn ook harde euro’s. Een melkveehouder die niet maatschappelijker kan of wil produceren boekt een hogere commerciële winst maar draagt euro’s af aan het fonds.", "En de wereldmarkt dan? Op de wereldmarkt krijgen boeren de (commerciële) marktprijs. Voor de extensiverende melkveehouder is dat geen probleem, de intensieve melkveehouder ziet zijn inkomsten teruglopen. Het fonds doet wat het moet doen: prikkelen tot een andere productiewijze (al dan niet in een gesloten kringloop). De sector als geheel gaat er niet op vooruit of achteruit. Binnen de sector krijgen maatschappelijk waardevolle bedrijven de wind mee, de anderen wind tegen.", "Dat is toch de bedoeling?"], "authors": ["Frank Kalshoven"], "keywords": ["van", "effecten", "boeren", "dat", "die", "een", "maatschappelijke", "en", "kringlooplandbouw", "zijn", "positieve", "beloon", "prijs", "het"], "pubDate": "2020-11-20T16:20:36Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}