{"id": "35dae875-e5a5-364e-9dce-f356bbd91e48", "title": "Pippi Langkous giet nei Fryslân; het onverwachte succes van de Friese kinderboekvertaling", "url": "https://trouw.nl/binnenland/pippi-langkous-giet-nei-fryslan-het-onverwachte-succes-van-de-friese-kinderboekvertaling~b6155538/", "summary": "“Pippi is het boek der boeken dat iedereen kent.” Hoe kan het eigenlijk dat er in het 75ste levensjaar van Pippi nog geen Friese editie was?\nAl in 1979 kwam namelijk voor het eerst werk van Astrid Lindgren in het Fries uit, er volgden er nog negen.\nZij waren nuttiger bij het oersetten van tienerbestsellers als de ‘Grote Vriendelijke Reus’ en ‘Het leven van een loser’.\nMaar het onverwachte resultaat is dat er een hoera-stemming leeft, omdat het Fries nog lang niet dood blijkt.\nIn 2017 vertaalde De Jong ‘Het leven van een loser’ van de enorm populaire Amerikaan Jeff Kinney: ‘It libben fan in labbekak’.", "paragraphs": ["“Het was grandioos om Pippi Langkous over te zetten. Pardon, dat is een Friesisme, ik bedoel om het te vertalen”, zegt Martsje de Jong. “Pippi is het boek der boeken dat iedereen kent.” Hoe kan het eigenlijk dat er in het 75ste levensjaar van Pippi nog geen Friese editie was? Al in 1979 kwam namelijk voor het eerst werk van Astrid Lindgren in het Fries uit, er volgden er nog negen.", "“Waarschijnlijk was er zo’n overvloed aan Nederlandse drukken van Pippi, plus een tv-serie en een dvd, dat het niet gemist werd”, oppert De Jong. Omdat er deze zomer al een jubileum-druk in het Nederlands verscheen, waren de boekhandels helemaal niet happig om de Friese editie te bestellen. “Maar toen vloog die eind november dus de deur uit als Sinterklaascadeau. Iedereen was overweldigd.” De tweede druk van duizend exemplaren volgt binnenkort.", "‘Met de klas een keer naar Omrop Fryslân kijken is genoeg’", "De Jong (44) uit Bitgum liet deze keer haar werk niet aan haar pubers (13 en 17) lezen. Zij waren nuttiger bij het oersetten van tienerbestsellers als de ‘Grote Vriendelijke Reus’ en ‘Het leven van een loser’. “Mijn kinderen vinden mij al snel een oude sok. Jongeren gebruiken zinsneden als ‘Beter ga je naar weg’. Die uitdrukkingen neem ik van hen over, met een aanwijzing voor de corrector dat het echt zo moet.”", "Hoe staat het Fries er eigenlijk voor? Wie door de provincie fietst denkt door alle tweetalige plaatsnaamborden aan de ‘Dik voor Mekaar Show’. “Alleen maar vernis”, oordeelt De Jong. “De Raad van Europa schreef eind september een brandbrief aan de regering dat het Fries onder druk staat. Het onderwijs is veel te vrijblijvend. Met de klas een keer naar Omrop Fryslân kijken is genoeg.”", "Vertaalster Martsje de Jong hoopt dat jongeren die 'Pippi Langkous' lezen denken: 'hé dat Fries valt mee'. Beeld Carl Hollander, uitgeverij Ploegsma.", "De Jong heeft het idee dat er dankzij sociale media de laatste jaren een kentering plaatsvindt: “Het Fries was enorm in het slop geraakt. Op Whatsapp praten we onderling ineens wel in de memmetaal, vaak fonetisch. De beheersing van het schrijven is abonimabel omdat het onderwijs zo slecht was. Maar het onverwachte resultaat is dat er een hoera-stemming leeft, omdat het Fries nog lang niet dood blijkt. Maar er is flink werk aan de winkel.”", "Als er straks strengere eisen voor het Friese taalonderwijs komen, zijn boeken een wezenlijk onderdeel. “Kinderboeken verkopen goed, juist die klassiekers als ‘Jip en Janneke’, omdat ouders en grootouders het kennen. Zo doen vertaalde jeugdboeken meer voor de Friese taal dan originele romans, die vaak maar in een oplage van driehonderd stuks verschijnen.” De Jonge is een ‘vreselijke voorstander’ van voorlezen. “Dat kan van 0 tot 100. Ik lees mijn kinderen nog steeds voor, ’s avonds tussen tien en half elf”, lacht ze.", "Heeft u last van sproeten?", "Waarom heeft De Jong gekozen voor de naam Langkous in plaats van Langhoas? Het blijkt te liggen aan taalvernieuwing, hoas betekent tegenwoordig vooral panty. En waarom is een woord als verlangen vertaald als ferlangen in plaats van het originelere langstme? De Jong: “Ik kies bewust voor een licht register zodat het toegankelijk is voor kinderen en jonge ouders, die amper of geen Fries op school leerden. Ik hoop dat ze denken, hé dat Fries valt mee. En straks nóg een boek pakken.” Haar mooiste vondst vindt ze het woord bûke, waarmee Pippi een ‘miezerig mannetje’ aanspreekt.", "Tot slot de verplichte vraag over politiek correct taalgebruik. Het woord negerkoning werd door Astrid Lindgren al verbannen in 1993. “In de Nederlandse editie net pas. Ik gebruikte de laatste Zweedse versie als basis. Het rieten rokje dat Pippi aandoet op Taka-Tukaland in de Stille Zuidzee is gebleven. Het is een boek vol fantasie. Iedereen weet dat een meisje ook geen paard optilt. Pippi komt op het eiland snel van haar troon om te spelen.”", "Lindgren had een hekel aan onrecht en pesten, weet De Jong. Niet voor niets heeft Pippi rood haar en sproetjes. “Als een drogist in de etalage reclame maakt voor een bleekcrème met de tekst: Heeft u last van sproeten?, gaat Pippi naar binnen om hard ‘Nee!’ te zeggen. Ze is er blij mee.”", "Vertaalster wordt columnist Vertaalster Martsje de Jong is aan haar doorbraak bezig. Die begon in 2016 met de vertaling van ‘GVR’, de Grote Vriendelijke Reus, in het Fries. Daarmee kwam zij als eerste Friese vertaler op de Ibby-erelijst, een internationaal podium voor kinderboeken. In 2017 vertaalde De Jong ‘Het leven van een loser’ van de enorm populaire Amerikaan Jeff Kinney: ‘It libben fan in labbekak’. Ze begint voor Omrop Fryslân met het bespreken van nieuwe Friese literatuur en heeft sinds september een column over Friese taal en cultuur in de Leeuwarder Courant: “Daarin gebruik ik graag een onbekender en dus moeilijker woord zoals kachelachje (smoesje). Daarover krijg ik dan heel veel mails.”", "Lees ook:", "Hoe gaat het 50 jaar na de tv-serie met Pippi, Tommy en Annika? (En met dat vervelende aapje)", "Precies vijftig jaar geleden werd de legendarische tv-serie Pippi Langkous opgenomen. Hoe gaat het met vertolkster Inger Nilsson? En met Tommy en Annika?"], "authors": ["Sybilla Claus"], "keywords": ["succes", "van", "het", "voor", "jong", "met", "giet", "kinderboekvertaling", "langkous", "een", "en", "dat", "pippi", "er", "nei", "onverwachte", "fryslân"], "pubDate": "2020-12-04T12:52:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}