{"id": "35dc2f82-e447-3eb2-bb2e-d3b886f8f3f8", "title": "Het optimisme van het RIVM over de komende vaccinaties is zeer welkom", "url": "https://trouw.nl/opinie/het-optimisme-van-het-rivm-over-de-komende-vaccinaties-is-zeer-welkom~b9d06308/", "summary": "Wat een verfrissende ‘Wir schaffen das’-houding van het RIVM, dat met overtuiging stelt dat de coronavaccinaties op 4 januari kunnen beginnen.\nNiet dat een virus zich daar wat van aantrekt.\nHet is voor minister Hugo de Jonge (volksgezondheid) dan ook prettig dat hij ruggesteun krijgt van het RIVM bij die streefdatum van 4 januari.\nEn het is in elk geval wat anders dan de houding van Actiz, branche-organisatie van de verpleeghuizen.\nZeker, het gaat om grote aantallen – maar bekijk het per zorginstelling en het wordt al een stuk overzichtelijker.", "paragraphs": ["Wat een verfrissende ‘Wir schaffen das’-houding van het RIVM, dat met overtuiging stelt dat de coronavaccinaties op 4 januari kunnen beginnen. Dat optimisme is zeer welkom tussen het overige grijze coronanieuws, met soms honderden ziektegevallen minder, maar de laatste dagen honderden meer, en de aanzwellende geluiden vanuit de samenleving dat Nederland het zat is. Niet dat een virus zich daar wat van aantrekt. Maar het is om allerlei redenen – sociaal en economisch – heel wenselijk om te beginnen met vaccineren zodra dat veilig en effectief is.", "Het is voor minister Hugo de Jonge (volksgezondheid) dan ook prettig dat hij ruggesteun krijgt van het RIVM bij die streefdatum van 4 januari. In de Tweede Kamer leidde zijn ambitie vorige week tot voorspelbare vragen en irritatie. En inderdaad, je zou kunnen zeggen dat De Jonge na alle gedoe rond de corona-app en testcapaciteit beter niet meer zo hoog kan inzetten. Of – en laten we dat nu eens doen – hem prijzen omdat hij toch weer zijn nek durft uit te steken. En, ook niet onbelangrijk, druk op de ketel houdt.", "Geen grote beren", "Anders dan het RIVM, klonken vanuit de organisaties van verpleeg­huizen en huisartsen vorige week alweer bezorgde geluiden. Hun zorgen, deels technisch, deels organisatorisch, zullen heus wel terecht zijn, maar kwamen ook wat pavloviaans over. Het RIVM zegt ook niet dat alles al precies duidelijk is. Maar het ziet losse draadjes en ‘ontbrekende informatie die nu binnendruppelt’, geen grote beren op de weg, en dat is een goede grondhouding.", "En het is in elk geval wat anders dan de houding van Actiz, branche-organisatie van de verpleeghuizen. Die spreekt van een ‘ongekende operatie’ die met ‘militaire precisie’ moet worden uitgevoerd. Dat klinkt toch echt wat overdreven. Zeker, het gaat om grote aantallen – maar bekijk het per zorginstelling en het wordt al een stuk overzichtelijker. Er is nog bijna een maand voorbereidingstijd, ook om de plannen zo nodig bij te stellen. En als ze eenmaal op streek zijn zal het toch niet iets compleet anders zijn dan de jaarlijkse griepprikken?", "Op veel verpleegafdelingen en intensive cares hebben de medewerkers het dit jaar zwaar gehad. Op sommige nog steeds, of weer, en daar komen de vaccinaties nu bovenop. Daarna mogen de huisartsen de mouwen opstropen voor een volgende ronde van de vaccinatiecampagne. Maar ook voor hen geldt dat ze al jaarlijks met dat bijltje hakken, al wordt het logistiek in de anderhalvemetersamenleving ingewikkelder.", "Dus ja, het wordt nog even afzien, in de zorg en daarbuiten. Maar wel met de hoop dat de grauwsluier die dit jaar over Nederland hing, in het nieuwe jaar langzaam maar zeker zal wegtrekken.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": [], "keywords": ["van", "wat", "komende", "het", "welkom", "zeer", "optimisme", "maar", "met", "zijn", "een", "rivm", "en", "dat", "ook", "vaccinaties"], "pubDate": "2020-12-07T07:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}