{"id": "35dc42ae-43b9-3233-ae20-05c88221c4ff", "title": "Le Monde: ‘KLM heeft snel nog eens een miljard euro hulp nodig’", "url": "https://volkskrant.nl/nieuws-achtergrond/le-monde-klm-heeft-snel-nog-eens-een-miljard-euro-hulp-nodig~bfaf9575/", "summary": "Beeld Harry Cock / de VolkskrantVolgens Le Monde ging Air France er aanvankelijk van uit dat het aantal passagiers in december 20 procent lager zou liggen dan eind 2019, toen West-Europa nog geen last had van het coronavirus.\nNu vreest het management van de Franse divisie dat er 60 procent minder vliegtickets zullen worden verkocht, en dat die situatie tot in februari zal voortduren.\nDat was in maart en april, toen honderden vliegtuigen van Air France en KLM aan de grond kwamen te staan.\nLe Monde schrijft dat Air France om nog eens 3 miljard van ‘Parijs’ wil vragen, na de ruim 7 miljard die het eerder ontving.\nDraagvlak afgebrokkeldVoor minister Wopke Hoekstra (Financiën) is het een tegenvaller dat KLM nu alweer aanklopt.", "paragraphs": ["KLM parkeert toestellen op Groningen Airport ivm corona crisis. Beeld Harry Cock / de Volkskrant", "Volgens Le Monde ging Air France er aanvankelijk van uit dat het aantal passagiers in december 20 procent lager zou liggen dan eind 2019, toen West-Europa nog geen last had van het coronavirus. Nu vreest het management van de Franse divisie dat er 60 procent minder vliegtickets zullen worden verkocht, en dat die situatie tot in februari zal voortduren. ‘Herstelscenario’s moeten naar beneden worden bijgesteld, en de vooruitzichten op korte en middellange termijn zijn niet bemoedigend.’", "Air France zou 15 miljoen euro per dag verliezen. ‘We naderen met rasse schreden de verliezen die we leden in de beginfase van de virusuitbraak’, citeert Le Monde een vakbondsbestuurder. Dat was in maart en april, toen honderden vliegtuigen van Air France en KLM aan de grond kwamen te staan. De enige troost voor de Franse luchtvaartmaatschappij is de luchtvracht, die nu goed is voor 48 procent van de opbrengst op langeafstandsvluchten. Dat kan evenwel het wegstromende geld in de passagiersdivisie slechts een klein beetje compenseren.", "Nieuwe reisbeperkingen", "Wat de luchtvaart de das om doet, zijn de nieuwe reisbeperkingen die landen instellen om een tweede golf van besmettingen en ziekenhuisopnamen het hoofd te bieden. Ook de Nederlandse regering kondigde dinsdag aan dat de eerder ingestelde beperkingen op evenementen en samenkomsten mogelijk tot medio januari moeten worden verlengd. Dat geldt ook voor het dringende advies om alleen naar het buitenland te reizen als het echt niet anders kan.", "Politiek Den Haag hield er al rekening mee dat KLM meer geld nodig zou hebben dan de lening van 1 miljard en de 2,4 miljard aan kredietgaranties waartoe deze zomer al door het kabinet werd besloten. Over nieuwe steun lopen al maanden gesprekken tussen de regeringen van Nederland en Frankrijk. Le Monde schrijft dat Air France om nog eens 3 miljard van ‘Parijs’ wil vragen, na de ruim 7 miljard die het eerder ontving. Daarna wil het fusieconcern begin volgend jaar nog eens 2 miljard ophalen bij private investeerders.", "Draagvlak afgebrokkeld", "Voor minister Wopke Hoekstra (Financiën) is het een tegenvaller dat KLM nu alweer aanklopt. Het maatschappelijke draagvlak voor KLM is afgebrokkeld door het recente touwtrekken rond een langdurige loonmatiging door de piloten. Hoekstra trok uiteindelijk aan het langste eind met de eis dat de piloten hun arbeidsvoorwaarden matigen zolang KLM aan het staatsinfuus ligt. Maar de CDA’er zou liever zien dat er pas weer wordt gesproken over nieuwe leningen of een aandelenkoop na de parlementsverkiezingen van volgend jaar maart.", "In september waarschuwde de topman van Air France-KLM, Ben Smith, al dat er na de zomer geld bij moet, maar niet hoeveel. ‘1-, 3-, 5 miljard euro? Het is nog te vroeg om het bedrag van een herkapitalisatie te becijferen.’ De term ‘herkapitalisatie’ maakt duidelijk dat Smith geen nieuwe leningen wil, of kredietgaranties, omdat die de schuldenlast van Air France-KLM alleen maar zullen verzwaren. Smith wil de schulden omzetten in aandelen, wat betekent dat de winst – in de toekomst – over meer aandeelhouders moet worden verdeeld."], "authors": ["Peter Van Ammelrooy"], "keywords": ["dat", "snel", "nog", "van", "klm", "die", "een", "om", "hulp", "en", "te", "le", "heeft", "miljard", "nodig", "monde", "euro", "het"], "pubDate": "2020-11-18T16:55:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}