{"id": "35e285df-0b16-348f-93f0-4fee5f8e51b0", "title": "De spinaziepulp van het ‘Groene Monster’ gaat in de falafel", "url": "https://www.volkskrant.nl/kijkverder/v/2020/de-spinaziepulp-van-het-groene-monster-gaat-in-de-falafel~v397136/", "summary": "In een kleine keuken van een sapjesbar in het Rotterdamse Kralingen mengen Ayuk Bakia en Scifo Minnaard gemalen kikkererwten en verse kruiden door elkaar.\nDie pulp is spinazie, uitgeperst door juicebar Sajoer voor sapjes met namen als Green Monster en Anti Hangover.\nDaarom maken zij daar nu falafel van met een toepasselijke naam: Falafval.\nTijdens bijbaantjes in de horeca zagen Bakia en Minnaard hoeveel eten er wordt weggegooid.\nZo kwamen we op het idee van falafel.’", "paragraphs": ["In een kleine keuken van een sapjesbar in het Rotterdamse Kralingen mengen Ayuk Bakia en Scifo Minnaard gemalen kikkererwten en verse kruiden door elkaar. Dan volgt het speciale ingrediënt: donkergroene pulp. Die pulp is spinazie, uitgeperst door juicebar Sajoer voor sapjes met namen als Green Monster en Anti Hangover. De overgebleven pulp belandde voorheen in de afvalbak en dat vonden de jonge Rotterdammers zonde. Daarom maken zij daar nu falafel van met een toepasselijke naam: Falafval.", "Tijdens bijbaantjes in de horeca zagen Bakia en Minnaard hoeveel eten er wordt weggegooid. ‘En ook thuis merk je hoeveel voedsel in de vuilnisbak belandt. We wilden graag wat samen beginnen en wisten al snel dat we iets wilden doen tegen voedselverspilling’, vertelt Bakia in de productiekeuken.", "Ze gingen op zoek naar reststromen in hun thuisstad die nog niet werden gebruikt. ‘Overal in de stad doken juicebars op en we vroegen ons af of er al iets met de pulp werd gedaan’, aldus Bakia. Ze maakten een lijst van juicebars in de stad en zijn gaan bellen: mogen we jullie pulp eens gebruiken? ‘Sajoer reageerde meteen heel positief’, vertelt Bakia. ‘We zijn langs gefietst, de pulp opgehaald en thuis gaan testen. We kwamen een video tegen van iemand die balletjes van groentepulp frituurde. Zo kwamen we op het idee van falafel.’"], "authors": ["November"], "keywords": ["van", "falafel", "bakia", "het", "op", "met", "groene", "gaat", "die", "zijn", "een", "spinaziepulp", "en", "pulp", "monster"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}