{"id": "35e6e874-4f8d-3679-b284-2a0eeb58e19e", "title": "Estavana Polman verbijt de pijn over het missen van het EK handbal", "url": "https://volkskrant.nl/sport/estavana-polman-verbijt-de-pijn-over-het-missen-van-het-ek-handbal~b7793110/", "summary": "Mijn moeder zei: vind je het niet leuk?\nPolman praat, haalt tussendoor dochter Jesslyn van het kinderdagverblijf.\nLeg jij het maar uit, jij weet het beter.’Polman: ‘Als je een gewone overtreding maakt in de laatste halve minuut, is het oké.\nIk lijd er niet onder, dat ik geen Europa Cup heb gewonnen, al kan ik niet zeggen hoe dat had gevoeld.\nIk voetbal nog steeds, bij Esbjerg oude mannen.’Polman: ‘Hij zegt vaak dat ik rustig moet blijven, dat het wel goed komt met die blessure.", "paragraphs": ["Estavana Polman Beeld Klaas Jan van der Weij / de Volkskrant", "Estavana Polman weet nog dat haar ouders haar afzetten in Denemarken, bij Sønderjyske, bijna tien jaar geleden. Meisje alleen, handballer, 18 jaar. ‘Alle spullen waren uitgeladen, en toen gingen ze weg. Ik dacht: Jezus, nou ben ik hier alleen. Ik stoer doen. Mijn vader en moeder liepen snel weg, omdat ze anders gingen janken. Toen heb ik boven de hele dag gejankt. Wat nu dan? Dan zat ik aan de telefoon. Mama, de aardappels koken. Wanneer zijn ze gaar? Je wordt snel volwassen. Mijn moeder zei: vind je het niet leuk? Nou, dan kom je toch terug. Dan kun je werken van negen tot vijf.’", "Tien jaar later is het EK handbal in ‘haar’ Denemarken, al kan ze niet meedoen vanwege een gescheurde knieband. Ze berust. ‘Het is niet anders. Het was anders geweest bij een lichte blessure. Dat je dacht: zullen we er een spuit inzetten?’", "Het ruime appartement op de vierde verdieping in het centrum van Esbjerg is een nest van gezelligheid. Haar vriend Rafael van der Vaart, in joggingbroek, met pet achterstevoren, vraagt: ‘Omeletje?’ Zijn broer Fernando werpt dartpijlen. Polman praat, haalt tussendoor dochter Jesslyn van het kinderdagverblijf. Ook Damian, zoon uit Van der Vaarts voormalige huwelijk met Sylvie Meis, woont in Esbjerg.", "Het gebeurde bij de training, bij een draai die ze al 100 duizend keer had gemaakt. Polman: ‘Ik wist het gelijk. De enige gedachte was: ik hoop niet dat alles naar de kloten is. Voorste kruisband, meniscus, en er zaten nog wat oude blessures in. Binnen- en buitenband waren nog heel. Ze hebben alles schoongemaakt. Negen tot twaalf maanden uitgeschakeld, maar ik ga het sneller doen. Vijf jaar geleden had ik gezegd in zes maanden. Nu zeg ik acht. Het moet goed zijn. Het is alles of niets.’", "Ze is geopereerd door een Deen die ze goed kende. ‘Hij zei: als je de knie kunt strekken, opereer ik je. Ga maar doorduwen. Met tranen over mijn wangen lag ik in bed te strekken. Na zes dagen kon hij opereren. Hij was verbaasd, terwijl ik alleen had gedaan wat hij vroeg: doorduwen.’ De fysiotherapeut, een Duitser uit Oostenrijk, is voltijds bij ze thuis. ‘Het is mijn lichaam, en we betalen het zelf.’ Ze kan alweer van alles. ‘Ik moet niks, maar het zou leuk zijn als ik eind maart, begin april kan meedoen met de play-offs. En dan komen de Olympische Spelen.’", "Ze volgt het EK als geïnteresseerde. Handbal is groot in Denemarken, met normaliter volle zalen en wedstrijden op tv. ‘De mannen zijn huge, als Olympisch kampioen.’ Voormalig topvoetballer Van der Vaart, eerst keukenprins, daarna aangeschoven bij het gesprek: ‘Alle goede voetballers hier kunnen ook goed handballen. Dat hoort bij de opvoeding. Handbal is bij meiden nog sport nummer één.’", "In de play-offs zit de hal altijd vol, 4.000 man. Esbjerg en Odense zijn dé teams. Polman voelde nooit behoefte het land te verlaten. ‘Ik voel me lekker hier, na acht jaar bij Esbjerg. Elke maand krijg je lekker je centjes. Je reist naar de wedstrijd en bent ‘s avonds weer thuis. Als je er niet staat, verlies je van de onderste.’", "Bijna een jaar geleden behaalden de Nederlandse handbalsters de wereldtitel, na een ongekend spannende finale tegen Spanje, met 30-29 als uitslag. Zelfs de commentator van Ziggo raakte in de war van de ontknoping, een penalty voor Nederland. Van der Vaart zat in de studio. ‘Ik zei meteen: penalty. Es had het verteld. Leg jij het maar uit, jij weet het beter.’", "Polman: ‘Als je een gewone overtreding maakt in de laatste halve minuut, is het oké. Anders is het penalty. Het gebeurde te vaak dat iemand de bal pakte en in de tribune gooide of zo. Nu sprong een Spaanse voor onze keeper, toen wij nog snel een aanval wilden doen. Ik weet nog steeds niet of het helemaal terecht was, toen die scheidsrechter de rode kaart gaf, maar wat kan mij het schelen.’", "Zij werd dus wereldkampioen tegen Spanje, hij niet in 2010. De finale ging verloren na verlenging, door de goal van Iniesta. Invaller Van der Vaart kon diens schot net niet blokkeren. Hij lag nooit wakker van dat verlies. Van der Vaart: ‘Al had ik het mooi gevonden als er nu twee wereldkampioenen naast elkaar hadden gezeten, maar toen wist ik nog niet dat wij samen zouden komen. Het leuke is: ik heb het altijd genomen zoals het is. We verloren terecht van Spanje, al hadden we best kansen. Dan accepteer je het sneller. Maar nu zij zo bezig was, dacht ik wel: geniet nou. Ik had tranen in mijn ogen van haar overwinning. Ook omdat ik weet wat het betekent als je het niet wordt. Dat heeft zij trouwens ook al een paar keer meegemaakt.’", "Ze zijn andere types. Van der Vaart: ‘Ik ben geen prijzengrijper geweest. Bij een finale dacht ik: winnen is belangrijk, maar het moet ook met mooi voetbal. Ik hoop altijd dat het mooie voetbal wint.’", "Polman, na het WK uitgeroepen tot beste handbalster ter wereld: ‘In Denemarken spelen we mooi handbal. In Duitsland is het fysieker. Daarom ben ik naar Denemerken gegaan.’", "Van der Vaart: ‘Zij kan echt heel boos worden. Dat heb ik nooit gehad. In het begin een beetje. Bij haar zie ik wel eens een stoel vliegen.’", "Polman: ‘Het is ook wel eens een valkuil geweest. Ik dacht soms: ik heb verloren van mezelf, in mijn hoofd. Dat is minder geworden. Rafael zei eens tegen mij: als je weer een stoel door de hal schopt, kom ik niet meer kijken.’", "Van der Vaart: ‘Bij voetbal is het stadion groot en is het op de tribune ver weg, voor je gevoel. Bij handbal kan ze me bijna een klap voor mijn kanis geven. De mensen vinden dat mooi, omdat de Deense speelsters dat niet hebben.’", "Polman: ‘Deels zijn wij hetzelfde. Handbal is mijn passie, maar het is niet alles. Ik moet ook een lekker leven hebben. Een wijntje kunnen drinken, gezelligheid. Dat wordt ook geaccepteerd. Het eerste wat mijn coach me na de wedstrijd geeft is een lekker drankje. Proost, zegt hij dan. En McDonalds. Hij weet dat ik dat nodig heb.’", "Van der Vaart, met ingehouden lach: ‘Zo was ik dan weer niet.’ Dan, schaterend: ‘Het is dat onze spelersbus niet door de McDrive paste…’", "Polman: ‘We willen allebei niet dat alles moet wijken voor topsport.’", "Van der Vaart: ‘Veel topsporters zijn zelfzuchtig. Als teamgenoot kan dat vervelend zijn, want je doet aan teamsport. Dat heb ik altijd fascinerend gevonden: dat zoveel egoïsten in een teamsport zitten. Spitsen waren vaak zo gericht op hun persoonlijke prestatie. Dat is alleen niet zo erg als die spelers erg goed zijn. Ronaldo bijvoorbeeld was erg teleurgesteld als hij niet scoorde. Ook al wonnen we. Maar hij is juist daarom de ultieme teamspeler. Hij is zo goed, dat hij er persoonlijk voor kan zorgen dat het team presteert en kampioen wordt. Maar ik vond het verbazingwekkend. Ik lijd er niet onder, dat ik geen Europa Cup heb gewonnen, al kan ik niet zeggen hoe dat had gevoeld. Ik ben niet gaan voetballen omdat ik prijzen wilde winnen. Ik wilde gewoon laten zien wat ik kon, aan een groot publiek, al is dat misschien ook een vorm van egoïsme.’", "Polman: ‘In de kleedkamer zeg ik: we zijn hier om te winnen, niet om vriendjes te maken.’", "Van der Vaart: ‘Zij verloren de EK-finale van Noorwegen, en ze waren allemaal hartstikke blij. Dat vond ik geweldig. Want ze hadden het maximale gepresteerd.’", "Polman: ‘We kwamen bij de prijsuitreiking op in polonaise. Ik kan er alleen slecht tegen als je verliest, terwijl er meer in zat. Het moet leuk blijven. We hebben een lang traject met elkaar afgelegd en krijgen steeds meer aandacht. Daarmee moet je kunnen omgaan. Het leeft ook wel in Nederland. Ahoy was al uitverkocht voor een wedstrijd tegen Spanje, toen corona kwam.’", "Van der Vaart: ‘Als je weet hoe leuk die meiden zijn. Dat vond ik een verademing toen ik verkering met haar kreeg. Voetballers zeggen de ene keer gedag, dan weer niet. Dan die meiden. Danick Snelder sprong in mijn armen alsof we elkaar al honderd keer hadden gezien. Op een leuke manier. Ze zijn gewoon leuke wijven, om het plat te zeggen. En ze zijn keihard. Ze kunnen een stootje hebben en zeuren niet. Ze moesten naar Noorwegen voor een Europese wedstrijd. Ideaal, zou je denken. Daar hebben ze zestien uur over gedaan.’", "Polman: ‘Met de bus, met de boot. Allemaal kostenbesparend. En dan heb je twee wedstrijden in de week. Op een EK of WK tien wedstrijden in zestien dagen. Op een gegeven moment is het op. We hebben elk jaar een toernooi. Het is pittig. Als we alles spelen, zijn dat 65 wedstrijden per jaar.’", "Zij probeert terug te keren, hij is klaar. Dat zijn loopbaan langzaam doofde, bij Midtjylland en Esbjerg, doet hem niets. Van der Vaart: ‘Op je hoogtepunt stoppen, dat is zo achterhaald. Mijn tip: voetbal zo lang mogelijk. Ik voetbal nog steeds, bij Esbjerg oude mannen.’", "Polman: ‘Hij zegt vaak dat ik rustig moet blijven, dat het wel goed komt met die blessure. Hij is echt een steun, helemaal toen het net was gebeurd. Dan is het lekker dat je iemand hebt die weet wat een blessure is, met wie je over de volgende stap kunt praten. Iemand die snapt dat je drie dagen weg bent, naar een Champions League wedstrijd. Hij zegt altijd: Es, ga zo lang met je sport door als je kunt.’", "Van der Vaart: ‘Je moet alleen accepteren dat je weet wat je kunt en wat je niet kunt. Blijf trouw aan jezelf. Wat ik gaaf vond was dat veel mensen in Nederland tegen mij zeiden: zij is echt goed.’", "Polman: ‘Ik merkte pas wat we hadden neergezet toen ik filmpjes uit Nederland zag, van feesten in de kroeg, van mijn ouders die elkaar om de nek vlogen. Zelf ben je in een soort shock. Je bent blij, want je hebt gewonnen, maar je beseft niet meteen: fak, we zijn wereldkampioen.’"], "authors": ["Willem Vissers"], "keywords": ["van", "dat", "estavana", "niet", "een", "pijn", "en", "verbijt", "je", "ze", "ik", "zijn", "ek", "handbal", "polman", "het", "missen"], "pubDate": "2020-12-04T16:59:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}