{"id": "361fef06-ff00-349d-b4af-a6597de7203f", "title": "Column Herman Sandman: Toren van Babel", "url": "https://www.dvhn.nl/meningen/Column-Herman-Sandman-Toren-van-Babel-26346673.html", "summary": "Wij, mannen, vinden alles leuk wat beweegt, met wielen, een schroef en een roer of vleugels.\nZoals velen volg ik op Instagram accounts over auto’s, vliegtuigen en boten en zelfs over de wereld van cruiseschepen.\nWe kunnen er met het hele dorp op en zelfs drie of vier buurdorpen meevragen.\nDie schepen zijn meer dan 350 meter lang, de helft van onze straat, maar er zijn al ontwerpen van boten die een keer of drie, vier, groter zijn.\nHet ziet er prachtig uit, maar ik kan alleen maar denken aan de Toren van Babel.", "paragraphs": ["Wij, mannen, vinden alles leuk wat beweegt, met wielen, een schroef en een roer of vleugels. Zoals velen volg ik op Instagram accounts over auto’s, vliegtuigen en boten en zelfs over de wereld van cruiseschepen. Je weet niet wat je ziet.", "De beroemde Titanic , ook geen klein vaartuig, valt in het niet bij een gigant als Allure of the Seas , die anno nu over de wereldzeeën vaart . Er is een montagefoto met beide vaartuigen. Bij een aanvaring zou het beroemde schip aan splinters worden geramd en op de foto lijkt het zelfs of dat op het punt staat te gebeuren.", "Ik zit regelmatig met open bek te kijken, want die Allure is nog niet eens het grootste cruiseschip van de wereld, die eer komt toe aan Sympony of the Seas , met ruimte voor 6680 passagiers. We kunnen er met het hele dorp op en zelfs drie of vier buurdorpen meevragen. Mochten we dat willen.", "Die schepen zijn meer dan 350 meter lang, de helft van onze straat, maar er zijn al ontwerpen van boten die een keer of drie, vier, groter zijn. Dat zijn hele drijvende steden, die eruitzien alsof ze nooit meer terugkomen.", "De ambitie van groot, groter, grootst is ook te zien in Dubai, waar gebouwen staan die ieder voorstellingsvermogen te boven gaan.", "Er worden ik weet niet hoeveel eilanden uit de zee gestampt en daarop komen weer gebouwen die hoog, hoger en nog hoger zijn dan alles wat tot dusver is gemaakt. Het ziet er prachtig uit, maar ik kan alleen maar denken aan de Toren van Babel."], "authors": ["Herman Sandman"], "keywords": ["zijn", "van", "babel", "herman", "sandman", "en", "een", "toren", "met", "column", "te", "op", "het", "niet", "die"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}