{"id": "364d2df9-639f-3f78-acc3-a148733883fd", "title": "Time roept vijftienjarige wetenschapper uit tot ‘Kind van het jaar’", "url": "https://www.parool.nl/kunst-media/time-roept-vijftienjarige-wetenschapper-uit-tot-kind-van-het-jaar~b241fe64/", "summary": "Uit persoonlijke ervaring weet ik dat het niet gemakkelijk is om niemand zoals jij te zien.”Greta ThunbergHet Amerikaanse tijdschrift Time begon in 1927 met het toekennen van de onderscheiding ‘Man van het jaar’.\nIntussen is de verkiezing veranderd in ‘Persoon van het jaar’.\nVorig jaar werd klimaatactiviste Greta Thunberg de jongste persoon van het jaar ooit toen ze op 16-jarige leeftijd werd verkozen.\nDit is de eerste keer dat er een ‘Kind van het jaar’ is benoemd.\nDe vijftienjarige Rao zegt: “Mijn boodschap is: als ik het kan, kan jij het, en iedereen.”", "paragraphs": ["Gitanjali Rao. Beeld Denver Post via Getty Images", "Rao komt uit Denver in de Amerikaanse staat Colorado. De jonge wetenschapper heeft meerdere nieuwe technologieën geïntroduceerd. Zo maakte ze bijvoorbeeld een apparaat dat lood in drinkwater kan identificeren, en een app en Chrome-extensie die kunstmatige intelligentie gebruiken om cyberpesten op te sporen.", "In een interview met actrice en filantroop Angelina Jolie zei Rao: “Ik zie er niet uit als een typische wetenschapper. Wat ik op tv zie, dat zijn oudere, meestal witte, mannelijke wetenschappers. Mijn doel is verschoven. Ik wil niet alleen mijn eigen apparaten maken om wereldproblemen op te lossen, maar ook anderen inspireren hetzelfde te doen. Uit persoonlijke ervaring weet ik dat het niet gemakkelijk is om niemand zoals jij te zien.”", "Greta Thunberg", "Het Amerikaanse tijdschrift Time begon in 1927 met het toekennen van de onderscheiding ‘Man van het jaar’. Intussen is de verkiezing veranderd in ‘Persoon van het jaar’. Vorig jaar werd klimaatactiviste Greta Thunberg de jongste persoon van het jaar ooit toen ze op 16-jarige leeftijd werd verkozen. Dit is de eerste keer dat er een ‘Kind van het jaar’ is benoemd. Time werkte voor de nieuwe prijs samen met kindertelevisiekanaal Nickelodeon.", "Rao is gekozen uit een lijst van 5.000 genomineerden, door een jongerencommissie teruggebracht tot vijf finalisten. Zij en de andere vier finalisten worden aanstaande vrijdag gehuldigd in een tv-special. De vijftienjarige Rao zegt: “Mijn boodschap is: als ik het kan, kan jij het, en iedereen.”"], "authors": ["Madelief Van Dongen"], "keywords": ["tot", "van", "wetenschapper", "kind", "vijftienjarige", "het", "op", "ik", "een", "en", "uit", "jaar", "te", "roept", "dat"], "pubDate": "2020-12-04T15:53:15+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}