{"id": "36574a0a-899a-39d6-8cb2-b5df3b29059e", "title": "Haagse tieners en moeder opgepakt voor oplichting via WhatsApp", "url": "https://nu.nl/den-haag/6100942/haagse-tieners-en-moeder-opgepakt-voor-oplichting-via-whatsapp.html", "summary": "Twee Haagse jongens van 17 en 18 jaar oud en een 57-jarige Haagse vrouw zijn aangehouden op verdenking van WhatsApp-hacking en zogenoemde vriend-in-noodfraude, meldt de politie vrijdag.\nOok vond de politie bij een doorzoeking een vuurwapen bij een van de drie.\nZo konden ze zich uiteindelijk via berichtjes voordoen als hun slachtoffers en uit hun naam berichten versturen naar nietsvermoedende bekenden.\nDe twee mannen van zeventien en achttien jaar worden verdacht van oplichting, computervredebreuk en identiteitsfraude.\nGeen uitspraken over identiteit slachtoffersOnder de slachtoffers kwam de politie ook bekende mensen uit het openbaar bestuur tegen.", "paragraphs": ["Twee Haagse jongens van 17 en 18 jaar oud en een 57-jarige Haagse vrouw zijn aangehouden op verdenking van WhatsApp-hacking en zogenoemde vriend-in-noodfraude, meldt de politie vrijdag. Ook vond de politie bij een doorzoeking een vuurwapen bij een van de drie.", "Het trio zou vooral accounts van prominente mensen in het openbaar bestuur hebben gehackt en daarbij 100.000 euro buit hebben gemaakt.", "De oplichters wisten WhatsApp-accounts aan te maken met de namen en de telefoonnummers van hun slachtoffers, waarna ze ook nog op slinkse wijze verificatiecodes konden bemachtigen. Zo konden ze zich uiteindelijk via berichtjes voordoen als hun slachtoffers en uit hun naam berichten versturen naar nietsvermoedende bekenden. De verdachten vroegen met een zogenoemd vriend-in-noodberichtje om geld te versturen.", "De zaak kwam aan het licht toen Shirin Musa, de directeur van vrouwenrechtenorganisatie Femmes for Freedom, aangifte deed. Ook haar telefoon werd gehackt. \"Je hoeft je niet te schamen als dit je overkomt, je bent gewoon opgelicht op een doortrapte manier.\"", "Een 21-jarige vrouw, die geld overmaakte nadat ze een vriend-in-nood-berichtje kreeg, waarschuwt mensen eveneens.", "De twee mannen van zeventien en achttien jaar worden verdacht van oplichting, computervredebreuk en identiteitsfraude. De 57-jarige vrouw, de moeder van één van de jongens, wordt verdacht van witwassen. \"Bij de doorzoekingen werden onder andere 100.000 euro, luxe goederen, een vuurwapen, computers en telefoons in beslag genomen. Aan de hand daarvan wordt verder onderzoek verricht\", meldt de politie. Ook sluit de politie niet uit dat er meer mensen zullen worden aangehouden in het onderzoek.", "Om hoeveel slachtoffers het in totaal gaat, kan de politie niet zeggen omdat het onderzoek nog loopt. Wel is bekend dat de verdachten mogelijk slachtoffers hebben gemaakt in meerdere provincies. De cybercrimeteams van de politie in Limburg en in Rotterdam sloegen de handen ineen nadat ze soortgelijke aangiftes onder ogen kregen.", "Geen uitspraken over identiteit slachtoffers", "Onder de slachtoffers kwam de politie ook bekende mensen uit het openbaar bestuur tegen. Om wie het gaat brengt de politie niet naar buiten: \"Tenzij daarvoor toestemming is gegeven door het slachtoffer, doet de politie of het Openbaar Ministerie geen uitspraken over de identiteit van de slachtoffers.\"", "Naar schatting zijn er in 2020 ruim 25.000 aangiftes gedaan van de vriend-in-noodfraude, weet de politie. Vaak worden die berichten via WhatsApp gestuurd. Slachtoffers die geld overmaken zijn doorgaans mensen tussen de 40 en 55 jaar, blijkt uit politiecijfers. De totale waarde van de schade van zulke vormen van fraude raamt de politie op 13 miljoen euro."], "authors": ["Door"], "keywords": ["mensen", "politie", "van", "opgepakt", "whatsapp", "voor", "en", "uit", "een", "ze", "tieners", "oplichting", "ook", "haagse", "het", "slachtoffers", "moeder"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}