{"id": "366dbf62-d924-3d8e-b7c1-3095582c0db9", "title": "Jan Arnold Bik verhuurt zijn ruimte nu als fotostudio", "url": "https://www.parool.nl/ps/jan-arnold-bik-verhuurt-zijn-ruimte-nu-als-fotostudio~bc52aeba/", "summary": "“Dat het heel stil is.\n“Het allermooiste vind ik dat klanten die vaker komen laten weten dat ze het missen om hier te zijn.\nMensen staan te popelen om hier weer een ruimte te huren.\nDat is een groot compliment; dat geeft moed en een goed gevoel.”Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?\n“Als we weer echt open mogen, vind ik het heerlijk om mensen te ont­vangen en aan de slag te gaan.", "paragraphs": ["Beeld Jakob Van Vliet", "Wat betekent de gedeeltelijke lockdown voor uw zaak?", "“Dat het heel stil is. We gingen lekker, draaiden goed. Maar door alle maatregelen moesten de geplande ver­gaderingen en workshops in onze ruimtes worden afgezegd. Sinds de eerste lockdown waren we maar twee maanden echt open. Wel kon een ruimte worden gebruikt als filmset, waar webinars werden opgenomen.”", "Hoe gaat de komende tijd eruit zien?", "“Er zijn nog boekingen van bedrijven. Kleine groepjes willen vlak voor het nieuwe jaar nog even vergaderen en elkaar zien. Ook houden we onze contacten en naamsbekendheid warm, door te flyeren in brievenbussen en filmpjes op de site te plaatsen. Zo zorgen we dat de motor niet afslaat, maar stationair blijft draaien.”", "Nog creatieve inzichten gekregen door de situatie?", "“Nu komen er veel fotografen langs. Ze hebben binnenruimtes nodig met veel licht. Wij hebben aan de noordkant grote glazen ramen waar veel licht door naar binnen valt. Je hebt er geen last van schaduw. Ideaal voor fotografie, dat had ik me eerder nooit gerealiseerd. Ook hebben we nu tijd om over de toekomst na te denken. We willen onze capaciteit uitbreiden. Bijvoorbeeld met een nieuwe ruimte boven op ons pand of een studio in Diemen of Noord.”", "Hoe houdt u de moed erin?", "“Het allermooiste vind ik dat klanten die vaker komen laten weten dat ze het missen om hier te zijn. Ze zeggen: boek ons maar vast weer in voor volgende maand. Mensen staan te popelen om hier weer een ruimte te huren. Dat is een groot compliment; dat geeft moed en een goed gevoel.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Als we weer echt open mogen, vind ik het heerlijk om mensen te ont­vangen en aan de slag te gaan. Dan kunnen we weer grotere groepen in huis haen en gaat het bruisen. Dat geeft veel energie. Bovendien bestaan we 8 januari vijf jaar. Dat willen we vieren met vrienden, kennissen en klanten.”"], "authors": [], "keywords": ["als", "bik", "veel", "het", "verhuurt", "maar", "voor", "zijn", "arnold", "weer", "een", "nu", "te", "en", "dat", "fotostudio", "ruimte", "om", "jan"], "pubDate": "2020-12-10T10:39:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}