{"id": "36805b36-20a5-3690-9d92-2f4bb8e766b3", "title": "Opinie: Schaamgroen bij lelieteelt poging tot ‘witwassen’", "url": "https://www.dvhn.nl/meningen/Opinie/Schaamgroen-bij-lelieteelt-poging-tot-%E2%80%98witwassen%E2%80%99-26259848.html", "summary": "De randen zijn onderdeel van een praktijkproef in opdracht van de gemeente Westerveld in samenwerking met het Waterschap Drents Overijsselse Delta.\nMeten=Weten vond in grondmonsters naast een pioenrozenveld en een tulpenakker respectievelijk 32 en 52 pesticiden.\nUit het blootstellingsonderzoek van het RIVM (OBO) blijkt dat het gif zich veel verder verspreidt dan gedacht.\nMeten=Weten deed samen met Natuurmonumenten en Het Drents Landschap onderzoek naar pesticiden in de natuur en vond 22 stoffen tot op 4 kilometer afstand de natuur.\nBloeiende akkerranden langs intensieve teelten zijn niets meer dan ‘schaamgroen’, een poging tot ‘witwassen’ van een voor mens en natuur zeer schadelijke teelt.", "paragraphs": ["Het aanleggen van stroken met bloemen en gewassen rond velden met lelieteelt doet insecten meer kwaad dan goed.", "Op de website van de gemeente Westerveld en Waterschap Drents Overijsselse Delta (WDOD) worden burgers opgeroepen om via een enquête kenbaar te maken welke bloemen en gewassen ze graag zouden zien rond een lelieveld: ,,Heeft u het gezien? Tegenover het gemeentehuis in Diever groeiden randen met maïs, vezelhennep en bloemenmengsels rond een lelieveld”.", "De randen zijn onderdeel van een praktijkproef in opdracht van de gemeente Westerveld in samenwerking met het Waterschap Drents Overijsselse Delta. De bovengenoemde proefstrook ligt aan de rand van een lelieveld dat ingeklemd ligt tussen de bebouwde kom van Diever en Nationaal Park Drents Friese Wold. Bloemrijke randen zouden volgens gemeente en waterschap nuttige insecten aantrekken en plagen weren.", "Meer biodiversiteit zorgt voor minder ziekten en plagen en betere gewassen; zoveel is zeker. Dat weten we al decennia uit de biologische landbouw, permacultuur en agro-ecologie. Biodiversiteit stimuleren bij lelieteelt en andere vormen van intensieve landbouw is echter een ander verhaal.", "Insectenval", "Akkerranden trekken, zeker als ze bloeien, insecten aan, die vervolgens goeddeels zullen sterven. Uit onderzoek van de vermaarde Britse bioloog Dave Goulson blijkt dat bloemrijke randen die langs akkers met intensieve teelt worden aangelegd hoge concentraties gifstoffen bevatten. Deze concentraties zijn soms zelfs hoger dan in het gewas waar ze voor bedoeld zijn. Het gif stapelt zich hier op. Hierdoor staan insecten die deze randen bezoeken het hele jaar door bloot aan deze gifstoffen, dus niet alleen tijdens de bloei van het gewas. Bloemrijke akkerranden trekken insecten als vlinders, bijen en hommels aan, maar blijken zo een insectenval.", "Meer en vaker pesticiden", "Bij intensieve sierteelten zoals lelies, tulpen en pioenrozen wordt veel meer en veel vaker landbouwgif gespoten dan bij teelten die voor menselijke consumptie zijn bedoeld. Door het gebruikte bespuitingsritme (tot 26 keer per seizoen) is het niet te verwachten dat er sprake kan zijn van opbouw van een insectenpopulatie. Meten=Weten vond in grondmonsters naast een pioenrozenveld en een tulpenakker respectievelijk 32 en 52 pesticiden. Bovendien is onbekend hoe gemeente en waterschap de effecten van de akkerranden monitoren op gebruik bestrijdingsmiddelen, verspreiding- en effecten op insectenpopulaties, effect op plaag/ziektedruk en verspreiding bestrijdingsmiddelen naar de omgeving. Want we nemen aan dat het daarvoor is bedoeld.", "Achteruitgang biodiversiteit", "Als de insecten vergiftigd zijn, zullen ook de insecteneters zoals vogels worden vergiftigd en/of in aantal achteruit gaan omdat er onvoldoende voedsel is. De biodiversiteit zal daarmee onherroepelijk achteruitgaan.", "Ook voor de volksgezondheid hebben akkerranden nauwelijks effect. Uit het blootstellingsonderzoek van het RIVM (OBO) blijkt dat het gif zich veel verder verspreidt dan gedacht. Tot een kilometer afstand werden nog residuen van landbouwgif gevonden; zelfs in babyluiers.", "Meten=Weten deed samen met Natuurmonumenten en Het Drents Landschap onderzoek naar pesticiden in de natuur en vond 22 stoffen tot op 4 kilometer afstand de natuur. Dat komt omdat pesticiden niet alleen door drift worden verspreid maar in belangrijke mate ook door dampvorming. Deze dampen worden niet tegengehouden door hoge of lage bloemenstroken.", "We kunnen dus stellen dat bloeiende akkerranden naast intensief bespoten teelten insecten doden en de verspreiding van pesticiden niet tegengaan.", "Gezondheidsraad", "Tot voor kort adviseerde de Gezondheidsraad dat omwonenden van bollenvelden tijdens het spuiten kinderen, huisdieren en wasgoed naar binnen moesten halen en ramen en deuren sluiten. Voortschrijdend inzicht en nieuw onderzoek tonen aan dat dit advies achterhaald is. In juni 2020 adviseerde de Gezondheidsraad dan ook dat pesticiden schadelijk kunnen zijn voor de gezondheid en het gebruik drastisch verminderd moet worden. Ecologen waren al eerder tot die conclusie gekomen.", "Schaamgroen", "In Westerveld maken burgers zich al 20 jaar zorgen over de toenemende sierteelt. Een teelt die buitensporig veel pesticiden nodig heeft, een historisch en kleinschalig landschap verwoest en waar door de bewerkelijke teelt en oogst duizenden tractorbewegingen zorgen voor grote overlast. Voor de onwetende burger en toerist zullen de bloeiende randen een vrolijk gezicht zijn. Maar burger, laat u geen zand in de ogen strooien. Bloeiende akkerranden langs intensieve teelten zijn niets meer dan ‘schaamgroen’, een poging tot ‘witwassen’ van een voor mens en natuur zeer schadelijke teelt.", "", "", "Guido Nijland is ecoloog en bestuurslid Meten=Weten, Alok van Loon is secretaris Meten=Weten."], "authors": ["Guido Nijland", "Alok Van Loon"], "keywords": ["witwassen", "randen", "van", "bij", "insecten", "opinie", "poging", "tot", "een", "voor", "het", "worden", "en", "schaamgroen", "dat", "lelieteelt", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}