{"id": "369ddac1-c6e3-39d6-9d07-0fc7cfba2626", "title": "'Hoe weet ik of mijn moedervlek gevaarlijk is?'", "url": "https://nu.nl/gezondheid/6093844/hoe-weet-ik-of-mijn-moedervlek-gevaarlijk-is.html", "summary": "Deze week is dat: wanneer moet ik met een moedervlek naar de huisarts?\nHoe weet je of een moedervlek verdacht is?\nEen moedervlek is een ophoping van bruine kleurstof in de huid.\nSoms ontstaat huidkanker namelijk niet in een moedervlek die je altijd al had, maar kan een nieuwe moedervlek huidkanker zijn.\"\nHoe vaak moet je je moedervlekken controleren?", "paragraphs": ["Iedere week beantwoordt Edwin de Vaal (48), huisarts in Nijmegen, een veelgestelde of opvallende vraag uit zijn praktijk. Deze week is dat: wanneer moet ik met een moedervlek naar de huisarts?", "Hoe weet je of een moedervlek verdacht is?", "\"De meeste moedervlekken kunnen geen kwaad. Een moedervlek is een ophoping van bruine kleurstof in de huid. Sommige zijn aangeboren, andere ontstaan pas later in het leven of gaan weer weg. Een moedervlek kán veranderen in huidkanker, maar dat gebeurt niet heel vaak.\"", "\"Toch is het belangrijk je huid goed in de gaten te houden, zeker als je ouder wordt. Soms ontstaat huidkanker namelijk niet in een moedervlek die je altijd al had, maar kan een nieuwe moedervlek huidkanker zijn.\"", "“Zorg er gewoon voor dat je je eigen huid kent. Dan heb je het eerder in de gaten als er iets verandert.” Edwin de Vaal, huisarts", "Waar moet je dan op letten?", "\"Veranderingen. Dé regel bij moedervlekken is: verandert er iets aan je huid of aan de vorm van de moedervlek, ga dan naar de huisarts. Bijvoorbeeld als de moedervlek groeit en onregelmatig van vorm wordt, als hij gaat jeuken of bloeden of als een korstje steeds opnieuw terugkeert. Ook nieuwe kleurverschillen zijn een alarmbel: als er naast bruin ook rode, zwarte, blauwe of witte kleuren in komen.\"", "Maakt de plek waar de moedervlek zit nog iets uit?", "\"Op plekken waar veel zon komt, is de kans op huidkanker groter: de neusrug, oorschelp, schouders, nek en de bovenkant van de handen. En bij kalende mannen op het hoofd. Ga met verdachte huidafwijkingen op één van die plekken altijd naar de dokter.\"", "Wat doet de huisarts dan?", "\"Wij bekijken de moedervlek en vaak ook de rest van je lijf nauwkeurig. Als we de plek niet vertrouwen, zijn er drie opties: de huisarts stuurt je óf door naar de dermatoloog in het ziekenhuis óf neemt zelf een kleine biopt óf snijdt de afwijking er helemaal uit en stuurt dat op naar het ziekenhuis voor verder onderzoek.\"", "Wat kun je tegen moedervlekken doen?", "\"Op zich niks. Wél kun je de kans op huidkanker verkleinen. Ga niet in de zon liggen bakken. Voorkom verbranding. En ga ook niet naar de zonnebank. Gebruik een goede zonnebrandcrème met beschermingsfactor 30 of hoger. Bijkomend voordeel is dat je dan ook minder rimpels krijgt. En als je kalend bent, draag dan een pet. Controleer je huid ook regelmatig op moedervlekken.\"", "Hoe vaak moet je je moedervlekken controleren?", "\"Zorg er gewoon voor dat je je eigen huid kent. Dan heb je het eerder in de gaten als er iets verandert. Houd ook met een schuin oog je partner in de gaten. Twee mensen zien meer dan één.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["je", "weet", "ik", "een", "moedervlek", "het", "mijn", "er", "gevaarlijk", "ook", "hoe", "als", "op", "en", "dan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}