{"id": "36a96d7d-a772-3d63-a69d-db8dbdf5995d", "title": "We reminisced for days about Ricardo’s (8)", "url": "https://www.parool.nl/english/we-reminisced-for-days-about-ricardo-s-8~b8bf3d7e/", "summary": "My love affair with the Creole cuisine began ten years ago when I was forced to stay in Paramaribo longer than expected due to illness.\nI wasn’t able to cook every day, so I ate out a lot and discovered that the Creole cuisine held my interest for longest.\nThat way, even customers who eat here six days a week never have to eat the same dish twice in a row.\nBoth savoury and sweet thanks to the salted meat and coconut, with a delicate smoky aroma of smoked drumsticks.\nWe taste a portion of antruwa with salted meat (€12.40) which will turn out to be the absolute favourite of my dining partner.", "paragraphs": ["Amsterdam, 05-08-2019, PS, proefwerk, Ricardo's, Foto: Lin Woldendorp Beeld Lin Woldendorp", "We should nurture the Surinam cuisine because its specific combination of influences is unique. Although in Amsterdam we’re mostly familiar with Javanese and Hindustani Surinamese restaurants, Surinam also has Chinese, aboriginal and creole cuisines.", "You’ll also encounter Jewish, Dutch and Portuguese influences and in recent years some Brazilian establishments have opened in Paramaribo too. In Surinam there are specific places for each culinary culture, but even though the cuisines are distinct and separate, people from all the country’s various ethnic groups eat everywhere. As long as it’s tasty, the punters will come.", "My love affair with the Creole cuisine began ten years ago when I was forced to stay in Paramaribo longer than expected due to illness. I wasn’t able to cook every day, so I ate out a lot and discovered that the Creole cuisine held my interest for longest.", "Pom is Creole, for example, but so are moksi alesi and heri: dishes rich in starch, always including some kind of meat or fish and amazing, often bitter vegetables such as bitawiri (‘bitter leaf’), bitter melon, antruwa, red spinach and arrowleaf elephant ear. Rich flavours, refreshed and enhanced with delicious bonnet peppers.", "Busy kitchen", "This evening we’re dining at Ricardo’s on Javastraat. We actually wanted to have lunch here, but at twelve o’clock, the man diligently sweeping the premises told us three would be a better time.", "To be on the safe side, we decide to make that half past six, and now the kitchen is busy and the restaurant is reasonably full too. The rather sparse and colourful interior has a distinctly Surinamese feel about it. It seems most customers come for takeaways. While we wait for our order, we see numerous customers heading home carrying bulging bags.", "In true eatery style there are several fixed dishes and weekly recurring daily specials to choose from. That way, even customers who eat here six days a week never have to eat the same dish twice in a row. We place our order with the lady behind the counter but to our dismay the griti bana supu (fried plantain soup) is already finished. No idea how we could have missed that between three o’clock and half past six.", "From a standing refrigerator we select a Fernandes Cherry Bouquet (addictive bubble gum soda) and markoessa (juice from a rather acidic passion fruit mixed with water and sugar).", "Our pastries are made of puff pastry (which doesn’t seem very traditional) and are (this time traditionally) filled with shredded chicken, canned peas, canned sweet corn and carrots. Think what you like after reading that, but the pastries are sweet-savoury, full of flavour and delicious at just €2.50 a pop.", "Perfectly cooked rice", "The djarpesi moksi alesi (rice cooked with beans, smoked chicken, salted meat and coconut milk, €12.40) is a homerun: perfectly cooked rice with a smattering of soft beans. Both savoury and sweet thanks to the salted meat and coconut, with a delicate smoky aroma of smoked drumsticks.", "Accompanying this, we had excellent pickles and fried sweet bananas. As far as I’m concerned, moksi alesi is the Holy Grail of Surinamese cuisine. Once you master this dish, you’re really cooking.", "We taste a portion of antruwa with salted meat (€12.40) which will turn out to be the absolute favourite of my dining partner. She will reminisce about it for days to come. Antruwa is a small, greenish-white type of aubergine. For this dish it is cut into strips and stewed with salted meat and chicken. The fruit imparts a lovely bitter undertone which pairs wonderfully with the savoury salted meat.", "Next up is a semi-thickened version of the classic brown beans with rice (€10.90). I’ve eaten versions of this dish that are watery as well as very thick (due to the beans), and I like the texture they serve at Ricardo’s the best. This dish also contains chicken and salted meat. We would have liked some bay leaf and allspice for a bit of spiciness and the chicken is chicken breast so it’s less juicy than you would like, but apart from that it’s straight from the textbook.", "Blissful porridge", "For dessert we eat soft yellow cake with a splash of rum and the sprinkles that people without a Surinamese background know as topping on soft-ice (€2.50) and the best cornmeal porridge ever (€3.90).", "We can’t emphasise enough just how wonderful and smooth and flavourful and delicious and heart-warming this simple little dish is. There are things you simply can’t give rational explanations for. Utter bliss, that’s how tasty.", "Ricardo’s has one of the best Creole-Surinamese kitchens I know of and their prices are affordable. Their moksi alesi proves they really know what they’re doing and their cornmeal porridge is so good it has left me speechless.", "The best time to go there is probably between four and six in the afternoon, but I can’t be certain about that."], "authors": ["Gilles Van Der Loo", "Translation", "Het Vertaalcollectief"], "keywords": ["reminisced", "days", "surinamese", "meat", "moksi", "creole", "chicken", "bitter", "eat", "ricardos", "dish", "salted", "cuisine"], "pubDate": "2019-10-22T14:52:29+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}