{"id": "36b7efa6-149f-31ba-aeb1-837469f2cadb", "title": "Hamilton klopt Verstappen voor vijfde jaar op rij bij verkiezing beste coureur", "url": "http://www.nu.nl/formule-1/6097331/hamilton-klopt-verstappen-voor-vijfde-jaar-op-rij-bij-verkiezing-beste-coureur.html", "summary": "Lewis Hamilton is donderdag opnieuw uitgeroepen tot de beste Formule 1-coureur van het jaar.\nVoor het vijfde jaar op rij moet Max Verstappen genoegen nemen met de tweede plek in de verkiezing onder teambazen.\nDit jaar bedroeg het verschil slechts vijftien punten: 171 voor Hamilton en 156 voor Verstappen.\nDat gaat op dezelfde manier als bij een Grand Prix: 25 punten voor de nummer één, 18 punten voor de nummer twee, 15 punten voor de nummer drie, enzovoorts.\nUitslag verkiezing coureur van het jaar 1.", "paragraphs": ["Lewis Hamilton is donderdag opnieuw uitgeroepen tot de beste Formule 1-coureur van het jaar. Voor het vijfde jaar op rij moet Max Verstappen genoegen nemen met de tweede plek in de verkiezing onder teambazen.", "Hamilton heeft de verkiezing sinds 2014 elk jaar gewonnen, in 2013 was Sebastian Vettel de laatste andere coureur die de prijs ten deel viel.", "Verstappen eindigde in zijn debuutjaar 2015 nog als vierde, maar sindsdien werd de Red Bull-coureur elk jaar tweede achter Hamilton. Dit jaar bedroeg het verschil slechts vijftien punten: 171 voor Hamilton en 156 voor Verstappen.", "Bij de jaarlijkse verkiezing mogen de teambazen van de tien renstallen anoniem punten geven aan de in hun ogen beste coureurs. Dat gaat op dezelfde manier als bij een Grand Prix: 25 punten voor de nummer één, 18 punten voor de nummer twee, 15 punten voor de nummer drie, enzovoorts. Ferrari-teambaas Mattia Binotto maakte geen gebruik van zijn stemrecht.", "Uitslag verkiezing coureur van het jaar 1. Lewis Hamilton (Mercedes) 171 punten", "2. Max Verstappen (Red Bull) 156 punten", "3. Charles Leclerc (Ferrari) 132 punten", "4. Daniel Ricciardo (Renault) 95 punten", "5. Sergio Pérez (Racing Point) 82 punten", "6. George Russell (Williams) 75 punten", "7. Lando Norris (McLaren) 45 punten", "8. Carlos Sainz (McLaren) 37 punten", "9. Valtteri Bottas (Mercedes) 27 punten", "9. Pierre Gasly (AlphaTauri) 27 punten", "Albon niet in top tien", "Charles Leclerc eindigde met 132 punten op de derde plaats. De Monegask wist zich bij het ploeterende Ferrari te onderscheiden met twee podiumplaatsen en bleef zijn gelouterde teamgenoot Vettel bijna steevast voor.", "Mercedes-coureur Valtteri Bottas, die achter wereldkampioen Hamilton tweede werd in de WK-stand, eindigde als negende. De Fin deelt die plaats met Pierre Gasly, die verrassend de Grand Prix van Italië won.", "Alexander Albon, de bekritiseerde teamgenoot van Verstappen, staat niet bij de tien beste coureurs. De Thai moet vrezen dat hij zijn stoeltje kwijtraakt aan Sergio Pérez. De Mexicaan, die vertrekt bij Racing Point, staat op de vijfde plaats in de verkiezing."], "authors": ["Door"], "keywords": ["vijfde", "van", "voor", "coureur", "hamilton", "het", "op", "klopt", "jaar", "punten", "die", "rij", "verkiezing", "verstappen", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}