{"id": "36ba9c19-0840-3fd6-a402-4eac2576e592", "title": "De Volkskeuken: varkensschenkel met yoghurt en oregano", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-varkensschenkel-met-yoghurt-en-oregano~b37f053f/", "summary": "Ja, natuurlijk moeten we minder vlees eten, maar dat maakt het niet meteen een gemakkelijk gespreksonderwerp met je maatslager.\nZout ze royaal en zet een tijdje weg: zo wordt het vlees inderdaad malser, zoals Onno Kleyn vrijdag al uitlegde.\nFruit ook de uien en de knoflook in het braadvet, doe het vlees weer terug in de braadpan en schenk de wijn en de yoghurt erbij.\nKruid met de oregano en zet de pan met deksel 2,5 uur in een oven op 120 graden.\nGarneer het bordje met peterselie en eet er sperziebonen en een aardappeltje bij.", "paragraphs": ["Beeld Marcus Huibers", "Hij wreef zich eens over zijn geprononceerde kin, zijn ogen keken me indringend aan. Ja, natuurlijk moeten we minder vlees eten, maar dat maakt het niet meteen een gemakkelijk gespreksonderwerp met je maatslager. Anders vlees eten, dan maar? Voor nu gooiden we het daar maar op, Ron en ik. Sio (slager-in-opleiding) Roz keek ook al nerveus in onze richting.", "‘Kijk, we hebben natuurlijk allemaal stukjes van het dier waar niemand ooit om vraagt – lekkere stukjes, hoor, heel lekker zelfs – maar de lui kennen het gewoon niet’, sprak Ron, met de wijsheid van de ambachtsman. Ik moest denken aan een voorval in deze winkel, ongeveer 25 jaar geleden, toen een meisje zich meldde voor een pondje gehakt. Ron haalde zijn mooiste stukje runderborst uit de vitrine, om het door de gehaktmolen te halen, waarna het meisje heel hard ‘iew’ door de zaak schreeuwde. Nu ze wist waar haar gehakt vandaan kwam, wilde ze het niet meer.", "‘Maar wat is dan zo’n stukje waar nooit iemand naar vraagt?’, vroeg ik, zijn strenge blik ontwijkend, bereid om me te schikken.", "Als het een filmscène was geweest, dan hadden de violen nu aangezweld, was het licht gloedvol gekleurd en was het de kijker volstrekt duidelijk geweest dat alles anders zou worden. Zelfs Roz keek nu blij, opgelucht vooral, die zag de bui al hangen. Ron staarde dromerig voor zich uit, aanwezig maar toch niet helemaal. ‘Ik was ooit in Griekenland, je kunt je nu niet voorstellen dat je daar zomaar naartoe kon, maar ik was daar dus, en goed, ik at er gestoofd varkensschenkelvlees, uit de voorpoot dus, van die taaie stukjes die je echt even de tijd moet geven. Maar o, o, o, dat wás me toch lekker zeg. In een yoghurtsaus en verder niet zo veel erbij.’ Weer wreef hij over zijn geprononceerde kin, maar in zijn ogen zag ik nu het jongetje. Ronnie boven een bordje met varkensvlees in yoghurtsaus. Dat wilde ik ook.", "Ingrediënten -1 kilo varkensschenkelvlees -4 uien, gesnipperd -8 tenen knoflook, gehakt -400 ml witte wijn -800 g Griekse yoghurt -3 eetl. gedroogde oregano - verse peterselie, gehakt", "Bereiding", "Snijd het vlees in dobbelstenen. Zout ze royaal en zet een tijdje weg: zo wordt het vlees inderdaad malser, zoals Onno Kleyn vrijdag al uitlegde. Bak het vlees daarna in porties goudbruin in olijfolie. Fruit ook de uien en de knoflook in het braadvet, doe het vlees weer terug in de braadpan en schenk de wijn en de yoghurt erbij. Kruid met de oregano en zet de pan met deksel 2,5 uur in een oven op 120 graden. Garneer het bordje met peterselie en eet er sperziebonen en een aardappeltje bij."], "authors": ["Marcus Huibers"], "keywords": ["oregano", "volkskeuken", "niet", "een", "het", "en", "maar", "nu", "ik", "zijn", "vlees", "yoghurt", "met", "varkensschenkel"], "pubDate": "2020-11-01T16:28:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}