{"id": "36ef69ce-7f43-381d-a364-38b4369c65a1", "title": "Alles wat je moet weten over huisstof (en zo kom je er vanaf)", "url": "https://www.telegraaf.nl/lifestyle/902722415/alles-wat-je-moet-weten-over-huisstof-en-zo-kom-je-er-vanaf", "summary": "1)Heeft u weleens stilgestaan bij de samenstelling van uw huisstof?\nBekijk ook: Vijf slimme wastips van huishoudexpert Zamarra2)Tapijt houdt stof vast en u kunt die er met de stofzuiger ook niet goed uit halen.\nHierdoor bevat tapijt 4000 keer meer bacteriën dan een toilet.\nBekijk ook: Vijf handige recycletips van Zamarra4)U kunt allergenen onder controle houden door voor gladde vloeren en meubels te kiezen.\n5)Huismijten kunt u bestrijden door uw bed ’s morgens op te slaan en de ramen open te zetten.", "paragraphs": ["1)", "Heeft u weleens stilgestaan bij de samenstelling van uw huisstof? Het is een complexe mix van onder meer huidschilfers, haren, huisstofmijtuitwerpselen, bacteriën, schimmels, kleine insecten en kleine deeltjes.", "Bekijk ook: Vijf slimme wastips van huishoudexpert Zamarra", "2)", "Tapijt houdt stof vast en u kunt die er met de stofzuiger ook niet goed uit halen. Hierdoor bevat tapijt 4000 keer meer bacteriën dan een toilet. Bent u gevoelig voor allergieën, dan is een gladde vloer een betere keuze.", "3)", "Veel stofdeeltjes kunnen allergieën veroorzaken; dat gebeurt bij ongeveer 25% van de Nederlanders. Allergenen zijn microscopisch klein en kunnen tot een half uur in de lucht blijven zweven nadat u bijvoorbeeld op de bank bent geploft.", "Bekijk ook: Vijf handige recycletips van Zamarra", "4)", "U kunt allergenen onder controle houden door voor gladde vloeren en meubels te kiezen. Neem de meubels mee als u gaat stofzuigen, evenals uw bed en de gordijnen.", "5)", "Huismijten kunt u bestrijden door uw bed ’s morgens op te slaan en de ramen open te zetten. Huisstofmijten houden niet van frisse lucht. Hebt u huisdieren, stof en stofzuig dan regelmatig."], "authors": [], "keywords": ["vanaf", "vijf", "wat", "er", "weten", "dan", "te", "ook", "je", "van", "zo", "en", "een", "kom", "moet", "kunt", "voor", "uw", "huisstof"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}