{"id": "370ae3d7-7400-3ac8-a78f-64c0f8d4381e", "title": "Noorse bos-elf Ane Brun en De Nooit Moede; Klaas tipt de beste popalbums van afgelopen week", "url": "https://trouw.nl/cultuur-media/noorse-bos-elf-ane-brun-en-de-nooit-moede-klaas-tipt-de-beste-popalbums-van-afgelopen-week~bf3ba67f/", "summary": "Ane BrunHow Beauty Holds The Hand Of SorrowEen maand na ‘After The Great Storm’ is er alweer een nieuw album van de Noorse bos-elf Ane Brun.\nDe grap is dat die eerste plaat juist als de grote storm aanvoelde - er stond zelfs een technonummer op - en deze nieuwe als de stilte erna.\nDe Nooit MoedeDe Nooit MoedeJe hoeft geen synesthesie te hebben om bij de muziek van De Nooit Moede kleuren te horen; het gaat van donkerblauw via antraciet naar zwart.\nFraai hoe Maaike Muntinga met haar vriendelijke stem de aandacht afleidt van het gitaren die op de achtergrond het gevecht met elkaar aangaan.\nDe puntige indierockliedjes doen op een bepaalde manier denken aan een scène uit onderbroekenlolfilm ‘The Naked Gun’.", "paragraphs": ["Ane Brun", "How Beauty Holds The Hand Of Sorrow", "Een maand na ‘After The Great Storm’ is er alweer een nieuw album van de Noorse bos-elf Ane Brun. De grap is dat die eerste plaat juist als de grote storm aanvoelde - er stond zelfs een technonummer op - en deze nieuwe als de stilte erna. Het draait vooral om Bruns stem, die ergens hoog tussen de bomen zweeft. De begeleidende instrumenten (piano, strijkers en gitaar) worden niet bespeeld, maar gestreeld.", "Shygirl", "Alias", "Voor hokjesdenken is geen plaats bij Shygirl. De zangeres met de herkenbare fluisterstem maakte als dj vele meters in Londense undergroundclubs, waar ze een voorkeur voor lastige, obscure beats aan de dag legde. Op deze EP omarmt ze gladde modetrends uit de hiphop en dance zoals we het in de top van de hitparade vinden. Die optelsom van plat en uitdagend is verslavend verwarrend.", "De Nooit Moede.", "De Nooit Moede", "De Nooit Moede", "Je hoeft geen synesthesie te hebben om bij de muziek van De Nooit Moede kleuren te horen; het gaat van donkerblauw via antraciet naar zwart. Deze nieuwe Vlaamse band put inspiratie uit de new wave van de jaren tachtig. Repeterende ritmes, mineurakkoorden, basloopjes centraal in de mix, monotone vocalen, terneergeslagen teksten: ‘Ben het gewend om zo alleen te zijn, ik ben verlamd door onverschilligheid, ik heb niets te doen maar ik verspeel mijn tijd’.", "Slow Worries", "Careful Climb", "Een debuut van eigen bodem. Fraai hoe Maaike Muntinga met haar vriendelijke stem de aandacht afleidt van het gitaren die op de achtergrond het gevecht met elkaar aangaan. De puntige indierockliedjes doen op een bepaalde manier denken aan een scène uit onderbroekenlolfilm ‘The Naked Gun’. Terwijl de stad in vlammen opgaat maant Leslie Nielsen het toegestroomde volk door te lopen: ‘There’s nothing to see here.’"], "authors": ["Klaas Knooihuizen"], "keywords": ["moede", "van", "noorse", "klaas", "het", "op", "tipt", "die", "een", "en", "te", "week", "om", "brun", "uit", "popalbums", "nooit"], "pubDate": "2020-12-04T14:33:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}