{"id": "370ccd70-93ac-3a5d-8dae-0013062f52ce", "title": "Jill Biden: een vrouw die de VS kan verbinden", "url": "https://www.parool.nl/kunst-media/jill-biden-een-vrouw-die-de-vs-kan-verbinden~b73e974a/", "summary": "De strakke kaaklijn en volle haardos van winnaar John F. Kennedy, gecompleteerd door de elegante Chanelpakjes van zijn vrouw, veroverden al snel de harten van het volk.\nJill, blond en lichtgebruind, in zwarte broek met sandalen, blauw overhemd en een witte kasjmiertrui losjes over de schouders.\nJoe ­Biden kocht het nadat hij een boekdeal van 8 ­miljoen dollar had getekend, aan het einde van de Obama-regering.\nDie maakt plaats voor een modernere, sportieve look (met Allstargympen) en female empowerment: Kamala Harris in een wit pak van de Venezolaans-­Amerikaanse Carolina Herrera.\nBeeld Getty ImagesOok zij zullen, als de mediacreatie weer werkt, de Bidens omarmen, en met name Jill.", "paragraphs": ["De jurk (van 5690 dollar) van modehuis Oscar de la Renta die Jill Biden droeg bij de overwinningsspeech van haar man, was binnen een paar uur uitverkocht. Beeld AFP", "Het belang van looks in de politiek staat buiten kijf. Er is zelfs een woord voor: ­mediacratie. De macht ligt in democratische landen bij degenen die via de media de publieke opinie kunnen beïnvloeden. Dat geldt uiteraard voor uitspraken, houding en overtuigende speeches, maar daarbij speelt ­kleding eveneens een belangrijke rol. Wie zijn looks op orde heeft staat met 2-0 voor. Dat presidentskandidaat Richard Nixon zweette tijdens zijn eerste tv-debat in 1960 leidde mede tot zijn verlies. De strakke kaaklijn en volle haardos van winnaar John F. Kennedy, gecompleteerd door de elegante Chanelpakjes van zijn vrouw, veroverden al snel de harten van het volk. De zachtheid en all-American family look van Jill Biden (69) zouden weleens hetzelfde kunnen doen en zo verzoenend kunnen werken.", "Vorige zomer werd Jill Biden door Annie Leibovitz gefotografeerd in en bij het strandhuis van de Bidens in Delaware, onder meer met haar vijf kleinkinderen en enkele honden. Jill, blond en lichtgebruind, in zwarte broek met sandalen, blauw overhemd en een witte kasjmiertrui losjes over de schouders. Joe droeg een kakikleurige chino met donkerblauwe polo. Wind en zand in de haren, relaxed poserend, de shoot was één grote Ralph Laurenreclame.", "Down-to-earth", "De naam van het huis: A Promise Kept. Joe ­Biden kocht het nadat hij een boekdeal van 8 ­miljoen dollar had getekend, aan het einde van de Obama-regering. Hij vond het huis te duur, maar Jill was er verliefd op. ‘Ik wilde dat het een plek werd waar je in badpak kunt binnenlopen en dan met de bezem even snel wat zand wegveegt,’ zei ze ooit over het eenvoudige interieur.", "Beeld Getty", "Jill Biden is praktisch en down-to-earth. In ­tegenstelling tot Melania Trump, die in 2017 in Texas de schade van orkaan Harvey kwam opnemen in ‘Top Gun-look’ met pilotenbril en op Manolo Blahnikstiletto’s. Eerder had Melania in een tv-interview al eens vol opvoedkundige trots verteld dat ze haar zoon Barron op de hoogte wil stellen van wereldse zaken. Dus had ze hem achter een karretje door een lege, hermetisch afgesloten supermarkt geloodst.", "Jill Biden, de eerste first lady met een doctorsgraad, weet wat opvoeden is, ze staat al dertig jaar als docent Engels voor de klas en zal dat de komende jaren blijven doen. Dat moet zelfs bij Trumpaanhangers sympathie wekken. Waar ­diverse Amerikaanse ontwerpers zich in 2016 openlijk uitspraken Mrs. Trump niet te willen kleden, staan ze nu te trappelen om het hart van Jill Biden te veroveren. Net als destijds bij ­Michelle Obama, die – tot ergernis van de oude garde – vooral jonge Amerikaanse ontwerpers besloot te promoten.", "Oscar de la Renta", "Biden is sportief en volgens haar kleindochters een ‘prankster’. Ze zou regelmatig een dode slang meenemen van haar ochtendwandeling om een familielid de stuipen op het lijf te jagen. Verwacht geen grote modestatements van de nieuwe first lady. Grote kans dat niet eens is ­opgevallen wat ze droeg tijdens de verkiezingscampagne, want te gewoon. Maar laat die corporate-meets-preppy stijl nu juist haar kracht zijn: ­elegant en herkenbaar voor elke middleclass Amerikaanse. Ook vrouwen uit de Rust Belt kunnen zich vinden in de frisse gestreepte overhemden, gedragen op een skinny witte jeans, met pumps, flatjes of platformespadrilles.", "‘All American girl’ Biden werd bejubeld om haar leren shift dress bij de talkshow van Seth Meyers . Beeld NBCU Photo Bank/NBCUniversal", "Tijdens de Obama-jaren nam Biden meestal genoegen met een backseat, maar kwam ze af en toe verrassend voor de dag. Zoals bij een diner in het Witte Huis in 2014, in een strapless jurk in turquoise waxprint (gespierde armen zonder kipfilets!). Voor haar speech vanuit een klas­lokaal koos ze onlangs voor een eenvoudige donkergroene jurk van Brandon Maxwell, jong, homo en geliefd bij Lady Gaga en Rihanna. Op een ander moment koos ze voor duurzaam modelabel Gabriela Hearst.", "Zogeheten ‘sartorial messaging’ is belangrijk voor een first lady. Voor haar eerste grote moment – de overwinningsspeech van haar man op 7 november – koos Biden voor een romantische, asymmetrische donkerblauwe jurk, geborduurd met bloemen uit Oscar de la Renta’s resort 2020 collectie. Na zijn dood is de creatieve leiding van het modehuis overge­nomen door immigranten Fernando Garcia en Laura Kim. Bidens jurk van 5690 dollar was binnen enkele uren uitverkocht.", "De keuze voor De la Renta, een Dominicaanse immigrant die geliefd was bij veel first lady’s, van Nancy Reagan tot Laura Bush en Michelle Obama, kan gezien worden als symbolisch: ondanks Trumps ontkenning is Jill Biden klaar om the oval office te gaan behangen. Desnoods zelf.", "Romantische, tijdloze bloemenjurken combineert Biden vaak met een modieuze statementhak. Beeld AFP", "Effen (mouwloze) shift en wrapdresses in felle kleuren (rood en roze zijn favoriet,) combineert ze met bescheiden accessoires en zwarte suède laarzen, die ze aan het einde van de dag verruilt voor een paar Valentino’s met studs of J’Adior slingbacks. Een jurk in een casual kleur leukt ze op met gele pumps. Geen krantenkoppenmateriaal, maar Michelle Obama begon ook eenvoudig met veel J. Crew en Zara stuks, om tijdens haar boektournee te eindigen met dijhoge gouden Balenciagalaarzen van 4000 dollar.", "Smaakvol", "Met de komst van Jill Biden en Kamala Harris verlaten Melania, Ivanka en andere vrouwen rond Trump het Witte Huis via de achterdeur. Het is afgelopen met hun ‘vampach­tige Fox News garderobe met strakke jurken en 90210 haarverf’ (de postcode van Beverly Hills), zoals Amerikaanse media het noemen. Die maakt plaats voor een modernere, sportieve look (met Allstargympen) en female empowerment: Kamala Harris in een wit pak van de Venezolaans-­Amerikaanse Carolina Herrera.", "Donald Trump is met zijn Twittertirades bij uitstek het voorbeeld van mediacreatie, ondanks zijn meelijwekkende kapsel, oranje gezichtsbruiner en ongekend lange stropdassen. Maar die hebben weer bijgedragen aan zijn outsiderimago, dat goed scoort bij de arbeidersklasse én de rijke elite van het land.", "Jill Bidens kenmerkende zwarte, suède laarzen verruilt ze ’s avonds voor opvallende Valentinostiletto’s of Diorslingbacks. Beeld Getty Images", "Ook zij zullen, als de mediacreatie weer werkt, de Bidens omarmen, en met name Jill. Al was het alleen maar omdat het fijn is om naar het smaakvolle, beschaafde en bescheiden duo te kijken, omdat de liefde er na 43 jaar nog steeds vanaf spat. Dit in contrast met de gespannen soap tussen Donald en Melania Trump. Als zelfs zijn eigen vrouw soms van hem lijkt te walgen, waarom zouden 71 miljoen Amerikanen dan nog van hem blijven houden?", "Van afval H&M ontdekt voor zijn Conscious Exclusive lijn ‘de schoonheid van afval’, onder meer uit de landbouw. De keten biedt tops gemaakt van gerecycled verpakkingsmateriaal en oude tapijten, en schoenen van vegea, veganistisch leer gemaakt van afval uit de wijnindustrie. Het gezicht van de lijn is de Australische ecoloog en model Zinnia Kumar. Tom Ford looft een duurzaamheidsprijs uit van 1 miljoen dollar en brengt een horloge op de markt, geheel gemaakt van plastic afval uit de oceaan. De prijs gaat naar de persoon die een duurzame, schaalbare vervanger kan maken voor thin-film plastic, het materiaal van plastic zakken zoals modeverpakkingen. Daarvan ­worden er jaarlijks vijf ­biljoen weggegooid. Meedoen: plasticprize.org"], "authors": ["Fiona Hering"], "keywords": ["van", "verbinden", "biden", "het", "vrouw", "die", "met", "zijn", "kan", "een", "ze", "vs", "en", "te", "jill", "voor"], "pubDate": "2020-11-22T12:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}