{"id": "372b7041-e18c-3ab6-a9af-4132b560c23a", "title": "Google onthult onze bewegingen in tijden van corona. Houden wij ons in Drenthe en Groningen aan de lockdown? En zien we dat terug in het aantal besmettingen? Ons gedrag in vier grafieken", "url": "https://www.dvhn.nl/extra/Google-onthult-onze-bewegingen-in-tijden-van-corona.-Houden-wij-ons-in-Drenthe-en-Groningen-aan-de-lockdown-En-zien-we-dat-terug-in-het-aantal-besmettingen-Ons-gedrag-in-vier-grafieken-26339823.html", "summary": "De harde lockdown heeft een enorme impact op het gedrag van de mensen in Drenthe, Groningen en de rest van het land.\nDe veranderingen in week 53 ten opzichte van week 52 geven een ietwat vertekend beeld, want in week 52 hadden we kerstvakantie.\nDeskundigen van het Outbreak Management Team gebruiken de mobiliteitscijfers van Google om te kijken in hoeverre wij ons aan de coronamaatregelen houden.\nMinder besmettingenDe harde lockdown moet er voor zorgen dat wij ons minder bewegen en elkaar dus minder vaak ontmoeten.\nDat lijkt te lukken en dat zien we met enige vertraging ook terug in het dagelijks aantal nieuwe besmettingen.", "paragraphs": ["De harde lockdown heeft een enorme impact op het gedrag van de mensen in Drenthe, Groningen en de rest van het land.", "Dat blijkt uit de mobiele telefoongegevens van Google. We werken massaal thuis, mijden het openbaar vervoer en trekken er nauwelijks meer op uit.", "De veranderingen in week 53 ten opzichte van week 52 geven een ietwat vertekend beeld, want in week 52 hadden we kerstvakantie.", "Toch onthullen de grafieken wel degelijk de enorme impact van de harde lockdown. Immers, ze vergelijken ons huidige gedrag met ons normale gedrag in de eerste vijf weken van 2020 (toen we nog geen corona hadden).", "Deskundigen van het Outbreak Management Team gebruiken de mobiliteitscijfers van Google om te kijken in hoeverre wij ons aan de coronamaatregelen houden.", "Minder besmettingen", "De harde lockdown moet er voor zorgen dat wij ons minder bewegen en elkaar dus minder vaak ontmoeten. Dat lijkt te lukken en dat zien we met enige vertraging ook terug in het dagelijks aantal nieuwe besmettingen. Nu is het afwachten hoeverre het effect van de feestdagen de komende dagen roet in het eten zal gooien.", "Gemiddeld aantal nieuwe besmettingen per dag in Nederland vanaf week 51 (toen de harde lockdown begon)", "Besmettingen per dag Week 51 10.945 Week 52 10.500 Week 53 8.360 Week 1 (3 dgn) 6.740", "Toelichting op de cijfers", "- Google kijkt per dag hoe vaak en hoe lang wij op bepaalde plaatsen zijn", "- Google vergelijkt deze cijfers met de gemiddelde gegevens van diezelfde dag op de basislijn", "- De basislijn beslaat de periode van 3 januari tot 6 februari van dit jaar", "De grafiek in dit artikel toont de gegevens voor 4 plaatscategorieën", "- Werkplek : locaties waar we werken, zoals fabrieken, kantoren en dergelijke", "- Openbaar vervoer : haltes en stations van tram, trein, bus en metro", "- Thuis : de plek waar we wonen", "- Winkelen en ontspannen : locaties zoals horeca, warenhuizen, winkelcentra, attractieparken, musea, bibliotheken en bioscopen", "De statistieken van Google omvatten ook nog de categorie Parken en de categorie Supermarkt + Apotheek .", "Zelf alle cijfers bekijken? Dat kan hier ."], "authors": ["Michel Brandsma"], "keywords": ["google", "van", "het", "wij", "lockdown", "onthult", "en", "zien", "week", "onze", "harde", "op", "tijden", "terug", "dat", "vier", "ons"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}