{"id": "372f7b3b-3745-33de-8343-eb1c13695eb1", "title": "Fototentoonstelling Noordertunnel laat verleden als atoomschuilkelder zien", "url": "https://nu.nl/utrecht/6095238/fototentoonstelling-noordertunnel-laat-verleden-als-atoomschuilkelder-zien.html", "summary": "Een nieuwe fototentoonstelling in de Noordertunnel bij station Utrecht Centraal laat het verleden van de tunnel zien.\nIn de jaren zeventig was een deel van de Noordertunnel namelijk een atoomkelder.\nZo werd de tunnel een schuilkelder met plaats voor tweeduizend mensen die er twee dagen konden verblijven.\nEind 2018 en begin 2019 is de Noordertunnel zo'n zeven maanden gesloten geweest voor een verbouwing.\nIn de nieuwe Noordertunnel is toentertijd een kleurenwand aangebracht.", "paragraphs": ["Een nieuwe fototentoonstelling in de Noordertunnel bij station Utrecht Centraal laat het verleden van de tunnel zien. In de jaren zeventig was een deel van de Noordertunnel namelijk een atoomkelder.", "De atoomschuilkelder werd gebouwd tijdens de Koude Oorlog. De tunnel kon van de ingang van het Smakkelaarsveld tot net voor de trap naar spoor 3 hermetisch worden afgesloten met dikke gasdichte deuren. Zo werd de tunnel een schuilkelder met plaats voor tweeduizend mensen die er twee dagen konden verblijven.", "De schuilkelder moest weg toen het Noordgebouw werd gebouwd. Fotograaf Rob van der Lingen maakte voor de sloop foto's van de atoomschuilkelder. Die foto's zijn nu te zien in de Noordertunnel.", "Eind 2018 en begin 2019 is de Noordertunnel zo'n zeven maanden gesloten geweest voor een verbouwing. De vernieuwde Noordertunnel is een stukje korter en ook is de ingang verplaatst naar het Noordgebouw.", "De tunnel kreeg nieuwe plafonds, wanden en vloeren, en de verlichting werd aangepast. In de nieuwe Noordertunnel is toentertijd een kleurenwand aangebracht."], "authors": ["Door"], "keywords": ["van", "als", "laat", "het", "zien", "noordertunnel", "nieuwe", "tunnel", "fototentoonstelling", "atoomschuilkelder", "een", "werd", "en", "verleden", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}