{"id": "373ad1ee-271f-3481-a171-5986a0984c67", "title": "Hartverwarmend: UMCG-studenten melden zich massaal aan bij Covid Vrijwilliger om zorgpersoneel in Drenthe en Groningen te ondersteunen", "url": "https://www.dvhn.nl/groningen/Hartverwarmend-UMCG-studenten-melden-zich-massaal-aan-bij-Covid-Vrijwilliger-om-zorgpersoneel-in-Noord-Nederland-te-ondersteunen-26346138.html", "summary": "Ruim 800 UMCG-studenten hebben zich bij Covid Vrijwilliger aangemeld om het zorgpersoneel in Noord-Nederland te ondersteunen.\nCovid Vrijwilliger is een platform dat vraag en aanbod in de zorginstellingen in Drenthe, Groningen, Friesland en Overijssel bij elkaar brengt.\n,,Ik vind: als je met de kennis die je hebt kunt helpen, moet je dat gewoon doen in deze ernstige tweede golf’’, verklaart de 22-jarige vierdejaarsstudente biometrische wetenschappen uit Groningen.\nZe heeft zich inmiddels gemeld bij de Drentse zorg- en verpleeghuisinstelling Interzorg.\nAls vrijwilliger helpt ze mee met een wetenschappelijk onderzoek van het Universitair Medisch Centrum Groningen en het Amphia-ziekenhuis in Breda.", "paragraphs": ["Ruim 800 UMCG-studenten hebben zich bij Covid Vrijwilliger aangemeld om het zorgpersoneel in Noord-Nederland te ondersteunen.", "De studenten, van eerstejaars tot net afgestudeerde basisartsen, zijn op verschillende manieren inzetbaar. Zo kunnen ze zorgmedewerkers op de ic en verpleegafdelingen ondersteunen en coronatests afnemen. Ook zijn ze inzetbaar in verpleeghuizen en in de gehandicaptenzorg, kunnen ze telefonisch uitleg geven over corona en assisteren bij wetenschappelijk onderzoek naar het virus.", "Covid Vrijwilliger is een platform dat vraag en aanbod in de zorginstellingen in Drenthe, Groningen, Friesland en Overijssel bij elkaar brengt.", "‘Altijd al een belangrijke rol voor studenten’", ",,Studenten vervullen altijd al een belangrijke rol binnen de diverse zorgorganisaties zoals ziekenhuizen”, zegt projectleider Joppe Vodegel.", ",,Tijdens de eerste golf waren veel van de onderwijsactiviteiten opgeschort. Met als gevolg dat veel (para)medische studenten geen onderwijs konden volgen en thuis zaten. De studenten hebben toen al enorm geholpen en ondersteuning in de zorg geboden. Nu in de tweede golf heeft de zorg het ook zwaar. De studenten willen graag helpen in de zorg, waar dat nu nodig is.”", "‘Als je kunt helpen, moet je dat gewoon doen’", "Eén van de nieuwe ‘rekruten’ die zich dezer dagen massaal aanmeldden, is Tessa de Bruin. ,,Ik vind: als je met de kennis die je hebt kunt helpen, moet je dat gewoon doen in deze ernstige tweede golf’’, verklaart de 22-jarige vierdejaarsstudente biometrische wetenschappen uit Groningen.", "Ze heeft zich inmiddels gemeld bij de Drentse zorg- en verpleeghuisinstelling Interzorg. Ook daar is alle hulp welkom om de personele uitval door corona op te vangen bij de negen vestigingen in en rond Assen. Deze week verwacht de Groningse te horen wanneer en waar ze aan de slag kan.", "Bloedprikken of koffieronde lopen, dat maakt niet uit", "Wat ze precies kan gaan doen bij Interzorg, weet Tessa nog niet. ,,Dat kan variëren van bloedprikken en andere eenvoudige medische handelingen tot koffierondes lopen.’’ Veel maakt het haar niet uit, het gaat erom dat ze kan helpen. Een kwestie van maatschappelijke betrokkenheid, vindt de Groningse studente.", "Niet voor niks is ze ook nog op een ander front actief in de strijd tegen corona. Als vrijwilliger helpt ze mee met een wetenschappelijk onderzoek van het Universitair Medisch Centrum Groningen en het Amphia-ziekenhuis in Breda. ,,Daarvoor voeren we nu gegevens in voor een databank die inzicht moet geven in de correlatie tussen corona en obesitas. Bovengemiddeld veel mensen die ziek worden van het virus, hebben overgewicht’’"], "authors": [], "keywords": ["umcgstudenten", "om", "zorgpersoneel", "ondersteunen", "bij", "massaal", "ze", "te", "zich", "je", "vrijwilliger", "veel", "van", "en", "melden", "een", "hartverwarmend", "het", "dat", "zorg"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}