{"id": "37582c72-df6d-357d-9090-46fd36ec33ae", "title": "Omstreden datacenter van Google nu in bedrijf", "url": "https://trouw.nl/economie/omstreden-datacenter-van-google-nu-in-bedrijf~b2cf5fb2/", "summary": "Het tweede datacenter van Google in Nederland is in gebruik genomen.\nIn het datacenter in het Noord-Hollandse Middenmeer gaan 125 mensen aan de slag.\nNaast de A7 bij Middenmeer staat ook nog een enorm datacenter van Microsoft, en er is een tweede center van Microsoft in aanbouw.\n“Vergeleken met vijf jaar geleden haalt Google nu ongeveer zeven keer zoveel rekenkracht uit dezelfde hoeveelheid energie”, zegt manager van Google in Nederland, Martijn Bertisen.\nGoogle gebruikt datacenters om zijn diensten draaiende te houden, van Gmail tot YouTube en van Google Drive tot Maps.", "paragraphs": ["Het tweede datacenter van Google in Nederland is in gebruik genomen. In het datacenter in het Noord-Hollandse Middenmeer gaan 125 mensen aan de slag. Het eerste serverpark van Google werd vier jaar geleden in Eemshaven in Groningen geopend. Hoewel de datacenters banen opleveren, is er ook kritiek.", "Google heeft in totaal 2,5 miljard euro in datacenters in Nederland geïnvesteerd. Daarmee draagt het bedrijf naar eigen zeggen bij aan de lokale werkgelegenheid en economie. Uit onderzoek door adviesbureau Copenhagen Economics blijkt dat het center in Eemshaven 700 ‘directe’ banen heeft opgeleverd (werknemers, bouwvakkers, installateurs) en 400 ‘indirecte’ – dat zijn toeleveranciers. De uitgaven van al die 1100 werknemers leveren volgens het bureau nog eens 2200 banen op.", "Naast de A7 bij Middenmeer staat ook nog een enorm datacenter van Microsoft, en er is een tweede center van Microsoft in aanbouw. Niet iedereen in de gemeente Hollands Kroon is blij met de centra. De voornaamste kritiek luidt dat alle groene energie die in de omgeving wordt opgewekt met windmolens wordt ‘opgeslurpt’ door de serverparken. Ook verpesten ze volgens lokale tegenstanders het landschap.", "Google zegt dat de datacenters steeds efficiënter worden wat betreft energieverbruik. “Vergeleken met vijf jaar geleden haalt Google nu ongeveer zeven keer zoveel rekenkracht uit dezelfde hoeveelheid energie”, zegt manager van Google in Nederland, Martijn Bertisen. De datacenters zijn volgens het bedrijf hard nodig nu consumenten en bedrijven steeds meer onlinediensten gebruiken. Het bestaande serverpark in de Eemshaven wordt verder uitgebreid. Als het werk klaar is, waarschijnlijk begin volgend jaar, zullen er daar 350 mensen werken. Google gebruikt datacenters om zijn diensten draaiende te houden, van Gmail tot YouTube en van Google Drive tot Maps.", "Lees ook:", "Weer een datacenter erbij: onze digitale honger is onstilbaar", "Nederlandse datacenters blijven groeien. Zolang ze maar elektriciteit en personeel vinden."], "authors": ["Redactie Trouw"], "keywords": ["van", "datacenter", "het", "zijn", "google", "bedrijf", "volgens", "omstreden", "datacenters", "wordt", "nu", "en", "dat"], "pubDate": "2020-12-08T17:22:09+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}