{"id": "3762d878-4389-3eba-885b-a8f3581b5e07", "title": "‘Vijf weken. Dat is bijna net zo lang als de zomervakantie’", "url": "https://volkskrant.nl/nieuws-achtergrond/vijf-weken-dat-is-bijna-net-zo-lang-als-de-zomervakantie~bd74bf0d/", "summary": "Marco Ippel speelt met een van zijn kinderen in de speeltuin Mokerschans in Nieuwegein.\nEn dat hakt erin.\nDat is bijna net zo lang als de zomervakantie’, stelt een moeder in de speeltuin aan de Mokerschans vast.\nDe winterse lockdown roept herinneringen op aan die van het voorjaar, en dat is niet omdat de zon vandaag aangenaam schijnt boven de wijk Fokkesteeg.\n‘Maar ik dacht: voor die ene dag hoeven we niet dat hele circus op te tuigen.’ Hij weet al wel dat ze in januari de noodopvang inschakelen.", "paragraphs": ["Marco Ippel speelt met een van zijn kinderen in de speeltuin Mokerschans in Nieuwegein. Beeld Guus Dubbelman / de Volkskrant", "Bovenop het viaduct dat hen naar de speeltuin zal leiden, elleboogbegroeten oma Gerda en oma Liesbeth elkaar uitbundig. ‘Je bent ze ook even aan het uitlaten, zie ik?’, constateert Liesbeth bij het zien van Gerda’s kleinkinderen.", "De beide oma’s zijn er meteen druk mee, op de eerste dag dat de scholen op slot zijn gegaan. En hoe leuk ze het ook hebben op hun vaste oppasdag, de grote vraag is deze woensdagochtend in Volkskrant-standplaats Nieuwegein vooral: wat zullen ze ’s middags eens met de kleinkinderen gaan doen?", "De harde lockdown houdt ouders en grootouders zeker vijf weken, inclusief de twee weken kerstvakantie, met de (klein-)kinderen thuis. En dat hakt erin. ‘Vijf weken. Dat is bijna net zo lang als de zomervakantie’, stelt een moeder in de speeltuin aan de Mokerschans vast. ‘Het is eigenlijk een wintervakantie’, concludeert de andere moeder, achter een kinderwagen waarin een babytweeling stevig ingepakt ligt te slapen.", "De winterse lockdown roept herinneringen op aan die van het voorjaar, en dat is niet omdat de zon vandaag aangenaam schijnt boven de wijk Fokkesteeg. Ook toen was het een opgaaf om de schoolloze dagen door te komen, weten veel ouders nog. ‘En in de winter kun je minder snel naar buiten’, zegt Marco Ippel, de vader van Jayden (4) en de 2-jarige Emily, in de speeltuin.", "‘Het lastigst is om je aandacht over twee kinderen te verdelen’, vindt Mariëlle de Wit, terwijl ze een balletje trapt met zoon Robin (2) en haar bijna 6-jarige dochter Milia Elisabeth. Woensdagochtend heeft ze het maar meteen op tafel gegooid: we moeten het ook met elkaar leuk maken, hoe kunnen we dat doen? Niet dat Robin daar al iets van snapt. ‘Hij vindt die aandacht delen wel moeilijk.’", "Gelukkig trapte de basisschool op de rem. Veel scholen geven nauwelijks (t)huiswerk op tot de kerstvakantie, die maandag al begint. ‘Pak maar rust, schakel eerst maar even om’, kreeg De Wit te horen. Fijn, want Milia Elisabeth zat tijdens de vorige lockdown nog in groep 2. ‘Toen kreeg ze opdrachten mee als: bouw een zo groot mogelijke toren van spulletjes in huis. Nu leert ze woordjes. Dat is een heel verschil.’", "De vraag is: hoe kom je die tijd door met je ‘levende enkelbanden’, zoals D66-leider Jetten kinderen dinsdag noemde. ‘In elk geval door niet chagrijnig te zijn’, antwoordt Ippel. ‘Want dan worden je kinderen het ook.’", "De ict’er vindt thuiswerken geen enkel probleem: ‘Ik doe het desnoods tot mijn pensioen.’ Maar het steekt hem wel dat het kabinet door de schoolsluiting ouders binnen probeert te houden – de metafoor van Jetten sloeg daarop. ‘Daar dupeer je de thuiswerkende ouders mee.’", "Ippel heeft zijn eerste vrije dag deze week meteen opgenomen. Al had dat niet gehoeven: zijn vrouw werkt in de kinderopvang, dus mogen Jayden en Emily naar de noodopvang. ‘Maar ik dacht: voor die ene dag hoeven we niet dat hele circus op te tuigen.’ Hij weet al wel dat ze in januari de noodopvang inschakelen. ‘Anders kost het te veel vrije dagen.’", "Omdat ook de dierentuinen, kinderboerderijen en indoorspeelparadijzen op slot zitten, is het devies tot 19 januari vooral: vermaak in en om het huis. Zo dacht militair Brian, die wacht tot hij wordt opgeroepen om in de coronateststraten bij te springen, beestjes te gaan zoeken met dochter Isa (4) en Jinte (1,5). Alleen moet Isa daar uitgerekend vandaag even niks van hebben.", "Oma Gerda heeft kleinzoon Naylan en dochter Nóvay beloofd ’s middags te gaan voetballen. Naylan wil ook nog graag iets knutselen voor ‘grootopa’, die onlangs is overleden. Oma Liesbeth op haar beurt had bedacht dat haar kleinzoons van 5 en 3 de kerstkaarten in de buurt konden bezorgen. Zo was er toch weer een half uur besteed."], "authors": ["Mark Misérus"], "keywords": ["dat", "weken", "net", "van", "een", "bijna", "en", "zo", "te", "ze", "lang", "vijf", "op", "als", "je", "met", "het", "zomervakantie"], "pubDate": "2020-12-16T22:10:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}