{"id": "3779613a-c690-3284-9835-20a2dc25041b", "title": "De beste fried chicken bestel je via Instagram", "url": "https://www.parool.nl/ps/de-beste-fried-chicken-bestel-je-via-instagram~b2ca90c8/", "summary": "Verrassend genoeg is fried chicken bedacht door de Schotten.\n­Hoeveel restaurants met fried chicken er inmiddels ook zijn, hier geldt: de beste fried chicken bestel je via Instagram.\nVervolgens stuur je ze een berichtje en ontvang je een betaallink én het adres waar je ’m kunt ophalen.\nBestellen kan – u raadt het al – via Instagram, maar via UberEats schijnt het ook te lukken.\nThe Lord Cheesus bijvoorbeeld: mac ’n cheese met daarop een portie fried chicken.", "paragraphs": ["De friedchicken-cheese van TokTok. Beeld -", "Aangezien de meeste goede voornemens na een week toch alweer vergeten zijn, leek dit me een uitstekend moment om het over fried chicken te hebben. En dan niet die smerige troep van KFC, maar het echte werk. Dat is er in Amsterdam meer dan ooit.", "Verrassend genoeg is fried chicken bedacht door de Schotten. Zij introduceerden het in Amerika, waar er West-Afrikaan­se smaakmakers aan toe werden gevoegd en het uitgroeide tot een symbool van southern ­cooking. De Amerikanen brachten het op hun beurt tijdens de Koreaanse oorlog naar Korea, waar ook weer allerlei versies ontstonden. Maar hoeveel ­varianten en smaakmakers er inmiddels ook zijn, het draait nog steeds om hetzelfde: het onweerstaanbare contrast ­tussen het krokante korstje en de juicy kip.", "Terug naar Amsterdam. ­Hoeveel restaurants met fried chicken er inmiddels ook zijn, hier geldt: de beste fried chicken bestel je via Instagram. Die van Kip ’n Drip bijvoorbeeld. Ze kondigen online aan waar en wanneer er weer fried chicken wordt gemaakt. Vervolgens stuur je ze een berichtje en ontvang je een betaallink én het adres waar je ’m kunt ophalen. Hun kip is zo sappig, krokant en ramvol smaak dat ik niet kan wachten tot Kip ’n Drip een permanente locatie heeft – ze zijn hard op zoek.", "Dat geldt ook voor TokTok, een friedchickenpop-up van het team van restaurant Alba in de Wibautstraat. Je kunt hier van vrijdag tot en met zondag terecht voor friedchickenburgers en meer. Bestellen kan – u raadt het al – via Instagram, maar via UberEats schijnt het ook te lukken.", "En dan is er nog Kip It Real. Zij hebben behalve wings, tenders en burgers ook complete gerechten met fried chicken. The Lord Cheesus bijvoorbeeld: mac ’n cheese met daarop een portie fried chicken. Dat vond ik ten tijde van mijn bestelling een beetje te veel van het goede, maar wat niet is kan nog komen. Want meer fried chicken eten, dát is pas een goed voornemen."], "authors": ["Mara Grimm"], "keywords": ["beste", "er", "bestel", "van", "zijn", "fried", "en", "een", "chicken", "ook", "het", "instagram", "je"], "pubDate": "2021-01-10T09:00:25Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}