{"id": "378feaee-5ba0-3919-b070-bcbba15b555b", "title": "350 mensen protesteren tegen fascisme in het Westerpark: ‘Wij hebben hier een Thierry Baudet’", "url": "https://www.parool.nl/amsterdam/350-mensen-protesteren-tegen-fascisme-in-het-westerpark-wij-hebben-hier-een-thierry-baudet~bdb2efc2/", "summary": "In het Westerpark trotseerden zondagmiddag 350 mensen de kou om te protesteren tegen opkomend fascisme.\nNiettemin: een opvallend geluid op een demonstratie waarvan de deelnemers zich zo ferm verzetten tegen autoritair leiderschap.\nVijfhonderd stippen zijn er deze keer op het veld aangebracht, het maximaal toe te laten aantal mensen.\nOp een tafeltje hebben de socialisten hun waar uitgestald: Marx voor beginners en De profeet en het proletariaat.\nHet uitbannen van fascisme gaat niet zonder het bestrijden van antisemitisme.”Om vijf uur is het klaar.", "paragraphs": ["In het Westerpark trotseerden zondagmiddag 350 mensen de kou om te protesteren tegen opkomend fascisme. ‘Ik wil jullie er graag even op wijzen hoe je fascisme spelt.’", "“Wie niet springt, die is een fascist,” schalt het streng vanaf het podium op de zonneweide in het Westerpark. Wie niet springt, die krijgt het deze zondagmiddag vooral koud. Niettemin: een opvallend geluid op een demonstratie waarvan de deelnemers zich zo ferm verzetten tegen autoritair leiderschap.", "", "In het park verzamelen zich om drie uur in de middag ruim driehonderd mensen om zich uit te spreken tegen fascisme na de bestorming vorige week van het Capitool in Washington. Een wake-upcall, aldus de organisatie. Wat daar gebeurt, kan ook hier gebeuren.", "Hutjemutje", "Rondom het veld is te zien dat de gemeente een aardige politiemacht heeft opgetrommeld, nog altijd geschrokken van de gebeurtenissen op de Dam deze zomer, toen vele duizenden demonstranten van Black Lives Matter hutjemutje op elkaar stonden. Vijfhonderd stippen zijn er deze keer op het veld aangebracht, het maximaal toe te laten aantal mensen. Het blijkt ruim voldoende.", "“Als leraar Nederlands,” spreekt de spreekstalmeester tot zijn publiek, “wil ik jullie er nog wel graag even op wijzen hoe je fascisme spelt.”", "Een bonte stoet aan organisaties trekt langs. Tientallen clubs hebben de oproep om naar het Westerpark te komen ondertekend. Van politieke partijen als Bij1 en GroenLinks tot vredes-, vrouwen- en studentenorganisaties. Joden, Palestijnen, Koerden, Oost-Timorezen, queers en BLM-activisten.", "“Fascisme,” zegt Daryll Ricardo Landbrug van Bij1, “is kolonialisme dat thuiskomt.” En als hij toch bezig is: “We moeten keihard de media aanpakken. Op de dag dat het Capitool werd aangevallen, kregen fascisten op de publieke omroep alle ruimte om hun partijprogramma uiteen te zetten.”", "De ‘oorverdovende afwezigheid van principiële kritiek’ draagt, aldus de organisatie, ‘bij aan een maatschappelijk klimaat waarin extreemrechts kan gedijen’. “De gevaarlijke opkomst van extreemrechts moet terug worden gedrongen.”", "Marx voor beginners", "Een demonstrant van de Piratenpartij heeft een vlag meegenomen en zijn schoenen thuisgelaten. Op blote voeten staat hij in de vrieskou. Op een tafeltje hebben de socialisten hun waar uitgestald: Marx voor beginners en De profeet en het proletariaat.", "Op het podium roept een spreker enthousiast: “Was het niet het Rode Leger dat Hitler in Berlijn versloeg?” Ook aanwezig: de klimaatactivisten van Extinction Rebellion. Toelichting: “Veel fascisten zijn klimaatontkenners.”", "Een nogal uiteenlopend gezelschap, geeft Dalit Lymor van de Joodse organisatie Oy Vey toe. “Maar het is goed dat we elkaar vinden, want de parallellen tussen de Verenigde Staten en Nederland zijn groot. Wij hebben hier een Thierry Baudet, die jodenhaat normaliseert. Het uitbannen van fascisme gaat niet zonder het bestrijden van antisemitisme.”", "Om vijf uur is het klaar. Tevredenheid overheerst. Lymor: “Toch weer een beetje awareness gekweekt.”"], "authors": ["Marcel Wiegman"], "keywords": ["fascisme", "westerpark", "mensen", "hier", "van", "wij", "zijn", "protesteren", "thierry", "en", "een", "om", "tegen", "op", "te", "het", "hebben", "dat"], "pubDate": "2021-01-10T17:34:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}