{"id": "37a8ffb4-7294-3fdf-9769-5e8689dd694c", "title": "Vanaf de harde lockdown bleek Stefano Keizers toch een echte Nederlander", "url": "https://volkskrant.nl/mensen/vanaf-de-harde-lockdown-bleek-stefano-keizers-toch-een-echte-nederlander~b9ddc92e/", "summary": "‘Een paar weken later zat ik na een voorstelling na te praten, toen er een vrouw op me afstapte.\nWél met een tafel vol beautyspulletjes van de vriendin, die ze tijdens de eerste lockdown zoetjesaan naar binnen smokkelde.\n‘Ik blijk voor een bepaald percentage toch een echte Nederlander.\nDus vanaf het moment dat er een harde lockdown werd aangekondigd, kon ik alleen nog maar denken aan de 1.200 euro voor dat arrangement.\nDus ze krijgen van mij een warme douche.’Toch nog een spa-ervaring.", "paragraphs": ["Zo, het nieuwe jaar is begonnen. Met cabaretier Stefano Keizers nemen we de hoogte- en dieptepunten van afgelopen week door.", "Hij mag dan grossieren in stempels als ‘mafketel’, ‘geniale gek’ en ‘ongekend radicaal’, de echte verbijstering komt in de vorm van Stefano’s dieptepunt van deze week. Zit u? Komt-ie: ‘Mijn vriendin en ik zouden nu in een wellnessresort in Zeeland zitten, maar dat werd afgezegd vanwege de lockdown.’", "Hij snapt zelf ook wel dat dit even toegelicht moet worden. De voornaamste reden was hun beider diepe wens voor warmte. Vorige winter gingen ze ook, maar dan naar Thermen Bussloo. Het had er veelbelovend uitgezien op de foto’s. Uitgestrekte infinity pools, donzige massagetafels, natuur. ‘De realiteit was dat er 1.600 mensen rondliepen, die net als ons de rust van de plaatjes was beloofd.’ Loop je dan in al je kwetsbaarheid. Bekeken, beoordeeld en aangeketst door half Nederland en de gevolgen waren desastreus. ‘Een paar weken later zat ik na een voorstelling na te praten, toen er een vrouw op me afstapte. ‘Ik heb je lul gezien in Bussloo’, zei ze. ‘Ik heb meteen al mijn vriendinnen gebeld.’’", "Dat moest dus anders. Nóg meer geld neertellen voor vier dagen pruttelen in stoombaden en sauna’s, maar dit keer met slechts tachtig andere bezoekers en de diepe wens dat hij anoniem kon wanderlusten.", "Helaas bellenblaas, daar kwam de lockdown, dus nu zit-ie thuis. Wél met een tafel vol beautyspulletjes van de vriendin, die ze tijdens de eerste lockdown zoetjesaan naar binnen smokkelde. ‘Hier, dit is iets met dode zee. ‘Hydrateert en beschermt’. En deze is met argan: ‘Beschermt en verstevigt’ – dus dat is dubbel fantastisch. Ik smeer mezelf tegenwoordig helemaal onder.’ Wat welkom is, want hij leeft verder op chocomel en sigaretten.", "Het goede nieuws? ‘Ik blijk voor een bepaald percentage toch een echte Nederlander. Dus vanaf het moment dat er een harde lockdown werd aangekondigd, kon ik alleen nog maar denken aan de 1.200 euro voor dat arrangement. Maar ik heb alles teruggekregen. Dus ze krijgen van mij een warme douche.’", "Toch nog een spa-ervaring."], "authors": ["Carolien Spaans"], "keywords": ["ik", "dus", "toch", "keizers", "vanaf", "nederlander", "lockdown", "bleek", "met", "ze", "van", "en", "een", "echte", "voor", "harde", "stefano", "maar", "dat"], "pubDate": "2021-01-07T14:00:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}