{"id": "37a9b859-03df-33c4-8fd8-d434cee986ea", "title": "Van covfefe tot oorlogsverklaring: vier jaar Trump op Twitter", "url": "https://nu.nl/tech-achtergrond/6095625/van-covfefe-tot-oorlogsverklaring-vier-jaar-trump-op-twitter.html", "summary": "In zijn vier jaar als president van Amerika was Donald Trump ook een van de invloedrijkste twitteraars.\nDe krant tekent op hoe Trump Twitter gebruikt voor politieke promotie, afleiding, om wraak te nemen en als aanvalswapen.\nCovfefeAls Trump vier maanden president is, plaatst hij een inmiddels verwijderde tweet met de woorden \"negative press covfefe\" (negatieve covfefe door de pers).\nTrump reageert op Twitter dat de Noord-Koreanen \"er niet lang meer zullen zijn\" als dictator Kim Jong-un, die door Trump \"kleine raketman\" wordt genoemd, dit onderschrijft.\nDe vraag is hoe bedrijven als Twitter om moeten gaan met desinformatie, zelfs als die van 'eigen bodem' komt.", "paragraphs": ["In zijn vier jaar als president van Amerika was Donald Trump ook een van de invloedrijkste twitteraars. Trumps tweets slingerden het debat aan en speelden een grote rol in hoe Twitter met de eigen regels omging. NU.nl zet vier opvallende Twitter-momenten op een rij.", "Trump verwerft zijn status als Twitter-meester al voor hij president is. Hij \"beheerst Twitter op een manier die geen enkele presidentskandidaat ooit heeft gedaan\", schrijft The New York Times in 2015, een jaar voor hij de strijd om het Witte Huis wint.", "De krant tekent op hoe Trump Twitter gebruikt voor politieke promotie, afleiding, om wraak te nemen en als aanvalswapen. Zodra hij president wordt, is Twitter ook een platform om beleid aan te kondigen en te verdedigen, met tweets die regelmatig het nieuws halen.", "Covfefe", "Als Trump vier maanden president is, plaatst hij een inmiddels verwijderde tweet met de woorden \"negative press covfefe\" (negatieve covfefe door de pers).", "Het is niet zozeer de typefout - waarschijnlijk bedoelde Trump coverage (berichtgeving) - maar de manier waarop het Witte Huis vervolgens met de tweet omgaat die markant te noemen is.", "Zo zei een Witte Huis-woordvoerder dat \"de president en een kleine groep mensen precies weten wat het betekent\". Trump stuurt even later opnieuw een tweet waarin hij mensen oproept om de echte betekenis van covfefe te achterhalen.", "'Oorlogsverklaring' aan het adres van Noord-Korea", "In 2017 lopen de spanningen tussen de VS en Noord-Korea hoog op. Een Noord-Koreaanse minister zegt dat Amerika het land dwingt om raketten te ontwikkelen die het vasteland van de VS kunnen bereiken.", "Trump reageert op Twitter dat de Noord-Koreanen \"er niet lang meer zullen zijn\" als dictator Kim Jong-un, die door Trump \"kleine raketman\" wordt genoemd, dit onderschrijft. Noord-Korea vat de tweet op als oorlogsverklaring.", "Hoewel Twitter dreigementen verbiedt, besluit het bedrijf Trumps tweet vanwege de nieuwswaardigheid te laten staan.", "Het is een kantelpunt in de manier hoe Twitter omgaat met omstreden tweets van wereldleiders. Sinds 2019 worden dit soort tweets voorzien van een waarschuwing. Tweets zijn dan ook niet meer te retweeten.", "Omstreden bericht over onrust na dood George Floyd", "Ook op andere manieren weet Trump Twitter te dwingen goed na te denken over de eigen rol als platform. Zoals na de dood van George Floyd door een witte politieagent in mei 2020, waarna het onrustig is in de stad Minneapolis.", "\"Wanneer het plunderen begint, begint het schieten\", schrijft Trump in een verklaring. De uitspraak is omstreden: in de jaren zestig gebruikte een politiechef in Miami exact dezelfde woorden na onrust in de stad.", "Twitter waarschuwt dat het bericht de regels rond het verheerlijken van geweld schendt, maar de tweet blijft staan.", "Trump plaatst het bericht ook op Facebook, dat verder geen actie onderneemt. Directeur Mark Zuckerberg verklaart later dat het zichtbaar houden van het bericht nodig is om mensen in machtsposities verantwoordelijk te houden voor hun uitspraken.", "Trump dwingt Twitter tot ingrijpen op eigen platform", "Sociale media zijn na de door Rusland beïnvloede presidentsverkiezingen van 2016 onder een vergrootglas komen te liggen. De vraag is hoe bedrijven als Twitter om moeten gaan met desinformatie, zelfs als die van 'eigen bodem' komt.", "Wat te doen met een politicus die twijfelachtige berichten of aantoonbaar onwaarheden verspreidt? Het zijn Trumps tweets die deze vraag telkens opnieuw relevant maken.", "Trump blijft in zijn laatste maanden als president een invloedrijke twitteraar. Hoewel hij in januari het Witte Huis moet verlaten, zal hij dat met zijn 88,6 miljoen volgers ongetwijfeld blijven. De vraag is hoe dat uitpakt als hij dan zijn privileges verliest."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["tot", "zijn", "van", "jaar", "oorlogsverklaring", "een", "covfefe", "op", "te", "als", "trump", "het", "hij", "twitter", "vier"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}