{"id": "37bb96ea-4a9b-3f24-aecf-c3435eab7be1", "title": "FvD’ers sparen (J)FvD in FvD-onderzoeksrapport: hier is niets te zien, mensen", "url": "https://volkskrant.nl/nieuws-achtergrond/fvd-ers-sparen-j-fvd-in-fvd-onderzoeksrapport-hier-is-niets-te-zien-mensen~be6e4821/", "summary": "Dit leidde in 2002 al tot de bekering van de PvdA, toen onder Wouter Bos, tot invoering van een acceptatieplicht.\nDe overdracht van de sleutels van het gebouw B67, het voormalige ministerie van Buitenlandse Zaken, zou eigenlijk vrijdag 13 november plaatsvinden.\nRutte leek tenslotte ook nog te zinspelen op een bijrol voor RIVM-baas Jaap van Dissel voor een toekomstige sessie.\n‘In een kwartiertje’ ben je van het ene uiteinde van het land in het andere.\nToch ging het duidelijk mis bij het maken van een groepsfoto op het bordes van het stadhuis van Bloemdendaal.", "paragraphs": ["Thierry Baudet (FvD) maandag na afloop van de bijeenkomst met fractievoorzitters op het ministerie van Algemene Zaken waar zij werden bijgepraat door premier Mark Rutte over de nieuwe coronamaatregelen. Beeld ANP / Bart Maat", "FvD’ers sparen (J)FvD in FvD-onderzoeksrapport: hier is niets te zien, mensen - 16 december 2020", "‘U kunt zich mijn opluchting voorstellen.’ Er was een hele last van zijn schouders gevallen, mocht De Telegraaf best van Thierry Baudet weten. Als een berg had de leider van Forum voor Democratie opgezien tegen het rapport dat de extreemrechtse uitingen binnen zijn partij tegen het licht zou houden. Maar wat blijkt: er is niets aan de hand.", "‘Geen verwijtbaar handelen JFvD-bestuur of Tweede Kamerfractie’, kopte de Forum-website dinsdag al net zo opgetogen over het interne ‘onderzoek’. Anders dan D66, dat vorige week een onafhankelijk integriteitsbureau inschakelde om seksuele intimidatie in de partijgelederen op te sporen, hield Forum het onderzoek in eigen huis. Twee Baudet-vertrouwelingen, Tweede Kamerlid Wybren van Haga en het Noord-Hollandse Statenlid Ralf Dekker, zouden de afgelopen weken kosten noch moeite hebben gespaard om de onderste antisemitische steen boven te krijgen.", "Het resultaat is 'een grondig en serieus rapport’, schrijft de partij, ‘waarin op geen enkele wijze wordt verbloemd of vergoelijkt’. Toch vallen de conclusies opvallend voordelig uit voor Baudet en zijn rechterhand Freek Jansen, de in opspraak geraakte voorzitter van jongerenvereniging JFvD.", "De belangrijkste: Jansen en de rest van de JFvD-top hebben niets opzettelijk verkeerd gedaan. Ja, één partijlid dat extreme appberichten verstuurde werd aangesteld als medewerker van de Tweede Kamerfractie - volgens ingewijden de reden voor het plotselinge vertrek van Theo Hiddema -, maar dat zou een onschuldige vergissing zijn geweest. Omdat meerdere JFvD’ers met dezelfde voornaam in een appgroep actief waren, was de verkeerde Ruben geschorst. De ware schuldige ging vervolgens door naar de Tweede Kamer.", "Het rapport maakt niet duidelijk of Jansen al langer op de hoogte was van de persoonsverwisseling. Het is lang niet de enige vraag die het onderzoek oproept. Van Haga en Dekker schrijven dat ze honderdduizenden berichten in officiële en officieuze appgroepen hebben doorzocht door gebruik te maken van steekwoorden, maar welke schrijven de onderzoekers er niet bij. Ze troffen nauwelijks iets bedenkelijks aan. Over de vijf door JFvD geroyeerde klokkenluiders, zonder wie de extreme berichten nooit bekend waren geworden, stelt het Forum-duo dat ze duidelijk ‘te kwader trouw’ waren. Een herhaling van de eerdere verdediging door het JFvD-bestuur.", "Ondanks de volledige vrijspraak komen Van Haga en Dekker met een reeks aanbevelingen. ‘Niet omdat er erge dingen zijn gebeurd, maar om definitief af te rekenen met de beeldvorming.’ Alle huidige JFVD-groepen moeten worden opgeheven en een steviger screening van deelnemers is nodig voor nieuwe groepen. Ook raadt de onderzoekscommissie aan een helder protocol op te stellen over wat wel en niet mag binnen partijgroepen. JFvD’ers met zorgen over extreme uitlatingen van partijgenoten moeten zich kunnen melden bij een klachtencommissie.", "Uiteraard neemt JFvD de aanbevelingen ‘integraal’ over. Bedenkingen bij de inhoud van het rapport hoeft Baudet van zijn resterende partijleden niet te verwachten. Zijn critici zijn de deur uit, op zoek naar politiek geluk elders. Nog een reden voor grote opluchting.", "Dion Mebius", "Rapen Nanninga en Eerdmans de brokstukken van FvD bij elkaar? - 10 december 2020", "Hoe druk wordt het op 17 maart op de rechterflank van uw stembiljet? Geert Wilders, Thierry Baudet en voormalig PVV’er Richard de Mos (Code Oranje) gaan daar sowieso om de stemmen strijden, terwijl er ook nog overal losgebroken stukken van Forum voor Democratie rondvliegen.", "Joost Eerdmans en Annabel Nanninga, de meest in het oog springende afsplitsers van Forum, zijn in elk geval bezig met een poging om van die brokstukken een nieuw geheel te smeden. In een filmpje kondigden zij donderdag aan dat zij mee willen doen aan de verkiezingen. ‘De kiezers wachten al zo lang op een redelijk rechts geluid. Die mensen en die idealen zijn er nog steeds. En daar willen wij ons voor inzetten. Omdat er zoveel kiezers zijn die een politiek thuis zoeken. Die hun stem gehoord wil hebben. En vooral: die resultaat willen zien.’", "Wordt dat het begin van de hergroepering? Er zijn immers niet alleen kiezers maar ook nogal wat volksvertegenwoordigers die een politiek thuis zoeken. Nu duidelijk is dat Thierry Baudet de lakens blijft uitdelen bij Forum voor Democratie, houdt de uittocht aan. Inmiddels heeft de gehele FvD-fractie in Friesland Baudet verlaten, evenals vier Statenleden van de Limburgse fractie plus de senatoren Loek van Wely en Lennart van der Linden. Dat komt boven op de oogst van de afgelopen weken. In de Eerste Kamer, het Europees Parlement en vrijwel alle Provinciale Staten lopen nu partijloze mensen rond. Als Nanninga en Eerdmans erin slagen hen te verenigen onder een nieuwe vlag, hebben ze nog voor de verkiezingen een partij met een machtsbasis op bijna alle politieke niveaus.", "Alleen zijn ze zelf kennelijk nog niet helemaal overtuigd dat het lukt: de twee doen het alleen als ze een ‘prachtige lijst’ kunnen presenteren en een ‘degelijke partij met een solide organisatie’.", "Intussen staan ze wel onder grote tijdsdruk, want op 21 december verloopt bij de Kiesraad de termijn om een partijnaam te laten registreren. Op 18 december laten de twee het land dan ook weten of ze doorzetten. ‘We doen het alleen als we het verschil kunnen maken voor u.’", "Raoul du Pré", "Jan Cees Vogelaar verlaat FvD - 7 december 2020", "Het zinkende schip van kapitein Thierry Baudet is alwéér een bemanningslid kwijtgeraakt. Boerenleider Jan Cees Vogelaar heeft zaterdag zijn lidmaatschap van Forum voor Democratie opgezegd. Dat maakte hij maandag bekend via het boerenvakblad Boerderij. Vogelaar stond op plaats 9 van de concept-kandidatenlijst van FvD voor de aanstaande Tweede Kamerverkiezingen.", "‘Het was een mooi avontuur, maar het is klaar’, zegt Vogelaar tegen Boerderij. De voormalige melkveehouder maakt duidelijk dat ook hij afhaakt omdat Baudet weigert zich te distantiëren van de racistische en antisemitische elementen in de partij. Het veelbesproken vrijdagavonddiner met de top van de kandidatenlijst, waarbij Vogelaar aanwezig was, heeft ook bij hem een nare bijsmaak achtergelaten. Baudet nam het tijdens die bijeenkomst op voor de extremisten onder de leden van de jongerenafdeling JFVD en bagatelliseerde hun geflirt met nazisymbolen. ‘Iedereen die ik ken is antisemiet’, zou Baudet vergoelijkend hebben gezegd.", "Vogelaars vertrek is geen verrassing. Hij had vorige week al aangekondigd dat hij de partij zou verlaten als Baudet het partijreferendum over zijn leiderschap zou winnen. Baudet won dat referendum vrijdag met overmacht; hij kreeg de steun van ruim driekwart van de FvD-leden. Vogelaar voegde een dag later de daad bij het woord en leverde zijn lidmaatschapskaart in.", "‘Als Baudet in het weekeind na die bijeenkomst had gebeld en had gezegd dat we er nog eens over moesten praten, had het goed kunnen komen. Maar dat telefoontje kwam pas na drie weken. Dat was te laat. Baudet heeft onvoldoende opgetreden bij de jongerenafdeling van Forum voor Democratie en hij heeft Freek Jansen (voorzitter van de jongerenafdeling) onvoldoende gemanaged. Baudet is een goede pianist en componist, maar een slechte orkestleider’, vertelt Vogelaar aan Boerderij.", "Met Vogelaar verliest Forum een belangrijke stemmentrekker onder plattelandskiezers. Vogelaar onderhoudt nauwe banden met de radicale actiegroep Farmers Defence Force en is een van de boegbeelden van het verzet tegen het stikstofbeleid van het kabinet. Baudet heeft sinds de opkomst van de tractorprotesten vol overgave geprobeerd de boze boeren voor zijn partij te winnen.", "Yvonne Hofs", "Van prooi naar jager: Henk Otten loert op afgedreven FvD’ers – 2 december 2020", "Hij heeft de afgelopen dagen ‘alleen maar zitten bellen met afsplitsers en mensen in de provincies’. Henk Otten, tot zijn breuk met Thierry Baudet in 2019 een van de drijvende krachten achter Forum voor Democratie, bedrijft politieke topsport sinds het moment dat zijn oude partij uiteenviel. Otten treurt er niet om. Hij staat handenwrijvend tussen de brokstukken, speurend naar steunpilaren die nog herbruikbaar zijn.", "Concreet is er nog niets, blijkt uit de woorden van Otten, sinds zijn recentere breuk met voormalig 50Plus-leider Henk Krol opnieuw de voorman van zijn eigen Groep Otten. Maar ‘de contacten met de groep-Van Pareren zijn uitstekend’. Als partij-oprichter van Forum was hij degene die een plek op de lijst voor de huidige senatoren Bob van Pareren, Hugo Berkhout, Toine Beukering en Otto Hermans doordrukte, zegt Otten. ‘Die relaties zijn helemaal ontdooid. Het is weer zoals vroeger.’", "Ook Annabel Nanninga, die het openlijke verzet tegen Baudet ontketende, is lid van de vijfkoppige fractie-Van Pareren, die daarmee één zetel groter is dan de senaatsfractie van FvD zelf. Haar warm maken voor een nieuw politiek avontuur vergt een grotere inspanning, aldus Otten. ‘Ik denk dat Annabel moeite heeft om afscheid te nemen van Joost Eerdmans. Ik heb tegen de rest gezegd: vertel Annabel dat ze niet met die Eerdmans in zee moet gaan. Eerdmans erbij is het einde van de partij, dat is een wetmatigheid.’", "Otten lijkt zelfs een terugkeer bij Forum te suggereren – als Baudet vertrekt, uiteraard. ‘Jeroen de Vries (de senator met wie Otten bij FvD vertrok, red.) en ik kennen de partij al.’ Het contrast is groot met een jaar geleden, toen het einde van Ottens eigen politieke leven na zijn royement in zicht leek. Nu is hij niet langer de prooi maar de jager en te jagen valt er genoeg, met de tientallen FvD-volksvertegenwoordigers die zijn afgesplitst.", "Op Twitter houdt journalist Chris Aalberts een handzaam overzichtje bij. In een enkele provincie is de gehele FvD-fractie vertrokken (Utrecht), in andere het grootste deel (Noord-Holland, Flevoland, Drenthe, Overijssel). 26 Statenleden splitsten zich al af en hoewel de stroom even gedempt lijkt, blijft het daar waarschijnlijk niet bij. Zo kondigde de Friese fractievoorzitter Maarten Goudzwaard al aan dat hij zal vertrekken als Baudet het interne referendum om het partijleiderschap wint.", "Voorlopige tussenstand in het uiteenvallen van #FvD. Niets meer gewijzigd t.o.v. gisteren. Paar opmerkingen in de draad. pic.twitter.com/ucpHRZ1Tdx — Chris Aalberts (@ChrisAalberts) 2 december 2020", "Dat geldt ook voor het gros van de negen FvD’ers in Zuid-Holland, zegt fractievoorzitter Matthijs Sandmann. ‘Twee van ons zijn team-Thierry. De rest, waaronder ikzelf, vindt dat we niet door kunnen met Baudet.’", "De vertrokken en weer teruggekeerde partijleider, zegt Sandmann, heeft zijn geloofwaardigheid verloren. ‘Baudet heeft het plan om het land te besturen allang opgegeven. Wat hij wil, is zich omringen met een klein clubje gelijkgestemden.’ Het wordt bijna ‘een sekte’, verzucht Sandmann, ‘al is dat misschien een naar woord’. Hij is nog niet zo zeker dat Baudet het referendum fluitend wint, zoals her en der wordt beweerd. ‘Ik zie het kantelen in de appgroepen.’", "Henk Otten zal het met genoegen aanhoren. Het jachtseizoen is begonnen.", "Dion Mebius", "Kamermeerderheid wil acceptatieplicht voor bijzondere scholen, althans voor even – 13 november 2020", "Het is een feestdag in het seculiere deel van de Tweede Kamer: een motie van SP-Kamerlid Jasper van Dijk om scholen te verbieden kinderen te weigeren wegens hun religie, kan volgende week bij de stemmingen rekenen op een meerderheid. Van Dijk had GroenLinks en de PvdA al mee, maar heeft een plotselinge meevaller nu ook de regeringspartijen VVD en D66 zich bij hem scharen. Dat zijn samen 88 zetels, genoeg voor een ruime meerderheid.", "Jaren voor gestreden, nu eindelijk een meerderheid #acceptatieplicht pic.twitter.com/WP0vCleWEm — Jasper van Dijk (@JaspervanDijkSP) 13 november 2020", "Voor leerlingen die daarvan binnenkort hopen te profiteren met hun schoolkeuze, moet het nieuws wel worden gerelativeerd. Want alleen een Kamermeerderheid betekent nog niet dat het er nu ook van gaat komen.", "De acceptatieplicht voor scholen in het bijzonder onderwijs is al vele jaren een politiek thema omdat steeds weer blijkt uit inventarisaties dat een deel van de scholen op religieuze grondslag kinderen van andere gezindten weert. Dat veroorzaakt met name in de krimpregio’s toenemende praktische problemen als de enige overblijvende school in de buurt een protestants-christelijke school is. Bovendien meent een Kamermeerderheid dat het weigerrecht van de bijzondere scholen bijdraagt aan de segregatie: scholen zouden dat recht vooral gebruiken om kinderen met een migratieachtergrond buiten te houden.", "Dit leidde in 2002 al tot de bekering van de PvdA, toen onder Wouter Bos, tot invoering van een acceptatieplicht. Ook D66 was toen al voor, een groot deel van de VVD ook. Het kwam er niet van omdat het CDA in 2003 in het regeerakkoord liet vastleggen dat de coalitiepartners (VVD en D66) geen verdere initiatieven zouden ontplooien.", "Pas tegen het einde van dat kabinet, Balkenende II, kwam het voorstel weer op tafel. De PvdA liet in 2005 weten vanuit de oppositie te werken aan een wetsvoorstel en leek hard op weg om D66 en VVD met succes uit de tent te lokken. Maar toen stapte de PvdA in 2007 zelf weer in een kabinet met CDA en ChristenUnie en verdween het wetsvoorstel geruisloos in een la.", "Daar lag het tot 2014, toen het PvdA-Kamerlid Loes Ypma een nieuwe poging wilde wagen. Ze vond ook toen VVD, D66, SP en GroenLinks aan haar zijde – een ruime meerderheid – maar stuitte onmiddellijk op grote weerstand van SGP en ChristenUnie, partijen die destijds hard nodig waren om het kabinet Rutte II overeind te houden. In 2017 zag ze de boel helemaal vastlopen: VVD en D66 gingen in het nieuwe kabinet in zee met CDA en ChristenUnie. Invoering van een acceptatieplicht werd weer voor een paar jaar onbespreekbaar.", "Tot vandaag dus. De verkiezingen van 17 maart naderen, alle regeringspartijen maken zich langzaam maar zeker los uit het korset van het regeerakkoord en poetsen hun eigen ideologische veren weer op. Dat levert Van Dijk zomaar opeens zijn gewenste meerderheid op. In de woorden van VVD-Kamerlid Rudmer Heerema in Trouw: ‘Het is duidelijk waar we staan.’", "Of ze daar ook blijven staan, is een andere vraag. VVD en D66 benadrukken dat zij niet uit zijn op bonje in de coalitie en dat zij dus met stappen zullen wachten tot na de verkiezingen. Als het dan zo uitkomt, uiteraard. En dat zal alleen zo zijn in een kabinet dat op geen enkele manier afhankelijk is van CDA, SGP of ChristenUnie.", "", "Raoul du Pré", "", "Sleuteloverdracht tijdelijke Tweede Kamer weer uitgesteld – 11 november 2020", "Opnieuw loopt de oplevering van het tijdelijke onderkomen van de Tweede Kamer vertraging op. De overdracht van de sleutels van het gebouw B67, het voormalige ministerie van Buitenlandse Zaken, zou eigenlijk vrijdag 13 november plaatsvinden. Omdat de onderzoeksrapporten waarin het gebouw op zijn coronabestendigheid wordt beoordeeld nog niet gereed zijn, vindt de overdracht later plaats. Volgens een woordvoerder van staatssecretaris Raymond Knops van Binnenlandse Zaken, verantwoordelijk voor de verbouwing van het Binnenhof, heeft de vertraging geen consequenties voor de renovatie. ‘We vinden de vervolgonderzoeken zo belangrijk, dat enig uitstel gerechtvaardigd is.’", "Uit drie onderzoeksrapporten die half oktober naar buiten kwamen, bleek dat het tijdelijke onderkomen aan de Bezuidenhoutseweg in Den Haag niet coronaproof zou zijn. Kamervoorzitter Arib trok eerder al via een ambtelijke mededeling de coronabestendigheid in twijfel. Liften, commissiezalen en de publieke tribune zouden niet aan de richtlijnen voldoen. Het gebouw zou in coronatijd niet berekend zijn op de duizend gebruikers die de Tweede Kamer volgens Arib nu soms op piekmomenten heeft. Een aantal dat overigens door Binnenlandse Zaken in twijfel wordt getrokken.", "De rapporten worden nu uiterlijk eind november verwacht. Daarna moeten het presidium – dagelijks bestuur van de Kamer – en de vaste Kamercommissie voor Binnenlandse Zaken zich er nog over buigen.", "De sleuteloverdracht wordt nog wel voor het Kerstreces verwacht. Bedoeling is dat de Tweede Kamer, net als de Eerste Kamer en het ministerie van Algemene Zaken, vanaf de zomer van 2021 voor 5,5 jaar het Binnenhof verlaat zodat de gebouwen een grondige renovatie kunnen ondergaan. Die is om veiligheidsredenen urgent: het complex is volgens de brandweer zeer brandgevaarlijk. Door de stikstofmaatregelen, die gevolgen hadden voor de bouwsector, liep de renovatie al een jaar vertraging op.", "De sleuteloverdracht geldt als het point of no return. Accepteert de Tweede Kamer de sleutels, dan betekent dat ook een instemming met de tijdelijke verhuizing.", "Ariejan Korteweg", "Ook het Binnenhof kwakkelt nu door het coronavirus – 29 oktober 2020", "Dat het coronavirus Nederland stevig in zijn greep heeft, laat zich sinds deze week ook voelen in politiek Den Haag. Een debat over het vuurwerk tijdens de jaarwisseling ging donderdag niet door omdat staatssecretaris Stientje van Veldhoven (Infrastructuur en Waterstaat, D66) de uitslag van haar coronatest nog niet binnen had.", "Van Veldhoven, die met milde verkoudheidsklachten kampt en voor de zekerheid een test had laten doen, werd daarmee de vierde politieke prominent in een week tijd die zijn of haar werk heeft moeten staken vanwege het coronavirus. De eerste uit dat rijtje, onderwijsminister Arie Slob (ChristenUnie), kwam zelfs pas tijdens een debat met de mededeling dat hij per direct in quarantaine moest.", "Slob, die maandag een debat over de Mediawet bijwoonde, nam plotseling het woord om te vertellen dat hij een bericht had gekregen van een van zijn persoonlijke medewerkers, die positief had getest. Vlak daarna kreeg Slob via de corona-app het bericht dat hij meer dan een kwartier in contact was geweest met een besmet persoon, waarschijnlijk diezelfde medewerker.", "‘U bent voor één uur klaar’, concludeerde hij droogjes. ‘Ik moet nu het debat verlaten en in quarantaine, zoals de regels zijn’, aldus Slob, die zich verder prima zei te voelen.", "Dinsdag volgde Sigrid Kaag, D66-partijleider en minister voor Buitenlandse Handel en Ontwikkelingssamenwerking. Op Twitter meldde Kaag dat zij net te horen had gekregen ‘dat ik eerder deze week in contact ben geweest met iemand die nu corona blijkt te hebben’. Ook voor Kaag zat er niets anders op dan quarantaine, al voelde ze zich ‘gelukkig goed’. Het debat over de begroting van haar ministerie, dat eigenlijk donderdag plaats moest vinden, werd uitgesteld.", "Net te horen gekregen dat ik eerder deze week in contact ben geweest met iemand die nu corona blijkt te hebben.Ik ga daarom de komende dagen in quarantaine. Helaas moet het debat over de begroting in de Tweede Kamer worden verzet. — Sigrid Kaag (@SigridKaag) 28 oktober 2020", "Ook dinsdag: het bericht dat D66-fractievoorzitter Rob Jetten besmet was met het virus. Hoe dat afliep, is inmiddels bekend: Jetten werd thuis opgeschrikt door de militante actiegroep Farmers Defence Force, die de zieke vegetariër een voedselpakket met daarin onder meer konijnenvlees overhandigde. Het coronadebat van woensdag droeg hij noodgedwongen over aan fractiegenoot Steven van Weyenberg.", "Donderdag moest dus ook staatssecretaris Van Veldhoven verstek laten gaan. Vooral GroenLinks en de Partij voor de Dieren zullen daarvan hebben gebaald – de partijen namen een voorschot op het debat door ’s ochtends luidruchtig te pleiten voor een (tijdelijk) vuurwerkverbod om de ziekenhuizen te ontzien. Maar ook de andere Kamerleden zagen hun voorbereiding in het water vallen. Pas na de afzegging hoorde Van Veldhoven dat haar uitslag negatief was.", "Het is de consequentie van de wens van de Tweede Kamer om, anders dan tijdens de eerste golf, het politieke bedrijf zoveel mogelijk te laten doordraaien. Eén berichtje in de corona-app van een kabinetslid, en het debat gaat niet door. Tweede Kamervoorzitter Khadija Arib is niet te benijden: aan haar om alle afgelaste debatten opnieuw in te plannen.", "Dion Mebius", "Boerenbezoekje laat Jetten achter met een dubbel gevoel – 28 oktober 2020", "Het was vast vriendelijk bedoeld, denkt Rob Jetten (‘Deze boeren hadden geen kwaad in de zin’) en toch bleef hij dinsdagavond achter ‘met enig ongemak’ nadat een vijfkoppige delegatie van de militante actiegroep Farmers Defence Force hem thuis had verrast met een bezoekje. ‘Actiegroepen moeten politici niet thuis opzoeken.’", "De fractievoorzitter van D66 in de Tweede Kamer zit thuis in quarantaine nadat begin deze week bleek dat hij is besmet met het coronavirus. Farmers Defence Force zag daarin naar eigen zeggen een kans om wat goede wil te tonen. Ze belden bij hem thuis aan om hem beterschap te wensen en overhandigden hem een voedselpakket met ‘gezonde producten zoals die door de Nederlandse boer worden geproduceerd’.", "‘We zagen dat hij in quarantaine moest en we weten dat hij een vegetariër is’, aldus Thijs Wieggers uit Mariënvelde, een van de boeren die in de auto stapte, bij de streekomroep Regio8. ‘Dus we dachten we brengen even een ondersteuningspakket als ludieke actie.’ Ze boden een pakket aan met onder meer konijnenvlees, varkensvlees, eieren, melk en rundvlees.", "‘Er was geen sprake van een dreigende sfeer’, benadrukt Jetten woensdagochtend in zijn reactie op Facebook. Maar toch bleef hij achter met een dubbel gevoel. De relatie tussen D66 en een deel van de boerengemeenschap is immers uiterst gespannen. D66 staat te boek als de partij in de coalitie die de veeteelt het meest drastisch wil saneren in de strijd tegen natuurschade en milieuvervuiling. D66-Kamerlid Tjeerd de Groot is hierom meermalen bedreigd.", "Gisteravond kwamen er vijf mannen, lid van Farmers Defence Force, onverwachts een voedselpakket brengen bij mij thuis.", "", "Een aardig gebaar, maar toch bekroop me ongemak. Ik vind dat actiegroepen politici niet thuis moeten opzoeken.", "", "Lees mijn reactie:https://t.co/uY2botbkD4 https://t.co/pR1vcO7WZw — Rob Jetten (@RobJetten) 28 oktober 2020", "Vandaar dat Jetten ‘enig ongemak’ bekroop toen hij de boeren op zijn stoep trof. ‘Ik vind – hoe aardig het gebaar ook bedoeld is – dat actiegroepen politici niet thuis moeten opzoeken. Als politicus sta ik graag iedereen te woord over alles wat met de stand van het land te maken heeft. Politici moeten ook bereid zijn om naar iedereen te luisteren. Ik ga dan ook altijd het gesprek aan. In de Kamer. Op het Plein. Op het Malieveld. In de Achterhoek. Waar dan ook. Maar er is één plek waar dat niet hoort: thuis. En zeker niet ’s avonds in het donker onaangekondigd aan mijn voordeur. Het voelt ook vreemd en onaangenaam dat FDF weet waar ik woon.’", "Ook Jetten is niet vergeten dat zijn partij eerder ‘minder plezierige aandacht’ kreeg van FDF. ‘GroenLinks-collega Jesse Klaver en ik zagen onze naam terug op een doodskist. Mijn auto werd bij een aanvankelijk onderhoudend bezoek aan Diepenheim klemgereden door tractoren en met stickers beplakt. Er was een geëmotioneerde protestactie in Winterswijk met veel tractoren tijdens een werkbezoek van mij, waarbij andere FDF’ers samen met de politie de rust moesten terugbrengen. Na dat soort ervaringen is het wellicht voor te stellen dat ik toch even vreemd opkeek toen ik gisteravond de deur open deed en het FDF-logo op de jasjes zag.’⠀", "Daarmee voegt Jetten een nieuwe aflevering toe aan de recente klachtenregen over de manier waarop politici de laatste tijd door actievoerders worden benaderd. Rond de boerendemonstraties van de vorige winter werd de sfeer soms al agressief. De acties tegen het coronabeleid werden in de afgelopen maanden soms zo fel en intimiderend dat veel Kamerleden zich niet meer op de straten rond de Tweede Kamer durfden te vertonen. Kamervoorzitter Arib trok daarover aan de bel bij de Haagse burgemeester Jan van Zanen. De Nationaal Coördinator Terrorismebestrijding en Veiligheid (NCTV) vroeg eerder deze maand aandacht voor de groeiende ‘radicale onderstroom’ waarin individuen de brandstof vinden voor ‘extremistische gedragingen’, zoals het belagen van politici en journalisten.", "Het privéleven van politici wordt in Nederland doorgaans ook door actievoerders geëerbiedigd. Huisadressen spelen in de meeste actieplannen geen rol. Toch is D66-fractieleider Jetten niet de eerste die er mee te maken kreeg. Vaak wordt zo’n huisbezoek ludiek gebracht, terwijl het door de bewoners absoluut niet als zodanig wordt ervaren.", "In 1982 wekte PvdA-minister André van der Louw de woede van werkloze jongeren met zijn stelling dat zij maar eens aan het werk gezet moesten worden. Bij wijze van protest werd de tuin bij zijn Rotterdamse huis volledig omgespit. Van der Louw reageerde laconiek. ‘Ach, dat is niet zo erg.’", "In 1998 hoopte milieuorganisatie Greenpeace D66-minister Hans Wijers op ludieke wijze te raken: enkele actievoerders meldden zich ‘s ochtends vroeg bij het huis van de bewindsman met het aanbod om vier zonnepanelen op zijn dak te installeren. Daarmee zou hij het goede voorbeeld kunnen geven, was hun stelling. Wijers reageerde allesbehalve enthousiast: ‘Het is in Nederland een goed gebruik om een stringente scheiding te hanteren tussen mijn functie als minister en mijn privé-situatie. Ik vind dat die code ernstig is geschonden.’", "In 2017 wekte het Radicaal Anarchistisch Feministisch Front algemene verontwaardiging op het Binnenhof met de bekladding van de voordeur van FvD-leider Thierry Baudet in Amsterdam. ‘We hebben met roze verf op zijn deur het teken van ons anarchistisch vrouwenverzet tegen zijn seksisme en racisme achtergelaten en de rest van de verf over zijn trap uitgestort.’ Baudet zelf wilde er niet op reageren.", "De intimidatie ver voorbij was de bomaanslag in 1991 op het huis van PvdA-staatssecretaris Aad Kosto, verantwoordelijk voor het asielbeleid. De actiegroep Rara zei daarmee te protesteren tegen het asielbeleid. De voorgevel sneuvelde, maar Kosto en zijn vrouw raakten niet gewond. De foto van Kosto op straat met zijn kat in zijn armen ging de hele wereld over.", "‘Ik was op slag veel bekender’, blikte Kosto later terug in het Historisch Nieuwsblad. ‘Ik werd doodgeknuffeld door oude dametjes, maar kreeg ook brieven van rechters en een burgemeester die hetzelfde hadden meegemaakt. De aanslag is daardoor volstrekt contraproductief geweest. Dat was een bittere tegenslag voor de terroristen. Ze wilden laten zien dat ik een afschuwelijke man was tegen wie je best een bom mag inzetten, maar ze bereikten het tegendeel.’", "Raoul du Pré", "Senatoren druipen af: Eerste Kamer mag worden overgeslagen bij nieuw coronabeleid - 22 oktober 2020", "De Eerste Kamer is minder belangrijk dan de Tweede, en mag daarom worden overgeslagen door het kabinet bij het nemen van nieuwe coronamaatregelen. Dat is de strekking van een advies van de Raad van State waar de senatoren zelf om vroegen - maar waarvan de inhoud heel anders is dan gehoopt.", "Dinsdag stemt de Eerste Kamer over de coronawet, die in de plaats komt van de huidige noodverordeningen en het coronabeleid - nu en in de toekomst - van een stevige juridische basis moet voorzien. De collega’s in de Tweede Kamer sleutelden de afgelopen maanden al uitgebreid aan de veelbesproken wet, met zichtbaar resultaat.", "Zo is de looptijd van de wet beperkt tot drie maanden (met mogelijke verlenging) en keuren de Tweede Kamerleden nieuwe maatregelen niet ná - zoals coronaminister Hugo de Jonge wilde - maar voordat ze ingaan, noodsituaties daargelaten. In dat laatste amendement, op naam van Kathalijne Buitenweg (GroenLinks), komt de Eerste Kamer er bekaaid vanaf. Alleen de Tweede krijgt namelijk het recht om ministeriële regelingen weg te stemmen.", "Gepikeerd over dat staaltje machtsvertoon vroegen de senatoren de Raad van State om aanvullend advies. Dat kwam donderdag en de boodschap is helder: de constructie is ongebruikelijk, maar staatsrechtelijk in orde. In de Grondwet staat niet dat de positie van beide Kamers ‘één op één gelijk’ moet zijn.", "Sterker nog: uit het normale wetgevingsproces blijkt al dat de Eerste en Tweede Kamer niet even zwaar wegen. Zo mogen Tweede Kamerleden wel zelf wetten indienen en andere aanpassen. Senatoren mogen wetsvoorstellen alleen aannemen of wegstemmen, een tussenweg is er niet. Daarmee ‘verschillen hun bevoegdheden in het wetgevingsproces dus van elkaar en komt de Tweede Kamer in zoverre meer gewicht toe’, merkt de Raad op.", "Bij de bestrijding van het virus moet het kabinet bovendien zo snel mogelijk kunnen handelen. De Jonge wordt daarin al belemmerd doordat de Tweede Kamer haar fiat moet geven. Ook daarom vindt de Raad van State het ‘verdedigbaar’ dat de 75 Eerste Kamerleden voorrang moeten verlenen. Het adviesorgaan wijst de senatoren erop dat zij uiteraard nog wel vragen mogen stellen en moties kunnen indienen over nieuwe coronamaatregelen.", "Daarnaast hamert de Raad erop dat het amendement wel ‘in praktisch perspectief’ moet worden geplaatst. Met andere woorden: maak je vooral niet te druk, Eerste Kamer. Ook in de komende maanden is mogelijk ‘acuut en dringend’ handelen geboden. De Jonge kan dan gebruikmaken van de uitzonderingsclausule voor noodsituaties en daarmee toestemming vooraf helemaal overslaan, ook die van de Tweede Kamer. De Jonge zei eerder al dat hij niet zal schromen om die troefkaart te spelen.", "Voor de Eerste Kamer rest nu alleen nog de noodrem: het wegstemmen van de hele coronawet, aanstaande dinsdag. Dat scenario is niet waarschijnlijk. Ook de meeste senatoren vinden dat de wet beter is dan de noodverordeningen die nu nog gelden. Zelf als ze daarvoor hun trots opzij moeten zetten.", "Dion Mebius", "Denk is het vergaderen wel even zat - 16 oktober 2020", "Heeft Denk een wereldrecord te pakken? Het is heel wel mogelijk na de digitale Algemene Ledenvergadering die de partij vrijdag hield. Amper zeven minuten duurde het democratische feestje, van start tot finish. In die minuten stelden de drie kandidaat-bestuursleden Ejder Köse, Fazli Kafa en Gökhan Çoban zich voor alsof de duivel hen op de hielen zat. Tijd voor speeches of vragen was er niet.", "Dat klinkt als een verplicht nummertje - en dat was het ook. Het was een 'reparatie-ALV’, zei interim-voorzitter Metin Çelik op de livestream vanuit het partijkantoor in Rotterdam, eentje om de fouten van de vorige te herstellen. Nog geen maand geleden kwam Denk namelijk ook al samen. Voor die ALV nodigde de partij vanwege de destijds aangescherpte coronamaatregelen slechts 94 leden uit, hoeveel er meer zich hadden aangemeld.", "Daarmee overtrad Denk de wet, zeiden experts verenigingsrecht tegen de Volkskrant. Alle leden die dat willen moeten kunnen stemmen, niet alleen de winnaars van de ledenloterij. ‘Als er iemand naar de rechter gaat, hebben ze echt een heel groot probleem’, waarschuwde hoogleraar Marjan Olfers.", "Denk hield even vol dat alles juridisch door de beugel kon, maar zwichtte al snel om rechtszaken te voorkomen. Voor de verkiezing van het nieuwe partijbestuur vroeg de partij opnieuw het oordeel van de leden, maar dan zonder de opsmuk van een echt congres.", "Vandaar dus de turbo-ALV van vrijdag. Die ‘kostte wel veel energie en ook eigenlijk best veel geld’, zegt de nieuwe partijvoorzitter Ejder Köse aan de telefoon. Zo moest een digitaal stemproces op poten worden gezet. Dat stemmen deden de leden na afloop. De keuze was magertjes, met (net als de vorige keer) drie kandidaten voor drie bestuursposten.", "Meekijken met de livestream kon Dagkoersen slechts via een digitaal achterdeurtje: alleen leden waren welkom. Helaas was het 'technisch niet mogelijk’ om ook de pers uit te nodigen, zegt Köse. Die pech blijft de partij maar achtervolgen, want bij de vorige ALV stond de stream tijdens alle interessante stukjes ook al op zwart, toen eveneens door ‘technische problemen’.", "Köse ‘heeft er zelf ook geen verstand van’. Hij bekommert zich vanaf nu vooral om de toekomst van de Denk, als tweemaal in één maand gekozen partijvoorzitter. ‘Misschien wel de eerste in de Nederlandse politiek.’", "Nog een potentieel record.", "Dion Mebius", "Dank voor het advies, maar het buitenlands beleid blijft ongewijzigd - 5 oktober 2020", "De Adviesraad Internationale Vraagstukken (AIV), die geldt als de belangrijkste adviseur van de regering inzake buitenlands beleid, zag dit voorjaar zijn spoedadvies over de bestrijding van de mondiale effecten van covid-19 eerst maandenlang genegeerd, en vervolgens nauwelijks overgenomen. Zou het met het recente AIV-rapport dat een lans breekt voor Europese defensiesamenwerking, beter gaan?", "De verwachtingen waren hooggespannen, omdat het internationale nieuws beheerst wordt door geopolitieke spanningen en het al een dooddoener is dat Europa meer moet doen voor zijn eigen veiligheid. Immers, de Amerikanen verlegden sinds Obama hun prioriteit naar Azië, en hebben zich onder Trump deels ontkoppeld van de Europese veiligheid. Ze investeren nog wel in de Navo, maar trekken zich gaandeweg militair terug uit het Midden-Oosten en Afrika en diplomatiek uit Europa zelf - getuige alle crises waarmee de EU nu worstelt: Turkije/Griekenland, Nagorno-Karabach, Libië, Belarus.", "En dan is er nog de recente Clingendael-peiling die de sterke voorkeur voor meer samenwerking met Frankrijk en Duitsland van de Nederlander bevestigt, al zijn sommige vragen wel van het kaliber ‘beste kinderen, aangezien de Nutella op is en de pindakaas bedorven, bent u voor meer boterhammen met tomaat en sla?’", "Hoe verhoudt het kabinet zich tot deze omwenteling - die al een kwart eeuw gaande is, maar onder Trump breder herkend wordt? De AIV riep op, bij monde van co-auteur Luuk van Middelaar, ‘uit een bepaalde groef te komen’. De Atlantische, wel te verstaan.", "De raad blies een aantal heilige huisjes omver door te pleiten voor duplicatie met de Navo: zorg dat als de Navo niet thuis geeft, de EU zelf kan optreden, ook met een eigen militair hoofdkwartier. Volg Frans-Duitse initiatieven, pin jezelf met een ‘meerjarenplan’ vast op grote investeringen in defensie, steun de oprichting van een Europese Veiligheidsraad.", "Het antwoord van het kabinet is vandaag gekomen. Het doet denken aan de ‘Europa, best belangrijk’-campagne die Buitenlandse Zaken in 2004 begon. Een jaar later torpedeerden Nederlandse kiezers de nieuwe EU-grondwet. Best belangrijk, maar niet belangrijk genoeg.", "In bijna elke zin zegt het kabinet hoe belangrijk Europa is, en zeker ook Frankrijk en Duitsland. Maar: geen versterkte rol voor de EU op nucleair gebied; geen ‘meerjarenplan’ maar de eerlijke vaststelling dat Nederland nog verder achter raakt bij Europese landen inzake defensie; geen steun voor een Europese Veiligheidsraad (die vragen oproept over ‘inclusiviteit en democratische legitimering’). Nou moe.", "De bestaande EU militaire planningcel mag best versterkt worden, zegt het kabinet, maar (en dit is een klassieker uit het repertoire) ‘geen onnodige duplicatie met Navo-structuren’. Een bindend Europees defensieplanningproces? Nou, wie weet misschien uiteindelijk wel, maar ‘het opleggen van nieuwe capaciteitsdoelstellingen aan EU-lidstaten zou een nieuwe stap zijn’.", "Kortom, van de Europese ‘revolutie’ in het AIV-advies is weinig overgebleven. Maar we lijken wel aan de vooravond te staan van het Tweede ‘Europa Best Belangrijk’-tijdperk.", "Arnout Brouwers", "Onverwachte hoofdelijke stemmingen zijn tot nader order opgeschort – 1 oktober 2020", "Het was, met voorsprong, het ongemakkelijkste moment van het politieke jaar tot nu toe: die dag in augustus dat horden Kamerleden van de regeringspartijen op een draf het Kamergebouw verlieten om te ontkomen aan de hoofdelijke stemming over de zorgsalarissen die PVV-leider Wilders zojuist had aangevraagd. Het verhaal is bekend: er waren te weinig leden van de coalitie in huis, een nederlaag dreigde, en opeens was daar de opdracht van de fractiesecretarissen om dan maar echt het gebouw te verlaten zodat er geen quorum meer was en een stemming niet langer mogelijk.", "Minder bekend is het enorme chagrijn daarover dat in een groot deel van de Kamer ook nu nog overheerst. Omdat veel Kamerleden in verband met de pandemie deels thuis werken, was de afspraak immers dat er voor een hoofdelijke stemming wat wachttijd zou zijn, om elke fractie de gelegenheid te geven de troepen te verzamelen. In augustus speelde bovendien nog mee dat veel Kamerleden op vakantie waren. Een ongehoorde actie was het dan ook van Wilders, werd in de wandelgangen gebriest bij de coalitiepartijen.", "Maar ook viel daar te horen dat ze het van Wilders nog wel begrepen. Die onttrekt zich sowieso aan alle mores. De woede was vooral gericht op partijen als de PvdA, GroenLinks en de SP, die opeens ook deden alsof ze zich niets van de afspraken konden herinneren. In Wilders’ slipstream spraken Asscher, Klaver en Marijnissen schande van de ‘wegrennende regeringspartijen’.", "De praktische gevolgen waren de afgelopen weken intussen wel merkbaar. Want doordat iedereen rekening hield met een herhaling van zetten, zaten alle Kamerleden op de vergaderdagen tot 's avonds laat paraat in het Kamergebouw – opnieuw met alle chagrijn van dien. Zo dreigde een incident dat klein begon een forse schaduw te trekken over de onderlinge verhoudingen op het Binnenhof.", "Tot nu, want de oppositiepartijen zijn terug in het hok. Alle fractieleiders hebben inmiddels hun naam gezet onder een motie van VVD-fractieleider Dijkhoff om de ‘corona-werkafspraken’ preciezer vast te leggen: voortaan vindt een hoofdelijke stemming pas plaats op de dag nadat een Kamerlid daartoe een verzoek heeft ingediend. Dat geldt ook voor moties van wantrouwen. Alleen als sprake is van grote spoed kan ‘in onderling overleg’ van deze afspraak worden afgeweken. Iedereen van links tot rechts, van Marijnissen tot Baudet, stemt daarmee in.", "Iedereen? Op één na dan. Geert Wilders reageerde hoogst verbaasd en vindt dat zijn grondwettelijk recht op het aanvragen van hoofdelijke stemmingen wordt geschonden. De andere partijen wijzen erop dat in de Grondwet niet staat wannéér zo'n stemming moet plaatsvinden.", "Wilders zal het er mee moeten doen, aangezien hij in z'n eentje sowieso te weinig stemmen heeft om zijn wil door te drukken. Op dit punt is hij voorlopig onschadelijk gemaakt. Wanneer de ‘corona-werkafspraken’ weer vervallen, staat niet in de motie-Dijkhoff.", "Raoul du Pré", "ALLE partijen in de Kamer met uitzondering van de PVV zijn liever lui dan moe. Doen er alles aan om met een dik salaris vooral niet hun werk te hoeven doen. Weglopers!#Wilders #coronadebat pic.twitter.com/meH9oyXibQ — Geert Wilders (@geertwilderspvv) 30 september 2020", "Manipulatie heeft Studio Binnenhof in de greep: ‘Zo knippen is niet oké’ - 24 september 2020", "‘Volgens mij heeft u nu genoeg beelden voor een filmpje. Ik houd hier mee op.’", "Het was woensdagmiddag een niet mis te verstane uiting van ergernis van Tweede Kamervoorzitter Khadija Arib aan het adres van FvD-leider Thierry Baudet. In een debat over de Europese top overviel Baudet het CDA-Kamerlid Pieter Omtzigt plompverloren met een vraag naar de bekende weg. ‘Ik vroeg mij af, is de heer Omtzigt nou voor of tegen de euro?’", "Omtzigt gaf nog wel antwoord maar Arib rook onraad: was dit nou een oprechte bijdrage aan het debat of alleen maar een poging van Baudet om een filmpje te maken waarin hij zichzelf via zijn eigen kanalen kon profileren tegenover een directe electorale concurrent?", "Aribs argwaan komt niet uit het niets, want het is een fenomeen dat onder haar voorzitterschap een hoge vlucht heeft genomen. Tijdens grote debatten verandert de plenaire zaal van de Tweede Kamer hoe langer hoe meer in Studio Binnenhof, zoals Volkskrant-verslaggevers Ariejan Korteweg en Sandrine Thelosen in 2018 al eens optekenden. Partijen gebruiken de livestream van Kamerdebatten om hun eigen versie van het debat te verspreiden. Het recept: een snedige vraag stellen waarop de opponent geen overtuigend antwoord weet te formuleren en dat dan in een kort filmpje gieten.", "Indien nodig wordt er geknipt en geplakt. Dan maakt het dus ook niet meer uit of de politieke tegenstander misschien wél een slim antwoord gereed had, want dat gaat er gewoon uit. Zo kan iedereen zichzelf tegenover de eigen fans tot winnaar uitroepen. Het debat in de zaal knapt er intussen niet van op: Kamerleden zijn nu vaak nog minder dan vroeger geïnteresseerd in de antwoorden van hun opponenten. Soms volgt er niet eens meer een tweede vraag, omdat de vragensteller al tevreden is teruggekeerd naar zijn of haar bankje: punt gemaakt.", "Dat Arib het niet vertrouwde, bleek woensdag terecht, want niet lang na het debat zette Forum voor Democratie Baudets aanval op Omtzigt op Youtube: ‘Baudet ontmaskert Omtzigt.’ Maar nu was ook Omtzigt ontstemd: een deel van zijn repliek bleek weggesneden. En een ander deel van zijn optreden in het filmpje was geen antwoord aan Baudet maar aan D66-Kamerlid Sjoerd Sjoerdsma. Precies waarvoor Omtzigt vreesde, zo had hij al in het debat gezegd: ‘Er mag hier prima gefilmd worden, maar er worden stukjes uit geknipt.’", "Omtzigt reageerde op Twitter (‘Zo knippen is niet ok’), waarna Baudet zijn punt staande hield: het filmpje had toch maar mooi aangetoond dat Omtzigt ‘diep is toegewijd aan de EU’, precies waar het hem om te doen was.", "En de voorzitter? Die moet hopen dat haar jongste waarschuwing de Kamer weer even terug brengt in het gareel, al biedt Baudet haar weinig perspectief: ook Aribs opmerking over het filmpje bleek woensdag weggeknipt uit het filmpje.", "Raoul du Pré", "FVD knipte het debat tussen Baudet en mij:", "Op zijn vraag volgt in het FVD filmpje een antwoord dat ik aan Sjoerdsma gaf op een nogal andere vraag.", "", "Vergelijk het filmpje van fvd met wat er echt in de Kamer gebeurde hieronder.", "", "Zo knippen is niet ok", "", "https://t.co/ToFRXoSFWY — Pieter Omtzigt (@PieterOmtzigt) 24 september 2020", "Ook Gert-Jan Segers kielhaalt nu de ‘homo economicus’ - 10 september 2020", "‘Aan alles zag je: het deugt niet. Het deugt gewoon niet.’", "De coronacrisis opende zijn ogen, zegt Gert-Jan Segers. Flexwerkers die van de een op de andere dag hun inkomen kwijtraken, multinationals die enorme winsten uitkeren aan aandeelhouders en dan bedelen om staatssteun: zo kan God het nooit bedoeld hebben.", "Donderdag presenteerde de partijleider van ChristenUnie in Den Haag zijn manifest Aandacht voor wat echt telt. Daarin pleit Segers voor een ‘radicale omslag’ in de Nederlandse economie en, breder, de hele Nederlandse samenleving.", "In het persoonlijk opgeschreven manifest, een beproefd recept richting verkiezingen, kielhaalt Segers de ‘homo economicus’. Het beeld van de mens als niets meer dan een nuttig radertje in de economische machine. Aandacht voor wat echt telt is daarmee het volgende bewijs dat economische groei op het Binnenhof heeft afgedaan als panacee voor alle zorgen.", "Het probleem dat Segers schetst, nadat ook onder meer Jesse Klaver en Lilian Marijnissen dat al deden, is de groeiende ongelijkheid. Doordat arbeid zwaarder wordt belast dan vermogen, worden de rijken steeds rijker, terwijl het armere deel van de bevolking sappelt om rond te komen. De belasting op vermogen moet daarom flink omhoog; die op arbeid flink naar beneden.", "Meer dan dat is Segers’ betoog een aanval op het ‘individualisme’, de grote nadruk op zelfredzaamheid in de huidige samenleving. ‘Het individu moet zich bevrijden van sociale verbanden en onderlinge afhankelijkheid.’, duidt hij dat denken. ‘Autonoom, vrij, zelfredzaam, dat moeten we zijn.’", "Het is een miskenning van de werkelijkheid, schrijft hij. Mensen zijn juist ‘geweven in een web van afhankelijkheden’, pas gelukkig als ze voor elkaar kunnen zorgen én weten dat voor hen wordt gezorgd.", "Segers bepleit een ‘ingrijpende openhartoperatie’: het vervangen van het ‘uitgeputte, individualistische hart’ door het ‘warme, jonge hart van de liefde’. Eenverdieners moeten minder zwaar worden belast, zodat één van de ouders op de kinderen kan passen of kan mantelzorgen.", "Het falende toeslagenstelsel gaat bij het grofvuil, vervangen door een belastingkorting per huishouden en een hoger minimumloon. Ook wil Segers een ‘opkoopfonds voor oninbare schulden’, voor mensen die niet op eigen kracht uit hun uitzichtloze situatie komen.", "Ook buiten de economie wil Segers afrekenen met individualisme. Hier krijgt het Christen in ChristenUnie meer betekenis. De D66-wet over ‘voltooid leven’ ziet hij als een misbaksel: met zorg en aandacht kunnen veel ouderen volgens hem van hun stervenswens worden afgeholpen. Hij wil ouderen ‘humaan’ behandelen - hetzelfde argument dat D66 inzet om juist voor de euthanasiewet te strijden.", "Dion Mebius", "Nu het virus oprukt onder jongeren begeven Rutte en De Jonge zich op de sociale media - 9 september 2020", "‘Dit is voor herhaling vatbaar', concludeerde minister van Volksgezondheid Hugo de Jonge woensdag na een klein uur vragen beantwoorden via Facebook, Instagram, Linkedin en Youtube. Ook premier Mark Rutte wil vaker in gesprek met jongeren over corona. Enthousiast: ‘Het is jullie land. We hebben het in bruikleen. Doe mee, denk mee en ruk het uit onze handen - dat is eigenlijk de bedoeling.’", "Dat enthousiasme was helaas voor Rutte lang niet altijd wederzijds, zo bleek bijvoorbeeld uit de parallel meelopende chat op Youtube. ‘Moordenaars’ en ‘satanisten’, behoorden tot de mildere beledigingen die voorbij kwamen.", "Het wantrouwen onder de deelnemers bleek ook niet van de lucht. Tot twee keer toe moest Rutte bezweren dat de sessie niet gemanipuleerd werd. Rutte: ‘Nicole zegt nu: “het is niet live wat jullie doen.” Het is wél live. Even als bewijs daarvan: het is nu 13:35 uur.’ Op een ander moment gaf de premier zijn woordvoerder opdracht om buiten bij de Hofvijver te gaan zwaaien als teken van bewijs.", "De meeste vragen die binnenkwamen via de sociale media hadden ‘een kritische ondertoon', constateerde de premier, die Hugo de Jonge introduceerde als 'de echte coronaminister'. Beide bewindspersonen hamerden er als vanouds op dat ‘afstand houden’ het beste helpt om verdere verspreiding van het virus te voorkomen, maar dat leidde onvermijdelijk tot een vraag over Ferdinand Grapperhaus. Waarom kwam de minister van Justitie wél weg met het geven van een feestje?", "‘Een belangrijk vraag’, erkende Rutte, die er nog maar eens plechtig op wees dat Grapperhaus ‘er ongelooflijk van baalt’ en ‘spijt’ heeft betuigd. ‘Dat moet je ook doen als je een fout maakt.’", "Dat Rutte en De Jonge via sociale media het contact zoeken met jongeren heeft alles te maken met het verloop van de pandemie. Het virus verspreidt zich nu vooral onder de leeftijdsgroep tussen de twintig en veertig jaar, merkte De Jonge op. De cijfers stijgen bovendien. Dinsdag kwamen er 1140 besmettingen bij. Amsterdam, Den Haag en Rotterdam zijn belangrijke brandhaarden. Volgens De Jonge wordt er inmiddels gekeken naar aanvullende maatregelen in die steden.", "Het kabinet krijgt dan ook al langer het advies om de communicatie meer af te stemmen op specifieke doelgroepen. In een recente aanbeveling van enkele onafhankelijke experts wordt bijvoorbeeld geopperd om jongeren via games te benaderen. Ook het gebruik van influencers op sociale media is een optie.", "Woensdag bleef de innovatie vooralsnog beperkt tot twee stropdasloze ministers achter een tablet. De kritische opmerkingen die voorbij kwamen, vertoonden opvallend veel overeenkomsten met een gemiddeld Kamerdebat over corona. De ene vragensteller vond dat er meer gedaan moest worden om het virus in te dammen. De ander opperde juist weer dat er ‘inmiddels meer slachtoffers zijn door alle maatregelen dan door het virus zelf’.", "Verder gingen de vragen over de vaccins (‘er komt geen verplichting’, aldus De Jonge), mondkapjes en wanneer de nachtclubs weer open mogen. Rutte: ‘In heel Europa zien we dat daar juist veel verspreiding plaatsvindt. Het kan niet . Verschrikkelijk rotnieuws voor de eigenaren.’", "Een enkeling toonde meer begrip voor het kabinet en wilde weten of de bewindspersonen niet ‘gek’ worden van alle kritiek. ‘Het hoort erbij', aldus de premier. ‘Ik heb nog nooit meegemaakt dat er geen kritiek is,’ aldus de premier.", "Rutte leek tenslotte ook nog te zinspelen op een bijrol voor RIVM-baas Jaap van Dissel voor een toekomstige sessie. Dit naar aanleiding van ‘Mien op twitter’ die zich afvroeg of Rutte en De Jonge een instructieles kunnen geven over het juiste gebruik van mondkapjes.", "Rutte: ‘Daar gaan we op kauwen, Mien. Ik denk niet dat wij het gaan doen, maar we kunnen Van Dissel natuurlijk een keer vragen om het voor te doen.’", "Frank Hendrickx", "Baudets 'herstelplan’ voor Nederland: met de Concorde over het oerbos - 8 september 2020", "De paniek bij Forum voor Democratie maandagavond – door een ‘veiligheidsissue’ moesten Thierry Baudet en Theo Hiddema de zaal verlaten, al bleek er uiteindelijk weinig aan de hand – onttrok de aandacht aan de nieuwste plannen van de partij. In theater Musis in Arnhem presenteerde Forum haar toekomstvisie voor 2040. En het moet gezegd worden: Baudet durft te dromen.", "Komt Forum aan de macht, dan staan over twintig jaar meerdere thoriumreactoren in Nederland, die ‘vrijwel gratis onbeperkte elektriciteit’ leveren. Meerdere Nederlandse genieën winnen er Nobelprijzen mee. Door investeringen in onderwijs en onderzoek worden onze (technische) universiteiten in Delft, Enschede en Eindhoven de beste ter wereld.", "In amper tien jaar tijd wordt een hyperloopnetwerk door Nederland aangelegd. ‘In een kwartiertje’ ben je van het ene uiteinde van het land in het andere. Schiphol wordt verplaatst naar de Noordzee, een ander technisch hoogstandje. De luchthaven wordt feestelijk geopend met de eerste nieuwe vlucht van het supersonische Concorde-vliegtuig naar New York, ‘in slechts 3,5 uur’.", "Op de huidige plek van Schiphol in de Haarlemmermeer plant Forum een ‘oerbos’, wat een tegenstelling lijkt, aangezien oerbos zich doorgaans ontwikkelt zonder menselijke invloed. Hoe dan ook worden hier nog voor 2040 de eerste ‘elanden en wilde paarden’ gespot.", "De aanblik van Nederland verandert drastisch door een ‘groot herstelplan’, dat vertrekt vanuit het standpunt dat ‘traditionele architectuur en stedenbouw eenvoudigweg beter aansloten bij de menselijke natuur dan grote stalen of betonnen molochen’. De wandelaar wordt weer het uitgangspunt van het stratenplan. De partij ‘creëert pleintjes en historische oriëntatiepunten’. Torenflats gaan tegen de vlakte, ten faveure van woonwijken ‘waar mensen zich thuis voelen’.", "Dat alles gebeurt in een samenleving waar de ‘veiligheid, rust en gezelligheid’ weer terugkeert door te stoppen met de ‘massale’ immigratie. Remigratie wordt aangemoedigd. Van de pers is alleen nog ‘eerlijke nieuwsgaring’ te verwachten, nadat de NPO in 2028 is gesaneerd.", "‘Het klinkt misschien als dromerij, het klinkt misschien als een sprookje’, erkende Baudet. ‘Maar dit alles is echt mogelijk. Als we maar durven te kiezen voor verandering kan dit onze toekomst zijn.’", "De partij wil voor de plannen betalen door de Europese Unie te verlaten en te stoppen met alle klimaatplannen. Aangezien een meerderheid in de Tweede Kamer daarvoor nog ruimschoots ontbreekt, kan Baudet wellicht alvast putten uit het Wopke-Wiebesfonds, waarvoor het kabinet naarstig op zoek is naar (infrastructurele) projecten. 20 miljard euro wacht op een bestemming; beter kon Baudet zijn verlanglijstje niet timen.", "Dion Mebius", "Video met toekomstplannen begint rond 15:50:", "Kaag wint minst spannende lijsttrekkersverkiezing ooit - 4 september 2020", "Minister Sigrid Kaag is met ruim 95 procent van de stemmen verkozen tot lijsttrekker van D66. Beeld EPA", "Sigrid Kaag is zoals verwacht gekozen tot lijsttrekker van D66. De minister voor Buitenlandse Handel en Ontwikkelingssamenwerking kreeg ruim 95 procent van de stemmen. Haar rivaal Ton Visser, een in China woonachtige ex-taxichauffeur, wist toch nog 3,1 procent van de D66-leden achter zich te krijgen. De rest stemde blanco.", "Kaag is daarmee de opvolger van Alexander Pechtold, die eind 2018 afscheid nam. Hij werd als fractievoorzitter vervangen door Rob Jetten, maar die besloot zich niet kandidaat te stellen voor het partijleiderschap.", "In een schriftelijke verklaring liet Kaag weten blij te zijn met haar uitverkiezing. “Wie idealen heeft, moet er staan op het moment dat het ertoe doet. Dat moment voor mij is nu. Ik ben de leden van D66 dankbaar voor het vertrouwen. Het is een voorrecht politiek leider te zijn van onze mooie en dynamische partij.”", "In de peilingen staat D66 nog altijd op fors verlies in vergelijking met de uitslag van de verkiezingen in 2017. Toen haalde de partij 19 zetels. Sommige D66’ers hopen desondanks dat Kaag tot de eerste vrouwelijke premier van Nederland kan uitgroeien.", "De opkomst bij de interne verkiezingen was met ruim 49 procent van de leden hoger dan voorheen.", "Frank Hendrickx", "Partij-ideoloog Ronald van Raak naar de uitgang: ‘Wat ga ik dit missen’ – 4 september 2020", "In navolging van GroenLinks moet ook de SP op zoek naar een forse lichting nieuwe Tweede Kamerleden. Partij-ideoloog Ronald van Raak, in de Kamer sinds 2006, maakte vandaag bekend dat hij in maart 2021 niet meer verkiesbaar is. ‘O wat krijg ik een spijt, o wat ga ik dit missen. Wat een eer en wat een voorrecht is het om Kamerlid te mogen zijn. Maar als je twijfelt is dat een teken. Dan is de tijd gekomen om te stoppen’, aldus Van Raak in zijn aankondiging. Eerder trokken Sadet Karabulut, Frank Futselaar en Cem Laçin zich terug voor de volgende kieslijst. Nine Kooiman vertrok in 2018, evenals voormalig partijleider Emile Roemer .", "Ook het uitstekende Kamerlid Ronald van Raak bevestigt nu publiekelijk dat hij ermee zal stoppen. Wat een #kaalslag in de Tweede Kamer! https://t.co/emtaz3NCO2 — Haagse Insider🕵🏻‍♂️ (@HaagseInsider) 4 september 2020", "Van Raak zegt lang getwijfeld te hebben over zijn vertrek van het Binnenhof, vooral omdat hij juist in het afgelopen jaar de indruk kreeg dat ‘de alom tegenwoordige marktideologie’ aan het wankelen is. Het is ook hem opgevallen dat tot in de VVD wordt gedacht aan een grotere rol van de overheid en een matiging van het vrije markt-denken. ‘Twintig jaar heb ik gestreden tegen een neoliberale politiek. Het voelt vreemd om te stoppen op het moment dat aan deze tijd een einde komt. Eindelijk ligt het veld open, dit is hét moment. Daar moet ik bij zijn, daaraan wil ik meedoen. De vraag is echter of dat het beste kan als Tweede Kamerlid, of beter op een andere manier.’", "Hoe die andere manier vorm gaat krijgen, maakte hij nog niet bekend.", "Raoul du Pré", "Van de bruiloft van Ferdinand Grapperhaus, minister van Justitie en Veiligheid, zijn meer foto’s opgedoken waarop de afstandsregels niet worden nageleefd. Beeld ANP - Remko de Waal.", "Omhelzende opperhandhaver heeft nog wat meer uit te leggen - 2 september 2020", "Minister Grapperhaus dacht vandaag in de Tweede Kamer zijn verdedigingslinie op orde te hebben: het spijt hem dat het er wat rommelig en druk uitzag op de bordesfoto van zijn bruiloft, maar het was een ongelukje. De rest van de heuglijke dag stond juist volledig in het teken van respect voor de coronaregels. ‘Nederland heeft kunnen zien dat ik mijn best heb gedaan.’ Als boetedoening maakte hij twee keer het bedrag van de geldende coronaboete (390 euro) over aan het Rode Kruis.", "Dat verhaal had kunnen werken − de Kamer leek vooralsnog niet op oorlogspad − maar wordt wellicht toch lastiger te verkopen nu SBS Shownieuws wat beelden achter de hand blijkt te hebben gehouden. Daarop is te zien dat het gezelschap ook op andere momenten dichter bij elkaar stond dan het kabinet adviseert. En dat Grapperhaus zelf een arm om zijn schoonmoeder sloeg. Voor de man die namens het kabinet toeziet op de handhaving van de afstandsregels − en overtreders eerder tot ‘aso’s’ bestempelde − ontstaat zo een hoogst ongemakkelijke situatie.", "Wat Grapperhaus mogelijk kan redden is dat weinig fracties zin hebben in een nationale heksenjacht op alle politici en bestuurders die in hun vrije tijd mogelijk ook wel eens iets te ontspannen met de regels omgaan. Voor de VVD van premier Rutte is dat een acute kwestie, omdat ook VVD-bewindsvrouw Ankie Broekers-Knol op de bordesfoto vergeten lijkt te zijn dat zij geen huishouden vormt met Grapperhaus en diens bruid. Kan zij aanblijven als Grapperhaus de eer aan zichzelf houdt?", "Ik zie een lucratieve markt ontstaan voor particulieren en fotografen om politici en andere BN'ers te gaan stalken en fotograferen... — Menno de Bruyne (@mennodebruyne) 2 september 2020", "Woensdagmiddag vanaf 17.00 uur legt de minister verantwoording af in de Tweede Kamer. Evenals premier Rutte en minister De Jonge van Volksgezondheid, die komen uitleggen waarom ze sommige adviezen van de externe deskundigen wel hebben overgenomen en andere niet.", "Raoul du Pré", "Minister Kajsa Ollongren van Binnenlandse Zaken en Koninkrijksrelaties. Beeld ANP - Bart Maat", "Ollongren voorziet een 'substantieel tekort’ aan stemlokalen - 1 september 2020", "Indien het coronavirus op 17 maart nog in het land is, dreigt bij de verkiezingen voor de Tweede Kamer een fors tekort aan stemlokalen. Veel van de huidige lokalen zijn te klein om anderhalve meter afstand te kunnen houden of ze bevinden zich op locaties waar het sowieso niet te druk mag worden, zoals in verpleeghuizen. Minister Ollongren van Binnenlandse Zaken waarschuwt vandaag in een brief aan de Tweede Kamer dat in veel gemeenten een ‘grote inspanning’ nodig zal zijn om op tijd geschikte andere stemlocaties te vinden. Minister Slob van Onderwijs zal binnenkort een oproep doen aan alle schoolbesturen om hun gebouwen ter beschikking te stellen.", "Ruimtetekort is slechts een van de praktische problemen waar Ollongren mee worstelt nu zij er rekening mee moet houden dat op 17 maart 2021 de coronaregels onverminderd van kracht zullen zijn. Omdat de gemiddelde leeftijd van de leden van de stembureaus relatief hoog is, voorzien veel gemeenten ook daar een tekort. In oktober begint daarom een landelijke wervingscampagne om meer jonge stembureauleden te werven.", "Ollongren kondigt intussen een tijdelijke spoedwet aan om de bestaande bepalingen uit de Kieswet aan te passen aan de omstandigheden. Die spoedwet moet het onder meer mogelijk maken om in zorginstellingen ‘bijzondere stembureaus’ in te richten waar alleen de bewoners of patiënten en het personeel kunnen stemmen. Ook wil de minister in die wet regelen dat de stemmen 's avonds niet in het stemlokaal maar elders kunnen worden geteld als het stemlokaal zelf te klein is om ook bij het tellen anderhalve meter afstand te kunnen houden.", "Het grootste praktische probleem voor veel kiezers is de dreiging van het scenario dat zij op de dag van de verkiezingen thuis moeten blijven omdat zij coronagerelateerde klachten hebben. Met verkiezingen in het griepseizoen kan dat lot grote groepen kiezers treffen. en daardoor van invloed zijn op de uitslag. De spoedwet vergroot daarom de mogelijkheden om te stemmen per volmacht. Een kiezer mag straks naast de eigen stem maximaal drie volmachtstemmen uitbrengen. Dat zijn er nu nog twee.", "Daarbovenop werkt Ollongren met de gemeenten aan een plan om ook de mogelijkheden voor het stemmen per brief te vergroten. In november beslist zij of dat inderdaad nodig is. In dat geval is ook daar een spoedwet voor nodig.", "Raoul du Pré", "De fractievoorzitters in de Tweede Kamer in overleg met Kamervoorzitter Khadija Arib tijdens een debat in de Tweede Kamer over de ontwikkelingen rondom het coronavirus. Beeld ANP - Bart Maat", "Voorstel VVD en SGP: klagen over gedrag Kamerleden moet voorbehouden zijn Kamerleden - 31 augustus 2020", "Nee, Tweede Kamerlid Tobias van Gent (VVD) wil niet uitleggen waarom hij vindt dat het schorsen van Kamerleden bij het overtreden van de nieuwe parlementaire Gedragscode een te zware straf is. Hij wil ook niet toelichten waarom alleen Kamerleden, en dus niet iedere burger, wat hem betreft een klacht moeten kunnen indienen over Kamerleden die de Gedragscode overtreden. Wel dient hij een voorstel in om de Gedragscode te wijzigen.", "Zijn argumenten bewaart Van Gent voor het Kamerdebat, dat woensdagochtend wordt gehouden. ‘Dit is voor mij geen politieke kwestie, het betreft afspraken over hoe wij als Kamerleden met elkaar omgaan. Dat debat wil ik niet via de media voeren.’ Geen onderwerp zo gevoelig als wanneer de Kamer het eigen functioneren behandelt.", "Roelof Bisschop (SGP), mede-indiener van de amendementen, is minder benauwd. Zijn bezwaar is principieel: het is niet goed als een niet-gekozen commissie gekozen volksvertegenwoordigers verbiedt hun taak uit te oefenen. Daarom is hij tegen de schorsingsmogelijkheid. Ook vindt hij dat alleen Kamerleden klachten over andere Kamerleden moeten kunnen indienen. ‘Dat is zuiverder, dat moeten mensen met een vergelijkbare positie doen.’ Hij vreest dat gewone kiezers de gedragscode vooral zullen inzetten om via een klacht politiek te bedrijven tegen Kamerleden met wie ze het niet eens zijn. Overigens vindt Bisschop de Gedragscode op zichzelf wel nuttig. ‘Voorkom je er één geval mee, dan heeft het al zin.’", "In opspraak", "Die Gedragscode is een nieuw element in de Haagse politiek. Er was altijd al een Reglement van Orde, daar staan de afspraken in over hoe de Kamer functioneert. De nieuwe Gedragscode stelt grenzen aan wat Kamerleden zoal mogen. Denk aan gevallen als aan Isabelle Diks (GroenLinks) en Dion Graus (PVV) die in opspraak kwamen door hun onkostenvergoeding, het niet als geschenk opgegeven appartement van Alexander Pechtold (D66), de niet betaalde reisjes van Thierry Baudet (FvD), de stroopwafels van Henk Krol (toen nog 50Plus), het rijden onder invloed van Wybren van Haga (toen nog VVD). De code komt er ook omdat Greco, een orgaan van de Raad van Europa, aandringt op zorgvuldiger integriteitsregels.", "Ook het lekken van vertrouwelijke informatie en misdragingen tijdens debatten kunnen volgens de Gedragscode bestraft worden. Eerst met een aanwijzing (het corrigeren van de overtreding), dan met een berisping (een openbare brief van het presidium) en uiteindelijk met een schorsing; dan mag een Kamerlid maximaal een maand niet meedoen aan vergaderingen. Voor onbehoorlijk gedrag tijdens een debat kan een onmiddellijke schorsing van een dag worden opgelegd. Ook over de omgang met lobbyisten, al dan niet betaalde nevenfuncties en geschenken in de familiale sfeer kunnen klachten worden ingediend.", "Driekoppig college", "Een driekoppig college, onder voorzitterschap van voormalig griffier Jacqueline Biesheuvel-Vermeijden, gaat de klachten beoordelen en adviseert Kamerleden met vragen over integriteit. ‘De Gedragscode met toelichting is bedoeld als een levend document’, zegt Kamervoorzitter Arib.", "De Gedragscode is deels een bundeling van al bestaande regelgeving. Ook is er al een register waarin Kamerleden geacht worden geschenken te melden. Een snelle scan leert dat de geschenkenstroom sinds het uitbreken van de pandemie nagenoeg is opgedroogd. Alleen Joba van den Berg (CDA) krijgt nog volop cadeautjes, zoals een mok, twee zeepjes, een kaars, bloemen, zuurstokken en knuffels. De fractieleiders Azarkan (Denk) en Baudet (FvD) hebben volgens eigen opgave nog nooit iets gekregen.", "Of VVD en SGP een meerderheid voor hun wijzigingsplannen hebben, moet woensdag nog blijken.", "Ariejan Korteweg", "Ferdinand Grapperhaus, minister van Justitie en Veiligheid, komt aan op het Binnenhof voor de wekelijkse ministerraad. Beeld ANP", "Grapperhaus kan anderen nog asociaal noemen, vindt Rutte - 28 augustus 2020", "Ferdinand Grapperhaus is nog steeds geloofwaardig als strenge coronabestrijder, ook al werd de anderhalve meter op de bruiloft van de minister van Justitie niet altijd gehanteerd. Dat zei premier Mark Rutte vrijdag op zijn wekelijkse persconferentie. Volgens Rutte is het ‘absoluut niet goed gegaan’ op de bruiloft, maar moet de kous af zijn met Grapperhaus’ spijtbetuiging.", "De persconferentie volgde op het nieuws dat het kabinet nog eens 11 miljard euro aan noodsteun in de economie pompt, maar een half uur lang ging het bijna uitsluitend over Grapperhaus. Hij, de strenge schoolmeester van het kabinet, die het niet hanteren van de anderhalve meter ronduit ‘asociaal’ noemde, bleek met zijn eigen bruiloft de fout in te zijn gegaan.", "De minister van Justitie ging de afgelopen dagen door het stof, al bleef hij erbij dat het trouwfeest grotendeels volgens de geldende coronaregels verliep. ‘We hebben van tevoren en gedurende de dag mensen voortdurend geattendeerd op de coronamaatregelen’, schreef hij in een verklaring. Toch had hij als minister van Justitie beter moeten weten en het goede voorbeeld moeten geven.", "Vrijdag werd bekend dat Grapperhaus als boetedoening twee keer de coronaboete van 390 euro overmaakt aan het Rode Kruis. Maar is dat genoeg om geloofwaardig met het bestraffende vingertje naar andere overtreders te kunnen blijven wijzen?", "Wat Rutte betreft wel. ‘Voor mij geldt dat geloofwaardigheid samenhangt met iets onder ogen zien als iets niet goed gaat’, zei de premier vrijdag. ‘Dat doet hij.’ Volgens Rutte is op de bruiloft voortdurend geprobeerd om de regels na te leven, onder andere door een beperkt aantal gasten uit te nodigen en hen een vaste zitplek toe te wijzen. Toch ging het duidelijk mis bij het maken van een groepsfoto op het bordes van het stadhuis van Bloemdendaal.", "Een vertrek van Grapperhaus is niet aan de orde, zei Rutte. Hij noemde de bordesscène ‘niet vergelijkbaar met de casus-Hogan’. De Ierse Eurocommissaris Phil Hogan stapte eerder deze week onder grote druk op nadat hij deelnam aan een diner op een golfbaan met 80 andere gasten. Een bijeenkomst die ‘in z’n hele opzet’ niet aan de afstandseisen voldeed, aldus Rutte.", "Volgens de premier is Grapperhaus er ‘behoorlijk stuk van’ dat er door de ophef ‘een schaduw over zijn huwelijk’ met Elsevier-journalist Liesbeth Wytzes is gaan liggen. Wat hem betreft is dat straf genoeg. ‘Niemand is heilig. Ook Ferd Grapperhaus niet.’", "Dion Mebius", "Grapperhaus heeft spijt: ‘Ik begrijp dat mensen kritisch zijn’ - 27 augustus 2020", "De timing had niet slechter kunnen zijn: op de dag dat de Ierse eurocommissaris Phil Hogan moest aftreden wegens zijn opzichtige schending van de Ierse coronaregels, kwamen via SBS Shownieuws de beelden naar buiten van het huwelijk van minister Grapperhaus, afgelopen weekend in Bloemendaal. In elk geval op één moment, op het bordes van het stadhuis, werd daar door het gezelschap niet de voorgeschreven anderhalve meter afstand in acht genomen, zo was duidelijk te zien.", "Een storm van verontwaardiging op de sociale media was vandaag Grapperhaus’ deel, niet in de laatste plaats omdat uitgerekend hij de man is die namens het kabinet toeziet op de naleving van de regels. En daar nogal fel in is. ‘Je bent een aso als je nu een huisfeest geeft', zei hij er eerder over.", "Donderdagmiddag kwam dan ook de schuldbekentenis. ‘Ondanks alle genomen maatregelen, zijn er helaas momenten geweest waar de 1,5 meter afstand niet in acht genomen is. Dat spijt me, juist een minister moet altijd het goede voorbeeld geven', aldus de bewindsman in een schriftelijke verklaring.", "Hierbij mijn reactie op de foto’s van mijn huwelijk. pic.twitter.com/2b8XqQMCsf — Ferd Grapperhaus (@ferdgrapperhaus) 27 augustus 2020", "Hij benadrukt dat er juist veel aan gedaan was om de regels wél te respecteren. Het gezelschap was behoorlijk uitgedund (een groot feest komt volgend jaar pas), alleen gasten uit hetzelfde huishouden mochten groeperen en iedereen werd voortdurend gewezen op de regels. Ook op de gewraakte foto staan de huishoudens bij elkaar, althans dat was de bedoeling. Maar ‘soms loopt het dan even door elkaar'.", "Hij snapt dat daardoor de verkeerde indruk is gewekt. ‘Ik begrijp dat mensen kritisch kijken naar de beelden die gemaakt zijn.’", "Op het Binnenhof heeft nog niemand zijn aftreden geëist. Maar de vraag of Grapperhaus nog langer de man is die naar buiten kan om mensen in het park te vragen afstand te houden, ligt nu wel op het bordje van premier Rutte.", "Omtzigt is getemd, maar voor hoe lang? - 27 augustus 2020", "Lachsalvo’s gingen door het CDA woensdagavond, vooral natuurlijk onder de aanhangers van Hugo de Jonge, toen Pieter Omtzigt en zijn echtgenote Ayfer Koç tot onderwerp van spot werden gebombardeerd door de onderzoekers van het in allerijl ingehuurde IT-bedrijf ICG.", "Als Koç in juli daadwerkelijk werd bedankt voor haar stem op Hugo de Jonge, dan kan het niet anders of zij heeft echt op Hugo de Jonge gestemd, zo blijkt uit de analyse van de logbestanden. Daar zal haar man mee moeten leren leven. En dat doet hij ook, getuige zijn reactie: hij is blij dat het is uitgezocht en schaart zich achter de rechtmatig gekozen partijleider. Nu echt.", "Eind goed, al goed voor het CDA, dat bij een andere uitkomst had moeten vrezen voor aanhoudende tweespalt in eigen gelederen. In de politieke werkelijkheid is het probleem nu opgelost. Running mate Omtzigt is getemd.", "In de échte werkelijkheid, en zeker in die van Facebook en Twitter, moet partijvoorzitter Rutger Ploum vrezen dat deze lijsttrekkersverkiezing hem nog lang zal worden nagedragen. Want wat is er eigenlijk wél goed gegaan? Het begon al met de miscommunicatie over de veronderstelde kandidatuur van Wopke Hoekstra, het werd erger toen het stemsysteem in juli kwetsbaar bleek voor manipulatie en het zette de partij onder hoogspanning toen de einduitslag door Omtzigt werd betwist.", "Het CGI-rapport is nu aangegrepen om hem terug in de kruiwagen te krijgen, maar het werpt intussen een ontluisterende blik op de organisatie van de hele verkiezing. Omtzigts aanhang kan het rapport op elk gewenst moment aangrijpen om te blijven betogen dat het niet zeker is dat alles rechtmatig is verlopen.", "Er is immers wel degelijk een imposante lijst kwetsbaarheden, stelt het onderzoek, waarvan er een paar uitspringen. Slechts één persoon in de partij was verantwoordelijk voor het coderen, testen, onderhouden en wijzigen van de stem-app én het dashboard met de uitslag. ‘Dit brengt risico's met zich mee ten aanzien van de integriteit van de in ons onderzoek betrokken data.’", "Stond de firewall dan wel aan, om aanvallen van buitenaf te voorkomen? ‘Dit valt achteraf niet te verifiëren.’", "Waren de lidnummers van de CDA-leden, die ze nodig hadden om met de app te kunnen stemmen, wel opgeborgen achter slot en grendel? Ja, maar pas toen de finale stemronde tussen Omtzigt en De Jonge begon. Tot die tijd konden leden van het CDA elkaars lidnummers nog makkelijk online opzoeken.", "Dat CGI ooit in de portefeuille zat van lobbyist en voormalig CDA-woordvoerder Jack de Vries, is de buitenwereld ook niet ontgaan.", "Zo biedt het onderzoek genoeg voeding om de openlijke twijfels onder de fanatieke Omtzigt-aanhangers - en zeker diegenen buiten de partij - in leven te houden. In elk geval tot Hugo de Jonge wordt gered door het enige dat een politicus in nood redding kan brengen: sterk stijgende opiniepeilingen. Zolang die uitblijven, loopt het CDA spitsroeden. Denk aan de VVD: pas toen hij premier werd, was Mark Rutte verlost van de schaduw van Rita Verdonk.", "Let vooral ook op Omtzigt zelf, die woensdagavond weliswaar even deemoedig het hoofd boog, maar in het slot van zijn reactie toch weer sprak over een 'mysterie’ en daarmee alsnog ruimte open hield voor achterdocht: ‘Ik vertrouw dat mijn vrouw, die als een rots in de branding voor mij is, op mij gestemd heeft.’", "Dat was waarschijnlijk niet wat Hugo de Jonge wilde horen.", "Raoul du Pré", "Ps: ik vertrouw dat mijn vrouw - die als rots in de branding voor mij is - op mij gestemd heeft. Die zes verwisselingen blijven voor mij dus het mysterie van de verkiezingen (5) — Pieter Omtzigt (@PieterOmtzigt) 26 augustus 2020", "Kathalijne Buitenweg luistert naar Jesse Klaver tijdens een meetup in het Paard van Troje, in Den Haag. Beeld Freek van den Bergh / de Volkskrant", "De leegloop rond Jesse Klaver - 26 augustus 2020", "Het wordt leeg rond Jesse Klaver. Nu ook Kathalijne Buitenweg haar vertrek van het Binnenhof heeft aangekondigd, blijven van de tien GroenLinksers die het hoogst op de lijst van 2017 stonden nog maar vier Kamerleden over die door willen. Zes zijn er al vertrokken of willen niet verder.", "Dat is een opmerkelijk hoge doorstroming, zeker voor een partij met veertien zetels in de Tweede Kamer. Het past wel in de trend dat Kamerleden steeds korter aanblijven. Het afnemende gebrek aan ervaring bij het parlementaire handwerk is een groeiend punt van zorg voor Kamervoorzitter Khadija Arib.", "Wel pas na de verkiezingen, hè. https://t.co/jA6jBwm7C4 — Kathalijne Buitenweg (@kathalijne) 24 augustus 2020", "Jesse Klaver is ook in 2021 weer lijsttrekker. Tom van der Lee, in 2017 nummer drie op de lijst, heeft gesolliciteerd naar een plek op de lijst. Na de verkiezingen hoopt hij voorzitter te worden van de parlementaire enquête naar de gaswinning in Groningen. Of Kamervoorzitter. Ook zorgwoordvoerder Corinne de Jonge van Ellemeet (nummer zeven) wil doorgaan, evenals financieel woordvoerder Bart Snels (was nummer negen).", "Maar de vertrekkers zijn in de meerderheid. Buitenweg was na de vorige verkiezingen nog Klavers rechterhand bij de mislukte formatiepoging met VVD, CDA en D66. Zij is de afgelopen maanden ziek geweest en zegt het politieke bedrijf vaarwel. Dat geldt ook partijcoryfee Bram van Ojik, in 2017 nog nummer tien. Van Ojik ruimde als tussenpaus-fractievoorzitter de scherven op na het verkiezingsdebacle in 2012, toen GroenLinks van tien naar vier zetels kelderde. Hij gaat nu met pensioen.", "Linda Voortman, Rik Grashoff, Liesbeth van Tongeren en Zihni Özdil zijn al vertrokken. Voortman en Van Tongeren werden wethouder, de een in Utrecht, de ander in Den Haag. Grashoff en Özdil vertrokken met slaande deuren. Grashoff omdat hij de integriteitscode van de partij had geschonden door een verzwegen verhouding met de partijvoorzitter, Özdil omdat hij zich niet wilde voegen naar de fractiediscipline.", "Door het grote verloop in de fractie is de nummer twintig van de lijst uit 2017, Tom van den Nieuwenhuijzen-Wittens, inmiddels Kamerlid.", "Het grote voordeel voor Klaver is dat van zijn fractie inmiddels vrijwel niemand meer een andere leiding kent dan de zijne. Vrijwel niemand. Want Van der Lee was eerder woordvoerder van Paul Rosenmöller en Femke Halsema en Bart Snels cirkelde lang rond de top van GroenLinks – onder meer als directeur van het wetenschappelijk bureau en als woordvoerder van Halsema en Jolande Sap. Nevin Özütok was in 2006 kort Kamerlid toen Femke Halsema de partij en de Tweede Kamerfractie leidde.", "De namen van de nieuwkomers op de lijst volgen in het najaar.", "Gijs Herderscheê", "CDA vreest het Verdonk-scenario – 26 augustus 2020", "Rita Verdonk en Mark Rutte in 2007, toen de spanningen in de VVD al opliepen. Beeld anp", "Ooit was Rita Verdonk een zeer gerespecteerd lid van de VVD. Op het schild gehesen door toenmalig partijleider Gerrit Zalm ontwikkelde zij zich vanaf 2003 in rap tempo tot een van de populairste liberalen op de rechtervleugel van de partij − een politicus bovendien die buiten haar eigen partij een nog betere ontvangst kreeg dan binnen de eigen gelederen.", "We weten ook hoe het afliep toen Verdonk voor haar eigen kansen ging en die vervolgens ook bleef najagen toen ze de strijd om het lijsttrekkerschap al had verloren van Mark Rutte. De Haagse burgemeester Jan van Zanen, die destijds als partijvoorzitter wanhopig probeerde de boel bij elkaar te houden, schrikt er af en toe nog van wakker.", "Pieter Omtzigt is géén Rita Verdonk, bezweren ze bij het CDA. Daarvoor is hij al te lang een uiterst loyaal partijlid. En tot nu toe wist hij altijd met precisie de middenweg te vinden tussen gehoorzaamheid aan de fractiediscipline en het volgen van zijn eigen politieke agenda. ‘Daar zit een balans in die niet iedereen ziet’, legde hij zaterdag zelf uit in de Volkskrant.", "Toch zal niet iedereen in het CDA er gerust op zijn dat dit zo blijft, analyseert Volkskrant-verslaggever Ariejan Korteweg, nu Omtzigt alsnog een onderzoek naar de lijsttrekkersverkiezing heeft weten af te dwingen. Alleen al daardoor ondermijnt hij immers het gezag van de nieuwbakken partijleider Hugo de Jonge. Wat moet het CDA-bestuur als blijkt dat er inderdaad wat mis was met het stemproces? En wat als zoiets niet blijkt, maar als intussen ook niet overtuigend kan worden aangetoond dat alles goed is gegaan?", "De lijsttrekkersverkiezing die aan het begin van de zomer nog zo vrolijk werd aangekondigd door partijvoorzitter Ploum, dreigt nu in diens gezicht te ontploffen: ‘Dit is de slechtst denkbare uitkomst van een proces waaraan een deel van de partij nooit had willen beginnen.’", "Raoul du Pré", "Uit de oude doos: Lubbers wilde echt van Brinkman af - 26 augustus 2020", "1984: Elco Brinkman kijkt achterom naar minister-president Lubbers in de oude vergaderzaal van de Tweede Kamer. Beeld Nationaal Archief", "Dat het in 1994 helemaal mis ging tussen premier Lubbers en zijn beoogde opvolger Elco Brinkman is geen geheim. Het vaakst beschreven dieptepunt was Lubbers’ aankondiging, vlak voor de verkiezingen, dat zijn voorkeurstem naar minister Hirsch Ballin zou gaan.", "Maar Lubbers’ afkeer ging verder, blijkt uit zijn memoires, die eindelijk verschijnen nadat ze 25 jaar in een kluis hebben gelegen: de premier was actief op zoek naar CDA’ers die Brinkman op het laatste moment nog zouden kunnen vervangen als lijsttrekker. ‘Achter de schermen pijnig ik mijn hersens over de vraag of er bij het naderend drama nog alternatieven zijn.’ Zelfs een plan met meerdere lijsttrekkers passeerde de revue, blijkt uit de boekbespreking van Volkskrant-verslaggever Jan Tromp.", "Brinkman voelde er niets voor, de afloop is bekend: het CDA leverde in mei 1994 twintig zetels in en voor het eerst belandde de confessionele politiek aan de zijlijn.", "Raoul du Pré"], "authors": ["Politieke Redactie"], "keywords": ["zien", "sparen", "van", "niets", "dat", "een", "en", "hier", "jfvd", "te", "fvders", "zijn", "op", "voor", "fvdonderzoeksrapport", "met", "het", "mensen"], "pubDate": "2020-12-16T11:50:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}