{"id": "37bc0166-e1ac-3adb-b087-88413991b902", "title": "KNVB wil afspiegeling zijn van het veld: ‘Meer diversiteit is nodig, op elk front’", "url": "https://volkskrant.nl/sport/knvb-wil-afspiegeling-zijn-van-het-veld-meer-diversiteit-is-nodig-op-elk-front~b4946ead/", "summary": "Trainer Adil Ramzi (midden) is toegelaten tot de nieuwe Uefa Pro-trainingscursus, samen met vier andere trainers met een niet-westerse achtergrond.\nBeeld BSR Agency‘Onze organisatie is geen afspiegeling van het voetbal zelf’, zegt directeur Jan-Dirk van der Zee, nu alle gremia hebben ingestemd met de plannen.\nDertig procent van het personeel van de KNVB is vrouw.\nDe bond is het boegbeeld van het voetbal, met een voorbeeldfunctie.’ Bij de nagestreefde percentages is ook gekeken naar verhoudingen en ambities in het bedrijfsleven.\nVan Praag was in zijn elf jaar als preses voorvechter van meer diversiteit.", "paragraphs": ["Trainer Adil Ramzi (midden) is toegelaten tot de nieuwe Uefa Pro-trainingscursus, samen met vier andere trainers met een niet-westerse achtergrond. Beeld BSR Agency", "‘Onze organisatie is geen afspiegeling van het voetbal zelf’, zegt directeur Jan-Dirk van der Zee, nu alle gremia hebben ingestemd met de plannen. Tot de doelstellingen behoren: het aandeel medewerkers met een niet-westerse migratieachtergrond dient toe te nemen van 2 procent op dit moment naar 14 procent in 2030, op een personeelsbestand van 515 werknemers met een vast of tijdelijk dienstverband en 420 oproepkrachten. Voor het aantal vrouwen op hogere posities geldt een streefpercentage van 20, tegen 13 nu. Dertig procent van het personeel van de KNVB is vrouw.", "Van der Zee: ‘Meer diversiteit is nodig, op elk front. Het is een feit dat sommige werknemers zich in het verleden niet thuisvoelden bij de KNVB, omdat de organisatie te masculien was, te veel top-down, te wit ook. Dat moet anders.’", "Omvorming", "De KNVB was al bezig met de omvorming van de organisatie, toen in november 2019 het incident bij FC Den Bosch plaatsvond, waar supporters speler Mendes Moreira van Excelsior racistisch bejegenden. De ontwikkelingen raakten daarop in een stroomversnelling. Er kwam een zogenoemd aanvalsplan, en de destijds ingestelde commissie Mijnals ziet kritisch toe op het handelen. De internationals helpen daarbij door hun actiebereidheid.", "In alle geledingen is meer diversiteit nodig. In de directie, bij de opleidingen, bij toezichthouders, overal. Van der Zee: ‘Op het veld zijn de verhoudingen divers. Dat zie je onder meer terug in de vertegenwoordigende elftallen. De bond is het boegbeeld van het voetbal, met een voorbeeldfunctie.’ Bij de nagestreefde percentages is ook gekeken naar verhoudingen en ambities in het bedrijfsleven. Het Pact van Praag, genoemd naar de vorig jaar afgetreden bondsvoorzitter Michael van Praag, geldt als leidraad. Van Praag was in zijn elf jaar als preses voorvechter van meer diversiteit.", "Neutraler kijken", "Bij elke te vervullen functie is het streven minimaal één sollicitant met een niet-westerse achtergrond uit te nodigen. In de plannen is 2030 opgenomen als jaartal om de ambities te verwezenlijken, waardoor het noodzakelijk is dat de afdeling personeelszaken anders kijkt naar processen. Of dat niet een beetje laat is, 2030? ‘Het is zaak met elkaar neutraler te kijken, na meer dan honderd jaar KNVB. Van belang is dat een andere bril meekijkt. Vaak is in het verleden gekozen voor kopieën van degenen die er al zaten. Cultuurverandering heeft alleen tijd nodig, bewustwording over te nemen besluiten. En de verandering van het personeelsbestand gaat geleidelijk, grotendeels via natuurlijk verloop. Dan is 14 procent ambitieus en realistisch.’", "Toevalligerwijs, want de trainers waren al aangenomen voordat de plannen waren goedgekeurd, zijn tien cursisten toegelaten tot de nieuwe Uefa Pro-trainingscursus, onder wie vijf met een niet-westerse achtergrond. Dat zijn onder anderen Adil Ramzi en Remko Bicentini, die zijn positie als bondscoach van Curacao onlangs diende op te geven na de komst van Guus Hiddink. ‘Helemaal toevallig is het niet, want we kijken al anders. We pakken de handschoen op’, aldus Van der Zee."], "authors": ["Willem Vissers"], "keywords": ["zijn", "van", "veld", "en", "een", "met", "knvb", "elk", "nodig", "op", "te", "wil", "het", "meer", "dat"], "pubDate": "2020-12-17T20:39:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}