{"id": "37ca35e6-5006-3007-9d72-ef94be15e333", "title": "Wilt u zo snel mogelijk een prik tegen corona? Of liever even wachten?", "url": "https://trouw.nl/opinie/wilt-u-zo-snel-mogelijk-een-prik-tegen-corona-of-liever-even-wachten~b10ef10a/", "summary": "Wel of niet een vaccinatie halen tegen corona?\nMaar volgend jaar komt er een moment dat wel vraagt om een beslissing.\nWaar de een niet kan wachten en vooraan zal staan om de bovenarm te ontbloten voor een injectie, zal de ander liever afwachten.\nBijna een kwart zegt nu beslist niet voor een vaccinatie te kiezen.\nVoor een deel zal het kabinet dus al een keuze voor ons maken, een voorselectie wie het eerst aan de beurt zijn.", "paragraphs": ["Een prik tegen corona? Veel mensen aarzelen. Wat is het risico en wat levert het op?", "Wel of niet een vaccinatie halen tegen corona? Het besluit hoeft niet morgen al genomen te worden. Maar volgend jaar komt er een moment dat wel vraagt om een beslissing. Waar de een niet kan wachten en vooraan zal staan om de bovenarm te ontbloten voor een injectie, zal de ander liever afwachten. Eerst maar eens zien of de vaccinatie niet tot vervelende bij-effecten leidt.", "Het blijft een kwestie van afwegen van risico’s. Het vaccin is nieuw en niet duidelijk is of het getest is op voldoende zeventig- en tachtigplussers, mensen met diabetes en andere kwetsbaren. Terwijl juist voor deze groepen vaccinatie het verschil kan betekenen tussen leven in afzondering of weer gezellig contact hebben met familie, vrienden, buren.", "De theaters en restaurants kunnen weer open", "Stel dat over een jaar zo’n zeven van de tien Nederlanders zich hebben laten vaccineren tegen corona, dan kan er weer gesport worden, kunnen koorzangers weer samen repeteren, kunnen restaurants en theaters open en zorgmedewerkers weer eens vakantiedagen opnemen.", "Wie droomt daar niet van? Toch is er groeiende aarzeling onder Nederlanders om zich te laten vaccineren. Volgens een peiling van I&O Research wilde in juni nog 43 procent zich zeker wel laten vaccineren, nu nog 29 procent. Bijna een kwart zegt nu beslist niet voor een vaccinatie te kiezen. Dat was in juni nog 15 procent. Het RIVM ziet vooral veel twijfelaars. De politiek oppert een strategie om de aarzelaars over de streep te trekken door bijvoorbeeld vaccineren tegen corona te belonen.", "Een vaccinatieplicht komt er niet, die gaat te veel in tegen de individuele vrijheid en het recht op integriteit van het eigen lichaam.", "Eigenbelang en groepsbelang dansen nogal om elkaar heen, in dit geval. Voor de enthousiastelingen die graag vooraan staan bij vaccinatie vallen ze samen. Maar de aarzelaars en tegenstanders staan voor een keuze. Zelf een risico lopen, althans voor het gevoel, om daarmee de samenleving, en ook de economie dus, een dienst te bewijzen? Is het niet laf om zelf voor de zekerheid maar af te zien van vaccinatie, in de hoop dat er genoeg anderen zijn die wel een prik aandurven?", "Het kabinet maakt al een voorselectie", "Een ding is zeker: niet alle Nederlanders kunnen tegelijkertijd een prik tegen corona halen. Voor een deel zal het kabinet dus al een keuze voor ons maken, een voorselectie wie het eerst aan de beurt zijn. Dat kunnen de zeventig-plussers zijn en hun verzorgers, maar misschien ook wel de dertigers en veertigers, de harde werkers met hun bijdrage aan de economie. Of de jongeren, die besmettingen overdragen aan hun ouders, grootouders en docenten. Of misschien de vitale beroepen: de zorg, het onderwijs, politie.", "Hoopt u dat u tot de eerste groep hoort die zich kan laten inenten? Of wacht u liever nog even af?", "Reageren? Stuur uw reactie van circa 150 woorden uiterlijk dinsdag 12 uur naar lezers@trouw.nl, voorzien van naam en adres. Een keuze uit de antwoorden verschijnt woensdag.", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden."], "authors": [], "keywords": ["zo", "wilt", "snel", "van", "mogelijk", "het", "prik", "voor", "liever", "corona", "een", "niet", "en", "te", "om", "vaccinatie", "wachten", "tegen"], "pubDate": "2020-11-28T13:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}