{"id": "37cd2e1f-7847-3681-874b-fa416bf4e0b6", "title": "Jans ook volgend seizoen trainer van FC Twente", "url": "https://nos.nl/artikel/2360042-jans-ook-volgend-seizoen-trainer-van-fc-twente.html", "summary": "Trainer Ron Jans is ook volgend seizoen de trainer van FC Twente.\nOnder zijn leiding presteert FC Twente prima: de club staat knap vijfde in de eredivisie en won afgelopen weekeinde met 2-1 bij koploper Ajax.\n\"Toen ik in de zomer binnenkwam bij FC Twente zag ik het als een prachtige uitdaging om de club, samen met de nieuwe staf, weer perspectief te bieden\", reageert Jans.\nJans stapte begin dit jaar vanwege een racisme-rel op bij het Amerikaanse FC Cincinnati en volgde bij Twente Gonzalo García García op, wiens contract niet werd verlengd.\nEerder stond Jans als trainer aan het roer bij FC Groningen, sc Heerenveen, Standard Luik en PEC Zwolle.", "paragraphs": ["Trainer Ron Jans is ook volgend seizoen de trainer van FC Twente. De 62-jarige coach heeft zijn aflopende contract met één seizoen verlengd. Ook technisch directeur Jan Streuer heeft tot medio 2022 bijgetekend.", "De 62-jarige Jans ging afgelopen zomer aan de slag bij de club in Enschede. Onder zijn leiding presteert FC Twente prima: de club staat knap vijfde in de eredivisie en won afgelopen weekeinde met 2-1 bij koploper Ajax. PSV en Feyenoord kwamen tegen Twente niet verder dan een gelijkspel.", "\"Toen ik in de zomer binnenkwam bij FC Twente zag ik het als een prachtige uitdaging om de club, samen met de nieuwe staf, weer perspectief te bieden\", reageert Jans. \"Ik heb van die beslissing nog geen moment spijt gehad. Vanaf de eerste dag geniet ik met volle teugen.\"", "Jans stapte begin dit jaar vanwege een racisme-rel op bij het Amerikaanse FC Cincinnati en volgde bij Twente Gonzalo García García op, wiens contract niet werd verlengd. Eerder stond Jans als trainer aan het roer bij FC Groningen, sc Heerenveen, Standard Luik en PEC Zwolle."], "authors": [], "keywords": ["van", "bij", "het", "seizoen", "trainer", "volgend", "twente", "met", "ik", "een", "ook", "en", "jans", "fc"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}