{"id": "382498be-82f6-31ef-aca1-558f48370ad6", "title": "4800 vaccins naar ziekenhuispersoneel Noord-Holland en Flevoland", "url": "https://www.parool.nl/nederland/4800-vaccins-naar-ziekenhuispersoneel-noord-holland-en-flevoland~b08180b4/", "summary": "Het personeel in de acute zorg wordt onder de groepen geschaard die allereerste prioriteit horen te krijgen.\nFrontlinieEr zijn tweemaal 32.000 doses beschikbaar van het vaccin van BioNTech/Pfizer.\nZo'n 15 procent daarvan, 4800 dus, gaat naar Amsterdam, Noord-Holland en Flevoland.\nVrijdag 8 januariMaar omdat de juiste prioritering nog gemaakt moet worden, zal het waarschijnlijk niet lukken het personeel eerder dan vrijdag 8 januari te vaccineren.\nKuipers benadrukte eerder op zaterdag dat het lastig werd om eerder dan die vrijdag te vaccineren.", "paragraphs": ["Het zorgpersoneel krijgt het vaccin van BioNTech/Pfizer toegediend. Beeld Hollandse Hoogte / ANP", "Zaterdag werd eerder bekend dat ziekenhuispersoneel toch sneller wordt gevaccineerd tegen het coronavirus dan gepland. Het personeel in de acute zorg wordt onder de groepen geschaard die allereerste prioriteit horen te krijgen.", "Frontlinie", "Er zijn tweemaal 32.000 doses beschikbaar van het vaccin van BioNTech/Pfizer. Zo'n 15 procent daarvan, 4800 dus, gaat naar Amsterdam, Noord-Holland en Flevoland. “Maar er zijn veel meer mensen in dienst bij de ziekenhuizen en ambulance, dus moeten we die doses toedienen aan personeel dat echt letterlijk aan het front staat.\" Het gaat om ambulancepersoneel, evenals personeel op de spoedeisende hulp, huisartsenpost, covidafdelingen en intensive care.", "Het Amsterdam UMC – met de vestigingen VUmc in Zuid en AMC in Zuidoost – is er klaar voor, benadrukt Kramer. “We wilden al klaarstaan. De opslagcapaciteit is er, de vriezers zijn er.”", "Opluchting", "Een woordvoerder van het BovenIJ Ziekenhuis in Amsterdam-Noord laat weten dat er voorbereidingen getroffen zijn, maar dat het ziekenhuis nog geen informatie ontvangen heeft over de precieze gang van zaken tijdens de vaccinatie. “Maar we zijn blij dat mensen in de frontlinie nu ook de gelegenheid krijgen om te vaccineren.”", "Bij het OLVG heerst dezelfde soort opluchting, laat een woordvoerder weten. “Zoals bekend is de situatie in het ziekenhuis nijpend, mede door coronagerelateerd ziekteverzuim.” Hoeveel vaccinaties precies naar het ziekenhuis gebracht worden, is nog niet bekend.", "Eerder riepen ic-chef Diederik Gommers en voorzitter Ernst Kuipers van het Landelijk Netwerk Acute Zorg (LNAZ) al op televisie op om zorgpersoneel eerder te vaccineren, bij voorkeur – volgens Gommers – maandag al.", "Vrijdag 8 januari", "Maar omdat de juiste prioritering nog gemaakt moet worden, zal het waarschijnlijk niet lukken het personeel eerder dan vrijdag 8 januari te vaccineren. Die datum werd al eerder aangehouden door het ministerie van Volksgezondheid. Kuipers benadrukte eerder op zaterdag dat het lastig werd om eerder dan die vrijdag te vaccineren.", "Daarentegen kan het personeel vervolgens binnen een week gevaccineerd zijn, zegt Kramer. Drie weken later volgt de tweede prik. Of en wanneer er een volgende lading komt, weet hij niet. “Dit is de eerste concrete informatie die we krijgen. We zetten nu met stomend en kokend water de organisatie op.”"], "authors": ["Tahrim Ramdjan"], "keywords": ["er", "zijn", "van", "naar", "ziekenhuispersoneel", "en", "4800", "eerder", "vaccins", "noordholland", "flevoland", "te", "op", "het", "dat", "personeel"], "pubDate": "2021-01-02T12:23:08Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}