{"id": "382a8c04-0d09-324f-aac4-acc84a53e930", "title": "Groeipijn", "url": "https://nrc.nl/nieuws/2020/12/04/groeipijn-a4022614", "summary": "Volgens klassiek onderzoek naar groeiende ondernemingen, van onder anderen Larry Greiner, en Neil Churchill en Virginia Lewis, doorlopen een entrepreneur en zijn bedrijf verschillende fasen onderweg naar volwassenheid.\nIn de laatste fase staan de oprichter en het bedrijf los van elkaar.\nOok is er een heldere structuur en zijn er naast de ondernemer managers die prima weten wat ze moeten doen.\nElke nieuwe fase in de groei van een bedrijf wordt volgens beide theorieën voorafgegaan door een interne crisis.\nVeel ondernemers blijven zich te lang en te veel bemoeien met de details van het dagelijkse werk.", "paragraphs": ["De leiderschapscrisis binnen Forum voor Democratie is interessant studiemateriaal. Het is een schoolvoorbeeld van wat er mis kan gaan in groeiende organisaties. Een paar jaar geleden was ik betrokken bij onderzoek naar groeibedrijven. We doken in de literatuur en keken naar gedragsveranderingen bij de leiders van zulke bedrijven – vaak ook de oprichters – gedurende een periode van snelle groei. Wat moesten ze anders gaan doen en hoe verliep die verandering?", "Volgens klassiek onderzoek naar groeiende ondernemingen, van onder anderen Larry Greiner, en Neil Churchill en Virginia Lewis, doorlopen een entrepreneur en zijn bedrijf verschillende fasen onderweg naar volwassenheid. In de startfase geldt dat die twee onlosmakelijk met elkaar verbonden zijn. Er is weinig structuur en alles draait om overleven. In de laatste fase staan de oprichter en het bedrijf los van elkaar. Ook is er een heldere structuur en zijn er naast de ondernemer managers die prima weten wat ze moeten doen.", "Elke nieuwe fase in de groei van een bedrijf wordt volgens beide theorieën voorafgegaan door een interne crisis. Bijvoorbeeld een op het gebied van leiderschap, waarbij het niet meer werkt en ook niet meer wordt gepikt dat één persoon alles beslist.", "Die crisis is het signaal dat de onderneming en de ondernemer moeten veranderen. Zo moet de ondernemer stap voor stap leren de macht te delen, meer structuur aan te brengen in het werk en zich daar zelf ook aan te houden. Heel kort samengevat zou je kunnen zeggen dat ondernemers zich moeten ontwikkelen tot professionele managers. Lang niet iedereen vindt dat leuk. En lang niet iedereen kan dit.", "De crisis is het signaal dat de onderneming en de ondernemer moeten veranderen", "Voor het onderzoek waaraan ik meewerkte, interviewden we ondernemers, hun medewerkers en familieleden. Daaruit kwam naar voren dat leiders van snel groeiende ondernemingen vooral moeite hebben met leren delegeren én met het beter leren managen van zichzelf.", "Veel ondernemers blijven zich te lang en te veel bemoeien met de details van het dagelijkse werk. Vaak vinden ze het moeilijk beslissingen en controles aan anderen over te laten. Daarnaast kost het veel ondernemers tijd en moeite het zelfvertrouwen te verwerven dat bij hun rol hoort. Ook vinden ze het lastig om kritisch te reflecteren op hun handelen. Daar hebben ze doorgaans hulp van anderen bij nodig.", "Een belangrijke observatie van onderzoekers op het gebied van ondernemingsgroei is dat factoren en eigenschappen die van levensbelang zijn in de ene fase, in het volgende stadium juist het voortbestaan bedreigen. Een creatief talent als leider kan bijvoorbeeld heel nuttig zijn in de begintijd. Maar wanneer het bedrijf groeit, hindert het telkens lanceren van nieuwe ideeën vaak verdere groei.", "Een leider die niet inziet wat zijn rol is in het volgende hoofdstuk of gewoon moeite heeft met leren, kan zo zijn eigen club om zeep helpen. Maar het komt ook regelmatig voor dat de organisatie doorgroeit en de oprichter aan de kant zet. Vaak blijven zulke mensen nog even aan als adviseur van de nieuwe directie om daarna snel weer te gaan doen waar ze goed in zijn: een nieuw bedrijf starten. Of een nieuwe politieke partij.", "Ben Tiggelaar schrijft wekelijks over persoonlijk leiderschap, werk en management.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Ben Tiggelaar", "Leestijd Minuten"], "keywords": ["van", "dat", "die", "een", "en", "ook", "te", "groeipijn", "zijn", "ze", "het"], "pubDate": "2020-12-04T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}