{"id": "3831fa46-6293-332e-981f-7326acf56a0c", "title": "Iran en Verenigde Staten botsen een jaar na dood generaal Soleimani", "url": "https://www.ewmagazine.nl/buitenland/blog/2021/01/iran-en-verenigde-staten-botsen-een-jaar-na-dood-generaal-soleimani-797188/", "summary": "Sinds eind 2020 vliegen Amerikaanse bommenwerpers in de buurt van Iran en patrouilleren de Verenigde Staten in de Perzische Golf.\nDe Verenigde Staten vrezen nog steeds voor een Iraanse vergeldingsactie voor de liquidatie van de Iraanse generaal Qassem Soleimani.\nOp 3 januari 2020 kwam Soleimani om bij een Amerikaanse droneaanval bij het Iraakse vliegveld in Bagdad.\nHet zou het werk zijn van door Iran gesteunde milities, zei de Amerikaanse minister van Buitenlandse Zaken Mike Pompeo.\nVia Twitter waarschuwde hij Iran voor dergelijke acties: ‘Als een Amerikaan wordt vermoord, zal ik Iran verantwoordelijk houden.", "paragraphs": ["Sinds eind 2020 vliegen Amerikaanse bommenwerpers in de buurt van Iran en patrouilleren de Verenigde Staten in de Perzische Golf. Tot groot ongenoegen van de Amerikanen besluit Iran om meer uranium te gaan verrijken. Wat verklaart de recente spanning tussen beide landen? Vier vragen en antwoorden.", "1.Wat is de aanleiding voor recente onrust in de regio?", "De Verenigde Staten vrezen nog steeds voor een Iraanse vergeldingsactie voor de liquidatie van de Iraanse generaal Qassem Soleimani. Op 3 januari 2020 kwam Soleimani om bij een Amerikaanse droneaanval bij het Iraakse vliegveld in Bagdad. Als commandant van de Quds-brigade – een tak van de Iraanse Republikeinse Garde – was Soleimani in de regio door velen geliefd vanwege zijn strijd tegen IS. De Verenigde Staten beschuldigden hem van terrorisme en volgens de Amerikaanse president Donald Trump zou hij direct en indirect verantwoordelijk zijn voor miljoenen doden. Iran is sinds de dood van Soleimani altijd blijven dreigen met een wraakactie.", "Lees het commentaar van Robbert de Witt: De gerechtvaardigde dood van schaduw-bevelhebber Soleimani", "Uit vrees voor een vergeldingsactie – precies een jaar na de dood van Soleimani – werd op 30 december 2020 besloten om met Amerikaanse B52-bommenwerpers over het Midden-Oosten te vliegen, ter afschrikking van Iran en door Iran gesteunde milities in Irak. Maar dat is niet de enige reden. De afgelopen maanden liep de spanning in de regio om andere redenen ook op.", "2.Waarover botsen de Verenigde Staten en Iran nog meer?", "Op 27 november kwam de Iraanse atoomgeleerde Mohsen Fakhrizadeh om het leven bij een aanslag iets buiten de Iraanse hoofdstad Teheran. Iran beschuldigde aartsvijand Israël van deze daad. Om een vergeldingsactie te voorkomen, stuurden de Verenigde Staten daarom begin december ook al B52-bommenwerpers naar het Midden-Oosten. Ook het Amerikaanse vliegdekschip Nimitz werd toen naar de Perzische Golf gestuurd. Iran ziet de Amerikaanse acties als provocatie en uitlokking tot oorlog.", "Een tweede botsing ontstond 20 december toen vlak bij de Amerikaanse ambassade in Bagdad enkele raketten ontploften. Het zou het werk zijn van door Iran gesteunde milities, zei de Amerikaanse minister van Buitenlandse Zaken Mike Pompeo. Volgens de Amerikaanse president Donald Trump waren het raketten van Iraanse makelij. Via Twitter waarschuwde hij Iran voor dergelijke acties: ‘Als een Amerikaan wordt vermoord, zal ik Iran verantwoordelijk houden. Denk erover na.’", "…Some friendly health advice to Iran: If one American is killed, I will hold Iran responsible. Think it over. — Donald J. Trump (@realDonaldTrump) December 23, 2020", "Niet alleen de vrees voor Iraanse vergeldingsacties is reden voor onrust, ook het Iraanse atoomprogramma is de Amerikanen een doorn in het oog. Trump zou in november bij zijn adviseurs hebben geïnformeerd of het mogelijk was een Iraanse nucleaire installatie te bombarderen. Volgens de Verenigde Staten gebruikt Iran zijn atoomprogramma om kernwapens te ontwikkelen.", "3.Hoe staat het ervoor met het nucleaire programma van Iran?", "Op 4 januari 2021 werd bekend dat Iran zijn uranium wil verrijken naar een zuiverheid tot 20 procent. Dat blijkt uit een brief van Iran aan het Internationaal Atoomenergieagentschap (IAEA). Daarmee verbreekt Iran opnieuw de regels die in het atoomakkoord uit 2015 werden vastgelegd. Toen werd besloten dat Iran uranium mag verrijken met een zuiverheid tot 3,67 procent. Inmiddels zou Iran tot 4,5 procent hebben verrijkt. Het is onduidelijk in welk tijdsbestek Iran tot 20 procent verrijkt uranium wil komen. Met verrijkt uranium kunnen kernwapens worden gemaakt, maar daarvoor is een zuiverheid van 90 procent nodig.", "Het nieuws komt overigens niet als een verrassing, want het Iraanse parlement besloot al kort na de dood van kerngeleerde Fakhrizadeh in november om uranium te verrijken tot 20 procent.", "4.Waarom verbreekt Iran afspraken uit de nucleaire deal?", "Volgens Iran is het een vergelding voor de zware economische sancties van de Verenigde Staten die door president Trump opnieuw zijn ingesteld toen hij het atoomakkoord in 2018 verliet. Iran gebruikt de uraniumverrijking als middel om de overgebleven landen uit het atoomakkoord onder druk zetten. Volgens Iran houden die landen zich ook niet aan de afspraken. Als zij de regels weer in acht nemen, zal Iran zich ook weer aan de afspraken voor uraniumverrijking houden. Op die manier wil het land een einde maken aan de opgelegde sancties."], "authors": [], "keywords": ["staten", "van", "het", "zijn", "jaar", "en", "voor", "een", "om", "generaal", "verenigde", "botsen", "dood", "iran", "iraanse", "amerikaanse", "soleimani"], "pubDate": "2021-01-04T15:34:54Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}