{"id": "384f0d3b-720d-30c5-8a81-46db06d1ab87", "title": "Niemand wilde effect bezuinigingen bij Belastingdienst onder ogen zien", "url": "https://trouw.nl/opinie/niemand-wilde-effect-bezuinigingen-bij-belastingdienst-onder-ogen-zien~bfd29de4/", "summary": "Door een stapeling van bezuinigingen raakte de Belastingdienst wel tien procent van haar budget kwijt.\nDecennialang heeft het openbaar bestuur in het teken gestaan van een streven om doelmatiger, dus goedkoper, te functioneren.\nKerndepartementen wentelden die bezuinigingen vervolgens voor het overgrote deel af op uitvoeringsorganisaties, zoals de Belastingdienst.\nAl in 2013 waarschuwde de Algemene Rekenkamer voor een al te groot vertrouwen in toenemende doelmatigheid.\nDe Algemene Rekenkamer wees er in alle voorzichtigheid op dat bezuinigingen ongewenste gevolgen konden hebben.", "paragraphs": ["Door een stapeling van bezuinigingen raakte de Belastingdienst wel tien procent van haar budget kwijt. Niemand heeft zich afgevraagd wat het effect daarvan op de uitvoering zou zijn, met alle gevolgen van dien, aldus Gert Jan de Vries, onderzoeker bij de Algemene Rekenkamer.", "Als je de verhoren van de Tweede Kamercommissie een beetje hebt gevolgd, krijg je vooral het idee dat niemand wist welke tragedie zich rond de kinderopvangtoeslag voltrok. Dat is bijzonder: de (ambtelijke en politieke) bazen van de toeslagenfabriek wisten niet wat er in die fabriek gebeurde, en tot welke uitkomsten dat leidde.", "De onwetendheid van politici en topambtenaren onttrekt een meer fundamentele oorzaak van de toeslagentragedie echter aan het zicht. Decennialang heeft het openbaar bestuur in het teken gestaan van een streven om doelmatiger, dus goedkoper, te functioneren. De overheid als bedrijf. Het beeld van een logge en traag werkende overheidsbureaucratie was hardnekkig en de oplossing werd gezocht in maatregelen die meer efficiency in dat apparaat moesten brengen. Achtereenvolgende kabinetten hebben daarom bezuinigingen opgelegd aan ministeries, soms verpakt als ‘efficiency-taakstelling’, ‘generieke korting’ of initiatief in het kader van ‘Vernieuwing van de Rijksdienst’. Al die maatregelen telden op tot miljarden minder budget. Kerndepartementen wentelden die bezuinigingen vervolgens voor het overgrote deel af op uitvoeringsorganisaties, zoals de Belastingdienst.", "Het geloof in toenemende doelmatigheid vormde de basis voor de aanname dat die uitvoeringsorganisaties met steeds minder geld hetzelfde konden blijven doen. Maar niemand die zich afvroeg of die aanname wel klopte. Sterker: niemand wist precies wat die achtereenvolgende bezuinigingen betekenden voor de budgetten waarover die organisaties konden beschikken.", "Al in 2013 waarschuwde de Algemene Rekenkamer voor een al te groot vertrouwen in toenemende doelmatigheid. Van meer dan twintig uitvoeringsorganisaties werd in kaart gebracht wat achtereenvolgende bezuinigingen betekenden voor het budget van die organisaties en vervolgens voor het vermogen om taken uit te voeren. De Rekenkamer stelde vast dat er soms ruimte is om slimmer, goedkoper te werken. Tegelijkertijd werd opgemerkt dat ‘zeker wanneer er sprake is van opeenvolging van taakstellingen, het niet ondenkbaar is dat andere effecten gaan optreden dan het vergroten van de doelmatigheid’.", "Stapeling van kortingen", "Een aantal uitvoeringsdiensten werd naast generieke bezuinigingen ook specifieke kortingen opgelegd. Dat gold ook voor de Belastingdienst. Door de stapeling van kortingen verloor die dienst meer dan 10 procent van haar budget, ofwel 395 miljoen euro. Dezelfde Belastingdienst werd ook belast met de uitvoering van allerlei beleid van andere ministeries, zoals de kinderopvangtoeslag. De vraag of kortingen met taakuitbreidingen waren te verenigen werd nooit beantwoord. Dat kon ertoe leiden dat de leiding van de Belastingdienst ‘business cases’ ontwikkelde, waarin kortingen werden opgevangen met opbrengsten uit ‘strenger toezicht’.", "Verder aangejaagd door berichten over ‘Bulgarenfraude’ en ‘opa-en-oma-criminaliteit’ leidde dat niet alleen tot hardvochtigheid, maar ook tot het uit het oog verliezen van de rechtstatelijkheid bij de uitoefening van het toezicht op de uitvoering van de kinderopvangtoeslag. Dat is geen fout, maar fundamenteel tekortschieten. Met extreme gevolgen voor grote groepen burgers.", "De Algemene Rekenkamer wees er in alle voorzichtigheid op dat bezuinigingen ongewenste gevolgen konden hebben. Maar regering én parlement hadden de vraag of voortdurend bezuinigen op uitvoering van publieke taken wel verantwoord was, veel fundamenteler moeten stellen. We betalen allemaal aan de overheid mee. Zuinigheid bij publieke taakuitoefening is daarom een groot goed. Maar als het geloof in eindeloze doelmatigheidswinst ertoe leidt dat basale beginselen van de rechtsstaat uit het oog worden verloren, dan gaat iets fundamentelers verloren dan alleen belastinggeld. Het parlementaire onderzoek maakt dat pijnlijk zichtbaar. Het is alleen te hopen dat datzelfde parlement lessen trekt uit de eigen rol in deze tragedie.", "Lees ook:", "Geen enkel signaal over de toeslagenaffaire drong door de ‘leemlaag’ bij de Belastingdienst", "Bij de verhoren over de toeslagenaffaire lieten een oud-minister en oud-staatssecretarissen maandag weten dat ze niet op de hoogte waren van de misstanden. ‘Ik zag het lont niet branden van de bom die later ontplofte’.", "Het gaat vaak mis bij overheidsorganisaties, hoe kan het beter?", "De Kamer vroeg veertig betrokkenen en deskundigen waarom de burger soms in de knel raakt. Meer naar ambtenaren luisteren, luidt één van de adviezen."], "authors": ["Gert Jan De Vries"], "keywords": ["van", "ogen", "bij", "wilde", "het", "zien", "op", "die", "niemand", "belastingdienst", "werd", "onder", "bezuinigingen", "dat", "en", "een", "effect", "voor"], "pubDate": "2020-12-01T10:37:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}