{"id": "3866e28f-a498-3a0a-9e66-e816422f13f4", "title": "You can munch on Polynesian cake at Paaseiland", "url": "https://www.parool.nl/english/you-can-munch-on-polynesian-cake-at-paaseiland~b1e236f1/", "summary": "Paaseiland at the “Stenen Hoofd” pier, close to the Central Station.\n“It felt a bit like Idols”, Dylan Keppy (27) says with a smile.\n“We may have won because we prepared a soup live in front of the jury”, says Paul Fluks (27), also smiling.\nPaaseiland Westerdoksdijk 707 www.paaseilandamsterdam.nlThe name of the place is Paaseiland (Easter Island), with a nod to the stone heads on the island of the same name in the Great Ocean (Stenen Hoofd is Dutch for stone head).\nBanana bread, a toastie Hawaii, coconut yoghurt and Polynesian cake are just a few of the dishes that can be ordered here.", "paragraphs": ["Paaseiland at the “Stenen Hoofd” pier, close to the Central Station. Beeld Jakob van Vliet", "All of a sudden they found themselves in front of the jury’s table. It was late November. “It felt a bit like Idols”, Dylan Keppy (27) says with a smile. Out of forty competing ideas for restaurants, bars and hotels the municipality selected four. “We may have won because we prepared a soup live in front of the jury”, says Paul Fluks (27), also smiling.", "The two guys from Jordaan, who have known each other since they were childhood neighbors, could get to work. A container was purchased and an entire bar and kitchen were built from bamboo. The surrounding land was poured with hundreds kilograms of sand. Deckchairs, tables and a fire pit are ready. A bit further: the stunning view over the IJ, available for costumers to take a dip.", "Paaseiland Westerdoksdijk 707 www.paaseilandamsterdam.nl", "The name of the place is Paaseiland (Easter Island), with a nod to the stone heads on the island of the same name in the Great Ocean (Stenen Hoofd is Dutch for stone head). The menu is also in tune with the name and is supposed to reflect the balmy ambience of the islands. Banana bread, a toastie Hawaii, coconut yoghurt and Polynesian cake are just a few of the dishes that can be ordered here. “We want to sell high quality food, not just a snack”, says Fluks. Meanwhile, beer flows from the tap. Well, it is 0.0, because the facility does not have a liquor license. Keppy sees the advantage of it. “Drinking alcohol free is clearly on it’s way to become a trend.”"], "authors": ["David Hielkema", "Translation", "Nele Goutier"], "keywords": ["paaseiland", "yoghurt", "island", "munch", "27", "cake", "hoofd", "fluks", "bit", "keppy", "polynesian", "stone", "stenen"], "pubDate": "2019-05-23T08:39:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}