{"id": "3879d3ca-54da-326b-a909-34229fcbbbb6", "title": "Prins Harry en Meghan Markle gaan podcasts maken voor Spotify", "url": "https://nu.nl/media/6096875/prins-harry-en-meghan-markle-gaan-podcasts-maken-voor-spotify.html", "summary": "De Britse prins Harry en Meghan Markle starten een samenwerking voor meerdere jaren met Spotify.\nHet koppel gaat verschillende podcasts met een \"moedgevend en inspirerend\" karakter maken, meldt de streamingdienst dinsdag.\nEerder ging stel samenwerking aan met NetflixIn september werd bekend dat het koppel een deal tekende met Netflix.\nHet stel, dat tegenwoordig in de Amerikaanse stad Los Angeles woont, heeft een productiemaatschappij opgericht en gaat onder meer documentaires, docuseries en films maken voor Netflix.\nDe prins en zijn vrouw zijn niet het eerste bekende stel dat een samenwerking aangaat met Spotify.", "paragraphs": ["De Britse prins Harry en Meghan Markle starten een samenwerking voor meerdere jaren met Spotify. Het koppel gaat verschillende podcasts met een \"moedgevend en inspirerend\" karakter maken, meldt de streamingdienst dinsdag.", "\"Podcasts helpen ons eraan te denken even de tijd te nemen en echt te luisteren, om zonder afleiding met elkaar in verbinding te komen\", laat het stel in een verklaring weten.", "\"Door alle uitdagingen in 2020 is er nog nooit een tijd geweest waarin dit zo belangrijk was. Want wanneer we naar elkaars verhalen luisteren, herinnert ons dat eraan hoe verbonden we met elkaar zijn.\"", "Prins Harry en Markle gaan de producties opnemen onder de naam Archewell Audio. Het eerste project wordt een feestdagenspecial, waarin het koppel verhalen over moed en meelevendheid brengt, in samenwerking met bekende gasten. Deze zal eind december verschijnen.", "In het nieuwe jaar volgt dan de eerste podcastserie van de hertog en hertogin van Sussex. Details hierover worden op een later moment bekendgemaakt. Een trailer van Archewell Audio is hier te beluisteren.", "Eerder ging stel samenwerking aan met Netflix", "In september werd bekend dat het koppel een deal tekende met Netflix. Het stel, dat tegenwoordig in de Amerikaanse stad Los Angeles woont, heeft een productiemaatschappij opgericht en gaat onder meer documentaires, docuseries en films maken voor Netflix. Ook zouden ze werken aan op kinderen gerichte content.", "De prins en zijn vrouw zijn niet het eerste bekende stel dat een samenwerking aangaat met Spotify. In juni werd bekend dat Barack en Michelle Obama een contract tekenden bij de streamingdienst."], "authors": ["Door"], "keywords": ["dat", "van", "een", "meghan", "en", "het", "harry", "gaan", "markle", "prins", "te", "stel", "samenwerking", "koppel", "maken", "voor", "spotify", "podcasts", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}