{"id": "387cb48e-db24-38c4-a6d1-f66ddd463443", "title": "Pam: 'En dat vind jij wel een gesprek voor op kantoor?'", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5199220/update-pam-dat-vind-jij-wel-een-gesprek-voor-op-kantoor-julie-carola", "summary": "Carola en Pam proberen Julie ervan te overtuigen toch eens een friend-with-benefits te overwegen, want die pandapunten beginnen aardig op te lopen.\nJulie zelf hoopt vooral op haar nieuwe werk een nieuwe liefde te vinden en dat digidaten even te laten voor wat het is.\n\"Ik heb groot ingeslagen bij m’n favoriete winkel en allemaal nieuwe gouden ballen, wit met gouden slingers en een extra grote piek.\nSommige dagen vind ik het wel oké zo thuis en lekker rustig, maar op andere momenten word ik er echt somber van.\nIemand noemde het laatst een coronacoaster qua emoties en ik denk dat dat wel klopt.", "paragraphs": ["Carola en Pam proberen Julie ervan te overtuigen toch eens een friend-with-benefits te overwegen, want die pandapunten beginnen aardig op te lopen. Julie zelf hoopt vooral op haar nieuwe werk een nieuwe liefde te vinden en dat digidaten even te laten voor wat het is.", "\"Je kunt erom lachen, maar ik ga vanmiddag mijn kerstboom al zetten hoor, met de kinderen\", lacht Carola door mijn carkit. Ik word altijd vrolijk van haar stem. \"Ik heb groot ingeslagen bij m’n favoriete winkel en allemaal nieuwe gouden ballen, wit met gouden slingers en een extra grote piek. Hou ik sowieso wel van, zoals je weet.\"", "\"Groot gelijk schat\", lach ik. \"En weet je, misschien doe ik dat dit jaar ook wel. Normaal vond ik dat nooit zo nodig, want ik woon toch alleen en vier kerst altijd bij familie en vriendinnen, maar nu is het anders. Die corona komt mijn neus uit. Sommige dagen vind ik het wel oké zo thuis en lekker rustig, maar op andere momenten word ik er echt somber van. Iemand noemde het laatst een coronacoaster qua emoties en ik denk dat dat wel klopt. Ik ben blij dat het vandaag weer mijn beurt is om naar kantoor te gaan. Sta nu voor de deur trouwens, dus ik ga naar binnen. Spreek je later lieffie!\""], "authors": [], "keywords": ["van", "het", "op", "kantoor", "jij", "ik", "een", "mijn", "en", "te", "gesprek", "vind", "dat", "pam", "wel", "voor"], "pubDate": "2020-11-25T15:18:40+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}