{"id": "3881d4c2-84bf-3b25-823a-f5a5d1fd4241", "title": "Groningen verspeelt overwinning bij Utrecht, ADO beëindigt zegeloze reeks", "url": "https://nu.nl/voetbal/6101065/groningen-verspeelt-overwinning-bij-utrecht-ado-beeindigt-zegeloze-reeks.html", "summary": "FC Groningen heeft zaterdag in de slotfase van het uitduel met FC Utrecht de zege uit handen gegeven.\nPatrick Joosten reageerde attent op een voorzet van Jørgen Strand Larsen en kopte van dichtbij raak voor de 0-1.\nStrand Larsen maakte zo zijn zesde goal van het seizoen.\nGroningen leek stand te houden, maar Kerk profiteerde in de extra tijd van een klutssituatie en schoot raak.\nEen kwartier voor tijd redde doelman Luuk Koopmans uitstekend op een schot van Sylla Sow en in de negentigste minuut had Koopmans ook een antwoord op een poging van Saïd Bakkati.", "paragraphs": ["FC Groningen heeft zaterdag in de slotfase van het uitduel met FC Utrecht de zege uit handen gegeven. Door een doelpunt van Gyrano Kerk in de extra tijd werd het 2-2. ADO Den Haag pakte eerder op de avond bij RKC Waalwijk na tien duels zonder zege eindelijk weer eens drie punten: 0-1.", "De eerste kans van de wedstrijd in Utrecht was in de achtste minuut voor Bart Ramselaar (schot rakelings naast), maar FC Groningen sloeg daarna in korte tijd twee keer toe. Patrick Joosten reageerde attent op een voorzet van Jørgen Strand Larsen en kopte van dichtbij raak voor de 0-1.", "Strand Larsen bleef vervolgens voor opwinding zorgen in De Galgenwaard. De twintigjarige Noor schoot de bal eerst nog net over, maar was een minuut daarna wel trefzeker na een pass van Ahmed El Messaoudi: 0-2. Strand Larsen maakte zo zijn zesde goal van het seizoen.", "Na ruim een half uur spelen was er meer tegenslag voor Utrecht. Eljero Elia moest met een hamstringblessure naar de kant. Ramselaar bracht de spanning niet veel later toch terug. Het schot van de middenvelder verdween via FC Groningen-verdediger Ko Itakura in het doel: 1-2.", "Na de pauze ging Utrecht vol op zoek naar de gelijkmaker. Kerk en Adrián Dalmau waren dreigend en Sergio Padt keerde met de nodige moeite nog kopballen van Mimoun Mahi en Sander van de Streek. Groningen leek stand te houden, maar Kerk profiteerde in de extra tijd van een klutssituatie en schoot raak.", "Groningen had bij een overwinning de vijfde plek overgenomen van AZ, maar blijft nu de nummer zeven met 27 punten uit vijftien wedstrijden. Utrecht staat tiende.", "Boy Kemper bezorgde ADO de drie punten in Waalwijk. Boy Kemper bezorgde ADO de drie punten in Waalwijk. Foto: ANP", "Eindelijk weer overwinning voor ADO", "De overwinning van ADO bij RKC Waalwijk kwam als geroepen voor de club uit Den Haag, na tien competitieduels zonder zege. Door een doelpunt van Boy Kemper won de ploeg van trainer Ruud Brood in Brabant met 0-1.", "De 21-jarige Kemper haalde in de zeventiende minuut van afstand uit en verraste daarmee RKC-doelman Kostas Lamprou, die de bal nog wel schampte. De treffer van Kemper was het eerste Eredivisie-doelpunt van 2021.", "Bij ADO stonden de teruggekeerde Daryl Janmaat en winteraankoop Marko Vejinovic direct in de basis. Voormalig international Janmaat leek voor rust door een handsbal een strafschop te veroorzaken, maar zowel scheidsrechter Serdar Gözübüyük als de VAR zag er niets in. Vejinovic werd tot twee keer toe uit een vrije trap gevaarlijk.", "ADO had het grootste gedeelte van de wedstrijd onder controle, maar werd in de tweede helft aan het wankelen gebracht door de thuisploeg. Een kwartier voor tijd redde doelman Luuk Koopmans uitstekend op een schot van Sylla Sow en in de negentigste minuut had Koopmans ook een antwoord op een poging van Saïd Bakkati.", "RKC-invaller Thierry Lutonda kreeg diep in de blessuretijd van de tweede helft nog de beste mogelijkheid om te scoren, maar een vrije schietkans in het strafschopgebied ging centimeters langs de verkeerde kant van de paal.", "Bekijk het programma, de uitslagen en de stand in de Eredivisie"], "authors": ["Foto", "Door"], "keywords": ["reeks", "groningen", "zegeloze", "van", "het", "voor", "verspeelt", "en", "een", "maar", "uit", "met", "overwinning", "ado", "op", "bij", "beëindigt", "utrecht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}