{"id": "38896581-7392-3b8c-bbdb-3e5b9ea728da", "title": "Onrust in Heerlen bij conflict rond Syrisch gezin, politie neemt maatregelen", "url": "https://nu.nl/binnenland/6097310/onrust-in-heerlen-bij-conflict-rond-syrisch-gezin-politie-neemt-maatregelen.html", "summary": "In Heerlen loopt een conflict tussen een Syrisch vluchtelingengezin en buurtbewoners zodanig uit de hand dat de familieleden tijdelijk elders zijn gaan wonen.\nDe gemeente laat in een gezamenlijk bericht met de politie weten dat er maatregelen genomen worden.\nOp sociale media gaat een video rond waarop te zien is dat er onder meer tegen de voordeur bij het gezin wordt gebeukt en ook dat er een brandbom naar het huis is gegooid.\nHierbij is ook sprake van het delen van mogelijk onware informatie over racistische uitlatingen.\nDe gemeente laat weten met man en macht op zoek te zijn naar geschikte woonruimte voor het gezin.", "paragraphs": ["In Heerlen loopt een conflict tussen een Syrisch vluchtelingengezin en buurtbewoners zodanig uit de hand dat de familieleden tijdelijk elders zijn gaan wonen. De gemeente laat in een gezamenlijk bericht met de politie weten dat er maatregelen genomen worden.", "Op sociale media gaat een video rond waarop te zien is dat er onder meer tegen de voordeur bij het gezin wordt gebeukt en ook dat er een brandbom naar het huis is gegooid.", "Er wordt al een tijd gewerkt aan het sussen van de situatie, zo laat de Heerlense burgemeester Roel Wever weten. Zo is het gezin eerder een andere woning aangeboden, maar dit aanbod is afgeslagen.", "De politie heeft \"gesprekken gevoerd met de betrokken partijen en onderzoek gedaan naar gedragingen. Daarbij heeft de politie zowel zichtbare als onzichtbare, maatregelen genomen om de veiligheid van eenieder te waarborgen.\"", "Gemeente: Onacceptabel dat derden mensen tegen elkaar opzetten", "Dagblad De Limburger schrijft dat woensdagavond een nieuw dieptepunt in het conflict plaatsvond, toen tientallen jongeren na het zien van de beelden op sociale media naar de buurt trokken en vernielingen aanrichtten bij de buren van het gezin.", "\"Het is onacceptabel dat derden mensen tegen elkaar opzetten en maatschappelijke onrust en onveiligheid veroorzaken door een verhaal maar van één kant te belichten en hiermee uit zijn verband te trekken\", schrijven Wever en chef politie Bert Vermarien in het persbericht. \"We hebben begrip voor de emoties, maar (het aanzetten tot) geweld dan wel het dreigen daarmee is nooit de oplossing.\"", "Hierbij is ook sprake van het delen van mogelijk onware informatie over racistische uitlatingen. De gemeente laat weten met man en macht op zoek te zijn naar geschikte woonruimte voor het gezin."], "authors": ["Door"], "keywords": ["van", "dat", "onrust", "een", "het", "en", "naar", "te", "neemt", "zijn", "politie", "weten", "heerlen", "gezin", "bij", "rond", "conflict", "maatregelen", "syrisch"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}