{"id": "389faf77-e0f7-39e8-a43f-03a9324ccd08", "title": "Je zegt geen nee tegen Loekasjenko", "url": "https://www.parool.nl/wereld/je-zegt-geen-nee-tegen-loekasjenko~bec5efd0/", "summary": "Beeld TATYANA ZENKOVICH/EPADenis Doedinski, sinds jaar en dag de presentator van een populair ochtendprogramma op de Belarussische televisie, walgde van het politiegeweld aan het begin van de protesten tegen het regime van Aleksandr Loekasjenko.\nHij wilde, een echt antwoord ontwijkend, slechts kwijt dat ‘die mensen hun verzoeken op zo’n manier weten te formuleren dat je gewoon geen nee kan zeggen’.\nZe luisteren gesprekken af van hoge regeringsfunctionarissen om er zeker van te zijn dat die in de pas lopen.\n(Hij zei dat hij weigerde.)\nHij heeft met Loekasjenko samengewerkt aan het begin van zijn loopbaan en werkt nu als commentaar over de gebeurtenissen in Belarus.", "paragraphs": ["Een demonstrant in Minsk toont foto’s van mensen die door de politie zijn mishandeld, na bij de protesten te zijn opgepakt. Beeld TATYANA ZENKOVICH/EPA", "Denis Doedinski, sinds jaar en dag de presentator van een populair ochtendprogramma op de Belarussische televisie, walgde van het politiegeweld aan het begin van de protesten tegen het regime van Aleksandr Loekasjenko. Uit protest trad hij af met de woorden dat de dictator ‘de Belarussen nooit meer kan terugsturen naar het hok waarin ze de laatste 26 jaar opgesloten ­zaten’.", "Kort daarna werd Doedinski gearresteerd en in een smerige gevangenis opgesloten. Een paar dagen later kwam hij vrij, met een videoboodschap waarin hij Loekasjenko’s tegenstanders oproept met hun protesten op te houden.", "Op de vraag ‘waarom’ gaf Doedinski liever niet al te veel bijzonderheden. Hij wilde, een echt antwoord ontwijkend, slechts kwijt dat ‘die mensen hun verzoeken op zo’n manier weten te formuleren dat je gewoon geen nee kan zeggen’.", "Na bijna drie maanden van protesten, die begonnen uit woede over fraude bij de presidentsverkiezingen, lijkt Loekasjenko de krachtmeting te hebben overleefd. Hij speelde dat niet alleen klaar met keihard politieoptreden, loze beloftes over hervormingen of het laten verstrijken van de tijd. Voor zijn politieke overleving zorgde vooral een verraderlijk en soms onzichtbaar mengsel van overreding, dwang en repressie. De hoofdrol was weggelegd voor de binnenlandse veiligheidsdienst die nog de oude naam uit de Sovjet-tijd draagt, KGB. Ook in andere opzichten gedraagt de dienst zich alsof er sindsdien weinig is veranderd.", "“In zijn 26 jaar aan de macht heeft Loekasjenko een systeem ontwikkeld dat de mensen een soort dierlijke angst inboezemt,” aldus Pavel Latoesjko, een voormalig minister van Cultuur en ex-ambassadeur in Frankrijk, Polen en Spanje.", "De KGB leidt een netwerk van spionnen en informanten dat elk aspect van de maatschappij scherp in het oog houdt, van scholen en ondernemingen tot iedereen in de naaste omgeving van de president. De agenten verzamelen compromitterend materiaal over zo ongeveer iedereen die wordt verdacht van ontrouw aan de leider. Ze luisteren gesprekken af van hoge regeringsfunctionarissen om er zeker van te zijn dat die in de pas lopen.", "Voormalig tv-host Denis Doedinski kwam na een paar dagen cel terug op zijn steun aan de demonstranten. Beeld Yauhen Yerchak/NYT", "Werknemers in fabrieken en andere staatsbedrijven, waar meer dan 40 procent van de mensen werken, kunnen hun baan kwijtraken als de KGB hun loyaliteit in twijfel trekt. Het is een belangrijke reden waarom Loekasjenko het uit Sovjettijden daterende economische model bijna geheel in stand heeft gehouden.", "Latoesjko: “Je weet wat de gevolgen zijn als je er een afwijkende mening op nahoudt. Je kunt een reprimande verwachten, of voor een rechtbank worden gesleept. In het ergste geval kunnen ze je fysiek vernietigen.”", "Sommige arrestanten weigeren te buigen voor de constante dreiging met fysiek geweld. Toen Loekasjenko onlangs een groep bekende politieke gevangenen bezocht in een KGB-gevangenis, riep een van hen hem toe: “Hé jij, laat me vrij, nu!” Dat was Sergej Tichanovski, de echtgenoot van Svetlana Tichanovskaja, de oppositieleidster die de plaats van haar man innam nadat deze zijn kandidatuur bij de presidentsverkiezingen met arrestatie had moeten bekopen.", "Verbijsterende ommezwaai", "Maar anderen zwichtten. Na twee maanden in handen van de KGB verzekerde Joeri Voskresenski dat een compromis met het regime mogelijk was; hij wilde bemiddelen tussen Loekasjenko en de oppositie. Voskresenski omschreef zijn verblijf in de gevangenis als een ‘hel’, maar prees Loekasjenko als een ‘sterke leider’ en ‘iemand die open staat voor andere ideeën’. Voskresenski verzekerde dat de KGB hem, hoewel lid van de oppositie, beschouwde als ‘iemand met groot potentieel’.", "Het was een verbijsterende ommezwaai van de man die lijdt aan chronische ziektes en in de gevangenis medische behandelingen moest ondergaan. Nu riep hij de oppositie op de protesten te staken. Uit Voskresenski’s transformatie bleek overduidelijk dat het rechtsstelsel in Belarus slechts één doel heeft: Loekasjenko voor eeuwig aan de macht te houden.", "“We kennen in dit land een rechtssysteem voor, zeg maar, normale misdaden als moord en verkrachting en een parallel stelsel voor politieke zaken,” aldus de voormalige aanklager Andrej Sytko. “Iedereen die deel uitmaakt van de machtsstructuur, van een politieman tot een lid van het Hooggerechtshof, werkt mee aan de instandhouding van het politieke systeem.”", "Loekasjenko zelf bemoeit zich daar niet permanent mee, dat laat hij over aan mensen die het systeem fanatiek dienen uit angst voor zijn toorn. Sytko: “Ze delen op eigen houtje straffen uit, liever te hard dan dat ze later horen dat ze te slap waren geweest.” In ruil voor hun loyaliteit verdienen veiligheidsfunctionarissen vaste, maar niet al te hoge salarissen en komen ze in aanmerking voor woningen met lage huren of gunstige hypotheken.", "Ontrouw aan het regime en ontslagname hebben ernstige gevolgen, want politiemensen en andere functionarissen verliezen dan automatisch hun recht op pensioen. Ook moeten ze de bonus terugbetalen die ze kregen bij de verlenging van hun laatste contract, of het door de staat betaalde collegegeld retourneren als ze kort geleden zijn afgestudeerd.", "Dat overkwam de 27-jarige Andrej Ostapovitsj. Hij volbracht een studie aan de Academie van het ministerie van Binnenlandse Zaken en ging daarna aan de slag als onderzoeker. Inmiddels heeft hij ontslag genomen. “Het is moeilijk er te worden toegelaten, maar nog moeilijker om er weg te gaan,” zegt hij over het systeem dat Loekasjenko in het zadel houdt.", "Ostapovitsj diende zijn ontslag in nadat in augustus de eerste protesten tegen de verkiezingsfraude hard uiteen waren geslagen. ‘Leden van de oproerpolitie waren de enigen die aanzetten tot geweld, ze volgden misdadige bevelen op,’ schreef hij in zijn ontslagbrief. Even later vluchtte hij naar Rusland, waar hij de waarschuwing kreeg dat ook daar arrestatie dreigde. Hij wilde naar Letland vluchten, maar de Russische veiligheidsdienst kreeg hem te pakken en leverde hem uit aan Belarus. Hij kreeg handboeien om, waaraan zijn bewakers een dumbbell bevestigden. In Belarus ontsnapte hij uit hechtenis. Na een dagenlange voettocht door bossen en moerassen bereikte hij Polen.", "Functionarissen van politie en justitie worden gehersenspoeld, volgens Jevgeni Babak, een voormalig assistent-aanklager in Minsk. Elke week moest hij lessen in ‘politieke informatie’ bijwonen, wat neerkwam op het kijken naar staatspropaganda onder het mom van nieuwsuitzendingen. Na afloop moesten Babak en zijn collega’s de nieuwe kennis samenvatten in ‘ideologische notities’.", "Ondanks de hersenspoeling stonden veel functionarissen vaak voor een moeilijke keus: meedoen aan de brute onderdrukking van de protesten of ontslag nemen, met alle risico’s van dien. In juni begon voormalig justitieel onderzoeker Jevgeni Joesjkevitsj een project om die risico’s zo veel mogelijk te beperken. Hij en medestanders boden financiële hulp en training aan functionarissen die wilden stoppen.", "Als onderzoeker moest de 31-jarige Joesjkevitsj belastend materiaal vergaren over politieke activisten en journalisten met het doel hen achter de tralies te krijgen. (Hij zei dat hij weigerde.) Een veelgebruikte tactiek was het zoeken naar links naar pornografische websites in de telefoons van ‘verdachten’, die dan werd beticht van het verspreiden van dat materiaal, een misdaad in Belarus.", "‘Een van de wreedste regimes’", "Rechters vellen het ene politiek gemotiveerde vonnis na het andere. Rechter Aleksej Pasko stapte op toen hij besefte dat hem weldra duizenden ‘politieke’ processen wachtten, gemeten naar het aantal opgepakte demonstranten in zijn arrondissement in het westen van het land. “Mijn moreel kompas verbood me hiermee door te gaan,” aldus de 32-jarige Pasko.", "Advocaten zijn de enige spelers met nog een schijn van onafhankelijkheid, maar ook zij worden regelmatig bedreigd, lastiggevallen door de politie of van het tableau geschrapt. De gelauwerde advocaat Maria Kolesava-Goedzilina kreeg bij bezoeken aan gevangengezette betogers vaak de waarschuwing dat ze ‘het gebouw misschien niet meer uit mocht’.", "“We hebben te maken met een van de wreedste regimes die Europa in de 20ste eeuw heeft gekend,” volgens Sergej Chaly. Hij heeft met Loekasjenko samengewerkt aan het begin van zijn loopbaan en werkt nu als commentaar over de gebeurtenissen in Belarus.", "Ook de 40-jarige Anatoli Kokov diende het regime, tot hij eind augustus ontslag nam als hoge ambtenaar in de directe nabijheid van de president. Hij vluchtte meteen naar Polen: “Als je het systeem verlaat, kun je nergens anders terecht.”", "© The New York Times", "Vertaling René ter Steege"], "authors": ["Ivan Netsjepoerenko"], "keywords": ["zegt", "loekasjenko", "geen", "van", "het", "hij", "die", "zijn", "nee", "een", "je", "en", "dat", "te", "aan", "tegen"], "pubDate": "2020-11-21T12:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}