{"id": "38b1ebc2-73db-3e65-9af5-1a557ebdd93b", "title": "Opinie: Jesse Klaver, open uw ogen voor funest beleid van GroenLinks in Groningen", "url": "https://www.dvhn.nl/meningen/Opinie/Jesse-Klaver-open-uw-ogen-voor-funest-beleid-van-GroenLinks-in-Groningen-26251845.html", "summary": "Een open brief aan GL-leider Jesse Klaver met een pleidooi voor een andere koers.\nOok het oosten van het land ondervindt hetzelfde beleid.\nZij wilden de inwoners van het bevingsgebied uitkopen, laten verhuizen naar de Veluwe en van het bevingsgebied een groot natuurgebied maken.\nUitsluitenBinnen uw partij, worden modewoorden als ‘inclusiviteit’ gebezigd, maar dat is zeker niet waar GL nu in Groningen voor staat.\nAls u echt oprecht staat voor groen, voor behoud van natuur en milieu, doe dan uw ogen open voor wat hier gaande is en treed op.", "paragraphs": ["GroenLinks in Groningen heeft met haar energiebeleid maling aan de natuur en het landschap. Een open brief aan GL-leider Jesse Klaver met een pleidooi voor een andere koers.", "Het eerste krantenbericht dat ik vanochtend zie is, heeft weer te maken met GroenLinks. Een partij die de macht heeft in de stad Groningen, de provincie en veel macht in het Waterschap. Een partij die Groningen, in de woorden van GL-gedeputeerde Homan, ziet als ‘stopcontact voor Nederland’, lees: de Randstad. Ook het oosten van het land ondervindt hetzelfde beleid.", "Lampen en lawaai", "Als ik weer eens in de omgeving kom waar ik ben opgegroeid, Oost-Groningen, zie ik dat de gedeputeerde erg bezig is Groningen verder aan te tasten, voor de Randstad. Het gebied zit nog jaren en jaren in de bevings-en grondverzakkingen door de gas- en zoutwinning en wordt nu bedolven onder windmolens. Waar ik vroeger een rustig rondje door het veld langs de gaslocatie fietste, staan nu overal heel veel megagrote windmolens, niet te missen. Als kind kon ik ‘s avonds stiekem in mijn slaapkamerraam van ons rijtjeshuis een boek lezen bij het enorme licht van de affakkelvlam van het gasterrein, met op de achtergrond het monotone geluid van die enorme vlam. Nu zal je uit je raam slechts overal beweging van lampen zien, ook weer met veel monotoon lawaai. Een overeenkomst zijn ook de enorme aantallen dode vogels. Vroeger vielen ze, verblind door het enorme licht, gebakken uit de lucht. Met de windmolens zijn ze direct tot moes geslagen.", "Wingewest", "De woorden van mevrouw Homan zijn alleen al veelzeggend, zij ziet Groningen slechts als wingewest van het westen, een kolonie van de Randstad. Ook met haar beleid ten aanzien van RWE en biomassa zet zij er vol op in. Wat haar drive is, ontgaat Groningers, wil zij door Haagse politici te behagen een zetel op het Haagse pluche? Om echt maximaal de Randstad te bedienen bedelft ze eindeloos grote oppervlakten met zonnepanelen. Dood land waar zich misschien nog een enkele muis ophoudt tussen de schaarse plantengroei. GroenLinks zet niet in op verduurzaming, minder energie- en grondstoffenverspilling, betere isolatie, minder transport, meer openbaar vervoer op het minder rendabele platteland. Niets daarvan, slechts het wingewest uitnutten, zonder ook maar enige scrupules voor natuur en milieu. Uiteindelijk ook voor uw geliefde welvarende Randstad, waar alle energie vrijkomt. Voor het afval van de Randstad kijkt u natuurlijk wel weer naar het noorden.", "Dollard", "Uw partij verschilt niet veel van Denk, u heeft ook maling aan de inwoners van Groningen, aan natuur en milieu. Zij wilden de inwoners van het bevingsgebied uitkopen, laten verhuizen naar de Veluwe en van het bevingsgebied een groot natuurgebied maken. De gaskraan kon dan helemaal worden opengedraaid en dat zou miljarden opleveren.", "Wie verzint nou aan de rand van een natuurgebied de Wadden, de Dollard, in een zeer belangrijke trekzone van vogels maximaal in te zetten op windmolens?", "Uitsluiten", "Binnen uw partij, worden modewoorden als ‘inclusiviteit’ gebezigd, maar dat is zeker niet waar GL nu in Groningen voor staat. GL staat voor het uitsluiten van Groningers, van noordelingen, en toont hier een sterke overeenkomst met Denk.", "Groen speelt geen rol voor GL wat te zien is aan dit energie- en grondstoffenbeleid van GL, de massale kap voor de biomassacentrales en waarschijnlijk de openhaard van velen van u, het fatale groenbeleid van Groen Links-colleges als dat van de stad Groningen en nu het verpesten van de Wadden voor vogels.", "Waarom deze mail? Ik blijf hopen dat een substantieel deel van uw achterban wel voor groen is, voor energiebesparing, maar dat deze mensen niet doorhebben waar uw bestuurders werkelijk voor staan. Mogelijk heeft zelfs u niet door welke aantasting van natuur en milieu, inclusief groen, vogels en inwoners, uw bestuurders teweegbrengen.", "Als u echt oprecht staat voor groen, voor behoud van natuur en milieu, doe dan uw ogen open voor wat hier gaande is en treed op.", "met vriendelijke groet,", "Brenda Bolt", "Brenda Bolt uit Groningen noemt zich een betrokken noordeling met passie voor natuur en milieu"], "authors": ["Brenda Bolt"], "keywords": ["groningen", "groenlinks", "van", "ogen", "het", "met", "ik", "klaver", "jesse", "een", "ook", "en", "te", "open", "opinie", "uw", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}