{"id": "39051d97-f65d-3572-acfe-59c26044dd26", "title": "SCP: weinig leidinggevende vrouwen door deeltijdbanen", "url": "https://volkskrant.nl/nieuws-achtergrond/scp-weinig-leidinggevende-vrouwen-door-deeltijdbanen~b2eb89f2/", "summary": "Vrouwen werken gemiddeld 28 uur per week, terwijl aan de top van het bedrijfsleven een werkweek van 50 uur de norm is.\n‘Vrouwen met een grote deeltijdbaan maken nog wel een redelijke kans om tot middenmanager uit te groeien’, stelt SCP-onderzoeker Ans Merens.\nDe langzame ingroei van vrouwen aan de top is al langer voer voor discussie.\nVolgens Plantenga is het daarom essentieel dat de arbeidsparticipatie van vrouwen onderdeel wordt van het personeelsbeleid.\nDat zou volgens het kabinet een positief effect hebben op de taakverdeling in het gezin en de positie van vrouwen op de arbeidsmarkt.", "paragraphs": ["The Women’s Conference in Amsterdam. Beeld Marcel van den Bergh / de Volkskrant", "Het is voor het eerst dat op de lange termijn is onderzocht waarom vrouwen nauwelijks doorstromen naar de top van het bedrijfsleven. Vrouwen werken gemiddeld 28 uur per week, terwijl aan de top van het bedrijfsleven een werkweek van 50 uur de norm is. Eerder bleek uit The Female Board Index dat een magere 8,5 procent van de bestuurders van beursgenoteerde bedrijven vrouw is.", "‘Vrouwen met een grote deeltijdbaan maken nog wel een redelijke kans om tot middenmanager uit te groeien’, stelt SCP-onderzoeker Ans Merens. ‘Maar als je naar de top wilt, dan moet je voltijd werken én nog wat meer.’ Vrouwen zouden dus in de huidige bedrijfscultuur minstens 28 uur moeten gaan werken, willen ze stappen maken op de carrièreladder.", "De langzame ingroei van vrouwen aan de top is al langer voer voor discussie. Om die te versnellen stemde de Tweede Kamer afgelopen jaar in met een bindend vrouwenquotum voor beursgenoteerde bedrijven. Naar verwachting vanaf 2021 moet ten minste 30 procent van de raden van commissarissen uit vrouwen bestaan. Maar daarvoor is het dus ook noodzakelijk iets te doen aan de deeltijdcultuur.", "Deeltijdklem", "En dat is zo eenvoudig nog niet. Waar deeltijdwerk in de jaren tachtig nog werd gezien als de gouden formule voor vrouwen om werk en zorg te combineren, spreekt hoogleraar economie Janneke Plantenga inmiddels van een ‘deeltijdklem’. ‘Onze hele systematiek is afgestemd op de deeltijdwerkende vrouw. De schooltijden, kinderopvang, vrijetijdsvoorzieningen. Het is heel moeilijk om daar als individuele vrouw uit los te breken.’", "Vrouwen beginnen vaak in deeltijd en dat verandert nauwelijks gedurende hun loopbaan. Volgens Plantenga is het daarom essentieel dat de arbeidsparticipatie van vrouwen onderdeel wordt van het personeelsbeleid. Dat dwingt leidinggevenden om het onderwerp tijdens de functioneringsgesprekken steeds opnieuw aan te kaarten. ‘Wanneer je 32 bent en je hebt twee jonge kinderen dan is een 40-urige werkweek misschien ingewikkeld, maar die kinderen worden ook groot. Dan moet het mogelijk zijn om uit te breken.’", "Volgens Merens moeten bedrijven bovendien kijken naar hun bedrijfscultuur. ‘Het idee is dat leidinggevenden die veel uren overwerken heel ambitieus zijn. Van managers wordt vaak verwacht dat ze als eerste aanwezig zijn en als laatste vertrekken.’ Een achterhaald idee van ambitie, vindt Merens. ‘Misschien verandert dat trouwens wel nu we door de coronacrisis meer thuiswerken.’", "Aanvullend geboorteverlof", "Toch denkt Merens dat de coronacrisis op korte termijn mogelijk nadelig werkt op de doorstroom van vrouwen naar de top, omdat er onder meer wordt gesneden in managementlagen. ‘Tijdens de vorige crisis daalde het aantal vrouwelijke managers iets sterker dan mannelijke, bij bepaalde bedrijven is in tijden van crisis een roep naar de sterke man.’ Niet helemaal terecht, vindt de onderzoeker. ‘Je ziet nu dat landen die worden geleid door masculiene figuren als Trump en Bolsonaro een niet zo’n consistent beleid hebben.’", "Een hoopvollere ontwikkeling is wellicht de verruiming van het aanvullend geboorteverlof. Vanaf volgende week kunnen partners vijf weken verlof opnemen. Dat zou volgens het kabinet een positief effect hebben op de taakverdeling in het gezin en de positie van vrouwen op de arbeidsmarkt. Hoewel Merens het een goede stap vindt, verwacht ze niet dat het effect zal hebben op de doorstroom naar de top. ‘Uit onderzoek in andere landen blijkt dat de effecten op de arbeidsparticipatie van de moeder er niet of nauwelijks zijn.’ Wel heeft het een ander voordeel: mannen gaan meer voor de kinderen zorgen."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "dat", "om", "leidinggevende", "uit", "vrouwen", "een", "het", "weinig", "deeltijdbanen", "scp", "te", "op", "naar", "door"], "pubDate": "2020-06-24T22:01:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}