{"id": "39150636-6cdc-3627-8102-9b89d4fc4647", "title": "Ajax - PSV wordt een duel tussen routine en ongepolijst talent", "url": "https://volkskrant.nl/sport/ajax-psv-wordt-een-duel-tussen-routine-en-ongepolijst-talent~b3d39e51/", "summary": "Philipp Max (PSV) tijdens de wedtrijd tussen PSV en VVV-Venlo in het Phillips stadion op 22 December 2020.\nBeeld ANPHet momentumMet één punt verschil zijn de krachtsverhoudingen tussen koploper Ajax en nummer twee PSV minimaal.\nEen extreem hoog percentage voor de buitenspeler die zich heeft ontpopt tot een van de belangrijkste spelers in de gepimpte ploeg van Schmidt.\nDe 20-jarige Ghanees kwam deze zomer over van het Deense FC Nordsjaelland, maar raakte al snel geblesseerd aan zijn knie.\n‘Hij kan op het middenveld een man uitspelen en een overtalsituatie creëren.", "paragraphs": ["Philipp Max (PSV) tijdens de wedtrijd tussen PSV en VVV-Venlo in het Phillips stadion op 22 December 2020. Beeld ANP", "Het momentum", "Met één punt verschil zijn de krachtsverhoudingen tussen koploper Ajax en nummer twee PSV minimaal. Maar hoe was dat geweest als niet alle topwedstrijden vanwege corona pas in januari gespeeld zouden worden, maar Ajax en PSV in september of oktober al tegenover elkaar hadden gestaan?", "Terwijl Ajax met trainer Erik ten Hag in de zomer grotendeels kon voortborduren op voorgaand seizoen, sloeg PSV met de komst van trainer Roger Schmidt een heel nieuwe weg in. De club haalde een trits nieuwe spelers, van wie sommigen pas in oktober naar Eindhoven kwamen, om de aanvallende filosofie van Schmidt in de praktijk te brengen.", "‘PSV is in het voordeel dat de toppers tegen Ajax, Feyenoord en AZ vanaf januari gespeeld worden‘, zegt voormalig PSV-speler Arnold Bruggink. ‘Zonder dat PSV hele wedstrijden weet te overtuigen, raken ze steeds beter op elkaar ingespeeld. Bovendien heeft Schmidt nu een beter beeld van zijn spelers.’", "Ajax sloot de eerste seizoenshelft af in chagrijn met puntverlies tegen Twente en Willem II en uitschakeling in de Champions League. ‘Bij Ajax oogde een aantal spelers voor de winterstop vermoeid, maar dat is alweer drie weken geleden’, zegt oud-Ajax-speler Ronald de Boer. ‘Het voordeel van Ajax is dat ze altijd kunnen terugvallen op de internationale ervaring van Onana, Blind, Klaassen, Tagliafico en Tadic. Ze weten wat nodig is om in grote wedstrijden een resultaat te halen.’", "Het sleutelduel", "Wie rent achter wie aan? Dat is de vraag in het rechtstreekse duel tussen PSV-back Philipp Max en de frivole Ajax-aanvaller Antony. Met zijn aanvallende dadendrang is verdediger Max een belangrijke schakel in het aanvalsspel van PSV. Tegenstanders krijgen maar moeilijk vat op hem. De Duitser bereidde al vijf doelpunten voor. Het meest van alle PSV-spelers.", "Het is de vraag of Ajax-trainer Erik ten Hag aanvaller Antony de opdracht geeft om elke keer achter Max aan te rennen of dat hij het aandurft om de Duitser te laten lopen als die ten aanval trekt. Zodra Ajax de bal verovert, ligt er veel ruimte voor Antony, omdat Max vaak naar voren is. De Braziliaan is dit seizoen de gevaarlijkste aanvaller bij Ajax. Hij maakte al zes doelpunten en gaf zeven keer de pass waaruit werd gescoord.", "‘Het wordt interessant om te zien wie als overwinnaar uit dit duel komt’, zegt Ronald de Boer. De oud-speler van Ajax verwacht niet dat Antony Max elke keer tot aan het eigen strafschopgebied zal volgen. ‘Antony is een belangrijk wapen in het aanvalsspel van Ajax. Die willen ze in zijn kracht benutten.’", "Veel tegenstanders pasten zich tot nu toe aan op de aanvallende intenties van Max, maar Bruggink denkt niet dat Ajax dat ook gaat doen. De voormalige middenvelder, die tussen 1997 en 2003 het shirt van PSV droeg, is benieuwd hoe Max zich houdt tegenover een buitenspeler die ervoor zorgt dat hij niet elke aanval blind mee naar voren kan. ‘Aanvallend voegt Max echt iets toe aan het spel van PSV, maar verdedigend is hij nog niet heel erg getest.’", "Antony Matheus Dos Santos (Ajax) tijdens de wedstrijd tussen Willem II en Ajax op 23 december 2020. Beeld ANP", "Topper zonder publiek", "Geen striemende fluitconcerten of spelers die op golven van gezang worden gedragen. De KNVB plande aan het begin van het seizoen alle topwedstrijden in de tweede competitiehelft in de hoop dat er tegen die tijd weer supporters in de stadions welkom zouden zijn. Nu het coronavirus nog volop rondwaart, blijft de Johan Cruijff Arena angstvallig leeg zondag.", "‘Bij zo’n grote wedstrijd geeft het publiek de thuisclub vaak een extra boost. Je zou zeggen dat Ajax dus het meest last heeft van de lege tribunes’, zegt Bruggink. Al ervoer hij als speler dat het ook andersom kan werken. ‘In mijn periode voelde voetballen in de Arena als een soort thuiswedstrijd voor PSV, omdat we meestal wonnen. Als je vroeg op voorsprong komt, kan een deel van de supporters zich ook tegen de thuisclub keren.’", "De Boer kon als speler van Ajax ook genieten van een vijandig Philips Stadion of De Kuip. ‘Het gevoel dat je ergens niet welkom was, gaf mij extra motivatie om te laten zien wat ik kon. Het is heerlijk om het thuispubliek het zwijgen op te leggen door het spel dat je speelt.’", "De voormalig aanvaller die, verdeeld over twee periodes, elf jaar bij Ajax speelde, is ervan overtuigd dat de beter voetballende ploegen het minst last ondervinden van voetballen zonder publiek. ‘Het gaat nu om de kwaliteit op het veld. Andere factoren spelen geen rol. Wie in het voordeel is? Ik denk dat Ajax en PSV kwalitatief gezien weinig voor elkaar onderdoen.’", "Speler om in de gaten te houden", "Cody Gakpo schiet in de competitie met scherp. De aanvaller van PSV loste dit seizoen zeven keer een schot op het doel. Liefst vijf keer leverde het een doelpunt op. Een extreem hoog percentage voor de buitenspeler die zich heeft ontpopt tot een van de belangrijkste spelers in de gepimpte ploeg van Schmidt.", "‘Bij PSV gaat de aandacht vaak uit naar Malen of Ihattaren, maar Gakpo is ongemerkt de beste op dit moment’, zegt Bruggink. ‘Hij is fysiek in staat om het intensieve spel dat Schmidt voor ogen heeft te spelen en maakt voorin het verschil.’ De Boer: ‘Hij heeft de gave om moeilijke dingen simpel eruit te laten zien. Dat komt doordat er een idee zit achter zijn acties.’", "Bij Ajax rekenen ze op de teruggekeerde Mohammed Kudus, al is het de vraag of hij meteen in de basis start. De 20-jarige Ghanees kwam deze zomer over van het Deense FC Nordsjaelland, maar raakte al snel geblesseerd aan zijn knie. In de drie wedstrijden dat de middenvelder meedeed, liet hij met zijn loopvermogen, kracht, inzicht en techniek een sterke indruk achter.", "‘Voor mijn gevoel is hij in drie wedstrijden vijftien miljoen meer waard geworden’, aldus De Boer. ‘Hij kan op het middenveld een man uitspelen en een overtalsituatie creëren. Daar houd ik van, omdat een tegenstander dan moet gaan anticiperen.’"], "authors": ["Guus Peters"], "keywords": ["van", "tussen", "talent", "duel", "en", "een", "om", "psv", "wordt", "ongepolijst", "op", "te", "het", "ajax", "routine", "dat"], "pubDate": "2021-01-08T16:33:14Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}