{"id": "391521ee-6a58-3d9d-8499-3b3cd0d21361", "title": "Theater aan Berlijnplein krijgt vanwege brand tijdelijk onderkomen", "url": "https://nu.nl/utrecht/6100811/theater-aan-berlijnplein-krijgt-vanwege-brand-tijdelijk-onderkomen.html", "summary": "De partijen die door de brand op het Berlijnplein hun huisvesting zijn kwijtgeraakt, krijgen vanaf februari een tijdelijk onderkomen in het Utrechtse Leidsche Rijn.\nHet afgebrande gebouw wordt herbouwd en is aan het einde van dit jaar klaar.\nOp 7 november verwoestte een brand het theatergebouw van het Nieuw Utrechts Toneel (NUT) volledig.\nNiet alleen het NUT maakte gebruik van het gebouw, maar ook RAUM, het adviesbureau Jonge Honden en de BuurtWerkKamer hadden er een plek.\nZe werken samen aan een voorstel om de buitenkant op te fleuren.", "paragraphs": ["De partijen die door de brand op het Berlijnplein hun huisvesting zijn kwijtgeraakt, krijgen vanaf februari een tijdelijk onderkomen in het Utrechtse Leidsche Rijn. Dat is te lezen in een brief van wethouder Anke Klein (Cultuur) aan de gemeenteraad. Het afgebrande gebouw wordt herbouwd en is aan het einde van dit jaar klaar.", "Op 7 november verwoestte een brand het theatergebouw van het Nieuw Utrechts Toneel (NUT) volledig. Niet alleen het NUT maakte gebruik van het gebouw, maar ook RAUM, het adviesbureau Jonge Honden en de BuurtWerkKamer hadden er een plek. \"We zijn allemaal dakloos geworden\", zei zakelijk leider Jannet van Lange eerder tegen nieuwspartner DUIC.", "De herbouw zal waarschijnlijk tot het einde van dit jaar duren. DePlaatsmaker, die het afgebrande pand beheerde en verhuurde, krijgt van bouwbedrijf BAM een zogenoemde schottenkeet aangeboden als tijdelijke huisvesting.", "Alle partijen zijn akkoord met dit aanbod. Wel zijn er nog een aantal aanpassingen gedaan, bijvoorbeeld aan de isolatie, de ventilatie en de verwarming. De keet werd eerder nog gebruikt als bouwkeet, maar is nu ook geschikt als kantoor- en ontvangstruimte.", "Voor NUT is een theaterzaal pas na de herbouw weer beschikbaar. Tot die tijd kan het toneelgezelschap een ruimte ergens anders in de stad voor repetities en eventueel voor voorstellingen gebruiken.", "Het NUT, RAUM, Jonge Honden en de BuurtWerkKamer kunnen vanaf februari de keet in. Ze werken samen aan een voorstel om de buitenkant op te fleuren."], "authors": ["Door"], "keywords": ["krijgt", "zijn", "van", "nut", "vanwege", "tijdelijk", "brand", "een", "onderkomen", "en", "dit", "aan", "als", "het", "berlijnplein", "die", "theater"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}