{"id": "3960d733-045c-38d5-a50f-b42d11a7b0d1", "title": "Parkeren en beschadigingen genoemd als nadeel elektrische deelscooters", "url": "https://nu.nl/auto/6096983/parkeren-en-beschadigingen-genoemd-als-nadeel-elektrische-deelscooters.html", "summary": "Uit een zogeheten probeeractie voor elektrische deelscooters van Felyx, Check en GO Sharing blijkt dat het voor nieuwe gebruikers niet altijd duidelijk is waar je de scooter in de stad mag achterlaten.\nDat komt woensdag naar voren uit een enquête naar aanleiding van de Ways2go-campagne van Bereikbaar Haaglanden en Rijnland en De Verkeersonderneming.\nUit een eerste enquête onder 250 deelnemers blijkt dat 80 procent van hen de scooter als een goed alternatief voor andere vervoersmiddelen ziet.\nDat het gebruik goedkoper dan zelf een scooter bezitten wordt eveneens als voordeel genoemd.\nHoewel gebruikers de beschadigingen aan sommige scooters benoemen als ander nadeel, voelt 81 procent zich veilig op een elektrische deelscooter.", "paragraphs": ["Uit een zogeheten probeeractie voor elektrische deelscooters van Felyx, Check en GO Sharing blijkt dat het voor nieuwe gebruikers niet altijd duidelijk is waar je de scooter in de stad mag achterlaten. Bovendien vallen gebruikers over de beschadigingen aan sommige tweewielers.", "Dat komt woensdag naar voren uit een enquête naar aanleiding van de Ways2go-campagne van Bereikbaar Haaglanden en Rijnland en De Verkeersonderneming.", "Als onderdeel van die campagne maakten 4.248 mensen de afgelopen maanden in de regio's Den Haag en Rotterdam gedurende 45 minuten gratis gebruik van de deelscooters van Felyx, Check en/of GO Sharing. Uit een eerste enquête onder 250 deelnemers blijkt dat 80 procent van hen de scooter als een goed alternatief voor andere vervoersmiddelen ziet.", "De deelnemers ervaren de deelscooters als sneller en handiger dan bijvoorbeeld het openbaar vervoer. Dat het gebruik goedkoper dan zelf een scooter bezitten wordt eveneens als voordeel genoemd.", "Het belangrijkste verbeterpunt is het achterlaten van de deelscooter, aangezien het niet altijd duidelijk is waar dat in de stad is toegestaan. Uit de enquête blijkt bovendien dat de scooters het meest voor winkeltripjes in of naar de stad wordt ingezet.", "Hoewel gebruikers de beschadigingen aan sommige scooters benoemen als ander nadeel, voelt 81 procent zich veilig op een elektrische deelscooter. Wel merkt men dat fietsers hen niet altijd horen aankomen."], "authors": ["Door"], "keywords": ["van", "nadeel", "dat", "uit", "beschadigingen", "een", "stad", "genoemd", "en", "scooter", "als", "voor", "deelscooters", "elektrische", "het", "parkeren"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}