{"id": "396488e2-4650-371b-a55d-3041a9bd88d7", "title": "Kan de KLM ook niet Air France inruilen voor de SAS?", "url": "https://volkskrant.nl/economie/kan-de-klm-ook-niet-air-france-inruilen-voor-de-sas~b343b0cc/", "summary": "Het is ook niet zo gek dat hier het Scandinavische model als toppunt van gelukzaligheid wordt gezien.\nHet staat voor duurzaamheid, gendergelijkheid, maximale arbeidersparticipatie, herverdeling en gelijkheid van kansen, kortom alle idealen voor een aards paradijs.\nKLM ging daarna in zee met Air France, een partner die niet alleen veel groter was, maar ook allesbehalve lean & mean.\nToen waren SAS en KLM al gelijkwaardig en ze zijn nu nog vergelijkbaar in aantal passagiers (30 en 34 miljoen in 2019), vliegtuigen (157 en 214), bestemmingen en omzet.\nBij een ongelukkig huwelijk is alleen wat durf en een politiek zetje (dat is aan Wiebes wel toevertrouwd) nodig voor een scheiding en een volgend huwelijk met een niet-tirannieke partner.", "paragraphs": ["Hoewel de Zweedse televisiedetectives − ze zijn meestal gescheiden en hebben steevast kinderen die ze uit de goot moeten halen − anders willen doen geloven, behoren de Noorse volken volgens objectieve normen tot de gelukkigste in de wereld. In het World Happiness Report van de VN staan de Finnen, Zweden, Denen, Noren en IJslanders bijna altijd in de top-vijf. De Nederlanders en de Zwitsers volgen daarna.", "Het is ook niet zo gek dat hier het Scandinavische model als toppunt van gelukzaligheid wordt gezien. Het Angelsaksische (Amerikaans/ Britse) model gericht op shareholdersvalue − aandeelhouderswaarde − staat voor survival of the fittest waarbij de rijken steeds rijker worden. Het Rijnlandse (Duits/ Franse model), gericht op stakeholdersvalue − werknemers en klanten − staat voor de rokende schoorstenen van niet langer levensvatbare fabrieken die omwille van de werkgelegenheid overeind worden gehouden.", "Het Scandinavische model zit er niet alleen tussenin, het is ook opgetuigd met een hele reeks van bonussen. Het staat voor duurzaamheid, gendergelijkheid, maximale arbeidersparticipatie, herverdeling en gelijkheid van kansen, kortom alle idealen voor een aards paradijs. Het is voor werkgevers wel gemakkelijk om hun personeel te ontslaan − zodat bedrijven lean & mean kunnen blijven − maar er wordt geïnvesteerd in her- en omscholing zodat mensen ook weer snel iets anders vinden.", "Het is een wonder dat Nederlandse multinationals zich zo lang hebben blindgestaard op de Angelsaksen en Rijnlanders, terwijl ze in zee hadden moeten gaan met Scandinaviërs. Nu lijken ze door corona wakker te worden geschud. Sinds kort hebben Nederlandse bedrijven hun blik gericht op Scandinavië of andersom. Het voormalige Hoogovens, nu Tata Steel, en ook KPN lijken nu een prooi van de Zweden.", "Het is een wonder dat de KLM niet in coronatijd naar het noorden kijkt. Halfverwege de jaren negentig voerde KLM al een tijd fusie-onderhandelingen met de SAS, de Scandinavische luchtvaartmaatschappij die in 1946 was ontstaan. Het plan heette Alcatraz, maar de gesprekken liepen stuk op de keuze van de hub − SAS wilde Kopenhagen en KLM Schiphol − en de Amerikaanse partner − SAS had Delta en KLM had Northwest. De ironie wilde dat de laatste twee vervolgens fuseerden.", "KLM ging daarna in zee met Air France, een partner die niet alleen veel groter was, maar ook allesbehalve lean & mean. Toen waren SAS en KLM al gelijkwaardig en ze zijn nu nog vergelijkbaar in aantal passagiers (30 en 34 miljoen in 2019), vliegtuigen (157 en 214), bestemmingen en omzet.", "Bij een ongelukkig huwelijk is alleen wat durf en een politiek zetje (dat is aan Wiebes wel toevertrouwd) nodig voor een scheiding en een volgend huwelijk met een niet-tirannieke partner.", "Met Scandinaviërs is een sprookjeshuwelijk geen garantie, maar is geluk minder ver weg."], "authors": ["Peter De Waard"], "keywords": ["van", "klm", "niet", "een", "sas", "ook", "air", "en", "met", "france", "ze", "inruilen", "op", "voor", "kan", "het"], "pubDate": "2020-11-23T18:44:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}