{"id": "397621b1-72e5-3d29-81e4-e9ecea6f3f83", "title": "De belofte van wraak hangt boven Nagorno-Karabach", "url": "https://www.parool.nl/wereld/de-belofte-van-wraak-hangt-boven-nagorno-karabach~bba10ebc/", "summary": "Langs de weg en op hoger gelegen posities passeer je kapotgeschoten Armeense tanks en pantservoertuigen, getuigen van de verwoestende kracht van de Azerbeidzjaanse militaire drones.\nTerritoriaal geschilHet conflict over Nagorno-Karabakh, een etnisch-Armeense enclave binnen Azerbeidzjan, is een van ’s werelds meest hardnekkige territoriale geschillen.\nHet grootste deel van de kern van Nagorno-Karabach blijft in Armeense handen; maar nu patrouilleren er wel militairen van de Russische vredesmacht.\nWat niet wil zeggen dat ze dat ook snel zullen doen – zo groot zijn de verwoestingen.\nAzerbeidzjanen zwoeren dat ze dat onrecht ongedaan zouden maken.", "paragraphs": ["Een familie vlucht met een klein huisje uit de separatistische regio Nagorno-Karabakh. Beeld AP", "Het gebied dat Azerbeidzjan onlangs heroverde op Armenië doet denken aan een slagveld uit de Eerste Wereldoorlog: de weg door de woestenij voert kilometer na kilometer langs verlaten loopgraven, bunkers en verwoeste dorpen. Witte stenen van boerenhoven liggen overal verspreid. Vluchtende Armeniërs namen alles mee wat ze konden vervoeren: daken, deuren, raamkozijnen. Het is er griezelig stil. Elk menselijk leven lijkt verdwenen.", "Langs de weg en op hoger gelegen posities passeer je kapotgeschoten Armeense tanks en pantservoertuigen, getuigen van de verwoestende kracht van de Azerbeidzjaanse militaire drones. Inderhaast achtergelaten uniformen en materieel wijzen op een panische vlucht voor oprukkende Azerbeidzjaanse strijdkrachten. Begin november kregen zij deze regio in handen. Tientallen jaren nadat juist Armenië deze regio veroverde, is het ooit welvarende landbouwstadje Fizuli veranderd in een stuk bos. Bomen en struikgewas overwoekeren verwoeste overheidsgebouwen. Ooit woonden hier zo’n 30.000 mensen. Verder naar het noorden is de grotere stad Aghdam er nog erger aan toe.", "“Het zal voor mij heel moeilijk worden ze te vergeven,” zegt de 47-jarige Elmaddin Safarov te midden van de verwoestingen in Aghdam over de Armeniërs. Bij geweld in en om de stad om het leven kwamen zeventien familieleden van de legerveteraan om het leven.", "Territoriaal geschil", "Het conflict over Nagorno-Karabakh, een etnisch-Armeense enclave binnen Azerbeidzjan, is een van ’s werelds meest hardnekkige territoriale geschillen. In 1994 eindigde een oorlog die zes jaar had geduurd, waarbij Armenië niet alleen Nagorno-Karabach opeiste, maar ook grote stukken van het gebied eromheen. Meer dan 800.000 Azerbeidzjanen werden in ballingschap gedreven.", "Nu heeft Azerbeidzjan het weer voor het zeggen in Fizuli en Aghdam, waar Armenië sinds de oorlog juist de dienst had uitgemaakt. Na een vernietigend militair offensief van zes weken stemden beide partijen onder toezicht van Rusland in met een wapenstilstand. Het grootste deel van de kern van Nagorno-Karabach blijft in Armeense handen; maar nu patrouilleren er wel militairen van de Russische vredesmacht.", "Aan Armeense zijde verdreef de uiterst gewelddadige strijd – van een intensiteit die Europa of zijn nabije gebieden deze eeuw niet eerder had meegemaakt – families van huis en haard. Een deel van het historische vaderland ging verloren. Duizenden soldaten sneuvelden bij de gevechten tegen een angstaanjagende 21ste eeuwse oorlogsmachine. Voor Azerbeidzjanen betekent de zege dat ze kunnen terugkeren naar de woningen uit het Sovjet-tijdperk waaruit ze een kwart eeuw geleden werden verdreven. Wat niet wil zeggen dat ze dat ook snel zullen doen – zo groot zijn de verwoestingen.", "De oorlog mag dan voorbij zijn, aan beide kanten is een reservoir gevuld met haat die nog generaties lang door zal etteren. Haat aangewakkerd door verhalen over gruweldaden aan beide zijden; er circuleren video’s van executies en onthoofdingen van gevangenen.", "Kamikazedrones", "Uit de bergen kwam een kille mist opzetten die weldra bezit nam van het militaire kampement aan de Armeense kant van de frontlinie. Armeense vrijwilligers, onder wie nogal wat zestigers, luisterden er naar hun commandant, de 63-jarige kolonel buiten dienst Artur Aleksanyan. Ze hoorden hem in hun burgerkleding zwijgend en zichtbaar bedroefd aan. Het was tijd om naar huis te gaan, zei hij met zachte stem: “Dit is nog maar het begin, ik weet zeker dat we op een dag naar ons land zullen terugkeren.”", "Als ze over de oorlog wilden vertellen, ging het vooral over de Azerbeidzjaanse ‘kamikazedrones’ die zelfstandig over het slagveld scheerden op zoek naar doelwitten. De drones troffen hun doelen met zoveel precisie, dat Armeense tankbemanningen snel wat schoten losten voordat ze naar buiten sprongen en het op een lopen zetten naar een schuilplaats. “Het was een hel,” herhaalde een Armeense oud-strijder steeds.", "Kolonel Aleksanyan baande zich moeizaam een weg door de dikke, kleverige modder langs de Armeense posities, niet geëxplodeerde fragmentatiebommen vermijdend. De heuvel zat vol inslagen van granaten en andere munitie, hier en daar stak verwrongen metaal uit de gaten, vermengd met beschimmeld brood en menselijke uitwerpselen. Beide partijen hadden hier hun tanks en pantserwagens teruggetrokken. Langs de heuvelrug legden soldaten ondiepe en smalle loopgraven aan.", "Aleksanyan had nog steeds last van de maagwond die hij bij de vorige oorlog in de jaren ’90 opliep; het slangetje van de katheter stak uit zijn uniform terwijl hij rondbanjerde op het slagveld, een herinnering aan de niet geheelde wonden uit het conflict. Hij wees naar de vallei beneden waar deze herfst de Azerbeidzjanen de ene golf infanteristen na de andere op de Armeniërs hadden afgestuurd. Zijn eenheid had stand gehouden, en wekenlang bleven de doden daar beneden liggen. De stank dreef naar de loopgraven erboven, en bleef er hangen tot het einde van de oorlog.", "‘Historische fout’", "“We moeten onze fouten bestuderen er ervan leren, daarna zullen we terugkeren,” zei Aleksanyan tot zijn manschappen. “Armeniërs uit de hele wereld staan achter ons.” Hij vervloekt de ‘historische fout’ van de Sovjet-Unie in de jaren ’20 van de vorige eeuw om Nagorno-Karabach toe te wijzen aan Azerbeidzjan.", "Aleksanyan bevond zich in de jaren negentig aan de winnende kant, toen Armenië niet alleen de kern van Nagorno-Karabach veroverde, maar ook omringende gebieden waar honderdduizenden Azerbeidzjanen woonden. Armenië achtte dat nodig om de veiligheid van Nagorno-Karabach te garanderen. Azerbeidzjanen zwoeren dat ze dat onrecht ongedaan zouden maken.", "Azerbeidzjan viert de overwinning, maar het heroverde gebied ‘lijkt op de hel’, volgens Umud Mirzayev, de directeur van een Azerbeidzjaans persbureau. Ook van zijn dorp is weinig meer over. “Het was hier zo groen, deze streek was beroemd om zijn landbouwbedrijven, druiven, katoen en schapen. En kijk nu eens, een troosteloze bende.”", "Azerbeidzjan biedt Armeniërs op zijn grondgebied verzoening aan en een gelijkwaardige status, maar weinigen geloven dat dit in de praktijk gaat werken. Volgens Armeniërs zullen zij als christenen altijd door de overwegend islamitische Azerbeidzjanen worden gehaat. Ook vrezen ze de gevolgen van de steeds nauwere banden tussen Azerbeidzjan en Turkije, dat de in 1915 begonnen Armeense genocide ontkent.", "Sommige Armeniërs erkennen dat alle kansen op een blijvende vrede zijn verprutst tijdens de zich tientallen jaren voortslepende en vruchteloze vredesbesprekingen. Bemiddelaars deden hun best Armenië te bewegen Azerbeidzjanen in elk geval te laten terugkeren naar districten als Aghdam en Fizuli. Maar Armenië hield die gebieden liever achter de hand als ruilmiddel bij besprekingen over onafhankelijkheid of afscheiding voor Nagorno-Karabach. Azerbeidzjaanse leiders hebben overwogen om het gebied af te staan, maar het kwam er nooit van.", "Armeense diaspora", "De bemoeienis van Armeense politici en activisten overal ter wereld maakte de kans op een doorbraak nog kleiner. Ze stonden op het standpunt dat alle bezette gebieden rechtens toekwamen aan Armenië. Toen premier Nikol Pashinyan in augustus 2019 Nagorno-Karabach bezocht – Artsakh, in het Armeens – riep hij uit: “Artsakh is Armenië.” Een niet mis te verstane boodschap dat de aanhangers van een harde lijn tegen Azerbeidzjan in regeringskringen het pleit hadden gewonnen. Jarenlang is vanuit de Armeense diaspora aangedrongen op de vestiging van zoveel mogelijk Armeniërs in de bezette gebieden van Azerbeidzjan. Armenië heeft volgens hen ook daar recht op.", "“We hebben hier 5000 jaar lang gewoond, en we gaan slechts tijdelijk weg,” aldus de primaat van de Armeense Kerk in Groot-Brittannië, bisschop Hovakim Manukian. Hij hield een ‘afscheidspreek’ in het dorp Hak. Een gedenkplaat in de kerk beschreef hoe Turken en Koerden eeuwenlang plunderend en moordend door dit gebied waren getrokken en de Armeniërs hadden verdreven. Maar er was nauwelijks aandacht voor wat de Armeniërs in Hak en omgeving hadden aangericht voordat ze er onlangs werden verdreven.", "Veel Azerbeidzjanen vinden het goed als Armeniërs in Nagorno-Karabach blijven, zelfs onder de hoede van de Russische vredesmacht. Maar ze zullen de soevereiniteit nooit uit handen geven en willen dat Armenië zich daarbij neerlegt. “Waarom zouden we moeten vechten, elkaar doden?” aldus Teymur Haciyev. Hij werd op zijn tiende door de Armeniërs verdreven uit de plaats Shusha. “We hopen dat dit een goede les voor ze was. Misschien houden ze nu eens op met dromen.”", "© The New York Times", "Vertaling René ter Steege"], "authors": ["Carlotta Gall", "Anton Trojanovskil"], "keywords": ["armeniërs", "van", "het", "boven", "nagornokarabach", "en", "een", "ze", "armenië", "dat", "op", "armeense", "wraak", "hangt", "belofte"], "pubDate": "2021-01-03T16:00:11Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}