{"id": "397b60ea-80f6-369a-a9d6-05ad66c45aea", "title": "Rutte: 'Geen versoepelingen met Kerst, extra maatregelen niet uitgesloten'", "url": "https://nu.nl/coronavirus/6095438/rutte-geen-versoepelingen-met-kerst-extra-maatregelen-niet-uitgesloten.html", "summary": "Mogelijk worden er voor Kerst wel extra maatregelen genomen, omdat het aantal besmettingen snel oploopt.\n\"Het gaat echt niet goed met de besmettingscijfers, en ook niet in de ziekenhuizen\", aldus Rutte.\n\"Of we zorgen er samen voor dat de cijfers weer de goede kant opgaan, of de cijfers blijven stijgen.\nRutte wilde niet speculeren over wat voor extra maatregelen genomen zouden kunnen worden.\nHet vaccin zorgt er weliswaar voor dat je niet ziek wordt van het coronavirus, maar misschien neemt het de besmettelijkheid niet weg, aldus De Jonge.", "paragraphs": ["Er komt geen versoepeling van de coronamaatregelen tijdens de feestdagen, heeft premier Mark Rutte dinsdagavond bekendgemaakt tijdens een persconferentie. Mogelijk worden er voor Kerst wel extra maatregelen genomen, omdat het aantal besmettingen snel oploopt.", "Doordat het maatregelenpakket intact blijft, mogen mensen per dag één groep van maximaal drie mensen thuis ontvangen. Daarnaast blijft ook de horeca dicht met de feestdagen.", "\"Het gaat echt niet goed met de besmettingscijfers, en ook niet in de ziekenhuizen\", aldus Rutte. Volgens de premier staan we op een tweesprong. \"Of we zorgen er samen voor dat de cijfers weer de goede kant opgaan, of de cijfers blijven stijgen. Dan sluit ik niet uit dat we voor Kerst nog strengere maatregelen moeten nemen.\"", "Omdat dat laatste volgens Rutte iets is wat \"niemand wil\", roept hij op om vooral de coronaregels na te leven tijdens de feestdagen. \"Misschien krijgen we dan half januari wat meer ruimte. Dat kan nog steeds, maar dat moeten we met elkaar verdienen.\"", "Rutte wilde niet speculeren over wat voor extra maatregelen genomen zouden kunnen worden.", "RIVM meldt 43.000 positieve tests in week tijd", "Een paar weken geleden suggereerde Rutte dat de coronamaatregelen met de feestdagen mogelijk iets versoepeld konden worden, maar daarna verslechterden de besmettingscijfers.", "Dinsdag maakte het RIVM bekend dat in de afgelopen week ruim 43.000 mensen positief testten op het coronavirus. In de week ervoor waren dat er bijna tienduizend minder.", "331 Analyse: 'Gek genoeg wil het kabinet wachten met verzwaringen'", "De Jonge: 'Waken voor we-zijn-er-bijnastemming'", "Nu in januari naar verwachting kan worden begonnen met vaccineren, moeten we volgens minister Hugo de Jonge (Volksgezondheid) waken voor een \"we-zijn-er-bijnastemming\".", "Het vaccin zorgt er weliswaar voor dat je niet ziek wordt van het coronavirus, maar misschien neemt het de besmettelijkheid niet weg, aldus De Jonge. \"De maatregelen zullen dus blijven gelden totdat ze losgelaten kunnen worden.\"", "De Jonge verwacht dat de beperkende maatregelen pas in de loop van 2021 voor een deel losgelaten kunnen worden. \"Tot die tijd moeten we voorzichtig blijven.\"", "Volg de laatste ontwikkelingen rond het coronavirus in ons liveblog."], "authors": ["Door"], "keywords": ["geen", "van", "het", "met", "worden", "niet", "maatregelen", "kerst", "rutte", "uitgesloten", "dat", "extra", "er", "versoepelingen", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}