{"id": "39a0f115-64ff-3efd-a5ae-4149c0a4724c", "title": "De dag dat Nederland een beetje onafhankelijker werd", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/de-dag-dat-nederland-een-beetje-onafhankelijker-werd-794771/", "summary": "Op die dag zette het land in wording ruim vier eeuwen geleden een belangrijke stap naar onafhankelijkheid.\nDe nazi’s waren de laatste bezettingsmacht die Nederland op zijn grondgebied moest dulden.\nMeer info >>Minder bekend is dat Nederland ook een onafhankelijkheidsdag kent.\nMet dat document, dat wel wordt gezien als de geboorteakte van Nederland, verklaarden de Staten het gezag van de Spaanse koning als vervallen.\nAlles over Nederland, zijn ontstaansgeschiedenis, zijn identiteit en zijn tradities leest u in de Speciale Editie Nederland.", "paragraphs": ["In de Nederlandse geschiedenis is 17 december een belangrijke datum. Op die dag zette het land in wording ruim vier eeuwen geleden een belangrijke stap naar onafhankelijkheid.", "Veel Nederlanders zien de eerste week van mei als het moment om stil te staan bij begrippen als onderdrukking, bevrijding en vrijheid. Dat Dodenherdenking en Bevrijdingsdag op 4 en 5 mei vallen, is direct te relateren aan de periode in 1945 waarop de Duitsers de overgave accepteerde. De nazi’s waren de laatste bezettingsmacht die Nederland op zijn grondgebied moest dulden. Niet zo vreemd dat hun capitulatie tot een jaarlijkse Bevrijdingsdag leidde.", "De geboortepapieren van Nederland bevat – in hedendaags Nederlands – de drie belangrijkste en misschien wel meest revolutionaire geschriften uit de Nederlandse geschiedenis. Ingeleid en toegelicht door Coos Huijsen en Geerten Waling. Meer info >>", "Minder bekend is dat Nederland ook een onafhankelijkheidsdag kent. Onder aanvoering van de Stichting Nederlandse Onafhankelijkheid wordt jaarlijks op 26 juli herdacht dat op die dag in 1581 de Staten-Generaal het Plakkaat van Verlating ondertekenden. Met dat document, dat wel wordt gezien als de geboorteakte van Nederland, verklaarden de Staten het gezag van de Spaanse koning als vervallen.", "Bij de viering hoort een Onafhankelijkheidsrede, dit jaar uitgesproken door Herman Van Rompuy, oud-premier van België en voormalig voorzitter van de Europese Raad. Vanwege corona is de rede niet in de zomer, maar op zondag 13 december gehouden. Ook deze week heeft grote historische betekenis in de Nederlandse geschiedenis.", "Hart en hoofd van de Nederlandse Opstand", "Op 17 december 1580 besloten de Staten-Generaal, waarin de gewesten van de Nederlanden bijeenkwamen, namelijk tot verspreiding van de op 13 december aan hen aangeboden Apologie. Dat was een op persoonlijke titel geschreven open brief van Willem van Oranje, gericht aan de Spaanse koning Filips II die heerste over de Nederlanden. Aanleiding voor de Apologie was de ban die Filips had uitgesproken over Willem van Oranje. De Spaanse vorst zag hem als ‘leider, aanlegger en bewerker van de onlusten in ons rijk’. Oranje, hart en hoofd van de Nederlandse Opstand, was daarmee vogelvrij verklaard. Op zijn hoofd kwam een prijs te staan van 25.000 dukaten.", "Alles over Nederland, zijn ontstaansgeschiedenis, zijn identiteit en zijn tradities leest u in de Speciale Editie Nederland.", "De ban bewoog Willem tot een in grote woede en verdriet geschreven reactie. In 1580 zette hij in de Apologie pagina’s lang en met veel vuur uiteen waarom de opstand van de Nederlanders gerechtvaardigd was. Filips en de zijnen hadden met hun Inquisitie oude afspraken over godsdienst- en gewetensvrijheid geschonden. De Apologie was – letterlijk – ook een verontschuldiging: Willem van Oranje verklaarde waarom hij niet anders kon dan zich van de koning afkeren. Het stuk ademt verbittering: Oranje had jaren van strijd achter de rug en drie van zijn broers waren gesneuveld op het slagveld.", "Legitiem verzet tegen de onderdrukker", "De Apologie bracht een kentering teweeg in het karakter en de beleving van het Nederlandse verweer tegen de Spanjaarden. In hun inleiding bij het boek De geboortepapieren van Nederland beschrijven historici Coos Huijsen en Geerten Waling hoe Oranjes verdediging hielp het beeld van de Opstand te veranderen van een burgeroorlog in de Nederlanden tot een legitiem verzet tegen een buitenlandse onderdrukker.", "De Apologie werd na de omarming door de Staten-Generaal vertaald en wijd verspreid als pamflet. In die zin was het ook een propagandastunt, die aan iedereen duidelijk moest maken dat de geestelijk vader van de Opstand hoogstpersoonlijk en definitief afstand nam van de Spaanse koning, wiens dienaar hij jarenlang was geweest. Willems verweer tegen zijn vogelvrijverklaring mocht, zoals bekend, niet baten. In 1584 maakte de Franse katholiek Balthasar Gerards een einde aan het leven van de zwijgzame verzetsleider.", "Cruciaal was dat de Staten-Generaal het persoonlijk betoog van Oranje een formeler vervolg gaven met het Plakkaat van Verlating. Dat zou na vele schermutselingen uitmonden in de Republiek der Zeven Verenigde Nederlanden. Een nog veel langere oorlog zou volgen.", "Inspiratiebron voor latere revoluties", "Het is niet vergezocht om te veronderstellen dat Plakkaat noch Republiek noch het moderne Nederland er was gekomen zonder Willem van Oranjes Apologie. De Nederlandse revolutie vormde bovendien een inspiratiebron voor latere omwentelingen in Engeland, Frankrijk en de Verenigde Staten, schrijven Huijsen en Waling in De geboortepapieren van Nederland.", "Om al die redenen mag 17 december, de dag waarop het vrijheidsbetoog van de Vader des Vaderlands onder zijn landgenoten werd verspreid, worden beschouwd en herinnerd als een datum waarop Nederland een belangrijke stap zette naar onafhankelijkheid."], "authors": [], "keywords": ["zijn", "van", "en", "een", "onafhankelijker", "beetje", "nederlandse", "op", "nederland", "werd", "het", "dag", "dat", "die"], "pubDate": "2020-12-17T14:04:44Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}