{"id": "39afbba8-fd37-32b9-ad38-c94f023836ab", "title": "Calamity: grenzen verleggen in een schilderachtig Wilde Westen", "url": "https://www.parool.nl/kunst-media/calamity-grenzen-verleggen-in-een-schilderachtig-wilde-westen~b903239d/", "summary": "Calamity, met een karakteristieke 2D-tekenstijl zonder omtreklijnen die de grenzeloosheid van de Amerikaanse New Frontier verbeeldt, maakt op een subtiele maar imposante manier gebruik van de mogelijkheden van het genre.\nDe nieuwe animatiefilm van Rémi Chayé (Long Way North) lijkt op een impressionistisch schilderij, met vegen felle kleuren die het imposante landschap vangen.\nDe film is gebaseerd op de jonge jaren van Martha ‘Calamity’ Jane, een historisch figuur die als inspi­ratie diende voor een scala aan vertellingen over het Wilde Westen.\nCalamity Jane is een pionier die met haar bestaan ook maatschappelijke grenzen verlegt.\nWanneer Martha Jane wordt beschuldigd van een misdaad die ze niet heeft gepleegd, vlucht ze in een poging haar naam te zuiveren.", "paragraphs": ["Calamity Beeld Maybe Movies", "In animatie is meer mogelijk dan in liveaction. Calamity, met een karakteristieke 2D-tekenstijl zonder omtreklijnen die de grenzeloosheid van de Amerikaanse New Frontier verbeeldt, maakt op een subtiele maar imposante manier gebruik van de mogelijkheden van het genre.", "De nieuwe animatiefilm van Rémi Chayé (Long Way North) lijkt op een impressionistisch schilderij, met vegen felle kleuren die het imposante landschap vangen. Vooral de openluchten, met roze strepen, oranje-groene wolken of spikkelsterren zijn adembenemend.", "De film is gebaseerd op de jonge jaren van Martha ‘Calamity’ Jane, een historisch figuur die als inspi­ratie diende voor een scala aan vertellingen over het Wilde Westen. Er blijven misschien weinig feitelijkheden overeind in de kindervertelling, maar de kern van de legende rondom de frontiersvrouw blijft behouden.", "Calamity Jane is een pionier die met haar bestaan ook maatschappelijke grenzen verlegt. Wanneer haar vader gewond raakt, wil de zestien­jarige Martha Jane verantwoordelijkheid nemen over de huifkar waarmee ze in een stoet pioniers naar het Westen trekt. Ze trekt een broek aan, leert zichzelf lassowerpen en knipt haar haren kort.", "Wanneer Martha Jane wordt beschuldigd van een misdaad die ze niet heeft gepleegd, vlucht ze in een poging haar naam te zuiveren. De animatie verandert met Martha Jane mee wanneer ze zich voordoet als jongen (Marcus), ontdekt wordt als meisje, en uiteindelijk haar veranderende identiteit inzet om weer veilig bij haar familie te komen.", "Calamity is een film over zelfontdekking en de kostuums die we aantrekken om onszelf te voelen. Hoewel de echte Calamity Jane om meer redenen dan alleen haar uiterlijk ­buiten de maatschappij viel – zo stond ze op jonge leeftijd al bekend als een dronkaard – presenteert Rémi Chayé een gladgestreken versie van haar jeugd in een bruisende film met een duidelijk moraal."], "authors": ["Roosje Van Der Kamp"], "keywords": ["van", "grenzen", "wilde", "verleggen", "het", "op", "schilderachtig", "met", "die", "jane", "een", "haar", "ze", "calamity", "martha", "westen"], "pubDate": "2020-12-09T10:38:59+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}