{"id": "39b79b28-0132-3322-8835-70af6e43e9be", "title": "In de gehandicaptenzorg is nabijheid nodig, maar vaccin lijkt later te komen", "url": "https://www.nrc.nl/nieuws/2021/01/10/in-de-gehandicaptenzorg-is-nabijheid-nodig-maar-vaccin-lijkt-later-te-komen-a4026952", "summary": "Maar een groot deel van de mensen die gebruikmaken van gehandicaptenzorg weet dat niet.\n136 medewerkers en 51 cliënten wachten op de uitslag van een test en zitten ook in quarantaine.\n„Met het vaccin kunnen we weer duidelijkheid bieden.”Rouwendal werkte vorige maand op een groep waar corona was uitgebroken.\n„Aan haar is ook kalmerende medicatie gegeven.” Mensen met een verstandelijke beperking hebben nabijheid nodig, zegt Rouwendal, die 41 jaar in de gehandicaptenzorg werkt.\n„We weten dat mensen met een verstandelijke beperking getraumatiseerd kunnen raken.”Dat het aantal zieke zorgverleners snel oploopt baart haar zorgen.", "paragraphs": ["Toen alles nog normaal was, at Gerda in ’t Hout (59) elke dag twee of drie keer een taartje in de brasserie op de hoek. Meestal appeltaart, maar iets anders was ook goed. Ze ging graag zelf sigaretten en chocola kopen bij de Spar, die op het terrein zit, vlak bij haar studio in woonzorgpark Groot Schuylenburg in Apeldoorn. Alles is nu weer dicht. „Niemand weet wanneer het over gaat”, zegt In ’t Hout, die erg vrolijk is en na iedere zin zachtjes lacht. „Elke dag denk ik: ik ben blij dat ik nog leef.”", "In haar rode Minnie Mouse-trui met sneeuwvlokken viert ze ook in januari nog een beetje Kerst. Tijdens de kerstdagen mochten In ’t Hout en de andere bewoners hun studio niet uit, ze moesten in quarantaine omdat een medewerker positief was getest. „Het was heel rot”, zegt ze. Ze zou Kerst eigenlijk samen met haar nicht vieren.", "Ze hoopt dat alles snel weer normaal wordt. „In mei word ik zestig”, zegt In ’t Hout. „Dan wil ik visite, een leuke zitzak en oorbellen met kruisjes.”", "Gerda in ‘t Hout en haar begeleider. Foto Bram Petraeus", "Marsmannetjes", "Gerda in ’t Hout snapt ongeveer wat er aan de hand is, en wat een pandemie is. Maar een groot deel van de mensen die gebruikmaken van gehandicaptenzorg weet dat niet. Aan hen is het moeilijk uit te leggen dat zij niet uit hun kamer mogen en dat hun zorgverleners er ineens uit kunnen zien als marsmannetjes. Het is een zware groep om in deze tijd mee te werken, zegt Bas Jansen, regiodirecteur Apeldoorn bij ’s Heeren Loo, een grote zorgaanbieder voor mensen met een verstandelijke beperking.", "Het zicht op een vaccinatie stemde in de gehandicaptenzorg daarom voorzichtig optimistisch, maar de gang van zaken in de afgelopen week zorgt nu voor veel frustratie bij mensen die in deze zorgsector werken. Aanvankelijk stonden deze zorgverleners vooraan in de rij voor een prik, samen met andere verzorgers van kwetsbare groepen. Maar toen er vorige week de strategie werd aangepast, nadat ziekenhuisbestuurder Ernst Kuipers en Diederik Gommers, voorzitter van de vereniging voor IC-artsen, een oproep deden om essentieel zorgpersoneel snel te vaccineren, is er onduidelijkheid ontstaan.", "Veel zorgverleners in de gehandicaptenzorg hadden al een vaccinatie-uitnodiging verwacht, maar hebben die nog niet gekregen. Die komt waarschijnlijk in februari. Ze maken zich zorgen. „Er is een soort wapenwedloop ontstaan. Het lijkt wel of we een competitie met elkaar zijn aangegaan”, zegt Bas Jansen. „Daarom moeten wij nu ook een lans voor onszelf breken.”", "Lees ook: 17 vragen over vaccineren", "Ongewenste aanpassing", "In een brandbrief aan minister Hugo de Jonge (Volksgezondheid, CDA) sprak de Vereniging Gehandicaptenzorg Nederland vorige week haar zorg uit over de meeste recente vaccinatiestrategie. „We waren blij met het gekozen tijdpad voor vaccinatie in de gehandicaptenzorg, maar in de afgelopen dagen zagen we een ongewenste aanpassing van dat beleid”, schrijft bestuursvoorzitter Boris van der Ham. „Daarom trekken we nu bij u aan de bel, met een dringend beroep om koersvast te blijven.”", "In de brief wordt de kwetsbaarheid van cliënten en de professionals die hen zorg leveren benadrukt. „Het ziekteverzuim is bij veel van onze leden heel hoog, hoger bijvoorbeeld dan in de ziekenhuizen. Hierdoor staat de continuïteit van zorg en ondersteuning aan mensen met beperking zwaar onder druk. Bovendien kan de zorg op woonlocaties niet afgeschaald worden.”", "Cliënt Gerda in ‘t Hout en haar begeleider Joan Holdijk. Foto Bram Petraeus", "Veel van zijn medewerkers zijn overwerkt, zegt Bas Jansen. Het ziekteverzuim is 11 procent tegenover 5 procent in de zomer. Bij ’s Heeren Loo zijn nu 220 medewerkers (van de 17.000) en 136 cliënten (van de 14.000) besmet met corona. 136 medewerkers en 51 cliënten wachten op de uitslag van een test en zitten ook in quarantaine.", "Mensen met een verstandelijke beperking lopen een hoger risico, want 7 procent van de verstandelijk beperkten bij wie corona werd vastgesteld is overleden. Bij ’s Heeren Loo zijn er 29 overlijdens geregistreerd. In heel Nederland werken er ongeveer 170.000 mensen voor 200.000 cliënten in de gehandicaptenzorg.", "Baat bij regelmaat", "Ook begeleider en cliëntcoach bij ’s Heeren Loo Anja Rouwendal vreest dat de gehandicaptenzorg en mensen met een verstandelijke beperking „wéér” over het hoofd worden gezien in de vaccinatiewedloop. „In het begin van de crisis was dat ook zo, toen er lang geen beschermende kleding voor veel zorgverleners was.”", "Mensen met een verstandelijk beperking hebben veel baat bij regelmaat, zegt Rouwendal, en die is er de afgelopen maanden, mede door de steeds veranderende coronamaatregelen, niet echt geweest. Eerst mochten ouders helemaal niet op bezoek, toen op anderhalve meter. Eerst gingen de winkels en werkplekken voor cliënten dicht, toen weer open, en nu weer dicht. „Met het vaccin kunnen we weer duidelijkheid bieden.”", "Rouwendal werkte vorige maand op een groep waar corona was uitgebroken. Acht van de tien bewoners kregen het uiteindelijk, inmiddels zijn ze allemaal beter. Ongeveer een maand mochten zij niet of heel beperkt naar buiten. „Het was het moeilijkste als ze zich weer wat beter gingen voelen, want dan wilden ze ook meer ondernemen.” De deuren gingen op slot, bewoners schreeuwden, trapten en bonkten tegen de deuren. „Je kon niet altijd even bij ze gaan kijken.” Dat ligt onder meer aan de strenge protocollen omtrent hygiëne, die voorschrijven dat je niet zomaar met de ‘besmette’ beschermende kleding in en uit mag lopen.", "Uitleggen wat er aan de hand was kon bij deze groep niet: ze zijn de taal niet genoeg machtig om te begrijpen wat er gebeurt. „Ze zijn als hele kleine kinderen.” Een vrouw die niet ziek was, werd heel bang van Rouwendal en haar collega’s in hun beschermende pakken. „Aan haar is ook kalmerende medicatie gegeven.” Mensen met een verstandelijke beperking hebben nabijheid nodig, zegt Rouwendal, die 41 jaar in de gehandicaptenzorg werkt.", "Over het hoofd gezien", "„De kwaliteit van leven voor mensen met een beperking is ernstig achteruit gegaan”, zegt Ilse Zaal, arts voor verstandelijk beperkten bij Prinsenstichting en het Academisch Medisch Centrum in Amsterdam. Ze maakt zich ernstige zorgen over de schade die mensen kunnen oplopen door de onduidelijke situaties waarin ze terechtkomen, bijvoorbeeld als ze hun kamer niet uit mogen. „We weten dat mensen met een verstandelijke beperking getraumatiseerd kunnen raken.”", "Dat het aantal zieke zorgverleners snel oploopt baart haar zorgen. „Het is volgens mij nog niet gebeurd, maar er wordt op sommige plekken gesproken over het inzetten van besmette medewerkers die niet ziek zijn.” Ook Zaal heeft de indruk dat de gehandicaptenzorg over het hoofd wordt gezien. „Toen we vooraan in de rij stonden voor een vaccinatie, waren we opgelucht. Hè, hè, eindelijk zien ze ons. Maar nu lijkt het erop dat er toch weer keuzes gemaakt worden die ten koste gaan van de gehandicaptenzorg.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Kim Bos", "Januari Om", "Leestijd Minuten"], "keywords": ["komen", "lijkt", "bij", "er", "met", "ze", "nodig", "te", "vaccin", "die", "van", "gehandicaptenzorg", "en", "een", "later", "het", "maar", "niet", "nabijheid"], "pubDate": "2021-01-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}