{"id": "39ba6ac2-b75b-3059-acdb-814f3150579c", "title": "Verdeeldheid is te zwak uitgedrukt voor wat Amerika mankeert", "url": "https://trouw.nl/opinie/verdeeldheid-is-te-zwak-uitgedrukt-voor-wat-amerika-mankeert~b4bc34c0/", "summary": "Dagelijks nog twittert hij dat het niet waar kan zijn dat hij de verkiezingen verloor.\nHier en daar is het aanstaande vertrek van Trump aanleiding om te pleiten voor afscheiding van de staten die voor hem stemden.\nDe media-verslaggever van Politico, Jack Shafer, tekent daarbij overigens aan dat die praat al zo lang bestaat als Amerika zelf.\nEn ook bij het weerstaan van het coronavirus heeft politieke verdeeldheid geleid tot grote schade, schrijven de onderzoekers.\nEn er is meer bekend over hoe die processen werken, wat de factoren zijn die het bevorderen, wat de rol is van het politieke systeem, en van de media.", "paragraphs": ["Eindelijk stelde de Republikeinse fractieleider in de Senaat, Mitch McConnell, dinsdag vast dat Joe Biden de presidentsverkiezingen gewonnen had.", "Daar kun je op twee manieren tegenaan kijken: goed dat de meeste prominente Republikeinen het eindelijk erkennen, over tot de orde van de dag. Of: wat slecht dat ze het nu pas erkennen, dat heeft de verdeeldheid onder de Amerikanen verder aangewakkerd.", "Zelfs Joe Biden, die stevig inzet op een goede samenwerking met de Republikeinen, ontsnapt niet aan dat laatste chagrijn. In een interview met komiek Stephen Colbert donderdagavond treurde hij over de houding van de Republikeinse senator Lindsay Graham, die nog steeds volhoudt dat Trump een kansje maakt om president te blijven. “Lindsay is een persoonlijke teleurstelling voor me, want ik was een goede vriend van hem”, zei hij.", "De na-verkiezingscampagne van Donald Trump dendert intussen onverminderd voort. Dagelijks nog twittert hij dat het niet waar kan zijn dat hij de verkiezingen verloor. Woensdag ontving de Republikeinse senator Ron Johnson in een commissievergadering een aantal getuigen die vertelden hoe oneerlijk de verkiezingen waren verlopen – al hadden hun bezwaren bij geen enkele rechter gehoor gekregen. Die rechters hadden zich verscholen achter procedurekwesties, klaagde collega-senator Republikein Rand Paul, vergetend dat tijdens een flink aantal rechtszaken wel degelijk ook naar de argumenten was gekeken.", "De regeringsperiode van Joe Biden kan een heel vervelende worden. Er loopt nog een onderzoek naar de vermeende misstappen van de FBI in het onderzoek naar de connectie tussen de Russen en de campagne van Trump. Volgens Trump werd dat gestart uit vijandschap tegen hem en de Republikeinen. De vertrekkende minister van justitie William Barr heeft de aanklager die het onderzoek uitvoert onlangs de status van ‘speciaal aanklager’ gegeven, waardoor hij door zijn Democratische opvolger, of Biden zelf, moeilijk te ontslaan is.", "En op de rechtse tv-zender Fox News had het coronavirus als onderwerp de afgelopen week flinke concurrentie van Bidens zoon Hunter, die een justitieel onderzoek aan zijn broek heeft naar mogelijke belastingfraude. Commentatoren op die zender speculeren grif dat Joe Biden er ook wel bij betrokken zal zijn.", "Politieke strijdbijl", "Is het dan zo moeilijk om de politieke strijdbijl te begraven, al is het maar voor anderhalf jaar, tot de campagne van de volgende congresverkiezingen? Kennelijk. En dat komt doordat wat de Amerikanen verdeelt zo langzamerhand niet meer een politieke scheidslijn is, maar een kloof tussen twee groepen die elkaar met diep wantrouwen bekijken.", "Wat ze daarbij denken, bracht de onpartijdige onderzoeksorganisatie Pew mooi in beeld, op een interactieve website waar Republikeinen en Democraten elkaar proberen uit te leggen wie ze zijn en waar het hen om gaat.", "Pew vroeg iedereen in het vaste panel van een kleine 12.000 mensen of ze op Trump of op Biden hadden gestemd. Die kiezers vroegen ze, de stemmers op de andere kandidaat iets te vertellen over zichzelf, iets waarvan ze graag wilden dat de ander het nu eindelijk eens zou begrijpen. Op de website staan ze gegroepeerd op onderwerp en partij.", "Er komen natuurlijk veel bekende politieke thema’s langs, maar ook roerende hartekreten. “Ik ben een terminaal zieke, alleenstaande moeder. Biden gaat de belasting verhogen en ik kom nu al niet rond. Ik voel me onbeschermd”, schrijft een Trump-stemmer.", "“Ik ben een gewone Amerikaanse burger van wie de overgrootmoeder een slaaf was. Ik heb meer dan dertig jaar gewerkt voor ik met pensioen ging. Ik wil een beter en veelkleurig Amerika om in te leven, net als jij”, schreef een vrouw die op Biden had gestemd.", "De deelnemers aan dat onderzoek waren tenminste nog bereid iets aan elkaar te vertellen. Maar veel Amerikanen lijken niets meer met de andere partij te maken te willen hebben. Hier en daar is het aanstaande vertrek van Trump aanleiding om te pleiten voor afscheiding van de staten die voor hem stemden. De media-verslaggever van Politico, Jack Shafer, tekent daarbij overigens aan dat die praat al zo lang bestaat als Amerika zelf.", "Een einde aan de supermacht?", "Een keer heeft die drang tot afscheiding natuurlijk tot een burgeroorlog geleid. Die voorkwam afscheiding, en de VS konden hun opmars voortzetten naar economische, politieke en militaire supermachtstatus. Een splitsing van het land zou daar een einde aan maken. Maar het is de vraag of die splitsing niet al aan de gang is. Columnist Thomas Edsall van de Washington Post vestigde deze week de aandacht op een in het vakblad Science verschenen analyse door een aantal sociale wetenschappers van wat ze ‘Het politieke sektarisme in Amerika’ noemden.", "Volgens hen zijn de politieke en culturele verschillen in het land inmiddels zo groot, dat wie niet bij dezelfde partij hoort, wordt gezien als ‘de ander’, met afkeuring, afkeer, soms ronduit haat.", "Dat berokkent de VS concrete schade. De haat verleidt politici ertoe om de regels van de democratie aan hun laars te lappen, en partijgangers om geweld te gebruiken. Dat is immers voor een goed doel: het land bewaren voor de schade die de tegenpartij wil aanrichten. Het maakt de democratie bovendien kwetsbaar voor buitenlandse inmenging.", "En ook bij het weerstaan van het coronavirus heeft politieke verdeeldheid geleid tot grote schade, schrijven de onderzoekers. Een van de instrumenten voor het beperken van de verspreiding, het mondkapje, werd tot politiek symbool, waardoor het niet zo effectief was als het had kunnen zijn.", "Kan het nog goed komen? Misschien. Het land is vaker door perioden van intern conflict gekomen. En er is meer bekend over hoe die processen werken, wat de factoren zijn die het bevorderen, wat de rol is van het politieke systeem, en van de media.", "In de Washington Post citeert Edsall een onderzoeker die dat soort processen in wiskundige modellen probeert te vatten: Peter Turchin van de University of Connecticut. Met typisch Amerikaans optimisme vertelde deze immigrant uit Rusland hem: “Het is niet onafwendbaar. We zijn integendeel misschien wel de eerste samenleving in de geschiedenis die, al is nog vaag, de diepe structurele krachten kan zien die ons naar de afgrond duwen.”", "Correspondent Bas den Hond schrijft elke week een column over de VS."], "authors": ["Bas Den Hond"], "keywords": ["van", "verdeeldheid", "voor", "en", "mankeert", "een", "uitgedrukt", "aan", "te", "amerika", "op", "het", "zwak", "wat", "dat", "die"], "pubDate": "2020-12-19T12:33:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}