{"id": "39c05fa2-f377-31d4-bee9-1b564155e82d", "title": "De zaak tegen energiereus Shell laat zien wat er op het spel staat voor het milieu", "url": "https://trouw.nl/opinie/de-zaak-tegen-energiereus-shell-laat-zien-wat-er-op-het-spel-staat-voor-het-milieu~b57864e0/", "summary": "­Milieudefensie stelt dat Shell zijn verantwoordelijkheid ontduikt in de strijd tegen de wereldwijde klimaatverandering.\nDe Shell-zaak is interessant omdat die op een nieuwe manier inzichtelijk kan maken wat hier op het spel staat.\nMilieudefensie en vele andere organisaties strijden al decennialang met acties en informatiecampagnes tegen de aantasting van het milieu.\nShell stelt dat het niet aan de rechter is om de koers van een privaat concern te bepalen.\nWat ons betreft ver: Shell is een van de grootste bedrijven, op de enige aarde die er is.", "paragraphs": ["Niet eerder daagde een milieuorganisatie, gesteund door duizenden burgers, een energiereus als Shell voor de rechter. ­Milieudefensie stelt dat Shell zijn verantwoordelijkheid ontduikt in de strijd tegen de wereldwijde klimaatverandering. Het wil daarom het olie- en gasbedrijf via de rechter dwingen de uitstoot van broeikasgas fors terug te dringen.", "Wat de uitkomst ook zal worden, dit unieke proces is zeer welkom. Het staat iedere burger en organisatie vrij naar de rechter te stappen als ze vinden dat hun belangen geschaad zijn, en dat is een groot goed in Nederland. Het is aan de rechtbank zelf om te oordelen of Milieudefensie en de 17.000 mede-eisers ontvankelijk zijn, met andere woorden, of de rechter de zaak inhoudelijk zal behandelen.", "De Shell-zaak is interessant omdat die op een nieuwe manier inzichtelijk kan maken wat hier op het spel staat. Milieudefensie en vele andere organisaties strijden al decennialang met acties en informatiecampagnes tegen de aantasting van het milieu. In deze rechtszaak zal op tafel moeten komen hoe Shell haar beloftes van duurzaam beleid denkt waar te maken, met bewijzen en argumenten. Feit is dat olie en gas nog altijd de kurk zijn waarop het concern drijft. Ook is bekend dat het bedrijf jarenlang een intensieve en dure lobby bij de politiek heeft gevoerd om de gevolgen van broeikasuitstoot in twijfel te trekken.", "De rechter zat niet op de verkeerde stoel", "De plannen die bijvoorbeeld de VVD heeft om de gang naar de rechter voor stichtingen en verenigingen als Milieudefensie lastiger te maken, is in dat opzicht hetzelfde als David zonder steen en slinger laten vechten tegen Goliath.", "Shell stelt dat het niet aan de rechter is om de koers van een privaat concern te bepalen. Dergelijk verwijt klonk ook bij de Urgenda-zaak, al stond toen de overheid zelf in het beklaagdenbankje. De staat werd aangesproken op de zorgplicht die ze heeft voor haar burgers, om een gezonde leefomgeving te garanderen. Tot aan de hoogste rechter hield het vonnis stand – de overheid moet meer en sneller maatregelen nemen. Daarbij ging het om klimaatdoelen die de overheid, de politiek, zichzelf had gesteld, in die zin zat de rechter niet op de verkeerde stoel.", "Natuurlijk zal een rechter dit keer geen stoel opeisen in de bestuurskamer van Shell. Het gaat hier om de vraag wat Shell heeft gedaan of juist nagelaten, of dat in strijd is met wetten of mensenrechten, en hoever Shells verantwoordelijkheid strekt. Wat ons betreft ver: Shell is een van de grootste bedrijven, op de enige aarde die er is. Maar dat besluit is aan de rechter.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": [], "keywords": ["spel", "rechter", "van", "wat", "shell", "het", "zien", "staat", "op", "tegen", "een", "en", "dat", "te", "zaak", "om", "voor"], "pubDate": "2020-12-03T01:00:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}