{"id": "39cb5975-18c1-3ab6-8937-e9fca1ccf7b6", "title": "Parodie-onderzoek met een kritische noot: op klompmaat 38 is ic-personeel het snelst", "url": "https://volkskrant.nl/wetenschap/parodie-onderzoek-met-een-kritische-noot-op-klompmaat-38-is-ic-personeel-het-snelst~b576edab/", "summary": "Respondenten op klompmaat 38 waren 4,4 seconden eerder bij de lift dan die op maat 47.\nOp welke klompmaat leveren medewerkers op de intensive care de snelste zorg: op maat 38 of maat 47?\nIntensivist Paul Elbers van het Amsterdam UMC haalde er onlangs het wetenschappelijk tijdschrift Journal of Critical Care mee.\nDe gemiddelde zorgverlener loopt 4,4 seconden harder op maat 38 dan op maat 47.\nDat is een prima studie, maar het gaat voorbij aan het feit dat het beste moment voor een bloedtransfusie voor iedere patiënt anders is.", "paragraphs": ["Respondenten op klompmaat 38 waren 4,4 seconden eerder bij de lift dan die op maat 47. Beeld Eva Faché", "Het was een van de gekste studies uit 2020. Op welke klompmaat leveren medewerkers op de intensive care de snelste zorg: op maat 38 of maat 47? Intensivist Paul Elbers van het Amsterdam UMC haalde er onlangs het wetenschappelijk tijdschrift Journal of Critical Care mee. Medische klompen worden door veel ziekenhuizen gratis verstrekt. Wie welke maat krijgt, is een kwestie van ‘persoonlijke voorkeur in plaats van solide wetenschappelijk bewijs welke schoenmaat de beste resultaten geeft’, aldus de studie.", "Elbers liet vijftig personeelsleden rennen, van de koffiekamer naar de lift die toegang geeft tot de eerste hulp. De ene helft – ongeacht hun schoenmaat – op maat 38. De andere helft – eveneens ongeacht hun schoenmaat – op maat 47. De medewerkers op maat 38 waren 4,4 seconden sneller.", "Wat wilt u hiermee aantonen?", "‘Het is natuurlijk een parodie. In veel wetenschappelijke studies over de beste zorg op de intensive care worden twee vrij extreme interventies vergeleken. Vervolgens wordt gekeken waar de patiënten gemiddeld genomen het best op reageren. Maar dat vertelt maar een gedeelte van het verhaal. Dat laat de klompenstudie zien. De gemiddelde zorgverlener loopt 4,4 seconden harder op maat 38 dan op maat 47. Maar voor de gemiddelde zorgverlener pakt dit natuurlijk niet goed uit, want de gemiddelde zorgverlener bestaat niet. De gemiddelde patiënt evenmin.’", "Kunt u voorbeelden noemen van wetenschappelijk onderzoek waar u ongelukkig mee bent?", "‘Neem de vraag bij welk bloedgehalte je een bloedtransfusie moet geven. Om daar antwoord op te geven, vergeleken onderzoekers het effect van transfusies bij 4,3 millimol hemoglobine per liter bloed met 6,2 millimol per liter. De conclusie luidt dat het beter is om bij 4,3 millimol tot een bloedtransfusie over te gaan. Dat is een prima studie, maar het gaat voorbij aan het feit dat het beste moment voor een bloedtransfusie voor iedere patiënt anders is. Afhankelijk van de doorbloeding van de organen, hoeveel zuurstof er in het bloed zit en ga zo maar door. We moeten dus niet blind doen wat zulke studies zeggen.’", "Gebeurt dat wel?", "‘Nou, elke intensivist weet in principe wel dat een gemiddelde uitkomst minder houvast biedt voor jouw patiënt dan je zou willen. Maar als zo’n studie wordt gepubliceerd, werkt het toch zo dat je eerder doet wat in zo’n onderzoek als de beste aanpak komt bovendrijven. De hele geneeskunde laat zich toch leiden door dit onderzoek. En dan hebben wij als intensivisten nog het voordeel dat wij onze patiënten heel frequent zien en daarmee direct zicht hebben op het effect van ons handelen. Voor de meeste artsen geldt dat niet.’", "Kunt u nog een voorbeeld noemen waarom een gemiddelde patiënt niets heeft aan gemiddelde uitkomsten?", "‘Een actueel thema: beademing. Kun je mensen beter met kleine teugjes of grotere teugen beademen? Patiënten worden in twee groepen verdeeld en dan blijken kleine teugjes beter te werken. Maar in de praktijk moet je natuurlijk meewegen hoe stug de longen zijn, hoe goed de zuurstof wordt opgenomen en ga zo maar door.’", "U bekritiseert rct’s (randomized controlled trials) die proefpersonen door loting verdelen over verschillende groepen om de beste behandeling vast te stellen. Dat is wel de gouden standaard in het medisch onderzoek.", "‘Ja, ze zijn zeker belangrijk. Maar het is niet de heilige graal, we willen enig tegenwicht bieden. We moeten wel kritisch blijven. De mooie resultaten in deze studies zijn vaak een beetje kunstmatig. Neem het onderzoek naar het beademen met kleine of grote teugen. Dat is begonnen met een studie waarbij zeer grote teugen van 12 milliliter per kilo lichaamsgewicht werden getest. Ja, dan geven die kleine teugjes al snel betere resultaten. Dan creëer je kunstmatig een groot effect, met meer kans op publicatie in een wetenschappelijk tijdschrift. Daarom kozen wij in onze klompenstudie voor maat 47. Die is zo groot dat maat 38 wel beduidend beter moest scoren.’", "Hoe moet het anders?", "‘Nou, als het om de klompen gaat, zou je kunnen kijken of je de snelste tijden en het meeste comfort bereikt als je de klompmaat afstemt op de grootte van de voet. Hoe wild is dat – in tijden waarin iedereen de mond vol heeft van gepersonaliseerde zorg?’", "In het kerstnummer van het gezaghebbende British Medical Journal staat elk jaar een reeks met dit soort grappige studies met een serieuze ondertoon. U werd afgewezen?", "‘Ja. Ze vonden het niet grappig genoeg. Wat op zich wel weer grappig is.’"], "authors": ["Margreet Vermeulen"], "keywords": ["van", "snelst", "noot", "gemiddelde", "parodieonderzoek", "klompmaat", "met", "een", "dat", "icpersoneel", "op", "maat", "het", "maar", "kritische", "je"], "pubDate": "2020-12-20T16:04:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}