{"id": "39d78122-5694-387c-a472-e2020d614f76", "title": "Recept van de dag: Beurre café de Paris", "url": "https://www.telegraaf.nl/lifestyle/348736115/recept-van-de-dag-beurre-cafe-de-paris", "summary": "Dat is zeker, maar tussen de recepten door staat een beginselverklaring, een heldere weergave van een prachtige visie op koken.\nEén van de recepten is gegratineerde groene kool met beurre café de Paris.\nDus de rest van het recept zie je morgen.\nVolgende dag meng je het door boter.\nVorm er een rol van en leg minstens ene nacht in de koelkast.", "paragraphs": ["Het is een kookboek. Dat is zeker, maar tussen de recepten door staat een beginselverklaring, een heldere weergave van een prachtige visie op koken. Koken dat altijd begint met de landbouw, met de tuinbouw, met de teelt of de jacht. Daar al heb je verantwoording, vindt Karpathios. En hij neemt ons mee naar Frankrijk. Het had ook ergens anders kunnen zijn. Eén van de recepten is gegratineerde groene kool met beurre café de Paris. Die boter bevat zoveel ingrediënten dat we daarmee al bijna alle ruimte hier vol hebben. Dus de rest van het recept zie je morgen. Eerst die “kruiden”boter maar maken. Altijd goed om in je diepvries te hebben. Alle ingrediënten mengen en dan een nachtje koel laten staan. Volgende dag meng je het door boter. Vorm er een rol van en leg minstens ene nacht in de koelkast.", "Nodig:", "•500 gr zachte boter", "•1 eetl ketchup", "•½ eetl grove mosterd", "•50 gr fijngesneden sjalotten", "•25 gr fijngesneden kappers", "•25 gr fijngesneden peterselie", "•½ theel oregano (gedroogd) ½ eetl vers", "•½ theel fijngesneden kervel (gedroogd) ½ eetl vers", "•½ theel fijngesneden dragen (gedroogd) ½ eetl vers", "•1 theel fijngesneden tijm", "•1 theel fijngesneden rozemarijn", "•½ eetl paprikapoeder, mild", "•½ eetl kerriepoeder", "•1 teen knoflook, gehakt", "•1 theel zout", "•1 theel peper uit de molen", "•1 mespunt cayennepeper", "•50 ml cognac", "•50 ml madera", "•geraspte schil en sap van halve sinaasappel", "•1 theel worcestersaus"], "authors": [], "keywords": ["van", "café", "recept", "en", "een", "met", "paris", "theel", "beurre", "fijngesneden", "het", "dag", "gr", "eetl", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}