{"id": "39ed0f00-59ee-3e3c-8a29-4cff6a0bd2ab", "title": "ID&T returns to Arena with Beyond Sensation", "url": "https://www.parool.nl/english/id-t-returns-to-arena-with-beyond-sensation~ba679b5a/", "summary": "The first Sensation was held in 2000, returned to the arena yearly thereafter (twice in 2009), and was also held internationally.\nBeeld ANP“We had a dream, and we lived it,” says the video trailer, a montage of revellers at previous Sensation festivals.\nLike them, Beyond Sensation takes place in the Johan Cruijff Arena, this time on 4 July.\nThe first Sensation was held in 2000, returned to the arena yearly thereafter (twice in 2009), and was also held internationally.\nBeyond Sensation puts more emphasis on live shows and entertainment than audiences were used to.", "paragraphs": ["The first Sensation was held in 2000, returned to the arena yearly thereafter (twice in 2009), and was also held internationally. Beeld ANP", "“We had a dream, and we lived it,” says the video trailer, a montage of revellers at previous Sensation festivals. “It’s time to go beyond.”", "The new event is the latest offspring of the ID&T dynasty, though if the announcement is anything to go by, it’s not a whole lot different to its predecessors. Like them, Beyond Sensation takes place in the Johan Cruijff Arena, this time on 4 July. As always, the dress code is white.", "The first Sensation was held in 2000, returned to the arena yearly thereafter (twice in 2009), and was also held internationally. But after seventeen years and more than a hundred editions in thirty countries, the festival was shut down in the Netherlands. “All Dutch dance events are starting to look the same,” organiser Eric Keijer told Het Parool at the time. “This country has always been at the forefront of dance, and now it’s time for something new.”", "Transitional", "That “something new” is Beyond Sensation, though there’s still some way to go. “We’re in a sort of transitional phase,” Keijer says. “Our creative team has developed a new concept, but it’s not entirely complete. Beyond Sensation puts more emphasis on live shows and entertainment than audiences were used to. This is a foretaste of how ID&T sees the future, and what the public can expect from our 2021 event.”", "Keijer is tightlipped about the precise programme: “That’s going to be a secret for a while longer.” But he does reveal that there will be some “well-known faces” behind the turntables this year: their identities will be revealed when tickets go on sale next February."], "authors": ["Jari Goedegebuure", "Translation", "Het Vertaalcollectief"], "keywords": ["internationally", "returns", "dance", "returned", "arena", "sensation", "idt", "yearly", "held", "keijer", "twice"], "pubDate": "2019-12-19T15:14:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}