{"id": "39f689a8-7cca-32fb-ac55-bd5fbb7dd7b8", "title": "2.628 coronapatiënten in het ziekenhuis, 67 meer dan een dag eerder", "url": "https://www.nrc.nl/nieuws/2021/01/11/coronablog-11-januari-a4027009", "summary": "Lees hier het hele artikel: Alle inwoners Lansingerland krijgen oproep coronatest2.628 coronapatiënten in het ziekenhuis, 67 meer dan een dag eerder Momenteel zijn 2.628 Nederlandse coronapatiënten opgenomen in het ziekenhuis.\nDat zijn er 67 meer dan een dag eerder, zo blijkt maandag uit cijfers van het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS).\nDat is nog altijd veel meer dan het streefgetal van tien, dat het kabinet aanhoudt om de huidige coronamaatregelen te versoepelen.\nEerder begon het West-Afrikaanse land Guinee met het inenten van de bevolking met het Spoetnik V-vaccin van Russische makelij.\nVan het tienkoppige onderzoeksteam waren twee leden al onderweg naar China op het moment dat duidelijk werd dat zij het land niet in mochten.", "paragraphs": ["Alle inwoners Lansingerland krijgen oproep coronatest Alle inwoners van Lansingerland, waar de Britse coronavariant is uitgebroken op een basisschool, worden opgeroepen zich te laten testen op corona. De Zuid-Hollandse gemeente is de eerste in Nederland die gevraagd wordt mee te werken aan het project ‘risicogericht grootschalig testen’. De fusiegemeente Lansingerland (bijna 63.000 inwoners) omvat naast Bergschenhoek ook Berkel en Rodenrijs en Bleiswijk. Alle inwoners (vanaf twee jaar) ontvangen vanaf woensdag 13 januari een schriftelijke uitnodiging, vanaf die dag moet het testen beginnen. Lees hier het hele artikel: Alle inwoners Lansingerland krijgen oproep coronatest", "2.628 coronapatiënten in het ziekenhuis, 67 meer dan een dag eerder Momenteel zijn 2.628 Nederlandse coronapatiënten opgenomen in het ziekenhuis. Dat zijn er 67 meer dan een dag eerder, zo blijkt maandag uit cijfers van het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS). Van de patiënten die maandagmiddag in het ziekenhuis liggen, zijn 702 patiënten opgenomen op de intensive care. De overige 1.926 Covid-patiënten liggen op een andere afdeling in het ziekenhuis. Een deel van de IC-patiënten is ondergebracht in Duitsland. Het LCPS maakt later vandaag bekend hoeveel mensen precies op een afdeling over de grens liggen. De afgelopen dagen schommelde dat aantal rond de zeven coronapatiënten. Daarnaast werden van zondag- op maandagmiddag 24 nieuwe patiënten opgenomen op de intensive care. Dat is nog altijd veel meer dan het streefgetal van tien, dat het kabinet aanhoudt om de huidige coronamaatregelen te versoepelen.", "Aantal zakelijke gebruikers Tikkie verdubbeld sinds eerste lockdown Het aantal zakelijke gebruikers van betaalapp Tikkie van ABN Amro is sinds de eerste lockdown verdubbeld. Dat heeft een woordvoerder van de bank bevestigd. Precieze cijfers meldt ABN niet, maar het wekelijkse aantal zakelijke aanmeldingen is van 150 vóór de eerste lockdown naar 450 nu gestegen. Het totale aantal aanmeldingen van zakelijke gebruikers steeg van 6.000 naar ongeveer 13.000. Met de app kunnen particulieren en zakelijke klanten betaalverzoeken sturen. Voor particulieren is de app gratis, ondernemers betalen tussen de 17 en 25 cent per transactie. „Ondernemers zijn op zoek naar oplossingen voor betaalmethodes nu de winkels dicht zijn”, zo laat een woordvoerder van de bank weten aan persbureau ANP. Gedurende de eerste lockdown zag ABN vooral een toename van klanten in de horeca, die de app gebruikten om maaltijden mee te bezorgen. In de tweede lockdown meldden ook ondernemers in andere sectoren zich aan, zoals de detailhandel. „Dat komt ook doordat de coronamaatregelen breder zijn, de laatste lockdown heeft winkels hard geraakt”, aldus de woordvoerder. „Veel van die ondernemers zijn hun producten via sociale media of andere kanalen gaan verkopen en gebruiken daarvoor Tikkie.” Lees ook: Boterbabbelaars afrekenen met een QR-code: hoe de pandemie onze betalingen verandert", "Vertraging bij vaccinaties Spanje door sneeuwstorm De sneeuwstorm Filomena in Spanje heeft in enkele regio’s voor vertragingen in het vaccinatieprogramma gezorgd. Dat melden Spaanse media. Er viel dit weekend in sommige delen van het land meer dan een halve meter sneeuw, waardoor luchthavens werden gesloten, snelwegen onbegaanbaar werden en het leger werd ingezet om coronapatiënten naar ziekenhuizen te brengen. Op maandag werd een nieuwe zending van 350.000 doses van het Pfizer-vaccin verdeeld over de Spaanse regio’s. Het deel van de vaccins voor de hoofdstad Madrid moet via een luchthaven in Baskenland over de snelweg worden afgeleverd, omdat de lokale luchthaven nog steeds deels gesloten is. De autoriteiten verwachten dat die levering pas dinsdag aankomt. Dit weekend moest het begin van de vaccinatie voor eerstelijns gezondheidspersoneel al worden uitgesteld vanwege logistieke problemen. Ook in andere delen van het land zijn er problemen. Zo wordt in sommige steden in de regio Andalusië vertraging verwacht in het vaccinatieprogramma omdat de vaccins niet op tijd afgeleverd kunnen worden. Autoriteiten verwachten dat de weersomstandigheden vanaf dinsdag de volledige hervatting van het programma toestaan. Lees ook: Enorme sneeuwbui legt Madrid vrijwel plat Foto AP / Manu Fernandez", "Eilandstaat Micronesië meldt eerste besmetting met coronavirus Een dik jaar na de ontdekking van het coronavirus in China, heeft Covid-19 ook eilandstaat Micronesië bereikt. President David Panuelo heeft maandag bekendgemaakt dat een bemanningslid van een overheidsschip, de MV Chief Mailo, vorige week positief is getest op het virus. Het land behoorde tot de laatste plaatsen op de wereld waar het coronavirus niet rondwaarde. Het schip kwam op 4 januari aan in een Micronesische haven nadat het een jaar in de Filippijnen was geweest voor reparaties. Het schip ligt momenteel voor anker. Alle twaalf bemanningsleden moeten voorlopig aan boord blijven en het schip wordt door de autoriteiten in de gaten gehouden. „Niemand is in de oceaan gesprongen of heeft het schip op een andere manier verlaten”, zo probeerde president Panuelo de Mirconesische bevolking gerust te stellen. „Raak niet in paniek, want de situatie is beheerst.” Hoe de besmetting precies plaats heeft kunnen vinden, is niet duidelijk. De bemanning zou vóór vertrek uit de Filippijnen in september getest zijn, toen een negatieve testuitslag hebben gekregen en vervolgens gedurende de tocht in isolatie zijn gegaan. Ook testrondes op het schip in oktober, november en december wezen enkel negatieve testuitslagen uit. Geen van de bemanningsleden zou symptomen hebben. Een luchtfoto van Pohnpei, een deelstaat van Micronesië. Foto Jonathan Ernst/Reuters", "30.000 coronapatiënten in Engelse ziekenhuizen De druk op de ziekenhuizen in Groot-Brittannië wordt steeds groter door het toenemende aantal coronabesmettingen. Chris Whitty, een belangrijke wetenschappelijk adviseur van de regering, zei tegen BBC dat te veel Britten de lockdownregels negeren. Groot-Brittannië moet zich daarom voorbereiden op de „gevaarlijkste tijd” van de pandemie. Volgens Whitty liggen er meer dan 30.000 coronapatiënten in de Engelse ziekenhuizen – op het hoogtepunt in april vorig jaar waren dat er nog 18.000. Een op de vijftig Britten is inmiddels besmet geraakt; in grote steden als Londen, waar de noodtoestand vorige week is afgekondigd, is één op de twintig mensen besmet. In totaal zijn meer dan 80.000 Britten overleden aan het virus. In Groot-Brittannië heerst een semi-lockdown: Britten mogen alleen naar buiten voor boodschappen, lichaamsbeweging of werk als dat niet vanuit huis kan. De roep om een verscherping wordt al luider. Britse media melden maandag dat de regering overweegt om een mondkapjesplicht in winkels in te stellen. Tegelijkertijd maakt Groot-Brittannië zich op voor een grootschalige vaccinatiecampagne, waarbij in iets meer dan vier weken vijftien miljoen oude en kwetsbare Britten moeten worden ingeënt tegen het coronavirus. Daarnaast is het de bedoeling dat artsen, verpleegkundigen en andere zorgmedewerkers een vaccin krijgen toegediend. Naast ziekenhuizen en huisartsenposten zullen op zeven plekken grote vaccinatiecentra verrijzen. Die komen bijvoorbeeld in een congreshal en voetbalstadion. De Britten zullen gebruikmaken van vaccins van Pfizer, Oxford en Moderna. Minister van Volksgezondheid Matt Hancock zei zondag dat er inmiddels zo’n twee miljoen Britten hun eerste inenting hebben ontvangen. Voor half februari moeten dat er vijftien miljoen zijn. Mensen moeten twee keer ingeënt worden om goed beschermd te zijn. Ambulances bij het Royal London-ziekenhuis. Foto Daniel Leal-Olivas/AFP", "Seychellen beginnen als eerste Afrikaanse land met vaccineren Als eerste Afrikaanse land zijn de Seychellen maandag begonnen met vaccineren tegen het coronavirus. President Wavel Ramkalawan, diens vrouw Linda, voormalig president Danny Faure en een tiental andere overheidsprominenten kregen de eerste vaccinaties toegediend tijdens een ceremonie in de hoofdstad Victoria. Ramkalawan wilde met de ceremonie naar eigen zeggen stimuleren dat zoveel mogelijk inwoners van de eilandgroep het vaccin nemen. Ramkalawan en de andere functionarissen zijn ingeënt met het vaccin van het Chinese bedrijf SinoPharm. De Seychellen hebben de 50.000 doses gekregen van de Verenigde Arabische Emiraten; die waren beloofd tijdens het bezoek van Ramkalawan aan de golfstaat Abu Dhabi in december. „Dit getuigt van de uitstekende vriendschappelijke banden tussen de twee naties”, aldus de Seychelse president. De Verenigde Arabische Emiraten zouden nog een levering van vaccins hebben beloofd. Wanneer die komen en om hoeveel doses het gaat, is niet bekend. Daarnaast heeft India 100.000 doses van het AstraZeneca-vaccin aan de Seychellen gedoneerd, die zouden eind januari aan moeten komen. De Seychellen, gelegen in de Indische Oceaan ten noorden van Madagaskar, tellen bijna 100.000 inwoners. Na de ceremoniële aftrap van de vaccinatiecampagne worden als eerste de zorgmedewerkers op de eilandgroep ingeënt tegen het coronavirus. Met de donaties hoopt Ramkalawan „het eerste land ter wereld te zijn dat ten minste 70 procent van de 18-plussers heeft gevaccineerd”, om de Seychellen zo „Covid-veilig” te verklaren. De president specificeerde niet wanneer de eilandgroep daadwerkelijk coronavrij moet zijn. Eerder begon het West-Afrikaanse land Guinee met het inenten van de bevolking met het Spoetnik V-vaccin van Russische makelij. Deze campagne is onderdeel van onderzoek naar de werking en veiligheid van het vaccin.", "Ook Amsterdam, Assen en Den Haag beginnen maandag met vaccineren Ook de GGD’s in Amsterdam, Assen en Den Haag beginnen maandag met het vaccineren van zorgmedewerkers tegen het coronavirus. Afgelopen week gebeurde dat al in Veghel, Rotterdam en Houten. In de Amsterdamse RAI begon het vaccinatieprogramma rond 08.00 uur met het prikken van de 48-jarige verpleegkundige Dicky Heerkens. Hij werkt in een verzorgingstehuis voor ouderen en voelt zich met een inenting „beter beschermd”, zegt hij via de GGD Amsterdam. „Collega’s worden ziek, ik heb meegemaakt dat bewoners overlijden. Dat gaat je niet in de koude kleren zitten.” In de regio Amsterdam-Amstelland komen in totaal zo’n dertigduizend medewerkers uit verpleeg- en verzorgingstehuizen in aanmerking voor een vaccinatie. Maandag worden ook in Den Haag en Assen de eerste prikken gezet. In Den Haag gebeurt dat bij het voetbalstadion van ADO, in Assen naast het TT-circuit. Later deze week worden ook vaccinatielocaties in de rest van het land geopend. Medewerkers van het Rode Kruis komen daarbij helpen in de regio’s Haaglanden en Hollands Midden, Amsterdam-Amstelland, Utrecht, Drenthe en Midden-Brabant. De noodhulporganisatie zegt tegen persbureau ANP vooral ondersteunende taken te verrichten, zoals eerste hulp verlenen als iemand flauwvalt na een vaccinatie. Lees ook Eerste vaccinatie van Nederland gezet in Noord-Brabantse Veghel", "WHO-experts komen donderdag in China aan voor onderzoek De onderzoekers van de Wereldgezondheidsorganisatie (WHO) komen op donderdag 14 januari aan in China om daar de oorsprong van het coronavirus te bestuderen. Dat hebben de Chinese autoriteiten maandag bekendgemaakt, melden internationale persbureaus. De groep van experts had eigenlijk vorige week moeten aankomen, maar kreeg toen geen toegang tot China. Volgens China berust het voorval op een „misverstand”. Van het tienkoppige onderzoeksteam waren twee leden al onderweg naar China op het moment dat duidelijk werd dat zij het land niet in mochten. De reis van de overige leden werd op het laatste moment afgeblazen. WHO-voorman Tedros Adhanom Ghebreyesus stelde daarover „zeer teleurgesteld” te zijn, maar volgens China was er „geen reden om hier te veel achter te zoeken”. Het is nog altijd onduidelijk waarom de experts het land vorige week niet in mochten. Onder de tien experts is ook de Nederlandse viroloog Marion Koopmans van het Erasmus MC. De groep reist af naar Wuhan om de precieze bron, het ontstaan en de verspreiding van het virus te onderzoeken. China heeft een eigen onderzoeksgroep gevormd, die zal samenwerken met de experts van de WHO. Lees ook: Marion Koopmans gaat oorsprong pandemie onderzoeken voor WHO Twee mensen dragen monsters van het coronavirus in een wijk in Shijiazhuang in de provincie Hubei. Foto Mu Yu/Xinhua/AP"], "authors": [], "keywords": ["zijn", "67", "ziekenhuis", "dan", "van", "2628", "eerste", "en", "een", "eerder", "met", "op", "te", "coronapatiënten", "het", "meer", "dag", "dat"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}