{"id": "39fc5f08-10db-32ad-ab58-aa4812fe8f6a", "title": "De neerslachtigheid is niet allesoverheersend op Five Leaves Left van Nick Drake", "url": "https://www.parool.nl/kunst-media/de-neerslachtigheid-is-niet-allesoverheersend-op-five-leaves-left-van-nick-drake~b0bdea62/", "summary": "Beeld Het ParoolDeze week in 1974 kwam er een einde aan het leven van singer-songwriter Nick Drake.\nTerug in de tijd In 1999 gebruikte Volkswagen het nummer Pink Moon van Nick Drake in een reclame.\nArtiesten zo uiteenlopend als Paul Weller, Robert Smith van The Cure, Beck, Peter Buck van R.E.M., Kate Bush en zelfs rockers van The Black Crowes zijn liefhebber van zijn werk en werden door hem beïnvloed.\nFive Leaves Left was het album waarmee Nick Drake in 1969 debuteerde.\nHet filmische River Man is het mooiste nummer op het licht mysterieuze album.", "paragraphs": ["Beeld Het Parool", "Deze week in 1974 kwam er een einde aan het leven van singer-songwriter Nick Drake. Hij was nog maar 26 jaar oud en overleed aan een overdosis van het antidepressivum amitryptiline. Of zijn dood zelfverkozen was of een ongeluk is nooit duidelijk geworden.", "Terug in de tijd In 1999 gebruikte Volkswagen het nummer Pink Moon van Nick Drake in een reclame. Het leidde er in de Verenigde Staten toe dat het gelijknamige album een slordige 70.000 keer over de toonbank ging. Nog steeds geen enorm succes, maar bij leven had Drake nooit zo veel platen verkocht. Drie albums bracht hij uit, die elk een oplage van hooguit 5000 verkochte exemplaren haalden. Dat uitblijvende succes deed de toch al labiele geestesgesteldheid van de in Birma geboren Brit geen goed. Een cultheld werd hij na zijn dood wel. Artiesten zo uiteenlopend als Paul Weller, Robert Smith van The Cure, Beck, Peter Buck van R.E.M., Kate Bush en zelfs rockers van The Black Crowes zijn liefhebber van zijn werk en werden door hem beïnvloed.", "Waarom nu herbeluisteren? Five Leaves Left was het album waarmee Nick Drake in 1969 debuteerde. Herinneren we ons vloeipapier van het merk Rizla? Was bedoeld om shaggies van te draaien, maar leende zich natuurlijk ook goed voor het bouwen van pretsigaretten. Als de vloeitjes bijna op waren, verscheen bij de Engelse editie een gedrukte waarschuwing: only five leaves left. Nick Drake was een blower, niet verstandig als je geneigd bent tot depressies. Die neerslachtigheid spreekt ook uit Five Leaves Left, maar is niet allesoverheersend. Voor alles horen we hier een romanticus. De muziek die hij eind jaren zestig, begin jaren zeventig maakte, wordt meestal folk genoemd. Hij gaf er op Five Leaves Left, bijgestaan door topproducer Joe Boyd, een persoonlijke draai aan. Het filmische River Man is het mooiste nummer op het licht mysterieuze album. Drake’s warme stem en alternatieve gitaarstemmingen dragen bij aan die sfeer.", "Verder luisteren Drake liet een klein, maar consistent oeuvre na. Ook de albums Bryter Later en Pink Moon zijn beslist de moeite waard. Pink Moon, waar op alleen Drake zelf is te horen, is zowel muzikaal als tekstueel de zwaarste van de drie."], "authors": ["Peter Van Brummelen"], "keywords": ["allesoverheersend", "van", "het", "op", "nick", "leaves", "zijn", "maar", "neerslachtigheid", "hij", "niet", "een", "en", "drake", "left"], "pubDate": "2020-11-23T13:03:02+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}