{"id": "3a071652-1867-3543-adc4-f83200d37619", "title": "André Rieu wil Stradivarius-viool verkopen als coronacrisis langer voortduurt", "url": "https://nu.nl/achterklap/6101016/andre-rieu-wil-stradivarius-viool-verkopen-als-coronacrisis-langer-voortduurt.html", "summary": "André Rieu ziet zich genoodzaakt om zijn Stradivarius-viool te verkopen als de coronacrisis langer voortduurt en de overheidssteun afneemt.\n\"Als COVID-19 nog blijft en de steun houdt op, dan kan ik het ook niet meer betalen.\nEen Stradivarius-viool mag alleen die naam dragen als onomstotelijk is bewezen dat het instrument gebouwd is door de Italiaan Antonio Stradivarius.\n'Ik voel me heel gezond'Ook het voortbestaan van het orkest van Rieu komt door de coronacrisis in gevaar.\nHij wil er koste wat het kost voor zorgen dat hij zijn personeel kan blijven betalen.", "paragraphs": ["André Rieu ziet zich genoodzaakt om zijn Stradivarius-viool te verkopen als de coronacrisis langer voortduurt en de overheidssteun afneemt. De orkestleider en ondernemer hoopt op die manier het hoofd boven water te houden.", "\"Als COVID-19 nog blijft en de steun houdt op, dan kan ik het ook niet meer betalen. Dan verkoop ik mijn Stradivarius\", vertelt Rieu in een interview dat zondagavond op L1 wordt uitgezonden.", "\"Thuiszitten is verschrikkelijk, soms komen de tranen echt. Het duurt nu wel heel erg lang\", aldus de 71-jarige violist.", "Een Stradivarius-viool mag alleen die naam dragen als onomstotelijk is bewezen dat het instrument gebouwd is door de Italiaan Antonio Stradivarius. Hij leefde van 1644 tot en met 1737 en heeft zo'n elfhonderd instrumenten gebouwd.", "'Ik voel me heel gezond'", "Ook het voortbestaan van het orkest van Rieu komt door de coronacrisis in gevaar. Hij wil er koste wat het kost voor zorgen dat hij zijn personeel kan blijven betalen. Aan stoppen denkt hij geen moment.", "\"Nee, natuurlijk niet\", zegt hij. \"Ik voel me heel gezond, de concertzalen zitten vol. De mensen zijn enthousiast. Ik ga graag op tour met het orkest.\"", "\"Samen onderweg, samen eten. We delen lief en leed. Hebben veel plezier samen. Lachen kun je niet faken\", besluit Rieu."], "authors": ["Door", "Anp"], "keywords": ["ik", "zijn", "voortduurt", "van", "langer", "en", "verkopen", "coronacrisis", "andré", "heel", "niet", "op", "rieu", "wil", "stradivariusviool", "het", "hij", "als"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}