{"id": "3a09859e-5a69-3f02-a6bc-315a453e3f8b", "title": "Afstandsonderwijs kan thuiszitters uit de brand helpen", "url": "https://volkskrant.nl/nieuws-achtergrond/afstandsonderwijs-kan-thuiszitters-uit-de-brand-helpen~b85b03d9/", "summary": "Maar het reguliere onderwijssysteem biedt dat over het algemeen onvoldoende.’Cristofoli: ‘Veel jongeren met ontwikkelingsstoornissen worden enorm overprikkeld in het normale onderwijs.\nEen voorbeeld: een van mijn casussen is een chronisch ziek meisje.\nMaar voor het gros van die doelgroep heeft dat afstandsonderwijs veel positieve effecten.’Cristofoli: ‘Ict is zó belangrijk voor deze groep jongeren.\nWij zijn bezig met een onderzoek dat een beeld moet geven op wat voor manieren ict deze leerlingen kan ondersteunen.\nWat ik hoop, is dat de ervaringen die we nu opdoen, ten gunste komen van die 4.500 leerlingen die al thuiszaten voor de coronacrisis.’", "paragraphs": ["Een leerling thuis aan het werk voor school. Voor zogeheten thuiszitters kan die situatie juist voordelig werken. Beeld ANP", "Smeele: ‘Er waren voor de coronacrisis al 4.500 leerlingen, in primair en voortgezet onderwijs, die thuis zaten. Al die casussen hebben één overeenkomst: ze passen of pasten niet meer in het reguliere onderwijs. Die leerlingen vragen flexibel onderwijs, op maat. Maar het reguliere onderwijssysteem biedt dat over het algemeen onvoldoende.’", "Cristofoli: ‘Veel jongeren met ontwikkelingsstoornissen worden enorm overprikkeld in het normale onderwijs. Bij sommige leerlingen is er een aanpassing nodig. De coronacrisis bood deze leerlingen veel vrijheid. Een voorbeeld: een van mijn casussen is een chronisch ziek meisje. Ze is vaak vermoeid, een hele dag op school was vaak te veel gevraagd. Maar nu kan zij na elke uitleg de keuze maken: ga ik werken of ga ik rusten? Ze kon haar energie en tijd zelf indelen over de dag. En dat heeft haar zó goed gedaan.’", "Smeele: ‘Je kunt een les op afstand niet zo doen als in een klaslokaal. Je moet heel duidelijk zijn in je communicatie, structuur bieden en niet te veel willen. Juist deze groep heeft daar ontzettend veel profijt van. Ze zitten in een eigen omgeving en ervaren minder afleidende factoren. De thuissituatie moet natuurlijk goed zijn. Maar voor het gros van die doelgroep heeft dat afstandsonderwijs veel positieve effecten.’", "Cristofoli: ‘Ict is zó belangrijk voor deze groep jongeren. Zet het nou in! Wij zijn bezig met een onderzoek dat een beeld moet geven op wat voor manieren ict deze leerlingen kan ondersteunen. Dat gaat verder dan het digitaliseren van de lessen. Een leerling kan apps installeren die de dag inplannen, het leerritme bepalen, helpen herinneren welke spullen in de gymtas moeten… Deze groep hangt juist op dit soort dingen vast. Maar ook: het zoeken van lotgenoten. Sommige thuiszittende kinderen voelen zich eenzaam en worstelen met dingen, maar kunnen daarmee bij weinig leeftijdsgenoten terecht.’", "Smeele: ’De fysieke ontmoetingen tussen leerling en begeleider en leerlingen onderling blijven het allerbelangrijkste. Maar ict kan juist helpen als er zelfstandigheid en autonomie worden gevraagd. Door de coronacrisis is heel onderwijsland in beweging gekomen. Wat ik hoop, is dat de ervaringen die we nu opdoen, ten gunste komen van die 4.500 leerlingen die al thuiszaten voor de coronacrisis.’"], "authors": ["Nick De Jager"], "keywords": ["brand", "afstandsonderwijs", "van", "leerlingen", "helpen", "het", "maar", "die", "voor", "kan", "een", "en", "uit", "dat", "veel", "thuiszitters"], "pubDate": "2020-05-28T14:00:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}