{"id": "3a1f0bbe-175f-3aa1-af71-565a55ef9f84", "title": "Oudgedienden Tyson en Jones Jr. bestoken elkaar met vuistslagen in slow motion", "url": "https://volkskrant.nl/sport/oudgedienden-tyson-en-jones-jr-bestoken-elkaar-met-vuistslagen-in-slow-motion~b4898a66/", "summary": "In aanloop naar zijn comeback begon Tyson aan een plantaardig dieet en verloor hij 40 kilo aan gewicht.\nHet gevecht van zaterdagnacht moet de opmaat zijn voor een nieuwe competitie, geleid door Tyson, waarin oudgedienden het tegen elkaar opnemen: de Legends Only League.\nIn Californiё, waar de drug legaal is, heeft hij een productiebedrijf en timmert hij aan een vakantiepark voor wiettoeristen.\nToen een jongen een van zijn duiven doodde, besloot hij zijn vuisten in te wijden.\nDe opbrengsten van het gevecht met Jones Jr., dat voor 50 dollar kon worden bekeken, gaan voor een deel naar goede doelen.", "paragraphs": ["Mike Tyson (54) in gevecht met Roy Jones Jr.(51) De demonstratiepartij tussen de twee oudgedienden ging zaterdag over acht ronden van 2 minuten en eindigde onbeslist. Beeld AP", "‘Dit lijkt op twee vechtende ooms bij een barbecue’, sneerde rapper en gelegenheidscommentator Snoop Dogg. Tyson en Jones Jr., ooit wereldkampioen in vier gewichtsklassen, vochten zoals kon worden verwacht van twee gepensioneerden, maar hielden het niettemin de volle acht ronden van twee minuten vol.", "Knock-outs waren verboden, de ronden een minuut korter dan gebruikelijk. ‘Ik voelde me weer een beginner’, sprak Tyson na het gelijkspel, waarmee hij zei te kunnen leven. Volgens veel kijkers was hij bestolen.", "Het fysiek van de vijftiger was nog altijd imposant. In aanloop naar zijn comeback begon Tyson aan een plantaardig dieet en verloor hij 40 kilo aan gewicht. Het was nodig: soms was ‘Iron Mike’ uitgeput nadat hij een trapje had beklommen. In filmpjes van zijn trainingen toonde hij nog altijd over snelheid en kracht te beschikken.", "Het gevecht van zaterdagnacht moet de opmaat zijn voor een nieuwe competitie, geleid door Tyson, waarin oudgedienden het tegen elkaar opnemen: de Legends Only League. Het is de bedoeling dat ook voormalige grootheden uit andere sporten terugkeren. Of hij zelf opnieuw zal vechten? ‘Absoluut’, sprak Tyson zaterdagnacht. Nog altijd is zijn verschijning een garantie voor belangstelling.", "Als geen andere sporter wist Tyson het Amerikaanse sportpubliek in de jaren 80 en 90 te intrigeren, om uiteenlopende redenen. Zijn agressieve boksstijl, ten eerste, waarmee hij tegenstanders met een spervuur aan mokerslagen binnen enkele minuten om genade deed smeken. ‘Alles doet pijn’, zei Jones Jr. zaterdag na het gevecht. ‘Zijn klappen komen nog steeds aan.’", "Op zijn 20ste, in 1986, werd Tyson voor het eerst wereldkampioen. Een jaar later had hij de zwaargewichttitels van drie bonden veroverd. De jonge Tyson was als een staaf dynamiet die op het canvas ontbrandde in razernij. Meestal konden toeschouwers na één ronde weer naar huis. Van zijn 50 tegenstanders sloeg Tyson er 44 tegen het canvas.", "‘Het leven heeft me in het gareel geramd’, zei hij in de aanloop naar zijn gevecht met Jones. ‘Ik had er eigenlijk al lang niet meer moeten zijn.’ Buiten de ring leed Tyson een bestaan vol geweld, drugsverslaving en criminaliteit, maar op zijn 54ste lijkt hij eindelijk rust in zijn hoofd te hebben gevonden.", "Zijn geheim? Cannabis. In Californiё, waar de drug legaal is, heeft hij een productiebedrijf en timmert hij aan een vakantiepark voor wiettoeristen. Maandelijks rookt Tyson voor duizenden dollars aan eigen waar op.", "De dagen waarin hij miljoenen aan schuld had, liggen achter hem. De bokser vergooide hij zijn fortuin (geschat op 300 miljoen dollar) en ging hij failliet in 2003, ook het jaar waarin hij zijn kenmerkende gezichtstatoeage nam. Behalve zijn bedrijf, heeft Tyson een succesvolle podcast. In een theatertournee vertelt hij zijn levensverhaal, bepaald geen lichte kost.", "Gedurende zijn leven berokkende Tyson onherstelbare schade, bij zichzelf, maar vooral anderen. In 1992 werd hij schuldig bevonden aan verkrachting en veroordeeld tot een gevangenisstraf van zes jaar. In 1995 kwam hij vervroegd vrij.", "In het tweede deel van zijn bokscarrière stond Tyson opnieuw garant voor opschudding. In 1997 beet hij een stuk uit het oor van Evander Holyfield en na een gevecht in 2000 zei de Amerikaan dat hij de kinderen van wereldkampioen Lennox Lewis wilde opeten.", "Tyson groeide op in Brownsville, Brooklyn, nog altijd een van de gevaarlijkste wijken van New York. Zijn vader liet het gezin in de steek, zijn moeder overleed toen hij 16 was. Vanwege zijn lispelen werd hij gepest en in elkaar geslagen. Toen een jongen een van zijn duiven doodde, besloot hij zijn vuisten in te wijden. Nog voor zijn 13de was hij 38 keer gearresteerd voor kleine misdaden.", "In de gevangenis werd zijn bokstalent ontdekt door een bewaker, die hem doorverwees naar trainer Cus D’Amato. Die ontfermde zich over de ontvlambare jongen als een surrogaatvader. Het overlijden van D’Amato in 1985 kwam hard aan bij Tyson.", "Een voormalige manager beschreef het leven aan de zijde van the baddest man on the planet als vliegen door het oog van een orkaan. Soms was de bokser bang voor zichzelf, voor het duistere alter ego dat hij meedroeg. De ring diende als toevluchtsoord.", "Geregeld schiet hij vol wanneer hij over zijn sport praat. Op die momenten is zijn kwelling het best zichtbaar. Een huilende Tyson lijkt inwendig te vechten met honderden demonen tegelijk. Zelfs voor hem is het te veel. ‘Ik wil sterven met een schoon geweten’, zei hij onlangs in de talkshow van Jimmy Kimmel. De opbrengsten van het gevecht met Jones Jr., dat voor 50 dollar kon worden bekeken, gaan voor een deel naar goede doelen. ‘Ik wil de wereld een betere plek maken.’"], "authors": ["Koen Van Der Velden"], "keywords": ["oudgedienden", "van", "het", "jr", "met", "hij", "motion", "jones", "zijn", "tyson", "een", "en", "slow", "vuistslagen", "te", "elkaar", "aan", "voor"], "pubDate": "2020-11-29T21:09:17+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}