{"id": "3a4bf61b-4cf7-3cc8-948d-d328cffa88cb", "title": "Weekendtips: kerstwandeling door de stad of speel de Grote Architectuurquiz", "url": "https://www.parool.nl/ps/weekendtips-kerstwandeling-door-de-stad-of-speel-de-grote-architectuurquiz~bf8f1d59/", "summary": "Amsterdammers en historici Floor van Spaendonck en Gijs Stork liepen tijdens de eerste lockdown in maart dagelijks door heel de stad.\nVoor een paar euro kan je een show binnen 48 uur zo vaak bekijken als je wil.\n25 dec, 14.00 uur op NPO Radio 4, 15.00 uur op NPO 2.\nTot 2 januari 2021 kun je je antwoorden invullen via Google Forms.\nVoor een blikje van het zwarte goud van 10 gram is de prijs €12,50 euro.", "paragraphs": ["Amsterdammers en historici Floor van Spaendonck en Gijs Stork liepen tijdens de eerste lockdown in maart dagelijks door heel de stad. Ze passeerden plekken waar ze eerder niet kwamen en ontdekten gevels, parken en kunstwerken. De wandelingen, foto’s en verhalen achter hun ontdekkingen deelden ze online en brengen ze in de lente uit in een boek. Voor kerst maakten ze voor Het Parool twee speciale wandelingen langs kerstadressen: door Oost en West. De Oostroute voert onder meer langs het Amstelhotel waar (kerst)zangeres Mariah Carey logeerde en langs de Kromboomsloot en Oudeschans, waar spellenfabrikant Jumbo spellen zoals Stratego ontwikkelde.", "Gratis", "Jezus red ons AUB. Beeld Doris Konings", "Na twee try-outs in De Kleine Komedie mocht De Grote ‘Jezus red ons AUB’ Kerstshow niet meer live voor publiek gespeeld worden. Daarom besloten de makers - acteurs Tim en Wart Kamps, Peter van Rooijen en Stephanie Louwrier - de voorstelling op te nemen. In de kerstrevue probeert Jezus wonderen te verrichten om zo Maria Magdalena weer voor zich te winnen. Hij probeert onder andere een man te redden die verlangt naar een coronaproof lapdance. Wellicht duikt er in de show ook nog een mystery guest op.", "T/m 3 jan, €10", "De Nieuwe Nachtmis.", "Tijdens De Nieuwe Nachtmis, opgenomen in TivoliVredenburg, staan het afgelopen jaar en kerst centraal. Filosoof Daan Rovers reflecteert op dit bijzondere jaar, satiricus Daan Windhorst draagt een jaaroverzicht voor en Abdelkader Benali vertelt een kerstverhaal. Ook is er muziek: zangeres Michelle David zingt twee soulnummers over verbinding. En een kerstband o.l.v. Jan en Keez Groenteman speelt twee speciaal voor de mis geschreven nummers, waarvan een over een eenzaam kerstdiner op afstand.", "24 december, 21.00 - 22.30 uur, €7,50", "Livestream: De Nieuwe Nachtmis - TivoliVredenburg", "Op online platform Podiumkids Thuis vind je 22 registraties van kindervoorstellingen, van verschillende collectieven die shows maken voor kinderen van 2 tot en met 12 jaar. Voor een paar euro kan je een show binnen 48 uur zo vaak bekijken als je wil. Van De Toneelmakerij staat bijvoorbeeld Eet je bord leeg erop: over een gezin waarbij het avondeten uitmondt in een strijdtoneel als kind Jipski weigert te eten. Het aanbod wordt de komende maanden regelmatig uitgebreid en ververst.", "€2,99 per voorstelling", "Kerstmatinee van Het Concertgebouworkest. Beeld Milagro Elstak", "Op Eerste Kerstdag kun je de Kerstmatinee van Het Concertgebouworkest vanuit huis beleven. Het kerstconcert is al op woensdag opgenomen, wordt vrijdag om 14.00 uur uitgezonden op NPO Radio 4 en is om 15.00 te zien op NPO 2. Onder leiding van de Finse dirigent Klaus Mäkelä speelt het orkest de Zesde Symfonie van Beethoven en La mer van Debussy. Op Tweede Kerstdag is de registratie ook op de site van Het Concertgebouworkest te zien.", "25 dec, 14.00 uur op NPO Radio 4, 15.00 uur op NPO 2. 26 dec, online, gratis", "De Grote Architectuurquiz. Beeld De Gebouwengids", "Ben je een liefhebber van de architectuur in Amsterdam? Test dan je kennis met De Grote Architectuurquiz. Van gebeurtenissen in de wereld van de Amsterdamse architectuur tot kunst in de openbare ruimte en nieuwe gebouwen. Zo wordt in de quiz gevraagd naar je kennis over de brug van de Oudezijds Achterburgwal en word je uitgedaagd om na te denken over de ontwerpen van het Houthavenpark. Tot 2 januari 2021 kun je je antwoorden invullen via Google Forms. De beste tien uitzendingen gaan door naar de finale op 14 januari via Zoom.", "Tot 2 januari, gratis", "Voor wie het thuis zitten beu is, is de Society Science tour wellicht een goed idee. In de audiotour geeft een aantal jonge wetenschappers van de VU, Amsterdam UMC en UvA van de Amsterdam Young Academy informatie over acht locaties in Amsterdam. Ze vertellen wetenschappelijke verhalen over de plekken, gebaseerd op hun eigen onderzoek. De tour stopt onder andere bij de McDonald’s op het Damrak met de uitleg hoe fastfood wereldwijd onze emoties en gezondheid beïnvloedt en het Centraal Station, waar wordt uitgelegd hoe een station ons kan helpen om Alzheimer te begrijpen.", "Gratis, via de qr-code op de website", "A musical X-mas for You. Beeld Karen van Gilst", "Opgenomen vanuit een leeg Ahoy kun je op Eerste Kerstdag A musical X-mas for You online bekijken. Musicalsterren zoals Annefleur van den Berg, bekend van de musical Mamma Mia, en Nyassa Alberta van de Tina Turner Musical zullen samen met het voltallige Rotterdamse Philharmonisch Orkest optreden. Bekende maar ook minder bekende kerstliedjes en musicalnummers worden gezongen: Van On My Own uit Les Misérables tot de kerstklassieker O Holy Night. Voor wie het moet missen, is het online terug te kijken tot en met 31 december.", "25 december 14.00 uur, gratis", "Stedelijk at Home.", "Tijdens de kerstvakantie kunnen kinderen en volwassenen meedoen aan het online programma Stedelijk at Home. Het Stedelijk Museum biedt online rondleidingen, workshops en mini-documentaires aan. Zo nemen kunstenaars en conservatoren je mee in een reeks online tours door tentoonstellingsruimtes en krijg je uitleg over de werken van onder andere de tentoonstelling Small World Real World. Daarnaast lanceert het museum een aantal podcasts over de tentoonstelling Surinaamse School en worden aan de hand van downloadbare pdf’s, online workshops gepubliceerd hoe je bijvoorbeeld het beste een portret kan tekenen.", "Gratis", "Kaviaar pop-up shop", "Voor wie wel extra luxe kan gebruiken tijdens deze feestdagen, heeft ondernemer Ashkan Mossafaian wat bedacht. Hij opende een pop-up op de Dam in de winkel van Won Yip, alleen bedoeld om kaviaar af te halen. Je kunt uit diverse soorten kaviaar kiezen zoals de Baeri Classic of de Russian Asetra. Voor een blikje van het zwarte goud van 10 gram is de prijs €12,50 euro. Behalve Amsterdam zijn er ook twee kaviaar pop-up stores in Rotterdam en Den Haag geopend.", "T/m 10 januari 2021 dagelijks geopend van 12.00 tot 18.00 uur, Dam 11"], "authors": ["Anna Livia De Kort", "Bjarn Van Den Berg"], "keywords": ["van", "weekendtips", "speel", "architectuurquiz", "en", "een", "voor", "stad", "kerstwandeling", "op", "te", "grote", "het", "uur", "door", "online", "je"], "pubDate": "2020-12-24T09:30:47Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}