{"id": "3a5aeb60-cb2a-3cf2-bded-f68603011574", "title": "Heel Holland ‘bakt’ schoenen in Zuidlaren", "url": "https://www.dvhn.nl/aangeboden/Heel-Holland-bakt-schoenen-in-Zuidlaren-26259383.html", "summary": "Ik mis de fietstocht naar het werk, het stukje lopen van station naar kantoor, de dagelijkse gang naar het koffieapparaat en het praatje met mijn collega’s.\nHenkie is een wandelfanaat, dagelijks goed voor een tocht van acht kilometer die hij meestal binnen twee uurtjes aflegt.\nEigenaar Rob Ruchti verwelkomt mij met een ‘Waarmee kan ik je helpen?’.\n,,Wat voor type, soort wil je?’’, vraagt Rob, wijzend op een muur vol schoenen.\nRob begint met het opwarmen van de inlegzolen en schoenen.", "paragraphs": ["De paden op, de lanen in, vooruit met flinke pas… Wandelen was altijd iets voor ‘nerds’. Ouderwetse regenjassen, verrekijkers, rugzakken met bruine boterhammen en ‘kistjes’ aan de voeten waarmee een olifant in een porseleinkast hoge ogen zou gooien…", "Tja, ik zie ze nog lopen. Maar die tijd is voorbij. Het oubollige ANWB-achtig imago heeft wandelen al lang van zich afgeschud. Sterker nog, als het om vrijetijdsbesteding gaat, staat wandelen met stip op nummer 1. Mede dankzij ‘vriend’ Corona. Dat blijkt ook uit onderzoek van de Stichting Wandelnet. Wandelen is populairder dan fietsen of fitness.", "Corona helpt wandelaars op weg", "Geen partijtje voetbal op de zaterdagmiddag, niet even een terrasje pikken, thuiswerken in een provisorisch ingericht kantoortje in de huiskamer, Corona maakt het leven saai. Het luie zweet blijft zitten waar het zit en eelt kweken was nog nooit zo eenvoudig. Ik mis de fietstocht naar het werk, het stukje lopen van station naar kantoor, de dagelijkse gang naar het koffieapparaat en het praatje met mijn collega’s. Om toch in beweging te blijven - de hond is helaas twee jaar geleden overleden en aan stofzuigen heb ik een grote hekel -heb ik besloten te gaan wandelen. Daarvoor heb je niet veel nodig, maar wel goede wandelschoenen. Die zijn onmisbaar.", "Specialist in wandelschoenen", "Een paar stappers kun je overal kopen, zelfs in de supermarkt, maar op blaren, hielspoor of dove tenen zit ik niet te wachten. Wandelschoenen moeten ondersteunen, niet te zwaar zijn, grip hebben, lekker lopen, gewoon goed passen. ,,Dan moet je naar Ruchti in Zuidlaren ’’, weet buurman Henk mij te vertellen. Henkie is een wandelfanaat, dagelijks goed voor een tocht van acht kilometer die hij meestal binnen twee uurtjes aflegt. ,,Ruchti, aan de Stationsweg, is dé specialist in wandelschoenen’’, weet Henkie uit ervaring. ,,Daar zit de kennis. Al bijna 15 jaar maken ze skischoenen op maat, van Fischer, maar nu kun je er ook terecht voor speciale aangepaste wandelschoenen. Van Tecnica. Binnen een half uur maken ze een persoonlijke pasvorm door je schoenen in een verwarmingselement te verwarmen. Ik heb ze ook. Die dingen zijn top.’’", "", "loading", "Meer dan 100 modellen", "Het is zaterdagochtend. Het regent en de wind jakkert om het huis. Toch trek ik de stoute schoenen aan en ga op pad. Aangemoedigd door buurman Henk. Het is Corona, sommige zaken zijn noodgedwongen gesloten, maar Ruchti is gelukkig open. Eén naam voor twee bedrijven. Schoenmode en sportshop, twee winkels met allebei een ingang, maar achterin met elkaar verbonden. Het wordt de sportshop…", "Spontaan meters maken is er niet bij. De winkel hanteert de RIVM-richtlijnen en gepaste afstand is gewenst. Eigenaar Rob Ruchti verwelkomt mij met een ‘Waarmee kan ik je helpen?’. Domme vraag, denk ik. Kom op zeg, dat snap je zelf toch ook wel… ,,Wandelschoenen’’, roep ik. ,,Een paar goeie’’.", ",,Wat voor type, soort wil je?’’, vraagt Rob, wijzend op een muur vol schoenen. ,,We hebben meer dan 100 modellen. Stuk voor stuk topmerken. Tecnica, Lowa, Meindl, Dachstein, Dolomite, Gri-sport, On… Voor dames en heren, in tal van kleuren... Wil je de Vierdaagse gaan lopen, een boswandeling maken of een avontuurlijke tocht in de bergen… Zeg het maar. Voor bijna elke soort wandeling is er een type wandelschoen. Maar waar je ook voor kiest, een wandelschoen moet een goede pasvorm hebben, passen bij de voet. Daar draait het om.’’", "Dat laatste is voor de specialist geen probleem. Een gratis voetanalyse en meting zijn standaard bij aankoop van een paar wandelschoenen. Bovendien heeft Ruchti ook custom zooltjes op maat. ,,Met behulp van het Sidas vacuum-systeem maken wij binnen 20 minuten zooltjes die geheel aangepast zijn aan je voeten’’, zegt Rob. ,,Waar standaardzooltjes geen rekening houden met de fysieke verschillen tussen de linker- en rechtervoet doen custom made zooltjes dat wel. Een zooltje op maat voorkomt veel klachten zoals hielspoor, rugklachten en vermoeidheid.’’", ",,Trouwens, naast wandelschoenen zijn goede wandelsokken ook erg belangrijk. Die bieden bescherming tegen blaren en irritaties maar hebben ook een klimaat regulerende functie. Wij verkopen hier o.a. wandelsokken van het topmerk Falke. Die bieden de beste ondersteuning. Verder kun je bij ons ook voor compressiekousen terecht.’’", "Wandelschoenen op maat", "Schoenen, sokken en kousen… De keus is groot. Maar Ruchti is niet voor niets specialist. Daar gaan ze nog een stapje verder. In de sportshop maken ze zelfs wandelschoenen op maat, middels een gepatenteerde methode. Ruchti is namelijk dealer van Tecnica. De Italiaanse fabrikant brengt een unieke collectie wandelschoenen op de markt met Custom Adaptive Shape (CAS)-technologie. In nog geen half uur ‘bakken’ ze in Zuidlaren schoenen die passen als een tweede huid. Rob: ,,De wandelschoenen zijn gemaakt met zogenaamde thermoplasten. De belangrijkste delen van de schoen, de hiel, de voetboog en de enkel, zijn voorzien van een materiaal dat door warmte te vervormen is. Daardoor krijg je een ideale pasvorm. Custom fit. Dus echt op maat gemaakt. Heel Holland bakt met Tecnica’’, lacht Rob. ,,Onze schoenen zijn onwijs populair en de klanten komen overal vandaan.’’", "loading", "Zooltjes uit de oven", "Ik ga ervoor. Als ik een model heb uitgezocht, begint het echte werk. Rob begint met het opwarmen van de inlegzolen en schoenen. De zooltjes gaan in een speciaal oventje en de schoenen in verwarmingszakken. Terwijl de schoenen verder opwarmen, worden de verwarmde zooltjes in aparte sokken gedaan. ,,Doe ze maar aan’’, zegt Rob.", "Even later pas ik ook de schoenen en worden mijn voeten in zakken gestopt waaraan slangen hangen. ,,Het werkt met compressie’’, beantwoordt Rob mijn vragende blik als de zakken worden opgepompt. ,,Zo vervormen de zooltjes en schoenen zich precies naar jouw voeten.’’", "Pijnlijk is het niet. Je voelt er niks van, het is alsof je voeten in een enorme ballon zitten, en binnen een half uur heeft Rob de klus geklaard. Een rondje door de winkel neemt alle twijfels weg. De wandelschoenen zitten werkelijk als gegoten en lopen perfect. Ongelofelijk, wat een concept!", "Na het afrekenen, de prijs valt me reuze mee, wandel ik naar huis. De schoenen heb ik aangehouden. Ik heb er zin in. Nederland heeft meer dan 45.000 kilometer aan wandelpaden dus ik kan voorlopig vooruit. Aan m’n wandelschoenen zal ‘t niet liggen, nu is het tijd om mijn conditie op peil te brengen. Maar eerst thuis lekker op de bank liggen. Krantje, kopje koffie er bij en mijn vrouw lastig vallen met een bijzonder verhaal. Man, man, schoenen kopen was nog nooit zo’n bijzondere ervaring. Bedankt Ruchti. Bedankt Corona. Bedankt buurman Henk.", "Tekst: Alfred Lehmann", "Ruchti Schoenmode en Sportshop", "Stationsweg 14-16, Zuidlaren", "Telefoon: 050 409 1262", "www.ruchti.nl"], "authors": ["Ruchti Schoenmode", "Aangeboden Door"], "keywords": ["wandelschoenen", "van", "het", "op", "met", "zuidlaren", "ik", "schoenen", "heel", "een", "je", "en", "bakt", "holland", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}