{"id": "3a723fd4-8221-3b8a-ac66-f9fb6a97f646", "title": "Snotterige leraar geeft les vanuit huis terwijl een student de klas in het gareel houdt", "url": "https://volkskrant.nl/nieuws-achtergrond/snotterige-leraar-geeft-les-vanuit-huis-terwijl-een-student-de-klas-in-het-gareel-houdt~b6580243/", "summary": "Laura van Gurp (21), student Media & Cultuur aan de Universiteit Utrecht, staat op van haar stoel voor in de klas.\nDit is varen tegen de storm in.’De meeste leerlingen van 1-atheneum hebben hun oortjes in gedaan en staren naar het scherm.\nHet probleem is dat het nu nog niet storm loopt met studenten.\n‘En ik vind het fijn dat het werk flexibel is, dus ik kan om mijn colleges heen plannen.’Het werkt goed, vindt plaatsvervangend rector Van Domselaar.\nSoms loopt ze even naar een leerling toe voor een zachte maar dwingende aansporing: ‘Ga je nu weer aan het werk?", "paragraphs": ["Op het Christelijk Lyceum in Zeist surveilleren studenten in de klas als snotterige docenten vanuit huis moeten lesgeven. Dat werkt goed. Maar na de les stuiven de leerlingen met z’n allen door de gangen zonder mondkapjes. ‘Dit is toch totaal onverantwoord?!’", "De bel is gegaan, klaslokaal 117 stroomt langzaam vol met leerlingen uit het eerste atheneumjaar. ‘Heeft iemand een laptop-oplader’, brult er eentje door de klas. Laura van Gurp (21), student Media & Cultuur aan de Universiteit Utrecht, staat op van haar stoel voor in de klas. ‘Ssst, stil jongens. We gaan beginnen. Klik de Google Meet in jullie mail even aan, dan gaat jullie docent uitleggen wat jullie moeten doen.’", "Op het Christelijk Lyceum Zeist werken ze nu al vier maanden met surveilleerstudenten. Leraren die in de risicogroep zitten of corona-gerelateerde klachten hebben, kunnen op die manier toch blijven lesgeven, zij het digitaal. Soms is de leraar té ziek, en moet de student het overnemen. ‘Lastig hoor, opeens leraar zijn’, verzucht Van Gurp na de les.", "Veertig studenten haalde de school sinds 1 juni binnen, zegt plaatsvervangend rector Kees van Domselaar. Nu is er weer wat afgeschaald. ‘Het gaat nog nét goed, met passen en meten, maar ik ben bang dat we in deze tweede golf binnenkort weer tientallen studenten nodig hebben. Dit is varen tegen de storm in.’", "De meeste leerlingen van 1-atheneum hebben hun oortjes in gedaan en staren naar het scherm. Uit één computer klinkt luid de stem van de docent Frans. ‘Je m’appelle betekent: ik heet. Typ het even in de chat, jongens. Ik wil dat jullie het allemaal goed kunnen schrijven.’", "Van Gurp loopt een rondje door de klas. ‘Doe even je oortjes in’, zegt ze tegen de jongen uit wiens computer de stem klinkt. ‘Daar heb ik helemaal geen zin in’, zegt hij boos. ‘Ik kan je altijd nog de klas uit sturen’, waarschuwt ze streng, terwijl ze naar de gele ‘uit de klas gestuurd’-briefjes op haar bureau wijst. Met een zucht plugt hij zijn oortjes in zijn laptop.", "Deze middelbare school voor gymnasium, atheneum, havo en vmbo-tl is een zogenoemde ‘laptopschool’: alle leerlingen hebben een laptop waarop het schoolwerk in de les wordt gedaan. Digitaal onderwijs is hier voor zowel docenten als leerlingen niet meer dan normaal. ‘Eigenlijk zijn we ons al tien jaar aan het voorbereiden op een crisis als deze’, zegt Van Domselaar lachend.", "Beeld Raymond Rutting / de Volkskrant", "Surveillanten", "De school huurt de studenten in via Topselect, een detacheringsbedrijf dat studenten tijdelijk plaatst bij bedrijven. Op dit moment zijn er drie scholen, allemaal in de omgeving van Utrecht, die gebruikmaken van Topselect. Zij hebben één of twee studenten per dag als surveillant. ‘Maar dat gaat de komende weken denk ik nog toenemen,’ stelt Sophie Westerlaken, communicatieadviseur van Topselect.", "Het probleem is dat het nu nog niet storm loopt met studenten. In de zomer waren er veel meer die voor de klas wilden staan. ‘Ik denk dat ze nu weer lessen hebben, en dus minder tijd.’ Laura verdient zo’n tientje per uur. Makkelijk verdienen, vindt ze. ‘En ik vind het fijn dat het werk flexibel is, dus ik kan om mijn colleges heen plannen.’", "Het werkt goed, vindt plaatsvervangend rector Van Domselaar. ‘De leerlingen vinden die studenten wel interessant, dus ze houden zich dan een beetje gedeisd.’ En mochten leerlingen zich echt misdragen, dan mogen de studenten altijd naar de coördinatoren lopen. Of ze kunnen een gevreesde gele kaart uitdelen, waarmee de leerling uit de klas gestuurd wordt. ‘Daarmee maak je ze vaak al wel bang genoeg.’", "‘Mevrouw het is hier koud!’ roept een jongen. De ramen en deur van klaslokaal 117 staan wagenwijd open. ‘Dat moet voor de ventilatie,’ antwoordt Van Gurp. Ze is achter in het klaslokaal gaan staan, zodat ze goed zicht heeft op de leerlingen.", "Soms loopt ze even naar een leerling toe voor een zachte maar dwingende aansporing: ‘Ga je nu weer aan het werk? Het zijn altijd dezelfden die zitten te klieren, verklapt ze. ‘Net was er een cartoons aan het kijken! Je kunt het ook meteen zien: als ze beginnen te lachen, zijn ze géén Frans aan het maken.’", "Van Domselaar is verbaasd dat de scholen zo weinig worden betrokken bij het coronabeleid. ‘Als de bel gaat, lopen hier 1.400 leerlingen door de gangen. En die hoeven geen afstand tot elkaar te houden. Terwijl de overheid vorige week maandag zei dat er niet meer dan 30 mensen bij elkaar mogen komen!’", "Noodplan", "Er is dan ook al een noodplan opgesteld, voor als de tweede golf in al zijn hevigheid weer zal toeslaan. ‘We zouden dan bijvoorbeeld halve lesdagen voor leerlingen kunnen invoeren.’ Om leraren nu al te weren van de drukte, zijn er twee bellen op de school: eerst een voor de docenten, en drie minuten later pas een voor de leerlingen.", "Een kwartier voor de bel is de verveling toegeslagen bij 1-atheneum. Een paar jongens zitten uit het raam te staren, een paar meiden zitten zachtjes met elkaar te lachen en te fluisteren. ‘De overgang van uitleg naar opdracht vinden ze altijd lastig’, zegt Laura van Gurp. Als even later de eerste bel gaat, veren een paar leerlingen op. ‘Eerst ik’, zegt ze, terwijl ze zich langs de tafeltjes manoeuvreert. Als even later de tweede bel gaat, stromen de gangen vol. De leerlingen stuiven door de gang. Rector Van Domselaar: ‘Dit is toch totaal onverantwoord?!’"], "authors": ["Paulien Plat"], "keywords": ["vanuit", "les", "leraar", "van", "leerlingen", "terwijl", "huis", "het", "zijn", "houdt", "ik", "student", "een", "klas", "snotterige", "ze", "en", "dat", "voor"], "pubDate": "2020-10-11T20:18:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}