{"id": "3a9222c4-d3af-3646-b73a-132670041772", "title": "Voetbalcommentator Frank Kramer (1947-2020): eigenzinnig en veelzijdig", "url": "https://www.parool.nl/kunst-media/voetbalcommentator-frank-kramer-1947-2020-eigenzinnig-en-veelzijdig~b23f4eae/", "summary": "Frank Kramer als aanvaller van FC Volendam.\nBeeld Hollandse Hoogte / ANPZijn krullen waren en bleven het handelsmerk van Frank Kramer.\nOok in zijn genen: voetbaltalent, Kramer schopte het als linksbuiten tot profvoetballer bij onder meer FC Volendam, Telstar en MVV.\nAls een ware showmaster maakte hij De Frank Kramer Show, waarin families streden om een fiets.\nIn de Nederlandse nacht vulde Kramer tijdens de Amerikaanse finale tussen Atlanta en Portland een kleine twee uur (inclusief rust en voor- en nabeschouwing) met persoonlijke anekdotes.", "paragraphs": ["Frank Kramer als aanvaller van FC Volendam. Beeld Hollandse Hoogte / ANP", "Zijn krullen waren en bleven het handelsmerk van Frank Kramer. Van bruin ging het naar zilvergrijs, maar buiten kijf stond de goede genetische kwaliteit van Kramers haarzakjes. Ook in zijn genen: voetbaltalent, Kramer schopte het als linksbuiten tot profvoetballer bij onder meer FC Volendam, Telstar en MVV.", "Als voetballer volstond zijn talent niet om de top te halen, maar Kramer beschikte over meer gaven. Hij keek verder dan de lijnen rond het voetbalveld en zo kon het dat hij als lid van gelegenheidsformatie Full House in de jaren 70 een Top 40-hit scoorde met Standing on the inside. Hij werkte bovendien als leraar Duits en was nog even steward bij de Duitse maatschappij Lufthansa.", "De televisiewereld lonkte in de zeventiger jaren naar Kramer, die als profvoetballer vanwege zijn originele antwoorden veel geïnterviewd werd. Kramer ging in zijn geheel eigen stijl Avro’s Sportpanorama presenteren. Zijn charisma bleef niet onopgemerkt. In 1981 scoutte de KRO hem voor de zaterdagavond, nadat Willem Ruis een transfer had gemaakt naar de Vara. Als een ware showmaster maakte hij De Frank Kramer Show, waarin families streden om een fiets.", "Hij presenteerde woordspelletjes als Hints en Boggle, werkte tijdens de Olympische Spelen van 1984 (Los Angeles) voor Studio Sport en begon in de jaren 90 met het becommentariëren van voetbalwedstrijden. Kramer, die op jonge leeftijd zowel zijn vriendin als zijn zus verloor, rolde zonder te plannen van de ene tv-klus in de andere.", "De geboren Amsterdammer was een kwajongen, een eigenschap die hij tot het einde behield. Befaamd is zijn laatste wedstrijd als Eurosport-commentator, eind 2018. In de Nederlandse nacht vulde Kramer tijdens de Amerikaanse finale tussen Atlanta en Portland een kleine twee uur (inclusief rust en voor- en nabeschouwing) met persoonlijke anekdotes.", "Van de wedstrijd trok hij zich niets aan. Of toch, toen Atlanta-speler Martinez de 1-0 maakte: “Hij heeft de onhebbelijke gewoonte telkens te scoren als ik aan het woord ben. Dat moet ie niet te vaak doen.”", "Beeld ANP Kippa", "Gedicht", "Kramer droeg een gedicht van Willem Wilmink voor en was bij de tweede goal van de wedstrijd midden in een betoog over hoe hij ooit een boete kreeg van Fritz Korbach. Hij maakte dat onverstoorbaar af. De hele wedstrijd met Kramers commentaar is nog altijd terug te vinden op YouTube.", "Zijn werkgever Eurosport was verbolgen over deze actie, maar dat maakte Kramer niets uit. Hij beklaagde zich er tegenover de krant over dat hij zonder toelichting steeds minder wedstrijden kreeg toebedeeld. “Nooit werd me iets verteld en dat vond ik een beetje irritant. Alle aspecten van het leven zitten in dat laatste commentaar. Irritatie, rancune en enige speelsheid.”", "De zenderbazen hadden kunnen weten dat Kramer tot zoiets in staat was; eind jaren 70 besloot hij al een uitzending van Sportpanorama met een mop over zijn broer, omdat hij het bericht dat hij eigenlijk moest voorlezen volstrekt onbelangrijk achtte.", "Ook maakte hij er een gewoonte van tijdens zijn sportcommentaar familieleden of vrienden een fictieve rol te laten spelen. Dat had toch niemand in de gaten? Sportcommentator Philip Kooke haalde dat aan in de biografie Eeuwig op de vlucht, die hij in 2019 over Kramer schreef. Zo zijn meerdere spelers getrouwd geweest met Mira de Vries (Kramers eigen vrouw), die overigens ook als tennisster de wereld versteld deed staan. En Kramers stiefzoon Vince had zonder dat hij het zelf wist een heuse loopbaan in de Amerikaanse voetbalcompetitie.", "Het was Kramer ten voeten uit. Tekenend was zijn reactie eind 2018 in een interview op de vraag wat mensen van hem moesten onthouden. “Mijn beleggingstips.” Beleggingstips? “Ja, die heb ik gegeven in mijn programma’s, dan had u daar maar naar moeten kijken.”"], "authors": ["Alexander Van Eenennaam"], "keywords": ["eigenzinnig", "van", "als", "voetbalcommentator", "veelzijdig", "19472020", "het", "hij", "frank", "zijn", "een", "en", "dat", "te", "kramer"], "pubDate": "2020-12-02T12:37:02+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}