{"id": "3a9f1db3-928a-37d5-852f-e96db2557c28", "title": "Opvoedvraag: wat is wijsheid wanneer je kind bang is voor honden?", "url": "https://volkskrant.nl/opvoeden/opvoedvraag-wat-is-wijsheid-wanneer-je-kind-bang-is-voor-honden~b505b2d3/", "summary": "‘De precieze oorzaak aanwijzen is lastig’, zegt Patricia van Oppen, hoogleraar psychotherapie in de psychiatrie van het Amsterdam UMC.\n‘We beginnen de therapie vaak met het lezen van een boekje over honden of het kijken van een filmpje.’ Informatie verstrekken over het dier helpt.\nOp het moment dat je ziet dat je kleintje enthousiast schreeuwend met wapperende handjes op een grote herder afrent, spring je er misschien toch tussen.\nOp straat of in het bos loont het om het gedrag van honden uit te leggen.\nOf: als je wegrent, denkt de hond dat het een spelletje is.’Probeer een vriendelijke loebas te vinden waarmee je kunt oefenen.", "paragraphs": ["Beeld Claudie de Cleen", "‘Mijn kleindochter van 6 jaar is erg bang voor dieren’, mailt een bezorgde oma. ‘Als peuter rende ze op de kinderboerderij de wei rond, net zolang tot ze alle dieren een aai had gegeven. Maar dat hield dus allemaal opeens op.’ Nu is ze bang voor de kippen en de poes op het erf én alle honden die ze tegenkomt. ‘Ik ga er geen strijd van maken’, schrijft de grootmoeder, maar ze wil wél graag weten: hoe komt een kind van die angst voor dieren af?", "Dit zeggen de deskundigen", "Naar schatting kampt minstens 5 procent van de mensen in Nederland met een dierenfobie. Waarom is het ene kind bang voor honden en het andere niet? ‘De precieze oorzaak aanwijzen is lastig’, zegt Patricia van Oppen, hoogleraar psychotherapie in de psychiatrie van het Amsterdam UMC. ‘We weten dat genetische kwetsbaarheid een rol speelt: in sommige families is de kans op angststoornissen groter. Daarnaast is ook van invloed hoe de omgeving omgaat met honden, misschien is moeder ook wel bang.’ Een vervelende situatie met een dier kan ook aanleiding zijn voor de angst. ‘Veel kinderen groeien over hun vrees heen’, vertelt Van Oppen. ‘Het wordt pas een probleem als ze niet bij een vriendinnetje willen spelen omdat er een hond aanwezig is.’", "‘Het zijn vaak gevoelige kinderen die de controle willen houden. En dat is lastig bij een hond die onvoorspelbaar gedrag laat zien’, zegt kinderpsycholoog Iris Komrij, die kinderen met een hondenfobie behandelt. ‘We beginnen de therapie vaak met het lezen van een boekje over honden of het kijken van een filmpje.’ Informatie verstrekken over het dier helpt. ‘Samen bestuderen we de hond. Wat betekent die kwispelende staart? Zo leren ze het gedrag te interpreteren. Tijdens die eerste stap probeer ik te achterhalen wáár ze precies bang voor zijn.’", "Uit ervaring kan ik zeggen dat het soms lastig is om als ouder niet iets van wantrouwen jegens honden over te brengen op je kind. Op het moment dat je ziet dat je kleintje enthousiast schreeuwend met wapperende handjes op een grote herder afrent, spring je er misschien toch tussen. Zelf heb ik mijn kinderen geleerd: altijd eerst aan het baasje vragen of je de hond mag aaien.", "Wat kun je nog meer doen?", "Ouders met bevreesde kinderen hebben de neiging situaties of plekken uit de weg te gaan waar honden aanwezig zijn. ‘Ik hoor regelmatig: ‘We gaan niet meer met ons kind naar het strand of het bos, vanwege de rondrennende honden’, vertelt Komrij. ‘Ik geef dan altijd mee dat dit niet verstandig is. Je ziet namelijk dat als die vermijding eenmaal begint, de angst alleen maar groeit.’", "Wat is dan wel wijsheid? Exposure in vivo, oftewel: langzame blootstelling. Komrij: ‘Kinderen die gaan gillen als ze een hond tegenkomen, maken zichzelf overstuur. Je wilt ze leren dat ze kalm kunnen blijven in een spannende situatie, door rustig te blijven ademhalen.’ In die zin is de bezorgde oma goed bezig, want ze blijft de dieren opzoeken met haar kleindochter.", "Op straat of in het bos loont het om het gedrag van honden uit te leggen. Komrij: ‘Vertel: die hond wilde ook graag spelen met de stok die jij vast had. Of: als je wegrent, denkt de hond dat het een spelletje is.’", "Probeer een vriendelijke loebas te vinden waarmee je kunt oefenen. ‘Ik laat kinderen vaak een interviewtje doen met de eigenaar’, zegt Komrij. ‘Wat voor soort hond is het? Hoe heet hij? Wat vindt hij leuk en wat niet?’ Ben je als ouder gewoonweg geen dierenvriend – en dat mag natuurlijk – dan kun je de klus misschien uitbesteden aan een Martin Gaus-achtige vriend."], "authors": ["Anna Van Den Breemer"], "keywords": ["van", "dat", "die", "kind", "een", "wanneer", "bang", "wijsheid", "ze", "opvoedvraag", "voor", "honden", "je", "met", "wat", "het", "hond"], "pubDate": "2020-11-24T15:46:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}