{"id": "3aade134-ce7f-33a3-a876-13c50113ac57", "title": "Arctic Heroes toont een bedreigde band tussen mens en dier", "url": "https://www.volkskrant.nl/kijkverder/v/2020/arctic-heroes-toont-een-bedreigde-band-tussen-mens-en-dier~v419128/", "summary": "Voor wie de ongerepte natuur liefheeft, en de band tussen mens en dier, is het moeilijk om geen warmte te voelen bij de foto’s van Arctic Heroes.\nRagnar Axelsson, een IJslandse fotograaf die al ruim veertig jaar in Groenland werkt, legt in 131 zwart-wit beelden vast hoe de bedreigde Groenlandse hond onmisbaar is in het leven van de jagende Inuit.\nDe beelden tonen de honden aan het werk, rennend voor de slee van de jager over eindeloze witte vlakten.\nSlapend, op het ijs, bedekt door een dikke laag sneeuw, volstrekt niet gehinderd door de poolstorm die om hen heen raast.\nSpelend, rustend, vechtend tegen nachtelijke rukwinden die sneeuw en ijs horizontaal over de vlakten doen razen en aan de honden trekken, hun poten gespannen en hun haren overeind.", "paragraphs": ["Voor wie de ongerepte natuur liefheeft, en de band tussen mens en dier, is het moeilijk om geen warmte te voelen bij de foto’s van Arctic Heroes. Ragnar Axelsson, een IJslandse fotograaf die al ruim veertig jaar in Groenland werkt, legt in 131 zwart-wit beelden vast hoe de bedreigde Groenlandse hond onmisbaar is in het leven van de jagende Inuit.", "De beelden tonen de honden aan het werk, rennend voor de slee van de jager over eindeloze witte vlakten. Slapend, op het ijs, bedekt door een dikke laag sneeuw, volstrekt niet gehinderd door de poolstorm die om hen heen raast. Spelend, rustend, vechtend tegen nachtelijke rukwinden die sneeuw en ijs horizontaal over de vlakten doen razen en aan de honden trekken, hun poten gespannen en hun haren overeind."], "authors": ["Januari"], "keywords": ["om", "bedreigde", "band", "vlakten", "arctic", "toont", "sneeuw", "ijs", "die", "van", "tussen", "en", "een", "hun", "mens", "heroes", "voor", "dier", "het"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}