{"id": "3ab97a79-2dc6-354d-8e08-b41b8acf867a", "title": "De doodgraver van het Amerikaanse wereldrijk", "url": "https://nrc.nl/nieuws/2021/01/07/de-doodgraver-van-het-amerikaanse-wereldrijk-a4026690", "summary": "De 45ste president van de Verenigde Staten en de 1ste vicepresident van de Sovjet-Unie verschillen in één ding.\nJanajev pleegde in augustus 1991 een staatsgreep tegen Michaïl Gorbatsjov, indertijd het wettige staatshoofd van de Sovjet-Unie.\nHet gevolg van deze angst was dat Jeltsin nog jarenlang werd ondermijnd door allerlei neostalinisten en russofascisten in het parlement.\nZoals Janajev in 1991 het gezicht werd van de ontmanteling van het Sovjetimperium – de ‘grootste geopolitieke catastrofe van de twintigste eeuw’, aldus Poetin – zo kan Trump straks de belichaming worden van de teloorgang van het Amerikaanse wereldrijk.\nEen versie van dit artikel verscheen ook in NRC Handelsblad van 8 januari 2021", "paragraphs": ["De 45ste president van de Verenigde Staten en de 1ste vicepresident van de Sovjet-Unie verschillen in één ding. Donald Trump (1946) drinkt alleen cola, Gennadi Janajev (1937-2010) hield van vodka. Maar er zijn ook overeenkomsten. Trump ontketende deze week een straatopstand tegen zijn wettig gekozen opvolger Joe Biden. Janajev pleegde in augustus 1991 een staatsgreep tegen Michaïl Gorbatsjov, indertijd het wettige staatshoofd van de Sovjet-Unie. Trump beloofde de muiters dat hij mee zou oprukken naar het Capitool, maar ging lafhartig naar huis om tv te kijken. Janajev werd dronken en ontkende daarna met trillende handen dat hij een putschist was. Trump wordt nu in allerijl verlaten door bondgenoten, zoals senator Lindsey Graham, die jaren alle grillen volmondig ondersteunde uit angst uit de Republikeinse partij te worden gestoten. Janajev zag na de mislukte coup ook ineens allerlei handlangers uit de Communistische Partij ziek, zwak of misselijk worden.", "De vraag is of er een vierde parallel volgt: wordt de augiasstal snel schoongeveegd? Janajev werd na zijn fiasco gearresteerd, maar kwam al na zeventien maanden weer vrij. Krijgen Trump, advocaat Rudy Guliani en zoon Donald Jr. straks een dagvaarding wegens opruiing tot geweld en/of landverraad? Of ook dat niet? Biden staat voor eenzelfde dilemma als Boris Jeltsin, die dertig jaar geleden na de putsch de macht in Rusland overnam.", "Jeltsin pakte de opstandelingen met fluwelen handschoenen aan. Hij durfde het zelfs niet aan verkiezingen voor een nieuw parlement uit te schrijven. Hij vreesde een bijltjesdag. Eén Russische revolutie, die van 1917, vond Jeltsin meer dan genoeg.", "Het gevolg van deze angst was dat Jeltsin nog jarenlang werd ondermijnd door allerlei neostalinisten en russofascisten in het parlement. Waarna Vladimir Poetin in 2000 aan de macht kwam en de weg (terug) naar een autoritaire staat kon inslaan. Met Poetin kwamen de putschisten van 1991 in politieke zin alsnog aan de macht, zoals de Russische historicus Joeri Afanasjev toen opmerkte.", "Biden heeft ook geduchte opponenten die het niet zo nauw nemen met de wet. Hij moet komende jaren het hoofd bieden aan een significante minderheid – sowieso 121 van de 197 Republikeinen in het Huis van Afgevaardigden en 6 à 7 Republikeinen in de Senaat – die het trumpiaanse geweld tegen de volksvertegenwoordiging ook na woensdag billijkt of bagatelliseert. Tegelijkertijd heeft Biden beloofd te willen ‘helen’. Dat kan echter alleen als hij de leiders van de onconstitutionele muiterij, in voetbaltermen, eerst kapot speelt. De kans op herhaling is immers reëel. Hij moet doen wat Jeltsin naliet.", "Er staat voor Biden dus veel op het spel, net als indertijd voor de eerste Russische president. Want er dreigt nog een vijfde parallel tussen de Verenigde Staten en Sovjet-Rusland.", "Mijn ouders hebben na de Tweede Wereldoorlog drie keer een imperium ten onder zien gaan: het British Empire en het koloniale Frankrijk in de jaren veertig/vijftig en de Sovjet-Unie in de jaren tachtig. Is nu een vierde wereldrijk aan de beurt? De leuze Make America Great Again is woensdag in zijn tegendeel verkeerd.", "Zoals Janajev in 1991 het gezicht werd van de ontmanteling van het Sovjetimperium – de ‘grootste geopolitieke catastrofe van de twintigste eeuw’, aldus Poetin – zo kan Trump straks de belichaming worden van de teloorgang van het Amerikaanse wereldrijk.", "Oost-Europa-expert Hubert Smeets werkt bij het kenniscentrum Raam op Rusland. Hij schrijft om de week met redacteur geopolitiek Michel Kerres over de kantelende wereldorde.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 januari 2021"], "authors": ["Hubert Smeets", "Leestijd Minuten"], "keywords": ["van", "wereldrijk", "en", "een", "janajev", "met", "aan", "ook", "trump", "het", "hij", "doodgraver", "amerikaanse"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}