{"id": "3acc2c51-fb02-3ca6-a757-00bd238b0fed", "title": "At Pizza Beppe they bake pizzas just like in Naples", "url": "https://www.parool.nl/english/at-pizza-beppe-they-bake-pizzas-just-like-in-naples~b54cbce1/", "summary": "Pizza Beppe at the Nassaukade Beeld Lin WoldendorpMaking a genuine Neapolitan pizza is no simple matter.\nOmar Sharif (44), co-owner of the fifth and most recent branch of Pizza Beppe knows all about it – he went to Naples himself.\n“We train all our own pizza chefs and use the finest flour and San Marzano tomatoes.\nIt’s a lot of hassle just for a meal, but the Neapolitan pizza was given world heritage status in 2017.\nThe removal of some walls has created a light, open space where you can watch the pizza chefs’ every move.", "paragraphs": ["Pizza Beppe at the Nassaukade Beeld Lin Woldendorp", "Making a genuine Neapolitan pizza is no simple matter. It takes at least six months worth of training and exams to acquire accreditation from the Associazione Verace Pizza Napoletana. Omar Sharif (44), co-owner of the fifth and most recent branch of Pizza Beppe knows all about it – he went to Naples himself.", "“We train all our own pizza chefs and use the finest flour and San Marzano tomatoes. We bake pizzas in a brick over for 90 seconds, which gives them their characteristic bread-like structure.” That’s a requirement: a feature of the Neapolitan pizza is that you must be able to fold it half twice before it breaks.", "It’s a lot of hassle just for a meal, but the Neapolitan pizza was given world heritage status in 2017. Sharif: “So for us it’s primarily about the food. Ultimately, the oven is the theatre, that’s where it happens.”", "Emphasis on the pizzas", "Sharif is not exaggerating: when you enter, you can’t miss the grey heat source in the middle of the premises. The removal of some walls has created a light, open space where you can watch the pizza chefs’ every move. The simple chairs and neutral tints mean that all the emphasis is on the pizzas.", "Sharif and the other owners, Laurens Leeuwis (46) and Patrick Kraaijeveld (47), are on a mission to make tasty food available to the neighbourhood as simply as possible. Everyone is welcome, from couples on a first date to families with kids. Leeuwis: “But Italians eat here too. That’s a good sign!”", "Pizza Beppe", "Nassaukade 379", "020 2265448"], "authors": ["Julia Van Baaren", "Translation", "Het Vertaalcollectief"], "keywords": ["pizzassharif", "naples", "simple", "bake", "leeuwis", "beppe", "sharif", "food", "pizzas", "thats", "neapolitan", "chefs", "pizza"], "pubDate": "2019-10-14T11:52:41Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}