{"id": "3ae0357e-74a4-3432-a91c-1df88457f4da", "title": "Waarom niks doen het allergrootste economische taboe is", "url": "https://volkskrant.nl/columns-opinie/waarom-niks-doen-het-allergrootste-economische-taboe-is~b3332dba/", "summary": "Het lijkt haast een wetmatigheid: de werkloosheid stijgt en plotseling duiken overal pleidooien op voor een kortere werkweek.\nIets waar Nederland zich voor het laatst in de jaren tachtig druk om maakte.\nAfgelopen jaar kwamen opnieuw alle mogelijke verklaringen voorbij voor het feit dat Nederlandse vrouwen kampioen deeltijdwerken zijn.\nHet ene na het andere economische taboe is het afgelopen coronajaar gesneuveld.\nEn dan niet om op te laden voor het werk, pas na het pensioen of stiekem, zoals nu gebeurt – maar er openlijk voor uitkomen.", "paragraphs": ["Het lijkt haast een wetmatigheid: de werkloosheid stijgt en plotseling duiken overal pleidooien op voor een kortere werkweek. Minder werken mét behoud van salaris. Dat klinkt als een utopie. Iets waar Nederland zich voor het laatst in de jaren tachtig druk om maakte. Toch experimenteert Unilever hier op dit moment mee. De fabrikant van schoonmaakmiddelen, ijsjes en Axe-deodorant laat zijn 81 werknemers in Nieuw-Zeeland een jaar lang een dag minder werken. Is dat een succes, dan bekijkt de multinational in hoeverre alle 155 duizend medewerkers wereldwijd kunnen profiteren van de vierdaagse werkweek.", "Ook andere grote bedrijven als Toyota en Microsoft hebben interesse. Het softwarebedrijf zag bij een kleinschalige proef in augustus 2019 de productiviteit met 40 procent toenemen, onder andere door korter te vergaderen. Dat compenseert ruimschoots de 20 procent minder arbeidsuren. Een Britse denktank beweerde onlangs dat op deze manier 50 duizend bedrijven in dat land zonder al te veel pijn kunnen kiezen voor arbeidstijdverkorting.", "Vanuit mijn luie stoel naast de kerstboom viel me iets op aan de argumenten voor deze herontdekte trend. Zelden gaat het over de vierdaagse werkweek als een noodzakelijke herverdeling tussen arbeid en kapitaal. Minder werken, zeggen de deskundigen, dat betekent minder stress. Een betere gezondheid. Maar vooral: het zou wonderen doen voor onze stagnerende arbeidsproductiviteit. Die nam in Nederland in tien jaar tijd amper 4 procent toe.", "Meer voor elkaar krijgen in minder tijd, wie wil dat niet? Het is het evangelie van wat ik ooit de rustindustrie heb genoemd. Of het nou om zelfhulpgoeroes gaat, vrouwenbladen of verkopers van alle mogelijke slaapsnufjes, de boodschap is steevast hetzelfde: relax! Zodat je daarna extra hard kunt knallen.", "Dit prestatiedogma domineert ook andere debatten, zoals dat rond de ‘parttime-prinsesjes’. Afgelopen jaar kwamen opnieuw alle mogelijke verklaringen voorbij voor het feit dat Nederlandse vrouwen kampioen deeltijdwerken zijn. Van hardnekkige cultuur tot ongeëmancipeerde mannen. Vrijwel niemand die durft toe te geven dat zij (of hij) gewoon meer vrije tijd wil. Basisinkomen idem dito. Voorstanders zijn er als de kippen bij om te benadrukken dat mensen die gratis geld krijgen écht niet gaan zitten luieren. Stel je voor.", "Zelfs slapen wordt aangeprezen als economisch efficiënt. Een Amerikaanse zorgverzekeraar haalde een tijdje geleden het nieuws met een heuse lanterfantbonus. Werknemers die minstens twintig dagen achter elkaar vroeg naar bed gingen, kregen een beloning van 25 dollar per nacht.", "Het ene na het andere economische taboe is het afgelopen coronajaar gesneuveld. Maar het grootste van allemaal staat fier overeind: écht niks doen. Luieren zonder doel of nut. En dan niet om op te laden voor het werk, pas na het pensioen of stiekem, zoals nu gebeurt – maar er openlijk voor uitkomen. Dat is misschien nog wel radicaler dan een 4-daagse werkweek. Wie durft?"], "authors": ["Koen Haegens"], "keywords": ["economische", "van", "taboe", "waarom", "allergrootste", "voor", "en", "niks", "een", "doen", "minder", "te", "op", "als", "het", "dat"], "pubDate": "2021-01-06T19:17:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}