{"id": "3ae8acde-6bae-3516-bc88-9dc56c913ed8", "title": "De Neukpiet is een bizarre strip in een bonte parade van stijlen", "url": "https://www.parool.nl/kunst-media/de-neukpiet-is-een-bizarre-strip-in-een-bonte-parade-van-stijlen~b1bac97a/", "summary": "Een speelfilm was het plan, maar omdat het Filmfonds er niets in zag, werd De Neukpiet een graphic novel.\nIn de graphic novel De Neukpiet, die zich afspeelt in een toekomstig Nederland, wordt er een gehouden.\nHet wil een tijd niet erg vlotten met zijn carrière, maar groot succes heeft hij wel als de Neukpiet, een karikatuur van de zwarte man als onvermoeibare geilneef.\nOok De Neukpiet had eigenlijk een film moeten worden, maar het Filmfonds zag niets in het scenario.\nHet levert een bonte parade van stijlen op, die goed aansluit bij het behoorlijk bizarre verhaal.", "paragraphs": ["Een speelfilm was het plan, maar omdat het Filmfonds er niets in zag, werd De Neukpiet een graphic novel. Ook het Engelstalige stripblad Chad in Amsterdam is aan Zwarte Piet gewijd.", "Een referendum over Zwarte Piet, zou dat wat zijn? In de graphic novel De Neukpiet, die zich afspeelt in een toekomstig Nederland, wordt er een gehouden. De uitslag: weg met die racistische karikatuur. Evengoed houden de nodige Nederlanders vast aan de traditie. De spanningen lopen zo hoog op dat een rassenoorlog dreigt.", "Enter Anthony Moreno, een zwarte komiek die zich ook wel Hoody Allen noemt. Het wil een tijd niet erg vlotten met zijn carrière, maar groot succes heeft hij wel als de Neukpiet, een karikatuur van de zwarte man als onvermoeibare geilneef. Hij zegt alle stoute moeders graag zijn zak te willen laten zien en hun billen ervan langs te willen geven met zijn roe. Bij zijn merchandising doet vooral de 23 centimeter lange Neukpietdildo het goed. Moreno haat Zwarte Piet, maar zijn act als de Neukpiet valt vooral in de smaak in het pro-Pietenkamp.", "Chad in Amsterdam Beeld -", "Dr. Strangelove", "De Neukpiet of: Hoe ik mijn ware zelf vond en per ongeluk een rassenoorlog ontketende heet het even bizarre als fascinerende boek volledig. En ja, die titel verwijst naar de Stanley Kubrickfilm Dr. Strangelove or: How I Learned to Stop Worrying and Love the Bomb. Neukpiet-scenaristen Ashar Medina en Gonzalo Fernandez komen uit de filmwereld en waren betrokken bij onder meer de serie Mocro Maffia en de tv-film Tom Adelaar. Ook De Neukpiet had eigenlijk een film moeten worden, maar het Filmfonds zag niets in het scenario.", "Daarom maakten Medina en Fernandez er een graphic novel van. Ook leuk natuurlijk, vooral omdat ze wel zes illustratoren vroegen het verhaal te tekenenen. Dat idee werd geboren uit haast, maar pakte goed uit. Om de zoveel pagina’s wisselen de tekenaars, die ieder een heel eigen handschrift hebben, elkaar af. Het levert een bonte parade van stijlen op, die goed aansluit bij het behoorlijk bizarre verhaal. Waar Ashar Medina en Gonzalo Fernandez staan in het Pietendebat is duidelijk, maar een woedend pamflet is De Neukpiet niet. Er mag ook worden gelachen; voor de grappen van stand-upper ­Anthony Moreno maakte het scenaristenduo gebruik van de diensten van komiek Howard Komproe.", "Serieuze informatie over de historische achtergrond van Zwarte Piet bevat het boek ook. Dat daarbij wordt gemeld dat in de Amsterdamse sinterklaasintocht van 1935 witte Pieten meeliepen klopt helaas niet. Op een veel­gedeeld YouTubefilmpje lijkt de Sint te zijn omringd door witte Pieten, maar dat waren zogeheten herauten, verderop in de tocht liepen wel degelijk ‘echte’ Pieten.", "Beeld -", "Kleuter", "Geheel gewijd aan Black Pete is ook het vijfde nummer van Chad in Amsterdam, het eigen stripblad van de sinds 2009 in Amsterdam ­wonende zwarte Amerikaan Chad Bilyeu. Zelf tekent hij niet, maar vooral via internet vindt hij over de hele wereld tekenaars die zijn verhalen over zijn avonturen als expat in Amsterdam illustreren. Ook in Chad in Amsterdam no. 5 zo’n bontheid aan stijlen dus, zij het dat elk verhaal zijn eigen tekenaar heeft.", "In de Spaarndammerstraat zag Bilyeu in zijn eerste jaar in Amsterdam zijn eerste Zwarte Piet. Totaal verbijsterd was hij en de Amerikaanse tekenaar Dany Modesto Rodriguez heeft die verbijstering mooi in beeld weten te brengen. Sterk is ook het verhaal Checkmate, waarin Bilyeu vertelt hoe hij in de Appie ooit door een kleuter enthousiast werd aangesproken met ‘Zwarte Piet!’ Dat gebeurde hem vaker en elke keer schaamden de ouders zich diep. Sorry, sorry, sorry. Scherpe observatie van Chad Bilyeu: ‘Als Zwarte Piet niet racistisch zou zijn, zouden jullie ook geen reden hebben je te excuseren.’", "Beeld -", "Ashar Medina en Gonzalo Fernandez : De Neukpiet (uitgeverij Das Mag, €24,99)", "Chad Bilyeu: Chad in Amsterdam #5 (€7)"], "authors": ["Peter Van Brummelen"], "keywords": ["van", "bizarre", "stijlen", "het", "bonte", "maar", "zijn", "zwarte", "parade", "neukpiet", "strip", "die", "een", "ook", "en"], "pubDate": "2020-12-04T16:09:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}