{"id": "3af0e956-44b5-3b7e-a762-482e368bc051", "title": "Historicus Richard Evans over complottheorieën rond Derde Rijk: ‘Geloof het nou maar, Hitler is (niet) dood’", "url": "https://trouw.nl/recensies/historicus-richard-evans-over-complottheorieen-rond-derde-rijk-geloof-het-nou-maar-hitler-is-niet-dood~bec723b2/", "summary": "Openlijke twijfel over complottheorieën heeft niet per se gevolgen voor hun populariteit, constateert de gerenommeerde Britse historicus Richard J. Evans in Het nazisme en complottheorieën.\nDe paranoïde verbeelding en het Hitler-tijdperk.\nOp grond van Het nazisme en complottheorieën verwacht je een doorwrochte analyse van de rol die verhalen over vermeende samenzweringen speelden binnen het ontstaan, de groei en de machtspolitiek van het nationaal-socialisme.\nInmiddels is het speculeren over het Nachleben van de Führer een ware en groeiende industrie met zelfs occulte en ufo-varianten.\n€ 27,99Lees ook:Zo beland je met een paar clicks in het konijnenhol van coronacomplottenVeel complotdenkers hekelen de ‘mainstream media’.", "paragraphs": ["Adolf Hitler en Eva Braun verkozen niet de dood in een bunker onder Berlijn, maar ontkwamen naar Argentinië. Dat is de centrale stelling van Simon Dunstan en Gerrard Williams in hun boek Grey Wolf. The escape of Adolf Hitler. The case presented (2011).", "In de potpourri aan ‘bewijs’ die ze presenteerden, dook ook ene Catalina Gomero op, die werkend in een huis in het Zuid-Amerikaanse land, steeds maar weer eten voor een bepaalde deur moest zetten. Een ander personeelslid beweerde dat daarachter Hitler verbleef. Volgens Gomero at hij “hetzelfde voedsel als de andere bewoners: worst, ham, groenten … Typisch Duitse maaltijden.”", "Alle betrokkenen zagen een kleinigheidje over het hoofd: Hitler was vegetariër.", "Openlijke twijfel over complottheorieën heeft niet per se gevolgen voor hun populariteit, constateert de gerenommeerde Britse historicus Richard J. Evans in Het nazisme en complottheorieën. De paranoïde verbeelding en het Hitler-tijdperk. Ze moeten wel een zogenaamde onderliggende, lang verzwegen gang van zaken blootleggen en, als het even kan, ook het traditionele concept ‘waarheid’ ondergraven. En ook belangrijk: bevestigen dat niks zomaar gebeurt.", "Evans begint zijn boek met deze zin: “De gedachte dat er in de geschiedenis niets zomaar gebeurt, dat niets is wat het op het eerste gezicht lijkt te zijn, dat alles wat gebeurt het gevolg is van geheime machinaties van kwaadaardige achter de schermen opererende groepen mensen, is zo oud als de geschiedenis zelf.” Dat we niet denken dat we met de 5G-wappies, Soros-vervloekers en Pizzagate-gelovigen in een bijzondere tijd leven.", "Richard J. Evans", "Evans, opgeleid aan Oxford en emeritus hoogleraar aan de universiteit van Cambridge, houdt in zijn nieuwe boek vijf wilde samenzweringsfantasieën tegen het licht: over ‘De protocollen van de wijzen van Sion’, de Duitse nederlaag in de Eerste Wereldoorlog, de brand in de Rijksdag, de vliegtocht van Hitlers plaatsvervanger Rudolf Hess naar Groot-Brittannië en Hitlers dood.", "De ondertitel van Evans boek dekt de lading beter dan de titel. Op grond van Het nazisme en complottheorieën verwacht je een doorwrochte analyse van de rol die verhalen over vermeende samenzweringen speelden binnen het ontstaan, de groei en de machtspolitiek van het nationaal-socialisme.", "Die levert Evans slechts ten dele. In plaats daarvan vertelt hij liever over het contrast tussen de historische werkelijkheid en de extreme verdichting. Dat levert wel geregeld interessante inzichten op. Zo blijken de nazi’s in hun propaganda slechts selectief gebruik te hebben gemaakt van ‘De protocollen van de wijzen van Sion’, het zogenaamde bewijs voor een joods wereldcomplot. De authenticiteit was zelfs hen wat te omstreden.", "Ook met het rondstrooien van de Dolkstootmythe (het morrende, linksige thuisfront zou de Duitse zege in 1918 in de weg hebben gestaan) blijken de nazi’s niet scheutig te zijn geweest. Liever bejubelden ze de prestaties van de vaderlandse troepen in gevecht met de geallieerden of schoven ze de schuld richting geallieerden.", "Twijfel zaaien over Hitlers dood was voor de Sovjet-Unie tijdens de Koude Oorlog ook een handige manier om ook twijfel te zaaien over de westerse geallieerden. Inmiddels is het speculeren over het Nachleben van de Führer een ware en groeiende industrie met zelfs occulte en ufo-varianten.", "Richard J. Evans", "Het nazisme en complottheorieën. De paranoïde verbeelding en het Hitler-tijdperk", "Vert. Robert Neugarten.", "Unieboek/Het Spectrum; 292 blz. € 27,99", "Lees ook:", "Zo beland je met een paar clicks in het konijnenhol van coronacomplotten", "Veel complotdenkers hekelen de ‘mainstream media’. Trouw dook online het konijnenhol van de complottheorieën in om te ontdekken hoe zij aan informatie komen."], "authors": ["Paul Van Der Steen"], "keywords": ["complottheorieën", "hitler", "rond", "van", "rijk", "het", "maar", "geloof", "met", "zijn", "historicus", "niet", "een", "en", "dat", "te", "ook", "richard", "nou"], "pubDate": "2020-11-28T12:35:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}