{"id": "3af62d91-c9dd-3805-afef-eaf799abc2b8", "title": "Handige functies van WhatsApp die je misschien nog niet kent", "url": "https://www.metronieuws.nl/lifestyle/tech/2020/11/functies-van-whatsapp-die-je-misschien-niet-kent/", "summary": "Handige functies van WhatsApp die je misschien nog niet kentWhatsApp maakt inmiddels vast onderdeel uit van ons dagelijks leven.\nOok al ken je de app door en door: er zijn altijd dingen die je over WhatsApp misschien nog niet weet.\nHier vind je een aantal relatief onbekende, maar handige functies op een rij.\nAndroid-gebruikers moeten langer op een bericht drukken, waarna ze op een info-button kunnen klikken.\nAangepaste meldingenVoor elke chat op WhatsApp kun je een aangepaste melding instellen, zodat je makkelijk kan herkennen van welke chat je een melding krijgt.", "paragraphs": ["Handige functies van WhatsApp die je misschien nog niet kent", "WhatsApp maakt inmiddels vast onderdeel uit van ons dagelijks leven. WhatsApp heeft wereldwijd ruim een miljard gebruikers. De app verwerkt bijna 42 miljard berichten per dag. Ook al ken je de app door en door: er zijn altijd dingen die je over WhatsApp misschien nog niet weet.", "Zo komt de app regelmatig met nieuwe features. Hier vind je een aantal relatief onbekende, maar handige functies op een rij.", "1. Op WhatsApp kun je teksten opmaken", "Soms wil je bepaalde woorden in een appje even extra benadrukken. In word of bij het schrijven van een e-mail doen we dit natuurlijk door woorden vetgedrukt te maken of te onderstrepen. Wist je dat je dit ook kan doen op WhatsApp? Als je de woorden die je typt tussen twee speciale tekens schrijft, wordt de tekst vanzelf vetgedrukt, cursief of doorgestreept. Een vetgedrukt woord krijg je door het woord tussen *sterretjes* te typen. Met een _underscore_ kun je de tekst cursief maken. Een doorgestreepte tekst krijg je door een ~tilde~ te gebruiken.", "2. Laat berichten verdwijnen door vervaldatum", "WhatsApp heeft sinds kort een functie waarmee gebruikers een vervaldatum kunnen geven aan hun appjes. Met de vervaldatum ingeschakeld, verdwijnen de berichten binnen zeven dagen uit een chat. Je schakelt deze functie in door op de naam van het contact te klikken. Selecteer vervolgens ‘berichten met vervaldatum’ en tik op ‘aan’. Houd er met deze functie wel rekening mee dat afbeeldingen die gestuurd worden vaak meteen opgeslagen worden in jouw galerij en de galerij van de ontvanger. Dit betekent dat de afbeelding nog in de galerij staat als het daadwerkelijke bericht al verwijderd is. Daarnaast moet je er ook rekening mee houden dat de ontvanger screenshots kan maken van berichten, waardoor hij of zij ze toch nog kan zien.", "3. Makkelijk dingen onthouden door te markeren", "Als je een belangrijk appje moet onthouden, is het handig om hem te markeren met een ster. Deze markering maakt het heel makkelijk om dat ene belangrijke dingetje terug te vinden tussen duizenden appjes. Je geeft berichten zo’n markering door eerst lang op het appje te drukken. Er verschijnt dan een ster-icoontje dat je moet selecteren. Een lijst van berichten met een ster vind je door op de menu-knop te klikken en ‘berichten met ster’ te selecteren. Zo blijft je een hoop stress bespaard.", "4. Wie is jouw WhatsApp BFF?", "Wil jij weten wie jouw meest gebruikte contact is op WhatsApp? Je kunt er gemakkelijk achterkomen. Ga naar instellingen, klik op ‘opslag en data’ en selecteer ‘opslag beheren’. Er verschijnt een lijst van alle chats die is gerangschikt van hoog naar laag aantal MB’s. Je kan op elke chat klikken en gedetailleerde statistieken bekijken, zoals het aantal uitgewisselde berichten en de afbeeldingen die gestuurd zijn. Met dit nieuwe opslag-gedeelte van WhatsApp kun je makkelijk grote bestanden uit chats verwijderen. Het is een leuke feature om eens een kijkje in te nemen.", "5. Bekijk de details van jouw verzonden WhatsApp-berichtjes", "Met berichtdetails kun je kijken hoe laat een bericht is afgeleverd en hoe laat de ontvanger het berichtje heeft gelezen. iPhone-gebruikers doen dit door het bericht naar links te swipen. Android-gebruikers moeten langer op een bericht drukken, waarna ze op een info-button kunnen klikken. Zo weet je precies wie jou in groepchats loopt te negeren.", "6. Chats dempen", "Moet jij je ergens heel goed voor concentreren, maar raak je steeds afgeleid door meldingen of knipperlichtjes van binnenkomende appjes? Dan kun je ervoor kiezen om gesprekken te dempen. Android-gebruikers kunnen chats dempen door de chat langer ingedrukt te houden en vervolgens het doorgestreepte megafoon-icoontje indrukken. iPhone-gebruikers moeten het appje naar links swipen en dan op dempen klikken. Zo kun jij ongestoord verder werken.", "7. Laatst gezien verbergen", "Soms kan het best vervelend zijn dat anderen kunnen zien wanneer je voor het laatst online bent geweest. Mensen voelen zich namelijk al snel genegeerd, als ze zien dat je online bent geweest. Dit probleem kan makkelijk uit de lucht geholpen worden, door jouw ‘laatst gezien’ te verbergen. Dit doe je door naar je instellingen te gaan en te kiezen voor profiel. Vervolgens selecteer je privacy en daar kun je laatst gezien verbergen vinden.", "8. Leesbewijzen verbergen", "Wil jij nog een stap verder gaan en zelfs jouw leesbewijzen verbergen? Hiermee kunnen andere gebruikers jouw ‘blauwe vinkjes’ niet meer zien. Deze optie staat onder laatst gezien in de privacy-instellingen. Houd er wel rekening mee dat je met deze optie ingeschakeld ook niet meer de leesbewijzen van anderen kunt zien.", "9. Galerij opruimen? Schakel mediazichtbaarheid uit", "Staat jouw mapje ‘WhatsApp images’ ook helemaal vol met foto’s waar je eigenlijk niks aan hebt? Dit kun je makkelijk verhelpen door een kleine wijziging. Op een iPhone doe je dit door naar instellingen te gaan en voor het tabje ‘chats’ te kiezen. Hier moet je de optie ‘opslaan in filmrol’ uitschakelen. Android-gebruikers moeten ook in de chats-instellingen zijn, maar moeten hier de ‘mediazichtbaarheid’ uitschakelen.", "10 WhatsApp Web", "Voor de meesten is dit een bekend fenomeen, maar het is toch het benoemen waard. WhatsApp web is een webversie van WhatsApp. Dit is ideaal voor wanneer je veel verschillende gesprekken tegelijk voert, of grote bestanden moet doorsturen. Om in te kunnen loggen op WhatsApp Web hoef je alleen maar een QR-code te scannen. Makkelijker kan het niet.", "11. Aangepaste meldingen", "Voor elke chat op WhatsApp kun je een aangepaste melding instellen, zodat je makkelijk kan herkennen van welke chat je een melding krijgt. Op android apparaten doe je dit door op het chatmenu te klikken en ‘aangepaste meldingen’ te selecteren. Op een iPhone kun je de naam van een contact aanklikken en kiezen voor ‘aangepaste toon’.", "Lees ook: 8 dingen die gebeuren als je direct na het opstaan een glas water drinkt"], "authors": [], "keywords": ["van", "dit", "functies", "nog", "whatsapp", "het", "op", "die", "kent", "niet", "je", "een", "te", "handige", "misschien", "en", "door"], "pubDate": "2020-11-28T06:59:07+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}