{"id": "3b32b722-b3cb-3030-a8ee-f5898ec45e7a", "title": "Het jaar waarin niets kon, maar alles mogelijk bleek", "url": "https://volkskrant.nl/columns-opinie/het-jaar-waarin-niets-kon-maar-alles-mogelijk-bleek~bab8cf55/", "summary": "Die ontwikkeling kun je toejuichen of haten, verklaarde toenmalig minister Maxime Verhagen in 2008, maar ‘een alternatief is er niet’.\nIn de jaren tachtig en negentig waren het religie, nationalisme en fundamentalisme die stervende heetten te zijn.\nFrancis Fukuyama, voortbordurend op de filosofie van Hegel, sprak van het ‘einde van de geschiedenis’.\nDe onverwachte lockdowns hebben van 2020 het jaar gemaakt waarin weinig kon, maar alles mogelijk bleek in de economie.\nEn dankzij de schaarste aan mondkapjes, testmateriaal en vaccins is voor het eerst in decennia het idee van nationale zelfvoorziening weer modieus.", "paragraphs": ["Ze waren hopeloos ouderwets, compleet achterhaald, op sterven na dood. Sinds de coronacrisis blijken ze springlevend. Wie? De industriepolitiek, bijvoorbeeld. Sinds de mislukte redding van scheepsbouwer RSV begin jaren tachtig zou ‘de markt’ - wie dat ook moge zijn - bepalen welk bedrijf levensvatbaar is. Nu blijkt KLM van dusdanig strategisch belang dat het staatssteun krijgt. Net als, onder meer, het veel kleinere Smart Photonics uit Eindhoven dat deze zomer gekaapt dreigde te worden door concurrerende mogendheden.", "Of neem de globalisering. Die ontwikkeling kun je toejuichen of haten, verklaarde toenmalig minister Maxime Verhagen in 2008, maar ‘een alternatief is er niet’. Inmiddels neemt het ene na het andere land maatregelen om de eigen economie te beschermen en bevoordelen. Het protectionisme bloeit, de wereldhandel krimpt. De Wereldhandelsorganisatie verwacht dit jaar een daling van meer dan 9 procent.", "Telkens keren de spoken uit het verleden terug. Dat zegt iets over ons gebrekkige begrip van de geschiedenis. Alleen wie die beschouwt als een kaarsrechte lijn richting een Doel kan met zoveel zelfvertrouwen het ene na het andere fenomeen doodverklaren. In de jaren tachtig en negentig waren het religie, nationalisme en fundamentalisme die stervende heetten te zijn. Toen kwam de oorlog in voormalig Joegoslavië. Daarna volgden de aanslagen op het World Trade Center.", "Economen hebben er als geen ander een handje van. Wie marktwerking bekritiseerde, werd gediskwalificeerd als ‘nostalgisch’. Flexibilisering idem dito. Zelfs D66 is daarop teruggekomen, maar tot voor kort was de opmars van de zzp’er niet gewoon het gevolg van perverse fiscale prikkels. Het was simpelweg modern. ‘De toekomst’.", "Dat heet historisch determinisme. Daarbij denken de meeste mensen aan verstokte marxisten. Op zijn laatst sinds de val van de Berlijnse Muur zijn hun tegenstanders hiermee aan de haal gegaan. Francis Fukuyama, voortbordurend op de filosofie van Hegel, sprak van het ‘einde van de geschiedenis’. Het enige verschil is dat in plaats van de socialistische heilstaat de liberale globalisering kwam.", "Het liep anders. De onverwachte lockdowns hebben van 2020 het jaar gemaakt waarin weinig kon, maar alles mogelijk bleek in de economie. Iedereen die ontevreden is met de huidige status quo kan daaruit inspiratie putten. Progressieven speculeren hoe, op de puinhopen van de pandemie, een nieuwe, groenere en socialere economie zal bloeien. Klimaatcrisis? We blijken Schiphol gewoon op slot te kunnen gooien!", "Het omgekeerde is net zo goed denkbaar. Ook extreemrechts zal zich gesterkt voelen door de coronacrisis. Ineens bleken de grenzen wél op slot te kunnen, zelfs binnen Europa. En dankzij de schaarste aan mondkapjes, testmateriaal en vaccins is voor het eerst in decennia het idee van nationale zelfvoorziening weer modieus.", "De uitkomst zal bepaald worden door politieke strijd. Maar kom niet aan met beweringen over wat achterhaald is en welke beleidsmaatregel de toekomst heeft. Hoe de economie er uitziet, is een keuze. Geen historische onvermijdelijkheid."], "authors": ["Koen Haegens"], "keywords": ["zijn", "van", "niets", "het", "jaar", "en", "bleek", "kon", "een", "dat", "wie", "op", "te", "waarin", "maar", "mogelijk", "alles"], "pubDate": "2020-12-30T15:51:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}