{"id": "3b37de4c-09c9-38ed-8830-968067f050d1", "title": "'Spaanse oud-koning Juan Carlos wil met fiscus schikken in een creditcardzaak'", "url": "https://nos.nl/artikel/2359487-spaanse-oud-koning-juan-carlos-wil-met-fiscus-schikken-in-een-creditcardzaak.html", "summary": "De voormalige koning van Spanje wil met de fiscus schikken in een zaak over creditcards van een Mexicaanse zakenman en vriend, schrijft El País op basis van bronnen.\nMet de creditcards van zijn vriend Allen Sanginés-Krause zouden Juan Carlos en familieleden meer dan 120.000 euro hebben betaald.\nHet zou zijn gebeurd tussen 2016 en 2018.\nDie gaan onder meer over een 'gift' van tientallen miljoenen euro's door het koningshuis van Saudi-Arabië en een vermeend offshore-fonds in Jersey, zegt correspondent Rop Zoutberg.\nDit eiland is een belastingparadijs tussen Engeland en Frankrijk.", "paragraphs": ["De voormalige koning van Spanje wil met de fiscus schikken in een zaak over creditcards van een Mexicaanse zakenman en vriend, schrijft El País op basis van bronnen.", "Met de creditcards van zijn vriend Allen Sanginés-Krause zouden Juan Carlos en familieleden meer dan 120.000 euro hebben betaald. Vanaf dat bedrag wordt het als een belastingdelict beschouwd, waarop maximaal vijf jaar gevangenisstraf staat.", "Het zou zijn gebeurd tussen 2016 en 2018. Volgens El País hebben koning Felipe en koningin Letizia de creditcards niet gebruikt.", "Door via de schikking alsnog belasting te betalen, zou Juan Carlos andere onderzoeken naar zwart geld willen sussen. Die gaan onder meer over een 'gift' van tientallen miljoenen euro's door het koningshuis van Saudi-Arabië en een vermeend offshore-fonds in Jersey, zegt correspondent Rop Zoutberg. Dit eiland is een belastingparadijs tussen Engeland en Frankrijk."], "authors": [], "keywords": ["schikken", "carlos", "van", "país", "juan", "fiscus", "creditcards", "spaanse", "wil", "met", "zijn", "zou", "vriend", "tussen", "oudkoning", "meer", "een", "en", "creditcardzaak"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}