{"id": "3b4a66a1-59c2-36cc-b0fd-5aa7b8930795", "title": "Drinken we meer of minder in coronatijden? Thuis meer, in elk geval", "url": "https://trouw.nl/nieuws/drinken-we-meer-of-minder-in-coronatijden-thuis-meer-in-elk-geval~b4eedc15/", "summary": "De verkoop van relatiepakketten loopt achter bij die van vorig jaar en bedrijfs- en vrijdagmiddagborrels zijn er niet of nauwelijks.\nAndes is er niet niet blij mee.\nGeen goed jaar voor hele drankensectorIs het een goed jaar voor de hele drankensector?\nOnderzoek van het RIVM bevestigt dat: uit een enquête blijkt dat 1 procent van de alcoholdrinkers sinds half maart veel meer is gaan drinken en 9,5 procent dat meer doet.\nMaar 19,5 procent van de respondenten zegt minder te drinken en 6,2 procent houdt het zelfs op veel minder.", "paragraphs": ["Drinken we sinds corona meer alcohol? Nou, thuis wel. Vanaf eind maart tot eind september lag de omzet in alcoholhoudende dranken, plus alcoholvrij bier, 14 procent hoger dan in de eerste weken van 2019. Zowel bij de zelfstandige slijters, drankketens als Gall & Gall en Mitra, de supermarkten als de speciale drankwinkels in supermarkten is de verkoop flink toegenomen.", "Volgens onderzoeksbureau IRI, dat zich baseert op kassagegevens van veel supermarkten en drankketens, en op steekproeven bij de andere drankverkopers, geldt die stijging voor alle soorten alcoholische dranken: voor bier en cider (plus 13 procent), voor wijn, port, sherry en vermouth (plus 15 procent), voor gedistilleerd (16 procent) en voor mixdranken en likeuren (plus 18 procent). De verkoop van alcoholica steeg beduidend meer dan die van waters, sapjes en frisdrank, meldt IRI erbij.", "“De meeste slijters hebben een goed jaar”, bevestigt Ron Andes, voorzitter van de Koninklijke Slijtersunie, de belangenbehartiger van de zelfstandige slijters. Prettig voor slijters is niet alleen de grotere toeloop, ze merken ook dat de prijs per verkochte fles licht stijgt. Mensen kiezen voor iets duurdere flessen. Ze verwennen zich. Tapas en buitenlandse kazen verkopen ook goed, weet IRI.", "Meer klandizie voor buurtslijters", "Ook buurtslijters hebben meer klandizie dan vorig jaar. De oproep om lokale ondernemers te steunen heeft gewerkt, constateert Andes tevreden. Malt whisky’s en rum verkopen beter dan vorig jaar en dat geldt nog sterker voor de speciaalbieren. Ook alcoholvrij- en alcoholarm bier zijn in trek, een trend die er overigens al een paar jaar is.", "Daarmee is, merkt Andes op, niet gezegd dat het bij alle slijters hosanna is. De verkoop van relatiepakketten loopt achter bij die van vorig jaar en bedrijfs- en vrijdagmiddagborrels zijn er niet of nauwelijks. Feestjes evenmin. En dan zijn er de slijters die aan de horeca leveren. Hoe groter het aandeel horeca in hun pakket was, hoe slechter het hun nu vergaat. Gemiddeld halen slijters 20 tot 25 procent van hun omzet uit leveringen aan horeca en bedrijven. Met uitschieters naar boven en beneden.", "De grootste trend in drankenland is een andere: die naar online. De webverkopen van drank liggen nu zo’n 50 procent hoger dan vorig jaar. Een deel komt voor rekening van supermarktketens als Albert Heijn en van gewone winkels die hun webverkopen zagen groeien of die een webwinkel openden. De online verkopen van pils zijn minder hard gestegen. Pils werd vorig jaar al relatief veel online verkocht en nu zijn er geen feestjes.", "Er is ook nieuw aanbod: wijnwebshops schieten als paddenstoelen de grond uit. Sommige shops waren op de horeca gericht en bedienen nu ook particulieren. Inmiddels, zegt Andes, wordt twaalf tot vijftien procent van het in Nederland verkochte wijn en gedistilleerd via internet verkocht. Helemaal zeker van dat percentage is hij niet, want niet alles wat er op het web gebeurt laat zich vangen – dus ook niet in statistieken.", "Er gebeuren meer vreemde dingen, zegt Andes. Webwinkels die ‘zogenaamd coronaproof’ proeverijen houden. In loodsen. Of in bioscopen. Er zijn mensen die met een bus vol drank door Nederland rijden en die drank verkopen. Andes is er niet niet blij mee. Straks worden de gedragsregels nog strenger als gevolg van dat soort praktijken.", "Geen goed jaar voor hele drankensector", "Is het een goed jaar voor de hele drankensector? Dat niet. Neem de bieromzet. Voor corona werd een kleine dertig procent van het bier dat in Nederland wordt verkocht buitenshuis gedronken: in cafés en restaurants, in bioscopen en bij evenementen. Evenementen zijn sinds half maart verboden en de meeste cafés en restaurants zijn nu voor de tweede keer dicht. Dat hakt er in. De bierverkoop in de horeca ligt, sinds het begin van de coronacrisis, bijna 63 procent lager dan vorig jaar. De totale bieromzet ligt, ondanks de groei in het thuisdrinken, 13,5 procent lager.", "Wordt er alles bij elkaar wel meer gedronken? “Nee”, zegt Wigboldus beslist. Thuis wel, al ligt die groei wat lager dan de 14 procent die IRI mat. IRI rekent in omzet en in die 14 procent zit verdisconteerd dat mensen wat duurdere flessen kopen. Maar alles bij elkaar genomen, wordt er duidelijk minder gedronken. De groei van het thuisdrinken weegt niet op tegen de enorme bieromzetdaling in de horeca, zegt Wigboldus. Onderzoek van het RIVM bevestigt dat: uit een enquête blijkt dat 1 procent van de alcoholdrinkers sinds half maart veel meer is gaan drinken en 9,5 procent dat meer doet. Maar 19,5 procent van de respondenten zegt minder te drinken en 6,2 procent houdt het zelfs op veel minder.", "Lees ook:", "", "De drankomzet stijgt. Zuipen we ons door de crisis heen?", "Grijpen we meer of minder naar de fles tijdens de coronacrisis? ‘Bij mensen die eenzaamheid, stress of verveling wegdrinken, kan alcoholgebruik nu gemakkelijker uit de hand lopen.’"], "authors": ["Koos Schwartz"], "keywords": ["thuis", "van", "het", "meer", "jaar", "die", "voor", "drinken", "coronatijden", "minder", "niet", "geval", "en", "dat", "er", "elk", "procent"], "pubDate": "2020-12-09T12:14:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}