{"id": "3b56daf4-47c6-3028-882d-6d8e1bdcae99", "title": "Op Centrumeiland is geen ruimte voor Belgische toestanden", "url": "https://www.parool.nl/amsterdam/op-centrumeiland-is-geen-ruimte-voor-belgische-toestanden~b55d248c/", "summary": "De eerste huizen zijn inmiddels verrezen op de zelfbouwkavels op het Centrumeiland.\nBeeld Eva PlevierDe eerste huizen op het Centrumeiland van ­IJburg rijzen op uit de modder en de rupsbandsporen.\nHet Centrumeiland moet het mekka worden voor zelf bouwende burgers en architecten.\nHet is verheugend dat op het Centrumeiland een andere toon wordt aangeslagen dan op het Haveneiland, dat pakweg 15 jaar na oplevering massaal en inwisselbaar overkomt.\nDe ambitie van het Centrumeiland is er een van diversiteit en creativiteit.", "paragraphs": ["De eerste huizen zijn inmiddels verrezen op de zelfbouwkavels op het Centrumeiland. Beeld Eva Plevier", "De eerste huizen op het Centrumeiland van ­IJburg rijzen op uit de modder en de rupsbandsporen. En dat zijn volgens de mode en voorkeuren van de zelfbouwers, torentjes van vier etages met een plat dak. Eén zelfbouwer heeft een puntdak aangedurfd in combinatie met een houten gevelbekleding.", "Het Centrumeiland moet het mekka worden voor zelf bouwende burgers en architecten. Het is het grootste zelfbouwproject van Amsterdam. Zeventig procent van de kavels op Centrumeiland is ervoor gereserveerd. Daarmee is het een plek die afwijkt van de middelmaat en eenvormigheid die bovendien duurzaamheid als hoofddoel heeft. Het regenwater mag hier niet zomaar weggutsen in het riool maar vindt zijn weg naar grasdaken en wadi’s, bovengrondse bekkens – en anders wel naar wc’s en wasmachines. Rainproof heet dat in goed Nederlands.", "Al in 2013 zou dit eiland tot ontwikkeling worden gebracht, maar de naweeën van de kredietcrisis brachten de zaak tot stilstand. De noordkant van IJburg bleef daardoor nog lang een vrijplaats voor surfers en zonnebaders, de recreatiezone van de nieuwbouwwijk. Het zand was opgespoten, en daar bleef het bij. En nu, het is raar om te zien, tekenen zich er de eerste contouren af van een nieuwe wijk, niet eens zo ver van de energiecentrale. Een wijk die met een gracht gescheiden wordt van het grote Haveneiland aan de zuidkant.", "Stedelijk milieu in spe", "De naam Centrumeiland doet mensen al snel denken aan een robuuste locatie in het hart van IJburg. Het tegendeel is waar: het is een kleine schakel tussen het langwerpige Haveneiland en het nog aan te leggen Strandeiland dat is voorbestemd het grootste van de archipel te worden. Strandeiland krijgt onder andere een park dat zich qua omvang kan meten met het Vondelpark. Het belooft verschillende woonmilieus en een riant uitzicht over het IJmeer. Almere, Durgerdam en Marken aan de horizon, wat wil je nog meer?", "Centrumeiland is intussen een stedelijk milieu in spe. Daarvan is nu nog niet veel te zien, hoewel de modernistische woontorens wel verklappen waar het naartoe gaat: een dichtbebouwde wijk gelardeerd met plantsoenen en pleinen. De straatnamen zijn opgedragen aan schrijvers, activisten en kunstenaars uit de voormalige koloniën, Cola Debrot, Max Woiski, Tip Marugg, maar ook aan kernfiguren en momenten uit het Indonesische verleden. Men kan gaan wonen aan de Merdekalaan of in een straat die is vernoemd naar de eerste vrouwelijke rechter van Indonesië.", "Royale vide met glas", "Minder exotisch is het stedenbouwkundig plan. Dat is net als elders op IJburg, rechtlijnig en strak, als een verwijzing naar Manhattan. Wat opvalt aan de eerste blokken is dat de bewoners in samenspraak met de architecten gekozen hebben voor erkers, loggia’s en dakterrassen die de verticaliteit doorbreken. Terecht, want bovenin valt licht op te vangen, aan de straatkant niet. Een royale vide aan de voorkant met glas over twee etages lijkt ook een voorbode van de overheersende smaak op het Centrumeiland.", "Nieuwbouw op Centrumeiland in IJburg Beeld Eva Plevier", "Wat er tot dusver uitspringt is Huize Potteneters van architect Harvey Otten die het huis ook bewoont. Hij heeft de gevel opgevat als langwerpige aluminium lamellen met glas ertussen. Zo kun je naar buiten maar niet naar binnen kijken.", "Wat zal de geschiedenis zeggen over het tweede decennium van de 21ste eeuw? Dat net als bij de grachtengordel de (geringe) breedte van de kavel, geschat drie à vier meter, de typologie van het pand bepaalt. De hoogte is gezien de voorschriften beperkt: Belgische toestanden zullen we in Amsterdam niet krijgen. Dat betekent dat exotische uitwassen zeldzaam zullen zijn, wat misschien wel jammer is voor de Woiskistraat.", "Het is verheugend dat op het Centrumeiland een andere toon wordt aangeslagen dan op het Haveneiland, dat pakweg 15 jaar na oplevering massaal en inwisselbaar overkomt. De ambitie van het Centrumeiland is er een van diversiteit en creativiteit. Je zou willen en hopen dat dit nieuwsgierigen trekt, want IJburg als geheel werkt in dat opzicht niet. Mogelijk verandert het spectaculaire Sluishuis op het Steigereiland daar nog wat aan.", "Eldorado voor langzaam verkeer", "Hoewel de eerste woningen er staan, is de toon nog niet gezet. De definitieve beoordeling kan pas over drie jaar worden gegeven . Er blijven een paar zorgen op grond van het stedenbouwkundig plan: zijn er behalve scholen en crèches dagelijkse voorzieningen en is de aansluiting op de rest van IJburg goed geregeld?", "De twee bescheiden bruggen over een gracht lijken voor een wijk wat schamel. De gedachte erachter is dat de auto zich hier gedeisd moet houden, want het doel van de wijk is de beweging, zo luidde de boodschap van wethouder Eric van den Burg destijds. Een eldorado voor fietser, wandelaar of sporter. De hoogteverschillen worden met trappen overbrugd. En trappen lopen, dat zullen ze moeten, de bewoners van de woontorens."], "authors": ["Jaap Huisman"], "keywords": ["ruimte", "van", "voor", "en", "centrumeiland", "een", "met", "geen", "aan", "op", "belgische", "toestanden", "het", "niet", "dat"], "pubDate": "2021-01-02T10:00:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}