{"id": "3b587ec0-ffb8-3c07-8565-5b2c891a4888", "title": "57.000 jaar oude wolvenpup in Canada ontdooid uit ijs, dier vrijwel intact", "url": "https://nu.nl/wetenschap/6098557/57000-jaar-oude-wolvenpup-in-canada-ontdooid-uit-ijs-dier-vrijwel-intact.html", "summary": "Het dier was ontdooid uit een laag ijs en blijkt 57.000 jaar oud te zijn.\n\"Het is de compleetste wolvenmummie ooit\", stelt een van de onderzoekers die de mummie onder de loep hebben genomen.\nIn september bleek in het Russische Siberië nog een vrijwel intact kadaver van een holenbeer te zijn gevonden.\nVermoedelijk was het dier zeven weken oud toen het stierf en lag het op dat moment in een wolvenhol.\nMogelijk was Zhùr het enige jong of was de rest niet in het hol toen het instortte.", "paragraphs": ["Een gouddelver heeft in de Canadese regio Yukon een bijna intacte gemummificeerde wolvenpup gevonden. Het dier was ontdooid uit een laag ijs en blijkt 57.000 jaar oud te zijn. Het jong is door de lokale bevolking van Yukon Zhùr genoemd, wat in hun taal 'wolf' betekent.", "\"Het is de compleetste wolvenmummie ooit\", stelt een van de onderzoekers die de mummie onder de loep hebben genomen. Het enige dat dit dier mist, zijn de ogen.", "Doordat het wolvenjong zo goed bewaard is gebleven, kunnen biologen veel leren over het leven van prehistorische wolven als Zhùr. Zo viel het ze op dat de pup veel zalm heeft gegeten, terwijl werd gedacht dat deze wolven juist veel vlees eten. Zhùr leefde dicht bij water en dat zal haar dieet hebben beïnvloed, schrijven de onderzoekers in het wetenschappelijke vakblad Current Biology.", "Dergelijke vondsten zijn erg zeldzaam. Het dier moet op een gunstige plek doodgaan, om vervolgens binnen zeer korte tijd bedekt te worden met ijs en in te vriezen. Als het kadaver te lang onbedekt op de toendra blijft liggen, vergaat het lichaam of wordt het opgegeten door andere dieren.", "Mogelijk worden door klimaatverandering meer van zulke mummy's gevonden. Zhùr zat in een laag permafrost, oftewel altijd bevroren grond. In september bleek in het Russische Siberië nog een vrijwel intact kadaver van een holenbeer te zijn gevonden. Die heeft tot 39.500 jaar in het ijs gezeten.", "Pup zat mogelijk in hol dat instortte", "Een vraag die de wetenschappers wilden beantwoorden, is hoe het dier moet zijn overleden om zoveel later in deze staat gevonden te kunnen worden. Vermoedelijk was het dier zeven weken oud toen het stierf en lag het op dat moment in een wolvenhol. Dat hol stortte waarschijnlijk in, waardoor het jong vrijwel direct overleed.", "Als het zo is gegaan, dan is het wel opvallend dat er slechts één jong is gevonden. Waar de moederwolf en de rest van de pups zouden zijn geweest, is niet duidelijk. Mogelijk was Zhùr het enige jong of was de rest niet in het hol toen het instortte."], "authors": ["Door"], "keywords": ["jaar", "canada", "zijn", "gevonden", "vrijwel", "uit", "ontdooid", "te", "ijs", "zhùr", "intact", "van", "en", "wolvenpup", "een", "oude", "dier", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}