{"id": "3b5a6a64-1173-3cf5-bd8a-8bf34ad266c5", "title": "Met samengeknepen billen wacht Den Haag rapport over kinderopvangtoeslagenaffaire af", "url": "https://volkskrant.nl/nieuws-achtergrond/met-samengeknepen-billen-wacht-den-haag-rapport-over-kinderopvangtoeslagenaffaire-af~bf7d7448/", "summary": "Beeld ANPOp de ministeries van Financiën en Sociale Zaken, bij de Belastingdienst en de Raad van State wachten bewindslieden en leidinggevenden met samengeknepen billen af wat de bevindingen zullen zijn van de parlementaire ondervragingscommissie die de toedracht van het toeslagendrama heeft gereconstrueerd.\nDe commissie, die bestaat uit acht Tweede Kamerleden van evenzoveel politieke partijen, verhoorde eind november negentien getuigen onder ede over hun rol in de affaire.\nOnder de getuigen waren politieke kopstukken als de ministers Wiebes, Van Ark en Hoekstra, premier Rutte en PvdA-fractievoorzitter Asscher.\nReconstructieIn principe is het niet de taak van de commissie om schuldigen aan te wijzen.\nHet kabinet heeft nog even tijd om erop te kauwen; dat zal waarschijnlijk pas na het kerstreces met een reactie komen.", "paragraphs": ["Premier Mark Rutte wordt gehoord door de parlementaire enquetecommissie Kinderopvangtoeslag. Beeld ANP", "Op de ministeries van Financiën en Sociale Zaken, bij de Belastingdienst en de Raad van State wachten bewindslieden en leidinggevenden met samengeknepen billen af wat de bevindingen zullen zijn van de parlementaire ondervragingscommissie die de toedracht van het toeslagendrama heeft gereconstrueerd.", "De commissie, die bestaat uit acht Tweede Kamerleden van evenzoveel politieke partijen, verhoorde eind november negentien getuigen onder ede over hun rol in de affaire. Onder de getuigen waren politieke kopstukken als de ministers Wiebes, Van Ark en Hoekstra, premier Rutte en PvdA-fractievoorzitter Asscher. Maar de commissie voelde ook een aantal topambtenaren van de Belastingdienst en de betrokken ministeries aan de tand, die normaal nooit in het openbaar hun zegje doen.", "Vanaf begin juli hebben (CDA-kamerlid) Van Dam en zeven andere Kamerleden de wortels van de affaire opgegraven om te achterhalen wat er precies is misgegaan en waarom dat is gebeurd. En vooral ook: wie er tussen 2009 en 2019 aan heeft bijgedragen dat tienduizenden ouders gedupeerd werden door het harde invorderingsbeleid van de dienst Toeslagen van de Belastingdienst.", "Reconstructie", "In principe is het niet de taak van de commissie om schuldigen aan te wijzen. De opdracht die de Tweede Kamer de commissie gaf is ‘onderzoek doen naar het fraudebeleid bij de kinderopvangtoeslag in de periode 2013 – 2020’.", "Naar eigen zeggen wilde de commissie de antwoorden vinden op vragen als: wie wist wat wanneer? Welke keuzes hebben de betrokken bewindspersonen gemaakt? Wat was de betrokkenheid van de (hoge) ambtenaren? En waarom is niet eerder ingegrepen en kon de aanpak zo lang doorgaan?", "De formele opdracht aan de commissie is dus het maken van een reconstructie, op grond waarvan de Tweede Kamer vervolgens maar conclusies - en eventueel politieke consequenties – moet trekken.", "Veel op het spel", "De scheidslijn tussen ‘bevindingen’ en ‘conclusies’ is echter dun, zeker in een dossier waar zoveel fouten zijn gemaakt. Dat de commissie zich in haar rapport echt volledig zal onthouden van elk oordeel over het handelen van bepaalde bewindslieden en topambtenaren is daarom moeilijk voor te stellen.", "Het kabinet heeft nog even tijd om erop te kauwen; dat zal waarschijnlijk pas na het kerstreces met een reactie komen. Dan volgt ook een Kamerdebat over het eindverslag van de commissie."], "authors": ["Yvonne Hofs"], "keywords": ["van", "dat", "die", "aan", "den", "een", "het", "en", "samengeknepen", "te", "rapport", "billen", "commissie", "kinderopvangtoeslagenaffaire", "haag", "af", "wat", "met", "wacht"], "pubDate": "2020-12-16T22:45:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}