{"id": "3b5e5953-1105-3571-b8a8-e7c2e85a99b0", "title": "Vertrouwen in cliënt vergroot juist de zelfredzaamheid", "url": "https://trouw.nl/opinie/vertrouwen-in-client-vergroot-juist-de-zelfredzaamheid~bae262de5/", "summary": "Sindsdien zijn gemeenten in eerste instantie verantwoordelijk voor de jeugdzorg, de participatie en het welzijn.\nHet is een op het eerste oog nuchter, maar toch ook stevig kritisch rapport.\nHet enthousiasme was toen zo groot dat het nu, achteraf, bijna naïef lijkt.\nHet SCP stelt nuchter vast dat het met die zelfredzaamheid niet meevalt, dat het informeel netwerk bepaald niet meer is gaan doen en dat de mantelzorg in veel gevallen al zwaar belast is.\nMeedenkende vriendDe professional wordt zo van een deskundige een partner in een zorgkring.", "paragraphs": ["Vijf jaar geleden verhuisde de verzorgingsstaat naar de gemeente. Sindsdien zijn gemeenten in eerste instantie verantwoordelijk voor de jeugdzorg, de participatie en het welzijn. Onlangs publiceerde het SCP een rapport waarin de balans wordt opgemaakt van deze decentralisatie. Het is een op het eerste oog nuchter, maar toch ook stevig kritisch rapport. De decentralisatie heeft niet opgeleverd wat er bij de invoering van verwacht werd.", "Heel vreemd is dat niet. Want er werd toen ook wel erg veel verwacht: grote kwaliteitsverbeteringen met minder geld. Het enthousiasme was toen zo groot dat het nu, achteraf, bijna naïef lijkt. Dat optimisme was overigens niet alleen aanwezig bij beleidsambtenaren en politici, landelijk en lokaal. Ook het sociaal werk, in veel gevallen de beroepsgroep die uitvoering geeft aan de zorg van de lokale verzorgingsstaat, presenteerde zich als een warm voorstander.", "In mijn onlangs verdedigde onderzoek naar de betekenis van het gezin in het sociaal werk heb ik geanalyseerd hoe het sociaal werk reageerde op de decentralisatie van de verzorgingsstaat. Men zag het helemaal zitten. De reactie had een hoog ‘wij zijn er klaar voor’-gehalte en kwam voort uit de overtuiging dat het sociaal werk de beroepsgroep bij uitstek was die gestalte zou kunnen geven aan die nieuwe verzorgingsstaat.", "Mantelzorg zwaarbelast", "De beroepsgroep was nauwelijks kritisch over de zorgfilosofie die ten grondslag lag aan het nieuwe beleid. Hoog werd opgegeven van zelfredzaamheid (eigen kracht), de inzet van het informeel netwerk, de mogelijkheid voor burgers om te participeren in vooral lichte netwerken als clubs en buurtverenigingen en zo de samenleving tot bloei te brengen. Gejubeld werd er over de wijk: de inclusieve wijk, de gastvrije wijk, de wijk als een deken.", "Het SCP stelt nuchter vast dat het met die zelfredzaamheid niet meevalt, dat het informeel netwerk bepaald niet meer is gaan doen en dat de mantelzorg in veel gevallen al zwaar belast is. Onomwonden luidt het advies: ‘Leun niet al te sterk op klinkende begrippen als eigen kracht. Daarnaast is voor elkaar zorgen een samenlevingsvraagstuk dat niet eenvoudig door de overheid af te dwingen is.’ Tegelijkertijd wordt aangegeven dat dat beroep op het informeel netwerk en de zelfredzaamheid niet onzinnig was en is, maar dat de verwachtingen ervan meer realistisch ingevuld moeten worden.", "Achteraf weet ik niet of het vooral een gebrek aan realisme geweest is waardoor de resultaten zo tegenvallen als het gaat om zelfredzaamheid, informele zorg en mantelzorg. Zelf heb ik het idee dat het ook met wantrouwen en morele moed te maken heeft. Het beroep op zelfredzaamheid en informele zorg heeft van het begin af aan in het teken gestaan van de gedachte dat burgers zich slachtofferig opstellen en zich laten pamperen door duurbetaalde verzorgenden. De toon in veel beleidsnota’s rond het sociaal domein is dan ook dat er vooral gewaakt moet worden voor oneigenlijk gebruik van de zorg. In het onderzoek dat wij doen in de Werkplaats Sociaal Domein Gelderse Vallei valt op dat de eerste opdracht van gemeenten aan sociaal werkers is: verken de mate waarin de hulpvrager in staat is tot zelfredzaamheid en welke bijdrage het informeel netwerk eventueel aanvullend nog kan leveren. Als het echt niet anders kan, moet professionele ondersteuning overwogen worden.", "Blijk van wantrouwen", "Ergens is dit een blik van wantrouwen. Wanneer een demente oudere, een jongere met ontwikkelingsvragen of een verstandelijk gehandicapte een sociaal werker op bezoek krijgt, ontmoet hij allereerst die vorsende blik die uitzoekt wat hij zelf nog kan. En als de blikrichting dan verschuift naar het gezin of de familie rond de zorgvrager voelen die zich de maat genomen: doen jullie ook nog wat? Zit er niet meer in? Vanzelfsprekend heeft dit ook effect op de opstelling van de hulpvragers en hun netwerk. Je kunt je maar beter hulpeloos opstellen. Alleen zo kom je in aanmerking voor zorg, die toch al zo schaars is.", "Veel reden voor dat wantrouwen is er meestal niet. Hulp vragen bij professionals is niet leuk. De meeste mensen doen dat pas als ze het zelf echt niet meer redden. Of omdat mensen niet weten of ze het zo wel goed doen. Omdat zij bang zijn dat hun kind betere zorg nodig heeft dan zij kunnen bieden. Of omdat ze bang zijn, bezorgd. Gaat het wel goed met mijn partner? Met al die druk op professionals om eerst te checken of er niet meer ruimte zit in de zelfredzaamheid en informele steun, staat juist dat eerste contact al in het teken van wantrouwen.", "Terwijl juist dan de zorg zelf centraal zou moeten staan. Niet zorg als product, maar als manier van kijken naar jezelf en anderen. Waar maak jij je zorgen om? Waar zit jullie zorg voor je kind? Wat is er volgens jou nodig? Wat denkt u dat uw moeder nodig heeft? Door zo in te haken op de zorg van de zorgvrager voor zichzelf en de zorg van het informeel netwerk voor hun kind, partner of ouder, kan het wantrouwen opgeschort worden.", "Meedenkende vriend", "De professional wordt zo van een deskundige een partner in een zorgkring. Een zorgzame maar ook kritisch meedenkende vriend. Iemand die soms zorg overneemt, omdat het te veel is.", "Maar zij of hij is vooral iemand die tips geeft om de zorg hanteerbaar te maken, die vanuit de zorg die men voor elkaar heeft, helpt om de informele zorg hanteerbaar te houden. Iemand die bij eventuele conflicten of moedeloosheid in het informeel netwerk bemiddelt en vertrouwen weet te brengen.", "Want vertrouwen doet zelfredzaamheid en informele steun groeien, niet achterdocht. Als wij iets hebben geleerd van de kindertoeslagaffaire is dat het wel. Bovendien blijkt uit onderzoek hiernaar in Finland dat vertrouwen en samenwerking met het netwerk leidt tot kostenbesparing. Werken vanuit vertrouwen is dus verre van naïef.", "Lees ook:", "De toeslagenaffaire is niet het enige voorbeeld van gestold wantrouwen jegens de burger", "Ruud Lubbers zei het over regeerakkoorden, maar je zou het op de hele democratie kunnen betrekken: het is een systeem van gestold wantrouwen.", "‘Voor de beste aanpak moet je als gemeente ongelijke mensen soms ongelijk behandelen’", "Laten we naar het individu kijken in plaats van naar de regels. En ja, dat betekent soms ongelijke behandeling, aldus Janny Bakker-Klein, voorzitter van Movisie. Ze promoveert deze week op haar proefschrift over het sociaal domein aan de Erasmus Universiteit."], "authors": ["Wim Dekker"], "keywords": ["van", "als", "vergroot", "het", "juist", "die", "op", "cliënt", "zorg", "niet", "een", "dat", "en", "zelfredzaamheid", "vertrouwen"], "pubDate": "2020-12-08T11:53:43+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}