{"id": "3b6266af-6c36-3a81-83d5-f2e927926fac", "title": "Van de Beek oogst lof met ‘optreden van buitencategorie’", "url": "https://www.parool.nl/sport/van-de-beek-oogst-lof-met-optreden-van-buitencategorie~b726001f/", "summary": "“Een frisse wind,” sprak de Engelsman, die als een van de beste verdedigers uit de geschiedenis van Manchester United wordt beschouwd.\nVan de Beek kreeg een basisplaats bij de gratie van de afwezigheid van Paul Pogba (enkel) en Scott McTominay (rust).\nWaar de kleine Braziliaan zich vooral met het grove werk bezighield, diende Van de Beek als verbindingsspeler.\nVan de Beek stelde zich in dienst van de Portugees, die Manchester United met twee goals voor de rust een relatief zorgenvrije avond bezorgde.\nHij doelde daarmee op het bij vlagen wervelende en trefzekere spel van zijn veredelde B-team in de tweede helft.", "paragraphs": ["Donny van de Beek speelt de bal in het duel in de Champions League. Beeld BSR Agency", "Donny van de Beek moest de kleedkamer op Old Trafford nog bereiken, toen Rio Ferdinand in de studio van BT Sports hem complimenteerde voor zijn spel in de eerste helft tegen Istanbul Basaksehir (4-1). “Een frisse wind,” sprak de Engelsman, die als een van de beste verdedigers uit de geschiedenis van Manchester United wordt beschouwd. “Wat een verschil maakt hij op het middenveld.”", "Analyticus Owen Hargreaves beaamde de mooie woorden van Ferdinand. “Een optreden van de buitencategorie,” gaf de oud-speler aan. Op de tribune gingen de commentatoren van de betaalzender nog een stap verder. “Anderen halen vanwege hun doelpunten morgen wellicht de achterpagina’s, maar Van de Beek deed niet voor hen onder.” Op sociale media smeekten supporters trainer Ole Gunnar Solskjaer om hem vaker op te stellen.", "Van de Beek kreeg een basisplaats bij de gratie van de afwezigheid van Paul Pogba (enkel) en Scott McTominay (rust). De international van Oranje stond op ‘8’, in het vertrouwde 4-2-3-1-systeem van Manchester United. Met Fred vormde hij de zogenaamde ‘double pivot’, de twee defensief ingestelde middenvelders. Waar de kleine Braziliaan zich vooral met het grove werk bezighield, diende Van de Beek als verbindingsspeler.", "De samenwerking met uitblinker Bruno Fernandes bezorgde hem de lof van de voormalige vedetten. Van de Beek stelde zich in dienst van de Portugees, die Manchester United met twee goals voor de rust een relatief zorgenvrije avond bezorgde. Met korte, strakke passjes hielp hij hem maximaal gebruik te maken van de ruimte. Liefst 90% van zijn passen (voor de pauze) kwamen aan.", "Controlerende rol", "In defensief opzicht maakte Van de Beek een minder sterke indruk. Medespelers coachten hem voortdurend in het lege stadion. “Donny, Donny, Donny,” klonk het als een speler van de Turkse ploeg uit zijn rug dreigde te ontsnappen. Gelukkig voor hem was Basaksehir minder goed bij de les dan tijdens de wedstrijd in Istanbul, toen het elftal een ongeconcentreerd Manchester United verraste met een zege (2-1).", "Van de Beek, continu gefocust om de bal vooruit te spelen, had niettemin een aanzienlijk aandeel in de zege van Manchester United. Ferdinand, normaliter niet scheutig met complimenten, herkende de klasse in hem. Van de Beek, op wie Solskjaer in de Premier League nog niet durft te vertrouwen, liet tegen de Turken voor het eerst zien een meerwaarde voor de club te kunnen zijn.", "De Nederlander was zelf uiteraard content. “Het ging lekker,” zei de man uit Nijkerkerveen. “Soms speel ik op de nummer 10-positie, soms heeft de coach me nodig in een meer controlerende rol. Het maakt me niet uit. Ook bij Ajax heb ik soms op deze positie gespeeld.” De 23-jarige middenvelder maakte een zelfverzekerde indruk. “Onze eerste helft was erg goed, vooral de eerste 30 minuten. Na rust leden we te veel balverlies en gaven we wat kansen weg. Maar uiteindelijk kregen we de controle terug en maakten we nog een vierde doelpunt.”", "‘Veteraan’ De Ligt", "Ook Matthijs de Ligt, die na een een schouderblessure weer helemaal terug is bij Juventus, oogstte lof voor zijn optreden tegen Ferencváros (2-1 winst). “Zijn terugkeer is heel belangrijk voor ons, als speler en als leider,” zei zijn trainer Andrea Prilo. “Hij is op 21-jarige leeftijd al een veteraan. De Ligt maakt ons sterker in verdedigend opzicht, maar ook beter in de opbouw. We hebben echt op zijn rentree gewacht.”", "De oud-Ajacied zelf zag nog wel verbeterpunten voor zijn team. “Het was voor ons een zware wedstrijd, omdat Ferencváros heel goed partij bood en compact speelde. We moeten meer tempo en meer lef tonen.” De Ligt toonde ook de nodige zelfkritiek. “Ik maakte een fout bij het doelpunt van Ferencváros,” gaf hij toe. Juventus plaatste zich met de zege voor de volgende ronde in de Champions League.", "Eerste goal Dest", "In de andere wedstrijd in de poule hielp Sergiño Dest zijn club Barcelona met de openingsgoal aan de zege tegen Dinamo Kiev (0-4). “Ik kan het bijna nog niet geloven,” jubelde Dest na afloop. “Mijn eerste treffer voor Barcelona en dan ook nog in de Champions League. Dit is echt heel speciaal, ook doordat we hebben gewonnen en ons hebben gekwalificeerd voor de achtste finales.”", "Trainer Ronald Koeman van Barcelona had na de royale zege weinig reden tot klagen. “Zo wil ik het graag zien,” zei de oud-bondscoach. Hij doelde daarmee op het bij vlagen wervelende en trefzekere spel van zijn veredelde B-team in de tweede helft. Voor de rust kwam Barça niet tot scoren. “Toen waren we niet efficiënt genoeg,” oordeelde Koeman. “Maar we hebben de hele wedstrijd gedomineerd. Ik ben trots op de manier waarop we hier hebben gespeeld.”", "Noa Lang, die afgelopen weekend nog een wereldtreffer maakte voor Club Brugge, kon geen potten breken tegen Borussia Dortmund (0-3) en werd een kwartier voor tijd gewisseld. Hakim Ziyech mocht een kwartier meespelen met Chelsea in de in blessuretijd gewonnen wedstrijd tegen Rennes (1-2)."], "authors": ["Geert Langendorff"], "keywords": ["lof", "van", "nog", "het", "op", "oogst", "met", "voor", "zijn", "een", "en", "buitencategorie", "optreden", "beek"], "pubDate": "2020-11-25T09:09:39+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}