{"id": "3b7094f5-2037-3d66-b5f7-0cd22dd75b0a", "title": "Stemmingmakerij op het Haga Lyceum: zijn dit de ‘laatste stuiptrekkingen’ van Atasoy?", "url": "https://www.parool.nl/amsterdam/stemmingmakerij-op-het-haga-lyceum-zijn-dit-de-laatste-stuiptrekkingen-van-atasoy~bcb5dd3a/", "summary": "De huidige bestuurder van het Cornelius Haga Lyceum, Achmed Baâdoud.\nBeeld Marc DriessenDe huidige schoolleiding vermoedt dat medestanders van Atasoy de indruk willen wekken bij het Amsterdamse gerechtshof dat de rust nog altijd niet is weergekeerd op het Haga Lyceum.\nVervolgens werd een heimelijk opgenomen gesprek tussen een moeder van een leerling met directeur Achmed Baâdoud online verspreid.\nVan Doorn staat nog altijd in contact met leerlingen en ouders die op de hand zijn van de ontslagen directeur.\nIn de brief – via Arnoud van Doorn bij Het Parool beland – valt te lezen dat leraren het beu zijn ‘dat er niets bereikt wordt’.", "paragraphs": ["De huidige bestuurder van het Cornelius Haga Lyceum, Achmed Baâdoud. Beeld Marc Driessen", "De huidige schoolleiding vermoedt dat medestanders van Atasoy de indruk willen wekken bij het Amsterdamse gerechtshof dat de rust nog altijd niet is weergekeerd op het Haga Lyceum. Het is inderdaad alles behalve kalm op de school.", "Eind vorige maand werd het schoolgebouw beklad met leuzen tegen de directie en de ‘coupplegers’. Vervolgens werd een heimelijk opgenomen gesprek tussen een moeder van een leerling met directeur Achmed Baâdoud online verspreid. Te horen is hoe Baâdoud waarschuwt dat hij signalen over leerlingen die dreigen te ontsporen, moet melden bij bijvoorbeeld het gemeentelijke Meldpunt radicalisering.", "In een gelekte interne brief wordt er kritiek geuit door een docent, die de schoolleiding tot het kamp-Atasoy rekent. De leraar krijgt daarvoor een schriftelijke waarschuwing van Baâdoud, omdat hij de brief verstuurde naar al zijn collega’s zonder zijn commentaar eerst met de directie te delen. Baâdoud prijkt tevens op een afbeelding die digitaal circuleert en hem afschildert als een klikspaan tegen wie nadere stappen ondernomen zullen worden.", "Arnoud van Doorn", "De brief, de opname én het affiche zijn verspreid door Arnoud van Doorn, oud-PVV’er en raadslid in Den Haag voor de islamitische Partij van de Eenheid. Gedurende Atasoys directeurschap was hij vrijwilliger op de school. Op sociale media bepleit hij al maanden de rentree van Atasoy. Van Doorn staat nog altijd in contact met leerlingen en ouders die op de hand zijn van de ontslagen directeur.", "Zij voelen zich gesterkt door het opstappen van Rasit Bal in oktober. Hij had het toen amper vier maanden volgehouden als opvolger van Atasoy, met name door de oppositie van een groep ouders die wil dat Atasoy terugkomt. Nu lijken ze het gemunt te hebben op Bals opvolger Baâdoud. De woordvoerder van de ouders, Rachid El Jouhri, verwijt hem ‘pure intimidatie’ van leerlingen.", "Volgens El Jouhri liegt de huidige directeur als hij zegt dat een scholier heeft bekend achter de graffiti op het gebouw te zitten. De vader van de geschorste jongen zegt hetzelfde. “Hij was die avond thuis. Ik heb hem inmiddels uitgeschreven, omdat hij lange tijd van onderwijs verstoken dreigde te blijven.”", "‘Geen baat bij praatjes’", "In het weekend van het graffiti-incident kregen docenten een brief van vier kantjes in hun mailbox waarin een docent Nederlands gehakt maakt van de directie. In de brief – via Arnoud van Doorn bij Het Parool beland – valt te lezen dat leraren het beu zijn ‘dat er niets bereikt wordt’. ‘Al te lang worden er dingen gezegd en beloofd, maar verandert er niets (...) Deze school in oprichting is niet gebaat bij praatjes, niet van oude bestuurders, maar ook niet van nieuwe bestuurders.’", "De docent schrijft ‘geen kwaad woord’ te willen horen over interim-directeur Saskia Grotenhuis, maar voegt daar aan toe dat ze eerder op slechts één school werkzaam was, ‘waardoor een gemiddelde stagiaire op meer scholen heeft gewerkt’.", "Ook is er commentaar op wat gebrekkig toezicht zou zijn: ‘Vanaf de oprichting van de school (in 2017 – red.) is het als individuele docent onmogelijk om leerlingen te wijzen op bestaande regels, omdat er geen hulp komt vanuit de directie of van andere collega’s. Daardoor gaan leerlingen hun eigen regels bepalen.’ Hij noemt het onwenselijk dat ouders (‘pedagogisch ongeschoolde mensen’) op school surveilleren en dat leerlingen in trainingsbroek verschijnen.", "Kledingvoorschriften", "De docent ‘haalt van alles door elkaar’, zegt Baâdoud. “Het schoolbeleid, zijn reiskostenvergoeding, zijn sollicitatie naar de positie van directeur, kledingvoorschriften. Ik heb niet eens de kans gekregen om met de docent kennis te maken en heb hem gevraagd of hij weet wat de relatie werkgever-werknemer behelst.”", "Baâdoud doet de onrust af als ‘stemmingmakerij’. “Dit zijn de laatste stuiptrekkingen van Atasoy in de aanloop naar zijn hoger beroep. Ze proberen ook docenten voor hun karretje te spannen om bij de rechter een vals beeld te schetsen van chaos.”", "Het hof zou zich aanvankelijk aanstaande vrijdag buigen over het beroep van Atasoy tegen zijn ontslag, maar wegens ziekte is de zaak uitgesteld. De school diende eerder verklaringen in bij de rechter waarin een groot deel van het personeel negatief is over Atasoy. De ontslagen directeur ontkent iets te maken te hebben met de nieuwe spanningen: “Ik heb gehoord over de brief, maar bezit hem niet. Anders zou ik hem indienen bij mijn beroepszaak.”", "Atasoy zegt zich te houden aan het gerechtelijke contactverbod met betrokkenen bij de school. “Ik heb er geen baat bij dat de school kapotgaat. Ik heb wel gehoord dat de auteur van de brief zwaar onder druk is gezet om hem in te trekken.”"], "authors": ["Bas Soetenhorst"], "keywords": ["van", "dit", "stemmingmakerij", "lyceum", "bij", "school", "het", "op", "stuiptrekkingen", "laatste", "zijn", "hij", "een", "haga", "te", "dat"], "pubDate": "2020-12-08T16:20:20+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}