{"id": "3b9fafd5-7265-3ecb-bbd6-674a04abd6a3", "title": "Een alternatief voor toeslagen en kortingen", "url": "https://www.ewmagazine.nl/economie/opinie/2021/01/een-alternatief-voor-toeslagen-en-kortingen-795971/", "summary": "Werknemers met een bruto-jaarinkomen van 30.000 euro houden in sommige gevallen slechts 15 euro over van een salarisverhoging van 100 euro.\nHet is een van de factoren die het stelsel ingewikkeld maken, en voor een deel ook de hoge marginale belastingdruk verklaren.\nNieuw tariefstelsel in de inkomstenbelastingIn de huidige situatie geldt een tarief voor de inkomstenbelasting van 37,35 procent voor een inkomen tot 68.507 euro en daarboven van 49,5 procent.\nOmdat een herziening van heffingskortingen en toeslagen voor sommige belastingplichtigen een nadeel betekent, kent mijn plan ter compensatie lagere belastingschijven voor een inkomen tot 35.000 euro.\nA: Inkomen tot € 23.000: 30%B: Inkomen van € 23.000 tot € 35.000: 35%C: inkomen van € 35.000 tot € 50.000: 44%D: inkomen van € 50.000 tot € 70.000 48%E: Inkomen vanaf € 70.000: 52%.", "paragraphs": ["Politieke partijen hebben in hun verkiezingsprogramma’s drastische wijzigingen van het belasting- en toeslagensysteem aangekondigd. Mooie plannen, maar moeilijk te verwezenlijken. Belastingadviseur Henk Bluemink komt met een minder forse ingreep, maar het is er wel één die het stelsel al op korte termijn begrijpelijker en beter uitvoerbaar maakt.", "Het twintig jaar oude belastingstelsel is door de toevoeging van toeslagen, heffingskortingen en fiscale aftrekposten erg ingewikkeld geworden. Dat laten de uitvoeringsproblemen bij de Belastingdienst zien, en de Tweede Kamer krijgt maar geen grip meer op de koopkrachtplaatjes.", "Henk Bluemink stipte in 2020 aan dat gepensioneerden vaak tegen torenhoge naheffingen aanlopen. Staatssecretaris Vijlbrief onderneemt actie naar aanleiding van Blueminks betoog", "Zo loopt de marginale belastingdruk op tot boven de 85 procent, maar weet niemand hoe dat probleem op korte termijn is op te lossen. Werknemers met een bruto-jaarinkomen van 30.000 euro houden in sommige gevallen slechts 15 euro over van een salarisverhoging van 100 euro. De overige 85 euro ‘verdwijnt’ door de daling van toeslagen en heffingskortingen.", "Een nieuw belastingstelsel invoeren kost tijd, en zal door de problemen bij de Belastingdienst op korte termijn niet mogelijk zijn. Ik loop de toeslagen, heffingskortingen en tarieven langs, en geef aan wat op korte termijn met relatief eenvoudige ingrepen te verbeteren is.", "Toeslagen: alleen die voor de huur blijft over", "De zorgtoeslag, die in 2018 aan 4,5 miljoen mensen is uitgekeerd, loopt af van 107 euro bij een inkomen tot 21.500 euro, naar 0 euro bij een inkomen vanaf 31.000 euro (zie hier de bedragen in 2021). In mijn optiek dient de zorgtoeslag te worden afgeschaft, en krijgen huishoudens compensatie in de vorm van een tariefverlaging in de eerste schijf.", "Om een voorbeeld te geven: een alleenstaande bijstandsgerechtigde van 21 jaar of ouder krijgt een uitkering van iets minder dan 13.000 euro bruto per jaar. Over die uitkering moet in 2021 afgerond 1.900 euro inkomstenbelasting worden betaald. Met mijn voorstel wordt die 1.900 euro aan belasting (ongeveer) verlaagd met het bedrag dat anders zou zijn verkregen met de zorgtoeslag.", "De kinderopvangtoeslag betekent het rondpompen van geld. Het drama omtrent de kinderopvangtoeslagen heeft wel heel duidelijk gemaakt dat dit systeem niet werkt. De overheid moet de geldstroom verleggen: niet naar de gezinnen, maar naar de kinderopvang zelf. Ouders betalen een eigen bijdrage voor de kinderopvang, zodat een financiële prikkel blijft bestaan.", "De huurtoeslag is er voor huishoudens met de laagste inkomens (voor alleenstaanden in 2021 tot maximaal 23.000 euro; zie hier de exacte bedragen). Schaf je de huurtoeslag af, dan komen veel huishoudens eenvoudigweg niet meer rond. Bij een generieke lastenverlaging voor alle ‘lage inkomens’ compenseer je bijvoorbeeld ook diegenen die geen woonlasten hebben. Het ligt daarom voor de hand om de huurtoeslag te handhaven. Niet ideaal, maar er is voorlopig geen beter alternatief.", "Vereenvoudig de heffingskortingen", "De vele heffingskortingen zijn drastisch toe aan hervorming. We moeten zeker geen nieuwe kortingen gaan bedenken, zoals onder meer D66 en 50Plus voorstellen.", "In het huidige stelsel nemen veel heffingskortingen af naarmate het inkomen stijgt. Het is een van de factoren die het stelsel ingewikkeld maken, en voor een deel ook de hoge marginale belastingdruk verklaren.", "Ik zie een structuur voor me van een vast bedrag voor de algemene heffingskorting, die ook altijd in zijn geheel aan iedere belastingplichtige wordt uitgekeerd. Dat heeft vele voordelen, waarvan ik er hier twee noem:", "* Studenten krijgen hierdoor weer een studiebeurs, waarvan ze bijvoorbeeld de zorgpremie kunnen betalen (nu krijgen ze zorgtoeslag).", "* Gezinnen waar slechts een van de partners werkt, betalen nu veel meer belasting dan ‘tweeverdieners’. Die ongelijkheid wordt hiermee deels tenietgedaan.", "De arbeidskorting loopt op tot een maximumbedrag, maar neemt daarna niet weer af, zoals nu het geval is.", "Via een hogere algemene heffingskorting voor de categorie AOW-gerechtigden kan de ouderenkorting worden afgeschaft.", "De inkomensafhankelijke combinatiekorting (die is er voor werkende ouders met kinderen) moet worden afgeschaft, zeker als hiermee rekening wordt gehouden bij de vaststelling van de eigen bijdrage voor de kinderopvang en de hoogte van de kinderbijslag.", "Nieuw tariefstelsel in de inkomstenbelasting", "In de huidige situatie geldt een tarief voor de inkomstenbelasting van 37,35 procent voor een inkomen tot 68.507 euro en daarboven van 49,5 procent. Omdat een herziening van heffingskortingen en toeslagen voor sommige belastingplichtigen een nadeel betekent, kent mijn plan ter compensatie lagere belastingschijven voor een inkomen tot 35.000 euro.", "De overige tarieven worden verhoogd. Dat lijkt een belastingverhoging, maar dat is het in de praktijk niet. Pas voor zeer hoge inkomens, boven de 200.000 euro, neemt de belastingdruk iets toe.", "A: Inkomen tot € 23.000: 30%", "B: Inkomen van € 23.000 tot € 35.000: 35%", "C: inkomen van € 35.000 tot € 50.000: 44%", "D: inkomen van € 50.000 tot € 70.000 48%", "E: Inkomen vanaf € 70.000: 52%.", "Een verhoging en uitbreiding van de tarieven zal niet populair zijn bij politici (sinds twee jaar geldt juist een tweeschijventarief), maar die vele schijven zijn noodzakelijk om de belastingopbrengsten op peil te houden, en de belastingen begrijpelijker te maken.", "Binnenkort mogen werkenden die met pensioen gaan, eenmalig 10 procent van hun pensioenvermogen opnemen. Grootste vrees: verkeerde keuzes door het te ingewikkelde belastingstelsel", "Iedereen die in de hogere tarieven valt, ondervindt voordeel van een vaste hoge algemene heffingskorting en ook van de arbeidskorting die tot een maximum oploopt en daarna niet meer daalt.", "Tot slot", "De huidige werkelijkheid is dat het belastingtarief helemaal niets zegt over wat er echt verschuldigd is over de laatste euro aan inkomen – en vrijwel niemand begrijpt het ook meer, door het woud aan toeslagen en oplopende en afnemende heffingskortingen.", "Met een paar relatief eenvoudige ingrepen, krijgen we zeker geen ideaal systeem. Toch is het stelsel dan beter uitlegbaar, stelt het mensen in staat om de juiste fiscale keuzes te maken en kan de Belastingdienst het goed uitvoeren."], "authors": [], "keywords": ["tot", "alternatief", "van", "euro", "toeslagen", "voor", "en", "kortingen", "een", "inkomen", "te", "het", "die"], "pubDate": "2021-01-02T10:24:04Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}