{"id": "3ba71d8b-cb92-3cb6-84fe-71cd74727a5c", "title": "Enorme verkeerschaos aan noordkant van Leiden na meerdere aanrijdingen", "url": "https://nu.nl/leiden/6097230/enorme-verkeerschaos-aan-noordkant-van-leiden-na-meerdere-aanrijdingen.html", "summary": "Het verkeer op de Willem de Zwijgerlaan in Leiden is tijdens de ochtendspits volledig vastgelopen als gevolg van twee aanrijdingen.\nOp de kruising met de Gooimeerlaan reed een shovel tegen een auto aan.\nWel werd een groot deel van de kruising door de politie afgesloten, met een flinke verkeerschaos tot gevolg.\nVoor automobilisten uit de richting van station Leiden Central wordt het verkeer juist rechtdoor geleid in de richting van Leiderdorp.\nDe file liep door tot voorbij de Zijlbrug tussen Leiden en Leiderdorp.", "paragraphs": ["Het verkeer op de Willem de Zwijgerlaan in Leiden is tijdens de ochtendspits volledig vastgelopen als gevolg van twee aanrijdingen.", "Op de kruising met de Gooimeerlaan reed een shovel tegen een auto aan. De bestuurder van de bestelwagen raakte bij deze harde confrontatie niet gewond. Wel werd een groot deel van de kruising door de politie afgesloten, met een flinke verkeerschaos tot gevolg.", "Verkeer uit de richting Leiderdorp werd via de Gooimeerlaan omgeleid. Voor automobilisten uit de richting van station Leiden Central wordt het verkeer juist rechtdoor geleid in de richting van Leiderdorp.", "Kort na de eerste aanrijding kwamen een fietsster en een bedrijfswagen even verderop met elkaar in botsing op de kruising van de Pasteurstraat met de Willem de Zwijgerlaan. De fietsster is daarbij gewond geraakt en is naar het ziekenhuis vervoerd.", "Door de afhandeling van de twee aanrijdingen stond het verkeer lange tijd muurvast. De file liep door tot voorbij de Zijlbrug tussen Leiden en Leiderdorp."], "authors": ["Door"], "keywords": ["van", "kruising", "aan", "enorme", "een", "het", "verkeer", "aanrijdingen", "en", "richting", "leiden", "noordkant", "zwijgerlaan", "meerdere", "met", "verkeerschaos"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}