{"id": "3ba8dc90-10ce-3d92-a6af-24134f98ec00", "title": "Eerste persoon ingeënt met Pfizer-vaccin in Verenigd Koninkrijk", "url": "https://www.parool.nl/wereld/eerste-persoon-ingeent-met-pfizer-vaccin-in-verenigd-koninkrijk~b7208e8a/", "summary": "Ze hoopt dat ze door het vaccin in het nieuwe jaar weer tijd kan doorbrengen met familie en vrienden.\nDe voormalige juweliersassistente, die pas vier jaar geleden met pensioen ging, krijgt over drie weken de tweede dosis van het vaccin.\nGroot-Brittannië is het eerste westerse land dat met een vaccinatiecampagne is begonnen.\nDe testperiodes daarvoor zijn echter nog niet helemaal doorlopen en het is onzeker hoe veilig en effectief die vaccins zijn.\nDe EU-landen hebben 200 miljoen doses van het vaccin besteld, met later een optie op nog eens 100 miljoen.", "paragraphs": ["Margaret Keenan krijgt het vaccin toegediend. Beeld EPA", "Keenan kreeg het vaccin toegediend in een ziekenhuis in Coventry. Dat gebeurde een week voor haar verjaardag. “Dat is het beste vroege verjaardagscadeau dat ik me kan wensen,” reageerde de 90-jarige vrouw. Ze zei een groot deel van het jaar alleen te zijn geweest. Ze hoopt dat ze door het vaccin in het nieuwe jaar weer tijd kan doorbrengen met familie en vrienden.", "De voormalige juweliersassistente, die pas vier jaar geleden met pensioen ging, krijgt over drie weken de tweede dosis van het vaccin.", "Zeventig Britse ziekenhuizen beginnen met vaccinaties", "Tot zeventig ziekenhuizen in Groot-Brittannië beginnen dinsdag met vaccinaties tegen het coronavirus. Volgens de minister van Volksgezondheid, Matt Hancock, vangt de grootste vaccinatiecampagne uit de Britse geschiedenis aan in de grote ziekenhuizen. Hij verwacht dat het tot de lente duurt voordat alle kwetsbare mensen zijn ingeënt. Pas wanneer dat is gebeurd, kunnen de beperkingen die bedoeld zijn om het virus in te dammen worden opgeheven.", "Groot-Brittannië is het eerste westerse land dat met een vaccinatiecampagne is begonnen. Hancock noemde dinsdag ‘V-day’, een verwijzing naar de naam van Bevrijdingsdag, VE-day. “Als we erin slagen dit voor iedereen te doen die vatbaar is voor de ziekte, dan kunnen we verder en terug naar normaal.”", "Rusland en China zijn eerder al begonnen met inentingscampagnes met plaatselijk ontwikkelde vaccins. De testperiodes daarvoor zijn echter nog niet helemaal doorlopen en het is onzeker hoe veilig en effectief die vaccins zijn.", "Nederland", "In Nederland sprak coronaminster De Jonge op Twitter de verwachting uit dat in Nederland op 4 januari begonnen kan worden met het inenten van de eerste groep mensen. Dat deed hij na de aankondiging van het Europees Geneesmiddelenbureau EMA dat op 29 december een beslissing wordt genomen over het vaccin van Pfizer en BioNTech.", "Als de EMA op dinsdag 29 december een positief oordeel velt over het vaccin van Pfizer en BioNTech, heeft de Europese Commissie nog een paar dagen nodig om een voorwaardelijke vergunning af te geven. De EU-landen hebben 200 miljoen doses van het vaccin besteld, met later een optie op nog eens 100 miljoen. Nederland heeft recht op 3,89 procent van de bestelling, in eerste instantie zijn dat dus een kleine 8 miljoen doses, waarmee bijna 4 miljoen Nederlanders zouden kunnen worden gevaccineerd.", "Of minister De Jonge zijn eigen deadline van 4 januari gaat halen, is niet bekend. Meerdere partijen hebben hun zorgen uitgesproken over het Nederlandse vaccinatieprogramma."], "authors": ["Anp Het Parool"], "keywords": ["pfizervaccin", "eerste", "van", "verenigd", "persoon", "het", "met", "zijn", "vaccin", "op", "een", "ingeënt", "dat", "en", "te", "koninkrijk"], "pubDate": "2020-12-08T09:20:25+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}