{"id": "3bc85f4f-1173-3e6c-86c0-eb98a0d468e2", "title": "Nicolas van Poucke, pianist in een complexe wereld", "url": "https://www.parool.nl/kunst-media/nicolas-van-poucke-pianist-in-een-complexe-wereld~be3370ad/", "summary": "Nicolas van Poucke, The Schumann Collection Vol.\nNicolas van Poucke behoort tot een jonge generatie Nederlandse pianisten die begiftigd zijn met vrolijk en hoopvol stemmend reusachtig talent, waarvan je je afvraagt hoe ver hem dat zal brengen.\nOp zijn 28ste in elk geval al tot in de Queen Elisabeth Hall in Londen, waar hij afgelopen september met het Chineke!\nVan Poucke speelt het 21-delige Carnaval, dat is op te vatten als een verbrokkeld zelfportret, dat hier met een rijk toucher en veel muzikaliteit wordt geschilderd.\nMooier nog zijn de Fantasiestücke, die Van Poucke met een prachtig verdeemsterde toon tot leven wekt..", "paragraphs": ["Nicolas van Poucke, The Schumann Collection Vol. 1.", "Nicolas van Poucke behoort tot een jonge generatie Nederlandse pianisten die begiftigd zijn met vrolijk en hoopvol stemmend reusachtig talent, waarvan je je afvraagt hoe ver hem dat zal brengen. Op zijn 28ste in elk geval al tot in de Queen Elisabeth Hall in Londen, waar hij afgelopen september met het Chineke! Orchestra Beethovens Derde pianoconcert speelde – voor een geheel lege zaal, dat dan weer wel.", "Die merkwaardige coronatijd stelde hem ook in staat in alle rust te werken aan zijn twee plaat. De eerste, met werken van Chopin, was lovend ontvangen. Ook over nummer twee kan worden gejuicht. The Schumann Collection Vol. 1 luidt de titel, garanderend dat er nog meer Schumann in het vat zit de komende jaren.", "Afgaande op Volume 1 is dat iets om je op te verheugen. Er zijn niet veel pianisten die deze muzikaal en psychologisch complexe wereld met zo veel vanzelfsprekendheid weten te benaderen.", "Van Poucke speelt het 21-delige Carnaval, dat is op te vatten als een verbrokkeld zelfportret, dat hier met een rijk toucher en veel muzikaliteit wordt geschilderd. Mooier nog zijn de Fantasiestücke, die Van Poucke met een prachtig verdeemsterde toon tot leven wekt..", "In de afsluitende Arabeske laat hij gedurfde rubati horen. De bijna acht minuten zijn voorbij voor je het weet."], "authors": ["Erik Voermans"], "keywords": ["van", "poucke", "pianist", "op", "met", "zijn", "het", "een", "je", "dat", "wereld", "te", "nicolas", "complexe"], "pubDate": "2020-12-04T13:52:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}