{"id": "3bc9e04a-32b4-3e02-8074-6b525e250458", "title": "Verenigd Koninkrijk schrapt omstreden 'EU-tamponbelasting' na Brexit", "url": "https://nu.nl/brexit/6099741/verenigd-koninkrijk-schrapt-omstreden-eu-tamponbelasting-na-brexit.html", "summary": "In het Verenigd Koninkrijk wordt vanaf deze vrijdag geen belasting meer geheven op producten zoals tampons en maandverband.\nMaar nu de Britten uit de Europese Unie zijn gestapt, mogen ze de regels met ingang van dit jaar al aanpassen.\nBBC News schrijft op basis van een schatting van het Britse ministerie voor Economische Zaken dat iedere Britse vrouw gemiddeld 40 pond (zo'n 45 euro) gaat besparen.\nEen doos met twintig tampons wordt zo'n 8 cent goedkoper, terwijl de prijs van pakken maandverband zo'n 6 cent daalt.\nIn het land zijn tampons en maandverband op plekken als buurtcentra, jeugdclubs en apotheken gratis verkrijgbaar.", "paragraphs": ["In het Verenigd Koninkrijk wordt vanaf deze vrijdag geen belasting meer geheven op producten zoals tampons en maandverband. Volgens Europese regels moeten EU-lidstaten tot 2022 minimaal 5 procent btw heffen op dergelijke artikelen, meldt BBC News. Maar nu de Britten uit de Europese Unie zijn gestapt, mogen ze de regels met ingang van dit jaar al aanpassen.", "De belasting was activisten een doorn in het oog.", "Om 23.00 uur (Britse tijd) werd de Europese interne markt verlaten en, vier en een half jaar na het Brexit-referendum, staat het VK daadwerkelijk op eigen benen.", "De Britse Laura Coryton, die al ruim zes jaar tegen de omstreden belasting strijdt, vertelt in gesprek met BBC News dat de verdwijning van de \"seksistische belasting\" belangrijk is in de strijd tegen armoede. \"Deze verandering gaat leiden tot een lagere prijs van menstruatieproducten.\"", "BBC News schrijft op basis van een schatting van het Britse ministerie voor Economische Zaken dat iedere Britse vrouw gemiddeld 40 pond (zo'n 45 euro) gaat besparen. Een doos met twintig tampons wordt zo'n 8 cent goedkoper, terwijl de prijs van pakken maandverband zo'n 6 cent daalt.", "Schotland is overigens al een stap verder. Het land introduceerde vorig jaar als eerste land ter wereld een wet om dameshygiëneproducten gratis te maken, eveneens om zogeheten ongesteldheidsarmoede te bestrijden. In het land zijn tampons en maandverband op plekken als buurtcentra, jeugdclubs en apotheken gratis verkrijgbaar."], "authors": ["Door"], "keywords": ["eutamponbelasting", "van", "zon", "schrapt", "jaar", "en", "een", "belasting", "britse", "verenigd", "brexit", "op", "omstreden", "het", "koninkrijk", "tampons"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}