{"id": "3bdbc436-1c4c-3006-9caf-862fe4910201", "title": "Kerken en moskeeën in Rotterdam steken miljoen uren in vrijwilligerswerk. ‘Zonder valt de stad stil’", "url": "http://trouw.nl/religie-filosofie/kerken-en-moskeeen-in-rotterdam-steken-miljoen-uren-in-vrijwilligerswerk-zonder-valt-de-stad-stil~bc865866/", "summary": "Dan staat de stad stil”, reageert wethouder van armoedebestrijding en informele zorg Michiel Grauss (ChristenUnie) op het nieuwe onderzoek naar de omvang van het vrijwilligerswerk van organisaties als kerken, moskeeën, tempels, Humanistische Verbond.\nDe onderzochte 176 organisaties zijn op velerlei gebieden actief, zowel voor de eigen mensen als voor mensen die geen lid zijn.\nDe meeste tijd (28 procent) gaat zitten in sociale en culturele activiteiten die gericht zijn op ontmoetingen.\nEen kwart gaat op aan informele steun, zorg, schuldhulpverlening en voorkomen en bestrijden van armoede.\nWel ziet hij dat het sociale werk van religieuze en levensbeschouwelijke organisaties makkelijk over het hoofd wordt gezien.", "paragraphs": ["Religieuze en andere levensbeschouwelijke organisaties in Rotterdam doen omgerekend voor 200 tot 350 miljoen euro aan maatschappelijke activiteiten. “Als deze organisaties dit werk niet zouden doen, zou dit een kaalslag zijn. Dan staat de stad stil”, reageert wethouder van armoedebestrijding en informele zorg Michiel Grauss (ChristenUnie) op het nieuwe onderzoek naar de omvang van het vrijwilligerswerk van organisaties als kerken, moskeeën, tempels, Humanistische Verbond. Hij biedt de resultaten donderdag aan bij de gemeenteraad.", "De onderzochte 176 organisaties zijn op velerlei gebieden actief, zowel voor de eigen mensen als voor mensen die geen lid zijn. De meeste tijd (28 procent) gaat zitten in sociale en culturele activiteiten die gericht zijn op ontmoetingen. Een kwart gaat op aan informele steun, zorg, schuldhulpverlening en voorkomen en bestrijden van armoede.", "In het totaal van een miljoen uren vrijwilligerswerk zitten ook de dingen die vrijwilligers doen om hun eigen kerk en moskee in stand te houden: hulp bij religieuze vieringen bijvoorbeeld, of lid zijn van een kerk- of moskeebestuur – zoals ook wethouder Grauss ouderling is in de christelijke gereformeerde kerk. De redenering van de onderzoekers is dat de geloofsgemeenschap mensen motiveert en inspireert de handen uit de mouwen te steken voor de kwetsbaren onder hen en daarbuiten. Zo dragen ze bij aan de sociale cohesie in de stad.", "‘Dit kan de overheid niet alleen’", "De onderzoekers hebben het onbetaalde werk omgerekend in geld. Als er voor maatschappelijke activiteiten betaalde krachten werden ingezet, zou dat 195 tot 220 miljoen euro kosten. En als de gebruikers de hulp zelf zouden moeten betalen, komt de marktwaarde uit op 330 tot 365 miljoen. De onderzoekers gaan ervan uit dat dit meer is dan twaalf jaar geleden. Toen deed Rotterdam soortgelijk onderzoek, maar dat beperkte zich tot kerken.", "De nieuwe cijfers betekenen voor wethouder Grauss niet dat de gemeente op sociaal terrein grote steken laat vallen. “Voor de basis moet je bij de overheid kunnen zijn. Maar veel dingen die mooi zijn, doe je met elkaar. Dit kan de overheid niet alleen.”", "De organisaties ervaren wel waardering van gemeentezijde, maar ze missen erkenning. Grauss laat weten dat het stadsbestuur ze meer wil betrekken bij zorg en welzijn. Huiver bij reguliere instellingen om met religieuze organisaties samen te werken komt hij in de stad niet tegen. Wel ziet hij dat het sociale werk van religieuze en levensbeschouwelijke organisaties makkelijk over het hoofd wordt gezien. “We vragen iedereen samen te werken en wij willen er graag bij helpen dat ze elkaar kennen en snappen.”", "Lees ook", "Ook zonder schijnwerpers doet de kerk aan sociale hulp", "De koning, de koningin, de minister-president: ze zijn alledrie onder de indruk van wat kerken doen in crisistijd. Hoe bijzonder is de hulp die kerken nu bieden?", "Minder mensen doen meer: kerken krimpen, maar kerkgangers helpen meer mensen in nood", "Ondanks verdergaande ontkerkelijking, geven kerken nog minstens evenveel hulp aan armen als drie jaar geleden. Minder mensen doen meer, blijkt uit onderzoek."], "authors": ["Maaike Van Houten"], "keywords": ["valt", "miljoen", "moskeeën", "uren", "van", "bij", "zonder", "vrijwilligerswerk", "het", "op", "mensen", "rotterdam", "zijn", "steken", "stil", "stad", "en", "dat", "organisaties", "voor"], "pubDate": "2020-12-10T01:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}