{"id": "3bdd9058-45a5-303b-b527-b33525f51d10", "title": "EU-president verwacht 'de komende uren of dagen' uitsluitsel over Brexit-deal", "url": "https://nu.nl/brexit/6094555/eu-president-verwacht-de-komende-uren-of-dagen-uitsluitsel-over-brexit-deal.html", "summary": "De voorzitter van de Europese Raad, Charles Michel, denkt dat er snel duidelijkheid komt over een handelsakkoord tussen de Europese Unie en het Verenigd Koninkrijk.\nDe Belg zei vrijdag \"in de komende uren of dagen\" een resultaat van de onderhandelingen te verwachten.\nDe twee partijen zouden in de dagen voorafgaand aan donderdag dichter bij een deal zijn gekomen, maar die vooruitgang zou volgens de Britse pers op donderdag weer tenietgedaan zijn.\nEU-diplomaten ontkennen dit tegenover de Britse staatsomroep en zouden verbaasd zijn geweest over de opmerking uit het Britse kamp.\nDe ontstane problematiek van donderdag neemt niet weg dat de EU en het VK nader tot elkaar zijn gekomen over probleemonderwerpen als de visserij en concurrentieregels, het zogeheten gelijke speelveld.", "paragraphs": ["De voorzitter van de Europese Raad, Charles Michel, denkt dat er snel duidelijkheid komt over een handelsakkoord tussen de Europese Unie en het Verenigd Koninkrijk. De Belg zei vrijdag \"in de komende uren of dagen\" een resultaat van de onderhandelingen te verwachten.", "De twee partijen zouden in de dagen voorafgaand aan donderdag dichter bij een deal zijn gekomen, maar die vooruitgang zou volgens de Britse pers op donderdag weer tenietgedaan zijn. Er zouden problemen zijn ontstaan bij gesprekken over toezicht.", "BBC News meldt dat de EU een toezichthouder in het leven wil roepen die erop toeziet dat de Britten geen concurrentieregels overtreden, wat volgens het VK een nieuwe eis van de EU is. EU-diplomaten ontkennen dit tegenover de Britse staatsomroep en zouden verbaasd zijn geweest over de opmerking uit het Britse kamp.", "De ontstane problematiek van donderdag neemt niet weg dat de EU en het VK nader tot elkaar zijn gekomen over probleemonderwerpen als de visserij en concurrentieregels, het zogeheten gelijke speelveld. Deze twee onderwerpen vormen al sinds het begin van de onderhandelingen in maart de grootste struikelblokken.", "Mocht het feestje alsnog niet doorgaan, dan komen de partijen uit bij het economische rampscenario: de no deal-Brexit. Michel herhaalde voor de zoveelste keer dat de EU op elk scenario voorbereid is. \"We willen een deal, maar niet ten koste van alles\", aldus de Belg."], "authors": ["Door"], "keywords": ["van", "uren", "dagen", "eu", "komende", "het", "zouden", "verwacht", "zijn", "een", "niet", "dat", "eupresident", "uitsluitsel", "en", "donderdag", "brexitdeal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}