{"id": "3c2e7d30-0256-3535-8dcf-bbbc65699c82", "title": "Afzeggen", "url": "https://nrc.nl/nieuws/2020/12/09/afzeggen-a4023114", "summary": "Lucie van Roosmalen (5) dacht dat we al die troep naar de stort brachten om plaats te maken voor Jezus.\nZe wist: „Als de ster er is, komen er een vrouw en een man en Jezus, en daarna komen de koningen.\nEen rode, een gele en een bruine.”Met mijn moeder hoeven we voor het eerst niets met Kerstmis, hetgeen voor een vreemd soort leegte zorgde.\nMijn zus haalt haar op Eerste Kerstdag uit het verzorgingstehuis voor een brunch, als dat mag, en brengt haar ook weer terug.\nIn de schuur lag ondertussen een wortel voor het paard van Jezus.", "paragraphs": ["In het dorp begon Kerstmis de dag na Sinterklaas. De overbuurman hing zuurstokken in de boom, er hingen lichtjes in de straten, twee huizen verderop knipperden de eerste rendieren en ik zag de eerste dorpelingen met kerstbomen slepen. Wij hadden de schuur opgeruimd. Lucie van Roosmalen (5) dacht dat we al die troep naar de stort brachten om plaats te maken voor Jezus. Ze wist: „Als de ster er is, komen er een vrouw en een man en Jezus, en daarna komen de koningen. Een rode, een gele en een bruine.”", "Met mijn moeder hoeven we voor het eerst niets met Kerstmis, hetgeen voor een vreemd soort leegte zorgde. Mijn zus haalt haar op Eerste Kerstdag uit het verzorgingstehuis voor een brunch, als dat mag, en brengt haar ook weer terug. Ze zal zich er weinig van herinneren.", "„Jullie hoeven daarvoor niet helemaal naar Limburg te komen”, zei ze ruimhartig. „Bovendien komen wij op kerstavond al naar jullie.”", "Ik bleek het zelf te hebben voorgesteld, ze hadden al enorm veel rekening gehouden.", "Ze had wat geschoven in haar rooster, haar dochters hadden er speciaal voor vrij genomen. De verkering van de oudste dochter kwam ook mee.", "Even later meldde mijn broer zich, hij moet vanwege zijn handicap alles ruim van tevoren plannen en wil een hotel in de buurt boeken.", "Of wilden we het soms vieren zonder hem?", "De vriendin telde opeens vier huishoudens en confronteerde me met de gevolgen.", "‘Dat moet ik wel tegen mijn moeder zeggen, dan komt ze niet meer oppassen”, zei ze. „En dan valt ons leven in duigen.”", "Zo had ik er nog niet over nagedacht.", "We bespraken mijn familie.", "Mijn zus werkt in de zorg, haar kinderen zitten op de middelbare school, mijn broer ziet niemand omdat hij tot een risicogroep behoort, en van die verkering wisten we niets.", "Ik belde iedereen af.", "Niet omdat ik echt bang ben voor corona, maar omdat we anders geen oppas meer zouden hebben.", "Ik proefde de teleurstelling, daar ging de opgelegde gezelligheid waar we allemaal altijd zo tegen opzagen.", "„Na alle leuke dingen pakt corona ons ook nog de ongezellige dingen af”, zei mijn broer. Ik beloofde hem dat we volgend jaar weer ouderwets met tegenzin bij elkaar zouden komen om herinneringen op te halen aan vroeger, toen het ook al nooit gezellig wilde worden. Hij had nu al zin om te zeiken over de locatie, want hij ging niet nog een keer een reis naar Noord-Holland plannen.", "In de schuur lag ondertussen een wortel voor het paard van Jezus.", "Marcel van Roosmalen schrijft op deze plek een wisselcolumn met Ellen Deckwitz.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Marcel Van Roosmalen", "Leestijd Minuut"], "keywords": ["van", "het", "op", "een", "mijn", "en", "ze", "te", "er", "afzeggen", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}