{"id": "3c33986b-8418-3535-81af-47ab3e9f6486", "title": "De muziek van de herfst: de schoonheid van Rusland bezongen", "url": "https://www.parool.nl/kunst-media/de-muziek-van-de-herfst-de-schoonheid-van-rusland-bezongen~bf67a043/", "summary": "Net is er een dikke bundel verhalen van hem verschenen: De ­muziek van de herfst.\nIk weet nog dat ik van een studiegenoot een boek in handen kreeg gedrukt.\nOok is het in zekere zin een vervolgboek, omdat Verhaal van een leven eindigt in het begin van de jaren dertig.\nWat Verhaal van een leven en Goudzand juist zo prachtig maakte, was de samenhang, de chronologie, en het persoonlijke.\nOok de verhalen waarin hij de schoonheid van Rusland bezingt, bijvoorbeeld Etiketten van ­koloniale waren, De streek aan de overkant van de Neva, De zon van de Zwarte Zee, zijn prachtig.", "paragraphs": ["In lyrisch proza weet Paustovski mens en natuur zo te vatten dat ze een organisch geheel vormen. Beeld Getty Images", "Kwam ie mee toen hij al een oude man was. Dat hij toch liever botanicus of geograaf was geworden. Dan had hij alle planten en bloemen van Midden-Rusland kunnen leren kennen en benoemen. Gelukkig voor ons, lezers, deed hij dat niet. Hij werd schrijver, maar dan weer niet van een beroemd botanisch werk.", "Konstantin Paustovski. Net is er een dikke bundel verhalen van hem verschenen: De ­muziek van de herfst. Met heel veel verhalen die nooit eerder in het Nederlands zijn vertaald. Daarover straks meer. Eerst wat eraan voorafging.", "Ik weet nog dat ik van een studiegenoot een boek in handen kreeg gedrukt. Verre jaren. Met als ondertitel Herinneringen aan het tsaristische Rusland. Het eerste van de zes delen tellende memoires Verhaal van een leven. Uitgegeven bij De Arbeiderspers in de reeks Privé-domein.", "‘Ik zat in de hoogste klas van het Kijever ­gymnasium toen ik een telegram kreeg met de mededeling dat mijn vader op ons landgoed ­Gorodisjtsje bij Belaja Tserkov op sterven lag.’", "Na die eerste zin van dat eerste deel was het ­gedaan. Ik kocht onmiddellijk een eigen exemplaar. Want dit boek was de scheidslijn in mijn lezende leven. Er was de tijd vóór Paustovski, en de tijd na Paustovski. Beweerde ik toen – ‘aug. ’90’ staat er voorin het boek – nogal hoogdravend. Die eerste zin kende ik ook een hele tijd uit mijn hoofd om hem, de zeldzame keer dat het in de kroeg over beginzinnen ging, feilloos op te zeggen.", "In die roerige tijden", "Verhaal van een leven, met de Russische Revolutie als middelpuntvliedende kracht, is een betoverend relaas van een man die, gedreven door rusteloosheid (hij had vele baantjes maar was vooral journalist), veel onderweg is. Het zesde deel heet niet voor niets Boek der omzwervingen. Het laat de lezer het Rusland zien van de eerste decennia van de twintigste eeuw. De ­grote gebeurtenissen spelen zo’n beetje op de achtergrond, want Paustovski gaat het om hoe de mens zich in die roerige tijden staande houdt en omgaat met de geschiedenis.", "In lyrisch proza, waarin mededogen zijn grote kracht is, weet hij mens en natuur zo te vatten dat ze een organisch geheel vormen. Ook dat klinkt weer zo verheffend, maar begin er maar eens aan, aan Verre jaren. Voor je het weet is de vader van Kostik overleden, zit je in de verzengende hitte van de Gorodisjtsje, en ga je op reis naar de ‘wonderdoende’ icoon van de maagd Maria in de abdij Jasna Gora in Czestochowa. Dan wil je verder meegenomen worden aan de hand van Paustovski.", "Goed. Die boeken zijn er, en ze zijn de afgelopen jaren in een geheel herziene vertaling van Wim Hartog opnieuw verschenen, bij Van Oorschot. Bij diezelfde uitgeverij verscheen in 2016 het ruim 660 bladzijden dikke Goudzand, een door Hartog samengestelde verzameling verhalen, dagboeken en brieven. Prachtig.", "Goudzand wordt wel een parallelboek ­genoemd bij Verhaal van een leven. Omdat de dagboekfragmenten en brieven naast de herinneringen kunnen worden gelegd, en soms ­aanvullend zijn. Ook is het in zekere zin een vervolgboek, omdat Verhaal van een leven eindigt in het begin van de jaren dertig. Paustovski is er niet meer aan toegekomen de rest van zijn leven op deze manier te ‘privé-domeinen’, al vertelt hij in Goudzand tot twee maanden voor zijn dood over zijn leven.", "En nu is dan De muziek van de herfst verschenen. Verzamelde verhalen, ook weer samen­gesteld en vertaald door Wim Hartogs. Het is een beetje een teleurstelling, deze bundel met de ondertitel Verzamelde verhalen, al zal het de Paustovski-fans niet verhinderen naar de boekhandel te rennen. Wat Verhaal van een leven en Goudzand juist zo prachtig maakte, was de samenhang, de chronologie, en het persoonlijke. Je reisde met hem mee door de geschiedenis. Nu laat Paustovski mijn hand los, en moet ik mezelf redden in zijn proza, in fictie.", "Andere schrijver", "Misschien ben ik te veel gewend geraakt aan Paustovski zelf. Te gehecht aan zijn persoonlijke manier van schrijven. Ik zie in ieder geval een andere schrijver als ik zijn verhalen lees. Al ­begint De muziek van de herfst met het non-­fictiestuk Een paar losse gedachten. Het is een minibiografie waarin Paustovski ook een ana­lyse geeft van zijn schrijven (hij schreef met ‘een romantische instelling’).", "Ik had me verheugd op de bundel, omdat de paar verhalen die in Goudzand waren opgenomen zo goed waren. Ingebed als ze waren tussen de dagboeken en brieven, je ervoer in welke tijd en onder welke omstandigheden Paustovski die verhalen schreef.", "De verhalen uit Goudzand die in De muziek van de herfst staan – waarom zijn ze niet ­allemaal opgenomen, en ontbreekt het fraaie Tweede Wereldoorlogverhaal In een open vrachtauto in deze uitgave? – zijn nu ook bij ‘losse’ lezing heel goed. Vooral Het stof van de Faristaanse aarde. ‘In onze coupé zat een dikke Armeniër. Hij droeg gele laarzen en zat de krant te lezen. Hij ademde hoorbaar en wreef voortdurend over zijn ongeschoren, blauwe wang. Op het perron jongleerden een paar jochies met rode, als kinine zo bittere Perzische sinaasappels terwijl ze schreeuwden dat ze ook raveneieren te koop hadden.’ (Als dit geen ode aan de grote Russische meesters is...)", "Bijna opschepperig", "Maar er staan ook zwakke verhalen in deze bundel. Ik ga hier niet een van mijn literaire helden vermoorden, maar bijvoorbeeld Zwarte netten, dat speelt in Vlissingen, is vrij beroerd. En in de (te) lange verhalen Het lot van Charles Lonceville en Het sterrenbeeld Jachthonden schrijft hij gewoon niet op niveau, en lult (pardon) hij er maar gewoon op los. Het verhaal De sorang, waarvan achterin in de verantwoording bijna opschepperig wordt verteld dat Paustovski het in anderhalf uur schreef, is ook niet al te best. En zo zijn er nog een paar.", "Ze vallen juist op omdat ze tussen veel en veel meer goede verhalen staan, verhalen waarvan je vermoedt dat de ik-figuur toch echt Paustovski zelf is. En die ook in Goudzand hadden kunnen staan, of in Verhaal van een leven.", "Ook de verhalen waarin hij de schoonheid van Rusland bezingt, bijvoorbeeld Etiketten van ­koloniale waren, De streek aan de overkant van de Neva, De zon van de Zwarte Zee, zijn prachtig. En vooral het verhaal De Mesjtsjora. Dat gaat over de streek de Mesjtsjora in Midden-Rusland, waar Paustovski in dat eerste stuk van de bundel over schrijft: ‘Ik ervoer deze streek als mijn ­ware, oude geboortegrond en voelde mij Russisch tot in elke vezel. (…) Ik zou Midden-Rusland niet willen ruilen voor de meest vermaarde en ontroerende schoonheden op deze aardbol.’", "Je waant je voor even zelf, bijna veertig pagina’s, in Midden-Rusland, en je wilt er eigenlijk ook niet meer vandaan als je die laatste regels hebt gelezen: ‘En als ik ooit mijn land verdedigen moet, dan zal ik diep in mijn hart beseffen dat ik tegelijk ook dit lapje aarde verdedig dat mij heeft geleerd schoonheid te zien en begrijpen, dit beschouwelijke, beboste oord dat er ogenschijnlijk onaanzienlijk uitziet, maar waar ik voorgoed van zal houden, zoals ook iemands eerste liefde nooit in vergetelheid raakt.’", "Goed dat ie geen geograaf of botanicus is geworden, die Paustovski."], "authors": ["Maarten Moll"], "keywords": ["van", "paustovski", "verhalen", "het", "herfst", "hij", "muziek", "zijn", "ik", "schoonheid", "bezongen", "een", "en", "dat", "rusland"], "pubDate": "2020-12-04T14:14:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}