{"id": "3c341200-fee1-3b3a-b56d-52907702236c", "title": "Braziliaanse Grand Prix nog zeker vijf jaar op Interlagos", "url": "https://nu.nl/formule-1/6097173/braziliaanse-grand-prix-nog-zeker-vijf-jaar-op-interlagos.html", "summary": "De Braziliaanse Grand Prix blijft zeker tot en met 2025 op het circuit van Interlagos in São Paulo, maakte de Formule 1 woensdagavond bekend.\nHet evenement gaat officieel de Grand Prix van São Paulo heten.\nOp Interlagos ligt veel Formule 1-historie, met onder meer de inhaalrace van Verstappen in 2016, de bloedstollende beslissing in het kampioenschap van 2008 en de roemruchte kletsnatte Grand Prix van 2003.\nDe laatste jaren was een nog te bouwen circuit in Rio de Janeiro in de race om de Grand Prix over te nemen van Interlagos.\nDe eerste voor het wereldkampioenschap meetellende Braziliaanse Grand Prix werd in 1972 verreden op Interlagos.", "paragraphs": ["De Braziliaanse Grand Prix blijft zeker tot en met 2025 op het circuit van Interlagos in São Paulo, maakte de Formule 1 woensdagavond bekend.", "Max Verstappen won in 2019 de laatste race op het onder fans en coureurs populaire circuit. Het evenement gaat officieel de Grand Prix van São Paulo heten.", "Op Interlagos ligt veel Formule 1-historie, met onder meer de inhaalrace van Verstappen in 2016, de bloedstollende beslissing in het kampioenschap van 2008 en de roemruchte kletsnatte Grand Prix van 2003. Het circuit dreigde de race echter kwijt te raken.", "De laatste jaren was een nog te bouwen circuit in Rio de Janeiro in de race om de Grand Prix over te nemen van Interlagos. Lewis Hamilton uitte zich kritisch over dit project. De zevenvoudig wereldkampioen liet in oktober weten dat hij het \"zonde zou vinden als er bomen moeten worden gekapt voor een nieuw circuit als er al een goede baan is\". De Brit voegde eraan toe van Interlagos te houden.", "Het project in Rio had de steun van de regering van president Jair Bolsonaro. De nieuwe deal die Interlagos heeft gesloten, is echter met steun vanuit Abu Dhabi, dat ook andere investeringen in Brazilië doet. Er is een nieuwe promotor gevonden die onderdeel is van een investeringsmaatschappij uit Abu Dhabi.", "Door: Pro Shots", "Max Verstappen won vorig jaar op Interlagos. (Foto: Pro Shots)", "'De race is altijd weer een hoogtepunt voor de fans'", "\"Brazilië is een belangrijke markt voor de Formule 1\", zegt afzwaaiend directeur Chase Carey. De commerciële baas van de koningsklasse roemt de uitbundige fans en lange historie die de sport in het Zuid-Amerikaanse land heeft. \"Het is altijd weer een hoogtepunt voor de fans, coureurs en partners.\"", "De eerste voor het wereldkampioenschap meetellende Braziliaanse Grand Prix werd in 1972 verreden op Interlagos. De winnaar was toen thuisfavoriet Emerson Fittipaldi in een Lotus. Latere edities werden ook afgewerkt op Jacarepaguá in Rio de Janeiro. Sinds 1990 is Interlagos de vaste locatie voor de race.", "Interlagos stond al onder voorbehoud op de 23 races tellende kalender van 2021. De Grand Prix wordt, mits de coronapandemie dat toestaat, verreden op 14 november."], "authors": ["Door", "Joost Nederpelt"], "keywords": ["grand", "nog", "van", "zeker", "prix", "een", "voor", "het", "circuit", "en", "braziliaanse", "op", "jaar", "vijf", "interlagos"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}