{"id": "3c3592cd-cfd5-3709-9386-61dd3f42a0b8", "title": "Dit was de beste podiumkunst van 2020 volgens Het Parool", "url": "https://www.parool.nl/kunst-media/dit-was-de-beste-podiumkunst-van-2020-volgens-het-parool~bff5b30e/", "summary": "Bij de dans van een naakte Ward Weemhoff met een schoonmaker in hazmat pak wist ik: dit is de eerste voorstelling van het nieuwe tijdperk.\nHet dier, het dier en het beestje van Theater Artemis.\nHet dier, het dier en het beestjeTheater ArtemisHet meisje Sterre uit Badhoevedorp kan niet zo goed meekomen.\nAlleen op het podium van het intieme CCAmstel verbeeldt Kramerová tijdens Amsterdam Fringe Festival hoe individuele gevoelens en gedachten hun plek opeisen.\nDoor héél dicht bij het publiek te komen wordt ook de kijker bewust van het eigen lijf.", "paragraphs": ["Beeld Linda Stulic", "Het Theater Jaarboek vatte het seizoen 2019-2020 treffend ­samen in een kleurenschema. Elk bolletje is een première. Toneel, dans, ­mime, poppenspel, muziektheater, musical en cabaret leveren een vrolijke potpourri puntjes op, maar na maart 2020 zijn er vrijwel alleen streepjes en grijze cirkels te zien; kleurloze symbolen voor annuleringen. Het oogt als een vers gerooid bosperceel en dat doet pijn in je buik. Zeker als je bedenkt dat al die bolletjes staan voor mensen, makers, gezelschappen, artistieke leiding, tourplanners. Sommige daags voor de première vol in de remmen, zoals Trojan Wars van NT Jong. En al die lopende producties die ook konden inpakken.", "Iedereen in de podiumkunsten kreeg het voor de kiezen, ook mijn zoon Jochem. Die was net lekker bezig zijn Musicalaward Aanstormend Talent uit 2019 te verzilveren; precies toen hij was opgenomen in de cast van Soldaat van Oranje kwam de lockdown. Rond deze tijd zou hij 300 keer de rol van Paul hebben gespeeld, maar hij is voorlopig blijven steken op 49. Voorlopig, als zijn contract wordt verlengd, als de productie weer wordt opgestart. Als.", "En zijn trip naar New York met de internationaal succesvolle voorstelling Jabber op tekst van Jibbe Willems sneefde ook in coronatijd.", "Creativiteit laat zich niet kisten. Natuurlijk. Zonder corona hadden we het Peepshow Palace van de Warme Winkel niet gehad; hadden ITA en Nationale Theater Decamerone en Alice in Wonderland niet voorgelezen; Toneelgroep Maastricht had Lockdown niet gemaakt vanuit de huiskamers van de artistieke leiding; Club Guy and Roni had geen NITE Hotel geopend. Alle inspanningen om contact met het publiek te houden, diepe buiging daarvoor, een ovatie. Zittend. Maar wat snakken we naar voorstellingen in volle zalen mét nazit, en een kleurig bollenschema in het volgende Theater Jaarboek.", "Weg met Eddy Belle­gueule van Eline Arbo/Toneelschuur Producties. Beeld Sanne Peper", "De favorieten van onze recensenten", "Simon van den Berg", "1. Weg met Eddy Belle­gueule", "Eline Arbo/Toneelschuur Producties", "In dit annus horribilis voor de podiumkunsten zag ik in ieder geval één meesterwerk: het pijnlijke en ontroerende coming-of-age­verhaal over de ontluikende homoseksualiteit van een Franse working-class jongen van Édouard Louis werd door regisseur Eline Arbo voorzien van een messcherp politiek randje. Weergaloos gespeeld door vier jonge acteurs.", "2. Life, oh Life", "Club Gewalt", "Casio muziektheater van jong Rotterdamscollectief is een onweerstaanbare mix van avant-garde, camp, en millennialesthetiek. Een trip over world building, individu en collectief en over hoe raar woorden zijn. In zo veel voorstellingen zie je de verkeersregels, hier zag ik de natuurwetten.", "3. Alleen Samen", "De Warme Winkel", "Tijdens de theatersluiting bouwde De Warme Winkel een coronaproof peepshowpaleis: 96 privéhokjes met tissuedoos rondom een speelvloer. In hun eerste voorstelling bracht de groep hun onnavolgbaar geassocieerde mix van soap, maatschappijkritiek en viezigheid. Bij de dans van een naakte Ward Weemhoff met een schoonmaker in hazmat pak wist ik: dit is de eerste voorstelling van het nieuwe tijdperk.", "4. Een antwoord op alle vragen", "Laura van Dolron, Willem de Wolf", "Ik was een van de twee toeschouwers in de Stadsschouwburg terwijl Laura, Willem en hun muzikanten hun voorstelling (die ik eerder zag in de zaal) speelden voor een livestream. Ik vond het opnieuw heel mooi. Ergens bij zijn wat eigenlijk virtueel is, was passend verwarrend en heel erg 2020.", "5. Wie heeft mijn vader ­vermoord", "Hans Kesting", "De eerste première na de theatersluiting was een solo van Hans Kesting, de bewerking van nóg een boek van Édouard Louis door Ivo van Hove. De viezige huiskamer van het decor contrasteerde wrang met de klinische afstandelijkheid in de publieksruimte voor dertig. Hans Kesting, nu eens als oude zieke man, dan weer als jong kind dansend op Barbie Girl, overbrugde die kloof moeiteloos.", "Het dier, het dier en het beestje van Theater Artemis. Beeld Artemis", "Hans Smit", "1. Het dier, het dier en het beestje", "Theater Artemis", "Het meisje Sterre uit Badhoevedorp kan niet zo goed meekomen. Ze moet naar een andere school en raakt haar vriendjes kwijt. In handen van regisseur Jetse Batelaan wordt dit simpele gegeven een hartverscheurend verhaal waarin je er niet van opkijkt als een poedel speelbal wordt van vreemde vogels en een octopus.", "2. De zachte kracht", "Simon Heijmans", "Een toevallige ontmoeting tussen een mensenschuwe computernerd en een meisje dat teleurgesteld terugkeert uit de VS leidt tot een bijzondere band. Langzaam komen ze allebei uit hun schulp. Intussen spelen acteurs Simon Heijmans en Eva Laurenssen ook een spel met elkaar. Eenzaamheid kent vele gezichten, toont deze prachtige lunchvoorstelling.", "3. Wie heeft mijn vader vermoord", "Hans Kesting", "De eerste voorstelling die ik in juni zag na de lockdown kwam keihard binnen. Een mooi kwetsbare Hans Kesting deed met zijn magnifieke spel de ontluisterende aanblik van een halflege zaal snel vergeten in deze regie van Ivo van Hove. In februari brengt Édouard Louis zijn eigen interpretatie van de rol in ITA, tijdens festival Brandhaarden. Ik kan niet wachten.", "4. Liefdesverklaring/Een soort Alaska/U bent mijn moeder/Sea Wall/Krapps laatste band/Tom Pain", "Het Nationale Theater", "Het gezelschap uit Den Haag maakte van de coronanood een deugd en smeedde een aantal stukken in kleine bezetting aaneen tot sober geënsceneerde maar inhoudelijk stevige toneelavonden. Ontroerend was Antoinette Jelgersma die op tekst van Magne van den Berg haar liefde betuigde aan ons, publiek.", "5. Drie Zusters", "Eline Arbo", "Na haar hitregie Weg met Eddy Bellegueule nam Arbo afscheid van Toneelschuur Producties met een eigenzinnige interpretatie van Tsjechovs klassieker. Ze plaatste de drie zusters op een muzikale ­feministische tijdbalk. En wat blijkt: of het nou de jaren zestig waren, of tachtig, of nu: vrouwen hebben altijd het nakijken. En Reykjavik blijkt voor gelijke rechten een stuk beter dan Moskou.", "Patrick van den Hanenberg (musical)", "1. Tina – De Tina Turner Musical", "Stage Productions", "Dit is een musical waar we naar hebben verlangd: een eigen productie van Stage met een ijzersterk verhaal, goddelijke muziek en een hoofdrolspeelster die we nooit meer moeten laten gaan. ­Nyassa Alberta als de ‘James Brown in minirok’ beheerst de twee belangrijkste krachten van Tina Turner: de explosieve, sexy dans en een stem op 230 volt.", "2. Goodbye, Norma Jeane", "De Theater BV", "Scriptschrijver Allard Blom ontrafelt wat er op 5 augustus 1962, de laatste levensdag van Marilyn Monroe is gebeurd. Intrigerende fictie over de beklemming van roem, met wonderschone dialogen tussen de jonge Marilyn (Brigitte Heitzer) en de oudere versie (Ellen Pieters). De muziek van Sam Verhoeven zou zo uit het American Songbook kunnen komen.", "3. Murder Ballad", "Stent Producties", "De bijna kale musical maakt toch geen armoedige indruk. Dat komt door de energie van de rivaliserende geliefden (Vajèn van den Bosch, Jonathan Demoor en Buddy Vedder), en door Marnix Wetzer, die achter de toetsen een opzwepend geluid met drum en bas weet te produceren. Ondanks het bloed is Murder Ballad een geslaagde feelgoodmusical.", "4. Haal het doek maar op", "De Graaf en Cornelissen", "Vier jonge schnabbelaars, artiesten die in de jaren zestig korte optredens verzorgen op bruiloften, een bedrijfsfeest, of voor een jubilaris. Een nostalgische terugblik met een bitter randje waarin we sterren als Willeke Alberti en Rob de Nijs herkennen. Hun circuit wordt door de tv ingehaald en dat proces is zeer onderhoudend in beeld gebracht.", "War of the worlds van Homemade Productions. Beeld ANP Kippa", "5. War of the worlds", "Homemade Productions", "Orson Welles maakte in 1938 een radiohoorspel over een invasie van agressieve marsmannetjes, dat luisteraars de stuipen op het lijf joeg. Schrijver en regisseur Dick van den Heuvel en componist Jeroen Sleyfer hebben een intrigerende kamermusical met vijf spelers in elkaar gezet. De blues-jazzy muziek van Sleyfer is een ware verademing in musicalland.", "Mike Peek (cabaret)", "1. Niet de vaders", "Minou Bosua en Eelco Smits", "Minou Bosua en Eelco Smits hebben samen een kind. Althans, Smits leverde het zaad voor de zoon die Bosua’s vriendin baarde. Dat levert een prachtige combinatie op van cabaret, toneel en ­documentaire, waarin het duo de angsten achter hun onconventionele ouderschap bespreekt. De conclusie? Iedereen heeft iets te geven.", "2. Asociale afstand", "Freek de Jonge", "Toen heel Nederland klapte voor het zorgpersoneel reed Freek de Jonge naar de Bijlmer. Tussen de flats maakte de naar applaus snakkende artiest zijn diepste buiging. Een fantastische grap, waarmee De Jonge zijn eigen waarde in crisis­tijd relativeert. Asociale ­afstand is vooralsnog de beste voorstelling die het virus heeft ­opgeleverd.", "3. De Andere Oudejaars", "Jan Beuving en Patrick Nederkoorn", "Een pittige discussie over hoe kunstenaars om dienen te gaan met de coronacrisis vormt het hart van deze sterke oudejaarsconference. Beuving en Nederkoorn vliegen 2020 in met een prachtig lied waarin Aart Staartjes na zijn dodelijke ongeluk op de stilvallende wereld neerkijkt. Toch is de toon uiteindelijk prettig positief.", "Todesangstschrei van Rundfunk. Beeld MARK ENGELEN", "4. Todesangstschrei", "Rundfunk", "Foute grappen kunnen niet meer? Daar denkt Rundfunk heel anders over. Hun vette contrasten werken bijna altijd op de lachspieren. Neem de twee pedofielen die wachtend op een ‘date’ wat kletsen over het weer. “In de zon en uit de wind is het best lekker.” Die lulligheid is onweerstaanbaar.", "5. De Ervaring", "Lebbis", "Hans Sibbel perfectioneert met De Ervaring zijn zelfgeschapen subgenre: dit is TED-cabaret, een prikkelende lezing aangekleed met grappen. Hij pleit voor verdwalen in plaats van routes volgen, voor meemaken in plaats van consumeren. Het is een coherent, geestig en uiteindelijk ontroerend betoog, waarin Sibbel zelfs wat progressieve heilige huisjes omver schopt.", "Jacq. Algra (dans)", "1. Standby/She Remembers", "Paul Lightfoot & Sol León", "In deze twee gefilmde choreografieën houden de dansers van het jubilerende Nederlands Danstheater gepaste afstand. Ze staan hier op de eerste plaats als verwijzing naar alle dansers – binnen ­gezelschappen, freelancend of in opleiding. Elke dag trainen ze met veel toewijding hun ‘instrument’ en hopen ze dat het doek in de theaters open gaat.", "2. Warping Soul", "Andreas Hannes", "Ondanks afstand met elkaar verbonden. Hannes laat het ons zien dankzij het talentontwikkelingsprogramma Danslokaal van Conny Jansen Danst. In zijn vorige creatie, Tremble, huppelde een viertal non-stop door de ruimte. Nu lijken de dansers te worden voortgestuwd door een buitenaards krachtenveld. De dynamiek van bijna-freezes, legato en atletisch bewegen levert een hallucinerende danstaal op.", "3. Mātā", "Poernima Gobardhan", "In haar ene hand heeft ze klassieke Indiase dans, in de andere iets heel anders, zoals ze het zelf zegt. Gobardhan volgde lessen bharatanatyam in Nederland, reisde naar India en kreeg studioruimte in productiehuis Korzo. Daar ontdekte ze haar eigen manier van dansen: buiten de lijntjes van ideeën over wat exotisch is of hoe een vrouw zou moeten zijn.", "She Paradise van Maya Cozier.", "4. She Paradise", "Maya Cozier", "Dat dans een middel kan zijn om je identiteit te vinden en jezelf uit te drukken zien we in deze korte film, gepresenteerd door Cinedans en Black Light Dance. Dankzij saamhorigheid en talent komen jonge vrouwen op het eiland Trinidad vooruit en wijzen ze mannen hun plek. Met hun dansacts op socamuziek, met bijbehorende make-up en outfits, weten ze aan armoede te ontsnappen.", "5. Body as a weapon", "Sandra Kramerová", "De massachoreografieën in grote Tsjecho-Slowaakse stadions draaiden om fysieke fitheid en gemeenschapszin. Alleen op het podium van het intieme CCAmstel verbeeldt Kramerová tijdens Amsterdam Fringe Festival hoe individuele gevoelens en gedachten hun plek opeisen. IJzeren discipline transformeert voor onze ogen tot vertwijfeling en verzet. Dankzij vj-software zien we dan honderden Kramerová’s.", "I wonder where the dreams I don’t remember go van Yoann Bourgeois. Beeld Rahi Rezvani", "Fritz de Jong (dans)", "1. I wonder where the dreams I don’t remember go", "Yoann Bourgeois", "Dat veel dansgezelschappen van de nood een deugd maken door hun voorstellingen te livestreamen is volstrekt begrijpelijk. In de meeste gevallen blijft dat een slap surrogaat. Choreograaf en circusartiest Yoann Bourgeois laat bij NDT 1 zien hoe het wel moet in een hypnotiserende livestream vol acrobatiek, dromerige teksten en de zwaartekracht tartende illusies. Adembenemend knap uitgevoerd door de dansers.", "2. Revisor", "Crystal Pite & Jonathon Young", "Het Canadese gezelschap Kidd Pivot bewerkte de beroemde toneelsatire De revisor van Nikolaj Gogol. Na een cartooneske opening met virtuoze playback en hilarische loopjes volgt een bespiegelende danssequentie die de angsten van de personages feilloos blootlegt. Crystal Pites vloeibare choreografeerstijl, waarin individuen samenklonteren in imposante danserssculpturen, komt hier optimaal tot zijn recht.", "3. Cunningham", "Alla Kovgan", "De alle kanten uitwaaierdende choreografieën van danspionier Merce Cunnigham smeekten om driedimensionaal te worden gefilmd. Documentairemaakster Alla Kovgan nam de uitdaging aan en dompelt de met 3D-bril getooide kijker onder in Cunninghams unieke oeuvre. De nieuw geënsceneerde balletfragmenten zijn doorsneden met archiefmateriaal, waarin Cunninghams artistieke zoektocht prachtig wordt belicht.", "4. Dancing Apart Together", "Het Nationale Ballet & Het Balletorkest", "Het Nationale Ballet markeerde de hoopvolle terugkeer naar een nieuw normaal met een bonte balletavond. Na de ultieme klassieker De Stervende Zwaan buitelden oude en nieuwe choreografieën over elkaar heen in een voorstelling vol maak- en dansdrift. Artistiek leider Ted Brandsen wilde de weerbaarheid van de danskunst zichtbaar en voelbaar maken. Missie geslaagd.", "5. Keihard", "Stefan Ernst & Martin Harriague", "Dansen doe je met je lichaam. Door héél dicht bij het publiek te komen wordt ook de kijker bewust van het eigen lijf. In de op een tienerpubliek mikkende voorstelling Keihard nodigden de dansers van Sally Dansgezelschap Maastricht de toeschouwers uit om deelnemer te worden. Ik zag deze voorstelling met free hugs en een door iedereen meegedanste Chinese chachacha in februari. Een maand later kon je je zoiets al niet meer voorstellen."], "authors": ["Simon Van Den Berg", "Hans Smit", "Patrick Van Den Hanenberg", "Mike Peek", "Jacq. Algra En Fritz De Jong"], "keywords": ["podiumkunst", "beste", "zijn", "van", "2020", "voor", "en", "een", "met", "dit", "parool", "op", "te", "het", "die", "volgens"], "pubDate": "2020-12-27T09:58:28Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}