{"id": "3c42d496-c1ca-3498-a74d-26d4ffe2f1d7", "title": "Een cultureshock in eigen geboorteland", "url": "https://www.volkskrant.nl/kijkverder/v/2020/een-cultureshock-in-eigen-land~v403051/", "summary": "Het was niet dat ze zich niet meer thuisvoelde in Zuid-Afrika, maar de mensen op wie ze afstapte voor een gesprek en om te fotograferen, keken bevreemd naar haar.\nZe zagen het aan mijn kleding, mijn houding, hoorden het aan mijn Engels.\nMaar dit is mijn eigen geboorteland!’De verwondering geeft meestal een klik, dat is ook nodig voor haar foto’s want, zegt ze: ‘Ik probeer altijd wat dichterbij te komen’.\nDaarom voert ze eerst gesprekken, en hoopt dat haar eigen ongemak wordt weerspiegeld in de manier waarop de geportretteerden kijken.\n‘Ik kwam van een vriendin en zag een meneer die aan het zwerven was.", "paragraphs": ["Ze is kind van twee ‘coloureds’, kleurlingen; haar biologische vader verdween al snel uit haar leven. Het was niet dat ze zich niet meer thuisvoelde in Zuid-Afrika, maar de mensen op wie ze afstapte voor een gesprek en om te fotograferen, keken bevreemd naar haar. ‘Ze vroegen waar ik vandaan kwam. Ze zagen het aan mijn kleding, mijn houding, hoorden het aan mijn Engels. In Nederland krijg ik die vraag ook vaak. Maar dit is mijn eigen geboorteland!’", "De verwondering geeft meestal een klik, dat is ook nodig voor haar foto’s want, zegt ze: ‘Ik probeer altijd wat dichterbij te komen’. Daarom voert ze eerst gesprekken, en hoopt dat haar eigen ongemak wordt weerspiegeld in de manier waarop de geportretteerden kijken. Ze speurt op straat naar mensen die haar opvallen, struinend door de wijken van Johannesburg en Kaapstad. Soms is het toeval. ‘Ik kwam van een vriendin en zag een meneer die aan het zwerven was. Ik keerde om en sprak hem aan. Hij vertelde dat hij zelf voor dit bestaan had gekozen, nadat hij het contact met zijn familie was verloren.’"], "authors": ["Oktober"], "keywords": ["cultureshock", "eigen", "het", "ik", "ze", "een", "haar", "en", "geboorteland", "mijn", "dat", "aan", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}