{"id": "3c6d6adb-f128-3a2a-8dc7-a0ae153fbe97", "title": "Dichten na Deelder: ‘Hij liet me de weg zien, als dichter en als mens’", "url": "https://trouw.nl/cultuur-media/dichten-na-deelder-hij-liet-me-de-weg-zien-als-dichter-en-als-mens~bf88a61c/", "summary": "“En ik dacht, als dertienjarige die vooral problemen had met meisjes en huiswerk: dit gedicht gaat over mij!”De Cosy CornerDee bleef die middag aan de buis gekluisterd.\nHij vertelde dat hij wel vaker in gevangenissen optrad en dat hij dat gratis deed.\nVaandrager en Frans Vogel, tijdgenoten van Deelder, en jongere dichters als Dee zelf en voormalige Dichter des Vaderlands Anne Vegter.\nJules liet me de weg zien, als dichter en mens, ook al wist hij dat zelf niet, want hij deed natuurlijk in het ­leven vooral wat hij zélf wilde.\nDat hebben Deelder en ik overigens ­allebei goed afgekeken van een andere Rotterdamse dichter: Frans Vogel.", "paragraphs": ["Hij zei het één keer en daarna nooit meer. Wie moest zijn opvolger worden, als er dan toch een opvolger moest worden aangewezen? Jules Deelder dacht even na en stelde toen: Daniël Dee. Ja, dát moest ’m zijn. De Rotterdamse dichter Dee (1975), die in 2013 en 2014 stadsdichter was, kreeg al snel te horen wat Deelder had gezegd. Hij kreeg er bijna rode wangen van: zo’n eer was geen enkele andere Rotterdamse dichter eerder ten deel gevallen. “Jules zei het rond zijn zestigste verjaardag, en die woorden heeft hij daarna nooit meer herhaald”, zegt Dee lachend. “Ik vond het echt geweldig.’’", "Voor Dee was dichter Jules Anton Deelder (1944-2019) een belangrijk voorbeeld. Thuis in Oud-Beijerland waren vroeger geen boeken, zegt hij. “Alleen de Bijbel en een dichtbundel van Toon Hermans. Mijn ouders lazen niet.” Poëzie lag dan ook niet voor de hand. Maar toen zag hij een tv-documentaire waarin een gevangene het gedicht ‘Blues on Tuesday’ voordraagt. In dat gedicht schetst Deelder in vlijmscherpe, korte zinnen een uitzichtloze situatie.", "Geen geld. Geen vuur. Geen speed.", "“En ik dacht, als dertienjarige die vooral problemen had met meisjes en huiswerk: dit gedicht gaat over mij!”", "De Cosy Corner", "Dee bleef die middag aan de buis gekluisterd. Even later kwam ook Deelder zelf in beeld. Hij vertelde dat hij wel vaker in gevangenissen optrad en dat hij dat gratis deed. Hij wist dat gedetineerden zich herkenden in wat hij schreef. En hij wist dat ze in gevangenissen zijn taalgebruik als geen ander leken te begrepen. Dee zag een bijzonder karakter en was verkocht. Ook hij wilde dichter worden. Een poëet als Deelder, die ook als puber zijn eerste gedicht schreef, en ook uit een gezin kwam waar poëzie geen enkele rol in speelde.", "Als nieuwe fan nam Dee, toen hij verder van huis mocht, met vriendjes de bus naar Rotterdam, een rit van een half uur, om te zien of Deelder thuis was. “Een moeder van een van mijn vriendjes werkte bij de PTT: zij had het adres achterhaald.” Soms zagen ze Deelder ook echt, dan zat hij in het café naast zijn huis, de Cosy Corner. Maar nooit spraken ze hem aan.", "Dat zijn held jaren later zei dat Dee in zijn voetsporen mocht treden, stemde trots. Op de tweede dichtbundel van Dee, ‘Vierendeel’ uit 2005, kwam de aanprijzing van Deelder dan ook in grote letters op de cover te staan. “Er zijn genoeg meelopers en na-apers, maar alleen Daniël Dee beschouw ik als een waardig opvolger”, stond er.", "Eigen stijl", "Last had Dee daarna niet van het stempel. Hij ontwikkelde een eigen stijl en kwam los van zijn voorbeeld. Op zijn deze zomer verschenen dichtbundel ‘Plak hier uw titel’ staat de aanprijzing niet meer. Toch blijft hun werk verbonden. “Je zou het de Rotterdamse school kunnen noemen”, zegt Dee. “Ons werk is no-nonsense en rauw. We zeggen waar het op staat.’’", "‘Anders dan Deelder ben ik een ochtenddichter’ Pleeg eens vivisectie op een Rotterdammer en zie dat hij nog steeds is opgetrokken uit bouwstenen en een driedelig ketelpak / de Rotterdammer onderneemt voorwaarts want ondernemen is een goed idee en dat dan ook daadwerkelijk uitvoeren / buffelen bikkelen en pezen het zit hem gebeiteld in het bloed Daniël Dee: “Dit is een fragment uit mijn gedicht ‘Je aige ’t leplazerus werruke (m/v)’. Ik heb een eigen stijl ontwikkeld, maar wat dit gedicht gemeen heeft met de poëzie van Deelder is het dwingende ritme. Je ziet in deze tekst ook de no-nonsense terug die bij de Rotterdamse school hoort. Dat kenmerkt het werk van veel dichters uit de stad. Dit gedicht gaat over de vermeende ondernemersgeest van de Rotterdammer. Ik wilde vooral een heipalenritme in dit gedicht bewerkstelligen. Hoewel ik net als Deelder van nature een nachtmens ben, schrijf ik al een tijdje niet meer ’s nachts. Eigenlijk niet meer sinds ik kinderen heb. Ik moet er ’s ochtends bijtijds uit om ze naar school te ­brengen, daarna kan ik zelf aan de slag. Dus in zekere zin ben ik tegenwoordig een ochtenddichter. Op een laptop, niet op een typemachine, zoals Deelder deed.”", "Bij deze Rotterdamse school horen ook dichters als C.B. Vaandrager en Frans Vogel, tijdgenoten van Deelder, en jongere dichters als Dee zelf en voormalige Dichter des Vaderlands Anne Vegter. “In het werk van Anne zie je die rauwheid ook terug”, zegt Dee. “Gedichten over seks bij haar zijn nooit romantisch, maar gewoon hard. En vies. Die directheid, die zie je bij bijna alle dichters uit Rotterdam wel terug.”", "Rotterdamse rauwheid typeert ook het werk van dichter Mark Boninsegna (1976), die onder de rook van Rotterdam in Berkel en Rodenrijs woont. Hij houdt kantoor in een pand in het hart van de stad, op de Coolsingel. Daar schreef hij ook de recht-voor-z’n-raapgedichten voor zijn nieuwste bundel ‘Levensinkt’.", "“Ik ben door Jules begonnen met dichten. Ook ik zag hem eerst op tv en dacht toen: dat wil ik ook! Jules liet me de weg zien, als dichter en mens, ook al wist hij dat zelf niet, want hij deed natuurlijk in het ­leven vooral wat hij zélf wilde. Hij was helemaal niet met anderen bezig. Maar ik volgde wat hij deed en begon ook zijn teksten te analyseren. Ik kwam er snel achter dat zijn dichtwerk weliswaar makkelijk leek, maar dat het heel moeilijk was om poëzie zo op te schrijven.”", "Het bekendste gedicht van Deelder, ‘Voor Ari’ voor zijn dochter Ari, is daar een voorbeeld van, vindt Boninsegna.", "De wereld is rond / en dat istie al lang / De mensen zijn goed / De mensen zijn slecht / Maar ze gaan allen dezelfde weg.", "“Supersimpel! De kracht schuilt in de eenvoud”, zegt Boninsegna. Expres. Het ver­hevene met het banale verenigen, noemde Deelder dat zelf.", "Op 19 december 2019, net 75 jaar oud, overleed Deelder. Bij zijn standbeeld naast zijn oude huis – en naast waar hij vroeger in de Cosy Corner zat – werden bloemen gelegd, en in de boekwinkels in de regio raakten zijn bundels al snel uitverkocht. Krap twee weken later, op de laatste dag van 2019, werd hij herdacht met een openbare dienst in De Doelen. Sindsdien mist Rotterdam Deelder.", "Scherpe uitspraken", "“Ook om zijn scherpe uitspraken”, zegt een andere Deelder-adept, de Rotterdamse dichter Miguel Santos (1986). Hij bracht dit jaar de bundel ‘Over dwars’ uit. Santos deelde meer liefdes met Deelder: die voor poëzie, maar ook die voor jazz. “Ik zou heel graag willen weten wat Deelder over deze tijden te zeggen heeft. We moeten het er maar mee doen, met zijn dood, en er komt ook vanzelf wel weer een andere scherpe tong. Het is nu aan de andere Rotterdamse kunstenaars. Maar vervangen kun je hem nooit. Er blijft maar één Deelder.”", "‘Geen idee of Deelder ooit iets van mij gelezen heeft’ Als de stumper naar binnen schuifelt / vluchtend door de zon en ervoor / mauwt iets / die blik, op de trage vuile pootjes / kijkt bijna smekend / de lucht voelt zijn staart swingen / het lichaamsdeel is onzichtbaar / Charles Lloyd spint-ie / bijval vanuit een hoek / Mal Waldron! Mal Waldron! / Miguel Santos: “Dit is een fragment uit mijn gedicht ‘Jazzcat’ uit 2019. Ik heb geen idee of Deelder ooit iets van me gelezen heeft. Dat zou heel tof zijn, maar voor hetzelfde geld vond hij het niets. Dat zou ik niet fijn vinden om te horen, van een van mijn helden. Ik heb een heel andere schrijfstijl dan Jules, maar wat wel overeenkomt: de jazzmuziek. Charles Lloyd en Mal Waldron zijn jazzmuzikanten. Hij verwees ook naar zulke artiesten. Daarin schuilt een duidelijke link tussen ons werk. ­Bovendien probeer ik ook een weergave te geven van de werkelijkheid. Ik wás ook echt in een ruimte waar een kat naar ­binnen liep, terwijl er jazz op stond. Zo schreef ik het ook op. Wat hier staat, ­gebeurt echt, maar met een poëtische ­lading. Dat deed Deelder ook: het ­registreren van de werkelijkheid.”", "De literaire erfenis van zijn held is in Rotterdam ook terug te zien in de snel groeiende, jonge spoken word-gemeenschap. “Steeds meer jongeren houden zich hier ­bezig met spoken word en poëzie. Hun ­Rotterdamse stijl draait vaak om het delen van persoonlijke verhalen in soms rauwe en harde bewoordingen. In de spoken world-wereld kun je dat als Rotterdamse school zien. Hun werk gaat over het leven van nu, in de stad en op straat, en de straattaal van nu klinkt erin door.”", "Deelder gaat uiteindelijk de weg van alle dichters, vermoedt Dee. “Onze generatie vond hem écht stoer. Dat zal voor jongere generaties, die opgroeien met hun eigen helden, niet zo zijn. Deelders geluk is dat hij een paar klassiekers schreef die blijven voortbestaan, zeker hier. Een gedicht als ‘Blues on Tuesday’ vind ik na al die jaren nog mooi. Jules spreekt daarmee een gevangene aan die al jaren in de cel zit, maar ook een jongetje van dertien. Dat is zó knap.”", "‘Ik gebruik ook Rotterdams afgebeten zinnen’ Het was de tijd van American Ninja / Bloodsport en Pray For Death / dat we ninjaschoentjes droegen / en iedereen op karate of Kung Fu wou / de Vietnamoorlog was / voor ons nog altijd gaande / Richard B / Michael / Wilbert en ik / we waren of Amerikaans P.O.W. / of - wat eigenlijk niemand wilde -lid van de Viet Cong / of Rambo / of Chuck Norris van de Delta Force / Amerikaanse cultuur zou sindsdien ons ­leven beïnvloeden / vooral de porno deed ons verlangen naar het beloofde land Mark Boninsegna: “Dit is mijn gedicht ‘The Promised Land’. Ik gebruik spreektaal in mijn gedichten, dat zie je in deze tekst goed terug. Wat mijn werk vooral met het werk van Deelder gemeen heeft, is dit: het gebruik van Rotterdams afgebeten zinnen, waar geen woord te veel in staat. Deelder was niet vies van een goede provocatie, ik ook niet. Maar zo’n provocatie moet wel nut hebben natuurlijk. Zomaar een beetje wat banaals roepen heeft geen meerwaarde. Dat hebben Deelder en ik overigens ­allebei goed afgekeken van een andere Rotterdamse dichter: Frans Vogel. ­Afkijken is trouwens niet hetzelfde als kopiëren, waar de doodstraf op zou moeten staan. Je leert gewoon van elkaar, vind ik, en op die manier vind je uiteindelijk je ­eigen stijl.”", "Lees ook:", "Dichten, daarmee begon en eindigde alles voor Jules Deelder (1944-2019)", "Het romantische idee dat je als dichter jong dood moet gaan, had hij al uit zijn hoofd gezet. Jules Deelder overleed op 75-jarige leeftijd."], "authors": ["Anton Slotboom"], "keywords": ["ik", "liet", "van", "zijn", "en", "deelder", "een", "dichten", "zien", "dichter", "dat", "weg", "ook", "het", "hij", "als", "mens"], "pubDate": "2020-12-15T11:52:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}