{"id": "3ca1c05a-449b-3a12-a1d3-0b6124311122", "title": "Franse oud-president Giscard d'Estaing overleden", "url": "https://www.parool.nl/wereld/franse-oud-president-giscard-d-estaing-overleden~bcd6b07e/", "summary": "Giscard d’Estaing tijdens zijn presidentschap in 1975, met zijn twee labradors in Parijs.\nIn september moest hij met een lichte longontsteking al eens naar een ziekenhuis in Parijs.\nOnder het presidentschap van d’Estaing waaide een frisse wind door het land, aldus Franse media.\nOok gold de centrumrechtse liberaal als een van de architecten van de Europese eenwording.\nZijn dood heeft de Franse natie in rouw gedompeld,” aldus de huidige Franse president die net als d’Estaing aanhanger is van het liberale gedachtengoed.", "paragraphs": ["Giscard d’Estaing tijdens zijn presidentschap in 1975, met zijn twee labradors in Parijs. Beeld Getty Images", "Giscard d’Estaing was staatshoofd van 1974 tot 1981. Hij werd twee weken geleden opgenomen in het ziekenhuis, toen onduidelijk waarom. In september moest hij met een lichte longontsteking al eens naar een ziekenhuis in Parijs. Na zijn overlijden maakte zijn familie bekend dat hij overleed aan complicaties van Covid-19.", "Onder het presidentschap van d’Estaing waaide een frisse wind door het land, aldus Franse media. Zo werd abortus gelegaliseerd en de scheiding met wederzijdse instemming ingevoerd. Ook gold de centrumrechtse liberaal als een van de architecten van de Europese eenwording.", "Huidig president Emmanuel Macron prees zijn voorganger donderdag door te zeggen dat die ‘Frankrijk heeft getransformeerd’. “De richting waarin hij Frankrijk heeft gestuurd, wijst ons nog steeds de weg. Zijn dood heeft de Franse natie in rouw gedompeld,” aldus de huidige Franse president die net als d’Estaing aanhanger is van het liberale gedachtengoed. Macron omschreef d’Estaing als ‘een dienaar van de staat, een politicus van vooruitgang en vrijheid’.", "Oudste ex-president", "Tot woensdag was d’Estaing de oudste nog levende ex-president van Frankrijk. Zijn opvolger, François Mitterrand, overleed in 1996. Diens opvolger, Jacques Chirac, stierf vorig jaar.", "Aanklagers openden in mei nog een onderzoek naar de voormalige leider, nadat een vrouwelijke Duitse verslaggever een klacht had ingediend over vermeende handtastelijkheden na een interview in 2018. d’Estaing zou meermaals haar achterste hebben aangeraakt. De voormalig president ontkende de beschuldiging."], "authors": ["Het Parool"], "keywords": ["van", "giscard", "heeft", "nog", "franse", "het", "hij", "met", "zijn", "overleden", "destaing", "oudpresident", "een", "president"], "pubDate": "2020-12-03T07:49:57+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}