{"id": "3cac7df7-d34d-3233-a00d-fc7d987625a3", "title": "Vreemde vogels voor de deur: Nederland is een hotspot voor exoten", "url": "https://volkskrant.nl/wetenschap/vreemde-vogels-voor-de-deur-nederland-is-een-hotspot-voor-exoten~b046b4da/", "summary": "Om precies te zijn: in de buurt van het Zuid-Limburgse Weert, bij het dorpje Swartbroek.\nBeeld Alamy Stock PhotoEen strenge winter kan fataal zijn, maar die zijn hier steeds minder.\nMaar soms zit er bij verspreiding van exoten een barrière van ongeschikt habitat in de weg, dat blijft lastig in te schatten.\nHij eet knopjes, zaadjes en insecten, maar het blijft een nichevogel zoals het baardmannetje ook geen schade toebrengt.\nVooral wanneer een soort vaak en veel eieren per broedsel legt, een succesfactor van belang voor veel exoten.", "paragraphs": ["Japanse nachtegaal Beeld Getty Images/iStockphoto", "Vergeet de nijlgans, de halsbandparkiet, de Canadese gans. Deze ‘exoten’, hier decennia geleden aangekomen vanuit andere werelddelen, zijn inmiddels vertrouwde verschijningen voor iedereen die buiten weleens om zich heen kijkt. Hoezeer hun aanwezigheid ook tot discussie leidt onder natuurbeschermers en andere partijen (bijvoorbeeld fruittelers die schade ondervinden van parkieten), ze zullen niet meer verdwijnen. Sterker: er komen waarschijnlijk alleen maar exoten bij. De nieuwelingen staan al te trappelen voor de deur, sommige staan al met beide pootjes over de drempel.", "Welkom bruinkopdiksnavelmees, een aandoenlijk grijs bolletje zangvogel met een bruin koppie, oranjebruine vleugelstreep (en driemaal woordwaarde). Hoewel afkomstig uit China en Zuidoost-Rusland is de mees al jaren een tevreden bewoner van Nederland. Om precies te zijn: in de buurt van het Zuid-Limburgse Weert, bij het dorpje Swartbroek. Daar verblijven volgens de laatste gegevens zo’n vijftien broedpaartjes. Vermoedelijk nazaten van exemplaren die zich uit hun kooi of volière wisten te bevrijden. Het vogeltje zit daar al sinds eind jaren negentig, maar lange tijd is het ontsnapt aan de aandacht van vogelaars, zegt Paul van Els van Sovon Vogelonderzoek Nederland. ‘We hebben lange tijd niet eens geweten welke diksnavelmees het precies was.’", "Verborgen", "Dat werd pas vastgesteld in 2012. Het probleem: de bruinkopdiksnavelmees weet zich goed verborgen te houden, laag in het riet, net zoals het enigszins verwante en inheemse baardmannetje. De meeste waarnemingen worden gedaan op het geluidje dat hij maakt, een zacht parelend fluitje.", "Lange tijd bleef de populatie stabiel in aantal, de laatste vier, vijf jaar zit er een stijgende lijn in. Van Els: ‘Als we die trend extrapoleren, dan mag je verwachten dat de diksnavelmees zich gaat uitbreiden in Nederland. Maar het blijft moeilijk te voorspellen.’", "Bruinkopdiksnavelmees. Beeld Alamy Stock Photo", "Een strenge winter kan fataal zijn, maar die zijn hier steeds minder. Wat zijn kansen vergroot: voor gebiedsuitbreiding is er voldoende te vinden rondom Weert. Van Els: ‘De Peel en de Kempen zitten vol met wilgenbosjes en rietveldjes waar de mees kan gedijen. Maar soms zit er bij verspreiding van exoten een barrière van ongeschikt habitat in de weg, dat blijft lastig in te schatten. Wat ook van belang is: deze mees is geen heel sterke vlieger.’", "Op de jaarlijkse Sovon-dag, waar Van Els een lezing hield over exoten, noemde hij de bruinkopdiksnavelmees ‘een leuke verrassing’. Zal de verspreiding van het beestje dan geen probleem opleveren, zoals sommige andere exoten betwist en bestreden worden door belanghebbenden? ‘Economisch gezien kan de vogel geen enkel kwaad, volgens mij. Hij eet knopjes, zaadjes en insecten, maar het blijft een nichevogel zoals het baardmannetje ook geen schade toebrengt. Nooit zal hij, zoals de halsbandparkiet verweten wordt, een lokale fruitoogst bedreigen.’", "Nog zo’n leuke verrassing: de Japanse nachtegaal, een grijs vogeltje ter grootte van een koolmees, met groene, gele, oranje en rode kleurvlekken op zijn lijf. Hoewel één broedgeval bekend is (in Diemen, maar dat was al in 1999), heeft de vogel nog geen vaste voet aan de grond. Volgens de zojuist verschenen Vogelbalans 2020 van Sovon Vogelonderzoek, een inventarisatie van de exoten in Nederland, worden tot nu toe jaarlijks ‘op minder dan tien locaties’ exemplaren in het wild gezien. Dat is elders in Europa wel anders: in Parijs, Barcelona en Italië is deze Aziatische vogel op sommige plaatsen één van de talrijkste soorten, vermeldt de Vogelbalans.", "Succesfactor", "Parijs, Barcelona – dat zijn steenworpen afstand voor een beetje vogel. Vooral wanneer een soort vaak en veel eieren per broedsel legt, een succesfactor van belang voor veel exoten. De Japanse nachtegaal broedt van nature in struikgewas, maar is hier geliefd onder volièrehouders, om zijn kleuren en zijn zang (hoewel de inheemse nachtegaal beslist een gevarieerder repertoire heeft). En dus is er naast een bezoek vanuit Parijs ook kans op lokale ontsnapping, waarna de soort zich hier in het wild zou kunnen vestigen. De Japanse nachtegaal houdt van warmte, met de klimaatverandering is dat steeds minder een belemmering om in Nederland te verblijven.", "De vogel wordt jaarlijks op ‘minder dan tien locaties’ in Nederland waargenomen, maar dat kan spoedig veranderen: ‘Onderzoekers voorspellen onder meer op grond van klimaatprognoses dat uitbreiding tot in Noordwest-Europa mogelijk is’, meldt de Vogelbalans.", "De oosterse nachtegaal is volgens Van Els ‘een generalist’: hij stelt weinig eisen aan zijn habitat. Klimaat en leefgebied in de delen van China waarin hij van nature voorkomt verschillen in essentie niet heel veel van de omstandigheden in Nederland. Dat maakt de kans op succes hier alleen maar groter.", "Japanse nachtegaal. Beeld Getty", "Deze en andere nieuwkomers worden nauwlettend in de gaten gehouden door tellers van broedgebieden en slaapplaatsen. En dat is nodig bij het gevoelige vreemdelingendebat in de natuur, waar liefhebbers en beschermers soms onderling al verdeeld zijn over deze ‘natuurvervuiling’ en diverse andere partijen (tuinders, boeren) economische schade ondervinden van de hardnekkige veelvraten die fruitoogsten of graslanden kapen. Zoals Sovon-directeur Theo Verstrael schrijft in de Vogelbalans: ‘Nuchtere feiten delven in een emotionele discussie over exoten nogal eens het onderspit ten opzichte van stevige meningen.’"], "authors": ["Jean-Pierre Geelen"], "keywords": ["zijn", "van", "vreemde", "voor", "en", "deur", "een", "vogels", "exoten", "te", "op", "nederland", "het", "maar", "dat", "hotspot"], "pubDate": "2020-12-18T12:00:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}