{"id": "3cc61cbc-2d2f-3e0d-956e-15ca2ac88895", "title": "Oude tijden herleven met tafeltennisicoon Keen (49) in Champions League", "url": "https://nos.nl/artikel/2360081-oude-tijden-herleven-met-tafeltennisicoon-keen-49-in-champions-league.html", "summary": "Na dertig jaar doet er weer een Nederlands mannenteam mee in de Champions League: Taverzo uit Zoetermeer.\nDavid tegen GoliathIn een coronabubbel in Düsseldorf gaat Taverzo deze week proberen te verrassen door de halve finales te halen.\nDaarvoor moet het eerste of tweede worden in een groep met favoriet Borussia Düsseldorf, het Poolse Dzialdowo en het Franse Hennebont.\nMeervoudig Champions League-winnaar en Duits kampioen Düsseldorf is vrijdag de eerste tegenstander.\nMaar ik weet van de lagere school nog dat David won, dus wie weet\", aldus Keen.", "paragraphs": ["Vrijdag is een bijzondere dag voor tafeltennissend Nederland. Na dertig jaar doet er weer een Nederlands mannenteam mee in de Champions League: Taverzo uit Zoetermeer. Sterspeler? De 49-jarige Trinko Keen.", "\"Dit is toch wel spannend\", zegt de voormalig nummer achttien van de wereld, die tussen 1991 en 2008 alle nationale titels verdeelde tussen hem en Danny Heister, dat andere icoon uit het verleden.", "David tegen Goliath", "In een coronabubbel in Düsseldorf gaat Taverzo deze week proberen te verrassen door de halve finales te halen. Daarvoor moet het eerste of tweede worden in een groep met favoriet Borussia Düsseldorf, het Poolse Dzialdowo en het Franse Hennebont.", "Meervoudig Champions League-winnaar en Duits kampioen Düsseldorf is vrijdag de eerste tegenstander. \"David tegen Goliath? Daar kun je het mee vergelijken, ja. Maar ik weet van de lagere school nog dat David won, dus wie weet\", aldus Keen."], "authors": [], "keywords": ["uit", "van", "herleven", "het", "düsseldorf", "tijden", "met", "tussen", "tegen", "49", "een", "oude", "league", "en", "keen", "champions", "vrijdag", "weet", "tafeltennisicoon"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}