{"id": "3cc9cc0a-39af-3997-a96b-b89c7f95d924", "title": "Stichting Kuzemerkooi uit Oldekerk wint eerste leefbaarheidsprijs gemeente Westerkwartier. Bloemen krijgen plekje op graf vorig jaar overleden voorzitter", "url": "https://www.dvhn.nl/groningen/westerkwartier/Stichting-Kuzemerkooi-uit-Oldekerk-wint-eerste-leefbaarheidsprijs-gemeente-Westerkwartier.-Bloemen-krijgen-plekje-op-graf-vorig-jaar-overleden-voorzitter-26296791.html", "summary": "Stichting Kuzemerkooi uit Oldekerk heeft de eerste leefbaarheidsprijs van de gemeente Westerkwartier gewonnen.\nDe tweede en derde prijs werden een prooi voor respectievelijk de Jeugdcommissie Garnwerd en Plaatselijk Belang Visvliet.\n,,We zijn hier enorm blij mee, we zijn zo trots op onze kooikers”, liet Bert Plaat van Stichting Kuzemerkooi optekenen.\nBloemen op graf Egbert RenkemaDe stichting kan zich als winnaar van de leefbaarheidsprijs verheugen op een oorkonde, 500 euro én een bos bloemen.\nDie bloemen krijgen een plekje op het graf van Egbert Renkema, de dit jaar overleden voorzitter van de stichting.", "paragraphs": ["Stichting Kuzemerkooi uit Oldekerk heeft de eerste leefbaarheidsprijs van de gemeente Westerkwartier gewonnen. De tweede en derde prijs werden een prooi voor respectievelijk de Jeugdcommissie Garnwerd en Plaatselijk Belang Visvliet.", "Burgemeester Ard van der Tuuk heeft de genomineerden donderdag telefonisch op de hoogte gesteld van de uitslag. ,,We zijn hier enorm blij mee, we zijn zo trots op onze kooikers”, liet Bert Plaat van Stichting Kuzemerkooi optekenen. ,,Het is een beloning voor de tomeloze energie van onze vrijwilligers. En een mooi lichtpuntje in deze historische dagen.”", "Stichting Kuzemerkooi onderhoudt een speelveld, eendenkooi, vleermuizengrot, kabouterbos, en fiets-, ruiter- en de wandelpaden in het 10 hectare grote natuur- en recreatiegebied De Kuzemerkooi bij Oldekerk.", "Bloemen op graf Egbert Renkema", "De stichting kan zich als winnaar van de leefbaarheidsprijs verheugen op een oorkonde, 500 euro én een bos bloemen. Die bloemen krijgen een plekje op het graf van Egbert Renkema, de dit jaar overleden voorzitter van de stichting.", "Plaat: ‘We hebben veel aan hem te danken. Van het geld gaan we een nieuwe zitbank realiseren. Mooi dat we dit kunnen doen.’", "De Jeugdcommissie Garnwerd en Plaatselijk Belang Visvliet krijgen respectievelijk 300 en 200 euro."], "authors": [], "keywords": ["zijn", "overleden", "voorzitter", "westerkwartier", "van", "uit", "plekje", "wint", "een", "voor", "het", "en", "op", "respectievelijk", "kuzemerkooi", "vorig", "oldekerk", "stichting"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}