{"id": "3d0e196b-c42b-3e7d-b082-4469596a54eb", "title": "Het schilderij van René Froger leek wel verdacht veel op dat van René le Blanc", "url": "https://volkskrant.nl/cultuur-media/het-schilderij-van-rene-froger-leek-wel-verdacht-veel-op-dat-van-rene-le-blanc~b7a507dd4/", "summary": "‘Ik ben gek op schilders’, antwoordde Froger op een toon van iemand die dit antwoord wel ingestudeerd had, maar niet heel goed.\n‘Ik hoop...’, begon hij, en als een verwarde goochelaar bewoog hij zijn handen slingerend en cirkelend door de lucht.\nIk denk dat ik dat wel uitstraal.’ Maar wel vrolijke emotie, merkte Akyol op.\nEen twitteraar merkte op dat de René op het doek meer leek op Engelbert Humperdinck dan op René Froger.\nIk weet niet wat dat zegt over de essentie van het René-schap, of over Miriam Vleugels, Sterren op het doek, of over 2020.", "paragraphs": ["Terwijl FC Twente in een lege Johan Cruijff Arena voor de grootste surprise zorgde, stond tegelijkertijd René Froger in diezelfde lege Arena te poseren voor een drietal schilders. Froger stond met pakjesavond centraal in Sterren op het doek, dat natuurlijk eerder was opgenomen. Presentator Özcan Akyol ontving Froger in de loge van het stadion en vroeg hem of hij überhaupt iets met schilderkunst had. ‘Ik ben gek op schilders’, antwoordde Froger op een toon van iemand die dit antwoord wel ingestudeerd had, maar niet heel goed. ‘Met name een grote fan van Rembrandt.’ Hij hield zijn hoofd een beetje schuin en keek Akyol aan, in afwachting hoe deze bom landde. ‘En ik heb wel wat met schilderijen.’", "Daarna vroeg Akyol Froger wat hij hoopte dat de schilders zouden zien als ze naar hem keken. De zanger zette grote ogen op. ‘Ik hoop...’, begon hij, en als een verwarde goochelaar bewoog hij zijn handen slingerend en cirkelend door de lucht. ‘Vrolijkheid. Ik denk wel emotie. Ik denk dat ik dat wel uitstraal.’ Maar wel vrolijke emotie, merkte Akyol op. ‘Ik ben wel een vrolijke gozer, ja.’ Froger zette zijn innemendste en witste glimlach op.", "Terwijl de schilders begonnen met schetsen, sprak Froger tegen Akyol over opgroeien in de kroeg, als klein kind optreden en het verlies van zijn beide ouders in een paar maanden tijd. Een van de schilders merkte op dat Froger nog altijd de pretlichtjes in zijn ogen had, iets wat je niet veel ziet bij mensen naarmate ze ouder worden. ‘Je staat wel gelukkig in het leven, toch?’, vroeg Akyol. ‘Heerlijk’, antwoordde Froger.", "Even later zaten Froger en Akyol hoog in het stadion en spraken ze over de Toppers en, natuurlijk, over gelukkig zijn. Froger vertelde dat hij een ‘zielsgelukkig mens’ was. Zijn leven een jongensboek, waar elke dag een pagina bij komt. ‘Ik ben heel, heel erg tevreden. Ik ben...’, zei hij, voor het geval dat mensen het de eerste keer gemist hadden ‘... echt gelukkig’. Vervolgens kwam zijn relatie met Natasja ter sprake. Natas en hij zeggen niet meer dat ze van elkaar houden, maar vragen elkaar wel: ‘Ben je gelukkig?’", "Uiteindelijk waren de schilderijen klaar. Hij ging voor het tweede schilderij, gemaakt door kunstenaar Miriam Vleugels. Het was een soort dubbelportret. Er zat een idee achter. René en Natas vonden het vooral heel erg vrolijk. Een twitteraar merkte op dat de René op het doek meer leek op Engelbert Humperdinck dan op René Froger. En toen begonnen de dominostenen te vallen. Engelbert Humperdinck is bij sommigen beter bekend als de Engelse René le Blanc, uit het SBS6-programma Ik geloof in mij. En laat Le Blanc nu toevallig, zo zag een andere twitteraar, een paar weken geleden geportretteerd zijn door dezelfde Miriam Vleugels. De twee schilderijen - van René le Blanc en René Froger dus - zijn praktisch identiek. Ik weet niet wat dat zegt over de essentie van het René-schap, of over Miriam Vleugels, Sterren op het doek, of over 2020. Maar het klopt allemaal wel."], "authors": ["Julien Althuisius"], "keywords": ["van", "dat", "een", "rené", "froger", "en", "schilderij", "ik", "zijn", "le", "wel", "op", "leek", "veel", "hij", "het", "verdacht"], "pubDate": "2020-12-06T11:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}