{"id": "3d105e9a-c878-35af-96ce-d4ff751cd776", "title": "RIVM meldt bijna 13.000 nieuwe positieve coronatests, nieuw dagrecord", "url": "https://www.telegraaf.nl/nieuws/804439411/rivm-meldt-bijna-13-000-nieuwe-positieve-coronatests-nieuw-dagrecord", "summary": "Tussen dinsdagochtend en woensdag werden 11.202 nieuwe coronagevallen geregistreerd.\nIn de dagen ervoor kwamen er meer dan 8000 gevallen per etmaal bij, met een uitschieter naar 9902 op zondag.\nIn de afgelopen zeven dagen zijn ruim 67.000 positieve tests gemeld, een week eerder waren het er bijna 48.000.\nHet aantal gemelde sterfgevallen steeg van woensdag op donderdag met 77, evenveel als het voorgaande etmaal.\nDe toename van het aantal opnames werd al langer verwacht.", "paragraphs": ["Tussen dinsdagochtend en woensdag werden 11.202 nieuwe coronagevallen geregistreerd. Op dinsdag rapporteerde het Rijksinstituut voor Volksgezondheid en Milieu juist veel minder coronagevallen, bijna 6700. Dat was lager dan gebruikelijk door de computerstoring. In de dagen ervoor kwamen er meer dan 8000 gevallen per etmaal bij, met een uitschieter naar 9902 op zondag.", "Het RIVM gaf woensdag aan dat niet is na te gaan hoeveel van de gemiste gevallen waren doorgegeven en hoeveel nog verwerkt moesten worden. Het zou nog tot vrijdag kunnen duren voordat alle gemiste meldingen alsnog zijn verwerkt. Ook het oude record van 30 oktober volgde kort na een computerstoring. Maar ook in de dagen daaromheen waren er ongeveer 10.000 nieuwe gevallen per etmaal.", "In de afgelopen zeven dagen zijn ruim 67.000 positieve tests gemeld, een week eerder waren het er bijna 48.000.", "Het aantal gemelde sterfgevallen steeg van woensdag op donderdag met 77, evenveel als het voorgaande etmaal. Dat wil niet zeggen dat al die mensen in het afgelopen etmaal zijn overleden. Zulke informatie wordt soms met wat vertraging doorgegeven.", "In de regio Rotterdam-Rijnmond werden verreweg de meeste nieuwe positieve tests (992) vastgesteld, gevolgd door Haaglanden (867). In Midden- en West-Brabant kregen 804 mensen te horen dat ze corona hebben. In de regio’s Hollands-Midden (725) en Noord-Limburg (718) kwamen ook veel nieuwe gevallen aan het licht.", "Ziekenhuiscijfers", "Het aantal coronapatiënten in ziekenhuizen is opnieuw toegenomen. Ziekenhuizen behandelen nu in totaal 2003 patiënten die het virus hebben opgelopen. Dat zijn er 39 meer dan woensdag. Op de intensivecareafdelingen liggen nu 536 mensen met Covid-19, 10 meer dan 24 uur eerder.", "Het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS) maakte de laatste cijfers donderdag bekend. De stijging is sterker dan woensdag, toen het totale aantal Covid-patiënten in ziekenhuizen met 10 toenam. Maandag en dinsdag werden grote sprongen van respectievelijk 105 en 82 nieuwe Covid-patiënten in de ziekenhuizen gemeld.", "De toename van het aantal opnames werd al langer verwacht. Het aantal besmettingen steeg de laatste weken flink, een voorbode voor de drukte in ziekenhuizen - en voor de lockdown waar het kabinet toe heeft besloten.", "Het LCPS probeert de drukte zo goed mogelijk over het land te verdelen. In de afgelopen 24 uur zijn 7 coronapatiënten verplaatst naar een andere regio."], "authors": [], "keywords": ["rivm", "nieuwe", "dat", "van", "13000", "nieuw", "een", "bijna", "coronatests", "en", "woensdag", "zijn", "positieve", "dagrecord", "ziekenhuizen", "meldt", "met", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}