{"id": "3d115d23-c51c-3067-8eff-bbeaa5fb5d9c", "title": "De golf van Hokusai wordt al ruim een eeuw door de mangel gehaald – en houdt nog altijd stand", "url": "https://volkskrant.nl/cultuur-media/de-golf-van-hokusai-wordt-al-ruim-een-eeuw-door-de-mangel-gehaald-en-houdt-nog-altijd-stand~b1e3921f/", "summary": "Componist Gilius van Bergeijk probeerde het met Bach.\nHet bekendste werk van de Japanse kunstenaar, De grote golf van Kanagawa uit circa 1830, wordt al ruim een eeuw door de mangel gehaald.\nVaak gaat het mes erin, zoals op boekomslagen waarop alleen met de centrale schuimkop wordt volstaan.\nBeeld Chatto & WindusVerder kun je met het tafereel doen wat je wilt.\nBij Muys in een licht psychedelische abstractie, waarin je opeens ziet dat de krullen in de golf de repeterende vorm hebben van een woord dat in 1830 nog niet bestond: fractals.", "paragraphs": ["Katsushika Hokusai: De grote golf van Kanagawa. Beeld Getty", "Sommige kunst is niet stuk te krijgen. Teken een snor op de bovenlip van Mona Lisa of zet twee Mickey Mouse-oren op haar hoofd: Da Vinci geeft geen krimp. Componist Gilius van Bergeijk probeerde het met Bach. Hij nam diens Dubbelconcert voor hobo en strijkers, hakte van elke maat de laatste tel af en liet het residu, BAC getiteld, uitvoeren op nota bene draaiorgel. Het bleef onweerstaanbaar Bach.", "En neem Katsushika Hokusai. Het bekendste werk van de Japanse kunstenaar, De grote golf van Kanagawa uit circa 1830, wordt al ruim een eeuw door de mangel gehaald. Vaak gaat het mes erin, zoals op boekomslagen waarop alleen met de centrale schuimkop wordt volstaan. De trend gaat terug tot minstens 1905, toen Claude Debussy de golftop afdrukte op de partituur van zijn orkestwerk La mer.", "Claude Debussy: partituur La mer. Uitgeverij A. Durand & fils, 1905. Beeld A. Durand & fils", "Omslagen waarop Hokusais houtsnede onverkort is afgebeeld, zijn schaars. In de buurt komt Iris Murdochs roman The Sea, The Sea (Chatto & Windus, 1978), waarop de illustratie doorloopt op de rug.", "Uitgeverij Chatto & Windus, 1978. Beeld Chatto & Windus", "Verder kun je met het tafereel doen wat je wilt. Je kunt er alle kleur uit halen, zoals op Yukio Mishima’s The Sailor Who Fell from Grace with the Sea (Vintage, 1999) of alles veranderen in groen en geel, zoals op Edward Bryants The Underrated Hazard (Cambridge University Press, 2001) – niet de enige non-fictiestudie over tsunami’s met Hokusai op de cover.", "Ontwerp Anna Crone. Uitgeverij Vintage, 1999. Beeld Vintage", "Je kunt ook een compleet nieuwe illustratie maken, zoals voor Jhumpa Lahiri’s verhalenbundel Vreemd land (Meulenhoff 2008, 8ste druk 2010), terwijl je nog steeds denkt: o ja, Hokusai.", "Uitgeverij Meulenhoff, 2010. Beeld Meulenhoff", "Na elkaar verschenen dit jaar Geen zee te hoog – Japan en de Japanners in de 21ste eeuw van Paul Muys en Iris Hannema’s jeugdroman Schaduwbroer. Beide gebruiken de bekende uitsnede. Bij Muys in een licht psychedelische abstractie, waarin je opeens ziet dat de krullen in de golf de repeterende vorm hebben van een woord dat in 1830 nog niet bestond: fractals.", "Illustratie Istockphoto, belettering Nanja Toebak. Beeld Leopold", "Ontwerp Rouwhorst + Van Roon. Beeld Vrijdag", "Paul Muys: Geen zee te hoog Omslag Rouwhorst + Van Roon. Vrijdag; € 22,50. Iris Hannema: Schaduwbroer Omslag Nanja Toebak. Leopold; € 17,99.", "Ontwerp Luk Nonneman/Buro Citroen. Uitgeverij Lannoo, 2006. Beeld Lannoo"], "authors": ["Erik Van Den Berg"], "keywords": ["van", "gehaald", "nog", "golf", "op", "het", "met", "mangel", "houdt", "waarop", "een", "wordt", "stand", "beeld", "je", "en", "zoals", "hokusai", "ruim"], "pubDate": "2020-11-27T13:00:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}