{"id": "3d8899e2-9d1c-3cec-8a8c-d51144f6ff9a", "title": "Celstraffen geëist tegen medeverdachten afpersing fruithandel Hedel", "url": "https://nos.nl/artikel/2360071-celstraffen-geeist-tegen-medeverdachten-afpersing-fruithandel-hedel.html", "summary": "In de strafzaak rond de afpersing van fruitimporteur De Groot in Hedel zijn de eerste straffen geëist.\nTegen een 32-jarige man werd 18 maanden cel geëist en tegen 24-jarige vrouw eiste het Openbaar Ministerie een taakstraf van 100 uur en 2 maanden voorwaardelijke celstraf, schrijft Omroep Gelderland.\nIn totaal stonden er vandaag en gisteren vier verdachten voor de rechter, allemaal uit het Gooi.\n(33) uit Hilversum, worden door justitie gezien als 'criminele vrienden', waarbij G. wordt gezien als het brein.\nVrezen voor levenDe Groot en zijn personeel vrezen sinds de dreig-sms'jes voor hun leven.", "paragraphs": ["In de strafzaak rond de afpersing van fruitimporteur De Groot in Hedel zijn de eerste straffen geëist. Tegen een 32-jarige man werd 18 maanden cel geëist en tegen 24-jarige vrouw eiste het Openbaar Ministerie een taakstraf van 100 uur en 2 maanden voorwaardelijke celstraf, schrijft Omroep Gelderland.", "De directie van fruitimporteur De Groot Fresh Group in Hedel kreeg vorig jaar dreigende sms'jes, kort na de vondst van 400 kilo cocaïne in een lading bananen uit Zuid-Amerika. Het bedrijf moest een miljoen euro of grote bedragen in bitcoins betalen als compensatie aan de smokkelaars. Als dat niet gebeurde zouden willekeurige medewerkers van het bedrijf geliquideerd worden.", "In totaal stonden er vandaag en gisteren vier verdachten voor de rechter, allemaal uit het Gooi. Twee van hen, Ali G. (35) uit Bussum en Ali I. (33) uit Hilversum, worden door justitie gezien als 'criminele vrienden', waarbij G. wordt gezien als het brein.", "Beide mannen zouden al eerder betrokken zijn bij afpersingszaken. Deze twee stonden gisteren al voor de rechter, maar vanwege tijdgebrek gaat hun zaak op 6 januari verder.", "De vrouw uit Hilversum die vandaag voor de rechter verscheen is de ex-vriendin van de hoofdverdachte en zou als chauffeur hebben gefungeerd. De 32-jarige man, ook uit Hilversum, wordt ervan verdacht dat hij voor de hoofdverdachte een bitcoinrekening heeft geregeld voor de ontvangst van de bitcoinbuit.", "Vrezen voor leven", "De Groot en zijn personeel vrezen sinds de dreig-sms'jes voor hun leven. Medewerkers, ex-medewerkers, en familie in het familiebedrijf kregen sinds de vondst van de cocaïne al dertien keer te maken met intimidatie.", "Zo lag er onder meer een handgranaat op de stoep bij een zoon van een directeur, werden er twee woningen van medewerkers beschoten en recent nog brandde de woning van twee ex-medewerkers tot de grond toe af. De bewoners raakten daarbij gewond.", "Voor de handgranaat is een nieuwe verdachte op gepakt. De vier verdachten die nu voor de rechter staan worden (nog) niet vervolgd voor de incidenten na de afperspoging."], "authors": [], "keywords": ["rechter", "van", "als", "afpersing", "het", "twee", "voor", "zijn", "fruithandel", "hedel", "celstraffen", "een", "en", "uit", "medeverdachten", "geëist", "tegen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}