{"id": "3d8fddfa-9a0a-30fe-86ec-91794d3f0355", "title": "Een halfuurtje Google-storing legt bloot hoe afhankelijk we zijn van één bedrijf", "url": "https://www.volkskrant.nl/nieuws-achtergrond/een-halfuurtje-google-storing-legt-bloot-hoe-afhankelijk-we-zijn-van-een-bedrijf~be6df62d/", "summary": "Beeld APIn korte tijd werd voor veel gebruikers duidelijk dat er privé en zakelijk wereldwijd wordt vertrouwd op de diensten van één aanbieder.\nOok gebruikers van Google Assistant voor bijvoorbeeld de spraakbediening van speakers in huis en de thermostaat meldden problemen.\nVoor bedrijven zijn die videobeldiensten dit jaar een voor vergaderingen essentieel onderdeel geworden van Google Workspace.\nDat is de verzamelnaam voor het zakelijke gebruik van de diensten van Google, als alternatief voor Microsoft Office (waar bijvoorbeeld Word en Excel onderdeel van zijn).\n‘Fysiek doen veel bedrijven het een paar keer per jaar, ik pleit ook voor digitale brandoefeningen.’Dit artikel is na publicatie voorzien van updates.", "paragraphs": ["Beeld AP", "In korte tijd werd voor veel gebruikers duidelijk dat er privé en zakelijk wereldwijd wordt vertrouwd op de diensten van één aanbieder. Door een probleem bij Google konden op plekken over de hele wereld geen mails worden verstuurd (Gmail), geen spreadsheets worden bewerkt (Google Sheets), geen video’s worden geüpload of bekeken (YouTube), aantekeningen waren onbereikbaar (Google Keep) en navigeren via Google Maps was niet mogelijk. Ook gebruikers van Google Assistant voor bijvoorbeeld de spraakbediening van speakers in huis en de thermostaat meldden problemen.", "De storing begon om 13.00 uur Nederlandse tijd en was hier in ongeveer een half uur verholpen. Wereldwijd meldde Google na ongeveer drie kwartier dat alles weer werkte voor het grootste deel van de gebruikers. Het probleem lag bij het inlogsysteem, dat niet functioneerde. Dat verklaart dat sommige gebruikers die niet inlogden geen problemen ervaarden (de zoekmachine bleef het gewoon doen), maar niet alle getroffen onderdelen zijn te gebruiken zonder inlog.", "De problemen zullen bij veel bedrijven extra zijn opgevallen omdat ook Google Meet en Hangouts niet werkten, de videobeldiensten van Google die geïntegreerd zijn met bijvoorbeeld mail en agenda’s. Voor bedrijven zijn die videobeldiensten dit jaar een voor vergaderingen essentieel onderdeel geworden van Google Workspace. Dat is de verzamelnaam voor het zakelijke gebruik van de diensten van Google, als alternatief voor Microsoft Office (waar bijvoorbeeld Word en Excel onderdeel van zijn).", "Kwetsbaar", "Dit voorjaar meldde Google dat meer dan zes miljoen bedrijven gebruikmaken van Workspace, en dat videobeldienst Meet 25 keer meer gebruikt werd dan voor de pandemie. Overigens is het grootste deel van de zakelijke markt wereldwijd in handen van Microsoft.", "Die afhankelijkheid van één aanbieder maakt kwetsbaar, zegt hoogleraar risicomanagement voor high-techsystemen Mariëlle Stoelinga, verbonden aan de Universiteit Twente en de Radboud Universiteit. Omdat veel geïntegreerde diensten in één klap onbruikbaar werden. ‘Maar ook doordat er voor Nederlandse overheden niet veel te beginnen is tegen een in dit geval Amerikaans bedrijf.’", "Om zelf te voorkomen dat je ineens niets meer kunt bij een storing, is best eenvoudig wat te doen, zegt Stoelinga. Een voorbeeld is meerdere mailadressen aanmaken. Bedrijven zouden backups moeten maken en hun data op meerdere plekken kunnen onderbrengen. En zich kunnen voorbereiden op dit soort situaties door simulaties. ‘Fysiek doen veel bedrijven het een paar keer per jaar, ik pleit ook voor digitale brandoefeningen.’", "Dit artikel is na publicatie voorzien van updates."], "authors": ["Pieter Sabel"], "keywords": ["van", "dat", "veel", "niet", "halfuurtje", "een", "bedrijf", "en", "bedrijven", "bloot", "zijn", "googlestoring", "voor", "legt", "google", "het", "één", "hoe"], "pubDate": "2020-12-14T12:06:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}