{"id": "3da6a3de-dc27-3034-a24d-6bea8cc68432", "title": "Gaat de nieuwe stikstofwet Nederland uit de stikstofcrisis loodsen? Zes vragen én antwoorden", "url": "https://trouw.nl/duurzaamheid-natuur/gaat-de-nieuwe-stikstofwet-nederland-uit-de-stikstofcrisis-loodsen-zes-vragen-en-antwoorden~bbc3df0e/", "summary": "Daarbij gaat het om natuur die gevoelig is voor stikstof, dat neerslaat nadat het is uitgestoten door onder meer de veehouderij, de industrie en het verkeer.\nHier gelden Europese regels voor natuurbescherming, omdat deze gebieden van belang zijn voor het behoud van de soortenrijkdom en voor bepaalde planten- en diersoorten.\nVoor dat herstelwerk trekt de minister 250 miljoen euro uit.\nDe vroegere melding van een boer kan daarom slechts in een vergunning worden omgezet als er tegelijkertijd elders uitstoot wordt verminderd.\nInmiddels heeft milieuorganisatie Mobilisation for the Environment de provincie erop gewezen dat de teler geen vergunning heeft, en dat hij dus in overtreding is.", "paragraphs": ["Het kabinet heeft een akkoord bereikt met oppositiepartijen SP, 50PLUS en SGP over de stikstofwet die donderdag in de Tweede Kamer wordt behandeld. Met de nieuwe wet wil minister Schouten Nederland uit de stikstofcrisis loodsen. Hoe liggen de kaarten? Zes vragen en antwoorden.", "1. Wat beoogt de nieuwe stikstofwet?", "Minister Carola Schouten van landbouw, natuur en voedselkwaliteit verwacht dat haar ‘stikstofwet’ (nu ja, een wijziging van de bestaande Wet natuurbescherming), waarover de Tweede Kamer vandaag debatteert, ervoor zal zorgen dat de staat van de natuur in Nederland verbetert. Daarbij gaat het om natuur die gevoelig is voor stikstof, dat neerslaat nadat het is uitgestoten door onder meer de veehouderij, de industrie en het verkeer. Heel specifiek bepaalt de wet dat in 2030 de helft van de gevoelige natuur niet meer door stikstof wordt overbelast.", "2. Is een nieuwe wet dan nodig?", "Ja, om ecologische en juridische redenen. Nederland heeft 162 natuurgebieden die de status ‘Natura 2000’ hebben. Hier gelden Europese regels voor natuurbescherming, omdat deze gebieden van belang zijn voor het behoud van de soortenrijkdom en voor bepaalde planten- en diersoorten. Van deze 162 gebieden zijn er 129 gevoelig voor stikstof. Gerekend in hectares is 78 procent van de gevoelige gebieden overbelast door stikstof: in het gebied is zoveel stikstof aanwezig (en blijft zich ophopen) dat de kans bestaat dat dit schadelijk is voor de aanwezige beschermde planten en dieren.", "Ook de andere EU-landen hebben hun Natura 2000-gebieden. De staat van instandhouding van de Nederlandse gebieden is slechter dan die in andere lidstaten.", "Om uitvoering te geven aan de Europese regels voor natuurbescherming hanteerde Nederland sinds 2015 het Programma Aanpak Stikstof (Pas). In een zaak die was aangespannen door de Nijmeegse milieuorganisatie Mobilisation for the Environment oordeelden eerst het Europese Hof en vervolgens de Raad van State (in mei 2019) dat dit programma onvoldoende garanties bood voor daadwerkelijke bescherming van de natuur. Cijfers tonen aan dat de hoeveelheid stikstof in de natuur ten tijde van het Pas niet afnam maar juist toenam.", "Het ongeldig verklaren van het Pas zorgde voor een acuut probleem: activiteiten die zorgen voor een toename van de hoeveelheid stikstof in de natuur (zoals de bouw van woningen of wegen, of uitbreiding van een veestal) konden niet doorgaan zolang niet duidelijk is op welke manier de natuur dan wél voldoende wordt beschermd.", "Herkomst van de stikstof die neerslaat op de Nederlandse natuur. Beeld Sander Soewargana", "3. Hoe wil de minister de staat van de natuur verbeteren?", "Schouten bewandelt in haar wet twee wegen: een vermindering van de uitstoot en herstelwerk in overbelaste natuur. Voor dat herstelwerk trekt de minister 250 miljoen euro uit. Voorbeelden zijn het inzetten van schaapskuddes om heide te begrazen of het uitstrooien van kalk (boven de Veluwe gebeurt dit wel per helikopter) om het stikstofoverschot te compenseren.", "Voor het verminderen van de uitstoot kijkt de minister naar alle sectoren die stikstof produceren. Door eerder ingevoerde regels zal de uitstoot deels al ‘vanzelf’ dalen, verwacht Schouten.", "De meeste uitstoot komt van de landbouw. De minister trekt daarom geld uit voor nieuwe technieken die de stikstofuitstoot uit veestallen verminderen. Ook wil ze voorwaarden stellen aan het veevoer, zodat koeienmest minder stikstof zal bevatten. De provincies krijgen budget om agrarische bedrijven met een hoge uitstoot nabij een Natura 2000-gebied (‘piekbelasters’) gericht op te kopen.", "Voor de andere sectoren geldt onder meer dat vliegtuigen elektrisch moeten gaan taxiën om zo uitstoot te verminderen. De industrie kan subsidie krijgen om te investeren in maatregelen die de uitstoot flink omlaag brengen.", "4. Gaat dat allemaal lukken?", "Dat is natuurlijk de grote vraag. Zijn de maatregelen in de nieuwe stikstofwet politiek haalbaar? Dragen ze bij aan een betere natuur? En voldoet Nederland hiermee aan de Europese regels?", "Voor haar wetsvoorstel liet de minister zich adviseren door een commissie van deskundigen onder leiding van oud-minister Johan Remkes. De wet wijkt op een belangrijk punt af van het advies. De commissie-Remkes stelde dat in 2030 de totale stikstofuitstoot in Nederland met de helft moet zijn afgenomen. Minister Schouten wil iets anders, namelijk dat in 2030 de helft van de gevoelige hectares niet meer kampt met een stikstofoverschot. Daarvoor is het nodig dat de uitstoot met ongeveer een kwart vermindert. De helft minder uitstoot of een kwart minder – dat scheelt een slok op een borrel. De minister rechtvaardigt dit door te stellen dat het kabinet een inschatting heeft gemaakt van wat ‘economisch en maatschappelijk haalbaar en betaalbaar’ is. “Een keuze voor een grotere stap in reductie van stikstof zal nu te veel van de verschillende sectoren vragen.”", "De voorgestelde stikstofwet is dus een compromis, politiek het hoogst haalbare in een coalitie waarin D66 het liefst de Nederlandse veestapel zou halveren en het CDA vindt dat de agrarische sector in de afgelopen jaren al veel uitstoot heeft verminderd, en dat andere sectoren nu eerst aan de beurt zijn.", "GroenLinks maakt van de gelegenheid gebruik om met een eigen initiatief-stikstofwet te komen. Die wordt vanmiddag eerst behandeld. GroenLinks wil net als de commissie-Remkes dat in 2030 de uitstoot is gehalveerd, met als resultaat dat in 2040 nergens meer sprake is van te veel stikstof in de natuur. Volgens GroenLinks is daarvoor onder meer ‘een forse reductie van de veestapel’ onontkoombaar. Tegelijk moeten boeren voor hun producten eerlijke prijzen krijgen en (financiële) waardering voor alle nuttige diensten die zij leveren voor bijvoorbeeld het landschap. “Wanneer de boeren beter worden gewaardeerd kan de veestapel flink omlaag en het aantal boeren flink omhoog.”", "Een helikopter strooit schelpgruis uit voor het bekalkingsproject van de heide en bossen van De Ginkel op de Veluwe. Beeld ANP", "5. Wat vindt de agrarische sector van de wet?", "Boerenorganisatie LTO Nederland is kritisch op de voorgestelde wet. LTO wijst erop dat de wet ‘knelpunten’ niet wegneemt. Zo gold binnen het Pas de regel dat een boer geen vergunning nodig had voor een bedrijfsuitbreiding die maar een klein beetje extra stikstof in de natuur zou veroorzaken. Hij hoefde daarvan slechts melding te maken. Maar volgens de Raad van State zijn zulke vrijstellingen niet toegestaan. Ruim drieduizend boeren beschikken niet over een natuurvergunning maar hebben – geheel volgens de toen geldende regels – wel een melding gedaan van hun uitstoot. Omdat hun niets te verwijten valt, heeft minister Schouten beloofd dat zij alsnog een echte vergunning krijgen. Dat betekent echter dat hun stikstofuitstoot, die voorheen buiten beschouwing bleef, nu opeens wel meetelt. Op papier wordt de natuur hierdoor extra belast met stikstof. Maar dat mag niet, omdat het in strijd is met de plicht om de natuur te beschermen. De vroegere melding van een boer kan daarom slechts in een vergunning worden omgezet als er tegelijkertijd elders uitstoot wordt verminderd. Waar en hoe en door wie dat moet gebeuren, is nog volstrekt onduidelijk.", "Sommige provincies staan toe dat boeren en bedrijven uitstootrechten aan elkaar verkopen, maar andere provincies niet. Dat zorgt voor acute problemen. Zo besloot een Friese paprikateler enkele jaren geleden om te verduurzamen en zijn kassen niet meer te verwarmen met aardgas, maar met een biomassacentrale die snoeihout verbrandt. De teler deed een melding van de stikstofuitstoot van de biomassacentrale; een vergunning had hij volgens de provincie niet nodig. Inmiddels heeft milieuorganisatie Mobilisation for the Environment de provincie erop gewezen dat de teler geen vergunning heeft, en dat hij dus in overtreding is. De paprikateler staat nu voor de keuze: stoppen met zijn biomassacentrale of de uitstoot daarvan compenseren. De uitstoot van een ander bedrijf opkopen kan hij evenwel niet, omdat de provincie Friesland uitstoothandel niet toestaat.", "6. En natuurorganisaties?", "Ook natuurorganisaties hebben forse bedenkingen bij de nieuwe wet. In een brief die ze vorige week stuurden aan alle Twee Kamerleden stellen negen organisaties (waaronder Natuurmonumenten, Greenpeace en het Wereld Natuur Fonds) dat Nederland ook met deze nieuwe wet niet voldoet aan de Europese natuurbeschermingsregels. Het effect van eerdere maatregelen, dat de regering alvast inboekt als winst voor de natuur, is volgens de natuurorganisaties hoogst onzeker. Onderzoek heeft bijvoorbeeld aangetoond dat luchtfilters op veestallen vaak minder effectief zijn dan de fabrikant belooft.", "De negen natuurorganisaties vinden dat Schouten ook duidelijk moet maken wélke helft van de overbelaste natuur ze wil laten herstellen. Voor de natuurorganisaties is het wel duidelijk: de aandacht moet allereerst uitgaan naar de gebieden waar de toestand nu het slechtst is.", "Milieuorganisatie Mobilisation for the Environment, dat de vorige stikstofaanpak aanvocht, is stellig: “Dit wetsvoorstel gaat de stikstofproblematiek niet oplossen. Het ambitieniveau is treurig. Een nieuw debacle kondigt zich aan.”", "Lees ook:", "Minder stikstof dankzij koeienvoer met insecten? Wageningen Universiteit start een proef", "Hoe geef je een koe voldoende eiwit zonder dat het dier veel stikstof produceert? Insecten kunnen uitkomst bieden, denkt veevoeronderzoeker Dennis Oonincx."], "authors": ["Emiel Hakkenes"], "keywords": ["stikstof", "vragen", "van", "loodsen", "nederland", "natuur", "het", "nieuwe", "zes", "voor", "gaat", "én", "die", "een", "stikstofcrisis", "dat", "uit", "en", "niet", "stikstofwet"], "pubDate": "2020-12-10T09:20:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}