{"id": "3da71c6e-60ca-324f-818e-a7748dccc184", "title": "Vergroening bij Shell gaat niet snel genoeg: managers zeggen baan op", "url": "https://volkskrant.nl/nieuws-achtergrond/vergroening-bij-shell-gaat-niet-snel-genoeg-managers-zeggen-baan-op~bda85cea/", "summary": "Beeld EPAVolgens de Britse zakenkrant Financial Times zijn drie managers uit de groene sectoren van het bedrijf al opgestapt.\nVolgens de krant zou ook Dorine Bosman, een van de hoogste managers bij de afdeling wind op zee, op het punt staan haar biezen te pakken.\nVolgens de krant is er sprake van een fel debat over het tempo van vergroening.\nMaar eerder zei hij ook dat Shell alle olie zal oppompen die het kan vinden, en dat de gasdivisie verder zal groeien.\nShell wordt in de rechtszaal belaagd door Milieudefensie, dat eist dat het bedrijf zijn uitstoot in 2030 bijna halveert.", "paragraphs": ["Actievoerders bij de rechtbank in Den Haag. Beeld EPA", "Volgens de Britse zakenkrant Financial Times zijn drie managers uit de groene sectoren van het bedrijf al opgestapt. Het zou gaan om Marc van Gerven, die leiding gaf over activiteiten als wind op land, zonnestroom en opslag van energie; Eric Bradley van de energiedivisie en Katherine Dixon, lid van het transitieteam. Volgens de krant zou ook Dorine Bosman, een van de hoogste managers bij de afdeling wind op zee, op het punt staan haar biezen te pakken.", "Volgens de krant is er sprake van een fel debat over het tempo van vergroening. Een anonieme bron zegt: ‘Mensen vragen zich echt af of er sowieso wat verandert. Deel van de frustratie is dat je de mogelijkheden wel ziet, maar de mensen van het hogere management daar helemaal niet open voor staan.’ Nog meer managers zouden op het punt staan te vertrekken.", "De groene uittocht komt op gang hoewel Ben van Beurden, Shells bestuursvoorzitter, een jaar geleden aankondigde dat de transitie van het bedrijf moet versnellen. Hoopgevend was ook dat hij de bonusregelingen voor het Shell-management zo inrichtte dat vergroening wordt beloond. Maar eerder zei hij ook dat Shell alle olie zal oppompen die het kan vinden, en dat de gasdivisie verder zal groeien. Andere oliebedrijven lijken harder te lopen dan Shell. Zo beloofde BP in augustus de olieproductie in 2030 met 40 procent te hebben verlaagd. Of ook bij andere olieconcerns ‘groene’ managers weglopen, meldt de FT niet.", "De groene uittocht komt op een spannend moment. Shell wordt in de rechtszaal belaagd door Milieudefensie, dat eist dat het bedrijf zijn uitstoot in 2030 bijna halveert. Volgende week gaat het proces daarover weer verder. En in februari zal Shell bekendmaken wat het de komende jaren wil doen om het bedrijf te vergroenen."], "authors": ["Gerard Reijn"], "keywords": ["managers", "snel", "bij", "genoeg", "shell", "van", "het", "op", "vergroening", "groene", "gaat", "zeggen", "niet", "een", "dat", "te", "ook"], "pubDate": "2020-12-08T22:11:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}