{"id": "3daf8fd7-fa6a-3b0b-8eaa-d4580f5af79a", "title": "Yassmine El Ksaihi: ‘Dan denk ik: nee, ík ben hier geboren’", "url": "https://www.parool.nl/amsterdam/yassmine-el-ksaihi-dan-denk-ik-nee-ik-ben-hier-geboren~b7380495/", "summary": "Yassmine El Ksaihi - rasamsterdammer Beeld Michiel Van Nieuwkerk“Ik zeg altijd nadrukkelijk dat ik een geboren en getogen Amsterdamse ben.\nIk kan me intens gelukkig voelen als ik over de grachten loop, of over het water staar bij Durgerdam.\nJe zou denken dat ik de traditioneelste ben, maar ik ben juist de liberaalste, vooral als het gaat om man-vrouwverhoudingen.\nTerwijl mijn jongste zus, die de vrijste opvoeding heeft gehad, vaker blijft hangen in traditionele beelden en rollen.”“Ik ben een mix van mijn vader en mijn moeder.\nDoor hun verschillen en het feit dat ik met een migratieachtergrond in Amsterdam woon, kan ik makkelijk schakelen tussen verschillende werelden en culturen.", "paragraphs": ["Yassmine El Ksaihi - rasamsterdammer Beeld Michiel Van Nieuwkerk", "“Ik zeg altijd nadrukkelijk dat ik een geboren en getogen Amsterdamse ben. Dan kijken mensen soms raar, maar het is toch écht zo. Ik kan me intens gelukkig voelen als ik over de grachten loop, of over het water staar bij Durgerdam. Soms, als het in de gemeenteraad over vreemdelingen of import-Amsterdammers gaat, wordt er naar mij gekeken. Dan denk ik: nee, ík ben hier geboren! Iets wat weinig van mijn collega-raadsleden kunnen zeggen.”", "“Ik groeide op in Tuindorp-Oostzaan. Dat is eigenlijk een dorp in Amsterdam; rustig, maar slechts een kwartier van het centrum. Een dorpsmeisje in de grote stad was ik. Mijn moeder komt oorspronkelijk van het Marokkaanse platteland en was analfabeet, mijn vader was een bereisde stadse jongen uit Casablanca. Hij stimuleerde mij te gaan studeren en vrijwilligerswerk te doen, terwijl mijn moeder vond dat ik moest leren schoonmaken en koken. Ze dacht: straks heb je een man en dan bak je er niks van.", "“Van de meiden in ons gezin, we zijn met drie zussen en een broer, ben ik de enige die een hoofddoek draagt. Je zou denken dat ik de traditioneelste ben, maar ik ben juist de liberaalste, vooral als het gaat om man-vrouwverhoudingen. Tussen mij en mijn man, van oorsprong Nederlander, zijn de taken gewoon verdeeld als het gaat om het huishouden en de financiën. Terwijl mijn jongste zus, die de vrijste opvoeding heeft gehad, vaker blijft hangen in traditionele beelden en rollen.”", "“Ik ben een mix van mijn vader en mijn moeder. Het moderne, stadse heb ik van hem, het meer behoudende van haar. Door hun verschillen en het feit dat ik met een migratieachtergrond in Amsterdam woon, kan ik makkelijk schakelen tussen verschillende werelden en culturen. Dat maakt je flexibel.”", "“Mijn vader is zes jaar geleden overleden. Hij werkte een groot deel van zijn leven bij de Febo. Mijn moeder heeft op latere leeftijd een mbo-opleiding afgerond en heeft nu een mooie baan in de zorg. Nog altijd merk ik dat mensen met een migratieachtergrond worden gezien als uitkeringstrekkende analfabeten. Maar kijk naar mijn gezin, zo zijn er heel veel. En zie wat er gebeurt op universiteiten, die worden momenteel bestormd door mensen van Turkse en Marokkaanse origine. Vooral de meiden doen het daar goed en treden steeds meer toe tot de middeninkomens van Amsterdam. Dat is een prachtige ontwikkeling die best vaker benadrukt mag worden.”"], "authors": ["John Lukken"], "keywords": ["ik", "nee", "mijn", "zijn", "hier", "dan", "geboren", "yassmine", "ben", "van", "en", "ík", "een", "denk", "el", "ksaihi", "als", "het", "dat"], "pubDate": "2021-01-03T19:00:16Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}