{"id": "3dc024f0-724c-3685-9634-fa1ca3f182b1", "title": "Voetbalbond KNVB voert quotum in om minder wit te worden", "url": "https://nrc.nl/nieuws/2020/12/17/embargo-tot-0900-uurvoetbalbond-knvb-voert-quotum-in-om-minder-wit-te-worden-a4024231", "summary": "De Nederlandse voetbalbond KNVB voert een quotum in voor het aannemen van werknemers met een niet-westerse migratieachtergrond.\nHet gaat om alle medewerkers, van bureaufuncties tot de coaches van het Nederlands elftal.\nEen van de manieren waarop de KNVB dat wil bereiken, is de invoering van een variant op de ‘Rooney Rule’.\nDie verplicht sportclubs (in dit geval: de bond zelf) om bij een vacature met minimaal één kandidaat te praten die een niet-westerse migratieachtergrond heeft.\nSoms is diversiteitsbeleid van bedrijven ook gericht op het bevorderen van een cultureel gevarieerde organisatie – een quotum geldt als een verregaande maatregel om dat te bereiken.", "paragraphs": ["De Nederlandse voetbalbond KNVB voert een quotum in voor het aannemen van werknemers met een niet-westerse migratieachtergrond. Dat maakt de KNVB deze donderdagochtend bekend. In 2030 moet het aandeel medewerkers met een niet-westerse migratieachtergrond zijn toegenomen van de huidige 2 procent tot 14 procent. Het gaat om alle medewerkers, van bureaufuncties tot de coaches van het Nederlands elftal.", "Een van de manieren waarop de KNVB dat wil bereiken, is de invoering van een variant op de ‘Rooney Rule’. Dat is een maatregel die is overgewaaid uit de Verenigde Staten. Die verplicht sportclubs (in dit geval: de bond zelf) om bij een vacature met minimaal één kandidaat te praten die een niet-westerse migratieachtergrond heeft.", "Ruim een jaar geleden, in november 2019, werd racisme in het voetbal onderwerp van een brede maatschappelijke discussie. Excelsior-speler Ahmad Mendes Moreira liep toen huilend van het veld nadat hij vanaf een tribune in Den Bosch racistisch was bejegend. De KNVB kwam daarop met een uitgebreid actieplan om racisme en discriminatie te bestrijden. Dit jaar werden veel van de plannen uitgevoerd. Zo zijn er gespecialiseerde aanklagers aangesteld en straffen verhoogd.", "De KNVB kreeg ondertussen wel kritiek over de eigen organisatie, omdat die erg wit is, in tegenstelling tot de voetballers die voor de vertegenwoordigende elftallen uitkomen. Veertig tot vijftig procent van de spelers die voor het Nederlands elftal of een van de vijftien jongere varianten daarvan spelen, heeft een migratieachtergrond. Van de coaches, trainers en begeleiders was dat nul procent.", "Lees ook: de Rooney Rule is niet altijd een recept voor succes", "Televisiepresentator Humberto Tan noemde dat in het televisieprogramma Op1 „een groot gat”. Tan is voorzitter van de commissie-Mijnals, die de KNVB adviseert over het bestrijden van racisme en discriminatie. Hij was eerder kritisch op de KNVB, toen die zijn commissie gepasseerd zou hebben bij de benoeming van een nieuwe bondscoach (Frank de Boer).", "Met het quotum, dat volgens de KNVB in overleg met de commissie-Mijnals tot stand is gekomen, geeft de voetbalbond een praktisch antwoord op dit soort kritiek. Overigens wil de KNVB dat ook meer vrouwen een plek in de organisatie vinden. In 2030 moet van alle medewerkers op hogere posities twintig procent vrouw zijn (dat is nu dertien procent).", "Verregaande maatregel", "Een diversiteitsquotum is niet gebruikelijk in Nederland, ook niet in het bedrijfsleven. Veel bedrijven voeren wel beleid om bijvoorbeeld meer vrouwen in de top aan te stellen. Raden van commissarissen van beursgenoteerde bedrijven moeten verplicht voor dertig procent uit vrouwen bestaan, dwong de Tweede Kamer dit jaar af. Soms is diversiteitsbeleid van bedrijven ook gericht op het bevorderen van een cultureel gevarieerde organisatie – een quotum geldt als een verregaande maatregel om dat te bereiken.", "De aanpak van de KNVB komt overeen met adviezen van de Sociaal Economische Raad (SER) over het bevorderen van diversiteit in een organisatie. De SER schreef vorig jaar in een gezaghebbend advies dat het ontbreken van een inclusieve organisatie een belemmering vormt voor mensen met een niet-westerse achtergrond. Veel bedrijven hebben „informele strategieën en netwerken” om mensen aan te nemen, die een barrière vormen voor mensen met een niet-westerse migratieachtergrond. Tijdens sollicitaties wordt nog vaak gedacht in „stereotypen” en is soms sprake van discriminatie, schreef de SER.", "De directie van de KNVB schrijft in een verklaring dat het de „kwaliteit van de organisatie” wil verhogen met de maatregelen. „Per vacature willen we altijd de beste kandidaat en dat kan alleen als al het beschikbare talent zich welkom voelt. We kunnen in onze rol als bond bovendien betere keuzes maken als we completer zijn en alle verschillende inzichten in het voetbal goed kunnen meewegen”, schrijft de directie."], "authors": ["Enzo Van Steenbergen", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "om", "die", "quotum", "een", "het", "en", "minder", "met", "te", "wit", "voetbalbond", "worden", "voor", "knvb", "organisatie", "voert"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}