{"id": "3dc8ea1f-b64a-3fff-a191-a2973f755ff1", "title": "Waarom diensten in kerken en moskeeën nog wel mogen doorgaan", "url": "https://nu.nl/coronavirus/6040721/waarom-diensten-in-kerken-en-moskeeen-nog-wel-mogen-doorgaan.html", "summary": "Alle evenementen waar een vergunning voor nodig is zijn afgelast tot 1 juni, en alle overige bijeenkomsten mogen tot en met 6 april ook niet doorgaan.\nDe minister-president verwees naar artikel 6 van de grondwet, waarin het recht op vrijheid van godsdienst en levensovertuiging is vastgelegd.\nWaarom dit per land verschiltVeel diensten kunnen alleen online worden gevolgdVeel geloofsgemeenschappen maken overigens geen gebruik van het recht om bijeenkomsten te houden.\nOok de Boeddhistische Unie Nederland, het Contactorgaan Moslims en Overheid, het Interkerkelijk Contact in Overheidszaken en de Hindoe Raad Nederland geven dit advies.\nDe katholieke kerken zijn alleen open voor gebed of om een kaars aan te steken.", "paragraphs": ["Alle evenementen waar een vergunning voor nodig is zijn afgelast tot 1 juni, en alle overige bijeenkomsten mogen tot en met 6 april ook niet doorgaan. Er is een uitzondering gemaakt voor religieuze en levensbeschouwelijke bijeenkomsten. Maar waarom eigenlijk?", "\"Hier geldt dat je grondwettelijk gezien, vanwege de godsdienstvrijheid, niet in algemene zin religieuze bijeenkomsten kunt verbieden\", zei premier Mark Rutte er donderdag over tijdens een debat in de Tweede Kamer.", "De minister-president verwees naar artikel 6 van de grondwet, waarin het recht op vrijheid van godsdienst en levensovertuiging is vastgelegd.", "Toch is het niet zo dat kerken, moskeeën en andere religies tijdens bijeenkomsten volledig hun gang kunnen gaan: het kabinet heeft voorgeschreven dat bij een viering maximaal dertig mensen aanwezig mogen zijn en dat zij onderling ook allemaal 1,5 meter afstand moeten bewaren.", "109 1,5 meter afstand, of toch 2? Waarom dit per land verschilt", "Veel diensten kunnen alleen online worden gevolgd", "Veel geloofsgemeenschappen maken overigens geen gebruik van het recht om bijeenkomsten te houden. De Protestantse Kerk Nederland, die ruim 1,7 miljoen leden telt, adviseert om zoveel mogelijk online diensten te organiseren.", "\"Kom daarbij alleen samen met de mensen die noodzakelijkerwijs aanwezig moeten zijn. Houd 1,5 meter afstand\", luidt het advies.", "Ook de Boeddhistische Unie Nederland, het Contactorgaan Moslims en Overheid, het Interkerkelijk Contact in Overheidszaken en de Hindoe Raad Nederland geven dit advies.", "De Rooms-Katholieke Kerk Nederland heeft besloten om geen publieke vieringen meer te houden. De katholieke kerken zijn alleen open voor gebed of om een kaars aan te steken. Bovendien moeten alle richtlijnen op het gebied van \"aantal, afstand, hygiëne en gezondheid\" in acht worden genomen.", "Rutte zei donderdag dat hij weet dat kerken individueel kunnen besluiten om hun deuren gesloten te houden. \"Dat steun ik ook van harte\", aldus de premier.", "Volg de laatste ontwikkelingen rond het virus in ons liveblog."], "authors": ["Door", "Job Van Der Plicht"], "keywords": ["doorgaan", "kerken", "van", "moskeeën", "waarom", "bijeenkomsten", "nederland", "nog", "het", "zijn", "een", "en", "dat", "te", "om", "mogen", "diensten", "wel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}