{"id": "3ddf8d19-545d-37f4-a852-40379c5cd2d5", "title": "Brandweer bevrijdt gewonde bestuurder uit gekantelde truck in Zwolle", "url": "https://nu.nl/zwolle/6095793/brandweer-bevrijdt-gewonde-bestuurder-uit-gekantelde-truck-in-zwolle.html", "summary": "De brandweer van Zwolle moest zich donderdagochtend in allerlei bochten wringen om de gewonde chauffeur van een gekantelde truck te kunnen bevrijden.\nHet ongeluk met het zandtransport gebeurde op de Westenholterallee, op de kruising met de N331 (de Hasselterweg).\nHulpverleners moesten de gewonde bestuurder via de voorkant van zijn cabine uit zijn benarde positie bevrijden.\nSoortgelijk ongeluk uur later op HessenwegDe brandweer had het druk met het bevrijden van vrachtautochauffeurs in en rond Zwolle: een uur later (om 7.00 uur) kwam er een tweede melding over een gekantelde truck aan de Hessenweg binnen.\n\"Zoiets maken we niet vaak mee, twee van dit soort gevallen in een uur tijd rond dezelfde stad\", zegt een woordvoerder van Veiligheidsregio IJsselland.", "paragraphs": ["De brandweer van Zwolle moest zich donderdagochtend in allerlei bochten wringen om de gewonde chauffeur van een gekantelde truck te kunnen bevrijden. Het ongeluk met het zandtransport gebeurde op de Westenholterallee, op de kruising met de N331 (de Hasselterweg).", "Hulpverleners moesten de gewonde bestuurder via de voorkant van zijn cabine uit zijn benarde positie bevrijden. De voorruit moest worden weggehaald zodat ze hem uit de gecrashte vrachtwagen konden halen. Daarna werd hij op een brancard gelegd en per ambulance naar het ziekenhuis gebracht.", "De vrachtwagenchauffeur nam de bocht net iets te snel waardoor het voertuig kantelde, meldt de politie Zwolle. De vrachtwagen belandde half naast de weg.", "De Westenholterallee is een belangrijke weg voor verkeer vanuit Stadshagen en Hasselt richting de A28. De weg is afgesloten richting de snelweg, verkeer moet omrijden. De afsluiting is nodig om de vrachtwagen te kunnen bergen. Die klus gaat nog enkele uren duren.", "Hoe het met de chauffeur gaat, is niet bekend. De eigenaar van de vrachtauto is de Habovogroep in IJsselmuiden, maar daar was nog niemand bereikbaar voor commentaar.", "Soortgelijk ongeluk uur later op Hessenweg", "De brandweer had het druk met het bevrijden van vrachtautochauffeurs in en rond Zwolle: een uur later (om 7.00 uur) kwam er een tweede melding over een gekantelde truck aan de Hessenweg binnen. Ook daar moest de chauffeur worden bevrijd uit diens benarde positie.", "\"Zoiets maken we niet vaak mee, twee van dit soort gevallen in een uur tijd rond dezelfde stad\", zegt een woordvoerder van Veiligheidsregio IJsselland.", "Het is nog onduidelijk waarom de tweede vrachtwagen kantelde. Hoe de chauffeurs eraan toe zijn, is eveneens onbekend. Waarschijnlijk gaat het om lichte verwondingen."], "authors": ["Door"], "keywords": ["bevrijdt", "uur", "zijn", "vrachtwagen", "van", "om", "met", "uit", "een", "het", "zwolle", "bestuurder", "op", "brandweer", "truck", "gekantelde", "gewonde"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}