{"id": "3df5c6a0-f9f6-36d3-9705-d55a63242758", "title": "Kröller-Müller Museum draaide dankzij overheidssteun geen verlies in 2020", "url": "https://nu.nl/cultuur-overig/6097199/kroller-muller-museum-draaide-dankzij-overheidssteun-geen-verlies-in-2020.html", "summary": "Het Kröller-Müller Museum sluit 2020 af zonder verlies, ondanks dat het aantal bezoekers door de coronacrisis fors daalde van 405.000 in 2019 tot 173.000 dit jaar.\nDit is te danken aan overheidssteun, meldt het museum donderdag aan NU.nl.\n\"Door de steun van de overheid, zowel via de NOW-loonsteun als cultuurspecifieke steun, zal het museum 2020 niet met verlies afsluiten\", aldus zakelijk directeur Frits de Vogel van het museum.\nIn 2021 hoopt het Kröller-Müller Museum op 190.000 bezoekers, laat het weten aan NU.nl.\nHet Kröller-Müller Museum was dinsdag het eerste grote Nederlandse museum dat bezoekersaantallen over 2020 bekendmaakte.", "paragraphs": ["Het Kröller-Müller Museum sluit 2020 af zonder verlies, ondanks dat het aantal bezoekers door de coronacrisis fors daalde van 405.000 in 2019 tot 173.000 dit jaar. Dit is te danken aan overheidssteun, meldt het museum donderdag aan NU.nl.", "\"Door de steun van de overheid, zowel via de NOW-loonsteun als cultuurspecifieke steun, zal het museum 2020 niet met verlies afsluiten\", aldus zakelijk directeur Frits de Vogel van het museum. \"We zullen in 2020 ook middelen reserveren om de effecten van de coronacrisis in 2021 op te vangen.\"", "\"Met name de combinatie van de beeldentuin, de hoogwaardige collectie en de omliggende natuur heeft veel bezoekers verleid tot een bezoek aan het museum.\" De Vogel is dan ook tevreden met het aantal bezoekers tijdens een door de coronacrisis gedomineerd jaar.", "In 2021 hoopt het Kröller-Müller Museum op 190.000 bezoekers, laat het weten aan NU.nl. Van 2017 tot 2019 trok het museum gemiddeld 385.000 bezoekers per jaar.", "Het Kröller-Müller Museum was dinsdag het eerste grote Nederlandse museum dat bezoekersaantallen over 2020 bekendmaakte. Vanwege de huidige coronamaatregelen is het museum sinds dinsdag gesloten tot en met 19 januari 2021."], "authors": ["Door", "Afran Groenewoud"], "keywords": ["2020", "verlies", "van", "overheidssteun", "draaide", "museum", "kröllermüller", "geen", "dankzij", "het", "tot", "aan", "bezoekers", "met", "coronacrisis"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}