{"id": "3e0e9014-98af-3023-acdc-0f31e43de592", "title": "Het hakje van Malen is pure kunst, alleen is er niemand om het te bewonderen", "url": "https://www.volkskrant.nl/sport/het-hakje-van-malen-is-pure-kunst-alleen-is-er-niemand-om-het-te-bewonderen~bf3b03d0/", "summary": "Het hakje van Donyell Malen waarmee hij collega Eran Zahavi zondag laat scoren is pure kunst.\nWoensdag, toen in Washington de horden de trappen van het Capitool bestormden, voetbalde Barcelona in Bilbao.\nIk twitterde van pure jolijt over een geweldige goal van Messi, na een hakje van Pedri.\nHet heerlijke hakje van Malen, de sambasoli van Gravenberch, met passes van links naar rechts.\nWe zijn nog lang niet af van de specialisten, van de oeverloze discussies in praatprogramma’s, van de wappies, van het telraam met vaccinaties en coronacijfers.", "paragraphs": ["Het hakje van Donyell Malen waarmee hij collega Eran Zahavi zondag laat scoren is pure kunst. Vliegensvlug uitgevoerd, intuïtief, een uitvloeisel van puur talent. Ze weten precies van elkaar wat ze doen. In de gezamenlijke jacht ruikt de ene sluipschutter de beoogde route van de ander. Het is zo’n verrukkelijk hoogtepunt in een voetbalwedstrijd, zo’n moment dat je in een stil uurtje nog eens door je gedachten laat glijden.", "Woensdag, toen in Washington de horden de trappen van het Capitool bestormden, voetbalde Barcelona in Bilbao. Het elftal van Ronald Koeman danste eindelijk weer eens losjes uit de heupen, aangevoerd door het trio Messi-Pedri-Frenkie. Ik twitterde van pure jolijt over een geweldige goal van Messi, na een hakje van Pedri. Thuis zat ik warempel te applaudisseren in mijn voetbalstoel, terwijl een paar kanalen verder de democratie in al haar voegen kraakte. Natuurlijk leverde dat vrolijke bericht commentaar op, want Twitter is een kakofonie van omgetrapte vuilnisbakken. In Washington was wereldgeschiedenis in de maak, of ik dat dan niet wist? Welke sukkel zat nu naar voetbal te kijken?", "Nou, ik dus. Sukkel Willem. Ja, ik zapte af en toe eventjes naar CNN en dan zag ik een man met een vikinghelm in zijn blote buik door de gangen van het parlement lopen. Halve zool. Snel terug naar Messi. Naar voetbal kijken is bovendien mijn werk. Weet je, voetbal houdt me steeds meer overeind, nu moeheid over corona pandemische vormen begint aan te nemen. Leve de groene beeldbuis. Tot het plukje verslaggevers mogen behoren in het verder bijna lege stadion; zalig. Het zijn zulke dierbare uren, terwijl het eigenlijk helemaal nergens op slaat, voetbal zonder publiek.", "Mijn jongste zoon ligt steeds luier op de bank, in de wetenschap dat online-onderwijs geen echt onderwijs is, en bij mijn echtgenote loopt het verdriet bijna over de rand van het gemoed omdat ze een contactberoep uitoefent en tot het gedwongen leger der werklozen behoort. Ik mag in elk geval iets doen.", "Zondag, in de aanloop naar Ajax - PSV, was dat verlangen naar voetbal na de korte winterstop immens. Dat ritje alleen van huis naar het stadion, de voorpret op de radio, waar ‘mijn’ Fortuna gewoon op 0-3 stond in Heerenveen, alsof het verzonnen was. Was de Viking van Washington eigenlijk al opgepakt?", "Ach, het is zo jammer, dat bij zo'n topper geen publiek mag zijn. Het heerlijke hakje van Malen, de sambasoli van Gravenberch, met passes van links naar rechts. Of het bloed van Tagliafico, die altijd doorgaat, desnoods met een dos watten in zijn neusgat.", "Tegen het einde van de wedstrijd licht een bericht op dat de lockdown wordt verlengd met drie weken. Pffffff. We zijn nog lang niet af van de specialisten, van de oeverloze discussies in praatprogramma’s, van de wappies, van het telraam met vaccinaties en coronacijfers. Al dat verdriet, al die gesloten zaken, de groeiende tegenstelling van ingehouden woede en berusting, de langzaam ontbindende samenleving.", "Op de terugweg denk ik aan het hakje van Malen."], "authors": ["Willem Vissers"], "keywords": ["ik", "er", "zijn", "van", "kunst", "naar", "en", "voetbal", "om", "een", "pure", "hakje", "te", "niemand", "op", "malen", "het", "dat"], "pubDate": "2021-01-10T20:20:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}