{"id": "3e1b9a5f-69dc-333f-8140-ef5122d61470", "title": "‘Als ik mijn vader in het verpleeghuis bezoek en Elvis opzet, gebeuren er gekke dingen’", "url": "https://www.volkskrant.nl/cultuur-media/als-ik-mijn-vader-in-het-verpleeghuis-bezoek-en-elvis-opzet-gebeuren-er-gekke-dingen~b1e391ea/", "summary": "Maar als ik mijn vader bezoek in het verpleeghuis en een liedje van Elvis opzet, gebeuren er gekke dingen.\nIk werd er zo verdrietig van dat ik elf weken niet op bezoek ben geweest.\nWielrennen is goed voor mijn geestelijke gezondheid: ik kan mijn mateloosheid erin kwijt en het helpt me mijn gedachten te ordenen en mijn hoofd in balans te houden.\nIk had lang niet meer op het toneel gestaan, maar dit wilde ik doen, omdat het zo’n mooi verhaal is.\nOmdat ik me goed had voorbereid op het stuk, wist ik beter hoe ik met hem moest omgaan.", "paragraphs": ["Wat zijn dit voor vragen? Tien dilemma’s voor acteur en kersvers Kink-presentator Eric Corton (51).", "NPO Radio 1, 3FM of Kink?", "‘Kink, want daar ga ik in januari aan de slag. Ik ga met Michiel Veenstra een programma maken op vrijdagmiddag. Zaterdag en zondag doe ik het alleen. Dan draai ik wat langs moet komen op Kink: alternatieve muziek. In mijn geval voornamelijk gitaren.", "‘Bij 3FM heb ik met veel plezier radio gemaakt: festivals, livemuziek, Serious Request. Ik ben in 2014 gestopt, omdat ik de honger naar nieuwe bandjes was kwijtgeraakt. Ik was toen al ruim boven de 40 en zat er al bijna veertien jaar. Een muziekzender heeft dj’s nodig die enthousiast worden van bandjes met sturm-und-drang, van tegendraadse muziek. Dj’s die zeggen: wow, dit móét je horen. Dat had ik alleen nog bij muzikanten die ik al langer kende.", "‘Ik weet niet of ik die honger kan terugvinden, maar ik heb er in ieder geval zin in. Dit past beter bij me dan een objectieve presentator zijn op Radio 1, onder andere bij De Nieuws BV. Ik maak radio om mijn mening te geven. Over muziek, en soms over nieuws. Op Radio 1 zat ik mezelf in de weg.’", "One Night with You van Elvis Presley of Everlong van de Foo Fighters?", "‘Lastig. Ik ben groot fan van de Foo Fighters. Maar ik kies voor One Night with You. Dat heeft met mijn vader te maken. Hij is 78 en heeft de ziekte van Alzheimer. Dit nummer is onlosmakelijk met hem verbonden. Hij werd als puber fan van Elvis, toen die aan het doorbreken was. En ik later ook.", "‘Op de dag dat ik trouwde met mijn vrouw Diana, bijna 25 jaar geleden, heb ik One Night with You gezongen, met een band. Dat deed ik voor haar, en ze was onder de indruk. Maar mijn vader werd nog veel dieper geraakt.", "‘Inmiddels kan hij zich niets meer herinneren. Maar als ik mijn vader bezoek in het verpleeghuis en een liedje van Elvis opzet, gebeuren er gekke dingen. Dan staat hij op en begint met zijn heupen te wiegen.’", "Wel of niet op bezoek bij je vader, in tijden van corona?", "‘Nu wel, dit voorjaar niet. Toen waren bezoekers niet welkom in verpleeghuizen. Ik heb het geprobeerd, van die raamvisites. Dan zag ik mijn vader denken: hè, daar staat een meneer. Dan zwaaide hij vriendelijk, en ik ook. En dat was het. Ik werd er zo verdrietig van dat ik elf weken niet op bezoek ben geweest.", "‘Als ik nu tegenover mijn vader zit, weet hij ook niet wie ik ben. Maar als ik een tijdje zijn hand vasthoud, verandert er iets. Dan zegt hij soms ineens: ach, jochie. Of hij me dan herkent, weet ik niet. Maar ik heb in ieder geval het idee dat hij zich op zo’n moment veilig voelt, dat het goed is. Dat is zo belangrijk, als je alles kwijt bent.’", "Matig of mateloos?", "‘Mateloos. Als kind maakte ik huiswerk terwijl ik aan het tekenen was, gitaar speelde en tegen mezelf schaakte op de computer. Dat heeft zich in alles uitgestrekt. Het voordeel is dat ik hard werk en niet stop totdat iets goed is. Het nadeel is dat ik mezelf heb uitgewoond, met drank en drugs.", "‘Met cocaïne ben ik al ruim tien jaar gestopt, gelukkig. En ik sta nu vier jaar droog. Als ik vroeger één fles wijn had gedronken, volgde een tweede. En soms een derde. Ik werd er geen klootzak van, maar vond mezelf dan niet meer zo gezellig. Het ging alleen nog om het effect van de alcohol, de roes.’", "31 of 51?", "‘Soms denk ik: was ik maar weer even 31. Toen was ik net vader, speelde ik in een bandje, zat ik bij 3FM. Ik leidde een rock-’n-roll-leven. Stel dat ik mijn kennis van nu kan transporteren naar dat lijf, met die drive! Ik ben benieuwd of ik dan andere afslagen zou nemen. Vroeger dacht ik altijd: misschien is het ergens anders nóg leuker. En dan ging ik weer iets nieuws doen. Nu ga ik voor verdieping. Ik heb balans gevonden, rust. Dat bevalt me beter, dus kies ik 51.", "Gitaar of racefiets?", "‘Racefiets. Ik speel graag gitaar, maar kan prima zonder. Als ik een paar dagen niet fiets, word ik chagrijnig. De fiets staat symbool voor deel 2 van mijn leven: zonder drank, ruim 30 kilo lichter. Wielrennen is goed voor mijn geestelijke gezondheid: ik kan mijn mateloosheid erin kwijt en het helpt me mijn gedachten te ordenen en mijn hoofd in balans te houden.", "‘Ik ben wel fanatiek. Normaal gesproken maak ik drie tochten per week. Ik zit bij een clubje: de Windjammers. Laurens ten Dam en Niki Terpstra gaan soms mee. Ze vinden het leuk dat deze grijze dakduif erbij is. Zij gaan wel héél hard, maar ik kan aardig fietsen. Dit jaar heb ik dik 10 duizend kilometer gereden, vorig jaar 12 duizend. Dat is wel een eind.’", "Beeld Ivo van der Bent", "Moet Serious Request stoppen of doorgaan?", "‘Ik erger me kapot aan mensen die steeds roepen: ‘Het heeft geen zin’, of ‘Dj’s doen alleen mee om zichzelf te promoten’. Onzin. Ik vraag zulke cynische kloothommels weleens: ‘Wat the fuck doe jij dan?’ Organiseer zelf eens wat.", "‘Wat is er mis met een een radiozender die aandacht vraagt voor iets waarvan te weinig mensen op de hoogte zijn? Zo is Serious Request ooit begonnen, in 2004. Ik ben toen voor 3FM naar Darfur geweest, om aandacht te vragen voor slachtoffers van de burgeroorlog. Dat hielp, blijkt uit onderzoek.", "‘Wat me alleen opvalt is dat je met zulke acties veel minder geld ophaalt dan vroeger. Misschien moet 3FM stoppen met het vragen om donaties, want dat is een ouderwetse vorm van amusement. Vestig gewoon elk jaar in december de aandacht op een onderwerp, zoals het leegvissen van de zee, en kijk wat er dan gebeurt.’", "Het Rode Kruis of Buurtbuik?", "‘Ik heb me 14 jaar lang vol overtuiging ingezet voor het Rode Kruis. Nu doe ik dat voor Buurtbuik. Dat is lekker concreet: we strijden tegen voedselverspilling door eten op te halen dat over is bij restaurants, supermarkten, groenteboeren en groothandels, en dat te delen met buurtbewoners. Elke maandag koken we een driegangenmenu voor tachtig mensen. Normaal gesproken schuiven ze aan, in Amsterdam-Oost. Vanwege corona maken we nu afhaalmaaltijden, met z’n vijven.", "‘Rond lunchtijd krijgen we kratten met voedsel binnen. Dan begint het improviseren. Laatst had ik brood, uien en heel veel druiven. Die druiven heb ik geroosterd in de oven. Van al het vocht dat eruit kwam maakten we een toetje. Met het vruchtvlees maakte ik een zoetzure oosterse saus, met veel ras el hanout. Met pasta erbij – we hebben een klein budget voor boodschappen – werd het een prima eenpansmaaltijd.’", "Penoza, Mocro Maffia of Ma?", "‘Penoza was te gek. En Mocro Maffia, waarin ik een politieman speel, was echt leuk. Maar ik kies Ma, een solovoorstelling naar een boek van Hugo Borst. Het gaat over wat alzheimer doet met zijn moeder en met hem. Ik had lang niet meer op het toneel gestaan, maar dit wilde ik doen, omdat het zo’n mooi verhaal is.", "‘Het wrange is dat tijdens de repetities, eind 2017, mijn vader zijn eerste stappen zette op het alzheimerpad. Omdat ik me goed had voorbereid op het stuk, wist ik beter hoe ik met hem moest omgaan. En het hielp me echt te zijn op het toneel.", "‘In Ma zit een scène over een vrouw die nooit had gewild dat ze dit stadium van dementie zou bereiken. Maar als je eenmaal wilsonbekwaam bent, is het te laat voor euthanasie. Bij mijn vader is het ook zo gelopen. Tijdens die scène schoot ik elke avond vol, en liet ik een stilte vallen. Dat maakte indruk in de zaal. Het was het mooiste en tegelijkertijd zwaarste moment.’", "De dood: vriend of vijand?", "‘Een vriend. Dat is een levensles van de Franse filosoof Michel de Montaigne. ‘Maak de dood tot een vriend, opdat hij u niet overvalt.’ Als je er bij leven niet over nadenkt dat jou of je naasten iets kan overkomen, kan het rauw op je dak vallen.", "‘Ik denk weleens: stel dat ik tegenover een dokter zit die zegt: ‘Meneer Corton, ik heb slecht nieuws, u hebt nog twee maanden te leven.’ Dan ga je de balans opmaken. Dat is een goede graadmeter voor wat echt belangrijk is: mijn ouders, mijn kinderen, mijn vrouw, mijn vrienden.", "‘Het is niet zo dat ik al klaar ben met het leven. Maar van alles wat ik wilde doen toen ik klein was, heb ik 75 procent kunnen invullen zoals ik had gehoopt. Er er niets meer waarvan ik zeg: als ik dát niet heb gedaan, ga ik onvolledig dood.’", "Kink is online te ontvangen, via de app en via DAB+."], "authors": ["Menno Van Dongen"], "keywords": ["dat", "van", "opzet", "een", "mijn", "en", "met", "gebeuren", "ik", "gekke", "op", "verpleeghuis", "voor", "vader", "er", "het"], "pubDate": "2020-12-17T16:47:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}