{"id": "3e380579-8790-3e57-a7d8-6962814e2c14", "title": "Berlage Lyceum dicht tot en met kerstvakantie wegens toename coronagevallen", "url": "https://www.parool.nl/nieuws/berlage-lyceum-dicht-tot-en-met-kerstvakantie-wegens-toename-coronagevallen~b43784a6/", "summary": "Vanaf 10.30 uur zullen tot aan de kerstvakantie alle lessen online zijn, schrijft rector Rosanne Bekker in een e-mail aan alle ouders.\nDe school was maandagmiddag nog niet bereikbaar voor commentaar: het is ook nog niet bekend om hoeveel coronagevallen het gaat.\nBekker schrijft in de mail dat het aantal besmettingen op het Berlage beperkt bleef, maar ‘we [nu] zien dat het aantal besmettingen oploopt.\nExperts weten echter nog niet in hoeverre minderjarigen bijdragen aan de virustransmissie naar volwassenen.\n‘Het is als schieten op een bewegend doel', zei epidemioloog Patricia Bruijning van het UMC Utrecht eerder.", "paragraphs": ["Beeld Getty Images", "Dinsdag zal er helemaal geen les zijn. Woensdagochtend vallen de eerste lesuren uit. Vanaf 10.30 uur zullen tot aan de kerstvakantie alle lessen online zijn, schrijft rector Rosanne Bekker in een e-mail aan alle ouders.", "Enkele inhaaltoetsen zullen wel fysiek plaatsvinden. De school was maandagmiddag nog niet bereikbaar voor commentaar: het is ook nog niet bekend om hoeveel coronagevallen het gaat.", "Bekker schrijft in de mail dat het aantal besmettingen op het Berlage beperkt bleef, maar ‘we [nu] zien dat het aantal besmettingen oploopt. Dit dwingt ons tot het nemen van aanvullende maatregelen op onze school.’", "26 zieke medewerkers", "Scholen blijven een pijnpunt in de coronacrisis. Donderdag werd bekend dat de Pieter Jelles Troelstraschool in Nieuw-West, een basisschool, de komende twee weken slechts de helft van de lessen op locatie geeft, omdat 26 medewerkers ziek zijn geworden.", "Het Outbreak Management Team onderzocht om de scholen een week langer te sluiten na de kerstvakantie. Experts weten echter nog niet in hoeverre minderjarigen bijdragen aan de virustransmissie naar volwassenen. ‘Het is als schieten op een bewegend doel', zei epidemioloog Patricia Bruijning van het UMC Utrecht eerder."], "authors": ["Het Parool"], "keywords": ["tot", "zullen", "van", "lyceum", "kerstvakantie", "het", "op", "nog", "met", "zijn", "berlage", "een", "niet", "en", "dicht", "toename", "dat", "coronagevallen", "aan", "wegens"], "pubDate": "2020-12-07T17:16:15+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}