{"id": "3e3e5e4c-0ef1-3158-aec3-7cf79c8ce31d", "title": "Huawei haalt games Tencent-games uit zijn appwinkel na ruzie", "url": "https://nu.nl/games/6099724/huawei-haalt-games-tencent-games-uit-zijn-appwinkel-na-ruzie.html", "summary": "De Chinese techreus Huawei heeft games van het eveneens Chinese Tencent uit zijn appstore verwijderd vanwege onenigheid over samenwerking tussen de bedrijven.\nEvengoed is de Play Store van Google niet beschikbaar in China.\nDe smartphones van Huawei hadden tot en met het derde kwartaal van vorig jaar een marktaandeel van 43 procent in China, aldus onderzoek van Counterpoint Research.\nTencent vroeg de samenwerking te stoppenVolgens Huawei is de keuze om de games uit de appstore te halen genomen nadat Tencent eenzijdig heeft gevraagd de samenwerking te stoppen.\nEen steekproef in de appstore van Huawei leert dat Tencent-games zoals de Chinese versie van Arena of Valor niet meer beschikbaar zijn.", "paragraphs": ["De Chinese techreus Huawei heeft games van het eveneens Chinese Tencent uit zijn appstore verwijderd vanwege onenigheid over samenwerking tussen de bedrijven. Dat meldt Bloomberg vrijdag.", "Tencent zou op 31 december een \"grote wijziging\" hebben aangebracht in de voorwaarden, aldus Huawei. Het concern laat in het midden wat die wijziging precies inhield.", "De meeste smartphones in China draaien op Android van Google. Evengoed is de Play Store van Google niet beschikbaar in China. Apps in het land worden door Chinese ontwikkelaars verkocht.", "De smartphones van Huawei hadden tot en met het derde kwartaal van vorig jaar een marktaandeel van 43 procent in China, aldus onderzoek van Counterpoint Research.", "Tencent vroeg de samenwerking te stoppen", "Volgens Huawei is de keuze om de games uit de appstore te halen genomen nadat Tencent eenzijdig heeft gevraagd de samenwerking te stoppen.", "Een steekproef in de appstore van Huawei leert dat Tencent-games zoals de Chinese versie van Arena of Valor niet meer beschikbaar zijn. Tencent was niet direct beschikbaar voor commentaar."], "authors": ["Door"], "keywords": ["tencent", "zijn", "van", "games", "beschikbaar", "appwinkel", "uit", "ruzie", "tencentgames", "samenwerking", "china", "chinese", "te", "het", "huawei", "niet", "haalt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}