{"id": "3e4dff59-2ef7-3ac9-aaf3-9b119299ab78", "title": "Schulting heeft na dominante NK-titel 'ontzettend veel zin' in EK's en WK's", "url": "https://nu.nl/schaatsen/6099988/schulting-heeft-na-dominante-nk-titel-ontzettend-veel-zin-in-eks-en-wks.html", "summary": "Schulting gaat maandag in haar joggingbroek op de bank zitten en een hele dag \"een beetje huismussen\".\nSchulting, die het EK sprint waarschijnlijk alleen zal rijden als de EK shorttrack wordt afgelast, vreest niet voor overbelasting.\nMaar ik heb gewoon heel veel zin in de EK shorttrack, en als je dat hebt, komt de energie ook vanzelf.\"\nZondag won ze bij het NK de 500, 1.000 én 1.500 meter, waardoor ze afgetekend haar derde nationale titel veroverde.\n\"Ik wilde een beetje hetzelfde voelen als bij een EK of WK door mezelf druk op te leggen en dat is wel gelukt.", "paragraphs": ["Suzanne Schulting sloot een drukke periode van nationale wedstrijden zondag af met haar derde nationale allroundtitel shorttrack. De 23-jarige Friezin kijkt nu ontzettend uit naar de belangrijke internationale toernooien, in twee disciplines.", "Schulting gaat maandag in haar joggingbroek op de bank zitten en een hele dag \"een beetje huismussen\". Na vijf toernooien in Thialf in zes weken is ze blij dat ze even een dagje gas terug kan nemen, maar vanaf dinsdag gaat de blik weer vol op de belangrijke twee maanden die eraan komen.", "\"Er komen zoveel geweldige mooie wedstrijden aan waar ik heel veel zin in heb\", zegt de Europees, wereld- en olympisch kampioen shorttrack tegen de NOS. \"Ik kijk echt ontzettend uit naar de komende periode.\"", "Schulting reed sinds eind november achtereenvolgens het NK sprint (langebaan), de Invitation Cup (shorttrack), de NK afstanden (shorttrack), het WK-kwalificatietoernooi (langebaan) en dit weekend het NK allround (shorttrack).", "Al die toernooien leverden haar succes op, waardoor ze mag starten bij het EK sprint (16-17 januari in Heerenveen), de EK shorttrack (22-24 januari in Gdansk), de WK afstanden (11-14 februari in Thialf) en de WK shorttrack (5-7 maart in Dordrecht).", "Schulting, die het EK sprint waarschijnlijk alleen zal rijden als de EK shorttrack wordt afgelast, vreest niet voor overbelasting. \"Ik heb nu in principe twee weekenden rust, dus ik kan even op adem komen. Maar ik heb gewoon heel veel zin in de EK shorttrack, en als je dat hebt, komt de energie ook vanzelf.\"", "Suzanne Schulting (links) naast Dylan Hoogerwerf, de Nederlands kampioen bij de mannen. Suzanne Schulting (links) naast Dylan Hoogerwerf, de Nederlands kampioen bij de mannen. Foto: ANP", "'Ik probeerde mezelf druk op te leggen'", "Voor Schulting betekenen de internationale shorttrackwedstrijden meer tegenstand, aangezien ze de afgelopen weken bij de drie nationale toernooien andermaal aantoonde dat ze in Nederland een klasse apart is.", "Zondag won ze bij het NK de 500, 1.000 én 1.500 meter, waardoor ze afgetekend haar derde nationale titel veroverde. De negentienjarige Xandra Velzeboer eindigde als tweede in het klassement, het brons ging naar de twee jaar oudere Selma Poutsma.", "\"Ik probeerde de ritten vandaag echt als belangrijke ritten te zien, een uitdaging voor mezelf te zoeken\", aldus Schulting, die de 1.000 en 1.500 meter met groot verschil won. \"Ik wilde een beetje hetzelfde voelen als bij een EK of WK door mezelf druk op te leggen en dat is wel gelukt. Ik voel nu namelijk best een grote ontlading door deze titel.\""], "authors": ["Foto", "Door"], "keywords": ["dominante", "veel", "schulting", "ik", "ontzettend", "en", "heeft", "een", "ze", "bij", "wks", "nktitel", "shorttrack", "op", "zin", "het", "ek", "eks"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}