{"id": "3e55a07b-7a27-3549-9ac0-21e6a29f9d51", "title": "De hersenspinsels van Trump zijn zo maar niet weg", "url": "https://trouw.nl/buitenland/de-hersenspinsels-van-trump-zijn-zo-maar-niet-weg~b854998a/", "summary": "En op tv-zenders en op websites waar Trump de afgelopen jaren werd bewierookt, klonk die verdediging na woensdag keer op keer: maar vergeet ook niet het geweld van links.\nEn dat het zo gemakkelijk ging, vond hij verdacht.\nSenator Josh Hawley verdedigde zijn bezwaar, en zijn eis dat er een spoedonderzoek naar de verkiezingen moest komen.\nNiet dat hij dacht dat er in Arizona was geknoeid met de stemmen, zo zei hij, maar omdat zo enorm veel Republikeinen dat vermoeden.\nDe beste manier om respect te tonen voor de kiezers die zo ontdaan zijn, is hen de waarheid vertellen.", "paragraphs": ["Donderdagmiddag. De telefoon zoemt even. Fox News meldt: de woordvoerder van president Donald Trump, Kayleigh McEnany, geeft een persbriefing over de inval van Trump-aanhangers in het Capitool de dag ervoor.", "Een paar klikken later meldt de site van Fox: niets te zien, de persconferentie is afgelopen. Vreemd. Technisch foutje, bericht te laat verzonden? Nee, blijkt later. De briefing duurde maar twee minuten.", "Hij is het bekijken waard. In die twee minuten veroordeelt McEnany, die normaal gesproken namens ‘de president’ spreekt, het geweld namens ‘iedereen die hier werkt’. Maar ze herinnert er in één adem aan dat ze dat ook deed toen ‘een historische kerk brandde na gewelddadige rellen’.", "Daarmee zal de St. John’s Episcopal Church bedoeld hebben, de historische kerk in Washington DC, bouwjaar 1815, waar vanaf James Madison bijna alle presidenten wel eens een dienst hebben bijgewoond. Daar werd eind mei inderdaad brand gesticht in het souterrain tijdens demonstraties van Black Lives Matter.", "De boodschap was duidelijk: Trump-aanhangers hebben niet het monopolie op politiek geweld. En op tv-zenders en op websites waar Trump de afgelopen jaren werd bewierookt, klonk die verdediging na woensdag keer op keer: maar vergeet ook niet het geweld van links.", "Dat is een riskante boodschap. Want juist naar die kerk ging een dag later Donald Trump, de president die op dat moment ook presidentskandidaat was, te voet heen. Hij ging er pontificaal voor staan met een bijbel in de hand, om te benadrukken dat hij een schild en zwaard voor christelijk Amerika wilde zijn. Even tevoren hadden troepen van de nationale garde van de hoofdstad Washington demonstranten die niets kwaads in de zin hadden met geweld uit een park verwijderd om de weg vrij te maken.", "Ook die vergelijking werd de afgelopen dagen gemaakt: zo agressief als zwarte demonstranten in Washington werden behandeld, zo achteloos gingen agenten in eerste instantie om met de Trump-aanhangers die door hun president naar het Capitool waren gezonden, met de opdracht om geen zwakte te tonen in de verdediging van zijn aanspraak op de verkiezingsoverwinning.", "Whataboutism", "Het wijzen naar wat de andere kant heeft misdaan, met een fijn beknopt woord in het Engels: whataboutism, is een van de standaard manieren waarmee Trump de afgelopen dagen werd verdedigd. Daarnaast werd er ook stevig op los gespeculeerd en krom geredeneerd om de president en zijn aanhangers te ontlasten. Commentatoren bij rechtse media en Republikeinse congresleden suggereerden dat er zich ‘agitatoren’ onder de demonstranten bevonden. Op de conservatieve zender NewsMax, die zich nog veel Trumpgezinder opstelt dan Fox News, zei presentator Greg Kelly: “Deze mensen zien er niet uit als Trump-aanhangers. Trump-aanhangers doen dit soort dingen niet.”", "Het antifa-complot", "Maar op diezelfde zender vond Trump-fan en kussenfabrikant Mike Lindell dat de relschoppers er juist wel als Trump-aanhangers uitzagen. “Er waren vermoedelijk een aantal undercover Antifa mensen die zich hadden verkleed.”", "Dat vermoeden leek zekerheid te worden toen de rechtse krant The Washington Times een militaire expert citeerde, die weer van een bedrijf dat in gezichtsherkenning doet, WRVision, had gehoord dat er Antifa actievoerders waren herkend in camerabeelden. Maar het bleek, zo meldde de Washington Post, dat er personen waren herkend die op een foto op een antifa-website stonden: Om hen aan de kaak te stellen als neonazi’s. Inmiddels had Republikeins Congreslid Matt Gaetz al op Fox News verteld over de ‘tamelijk overtuigende bewijzen’ voor Antifa-betrokkenheid.", "Er zijn ook andere manieren om de geweldplegers vrij te pleiten. Een journalist van tv-netwerk NBC praatte met dertien demonstranten die bij het Capitool hadden gestaan. Een van hen suggereerde dat hij binnen was geweest. En dat het zo gemakkelijk ging, vond hij verdacht. “Het was volgens mij bewust. De agenten wuifden hen door, ze weken terug in de hal.” Ook andere demonstranten dachten dat de Trump-aanhangers zo ongeveer het Capitool in waren gelokt, in de verwachting dat ze zich daar zouden misdragen en zo de argumenten van Trump ongeloofwaardig maken.", "Geloof hechten aan dat soort hersenspinsels was voor die Trump-aanhangers kennelijk gemakkelijker, of minder pijnlijk, dan onder ogen zien dat ze zich in slecht gezelschap bevonden, en dat ze door hun leider de verkeerde kant op waren gegidst.", "De last van leiderschap: niet liegen tegen je aanhangers", "En omdat hun geloof zo hardnekkig is, raakt ook de Amerikaanse politiek maar niet verlost van het waandenkbeeld dat een enorm complot van Democraten en afvallige Republikeinen de democratie om zeep heeft geholpen.", "Het helderst kwam dat tot uiting in de confrontatie in de Senaat, woensdagnacht, toen de orde weer was hersteld en het debat over de aangevochten verkiezingsuitslag van Arizona was hervat. Senator Josh Hawley verdedigde zijn bezwaar, en zijn eis dat er een spoedonderzoek naar de verkiezingen moest komen. Niet dat hij dacht dat er in Arizona was geknoeid met de stemmen, zo zei hij, maar omdat zo enorm veel Republikeinen dat vermoeden. Ook dat was weer een cirkelredenering. Want dat die Republikeinen dat vermoeden op gezag van Donald Trump, en daarin gesterkt worden doordat bijna geen enkel Republikeins Congreslid het durft tegen te spreken, daar had hij het niet over.", "Senator Mitt Romney, zelf ooit verliezend Republikeins presidentskandidaat, pleitte hartstochtelijk voor de feiten: “Geen onderzoek door het Congres zal ooit die kiezers overtuigen, in het bijzonder als de president blijft beweren dat de verkiezing gestolen was. De beste manier om respect te tonen voor de kiezers die zo ontdaan zijn, is hen de waarheid vertellen. Dat is de last, en de verplichting, van leiderschap.”", "Hij overtuigde Hawley niet. Die verklaarde na het debat: Ik zal me er nooit voor verontschuldigen dat ik een stem geef aan de miljoenen die zich zorgen maken over de zuiverheid van onze verkiezingen. Dat is mijn werk, en dat zal ik blijven doen.”", "Trouw-correspondent Bas den Hond (standplaats Boston) schrijft wekelijks een column over de Amerikaanse politiek. Lees ze hier terug."], "authors": ["Redactie Trouw"], "keywords": ["er", "zijn", "van", "zo", "en", "een", "weg", "op", "te", "trump", "het", "maar", "niet", "dat", "hersenspinsels", "die"], "pubDate": "2021-01-09T17:05:43Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}