{"id": "3e573014-9f03-3172-ab84-7434c4bc63c0", "title": "Dotan wilde openheid over homoseksualiteit voor toezeggen optreden Vaticaan", "url": "https://nu.nl/muziek/6095541/dotan-wilde-openheid-over-homoseksualiteit-voor-toezeggen-optreden-vaticaan.html", "summary": "Dotan heeft, alvorens hij toezegde een optreden in het Vaticaan te geven, gevraagd of de mensen in de hoofdzetel van het katholieke geloof ervan op de hoogte waren dat hij homoseksueel is.\nDe zanger kreeg bevestiging dat zijn geaardheid bekend was en bovendien geen problemen opleverde.\nVolgens Dotan is het voor mensen \"uit mijn gemeenschap een belangrijk signaal dat de paus mij wil ontmoeten\".\nDinsdag werd bekend dat Dotan donderdag naar Rome vertrekt voor een optreden in het Vaticaan, dat op Kerstavond wordt uitgezonden op de Italiaanse televisie.\nTijdens repetities voor de Show Do Vaticano zal de zanger een ontmoeting hebben met de paus.", "paragraphs": ["Dotan heeft, alvorens hij toezegde een optreden in het Vaticaan te geven, gevraagd of de mensen in de hoofdzetel van het katholieke geloof ervan op de hoogte waren dat hij homoseksueel is. Dat vertelde de zanger woensdag in De 538 Ochtendshow met Frank Dane.", "\"Weten ze wel dat ik openlijk homoseksueel ben?\", had Dotan naar eigen zeggen gevraagd aan zijn management. \"Ik wil daar nooit meer gesloten over zijn.\" De zanger kreeg bevestiging dat zijn geaardheid bekend was en bovendien geen problemen opleverde.", "Volgens Dotan is het voor mensen \"uit mijn gemeenschap een belangrijk signaal dat de paus mij wil ontmoeten\". De artiest vindt de leider van het katholieke geloof progressiever dan diens voorgangers.", "Dinsdag werd bekend dat Dotan donderdag naar Rome vertrekt voor een optreden in het Vaticaan, dat op Kerstavond wordt uitgezonden op de Italiaanse televisie. Tijdens repetities voor de Show Do Vaticano zal de zanger een ontmoeting hebben met de paus."], "authors": ["Door"], "keywords": ["openheid", "wilde", "toezeggen", "het", "op", "vaticaan", "homoseksualiteit", "zijn", "wil", "dotan", "een", "dat", "optreden", "zanger", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}