{"id": "3e6682dd-a56c-3087-bfc4-5756471d743a", "title": "Waarom mensen zo slecht zijn in het inschatten van risico's", "url": "https://nu.nl/wetenschap/6094786/waarom-mensen-zo-slecht-zijn-in-het-inschatten-van-risicos.html", "summary": "Betekent dat dat die ziekte niks voorstelt?\nRiep het onderwerp veel schrik op, dan schatten ze het risico hoger in dan wanneer ze voor hun gevoel weinig te vrezen hadden.\nHeb je minder herinneringen beschikbaar en zijn ze bovendien niet zo levendig, dan onderschat je een gevaar juist.\nZe wisten best dat het vliegtuig het veiligste vervoermiddel is en dat de kans op een nieuwe aanslag in precies hun toestel vrijwel nul was.\nMensen die het gevoel hebben dat ze het leven kunnen sturen, zijn vaak fysiek gezonder en zijn vaker doorzetters.", "paragraphs": ["De zus van de collega van de buurvrouw had corona en die was nauwelijks ziek. Betekent dat dat die ziekte niks voorstelt? Vijf manieren waarop ons brein steeds de fout ingaat bij het inschatten van risico's.", "Ben jij een bangerik of een waaghals? Doe de test van Quest", "1. We volgen ons gevoel", "Hoe gevaarlijk zijn kerncentrales, genetisch gemodificeerd voedsel of wapens? Psycholoog Paul Slovic van de University of Oregon vroeg mensen de risico's in te schatten en ontdekte dat ze zichzelf eerst de vraag stelden: wat voor gevoel heb ik hierbij? Riep het onderwerp veel schrik op, dan schatten ze het risico hoger in dan wanneer ze voor hun gevoel weinig te vrezen hadden. We laten onze oren dus hangen naar ons gevoel.", "Dit werkt zelfs als je onderbuikgevoel niets te maken heeft met het risico zelf, bemerkte Slovic. Mensen die goed in hun vel zitten, zullen risico altijd wat minder ernstig inschatten en de voordelen ervan overschatten. Pessimisten daarentegen zien veel vaker gevaar en beren op de weg.", "2. We laten ons meeslepen door bekende voorbeelden", "Denk je dat er meer mensen doodgaan door zelfmoord of door moord? Het onderzoeksinstituut Decision Research (VS) zag in 1978 dat mensen ten onrechte aannamen dat moord vaker voorkwam, omdat ze er vaker iets over hadden gehoord via de media. Daardoor konden ze makkelijker voorbeelden ophoesten. Dit noemen psychologen de beschikbaarheidsbias.", "Zelfs films kunnen dat effect hebben. Heb je net Jaws gekeken, dan denk je mogelijk dat haaien heel wat mensen opeten, terwijl dat in werkelijkheid meevalt. Heb je minder herinneringen beschikbaar en zijn ze bovendien niet zo levendig, dan onderschat je een gevaar juist.", "3. Ook een te verwaarlozen kans laat ons niet los", "In het jaar na de aanslag op de Twin Towers hadden veel mensen moeite om in een vliegtuig te stappen. Ze wisten best dat het vliegtuig het veiligste vervoermiddel is en dat de kans op een nieuwe aanslag in precies hun toestel vrijwel nul was. Maar toch: er was een kans. Een groot deel van de reizigers koos dus voor de statistisch veel onveiligere auto. Onterecht, weten we nu. De Duitse psycholoog Gerd Gigerenzer berekende dat er in dat jaar bijna zestienhonderd extra (en wellicht) onnodige, verkeersslachtoffers vielen op Amerikaanse wegen.", "4. We zijn bang voor het onbekende", "Psycholoog Norbert Schwarz van de University of Southern California liet in 2009 studenten de veiligheid van tien (verzonnen) voedseladditieven beoordelen. Vijf hadden namen die prima in het gehoor lagen, zoals 'magnalroxate'. De andere vijf waren heuse tongbrekers, zoals 'hnegripitrom'. Als we iets vloeiend kunnen uitspreken, dan klinkt het bekender in de oren. En jawel, de studenten hadden verreweg de meeste argwaan voor de additieven met lastige namen.", "5. We denken alles onder controle te hebben", "Stel, je bestuurt een auto. Hoe groot is de kans dat je een ongeluk krijgt? En hoe groot is die kans als je bijrijder bent? De meeste mensen denken dat je zelf minder snel een ongeluk veroorzaakt dan iemand anders. Ook de kans dat iemand anders inrijdt op jouw auto, schatten we hoger in dan andersom.", "We hebben allemaal volop vertrouwen in ons eigen kunnen en hebben het gevoel dat we ons leven onder controle hebben. Zelfs in situaties die compleet afhankelijk zijn van toeval. In casino's gooien mensen dobbelstenen harder als ze hoge ogen willen gooien en zachter als ze lage ogen nodig hebben, ontdekte socioloog James Henslin van Southern Illinois University (VS) in 1967.", "Een gevoel van controle is gezond, letterlijk. Mensen die het gevoel hebben dat ze het leven kunnen sturen, zijn vaak fysiek gezonder en zijn vaker doorzetters. Jammer alleen dat je door deze illusie eerder geneigd zult zijn om toch even dat appje te lezen terwijl je aan het autorijden bent: 'Maak je geen zorgen, ik heb alles onder controle.'", "Ben jij een bangerik of een waaghals? Doe de test van Quest"], "authors": ["Door", "Quest.Nl Chantal Van Der Leest"], "keywords": ["zo", "van", "waarom", "mensen", "slecht", "inschatten", "het", "risicos", "zijn", "een", "je", "dat", "en", "ze", "te"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}