{"id": "3e672472-4fd6-3366-891e-2bc1f2f85458", "title": "Vijf vragen over de Xbox Series X en PlayStation 5 beantwoord", "url": "https://nu.nl/games/6091498/vijf-vragen-over-de-xbox-series-x-en-playstation-5-beantwoord.html", "summary": "De nieuwe Xbox en PlayStation zijn sinds donderdag allebei beschikbaar in Nederland.\nOverigens zijn de Xbox Series X en PlayStation 5 ook geschikt voor 8K-resoluties, maar die televisies zijn nog verre van gangbaar.\nKomen de Xbox Series X en PlayStation 5 nog in andere kleuren uit?\nZo zijn er vastlopers bij de Xbox en PlayStation gemeld, waardoor de console opnieuw opgestart moest worden.\nKun je met de nieuwe Xbox Series X en PlayStation 5 tegen mensen met een Xbox One of PlayStation 4 spelen?", "paragraphs": ["De nieuwe Xbox en PlayStation zijn sinds donderdag allebei beschikbaar in Nederland. Maar hoe onderscheiden beide consoles zich van elkaar? Wij beantwoorden de vragen die jullie via NUjij stelden.", "Wat maakt de beide spelcomputers uniek?", "De Xbox Series X heeft bij aanvang geen gloednieuwe exclusieve games, maar daar staat Game Pass tegenover. Deze abonnementsdienst geeft spelers voor een vast bedrag per maand toegang tot een catalogus van ruim honderd games.", "Momenteel staan bijvoorbeeld alle Halo-games, de recent verschenen Star Wars-game Jedi: Fallen Order, verschillende Gears of War-titels en delen uit de Battlefield-serie erop. Er worden regelmatig nieuwe spellen toegevoegd. Daarbij horen ook grote titels, zoals Halo: Infinite, die is uitgesteld tot volgend jaar.", "Op de PlayStation zijn bij aanvang wel exclusieve games te spelen, zoals Demon's Souls en Spider-Man: Miles Morales. Maar de console onderscheidt zich vooral dankzij de controller. De DualSense-controller heeft een nieuwe trilfunctie, waarmee acties op het scherm beter naar je handen worden vertaald. Zo voel je in racegames bijvoorbeeld de verschillen tussen rijden op gras en rijden op asfalt.", "De triggers op de achterkant werken adaptief. Dat betekent dat ze bijvoorbeeld meer weerstand bieden als je met een pijl en boog schiet. In schietspellen voelt het daadwerkelijk of je een trekker overhaalt.", "Wat voor tv moet je hebben om optimaal op de nieuwe consoles te spelen?", "Een gloednieuwe televisie is niet nodig om de consoles te gebruiken. Maar wil je de toeters en bellen zien, dan is een televisie die met 4K-resolutie en HDR overweg kan aan te raden.", "Wil je nog een stap verder, dan moet je er voornamelijk op letten dat je televisie een HDMI 2.1-ingang heeft. Deze standaard maakt het mogelijk om games met 120 beelden per seconde weer te geven. Overigens zijn de Xbox Series X en PlayStation 5 ook geschikt voor 8K-resoluties, maar die televisies zijn nog verre van gangbaar.", "Komen de Xbox Series X en PlayStation 5 nog in andere kleuren uit?", "Het is onbekend of de consoles later in andere kleuren verschijnen. De Xbox is een vrij strak ontworpen zwarte doos, maar de PlayStation 5 is met zijn zwart-witte ontwerp een echte blikvanger. Mensen die liever een volledig zwarte PlayStation in de kamer hebben staan, hebben voorlopig pech.", "Is het beter te wachten tot er meer games zijn en de eerste kinderziektes verholpen zijn?", "Als een console wordt uitgebracht, kunnen er af en toe problemen opduiken. Ook dit keer zijn er online klachten verschenen. Zo zijn er vastlopers bij de Xbox en PlayStation gemeld, waardoor de console opnieuw opgestart moest worden. Bij de PS5 treden die problemen vooral op in rustmodus. Ook zijn er soms fouten in de software. Op de Xbox werkt bijvoorbeeld 'Quick Resume' - waarmee je snel tussen verschillende games kan wisselen - nog niet goed. Dit zijn problemen die beide bedrijven zo snel mogelijk zullen oplossen.", "Ook zijn er nog weinig nieuwe games beschikbaar. De Xbox heeft geen nieuwe exclusieve titels, de PlayStation heeft er een paar. Dat is niet gek, want de apparaten zijn gloednieuw en het aanbod moet nog uitgebreid worden. Veel mensen zullen het daarom niet erg vinden om een jaartje te wachten met de aanschaf van een nieuwe console.", "Kun je met de nieuwe Xbox Series X en PlayStation 5 tegen mensen met een Xbox One of PlayStation 4 spelen?", "Het is mogelijk om op de PlayStation 4 tegen spelers op de PlayStation 5 te spelen via backwards compatibility. Daarmee speel je in principe hetzelfde spel, maar op een andere console. De game moet dan wel op beide spelcomputers beschikbaar zijn.", "Spelers op de Xbox Series X kunnen ook tegen Xbox One-bezitters gamen. Dat geldt in elk geval voor spellen van Microsoft zelf. Voor andere titels is het aan de ontwikkelaar om de mogelijkheid aan te bieden."], "authors": ["Door"], "keywords": ["vijf", "vragen", "playstation", "op", "nieuwe", "xbox", "series", "zijn", "een", "je", "en", "te", "x", "er", "beantwoord"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}