{"id": "3ead6938-020e-359c-9ba0-074ae685f71c", "title": "Is Daan, Anna of RTL hier de echte stalker?", "url": "https://www.parool.nl/kunst-media/is-daan-anna-of-rtl-hier-de-echte-stalker~b9cd09af/", "summary": "Beeld RTL 5Thijs Zeeman wist het even niet meer: wie was hier nu de echte stalker?\nZe werd verdacht van het stalken van haar ex Daan, de vader van haar kind.\nAppjes met bedreigingen aan haar adres kwamen via een nepaccount op Facebook ook terecht bij haar familie, haar werkgever, de school van haar kinderen.\nZe verdacht Daan, een charmeur die tijdens hun relatie extreem jaloers was geworden en die haar bleef opzoeken nadat ze hem de deur had gewezen.\nZij was nog lang lastiggevallen door Daan en slaakte een diepe zucht.", "paragraphs": ["Zeeman confronteert: stalkers. Beeld RTL 5", "Thijs Zeeman wist het even niet meer: wie was hier nu de echte stalker? Jonge moeder Anna had drie maanden vastgezeten. Ze werd verdacht van het stalken van haar ex Daan, de vader van haar kind. Dus meldde Anna zich bij RTL5 voor hulp. Ze had het echt, echt, echt niet gedaan.", "Zij was het die dreigbrieven kreeg met teksten als: ‘ik breek al je botten en laat je wegrotten’, wat niet aardig is natuurlijk. Appjes met bedreigingen aan haar adres kwamen via een nepaccount op Facebook ook terecht bij haar familie, haar werkgever, de school van haar kinderen. Ze verdacht Daan, een charmeur die tijdens hun relatie extreem jaloers was geworden en die haar bleef opzoeken nadat ze hem de deur had gewezen.", "Dus RTL5 zette Thijs Zeeman op de zaak. En Thijs Zeeman zette een privédetective en ex-marechaussee op de zaak. Die ging Daan schaduwen en belde eens met weer een andere ex. Zij was nog lang lastiggevallen door Daan en slaakte een diepe zucht. “Ik zou hier een boek over kunnen schrijven.”", "Maar de berichtjes bleven binnenkomen, ook op momenten dat Daan werd geobserveerd. Toen keek Zeeman nog eens goed naar de bewakingscamera’s en de computers die hij had geplaatst om Anna te beschermen. Bleek ze al die tijd zelf de berichtjes te sturen!", "Lips vond het razend spannende televisie en een bizarre ontknoping. Een forensisch psycholoog had zich in Daan verdiept. Zijn ex was opgespoord en noemde hem een narcist. Privédetectives hadden Daan wekenlang gevolgd. “Waar begeeft hij zich, wat is zijn gedrag en wat zijn z’n dagelijkse routines?”", "Het was knap gerechercheerd, maar dat had de politie dus ook al gedaan. Lips wist het even niet meer: wie was hier nu de echte stalker?"], "authors": ["Han Lips"], "keywords": ["van", "stalker", "het", "op", "die", "zeeman", "hier", "een", "haar", "en", "ze", "anna", "rtl", "daan", "echte"], "pubDate": "2020-12-09T10:05:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}