{"id": "3eba4fc2-fd2c-3173-875f-9eef7bc16b77", "title": "De Jonge stopt als lijsttrekker van het CDA, wie volgt hem op?", "url": "https://www.metronieuws.nl/in-het-nieuws/binnenland/2020/12/de-jonge-stopt-als-lijsttrekker/", "summary": "De Jonge stopt als lijsttrekker van het CDA, wie volgt hem op?\nHet lukt hem niet om het leiderschap van de partij te combineren met zijn werk als minister van Volksgezondheid, laat hij in een verklaring weten.\n„Ik houd van de partij, ik geloof in het verhaal van het CDA, in de kracht van het CDA.” Maar het combineren van het lijsttrekkerschap met zijn functie als coronaminister is „eigenlijk niet goed mogelijk”.\nGisterochtend informeerde De Jonge het partijbestuur over zijn besluit, dat hij naar eigen zeggen diezelfde ochtend aan de ontbijttafel had genomen.\nWie neemt de taken van De Jonge op zich en zal aan kop staan van de CDA-lijst?", "paragraphs": ["De Jonge stopt als lijsttrekker van het CDA, wie volgt hem op?", "Hugo de Jonge is niet langer lijsttrekker van het CDA. Het lukt hem niet om het leiderschap van de partij te combineren met zijn werk als minister van Volksgezondheid, laat hij in een verklaring weten. Maar wie gaat hem dan vervangen? Leden van de CDA hebben al voorkeur voor een bepaalde kandidaat.", "„De verantwoordelijkheid voor de aanpak van de coronacrisis moet voorgaan. Het CDA verdient een lijsttrekker die alle tijd en energie aan de partij kan besteden, dat is mij nu niet gegeven”, laat De Jonge in een verklaring weten.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "In juli van dit jaar werd De Jonge gekozen tot politiek leider van de christendemocraten. Hij won met een paar honderd stemmen verschil van Tweede Kamerlid Pieter Omtzigt. Op dit moment heeft het CDA negentien zetels in de Tweede Kamer.", "Ondanks de enorme media-aandacht die De Jonge krijgt als coronaminister, blijft de regeringspartij in de peilingen op een behoorlijk verlies staan. Maar De Jonge laat niet alleen het lijsttrekkerschap achter zich, hij zal bij de komende verkiezingen helemaal niet op de CDA-lijst staan. Over een eventueel nieuw ministerschap laat hij zich niet uit. Wel is hij „altijd beschikbaar” voor het CDA.", "‘Aanpak coronacrisis is zo ongelooflijk belangrijk’", "Het was geen makkelijk besluit voor De Jonge. Het valt hem, naar eigen zeggen zeggen, zwaar. „Ik houd van de partij, ik geloof in het verhaal van het CDA, in de kracht van het CDA.” Maar het combineren van het lijsttrekkerschap met zijn functie als coronaminister is „eigenlijk niet goed mogelijk”. Gisterochtend informeerde De Jonge het partijbestuur over zijn besluit, dat hij naar eigen zeggen diezelfde ochtend aan de ontbijttafel had genomen.", "„De aanpak van de coronacrisis is zo ongelooflijk belangrijk”, benadrukte De Jonge, die energiek en opgelucht overkwam. „Dat gaat voor. Hoezeer ik ook houd van de partij. Ik zie gewoon dat ik niet beide goed kan doen. Dan moet je eerlijk zijn naar jezelf toe en naar de partij toe. Daarom kies ik voor het ministerschap en de aanpak van de coronacrisis.” Hij is ervan overtuigd dat het de beste keuze is. Het landsbelang gaat volgens hem altijd vóór het partijbelang.", "Opvolger", "Dan is het dus tijd voor een opvolger. Wie neemt de taken van De Jonge op zich en zal aan kop staan van de CDA-lijst? Pieter Omztzigt, waar De Jonge nipt van won, staat op nummer twee op de lijst. Maar of hij De Jonge moet opvolgen, wil de voormalig lijsttrekker niet zeggen.", "„Dat laat ik aan de partij. Er zijn genoeg goede mensen in de partij.” Ook laat hij zich niet uit over een mogelijke kandidatuur van Wopke Hoekstra, de minister van Financiën. Hoekstra wilde niet op de kandidatenlijst van het CDA. „Dat is niet aan mij, maar echt aan de partij.” Over de invulling van vacature voor CDA-leider heeft De Jonge „zeker ideeën”, zegt hij bij Beau op RTL 4, „en die houd ik even voor me”.", "Maar meerdere politieke bronnen zeggen tegen de politieke redactie van RTL Nieuws dat partijleden Hoekstra wel zien zitten als lijsttrekker.", "De kandidatenlijst voor de komende verkiezingen in maart moet nog worden vastgesteld door het congres van de partij.", "Respect en kritiek", "Op Twitter kan De Jonge rekenen op zowel voor- als tegenstanders. Veel mensen reageren op de tweet van de zorgminister met „respect” of „goede keuze”. Ook geeft iemand hem een mooi compliment: „Beste Hugo, ik heb nog meer waardering voor je gekregen. Misschien wel de zwaarste kabinetspost in 75 jaar. Alle respect voor het moedige en ongetwijfeld moeilijke besluit. Je werkt dag en nacht al maandenlang om Nederland veiliger te krijgen.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Beste Hugo, ik heb nog meer waardering voor je gekregen. Misschien wel de zwaarste kabinetspost in 75 jaar. Alle respect voor het moedige en ongetwijfeld moeilijke besluit. Je werkt dag en nacht al maandenlang om Nederland veiliger te krijgen. — Frank Buijs (@frankbuijs) December 10, 2020", "Maar natuurlijk zijn er ook de nodige kritische noten. Anders zou Twitter Twitter niet zijn. „Goed nieuws. Maar heb eigenlijk liever dat je opstapt als minister van volksgezondheid. De volksgezondheid gaat dankzij jouw desastreuze beleid namelijk met rasse schreden achteruit.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Goed nieuws. Maar heb eigenlijk liever dat je opstapt als minister van volksgezondheid. De volksgezondheid gaat dankzij jouw desastreuze beleid namelijk met rasse schreden achteruit. — Criticaster1960 (@IkNet) December 10, 2020", "Weer andere mensen gaan los omdat zij vinden dat minister De Jonge de pandemie zou hebben „verzonnen”.", "Lees ook: ‘Johnny Depp is compleet doorgeslagen’"], "authors": [], "keywords": ["van", "hem", "het", "op", "jonge", "maar", "wie", "cda", "ik", "stopt", "lijsttrekker", "volgt", "niet", "en", "je", "voor"], "pubDate": "2020-12-11T07:05:49+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}