{"id": "3ebe0373-a0ca-37ae-ae3e-e232fcddf1c1", "title": "Tachtig jaar The Great Dictator: fout bleek in werkelijkheid nog veel fouter", "url": "https://nu.nl/weekend/6084524/tachtig-jaar-the-great-dictator-fout-bleek-in-werkelijkheid-nog-veel-fouter.html", "summary": "Het was de juiste film op het juiste moment.\nHet is slechts een van de indrukwekkende zinnen uit de historische speech die Chaplin geeft aan het einde van The Great Dictator.\nChaplin was een logische tegenpool van Hitler, de Duitse dictator die vier dagen na de Britse komiek werd geboren.\nThe Great Dictator was voor Chaplin vooral een wapen tégen Hitler en alles waar diens fascistische imperium voor stond.\nChaplin bestudeerde Hitler uitvoerigEen van die hoofdrollen is de fictieve dictator Adenoid Hynkel, duidelijk een persiflage van Hitler.", "paragraphs": ["Het is deze week tachtig jaar geleden dat Charlie Chaplins legendarische film The Great Dictator in de Amerikaanse bioscopen verscheen. In de film wordt Adolf Hitler, die op dat moment zijn Duitse oorlogsmachine over Europa laat walsen, succesvol op de hak genomen. Het was de juiste film op het juiste moment. En toch had Chaplin er achteraf spijt van.", "\"Hebzucht heeft de menselijke ziel vergiftigd, de wereld gebarricadeerd met haat en ons in misère en bloedvergieten laten marcheren.\" Het is slechts een van de indrukwekkende zinnen uit de historische speech die Chaplin geeft aan het einde van The Great Dictator.", "Chaplin was een logische tegenpool van Hitler, de Duitse dictator die vier dagen na de Britse komiek werd geboren. Beiden droegen een kleine snor onder de neus. En beiden drukten hun stempel op de twintigste eeuw, maar dan wel op totaal verschillende manieren.", "The Great Dictator was voor Chaplin vooral een wapen tégen Hitler en alles waar diens fascistische imperium voor stond. En Chaplin, groot geworden met de stomme film, had de middelen en bovenal het talent om de satire succesvol in te zetten tegen Hitler. Hij bedacht de film zelf en speelde beide hoofdrollen.", "Chaplin bestudeerde Hitler uitvoerig", "Een van die hoofdrollen is de fictieve dictator Adenoid Hynkel, duidelijk een persiflage van Hitler. Om dat goed te doen, bestudeerde Chaplin diverse toespraken van de dictator. Hitlers maniertjes en ietwat simplistische taalgebruik zijn duidelijk herkenbaar in Hynkel.", "Hoewel de film draait om een fictieve dictator van een fictief land (Tomainia), wordt de Joodse bevolking in dat land wel onderdrukt, geheel passend in de wrange tijdgeest van 1940. Chaplin speelt als tegenpool van Hynkel ook een Joodse kapper die in een getto woont.", "Charlie Chaplin als de naamloze Joodse kapper. (Foto: Getty Images)", "Terwijl de film uitkwam, ontvouwden de nazi's hun gruwelijke plannen", "Gelijktijdig met het uitkomen van The Great Dictator creëerden de nazi's in Warschau een groot getto waarin tijdens de oorlog naar schatting 460.000 Joden werden opgesloten. Systematisch werden de gevangenen van dit getto naar vernietigingskampen vervoerd. Anderen stierven de hongerdood. Uiteindelijk overleefde een groot deel van alle Joden die in getto's werden opgesloten de Holocaust niet.", "Hoewel Chaplin al doorzag hoe fout Hitlers regime was, zag ook hij uiteraard de grootschalige en uiterst wrede daden van de nazi's niet aankomen. Hij begon aan de film te werken kort nadat Hitler zijn troepen op 1 september 1939 de Poolse grens over had gestuurd. Het klapstuk van de film - de historische toespraak van Chaplin - voegde de komiek pas toe nadat Hitler Frankrijk op 10 mei 1940 was binnengevallen.", "De film gaat over twee werelden. Die van het paleis waar Hynkel regeert en het getto waar de Joodse kapper een overlevingsstrijd voert. Natuurlijk was Chaplin een komiek, dus zit de film vol klassieke slapstick als doorzakkende stoelen, onhandigheid en domme misverstanden.", "Maar de echte humor schuilt in de uiterlijke gelijkenissen tussen Hynkel en de kapper. Geen wonder dat de kapper uiteindelijk wordt aangezien voor de dictator en onvoorbereid een speech moet geven, ogenschijnlijk voor de hele wereld.", "Chaplin pakt de tijdgeest bij de strot", "In die toespraak pakt Chaplin de tijdgeest bij de strot en laat niet meer los. \"Ik wil over niemand regeren en niemand veroveren. Ik wil iedereen helpen waar mogelijk, Joods, niet-Joods, zwarte mensen, witte mensen. We willen met elkaars geluk leven, niet met elkaars miserie. We willen elkaar niet haten of verachten. De wereld is groot genoeg voor iedereen, maar we zijn de weg kwijtgeraakt.\"", "Chaplin roept op niet achter \"machine men, with machine minds and machine hearts\" aan te lopen, uiteraard doelend op Hitler en diens fascistische voorbeeld Benito Mussolini, die ook in de film wordt gepersifleerd. \"Meer dan machines hebben we menselijkheid nodig. Meer dan slimheid, hebben we vriendelijkheid en zachtheid nodig.\"", "216 Charlie Chaplin - The Great Dictator Speech", "The Great Dictator draait vooral om de strijd tussen goed en fout", "Het is een passend einde voor een film die vooral draait om de strijd tussen goed en fout, weerspiegeld in de balans tussen de twee werelden die in The Great Dictator tegenover elkaar worden gezet.", "Wat Chaplin niet had kunnen bevroeden, is hoe fout fout uiteindelijk zou zijn. Hoewel de door hem gespeelde Joodse kapper in een getto woont en er in de film ook mensen naar concentratiekampen worden gestuurd, bleek de realiteit nog velen malen erger. De systematische genocide waaraan met name het Joodse volk vanaf 1940 ten prooi viel, geldt als een gitzwart dieptepunt in de geschiedenis van de mensheid.", "Deze realiteit zorgde voor spijt bij Chaplin, zo verklaarde de Engelsman in zijn in 1964 verschenen autobiografie. \"Als ik van de gruwelijkheden van de Duitse concentratiekampen had geweten, had ik The Great Dictator nooit kunnen maken. Dan had ik de moordzuchtige gestoordheid van de nazi's niet op de hak kunnen nemen.\"", "Zag Hitler Chaplin zijn eigen lot voorspellen?", "The Great Dictator was - uiteraard - verboden in nazi-Duitsland en de bezette landen in Europa. Toch heeft Hitler de film volgens de overlevering twee keer gezien. Als dit inderdaad zo is, dan hoorde de nazileider ook de profetische woorden van Chaplin over zijn eigen lot.", "\"De misère waar we nu in zitten, is slechts het voorbijgaan van hebzucht, de bitterheid van mannen die menselijke vooruitgang vrezen\", zegt de komiek in zijn legendarische speech. \"De haat zal verdwijnen, de dictators gaan dood en de macht die ze het volk afnamen, komt terug bij het volk. Zolang mannen sterven, gaat de vrijheid nooit ten onder.\""], "authors": ["Door", "Joost Nederpelt"], "keywords": ["bleek", "hitler", "van", "werkelijkheid", "film", "great", "nog", "het", "tachtig", "op", "die", "chaplin", "fouter", "dictator", "en", "een", "jaar", "veel", "fout"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}