{"id": "3ec2b010-0099-334e-8462-58cc83f8399b", "title": "Achterstand kind met laagopgeleide ouders veelal blijvend: 'Heel alarmerend'", "url": "https://nos.nl/artikel/2361005-achterstand-kind-met-laagopgeleide-ouders-veelal-blijvend-heel-alarmerend.html", "summary": "Veel kinderen van ouders met een laag inkomen of opleidingsniveau beginnen al voor de basisschool met een achterstand, die ze tijdens hun schoolloopbaan niet meer inhalen.\nUit een een nieuw rapport van het Centraal Planbureau (CPB) blijkt dat de sociaaleconomische achtergrond van de ouders meer zegt over het schoolsucces van een kind dan een eventuele migratieachtergrond.\nDaaruit komt naar voren dat kinderen van ouders met een laag inkomen of een lage opleiding al op 3-jarige leeftijd al een achterstand hebben in vergelijking met kinderen van ouders met een hoog inkomen of opleidingsniveau.\nSchoolachterstand werkt door in baankansenKinderen met een migratieachtergrond beginnen volgens het CPB over het algemeen met een achterstand in taal en rekenen, maar zij maken tijdens de basisschool een inhaalslag.\nOf de bestaande programma's in Nederland ook dat effect hebben, durft het CPB niet te zeggen: dat moet eerst beter onderzocht worden.", "paragraphs": ["Veel kinderen van ouders met een laag inkomen of opleidingsniveau beginnen al voor de basisschool met een achterstand, die ze tijdens hun schoolloopbaan niet meer inhalen. Uit een een nieuw rapport van het Centraal Planbureau (CPB) blijkt dat de sociaaleconomische achtergrond van de ouders meer zegt over het schoolsucces van een kind dan een eventuele migratieachtergrond.", "Het CPB legde de gegevens van duizenden basisscholieren uit langlopende onderzoeken in het basis- en middelbaar onderwijs naast demografische data van het CBS. Daaruit komt naar voren dat kinderen van ouders met een laag inkomen of een lage opleiding al op 3-jarige leeftijd al een achterstand hebben in vergelijking met kinderen van ouders met een hoog inkomen of opleidingsniveau.", "\"Vanaf groep 3 nemen de verschillen niet of nauwelijks verder toe, maar ze worden ook niet kleiner\", schrijven de onderzoekers.", "Schoolachterstand werkt door in baankansen", "Kinderen met een migratieachtergrond beginnen volgens het CPB over het algemeen met een achterstand in taal en rekenen, maar zij maken tijdens de basisschool een inhaalslag. \"Uiteindelijk wijken ze weinig af van hun klasgenoten met een vergelijkbare sociaaleconomische achtergrond zonder migratieachtergrond.\"", "De resultaten van het onderzoek zijn van belang, zegt het CPB, aangezien een schoolachterstand op jonge leeftijd vaak negatief doorwerkt in de latere kansen op de arbeidsmarkt. \"Als bepaalde groepen kinderen minder gestimuleerd worden in hun ontwikkeling en er minder geïnvesteerd wordt in hun vaardigheden, dan kan dit lang doorwerken.\"", "Extra lessen voordat een kind naar de kleuterschool gaat en bijles tijdens de kleuterleeftijd kunnen helpen bij het wegwerken van de achterstand, zo blijkt uit buitenlands onderzoek. Of de bestaande programma's in Nederland ook dat effect hebben, durft het CPB niet te zeggen: dat moet eerst beter onderzocht worden."], "authors": [], "keywords": ["laagopgeleide", "cpb", "met", "van", "een", "heel", "niet", "kind", "achterstand", "het", "veelal", "en", "hun", "ouders", "blijvend", "alarmerend", "kinderen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}