{"id": "3ede0a43-8eff-3605-b8f1-07c0a501113b", "title": "Geef een kind een smartphone en je bent het kwijt", "url": "https://volkskrant.nl/columns-opinie/geef-een-kind-een-smartphone-en-je-bent-het-kwijt~b086cc5b/", "summary": "Een paar jaar terug bereikte ik een afgelegen dorp in de Ethiopische hooglanden.\nIk had niet gedacht dat onze dochter anders zou zijn dan andere 12-jarigen, maar ik heb het er toch moeilijk mee.\nHet is een kind van een andere tijd, zo’n kind kan er niets aan doen dat papa zich sinds 1855 niet heeft ontwikkeld.\nOnze dochter was het met die kritiek eens.\nVoor een bewust iPad-loze school zouden we, paradoxaal genoeg, naar Silicon Valley moeten verhuizen: die BigTech-mensen weten wat goed is voor hun eigen kinderen.", "paragraphs": ["De Bewust Digibete Burger heeft het moeilijk met de smartphone van zijn dochter.", "Zodra kinderen hun eigen smartphone hebben, verdwijnen ze uit je leven en keren daar pas weer in terug als je dat rotding met fysiek geweld annexeert. Onder 12-jarigen komt bewust digibetisme niet voor. Een paar jaar terug bereikte ik een afgelegen dorp in de Ethiopische hooglanden. Alle volwassenen keken naar mij, alle kinderen zaten over telefoons van Huawei gebogen. Ik had niet gedacht dat onze dochter anders zou zijn dan andere 12-jarigen, maar ik heb het er toch moeilijk mee.", "Het rotding kwam ons huis binnen tijdens de intelligente lockdown. Voor school bleek het ineens lastig dat onze dochter als enige niet in de klassenapp zat, op voetbal werd ze als enige smartphoneloze kind nergens meer over geïnformeerd. Mijn vrouw zei dat je een kind sociaal niet kunt isoleren. Het is een kind van een andere tijd, zo’n kind kan er niets aan doen dat papa zich sinds 1855 niet heeft ontwikkeld. Onze dochter was het met die kritiek eens. Ik voelde me als de ChristenUnie in Rutte III en ging omwille van de coalitie akkoord met beleid waar ik principieel op tegen was.", "Het voortgezet onderwijs deed er nog een schepje bovenop. In augustus ging onze dochter naar de brugklas en moesten we een iPad kopen. Toen ik tegen een docent zei: ‘Het is eigenlijk of een school ouders verplicht een slof sigaretten aan te schaffen’, keek die mij aan met een blik van: u moet eens met Maurice de Hond gaan praten. Het mooie van zo’n school-iPad is dat je er niet alleen dingen voor school mee kunt doen. Wij hebben onze dochter pas drie keer op TikTok betrapt, telkens bij wiskunde. Voor een bewust iPad-loze school zouden we, paradoxaal genoeg, naar Silicon Valley moeten verhuizen: die BigTech-mensen weten wat goed is voor hun eigen kinderen. Wordt vervolgd in 2021!"], "authors": ["Olaf Tempelman"], "keywords": ["ik", "van", "bent", "kind", "voor", "en", "een", "geef", "kwijt", "met", "smartphone", "onze", "dochter", "het", "niet", "dat", "je"], "pubDate": "2020-12-29T13:03:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}