{"id": "3ee6fa65-33fd-360a-b6a8-5cafb6bd0fa5", "title": "‘Doof of blind?’, blaften wij elkaar vroeger toe op het schoolplein", "url": "https://volkskrant.nl/cultuur-media/doof-of-blind-blaften-wij-elkaar-vroeger-toe-op-het-schoolplein~ba0dd01b/", "summary": "Beeld Douwe Dijkstra‘Doof of blind?’, blaften wij elkaar vroeger toe op het schoolplein, op zo’n stoere, half dwingende toon.\nMuziek die ik nog ken uit de tijd dat de audio nog intact was, wordt gewoon aangevuld door mijn geheugen.\nHet is te vergelijken met de verklaring van de makers van Jurassic Park hoe ze dino’s konden creëren door het ontbrekende dna aan te vullen met het dna van amfibieën.\nDaardoor weet ik niet eens precies wat nou wel en niet doorkomt.\nEn als u mij helemaal te gek ziet gaan op ouwelullenmuziek, dan is het dus niet omdat ik niet met mijn tijd meega.", "paragraphs": ["Beeld Douwe Dijkstra", "‘Doof of blind?’, blaften wij elkaar vroeger toe op het schoolplein, op zo’n stoere, half dwingende toon. ‘Je moet kiezen!’ Er was nog geen internet, dus je moest íéts doen om jezelf bezig te houden.", "Bijna iedereen koos voor doof. Dat snap ik wel. Wie doof is kan nog steeds lezen, gamen en autorijden. Je kunt in de openbare ruimte nog moeiteloos om de obstakels heen slalommen zonder al je botten te breken. En als je de ondertiteling aanzet, kun je zelfs ook nog tv kijken. Tenminste, als je er niet mee zit dat je de uitzending niet meer kunt onderbreken of doorspoelen omdat teletekst alle digitale functies blokkeert en de monden niet synchroon lopen met de manshoge gele letters die een groot deel van de relevante beelden bedekken. Maar toch.", "Wat wel echt rot is, is dat muziek niet meer te doen is. Ik ben niet doof geboren. Het is erin geslopen, lang onopgemerkt gebleven, maar ik raak steeds meer audio kwijt, totdat het op een dag volledig stil zal zijn.", "Toen ik nog kon horen, was ik altijd muziek aan het draaien met vrienden. Hele nachten zaten we op de grond, met flessen wijn en overvolle asbakken, luisterend en pratend over waarom sommige nummers briljant waren en waar je was toen die muziek voor het eerst tot je kwam. De eerste keer dat ik Jeff Buckley hoorde in Paradiso en meteen begon te huilen. Zoenen met de eerste grote liefde op Once in a Lifetime van Talking Heads. Uitzinnig dansen op de Tom Tom Club.", "Maar de hersenen zijn slim. Muziek die ik nog ken uit de tijd dat de audio nog intact was, wordt gewoon aangevuld door mijn geheugen. Het is te vergelijken met de verklaring van de makers van Jurassic Park hoe ze dino’s konden creëren door het ontbrekende dna aan te vullen met het dna van amfibieën. Zo werkt het ongeveer ook met doofheid. Hoewel het zeker is dat er hele stukken tussenuit vallen, ‘hoor’ ik ze toch, doordat ze in mijn geheugen zijn opgeslagen. Daardoor weet ik niet eens precies wat nou wel en niet doorkomt. Wat dat aangaat ben ik in goed gezelschap: Beethoven was vanaf zijn 30ste doof en was daardoor gedwongen vanuit zijn geheugen te componeren. Hij herinnerde zich hoe de muziek klonk, zodat hij toch nog aan het werk bleef.", "Alleen nieuwe muziek is niet te doen. Daar hoor ik wél alleen maar flarden van, dus roep ik dingen als: ‘Kan die teringherrie af?’ En: ‘Dat is geen muziek, dat is geluid.’ Standaardrepertoire van de meeste ouders, dus daar kom ik wel mee weg. En als u mij helemaal te gek ziet gaan op ouwelullenmuziek, dan is het dus niet omdat ik niet met mijn tijd meega. Helemaal niet."], "authors": ["Manon Spierenburg"], "keywords": ["blaften", "van", "wij", "toe", "op", "het", "doof", "nog", "met", "ik", "niet", "je", "blind", "en", "te", "dat", "elkaar", "vroeger", "schoolplein"], "pubDate": "2020-12-02T17:16:16+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}