{"id": "3eedd9d6-9373-3b80-aea0-b27f03e85cb5", "title": "Last van 'mascne'? Probeer zo puistjes voortaan weg te houden", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5195844/last-van-mascne-acne-mondmasker-probeer-zo-puistjes-voortaan-weg-te", "summary": "Hormonale acneTijdens hormonale veranderingen worden er veel meer hormonen afgescheiden die van invloed zijn op de groei, seksualiteit en emoties.\nMaar dezelfde hormonen zorgen ook voor een verhoogde productie van talg (huidvet) waardoor een vette huid en puisten kunnen ontstaan.\nDe combinatie van talg en dode huidcellen blokkeert de uitgang van een porie en zorgt voor een zwelling.\nDe bacteriën op de huid kunnen zich dan vermenigvuldigen binnen de verstopte porie waardoor er een ontsteking ontstaat.\nMedisch schoonheidsspecialiste Inge van der Meulen zei eerder tegen EditieNL dat ze 'mascne' - een samenvoeging van de woorden 'acne' en 'masker' - steeds vaker tegenkomt in haar praktijk.", "paragraphs": ["Meestal wordt acne veroorzaakt door hormonale veranderingen tijdens de puberteit, maar er kunnen ook andere oorzaken zijn.", "Hormonale acne", "Tijdens hormonale veranderingen worden er veel meer hormonen afgescheiden die van invloed zijn op de groei, seksualiteit en emoties. Maar dezelfde hormonen zorgen ook voor een verhoogde productie van talg (huidvet) waardoor een vette huid en puisten kunnen ontstaan.", "De combinatie van talg en dode huidcellen blokkeert de uitgang van een porie en zorgt voor een zwelling. De bacteriën op de huid kunnen zich dan vermenigvuldigen binnen de verstopte porie waardoor er een ontsteking ontstaat.", "Omdat de hormonale veranderingen soms tijdelijk zijn, bijvoorbeeld tijdens je ongesteldheid of zwangerschap, kan het dus zijn dat je het ene moment een mooie egale huid hebt en het andere moment kampt met een onzuivere, vette huid met puisten.", "Andere oorzaken van acne", "Behalve hormonale veranderingen kunnen er ook andere oorzaken zijn voor het ontstaan of verergeren van de puistjes, namelijk:", "Genetische factoren: andere familieleden hebben ernstige acne", "Cosmetica", "Polycysteus ovarium syndroom: cysten op de eierstokken", "Bepaalde geneesmiddelen", "Stress", "Druk door kleding op de huid", "Staphylococcus aureus bacterie", "Mogelijk is er ook een relatie tussen acne en het eten en drinken van zuivelproducten", "En nu dus ook steeds vaker door het veelvuldig dragen van een mondkapje. Medisch schoonheidsspecialiste Inge van der Meulen zei eerder tegen EditieNL dat ze 'mascne' - een samenvoeging van de woorden 'acne' en 'masker' - steeds vaker tegenkomt in haar praktijk. En vooral bij mensen die de hele dag door een mondkapje (moeten) dragen. \"Dat komt voornamelijk omdat de huid niet kan ademen.\""], "authors": [], "keywords": ["zo", "huid", "van", "probeer", "puistjes", "het", "op", "veranderingen", "zijn", "mascne", "een", "ook", "te", "en", "voortaan", "er", "houden", "weg"], "pubDate": "2020-11-09T10:26:44+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}