{"id": "3ef366c6-1d31-3bd2-a50a-8dd06274b21b", "title": "Wat doet landbouwgif met onze gezondheid? ‘Veel vragen zijn nog nooit onderzocht’", "url": "https://volkskrant.nl/wetenschap/wat-doet-landbouwgif-met-onze-gezondheid-veel-vragen-zijn-nog-nooit-onderzocht~b4f0ed31/", "summary": "Begin deze eeuw werkte Violette Geissen (57) als gasthoogleraar in Tabasco, Mexico, in de buurt van een grote bananenplantage.\nWant eigenlijk, zegt Geissen, weten we nog maar bitter weinig van het effect van pesticiden op de omgeving.\nHet probleem is dat de normen zijn gebaseerd op een testbeleid dat sinds de jaren tachtig nauwelijks is veranderd.\n‘Wat ook gebeurt, is dat deeltjes zich hechten aan fijnstof dat vrijkomt bij het bewerken van het land.\nAls ons vermoeden klopt dat er een verband is tussen pesticiden en long- en nieraandoeningen, alzheimer en parkinson, dan leidt dat ook tot hogere gezondheidskosten.", "paragraphs": ["Er is nog veel onbekend over wat pesticiden in de landbouw doen met mens en milieu. De Wageningse hoogleraar Violette Geissen leidt een grootschalig onderzoek. Is er een verband met ziekten als parkinson?", "Begin deze eeuw werkte Violette Geissen (57) als gasthoogleraar in Tabasco, Mexico, in de buurt van een grote bananenplantage. Die werd geregeld bespoten met een vliegtuigje vanuit de lucht. Volgens de autoriteiten kon dat geen kwaad. Geissen vertrouwde het niet. Ze deed onderzoek naar het grondwater en vond daarin hoge concentraties pesticiden.", "Bij navraag onder artsen in de buurt kreeg ze te horen dat opvallend veel omwonenden onvruchtbaar waren en vrouwen vaak miskramen kregen. ‘Ik dacht: daar wil ik meer van weten.’ Het is een gedachte die haar sindsdien niet meer heeft losgelaten. Want eigenlijk, zegt Geissen, weten we nog maar bitter weinig van het effect van pesticiden op de omgeving.", "Ze hoopt daar zelf verandering in te brengen. Geissen, tegenwoordig hoogleraar bodemdegradatie en landbeheer aan Wageningen Universiteit & Research, geeft leiding aan Sprint, een grootschalig Europees onderzoeksproject naar de effecten van pesticiden op mens, dier, plant en milieu. Er is nog zo veel dat we niet weten, zegt de in Duitsland geboren hoogleraar. ‘Veel vragen zijn nooit goed onderzocht.’", "Gewasbeschermingsmiddelen worden getoetst voordat ze op de markt mogen komen. Er gelden normen voor het gebruik. Dat is toch allemaal keurig onderzocht.", "‘In Europa heb je daarvoor de Europese Autoriteit voor Voedselveiligheid (Efsa) en in Nederland het College voor de toelating van gewasbeschermingsmiddelen en biociden (Ctbg). Het probleem is dat de normen zijn gebaseerd op een testbeleid dat sinds de jaren tachtig nauwelijks is veranderd. Effecten op de bodem worden gemeten op slechts vijf indicatoren. Terwijl er meer dan een miljoen soorten bodemorganismen zijn.", "‘Om een voorbeeld te geven: glyfosaat is een veelgebruikt onkruidbestrijdingsmiddel dat geen effect zou hebben op ander bodemleven. Maar uit onderzoek weten we dat glyfosaat ook nuttige bacteriën en schimmels in de grond doodt. Daardoor daalt de gezondheid van de bodem. Als gevolg daarvan moeten boeren vaker spuiten tegen schadelijke schimmels die juist meer voorkomen.’", "Hoe kan het dat daar geen rekening mee wordt gehouden?", "‘De normen zijn gebaseerd op theoretische modellen, niet op veldonderzoek. In die modellen wordt er bijvoorbeeld van uitgegaan dat pesticiden op de bodem blijven en daar uiteindelijk worden afgebroken. Dat is niet zo.", "‘Wij hebben een inventarisatie gedaan in tien Europese landen: op 83 procent van de landbouwgrond zaten resten van pesticiden in de bodem. In de meeste bodemmonsters vonden we cocktails van soms wel meer dan tien bestrijdingsmiddelen. In Nederland hebben we veel DDT aangetroffen, een middel dat al sinds 1973 verboden is. Het zit nog steeds in de grond. Restanten van pesticiden stapelen zich op in de bodem.", "‘Waar de normen ook geen rekening mee houden, is dat pesticiden zich verspreiden via de lucht. Dat gaat onder andere via verdamping. Er is onderzoek gedaan in een gebied met bloembollenteelt: daaruit bleek dat het hele groeiseizoen permanent pesticiden in de lucht te meten waren. In datzelfde onderzoek zijn bij bewoners in de buurt van bollenvelden urinemonsters afgenomen en is huisstof onderzocht. Ook daar zaten resten van pesticiden in.", "‘Wat ook gebeurt, is dat deeltjes zich hechten aan fijnstof dat vrijkomt bij het bewerken van het land. Op die manier verspreiden pesticiden zich over een groot gebied. Bij een onderzoek in Duitsland twee jaar geleden zijn op 116 plekken luchtmonsters genomen, verspreid over het land. Ze vonden bijna overal resten, van 124 bestrijdingsmiddelen. Wij hebben een windtunnelexperiment gedaan. Daaruit bleek dat vooral fracties die effect hebben op de luchtwegen zich aan fijnstof hechten.’", "Kan het kwaad als mensen pesticiden inademen?", "‘Het is onbekend wat er dan gebeurt. Neem als voorbeeld weer even glyfosaat. Daarvan weten we dat het schimmels en bacteriën in de bodem doodt. Dat doet het mogelijk ook met bacteriën in de longen en darmflora van mensen. Als dat zo is, vermindert dat onze weerstand en zijn we vatbaarder voor ziekten.", "‘Daar komt bij: de normen geven alleen een maximum per middel. Er geldt geen limiet voor het aantal verschillende middelen dat een boer mag gebruiken, of voor de totale hoeveelheid pesticiden die je mag opbrengen. Zolang je voor elk middel maar onder de norm zit, is het goed.", "‘Maar we weten weinig van de effecten van cocktails van bestrijdingsmiddelen op de gezondheid. In Frankrijk is onderzoek gedaan naar parkinson, dat erkend wordt als een beroepsziekte bij wijnboeren. Dat wordt in verband gebracht met het gebruik van insecticiden die het zenuwstelsel aantasten. Wij werken samen met een Iers lab. Dat heeft bij muizen een correlatie gevonden tussen de gezondheid van de darmflora en mentale aandoeningen zoals alzheimer en depressies.", "‘Dan is de vraag: als glyfosaat, dat potentieel onze weerstand aantast, wordt gebruikt in combinatie met insecticiden, is het effect daarvan dan misschien veel groter? Wij willen graag onderzoeken of er een verband bestaat tussen pesticidencocktails en dit soort ziekten.’", "Mensen krijgen pesticiden door de lucht binnen. Komen ze ook in ons voedsel terecht?", "‘De Efsa publiceert daar elk jaar een rapport over. In 2018 werden in 29 procent van de voedselmonsters resten van meerdere bestrijdingsmiddelen gevonden. In één fles wijn die mijn collega’s analyseerden zaten 26 residuen. Allemaal onder de norm, dus zogenaamd was er niks aan de hand. Ook bij voedsel geldt dat er geen normen zijn voor hoeveel bestrijdingsmiddelen op een product mogen zitten of voor de totale hoeveelheid achtergebleven residuen. Dat is verontrustend.’", "De overheid staat toch borg voor de veiligheid van ons voedsel?", "‘De overheid zegt tegen haar burgers: voedsel is veilig, er worden alleen middelen toegepast die niet schadelijk zijn. Maar voor veel middelen is dat nooit onomstotelijk bewezen. Er zijn tweeduizend bestrijdingsmiddelen op de markt, met vijfhonderd werkzame substanties. Collega’s van mij hebben er daarvan 289 bekeken. Van slechts vijftig staat vast dat ze onschadelijk zijn.", "‘Van de andere 239 is dat omstreden, of niet honderd procent zeker. Als je het voorzorgprincipe hanteert, zou je deze middelen niet toelaten. Wie een nieuwe auto op de markt brengt, moet bewijzen dat de remmen 100 procent in orde zijn. Bij pesticiden geldt dat ze bij twijfel toch verkocht mogen worden.’", "Waarom?", "‘Onderzoek is duur en ingewikkeld. Producenten hebben daar geen belang bij en die hebben grote invloed op het beleid. Het is zoals het dieselschandaal: zolang niet iemand hard roept dat het misgaat, gebeurt er niks. We hebben lang stilgestaan, er moet verandering komen. Het is goed dat de Europese Commissie wakker is geworden en dat nu ook vindt.’", "Jullie gaan dit nu onderzoeken. Hoe pakken jullie dat aan?", "‘Wij hebben casestudy’s opgezet in tien gebieden in Europa en één in Argentinië, waar soja wordt verbouwd dat wordt verwerkt in Europees veevoer. Daar gaan wij kijken: welke bestrijdingsmiddelen komen we het meest tegen? Wat zit er in de grond en het water? Hoe is het met de biodiversiteit? Wat vinden we in uitwerpselen van dieren en mensen? Van daaruit doen we nader onderzoek. Wij hebben vragen, gebaseerd op wetenschappelijke literatuur en die willen we graag uitzoeken. Daar hebben we vijf jaar de tijd voor.’", "Violette Geissen: ‘De overheid zegt tegen haar burgers: voedsel is veilig, er worden alleen middelen toegepast die niet schadelijk zijn. Maar voor veel middelen is dat nooit onomstotelijk bewezen.’ Beeld Pauline Marie Niks", "Waar moet dat uiteindelijk toe leiden? Tot nieuwe normen voor bestrijdingsmiddelen, gebaseerd op praktijkonderzoek?", "‘Hopelijk kunnen we na afloop beter de risico’s inschatten van cocktails van bestrijdingsmiddelen op de gezondheid van mensen, dieren en het ecosysteem. Aan de hand daarvan kunnen we suggesties doen voor het verbeteren van de toelatingsprocedures en aanbevelingen opstellen voor een limiet aan het aantal en de totale hoeveelheid bestrijdingsmiddelen die een boer mag gebruiken op zijn land. Dat soort normen zijn er nu helemaal niet.’", "De Europese Commissie wil in zijn Farm-to-Forkstrategie het pesticidengebruik met de helft terugbrengen. Dat is een strop voor boeren, omdat ze met pesticiden meer opbrengst halen.", "‘De economen die in het Sprint-project werken kijken ook naar de kosten op macroniveau. Als ons vermoeden klopt dat er een verband is tussen pesticiden en long- en nieraandoeningen, alzheimer en parkinson, dan leidt dat ook tot hogere gezondheidskosten. De vraag is hoe dat zich verhoudt tot de winst van de extra oogst die pesticiden opbrengen.’", "Mooi als minder pesticiden gezondheidswinst zouden opleveren. Maar ondertussen zit de boer met een lagere opbrengst van zijn land.", "‘De rol van de overheid is cruciaal. Die moet ervoor zorgen dat ook boeren ervan profiteren. Het is voor boeren belangrijk dat ze daarop kunnen vertrouwen. Ik denk dat we moeten overstappen op een andere manier van denken. Ons landbouwbeleid is nog steeds een reactie op de hongerwinter. Alles was gericht op hogere productie, want mensen moesten eten. Pesticiden zorgden voor meer opbrengst, dus die werden daarvoor ook ingezet.", "‘We moeten dat idee loslaten. We hebben nieuwe technieken tot onze beschikking: we kunnen robotica inzetten voor onkruidbestrijding en andere teeltmethoden zoals gewasdiversificatie toepassen, waarmee we een robuuster landbouwsysteem creëren dat minder pesticiden nodig heeft.", "‘Ik wil niemand aanvallen of aanklagen. We moeten die overgang samen maken, met de boeren, de bedrijven en de ngo’s. Het is nodig dat we nadenken over de vraag waar we naartoe willen en hoe we een duurzame voedselketen opbouwen. Wij in Europa kunnen daarin het voortouw nemen en de wereld laten zien dat het ook anders kan.’"], "authors": ["Mac Van Dinther"], "keywords": ["vragen", "wat", "onze", "van", "nog", "landbouwgif", "het", "onderzocht", "met", "zijn", "op", "voor", "die", "pesticiden", "een", "dat", "en", "veel", "er", "nooit"], "pubDate": "2020-11-13T14:00:23+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}