{"id": "3ef8c262-f15b-3b7b-b9d1-37fae0d73c9b", "title": "De beste smartphones in elke prijsklasse", "url": "https://www.rtlnieuws.nl/tech/artikel/5202502/stuff-telefoons-update", "summary": "De eerste is de categorie tot 250 euro, en daarna komt er 250 euro bovenop in elke prijsklasse, tot we bij de telefoons van boven de 1000 euro zijn.\nDit zijn ze:Boven 1000 euro» iPhone 12 Pro Max: de grootste iPhone ooit, met de beste camera van allemaal en een goede batterijduur.\n» Samsung Galaxy S20 Ultra: op elk vlak het beste dat Samsung te bieden heeft.\n750-1000 euro» Apple iPhone 12 (Mini): de beste iPhone voor vrijwel iedereen.\n» Xiaomi Mi 10T Pro: biedt een razendsnel scherm, een erg vlotte chip en een complete camera voor een scherpe prijs.", "paragraphs": ["In onze Bright Stuff-koopgidsen noemen we de drie beste producten in allerlei productcategorieën, zoals onze favoriete laptops, koptelefoons en e-bikes. De krenten uit de pap die we iedereen aanraden. Producten die we hebben getest of zelf gebruiken omdat ze de beste in hun soort zijn.", "We hadden al koopgidsen voor smartphones in vijf prijsklassen, maar die hebben we versimpeld. De eerste is de categorie tot 250 euro, en daarna komt er 250 euro bovenop in elke prijsklasse, tot we bij de telefoons van boven de 1000 euro zijn. Dit zijn ze:", "Boven 1000 euro", "» iPhone 12 Pro Max: de grootste iPhone ooit, met de beste camera van allemaal en een goede batterijduur.", "» Samsung Galaxy S20 Ultra: op elk vlak het beste dat Samsung te bieden heeft. Eén van de meest complete Android-toestellen van dit moment.", "» Samsung Galaxy Z Fold 2: de beste opvouwbare telefoon tot nu toe. Nog steeds een niche-apparaat, maar wil je een vouwtelefoon, dan moet deze hebben.", "750-1000 euro", "» Apple iPhone 12 (Mini): de beste iPhone voor vrijwel iedereen. Verrassend compleet, zo aantrekkelijk dat voor velen de stap naar de iPhone 12 Pro-modellen overbodig is. De iPhone 12 Mini is dat ook, maar dan kleiner.", "» Samsung Galaxy S20/S20+ 5G: nog altijd twee van de sterkste Android-toestellen, met een prijs die al flink is gedaald.", "» Sony Xperia 5 II: een premiumtoestel dat handzaam is, maar toch een groot scherm heeft: het is gewoon wat smaller", "500-750 euro", "» Apple iPhone 11: alle kracht van de 11 Pro, een mooier en groter scherm dan de SE en een prijs die in het midden uitkomt.", "» OnePlus 8T: op dit moment de beste OnePlus die je kan kopen, 120Hz-oledscherm, snelle chip en fijne Android-skin.", "» Xiaomi Mi 10T Pro: biedt een razendsnel scherm, een erg vlotte chip en een complete camera voor een scherpe prijs.", "250-500 euro", "» Apple iPhone SE: een weinig opvallende maar prima uitgeruste iPhone, voor een on-Apple lage prijs.", "» OnePlus Nord: betaalbaar toestel met zes camera’s, een 90 hz oled-scherm en 5G.", "» Google Pixel 4a: het best gelukte Pixel-toestel tot nu toe, simpel maar compleet voor een toegankelijke prijs.", "Onder 250 euro", "» Realme 7: voor nog geen 200 euro biedt de Realme 7 een prima 90Hz-scherm, een snellaadoptie en een forse accu.", "» Xiaomi Poco M3: met de Poco M3 herhaalt het budgetmerk van Xiaomi waar het 't beste in is: heel veel voor heel weinig", "» Motorola Moto G9 Plus: prima prijs-kwaliteitverhouding met een verrassend snelle chip.", "Kijk bij Bright Stuff voor meer producten die wij aanraden."], "authors": [], "keywords": ["prijsklasse", "beste", "van", "euro", "voor", "en", "een", "elke", "smartphones", "het", "maar", "iphone", "die"], "pubDate": "2020-12-15T14:00:59Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}