{"id": "3efe4484-71c6-3209-87a7-f425dc3b7f99", "title": "Etappes en Nederlandse deelnemers Dakar Rally 2021", "url": "https://nu.nl/sport-overig/6099432/etappes-en-nederlandse-deelnemers-dakar-rally-2021.html", "summary": "De auto's, trucks, motors, buggy's en quads krijgen 7.600 kilometer voor de kiezen met een start en finish in de stad Djedda.\nHet etappeschema en alle Nederlandse deelnemers op een rij.\nBernhard ten Brinke verschijnt dit jaar namens Toyota met het Belgische team van Overdrive aan de start van de Dakar Rally.\nMaurik van den Heuvel met Wilko van Oort en Martijn van Rooij523.\nWilliam van Groningen met Cornelis Marten de Wit en Jaco van Groningen", "paragraphs": ["Voor het tweede jaar op rij wordt de Dakar Rally in Saoedi-Arabië gehouden. De auto's, trucks, motors, buggy's en quads krijgen 7.600 kilometer voor de kiezen met een start en finish in de stad Djedda. Het etappeschema en alle Nederlandse deelnemers op een rij.", "Etappeschema", "Zaterdag 2 januari, proloog met start en finish in Djedda (11 kilometer)", "Zondag 3 januari, eerste etappe van Djedda naar Bisha over 622 kilometer", "Maandag 4 januari, tweede etappe van Bisha naar Wadi Ad-Dawasir over 685 kilometer", "Dinsdag 5 januari, derde etappe met start en finish in Wadi Ad-Dawasir (630 kilometer)", "Woensdag 6 januari, vierde etappe van Wadi Ad-Dawasir naar Riyad over 813 kilometer", "Donderdag 7 januari, vijfde etappe van Riyad naar Buraidah over 625 kilometer", "Vrijdag 8 januari, zesde etappe van Buraidah naar Hail over 655 kilometer", "Zaterdag 9 januari, rustdag", "Zondag 10 januari, zevende etappe van Hail naar Al Jawf over 737 kilometer", "Maandag 11 januari, achtste etappe van Al Jawf naar Neom over 709 kilometer", "Dinsdag 12 januari, negende etappe met start en finish in Neom (579 kilometer)", "Woensdag 13 januari, tiende etappe van Neom naar Al-Ula over 583 kilometer", "Donderdag 14 januari, elfde etappe van Al-Ula naar Yanbu over 557 kilometer", "Vrijdag 15 januari, twaalfde etappe van Yanbu naar Djedda over 452 kilometer", "Bernhard ten Brinke verschijnt dit jaar namens Toyota met het Belgische team van Overdrive aan de start van de Dakar Rally. Bernhard ten Brinke verschijnt dit jaar namens Toyota met het Belgische team van Overdrive aan de start van de Dakar Rally. Foto: ANP", "Nederlandse deelnemers", "Motoren", "25. Paul Spierings", "115. Olaf Harmsen", "", "Auto's", "306. Bernhard ten Brinke met de Belg Tom Colsoul", "312. Erik van Loon met de Fransman Sébastian Delaunay", "347. Tim Coronel met Tom Coronel", "Buggy's", "416. Kees Koolen en Jurgen van den Goorbergh", "454. Gert-Jan van der Valk en Branco de Lange", "Trucks", "506. Martin van den Brink met Wouter de Graaf en de Tsjech Daniel Kozlovsky", "511. Gert Huzink met Rob Buursen en Martin Roesink", "515. Pascal de Baar met Jan van der Vaet en Stefan Slootjes", "519. Maurik van den Heuvel met Wilko van Oort en Martijn van Rooij", "523. William de Groot met Marcel Snijders en Bart Gloudemans", "525. Richard de Groot met Jan Hulsebosch en Markus Laan", "528. Alexander Koot met Remco Aangeenbrug en Wesley van Groningen", "529. Mitchel van den Brink met Rijk Mouw en Wilfred Schuurman", "537. William van Groningen met Cornelis Marten de Wit en Jaco van Groningen"], "authors": ["Foto", "Door"], "keywords": ["deelnemers", "van", "januari", "naar", "en", "etappe", "met", "start", "dakar", "finish", "etappes", "het", "rally", "nederlandse", "djedda", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}