{"id": "3f00f201-665d-3f3a-b0d1-52920884029c", "title": "Lezersvragen: Hoe lang blijft een coronavaccin in je lichaam?", "url": "https://nu.nl/uitleg-over-het-coronavirus/6093952/lezersvragen-hoe-lang-blijft-een-coronavaccin-in-je-lichaam.html", "summary": "Als je een vaccin tegen het coronavirus krijgt, ben je hopelijk voor langere tijd beschermd.\nIeder coronavaccin probeert ervoor te zorgen dat het immuunsysteem bescherming tegen het coronavirus gaat aanleggen.\nHet vaccin van Sanofi en GSK bevat bijvoorbeeld, als enige van de zes vaccins die Nederland wil gaan gebruiken, kleine stukjes van het coronavirus.\nAls het vaccin eenmaal afgebroken is, dan zal een deel van de afgebroken deeltjes via je ontlasting je lichaam verlaten.\nRoestenberg en Snijder benadrukken dat als een vaccin uit je lichaam is, de reactie van je immuunsysteem nog niet is verdwenen.", "paragraphs": ["Als je een vaccin tegen het coronavirus krijgt, ben je hopelijk voor langere tijd beschermd. Het vaccin zelf wordt al veel eerder afgebroken. Hoe gaat dit in zijn werk?", "Hoelang 'prikkelt' een vaccin het immuunsysteem?", "Ieder coronavaccin probeert ervoor te zorgen dat het immuunsysteem bescherming tegen het coronavirus gaat aanleggen. Cécile van Els, hoogleraar vaccinologie aan de Universiteit Utrecht, legt uit dat vaccins met name in de eerste uren en dagen na vaccinatie het immuunsysteem prikkelen.", "Hoe dit prikkelen precies in zijn werk gaat, verschilt per vaccin. Het vaccin van Sanofi en GSK bevat bijvoorbeeld, als enige van de zes vaccins die Nederland wil gaan gebruiken, kleine stukjes van het coronavirus. Deze stukjes coronavirus worden ook wel antigenen genoemd. Hier kan je geen COVID-19 van krijgen, maar ze zorgen er bijvoorbeeld wel voor dat het immuunsysteem antistoffen tegen het coronavirus gaat aanmaken. Deze antistoffen kunnen - als het vaccin goed werkt - het coronavirus snel onschadelijk maken.", "De overige vijf coronavaccins zorgen ervoor dat je lichaam zelf corona-antigenen gaat maken. Het immuunsysteem reageert vervolgens ook op deze antigenen door onder meer antistoffen aan te maken. Het aanmaken van corona-antigenen stopt een paar dagen na vaccinatie.", "Als je immuunsysteem corona-antigenen bespeurt, duurt het nog een aantal dagen voordat de immuunreactie goed op gang is. Het kost dus tijd voordat er voldoende antistoffen zijn gemaakt. Bij de eerste onderzoeken onder mensen naar het vaccin van AstraZeneca en de University of Oxford bleef de hoeveelheid antistoffen in het bloed bijvoorbeeld nog zeker 28 dagen na de vaccinatie stijgen.", "Hoelang blijft een vaccin in het lichaam?", "Hoelang het duurt voordat een vaccin in het lichaam weer volledig afgebroken is, kan per vaccin iets verschillen. Rogier Sanders, hoogleraar virologie aan de Universiteit van Amsterdam, legt uit dat dit bij alle vaccins maximaal een paar weken duurt.", "Als het vaccin eenmaal afgebroken is, dan zal een deel van de afgebroken deeltjes via je ontlasting je lichaam verlaten. Een ander deel wordt mogelijk in het lichaam weer hergebruikt als bouwstof. Meta Roestenberg en Eric Snijder, virusonderzoekers aan het Leids Universitair Medisch Centrum, laten weten dat je lichaam gewend is om het soort stof dat in vaccins zit af te breken. Dit gebeurt bijvoorbeeld ook bij een echte virusinfectie en bij veel andere processen in het lichaam.", "Roestenberg en Snijder benadrukken dat als een vaccin uit je lichaam is, de reactie van je immuunsysteem nog niet is verdwenen. Bij sommige vaccins, zoals het poliovaccin, kan de immuunreactie je nog je hele leven beschermen. Hoelang de coronavaccins bescherming gaan bieden, weten we op dit moment nog niet.", "Wanneer verwacht je eventuele bijwerkingen?", "Eventuele bijwerkingen worden vooral kort na vaccinatie verwacht, wanneer het vaccin bezig is een reactie van je immuunsysteem op te wekken. Anke Huckriede, hoogleraar vaccinologie aan de Rijksuniversiteit Groningen, legde eerder aan NU.nl uit dat dit voor een grieperig gevoel kan zorgen.", "Ook als het vaccin helemaal uit je lichaam is verdwenen is er nog een kleine kans op bijwerkingen. Dit komt doordat de reactie van je immuunsysteem op het vaccin dus niet is verdwenen en dit in theorie voor bijwerkingen zou kunnen zorgen. Roestenberg en Snijder schrijven dat dit soort bijwerkingen vaak erg zeldzaam zijn.", "Erg zeldzame bijwerkingen zijn voor toelating van een vaccin vaak niet helemaal uit te sluiten. Bijwerkingen die vaak en iets minder vaak voorkomen kennen we, omdat tienduizenden mensen nu deelnemen aan de coronavaccinonderzoeken.", "Om eventuele ernstige zeldzame bijwerkingen straks snel te kunnen signaleren worden er in Europa nu al voorbereidingen getroffen. Zo gaat bijwerkingencentrum Lareb een groep mensen intensief volgen nadat ze het coronavaccin hebben gehad. Er zijn geen aanwijzingen dat een van de coronavaccins die Nederland wil gebruiken voor ernstige bijwerkingen zorgt.", "Eind november vroegen we via reactieplatform NUjij welke vragen jullie hebben over het coronavaccin. Naar aanleiding van deze vragen schreven we dit stuk, keken we of vaccinatie nog nut heeft als je al COVID-19 hebt gehad en zochten we uit hoe RNA-vaccins werken."], "authors": ["Door", "Shannon Bakker"], "keywords": ["immuunsysteem", "coronavaccin", "lezersvragen", "van", "dit", "bijwerkingen", "hoe", "het", "vaccin", "lang", "een", "je", "dat", "en", "blijft", "lichaam"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}