{"id": "3f1338f5-0ad1-34ca-be2b-0c982fb6d07e", "title": "De beurs is een manisch-depressieve patiënt die maar een goeroe kent: dokter Sigmund", "url": "https://volkskrant.nl/columns-opinie/de-beurs-is-een-manisch-depressieve-patient-die-maar-een-goeroe-kent-dokter-sigmund~ba575316/", "summary": "Ongeacht de objectieve marktwaarde houden ze vast aan een aandeel, omdat ze die ooit gekocht hebben toen ze zichzelf heel slim vonden.\nNa de beurscrash van 1929 kelderde de Dow van een hoogtepunt van 381 punten naar 240 punten.\n‘Valse oplevingen’ komen heel vaak voor bij dalende markten, omdat beleggers te voortijdig op een rijdende trein springen uit angst te laat te zijn.\nDe grootste crash – nog groter dan die van 1929 – was die in oktober 1987.\nDe beurs is een manisch-depressieve patiënt die maar een goeroe kent: dokter Sigmund.", "paragraphs": ["Wie beurskoersen wil voorspellen, moet de mens achter de belegger leren kennen. De meesten overschatten hun eigen wijsheid. Ze zullen nog minder snel hun ongelijk toegeven dan Louis van Gaal of Mark Rutte.", "Bekend is dat beleggers hun bezit overwaarderen, omdat zij het simpelweg bezitten. Ongeacht de objectieve marktwaarde houden ze vast aan een aandeel, omdat ze die ooit gekocht hebben toen ze zichzelf heel slim vonden.", "Stuart Podmore van vermogensbeheerder Schroders noemde dat het spijtafkeereffect. Beleggers willen niet erkennen dat ze in het verleden foute beslissingen hebben genomen. Ze proberen coûte que coûte spijtgevoelens te voorkomen.", "Het is verbazingwekkend dat banken, waaronder centrale banken, economische denktanks en finan­ciële instituten zoveel economen in dienst hebben en zo weinig psychologen. Er is op grond van economische modellen geen zinnig woord te zeggen over het gedrag van beleggers.", "Wie ze wil leren kennen moet ze op de divan leggen en de zieleroerselen proberen te doorgronden. De beurskoersen zijn daarvan het bewijs. De richting wordt niet bepaald door de cijferbrij van analisten, maar door massapsychologie.", "Vaak wordt gezegd dat beleggers overdrijven. Bij rampspoed schieten de koersen te ver door naar beneden en bij zonneschijn, zoals het bericht dat er een coronavaccin aankomt, gaan ze te hard omhoog.", "Maar het is riskant daarop in te spelen. Na de beurscrash van 1929 kelderde de Dow van een hoogtepunt van 381 punten naar 240 punten. Maar daarna volgde een jaar lang een opleving van 30 procent.", "Uiteindelijk zakte de Dow in de zomer van 1932 echter 80 procent tot 41 punten. ‘Valse oplevingen’ komen heel vaak voor bij dalende markten, omdat beleggers te voortijdig op een rijdende trein springen uit angst te laat te zijn. Bij elf van de dertien periodes in de historie dat de Dow meer dan 25 procent daalde, vond een tussentijdse opleving plaats. Vervolgens zette de daling door.", "Nadat eind februari de coronacrisis uitbrak in Europa, kelderde de AEX binnen amper drie weken van 629 naar 389 punten. Dat was nog ver voordat economische wijsneuzen zich druk ging maken over ­recessies. Het was zelfs nog voordat premier Rutte in zijn eerste dramatische speech een lockdown aankondigde. Na 16 maart stegen de koersen alweer. Inmiddels worden nieuwe hoogtes bereikt, terwijl de halve wereld in een lockdown zit. Veel zegt dat echter niet over de ­reële economie.", "Beurzen hebben er plezier in iedereen op het verkeerde been te zetten. De grootste crash – nog groter dan die van 1929 – was die in oktober 1987. Die werd gevolgd door de grootste economische bloeiperiode in de geschiedenis.", "Crashes zijn net zo verraderlijk als oplevingen. De beurs is een manisch-depressieve patiënt die maar een goeroe kent: dokter Sigmund."], "authors": ["Peter De Waard"], "keywords": ["van", "dokter", "het", "op", "maar", "die", "beurs", "sigmund", "kent", "zijn", "punten", "een", "patiënt", "goeroe", "te", "ze", "dat", "manischdepressieve"], "pubDate": "2020-11-12T22:43:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}