{"id": "3f1fba69-aaae-3c4a-83cd-61f90b854cfa", "title": "Het empathietekort in de coronabestrijding", "url": "https://nrc.nl/nieuws/2020/10/09/het-empathietekort-in-de-coronabestrijding-a4015338", "summary": "In het begin van de crisis waren het doel en de maatregelen helder.\nHet stijgende aantal coronapatiënten en de dreiging van overvolle IC’s, met de Italiaanse taferelen op het collectieve netvlies, vroegen om radicale en ingrijpende maatregelen.\nExperts die het regeringsbeleid in twijfel trekken geven het signaal dat de onderbouwing van het beleid hapert, dat er niet goed is over nagedacht.\nZe laat mensen in hun waarde ook al is ze het niet met hen eens.\nHij was het niet met haar eens, maar wilde weten waar hij en het OMT tekort schoten.", "paragraphs": ["De steun voor het coronabeleid van de overheid staat onder druk. Het draagvlak daalde van 88% in maart naar 65% in oktober, zo blijkt deze week uit een enquête onder tweeduizend burgers in opdracht van de NOS. Dat is nog altijd hoog, concluderen de onderzoekers, maar ze wijzen op de verdeeldheid achter de cijfers. Het draagvlak hangt sterk samen met politieke voorkeur: zo’n 90% van de VVD en CDA stemmers steunt het beleid tegen een minderheid van de PVV en SP en slechts 11% van de FvD kiezers. En de verdeeldheid is ook aanwezig onder de mensen die het beleid nu nog steunen. Het kabinet is ‘te weifelachtig, niet consistent en onduidelijk’.", "De dalende steun komt mij niet als een verrassing. In het begin van de crisis waren het doel en de maatregelen helder. Het stijgende aantal coronapatiënten en de dreiging van overvolle IC’s, met de Italiaanse taferelen op het collectieve netvlies, vroegen om radicale en ingrijpende maatregelen. Het doel werd bereikt, eind mei werden vrijwel geen nieuwe COVID-patiënten meer opgenomen, maar veel ingrijpende maatregelen bleven. En dat bleek lastig uit te leggen.", "Gestaag kwam er kritiek op het beleid – en niet alleen van burgers. Ook artsen en wetenschappers uitten in verschillende initiatieven hun ongenoegen. Experts tegenover experts, terecht of niet, dat doet afbreuk aan de autoriteit. Experts die het regeringsbeleid in twijfel trekken geven het signaal dat de onderbouwing van het beleid hapert, dat er niet goed is over nagedacht. De aanhoudende kritiek maakt het de burger niet makkelijk om het overheidsbeleid te vertrouwen en in de maatregelen te blijven geloven, zeker niet als de maatregelen toch al niet populair zijn. De vraag is nu: hoe krijgen we een sterk verdeelde bevolking weer achter het coronabeleid?", "Afgelopen week luisterde ik tijdens een lange autorit naar Dolly Parton’s America, een podcast over de 74-jarige countryzangeres die al decennia-lang populair is bij een uitzonderlijk divers publiek. Hoe kan het, zo vraagt de maker, dat de extremen van het politieke en maatschappelijke spectrum, van de religieuze conservatieven tot de dragqueens, zich allen thuis voelen in haar muziek?", "Het zal helpen dat Dolly Parton zelf een vrouw van uitersten is. Met uitspraken als ‘het kost een hoop geld om er zo goedkoop uit te zien’ drijft ze de spot met haar vele cosmetische operaties en markante imago. Maar ze is ook een succesvol zakenvrouw (geschat vermogen: een half miljard dollar) en betrokken filantroop. Al 25 jaar stuurt haar Imagination Library kinderen vanaf hun geboorte totdat ze naar de kleuterschool gaan elke maand een boek om het lezen onder kinderen te bevorderen; 1,5 miljoen boeken per maand, 145 miljoen boeken tot dusver.", "In één van de afleveringen, getiteld Dollitics, gaat het over Dolly Partons hardnekkige weigering om zich uit te spreken over politieke standpunten. Dat wordt haar kwalijk genomen, zegt ze, maar het is een bewuste keuze. Ze oordeelt niet omdat ze niemand tegen de borst wil stoten. Deels uit zakelijke overwegingen, daar maakt ze geen geheim van, maar vooral uit een diepe overtuiging. Ze vindt dat iedereen de ruimte moet hebben om zichzelf te kunnen zijn. Ze laat mensen in hun waarde ook al is ze het niet met hen eens.", "Ze gaat bewonderenswaardig ver in die acceptatie, ook naar zichzelf. Ze vertelt zonder gêne hoe ze, opgegroeid in de bergen van de conservatieve staat Tennessee, door haar onwetendheid verkeerde inschattingen gemaakt heeft en mensen heeft gekwetst. Dat neemt ze zichzelf niet kwalijk: je kunt niet weten wat je niet weet, zeg ze, maar zodra je beter weet kun je je niet meer verschuilen, dan moet je daar wat mee doen. Dat doet ze. En dat is wat telt.", "Luisterend naar Dolly Parton moest ik denken aan Diederik Gommers en Famke Louise bij Jinek. In de uitzending waar Famke Louise haar #ikdoenietmeermee toelichtte zag ik Gommers eerst geïrriteerd reageren en vervolgens de hand reiken. Hij was het niet met haar eens, maar wilde weten waar hij en het OMT tekort schoten. Hij oordeelde over de hashtag-actie, maar niet over haar.", "Kritiek houdt beleidsmakers scherp en komt het beleid ten goede, mits het gezamenlijke doel voorop staat. Een constructieve dialoog vraagt om wederzijds respect, oprechte belangstelling om te luisteren, en de bereidheid om, als nodig, het eigen standpunt te herzien.", "Famke Louise berichtte daags na de uitzending dat ze zich de impact van haar ongefundeerde uitspraken realiseerde en dat ze zich ging bijscholen over het coronavirus. Ze bood haar excuses aan en beloofde beterschap. Diederik Gommers en Famke Louise stonden lijnrecht tegenover elkaar, zochten elkaar op, en komen nu samen met een campagne om jongeren beter te informeren over corona. Famke Louise heeft haar doel bereikt. En met dat doel bereikt ze een miljoen volgers.", "Wetenschappelijke onderbouwing alleen is niet voldoende. Effectieve pandemiebestrijding vraagt ook om empathie.", "Cecile Janssens is hoogleraar translationele epidemiologie aan Emory University in Atlanta.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 oktober 2020"], "authors": ["Cecile Janssens", "Leestijd Minuten"], "keywords": ["van", "het", "coronabestrijding", "ze", "niet", "en", "een", "dat", "te", "om", "empathietekort", "haar"], "pubDate": "2020-10-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}