{"id": "3f25eee0-d4dc-3664-b47f-3732c24fae36", "title": "Jochem Myjer maakt best bekeken YouTube-video van het jaar in Nederland", "url": "https://nu.nl/media/6097076/jochem-myjer-maakt-best-bekeken-youtube-video-van-het-jaar-in-nederland.html", "summary": "Jochem Myjer heeft de best bekeken YouTube-video van het jaar in Nederland gemaakt.\nIn de lijst van trending video's van YouTube worden muziekvideo's apart geteld.\nVoor de samenstelling van de lijst worden alleen views vanuit Nederland geteld, die niet direct gevolg zijn van een advertentie.\n'En dat op mijn leeftijd'De 43-jarige Myjer deelt op Instagram een video van de prijs die hij ontving voor meest bekeken video van het jaar.\nIn de lijst van best bekeken videoclips in Nederland staat Life Is Good van Future en Drake bovenaan.", "paragraphs": ["Jochem Myjer heeft de best bekeken YouTube-video van het jaar in Nederland gemaakt. De opname van de sketch De Bonaire-menéér uit zijn show Adem in, adem uit werd het vaakst bekeken vanuit Nederland, meldt YouTube woensdag.", "In de lijst van trending video's van YouTube worden muziekvideo's apart geteld. Van de overige video's wist de cabaretier dus de meeste kijkers te trekken. In totaal is de video ruim 4,2 miljoen keer bekeken. De coming-out-video van Nikkie de Jager (online vooral bekend als NikkieTutorials) behaalde de tweede plaats in de lijst. Internationaal werd die video al ruim 36 miljoen keer gezien.", "Verder zijn in de top tien onder meer video's van StukTV, Enzo Knol, Zondag met Lubach, een uitlegvideo over het coronavirus van NOS op 3 en een optreden uit The voice te vinden. Mr. Tfue, die in zestig dagen een luxe zwembad maakte, kwam als enige buitenlandse video voor in de top tien.", "Voor de samenstelling van de lijst worden alleen views vanuit Nederland geteld, die niet direct gevolg zijn van een advertentie. Ook telt content die gemarkeerd staat als bedoeld voor kinderen niet mee in de lijst.", "'En dat op mijn leeftijd'", "De 43-jarige Myjer deelt op Instagram een video van de prijs die hij ontving voor meest bekeken video van het jaar. \"Wow, toch wel een hele eer hoor. En dat op mijn leeftijd\", schrijft hij erbij. \"Superlief dat jullie het zo vaak bekeken hebben.\"", "Knol, die zelf op plaats negen staat en met een samenwerking met StukTV de vierde plaats behaalde, feliciteert de cabaretier. \"Mijn kinderen vonden het meer terecht als jij op één had gestaan\", reageert Myjer. \"Maar om met jou, StukTV en NikkieTutorials in één lijst te staan, heeft mij thuis veel respect opgeleverd.\"", "In de lijst van best bekeken videoclips in Nederland staat Life Is Good van Future en Drake bovenaan. Snelles Smoorverliefd behaalde de tweede plaats. Ook Ali B, Boef, Davina Michelle, Bilal Wahib en Rolf Sanchez zijn in de top tien te vinden. 80 procent van de videoclips in de lijst is van Hollandse bodem."], "authors": ["Door"], "keywords": ["video", "van", "een", "nederland", "maakt", "het", "en", "jaar", "best", "op", "jochem", "die", "lijst", "myjer", "youtubevideo", "bekeken", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}