{"id": "3f3685b2-3d04-350a-8f4f-e3c66dbf4ccc", "title": "Er zijn lichtpuntjes, maar voorlopig is het nog eigen land eerst", "url": "https://trouw.nl/opinie/er-zijn-lichtpuntjes-maar-voorlopig-is-het-nog-eigen-land-eerst~be829f4c/", "summary": "Het was een getuigenis van het feit dat we ook in 2021 nog zullen moeten leven met het virus, met alle beperkingen en narigheden van dien.\nHet mantra van de leiders daar volgt nu nog altijd dat van de vertrekkende Amerikaanse president Donald Trump: eigen land eerst.\nSamenwerken loontDat moet natuurlijk anders, hoe begrijpelijk het ook is dat landen in de eerste plaats aan zichzelf denken.\nDat is een inzicht dat we nog nodig zullen hebben als we ons richten op dat andere, feitelijk nog grotere onheil dat ons als aardbewoners boven het hoofd hangt: klimaatverandering.\nEr zijn gelukkig aanwijzingen dat de scherpste randjes van het ‘Mijn-land-eerst-principe’ afgevijld worden.", "paragraphs": ["De wereld vierde donderdag en vrijdag een ingetogen oud-en-nieuwfeest, met herkenbare beelden uit het afgelopen coronajaar: uitgestorven steden, lockdowns, avondklokken. Het was een getuigenis van het feit dat we ook in 2021 nog zullen moeten leven met het virus, met alle beperkingen en narigheden van dien.", "Wat de beelden van overal in de wereld ook weer lieten zien, is dat we de pandemie met z’n allen doormaken – met als onderliggende boodschap: we moeten het virus ook met z’n allen achter ons laten. Dat we in rijke delen van de wereld zijn begonnen met vaccineren (of in het geval van Nederland: bijna beginnen), is dan ook pas het begin van een lange campagne. Want zolang corona ergens op de wereld blijft rondwaren, is niemand helemaal veilig.", "Dat lijkt op dit moment nog niet helemaal tot iedereen in – vooral – rijke landen doorgedrongen. Het mantra van de leiders daar volgt nu nog altijd dat van de vertrekkende Amerikaanse president Donald Trump: eigen land eerst. Terwijl westerse landen alle beschikbare vaccins opkopen, zodat ze in de meest extreme gevallen al hun inwoners negen keer (!) kunnen inenten, blijven de vaccinfondsen voor arme landen vooralsnog vrijwel leeg.", "Samenwerken loont", "Dat moet natuurlijk anders, hoe begrijpelijk het ook is dat landen in de eerste plaats aan zichzelf denken. Juist de pandemie kan ons tonen dat samenwerken loont, ook – of vooral – op mondiaal vlak. Dat is een inzicht dat we nog nodig zullen hebben als we ons richten op dat andere, feitelijk nog grotere onheil dat ons als aardbewoners boven het hoofd hangt: klimaatverandering.", "Er zijn gelukkig aanwijzingen dat de scherpste randjes van het ‘Mijn-land-eerst-principe’ afgevijld worden. Met het vertrek van Trump en de komst van Joe Biden als Amerikaanse president zal er uit het Witte Huis in ieder geval een ander, minder naar binnen gericht geluid klinken – wat zich in eerste instantie concreet zal vertalen in een hernieuwde Amerikaanse belofte om weer samen voor de klimaatafspraken van Parijs te strijden.", "Daar stopt het hopelijk niet. Want in de tussentijd werpt juist China (‘systemisch’ rivaal van het democratische Westen) zich op als de macht die wél oog heeft voor de rest van de wereld – het verstrekt leningen en giften aan arme landen om vaccins te kunnen kopen. Daar zijn veel cynische opmerkingen over te maken: wie gelooft er dat Peking als puntje bij paaltje komt niets terug wil voor zijn goedertierenheid? Maar als Biden de VS weer op de kaart wil zetten als leider van een samenwerkende wereld, dan is het misschien wel het beste als hij om te beginnen juist op dit punt de concurrentie met China aangaat.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["er", "zijn", "voorlopig", "eerst", "van", "nog", "lichtpuntjes", "eigen", "met", "een", "land", "als", "op", "wereld", "het", "ook", "maar", "dat"], "pubDate": "2021-01-02T07:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}