{"id": "3f40fbbe-b17d-3c40-95dd-ff7b3c90c8f3", "title": "Open vaccinatiestraten voor onderwijs- en opvangpersoneel – begin bij de oudsten, en na een paar weken is het gedaan", "url": "https://volkskrant.nl/columns-opinie/open-vaccinatiestraten-voor-onderwijs-en-opvangpersoneel-begin-bij-de-oudsten-en-na-een-paar-weken-is-het-gedaan~bf1edab8/", "summary": "Dat weet iedereen, maar het was de makkelijkste oplossing, en bij snel stijgende besmettingscijfers onvermijdelijk.\nHulde daarom aan Unicef-baas Henrietta Fore, die voor de kerst een oproep deed om leerkrachten wereldwijd prioriteit te geven voor het coronavaccin.\nOpen vaccinatiestraten voor onderwijs- en opvangpersoneel, begin bij de oudsten, en na een paar weken is het gedaan.\nOok de Wereldgezondheidsorganisatie adviseert in haar WHO SAGE Roadmap bij een hoog aantal besmettingen voorrang bij vaccinatie voor onderwijspersoneel.\nWat vinden ze daar eigenlijk van, bij het ministerie, bij de onderwijsraden?", "paragraphs": ["En dan nu het onderwijspersoneel. Niet meteen, want eerst zijn terecht de verleners van acute zorg aan de beurt, al moesten die er flink om zeuren. En de huisartsen natuurlijk – idioot dat die, met hun dagelijkse huisbezoek aan covidpatiënten, eventjes waren vergeten – en dan de meest kwetsbare mensen.", "Maar daarna, als het schip met het simpeler Moderna-vaccin over enkele weken glorieus binnenvaart, komen de leraren en kinderopvangmedewerkers toch wel in beeld? Nee. Zij bungelen onderaan de lijst. Ook nu gebleken is dat pubers verspreiders zijn en er een geniepige virusvariant oprukt die wél besmettelijk is onder kinderen.", "Deze week is het schooltje spelen weer begonnen. Miljoenen ouders wringen zich in onmogelijke bochten. Ze worden geacht hun kinderen binnen te houden, te entertainen én les te geven, wat al moeilijk is, en daarnaast ook nog eens hun eigen werk naar behoren te doen – wat godsonmogelijk is. Dat weet iedereen, maar het was de makkelijkste oplossing, en bij snel stijgende besmettingscijfers onvermijdelijk.", "Het is een oplossing die veel schade toebrengt. Allereerst aan kinderen, die een achterstand oplopen die vooral bij de minder fortuinlijken nauwelijks in te halen is. Stel het je voor. Kleinbehuisden, die de hele dag ruziën om de laptop. ‘Moeilijke’ kinderen, of kinderen met moeilijke ouders die agressief zijn of losse handjes hebben, zijn 24 uur overgeleverd aan de hel die gezin heet. Ouders krijgen verwijten van de baas; zzp’ers verliezen, als ze niet leveren, hun werk. Zoek het maar uit, mensen.", "Hulde daarom aan Unicef-baas Henrietta Fore, die voor de kerst een oproep deed om leerkrachten wereldwijd prioriteit te geven voor het coronavaccin. Eerst de acute zorg veiligstellen, zegt ze, maar meteen daarna de toekomst van de volgende generatie. Dat doe je door leerkrachten te vaccineren, zodat zij fysiek onderwijs kunnen geven. Goed idee. Open vaccinatiestraten voor onderwijs- en opvangpersoneel, begin bij de oudsten, en na een paar weken is het gedaan. In combinatie met regelmatig leerlingen testen – handig, die mondsponsjes – moet het mogelijk zijn om scholen en crèches open te houden.", "Ja, iedereen wil voorrang, hoor ik schamperen. Maar mensen die met veel anderen in contact komen, zoals leraren, buschauffeurs en politiemensen, lopen echt meer risico en zijn een tikkeltje onmisbaarder voor het alledaagse leven dan degenen die zoals ik achter een laptop zitten. Bij de schoolsluiting komt daar nog bij dat die een groot deel van de werknemers gegijzeld houdt – beroerd voor de economie.", "Zo’n wild idee is het nu ook weer niet. Ook de Wereldgezondheidsorganisatie adviseert in haar WHO SAGE Roadmap bij een hoog aantal besmettingen voorrang bij vaccinatie voor onderwijspersoneel. Bovenaan staan zorgmedewerkers en de meest kwetsbaren (samen 10 procent); in de tweede groep (11 - 20 procent) zit naast ouderen en andere hulpverleners ook high priority-onderwijspersoneel, dat direct bij leerlingen is betrokken.", "Wat vinden ze daar eigenlijk van, bij het ministerie, bij de onderwijsraden? Welke argumenten hebben minister Slob, het OMT en de bestuurders om deze aanbevelingen van de WHO en Unicef te negeren? Wat zijn hun plannen, als scholen na 19 januari toch niet open kunnen? Ik wil het graag weten, maar het is muisstil daar. Op de website van de VO-Raad dateert het laatste bericht van 18 december. Vakantie hè.", "Het virus is slimmer dan wij. Maar een beetje creativiteit, enig perspectief, iets meer initiatief dan botweg de boel sluiten, mag van die functionarissen achter hun laptops wel worden verwacht."], "authors": ["Aleid Truijens"], "keywords": ["zijn", "van", "weken", "voor", "en", "onderwijs", "een", "bij", "paar", "opvangpersoneel", "oudsten", "open", "te", "vaccinatiestraten", "het", "maar", "die"], "pubDate": "2021-01-04T17:38:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}