{"id": "3f4262b5-ec5f-3088-ae33-5a0b9f8aec36", "title": "Onderzoek naar nationale loterij Zuid-Afrika na bizarre winnende lotnummers", "url": "https://nu.nl/opmerkelijk/6094230/onderzoek-naar-nationale-loterij-zuid-afrika-na-bizarre-winnende-lotnummers.html", "summary": "De organisatie van de nationale loterij van Zuid-Afrika wordt op sociale media beticht van fraude, nadat de winnende nummers van de trekking op dinsdag opeenvolgend waren.\nTwintig spelers die de getallen 5, 6, 7, 8, 9 en 10 op hun lootje hadden staan, wonnen ieder ongeveer 300.000 euro.\nNog eens bijna tachtig anderen hadden alleen voor de cijfers 5 tot en met 9 gekozen: zij winnen ongeveer 300 euro.\nDe nationale loterijcommissie van Zuid-Afrika is een onderzoek gestart naar de trekking.\nOp sociale media regent het beschuldigingen aan het adres van de organisatie achter de nationale loterij.", "paragraphs": ["De organisatie van de nationale loterij van Zuid-Afrika wordt op sociale media beticht van fraude, nadat de winnende nummers van de trekking op dinsdag opeenvolgend waren. Twintig spelers die de getallen 5, 6, 7, 8, 9 en 10 op hun lootje hadden staan, wonnen ieder ongeveer 300.000 euro.", "Nog eens bijna tachtig anderen hadden alleen voor de cijfers 5 tot en met 9 gekozen: zij winnen ongeveer 300 euro.", "Volgens de loterij is de uitkomst \"onverwacht\". Veel mensen spelen echter met dergelijke cijferreeksen, benadrukt de loterij.", "De nationale loterijcommissie van Zuid-Afrika is een onderzoek gestart naar de trekking. \"We bekijken of er iets is misgegaan\", aldus woordvoerder Ndivhuho Mafela.", "Op sociale media regent het beschuldigingen aan het adres van de organisatie achter de nationale loterij. \"Deze uitkomst is door twintig personen besproken en samengesteld\", citeert The Guardian. De trekking werd live op televisie uitgevoerd."], "authors": ["Door"], "keywords": ["twintig", "sociale", "bizarre", "van", "op", "naar", "lotnummers", "trekking", "onderzoek", "zuidafrika", "nationale", "loterij", "en", "winnende", "uitkomst"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}