{"id": "3f4f8eaf-3bbd-30d6-8183-d9befb164a71", "title": "Dat Tony in de drugshandel terechtkwam, had iets onvermijdelijks", "url": "https://nrc.nl/nieuws/2020/12/13/dat-tony-in-de-drugshandel-terechtkwam-had-iets-onvermijdelijks-a4023697", "summary": "Omdat de vluchtauto van het moordcommando weigert, wordt Tony ingeschakeld zonder dat hij weet wat er speelt.\nNa contact met zijn advocaat, besluit Tony een bekentenis af te leggen voor zijn rol bij de moord.\nDaar wil hij het bij laten, vertelt Tony aan een rechercheur die tegen hem zei dat Tony „veel meer weet”.\nIn ruil daarvoor wil hij wel bescherming omdat hij vreest voor zijn leven en dat van zijn familie.\nNa onderzoek van zijn verklaringen en goedkeuring van een onderzoeksrechter, tekent Tony de G. op 13 november 2018 zijn kroongetuigendeal.", "paragraphs": ["Dit is het nieuws Het Openbaar Ministerie houdt bewijsmateriaal achter over meerdere moordaanslagen die vermoedelijk voor 2016 zijn gepleegd in het Rotterdamse criminele milieu. Het gaat om een verklaring van Tony de G., kroongetuige in een onderzoek naar motorclub Caloh Wagoh.", "Het gaat om een verklaring van Tony de G., kroongetuige in een onderzoek naar motorclub Caloh Wagoh. Eind 2018 heeft de verklaring van Tony de G. tot grote spanning geleid binnen het OM en de recherche in Rotterdam en Den Haag, waar het onderzoek naar Caloh Wagoh werd verricht. Lees het volledige nieuwsbericht: OM houdt verklaring achter van kroongetuige Tony de G.", "Een kroongetuigendeal? Nee, daar heeft Tony de G. nog nooit over nagedacht als hij begin augustus 2017 alles en iedereen achter zich laat en naar Spanje rijdt. Op de vlucht voor criminele vijanden uit heden én verleden. Veel meer dan 12.000 euro heeft hij niet op zak. Tony ziet geen uitweg meer voor de problemen waarin hij terecht is gekomen. Hij voelt zich verraden, vreest voor zijn leven.", "Op 7 juli van dat jaar is Tony betrokken bij de liquidatie van Jaïr Wessels, een 30-jarige Amsterdammer, bekend in het criminele milieu. Tony bestuurt een zwarte Seat, nadat een maatje van hem Wessels met enkele schoten om het leven heeft gebracht bij station Breukelen. De twee handelen volgens Tony in opdracht van Delano R., alias Keylow, voorman en oprichter van motorclub Caloh Wagoh, waar Tony ook lid van is.", "Het is „chaos” die vrijdag, vertelt Tony in getuigenissen bij de politie die NRC heeft ingezien. „Ik snoof.” Op de vlucht na de moord gaat van alles fout. Eenmaal thuis in Spijkenisse voelt hij zich „klote”. Drank en cocaïne nemen dat gevoel niet weg. Hoewel Keylow zijn afspraken niet nakomt eist hij wel dat Tony nog een klus doet. Tony wil niet meer, maar vreest zelf slachtoffer te worden.", "Die vrees is de basis voor de deal die hij sluit nadat hij wordt gepakt. Wie is kroongetuige Tony de G.? En waarom wil hij tijdens een verhoor afgelopen november niet alles vertellen wat hij weet over moord en doodslag in de onderwereld?", "Woonwagenkamp", "Johannes Anthonio Evert de G. wordt in Schiedam geboren op 8 september 1984. Tony groeit net als moeder op in een woonwagenkamp in Spijkenisse waar veel wordt gehandeld in schroot en sloopauto’s. Volgens dagblad AD runde zijn vader autosloopbedrijf Spijkcity, waar Tony op zijn vijftiende al gaat werken.", "Tony vertelt aan de politie dat hij snel daarna in aanraking komt met criminaliteit. Al was het maar omdat zijn vader in auto’s verborgen ruimtes inbouwt die populair zijn voor het verbergen van drugs, grote sommen geld en wapens. Rond de eeuwwisseling raakt Tony zelf betrokken bij de misdaad: „Het is van alles geweest.”", "Het past hem beter dan het harde werken in de garage. Tony is dan net zestien jaar oud. Het is een begin van een carrière waarin hij veel spelers in de Rotterdamse onderwereld leert kennen. Maar veel weten, zo ontdekt Tony twee decennia later in zijn nieuwe rol als kroongetuige, is geen garantie voor een veilige toekomst.", "Dat Tony in de drugshandel terechtkomt heeft iets onvermijdelijks. Maar omdat hij zelf ook graag drugs consumeert, gaat er weleens iets mis. In 2007 wordt er een partij drugs onderschept en Tony krijgt daarvan de schuld. Hij wordt aangehouden, maar nooit vervolgd. Toch komt hij naar eigen zeggen wel voor miljoenen in het krijt te staan bij criminele partners. En daarbij blijft het niet. In 2012 zijn de problemen zo groot dat Tony door de politie wordt gewaarschuwd: hij staat op een dodenlijst. Tony vlucht naar Spanje, noteerde het AD, samen met zijn vader.", "Na zijn terugkeer heeft Tony nog altijd meer vijanden dan vrienden in het Rotterdamse criminele milieu. Hij sluit zich aan bij de motorclub Trailer Trash Travellers uit Den Haag. Daar houdt hij het niet lang uit. En als in 2016 Caloh Wagoh wordt opgericht, vindt Tony snel aansluiting. Sterker nog, op het woonwagenkamp waar Tony en zijn vader wonen, wordt een clubhuis gevestigd. Tony is heel even de baas van het chapter in Spijkenisse, maar ook daar komt snel een einde aan. De reden: een conflict over drugs – alweer.", "Moordcommando", "Daarmee lijkt er een einde te komen aan de rol van Tony de G. binnen Caloh Wagoh, maar oprichter Keylow blijkt andere plannen te hebben voor Tony. Hij krijgt klusjes: een tas wegbrengen of een auto halen. Daar krijgt hij dan een paar honderd euro voor. „Een doorslagje”, noemt Tony dat.", "Op een dag in april 2017 krijgt hij een appje van Keylow. Of Tony hem kan komen halen in Delft. Daar aangekomen is Keylow niet te zien maar stappen wel drie mannen in de auto. Later blijken ze betrokken te zijn geweest bij een liquidatie in opdracht van Keylow. Omdat de vluchtauto van het moordcommando weigert, wordt Tony ingeschakeld zonder dat hij weet wat er speelt.", "Nu hij weet wat er onder de vlag van Caloh Wagoh wordt gedaan, wordt Tony door oprichter Keylow onder druk gezet mee te doen. Zijn eerste klus, een bedreiging in Doorn die Keylow volgens justitie uitvoert in opdracht van Ridouan Taghi, die in een andere zaak wordt vervolgd voor meerdere liquidaties, loopt in eerste instantie mis omdat de raketwerper hapert waarmee op een woning had moeten worden geschoten. Een dag later beschieten twee mannen de woning met een kalasjnikov. Tony bestuurt de vluchtauto en verkoopt het vuurwapen. Hij krijgt 2.000 euro.", "Een week later zit Tony opnieuw achter het stuur als in Breukelen Jaïr Wessels wordt geliquideerd. De beloning is 10.000 euro. Hij probeerde nog onder deze klus uit te komen maar dat is niet gelukt. Tony moet van Keylow meedoen, vertelt hij aan de politie, anders wordt hij of zijn familie doelwit. Ook hier gaat veel fout. Bij het wisselen van vluchtauto’s ziet een getuige hoe Tony de eerste auto in brand probeert te steken. Dat lukt niet omdat hij geen aansteker bij zich heeft. De auto blijft achter, met de gebruikte wapens.", "Dankzij de sporen in de vluchtauto weet de politie Tony de G. en de schutter te identificeren. Tony wordt op 13 oktober 2017 aangehouden in Spanje, waar hij sinds zijn vertrek begin augustus vooral „veel heeft gedronken en op het strand gelegen”. Van een plan om in Spanje wiet te gaan kweken voor de verkoop is niks terechtgekomen.", "Eenmaal in Nederland wordt Tony door de politie geconfronteerd met een gefilmde reconstructie van de moord op Jaïr Wessels. Het bewijs voor zijn rol is overweldigend. Na contact met zijn advocaat, besluit Tony een bekentenis af te leggen voor zijn rol bij de moord. Daar wil hij het bij laten, vertelt Tony aan een rechercheur die tegen hem zei dat Tony „veel meer weet”. En dat klopt. Ongeveer een maand na zijn arrestatie vertelt Tony dat hij meer kan vertellen over zijn eigen rol bij andere liquidaties, betrokkenen en opdrachtgevers. In ruil daarvoor wil hij wel bescherming omdat hij vreest voor zijn leven en dat van zijn familie.", "Tony ziet een deal als een manier om afscheid te nemen van een leven in de misdaad. „Ik ben niet altijd de braafste geweest”, zegt hij daar later over. „Ik had best veel vijanden uit het verleden. En ik ben te ver gegaan met betrekking tot liquidaties.” Maar hij voelt zich ook verraden door Keylow. „Ze hebben me ook gouden koeien beloofd en bescherming. Uiteindelijk is er niks van waargemaakt. Dat is ook de reden dat ik nu hier zit”, vertelt Tony later. Als Keylow normaal had gedaan „dan had ik mijn mond gehouden”.", "Vijfentwintig verklaringen", "Daarna gaat het snel. In januari van 2018 legt Tony in vier dagen tijd vijfentwintig verklaringen af. Hij vertelt over vier onderwereldmoorden die door leden van Caloh Wagoh zijn georganiseerd en uitgevoerd tussen april en september 2017. Na onderzoek van zijn verklaringen en goedkeuring van een onderzoeksrechter, tekent Tony de G. op 13 november 2018 zijn kroongetuigendeal.", "Lees ook over kroongetuige Nabil B. in het Marengo-proces: Kroongetuige vroeg OM deal niet openbaar te maken", "Diezelfde dag nog wordt hij ondervraagd door rechercheurs die het onderzoek doen naar de moorden waar leden van Caloh Wagoh van worden verdacht. Maar Tony weet veel meer, zo blijkt. Tijdens een verhoor komen „meerdere” levensdelicten aan de orde, gepleegd voor zijn tijd bij Caloh Wagoh. Tony is daar niet bij betrokken, zegt hij. Maar hij heeft er wel informatie over. De kwestie ligt gevoelig. Zo wordt het proces-verbaal van dit verhoor door het OM achtergehouden. Wat er precies in staat weet, op een enkeling na, niemand.", "Tony wil er niks meer over kwijt als hij ermee wordt geconfronteerd tijdens een getuigenverhoor bij de onderzoeksrechter eind november 2020. „Als ik het over andere zaken ga hebben die niets te maken hebben met deze rechtszaak komt er een veiligheidsissue bij kijken”, aldus Tony. „Dan ga ik veel meer andere mensen belasten en vanwege de veiligheid wil ik daar geen antwoord op geven.” Op de vraag van de rechter of er één of meerdere moorden zijn besproken, zegt Tony: „Meerdere.” Andere vragen wil hij niet beantwoorden, „er zijn geen afspraken over gemaakt”.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 14 december 2020"], "authors": ["Jan Meeus", "Leestijd Minuten"], "keywords": ["dat", "van", "onvermijdelijks", "een", "en", "wordt", "tony", "iets", "te", "zijn", "voor", "drugshandel", "terechtkwam", "hij", "het"], "pubDate": "2020-12-13T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}