{"id": "3f54a627-e561-3eee-9289-ccec0f83d531", "title": "Op zoek naar tijgers, dolfijnen en neushoorns in Nepal", "url": "https://www.volkskrant.nl/kijkverder/v/2020/op-zoek-naar-tijgers-dolfijnen-en-neushoorns-in-nepal~v84316/", "summary": "Maar volgens obers en klanten is het dier een mythe.\nSudip belt echter wat rond en deelt mee: ‘Ik heb een plek, honderd procent zeker.’En zo stappen we in het houten bootje van een oude veerman met een lange bamboestok, op zoek naar de bedreigde gangesdolfijn.\nEn dan opeens, tjop, haalt een dolfijn met een gekke lange bek en een hoog voorhoofd adem, en nog een, en nog een.\nJe wordt blij van hun omgekrulde mondhoeken, maar ook een beetje triest: misschien zijn dit wel de laatste dolfijnen van Nepal.\n‘We waren bang voor ze.’ Nu hij weet dat het een bijzonder dier is, droomt hij van toerisme.", "paragraphs": ["‘Ja, de dolfijn leeft hier echt’, zegt homestay-eigenaar en wildernisgids Sudip Jogi. Langs de oevers van de machtige Karnali-rivier, die ontspringt in Tibet en uitmondt in de Bengaalse Golf, staan verdacht veel dolfijnrestaurants. Maar volgens obers en klanten is het dier een mythe. Uitgestorven. Sudip belt echter wat rond en deelt mee: ‘Ik heb een plek, honderd procent zeker.’", "En zo stappen we in het houten bootje van een oude veerman met een lange bamboestok, op zoek naar de bedreigde gangesdolfijn. Hij boomt over een modderige zijtak van de Karnali, geluidloos langs groene rietstengels, links en rechts verdwijnen krokodillen behoedzaam onder water. ‘Blijf naar het midden kijken’, adviseert hij. En dan opeens, tjop, haalt een dolfijn met een gekke lange bek en een hoog voorhoofd adem, en nog een, en nog een. Je wordt blij van hun omgekrulde mondhoeken, maar ook een beetje triest: misschien zijn dit wel de laatste dolfijnen van Nepal.", "Je zou een bezoekerscentrum verwachten, een souvenirshop en rubberboten met oranje zwemvesten, maar hier staat slechts het lemen boerderijtje van de veerman. Zijn zoon is een teashop van 2 bij 2 begonnen. ‘We dachten ooit dat het een vis was die mensen at’, zegt de zoon. ‘We waren bang voor ze.’ Nu hij weet dat het een bijzonder dier is, droomt hij van toerisme. ‘De overheid moet een echte weg aanleggen en ons opleiden, zodat we wat kun vertellen over dit dier.’ Het dorp is al begonnen met de bouw van een uitkijktoren op de oever."], "authors": ["Januari"], "keywords": ["dier", "van", "het", "op", "hij", "naar", "met", "maar", "zijn", "neushoorns", "dolfijnen", "een", "en", "tijgers", "zoek", "zoon", "nepal"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}