{"id": "3f611a42-7323-3c89-934f-daf95fff0b0c", "title": "Op welke thrillers, jeugdboeken en luisterboeken mogen wij ons de eerste maanden van 2021 verheugen?", "url": "https://volkskrant.nl/cultuur-media/op-welke-thrillers-jeugdboeken-en-luisterboeken-mogen-wij-ons-de-eerste-maanden-van-2021-verheugen~b27db33e/", "summary": "Waar zien onze experts op het gebied van thrillers, luisterboeken en jeugdboeken naar uit?\nEen boek met audiotours bijvoorbeeld, een dystopische thriller en een jeugdboek met een heerlijk veelbelovende titel.\nDe Argentijnse jaren van het gevluchte nazi-kopstuk en ‘architect van de Holocaust’ Adolf Eichmann vormen het onderwerp van de roman De onfortuinlijke, geschreven door Ariel Magnus.\nEen dorpstragedie over twee broers, een vrouw en een nooit opgeloste moord uit het verleden, begrijpen we.\nOok bijzonder is Atlas van een bezette stad van Bianca Stigter.", "paragraphs": ["Waar zien onze experts op het gebied van thrillers, luisterboeken en jeugdboeken naar uit? Een boek met audiotours bijvoorbeeld, een dystopische thriller en een jeugdboek met een heerlijk veelbelovende titel.", "Waarop thrillerliefhebbers zich kunnen verheugen", "In Nederland verschijnen zo’n 600 (vertaalde) thrillers per jaar. Dat zijn er twee per werkdag. Een krankzinnige toren van boeken – die valt hier dan ook regelmatig om. De kunst is om uit dit enorme aanbod de goed geschreven boeken te kiezen die ook nog ergens over gaan.", "Wellicht is De geheugenpolitie van Yōko Ogawa een goede keuze. Een dystopische Japanse roman over totalitarisme en stil verzet uit 1994 die nu voor het eerst in Nederlandse vertaling verschijnt. Werd in 2020 genomineerd voor de International Booker Prize. Komt uit op 12 februari 2021 bij uitgeverij Cossee (€ 22,99).", "De nieuwe Thomas Olde Heuvelt ligt dan al in de winkel: Orakel. Van de Nijmeegse thrillerauteur die internationaal zo flink aan de weg timmert. Ditmaal draait het om een mysterieus zeilschip uit de 18de eeuw dat opduikt in onze tijd. Verschijnt op 19 januari bij Boekerij (€ 20,99).", "Ook populair: de Doggerland-reeks van de Zweedse auteur Maria Adolfsson. Deel 3, Tussen de duivel en de zee, komt uit op 23 februari bij Luitingh-Sijthoff (€ 20,99) met andermaal de hoofdrol voor inspecteur Karen Eiken Hornby.", "De Argentijnse jaren van het gevluchte nazi-kopstuk en ‘architect van de Holocaust’ Adolf Eichmann vormen het onderwerp van de roman De onfortuinlijke, geschreven door Ariel Magnus. Door uitgeverij Meulenhoff aangeprezen als: ‘Een literair spel tussen feit en fictie over een van de grootste criminelen van de 20ste eeuw.’ Verschijnt op 20 april 2021 (€ 20,99).", "En de Noorse blockbusterkoning Jo Nesbø komt op 18 mei 2021 met het vuistdikke Koninkrijk (Cargo; € 22,99). Een dorpstragedie over twee broers, een vrouw en een nooit opgeloste moord uit het verleden, begrijpen we.", "Breed palet, genoeg te doen, en dan hebben we nieuw werk van James Ellroy en Don DeLillo niet eens genoemd. Dat komt nog wel.", "Hugo Blom. Schrijverscolumn. Beeld Sabine Van Wechem", "Door de pandemie zijn er meer luisterboeken dan ooit", "Klassiekers, audiotours, de synthetische stem en als klap op de vuurpijl de nieuwe bijbelvertaling NBV21: dat staat de boekenluisteraar dit jaar te wachten.", "Als die pandemie dan ook nog ergens goed voor was, was dat in ieder geval het luisterboek. De aanwas van titels in het Nederlandse taalgebied was nog nooit zo groot (zo’n 3.000), de Vlaamse markt kreeg er zijn eigen edities bij en ook komend jaar zullen er weer honderden titels worden geproduceerd.", "Zo opende luisterboekenproducent Thinium onlangs opnamestudio nummer zeven en staan er nog twee in de steigers. Straks zijn er gewoonweg niet voldoende geschoolde stemmen om al die boeken in te spreken. Gelukkig komt daar artificial intelligence de studio ingewandeld. De synthetische stem gebaseerd op het stemgeluid van een echte acteur is nu nog in ontwikkeling, maar zal in 2021 hoogstwaarschijnlijk zijn debuut maken, vooralsnog alleen in het Engels.", "De Klassiekenreeks, die uitgeverij Atlas Contact samen met Storytel en de Luisterbieb opzet, is nog wel door mensen geschreven én ingesproken. Vanaf januari zijn onder andere Eline Vere, Radetzkymars, Madame Bovary, Woeste hoogten en Frankenstein te horen.", "Ook bijzonder is Atlas van een bezette stad van Bianca Stigter. Van dit boek zullen zes audiotours (één per stadsdeel) gemaakt worden, met een begeleidend luisterboek over de bezetting van Amsterdam (verschijnt in mei). Een maand eerder komt Nieuw Amsterdam met Kiendops oorlog, van Janneke Holwarda, een coming of age -roman gebaseerd op het waargebeurde verhaal over jazzmusicus Willem Reinen (91).", "Veertien acteurs zijn er nodig voor de bijzondere thriller Six Stories van Matt Wesolowski. Een misdaadverhaal in podcastvorm waarbij ieder interview een nieuwe aanwijzing oplevert. Luisteraars speuren mee in dit luisterboek.", "Tot slot: NBV21. Het boek der boeken in een taal die past bij 2021. Hoe klinkt de stem van God?", "Pjotr van Lenteren Beeld Sabine Rovers", "De leukste jeugdliteratuur van 2021 staat in het teken van daadkracht", "Mensen die zich niet kunnen beheersen, tweedrachtzaaiers, kwakzalvers en kwade raadgevers worden in de toegankelijke hervertelling van De hel van Dante Alighieri (Blossom Books, € 24,99, 14+) met veel creativiteit voor eeuwig gestraft. Eenmaal gelouterd, laten we 2020 achter ons.", "Dan kan het jeugdboekenjaar bevlogen van start met de nieuwe jongerenroman van Erna Sassen: Zonder titel (Leopold, € 16,99, 14+). Joshua mist zijn beste vriendin Zouan en de opdringerige Sergio steelt zijn schetsboek. Gelukkig niet die ene met de naakten. Martijn van der Linden maakte de spannende schetsen.", "Auteurs van kleur krijgen meer aandacht en hun jeugdboeken kunnen nog wel eens zwaar op de hand zijn. Let goed op! van Jason Reynolds (Condor, € 15,99, 12+) vertelt vol humor en hyperbolen over het schoolleven, snotjes, een bus die uit de lucht komt vallen en vooral het nemen van heel veel omwegen naar huis.", "Dat velen afgelopen jaar nog meer waardering hebben gekregen voor het buitenleven, blijkt uit de vele prachtige natuurboeken die eraan komen. De meest veelbelovende is De eik was hier van natuurverteller bij uitstek Bibi Dumon Tak en illustrator Marije Tolman (Querido, € 9,99, 10+). De beroemde, door het asfalt van de A58 ingesloten eik, deelt zijn levensverhaal met vriend gaai.", "Het absolute hoogtepunt belooft het Groot Biegel sprookjesboek (Gottmer, € 22,90, 6+) te worden. De dochter van Nederlands beste sprookjesverteller selecteerde uit 175 nagelaten verhalen de dertig mooiste. Charlotte Dematons werkt nog aan de illustraties. Een boek dat niemand mag missen.", "Ten slotte verheugen we ons natuurlijk op Wandert - De laatste jongen die naar zijn ouders luisterde (Querido, € 15,99, 10+) van de eigenzinnige Yvonne Jagtenberg, over een jongen die artiest wil worden maar dat van zijn ouders niet mag. Gewoon, vanwege de titel: de meest veelbelovende uit alle voorjaarsbrochures. Kan alleen maar goed komen."], "authors": ["Rob Van Scheers"], "keywords": ["thrillers", "van", "zijn", "wij", "mogen", "nog", "en", "uit", "een", "met", "welke", "verheugen", "maanden", "op", "luisterboeken", "het", "die", "ons"], "pubDate": "2021-01-01T14:00:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}