{"id": "3f7a56cc-fcd0-3ce5-9fa2-3bf35b4459ec", "title": "Dagboekfragment: president Roosevelt blieft een kop thee – of nee, doe maar een cocktail", "url": "https://volkskrant.nl/cultuur-media/dagboekfragment-president-roosevelt-blieft-een-kop-thee-of-nee-doe-maar-een-cocktail~b1bfa38f/", "summary": "Polly en ik vinden het maar vreemd: onze woningen staan juist vol herinneringen aan geliefden en verwanten.\nDe president zei tegen mevrouw Callaway dat hij wel een kopje thee bliefde.\nOp een tafel langs de wand werden alle benodigdheden voor cocktails gezet.\nMevrouw Callaway vertelde Franklin over allerlei heerlijke drankjes, waarop Franklin zei dat hij die dan wel eens wilde proeven.\nWaarna mevrouw Callaway bekende dat ze nog nooit in haar ­leven thee had gezet, en haar kok evenmin.", "paragraphs": ["President Franklin Roosevelt aan zijn bureau in het Witte Huis. Beeld Getty Images", "Georgia, 10 december 1944", "Een schitterende dag, en nu moet Polly morgen weer weg. We zullen haar vreselijk missen. Het is hier heerlijk tussen de heuvels, zonder een mens in de wijde omtrek.", "’s Middags een rit naar de Callaways. Ze bezitten dertienduizend hectare grond, die ze op allerlei manieren benutten: bosbouw, kalkoenen, kippen en eenden. Hun huis is een soort veredelde blokhut, smaakvol ingericht, maar zonder een persoonlijke toets.", "Polly en ik vinden het maar vreemd: onze woningen staan juist vol herinneringen aan geliefden en verwanten. Maar, zoals de president (Roosevelt, red.) zei op de terugweg: dit is de nieuwe ­generatie.", "De president zei tegen mevrouw Callaway dat hij wel een kopje thee bliefde. Toen we voor de open haard zaten, bracht de (gekleurde) butler een dienblad met een zilveren theepot. Op een tafel langs de wand werden alle benodigdheden voor cocktails gezet.", "Mevrouw Callaway vertelde Franklin over allerlei heerlijke drankjes, waarop Franklin zei dat hij die dan wel eens wilde proeven. Daarop zei ik dat ik thee zou nemen, nu die toch was gezet. De heerlijkste sandwiches, nootjes en geweldige olijven.", "Waarna mevrouw Callaway bekende dat ze nog nooit in haar ­leven thee had gezet, en haar kok evenmin. Ze hadden het kookboek moeten raadplegen!"], "authors": ["Erik Van Den Berg"], "keywords": ["dat", "president", "een", "roosevelt", "en", "thee", "nee", "maar", "ze", "zei", "op", "kop", "cocktail", "dagboekfragment", "het", "doe"], "pubDate": "2020-12-09T23:00:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}