{"id": "3f948007-004f-3e1e-b1dc-433295a3d05c", "title": "PvdA’ers stellen Kamervragen over door corona in de knel geraakte ondernemers in Groningen en Friesland", "url": "https://www.dvhn.nl/groningen/PvdA%E2%80%99ers-stellen-Kamervragen-over-door-corona-in-de-knel-geraakte-ondernemers-in-Groningen-en-Friesland-26348005.html", "summary": "De PvdA’ers Henk Nijboer, Gijs van Dijk en William Moorlag hebben Kamervragen gesteld over ondernemers in Groningen en Friesland die in de knel komen te zitten door de coronacrisis.\nOok vragen zij waarom ondernemers die nog geen omzet hadden voor de coronacrisis toesloeg geen recht hebben op de NOW-regeling , terwijl zij wel personeel in dienst hebben.\nZe vragen de bewindslieden bovendien of zij bereid zijn dit aan te passen.\nHenk Nijboer, Gijs van Dijk en William Moorlag vragen Wiebes, Keijzer en Koolmees daarnaast voorstellen te doen om ondernemers die net waren gestart een rechtvaardige compensatie te bieden.\nOok vragen ze om een aparte extra compensatie voor branches die nu volledig stilliggen.", "paragraphs": ["De PvdA’ers Henk Nijboer, Gijs van Dijk en William Moorlag hebben Kamervragen gesteld over ondernemers in Groningen en Friesland die in de knel komen te zitten door de coronacrisis.", "De PvdA-Kamerleden willen van minister Eric Wiebes en staatssecretaris Mona Keijzer van Economische Zaken en Klimaat en minister Wouter Koolmees van Sociale Zaken en Werkgelegenheid weten of zij ervan op de hoogte zijn dat horecaondernemers die vorig jaar startten onvoldoende worden gecompenseerd voor de geleden schade.", "Ook vragen zij waarom ondernemers die nog geen omzet hadden voor de coronacrisis toesloeg geen recht hebben op de NOW-regeling , terwijl zij wel personeel in dienst hebben. Ze vragen de bewindslieden bovendien of zij bereid zijn dit aan te passen.", "Henk Nijboer, Gijs van Dijk en William Moorlag vragen Wiebes, Keijzer en Koolmees daarnaast voorstellen te doen om ondernemers die net waren gestart een rechtvaardige compensatie te bieden.", "Time Out Kappers in Winsum", "NIjboer, Van Dijk en Moorlag willen ook van de bewindslieden weten of zij er bekend mee zijn dat kappers veelal geen aanspraak kunnen maken op de NOW-regeling, bijvoorbeeld omdat de kwartaalomzet terugliep met net iets minder dan 30 procent.", "Een omzetverlies van 30 procent is volgens de Kamerleden echter domweg te veel om bijvoorbeeld het personeel door te betalen. Ze wijzen daarbij op de vestiging van Time Out Kappers in Winsum, die 6 vaste medewerkers en een aantal stagiaires heeft.", "De PvdA’ers vragen de bewindslieden samen met de kappersbranche te kijken naar het omzetverlies per maand. Ook vragen ze om een aparte extra compensatie voor branches die nu volledig stilliggen."], "authors": [], "keywords": ["groningen", "pvdaers", "zijn", "ze", "te", "die", "van", "vragen", "en", "geraakte", "stellen", "knel", "door", "zij", "voor", "friesland", "op", "ondernemers", "kamervragen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}