{"id": "3fb5020f-c708-39e3-976a-166b903fa3cf", "title": "Kom hier dat ik u kus, een atypische kerstfilm: ‘Maak júllie film, zei Griet Op de Beeck’", "url": "https://www.parool.nl/kunst-media/kom-hier-dat-ik-u-kus-een-atypische-kerstfilm-maak-jullie-film-zei-griet-op-de-beeck~b778aaf5/", "summary": "Herhaaldelijk komen in Kom hier dat ik u kus van het regisseursduo Sabine Lubbe Bakker en Niels van Koevorden de verstoorde familierelaties op scherp te staan tijdens gespannen kerstdiners.\nZo ging het maken van een film over verstoorde familierelaties gelijk op met het vormen van hun eigen gezin.\n“Ik betrap mezelf er best vaak op dat ik tegen onze kinderen zeg: kom eens hier, geef me eens een knuffel.\nBeeld Kom hier dat ik u kus“Wat de film toont lijkt misschien extreem, maar ik weet niet of het wel zo extreem is,” zegt Lubbe Bakker.\nDat was niet gescript; Niels wist dus óók niet dat dat eraan kwam.", "paragraphs": ["Beeld Kom hier dat ik u kus", "In het rijtje atypische kerstfilms – van actieknaller Die Hard tot de anarchistische satire van Gremlins – kan nu ook een Nederlandse bijdrage worden bijgeschreven. Herhaaldelijk komen in Kom hier dat ik u kus van het regisseursduo Sabine Lubbe Bakker en Niels van Koevorden de verstoorde familierelaties op scherp te staan tijdens gespannen kerstdiners.", "Die scènes zijn de opvallendste toevoeging in de ook verder bijzonder vrije verfilming van de gelijknamige ­roman van de Vlaamse schrijfster Griet Op de Beeck. Ze werken bijna als interpunctie: als een punt, of een uitroepteken, aan het einde van elk van de drie delen waaruit boek en film bestaan. “Dat het verhaal in drie delen wordt verteld, daar wilden we niet aan tornen,” zegt Lubbe Bakker. “En dat soort beladen kerstdiners snapten we. Die komen elk jaar terug; dezelfde huizen, dezelfde mensen.”", "Sabine Lubbe Bakker (42) en Niels van Koevorden (36) maakten met Kom hier dat ik u kus hun eerste fictiefilm, nadat ze in 2013 doorbraken met de gevierde documentaire Ne me quitte pas. Een speelfilm was niet per se een brandende ambitie voor het duo – Lubbe Bakker, met een lach: “Ik heb zelfs ooit een radioprogramma gemaakt over de onzin van boekverfilmingen.” Maar de twee filmmakers, allebei Nederlanders die opgroeiden in België, herkenden er iets in. Lubbe Bakker: “Het was zó onze jeugd, zó ­België.”", "Via via kwamen ze in contact met de schrijfster en verwierven ze de filmrechten. Op de Beeck gaf hen vervolgens volledig de vrije hand, vertelt Van Koevorden. “Sterker, ze heeft ons echt uitgedaagd er ons eigen ding mee te doen. Ze zei: ‘Ik héb het verhaal al verteld. Gebruik wat je er mooi aan vindt, maar maak júllie film’.”", "Naar anderen toe buigen", "Aan die filmversie werkten ze uiteindelijk ruim vijf jaar. “Als je iets moois wilt maken, kost dat tijd,” verklaart Van Koevorden. “Je hebt in de Nederlandse filmsector allerlei talentontwikkel­programma’s waarbij je er in zes maanden een script doorheen moet raggen; die verhalen zijn vaak gewoon niet rijp. Over de eerste synopsis van zeven pagina’s hebben we een jaar gedaan. Gewoon omdat we moesten zoeken naar het antwoord op vragen als: waar gaat het boek voor ons over? Hoe raakt het aan ons leven? Wat is het verhaal dat wij ermee willen vertellen?”", "Beeld Kom hier dat ik u kus", "Die kern ligt voor de regisseurs uiteindelijk besloten in de titel, met zijn gebiedende wijs. “Voor ons werd dat het handelend principe,” zegt Van Koevorden. “Het idee: kom jij maar hier en dán krijg je een kus. Dat is de beweging die Mona telkens moet maken – steeds naar alle anderen toe buigen. Dat raakte ook aan een ontwikkeling die we zelf hadden doorgemaakt, in de levensfase die we net hadden gehad, het vormen van een relatie.”", "Ruimte voor improviseren", "In de jaren tussen Ne me quitte pas en Kom hier dat ik u kus werkten Lubbe Bakker en Van Koevorden niet alleen aan deze speelfilm (en andere projecten met en zonder elkaar), maar kregen ze ook samen een zoon en een dochter, inmiddels vijf en twee jaar oud.", "Zo ging het maken van een film over verstoorde familierelaties gelijk op met het vormen van hun eigen gezin. “Dat was interessant,” zegt Lubbe Bakker. Hij lacht. “Tijdens het schrijven, en toen we het vervolgens repeteerden, draaiden en monteerden, waren er steeds zinnen die bij ons thuis óók binnenkwamen.”", "Neem alleen al die titel, vult Van Koevorden haar aan. “Ik betrap mezelf er best vaak op dat ik tegen onze kinderen zeg: kom eens hier, geef me eens een knuffel. Terwijl ik hén eigenlijk een knuffel wil geven. Het sluipt erin voor je er erg in hebt. Dat is natuurlijk heel onschuldig, wat de film toont gaat veel verder, maar het is hetzelfde principe.”", "De film maakt de dreiging invoelbaar die ook besloten ligt in dat zinnetje ‘kom hier dat ik u kus’. Mona incasseert die herhaaldelijk in haar leven. Als kind krijgt ze het te verduren van haar moeder en na dier vroege dood van haar stiefmoeder, als volwassene van zowel haar neerbuigend-seksistische vriend als de toxische theaterregisseur voor wie ze werkt.", "Beeld Kom hier dat ik u kus", "“Wat de film toont lijkt misschien extreem, maar ik weet niet of het wel zo extreem is,” zegt Lubbe Bakker. “Al is het een verdichting – die familierelaties zijn volgens mij voor iedereen herkenbaar. Of je nou uit een heel gelukkig gezin komt of uit een gebroken gezin, er sluipen altijd patronen in en het is altijd moeilijk en eng om je daarvan los te ­maken.”", "Kom hier dat ik u kus mag dan een fictiefilm zijn, dat de achtergrond van de makers in documentaires ligt, blijft duidelijk voelbaar. Ze creëerden op de set ook een werkwijze die de documentaire benaderde, vertellen ze, onder meer door de acteurs veel ruimte te geven om zich de tekst eigen te maken en te improviseren.", "“Ze hoefden zich absoluut niet aan het scenario te houden,” vertelt Van Koevorden. “Wat ze moesten doen is vanuit hun rol blijven reageren op elkaar. Daardoor bleef het verrassend, voor hen en voor ons.”", "Er werd gedraaid in lange takes, waarbij Van Koevorden de camera hanteerde. Ook dat gaf de energie van een documentaire, waarin onverwachte dingen kunnen gebeuren, zegt Lubbe Bakker. “In documentaires heb je vaak maar één kans om iets te filmen, dat was hier ook zo. Bijvoorbeeld het moment dat Marie de stiefmoeder Mona een klap in haar gezicht geeft. Dat was niet gescript; Niels wist dus óók niet dat dat eraan kwam. Hij mist hem eigenlijk ook net met de camera. Maar dan gaan we het niet nog een keer doen – een scène raakt op als je al te veel weet wat je doet. Het is juist mooi dat hij hem mist.”", "Van Koevorden: “Het draagt bij aan het gevoel dat je bij een echt moment bent.”", "Lubbe Bakker: “Want het wás ook echt een moment.”"], "authors": ["Joost Broeren-Huitenga"], "keywords": ["griet", "van", "kerstfilm", "júllie", "kus", "op", "het", "die", "ik", "maak", "kom", "hier", "een", "dat", "en", "ze", "zei", "je"], "pubDate": "2020-12-09T10:17:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}