{"id": "3fbd5065-b780-3c5d-bbf4-5e1048b0e7e7", "title": "Hanneke’s afhaalmenu: je moet er snel bij zijn", "url": "https://trouw.nl/recepten/hanneke-s-afhaalmenu-je-moet-er-snel-bij-zijn~b12f1b31/", "summary": "Dan zijn de zeventig driegangenmenu’s vergeven en moet je weer een week wachten op gekonfijte ­varkenswangen, wildzwijnstoof, of fricassée de St. Jacques.\nHaar ­uiensoep is beroemd, net als haar paté en croute en kippen­levertjesparfait.\nSinds de tweede coronagolf ­hebben de meeste restaurants zich noodgedwongen op het afhaalconcept gestort, niet altijd met evenveel succes.\nTwaalf kilo aardappels kosten haar een ­dagdeel.\nSchep uit de pan, roer de aanbaksels los met een scheutje water en deponeer vis én vocht bij de kokendhete rodewijnsaus.", "paragraphs": ["Elke zondag rond het middaguur is het zaak om de telefoon bij de hand te ­houden. Dan appt Hanneke Schouten namelijk haar vrijdagse afhaalmenu naar haar telefoonlijst. Normaal ­gesproken runt ze in haar eentje het mini-restaurant Bouchon du Centre in Amsterdam, maar ­intussen is ze noodgedwongen overgestapt op één keer in de week take-away. Doorgaans is ze in een kwartiertje strak uitverkocht. Wie niet op tijd terugappt, vist achter het net. Dan zijn de zeventig driegangenmenu’s vergeven en moet je weer een week wachten op gekonfijte ­varkenswangen, wildzwijnstoof, of fricassée de St. Jacques. Haar ­uiensoep is beroemd, net als haar paté en croute en kippen­levertjesparfait.", "Sinds de tweede coronagolf ­hebben de meeste restaurants zich noodgedwongen op het afhaalconcept gestort, niet altijd met evenveel succes. Maar Schouten gooide al meteen in het voorjaar het roer om, want ja, de vaste lasten. Je kunt haar gerust een doorgewinterde ­veteraan noemen. Al decennialang doet ze alles in haar uppie, dus naast heerlijke menu’s ­bedenken en bereiden kan ze vooral heel goed plannen en ­organiseren. Al is de lol er wel vanaf, bekent ze aan de telefoon. Zeventig porties vis pocheren is vijf uur werk, nog los van drie uur voor de saus. Twaalf kilo aardappels kosten haar een ­dagdeel. “Nogal monomaan ­productiewerk”, verzucht ze monter. “Mensen staan er helemaal niet bij stil dat ik nu veel minder inkomsten heb, maar wel veel meer werk, plus nog eens drie keer zoveel administratie. Gelukkig kan ik niet zonder koken, maar verder is het echt overleven.”", "Ze mist de ­variatie en de interactie. Al is ze blij met haar trouwe klantenkring. Voor iedereen die erbij wil op de app-lijst zegt ze: kom ­liever straks een keer bij me eten, als ik weer open ben. Ze hoopt op eind januari.", "Thuis maakte ik een kleine ­portie na van haar zeewolf ‘en meurette’. Gebaseerd op de Bourgondische klassieker van gepocheerd ei in rodewijnsaus, maar dan dus met vis.", "Het hoort eigenlijk met zoetwatervis, maar zeewolf werkt ook goed.", "Beeld Karin Luiten", "Zeewolf ‘en meurette’ (vis in rodewijnsaus)", "(Nodig voor 4 personen)", "• 600 g stevige witvisfilet (zeewolf of snoek)", "• 500 ml lichte rode wijn (bijv. beaujolais)", "• 200 g lekkere spekjes (van de slager)", "• 250 g kastanjechampignons", "• 1 ui", "• 75 g zilveruitjes (potje)", "• 50 g boter", "• 3 takjes tijm", "• 1 afgestreken eetl bloem", "• zout & peper uit de molen", "Bereiding", "Snij de vis in handzame stukken, bestrooi met wat zout en zet apart, daar wordt hij steviger van.", "Snipper de ui, snij de champignons in vieren. Smelt de helft van de boter in een braadpan en laat ui, champignons en spekjes samen 10 minuten zachtjes bakken. Schep de bloem erdoor. Giet de wijn erbij, plus peper en losgeriste tijm. Breng aan de kook en laat zonder deksel 15 minuten op laag vuur sudderen en inkoken. Doe de uitgelekte zilveruitjes erbij. Proef op zout en peper. Dit kan prima van tevoren, dan warmt u de saus daarna weer op. Dan heeft u intussen tijd om bijvoorbeeld wat (Roseval) aardappeltjes en broccoli te koken voor erbij.", "Laatste moment: verhit een grote koekepan en smelt de rest van de boter erin. Bak de vis heel kort even rondom aan. Schep uit de pan, roer de aanbaksels los met een scheutje water en deponeer vis én vocht bij de kokendhete rodewijnsaus. Pocheer 3 minuten onder een deksel. Serveer in diepe borden.", "Tip:", "Of doe de afhaalmethode van Hanneke: koude saus en aangebakken vis in een ovenschaal en dan 20 minuten garen in een voorverwarmde oven (180 °C).", "Karin Luiten geeft een moderne draai aan klassieke gerechten. Tips: info@kokenmetkarin.nl."], "authors": ["Karin Luiten"], "keywords": ["snel", "bij", "van", "het", "op", "maar", "vis", "zijn", "met", "moet", "hannekes", "je", "afhaalmenu", "en", "een", "ze", "haar", "er"], "pubDate": "2020-11-28T01:00:37+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}