{"id": "3fc0318b-4913-3695-beda-e4b546f57727", "title": "Winterbarbecue bij Yvette van Boven: ‘Wat is die rozemarijn lekker Christmassy!’", "url": "https://www.parool.nl/ps/winterbarbecue-bij-yvette-van-boven-wat-is-die-rozemarijn-lekker-christmassy~b27a12ca/", "summary": "Het is met de jaren tot de helft weggeslepen.”KersttraditieDe keuken in het dijkhuis van Van Boven (52) kent u als het decor waarin afleveringen van haar kookprogramma Koken met Van Boven werden opgenomen.\nToch gaan we hierbinnen minimaal werk verrichten, want met de feestdagen kookt Van Boven altijd in de tuin.\nCôte de boeuf maak ik met Oof en mijn neef ook weleens, en ik vind kerst daarvoor een uitgelezen moment.\nTevreden geknaag“Wat is die rozemarijn lekker Christmassy!” roept Van Boven.\nEen dag later krijg ik een appje van Van Boven: dat ik haar hond verpest heb.", "paragraphs": ["Beeld Eva Plevier", "“Ik had uien gestoofd,” zeg ik. “Voor de radicchio. Helaas staan die nog op mijn aanrecht.” Yvette van Bovens luide, heldere stem zou goed tot zijn recht komen in een drukke restaurantkeuken: “Ik heb nog een paar witte en wat rode. Pak die pan daar even, dan snijd ik vast.”", "“Het is de bedoeling dat ík voor jou kom koken,” zeg ik lachend.", "“Ja, zeg. Dit is mijn werk. Hier ontspan ik van. Dan snijden we wel allebei. Kies maar een mes uit. Ja, dat is een goeie – mijn oudste mes, heb ik ooit van Oof (Verschuren, haar partner, red.) gekregen. Het is met de jaren tot de helft weggeslepen.”", "Kersttraditie", "De keuken in het dijkhuis van Van Boven (52) kent u als het decor waarin afleveringen van haar kookprogramma Koken met Van Boven werden opgenomen. Terwijl ik een snijplank uitzoek kijk ik om me heen in de lage, warm ingerichte ruimte, waar alles wat je kan bedenken nodig te hebben aan haken of op planken te vinden is. Toch gaan we hierbinnen minimaal werk verrichten, want met de feestdagen kookt Van Boven altijd in de tuin.", "“Vuur hoort bij op het land wonen. In Ierland, waar ik opgroeide, verbrandde iedereen zijn tuinafval. Als kind renden we dan van vuur naar vuur in alle tuinen. Bij traditionele Ierse feesten hoorde vaak een bonfire, ook op het veld achter ons huis waar de zigeuners twee keer per jaar hun kamp opsloegen. Vuur is er altijd voor me geweest, en sinds ik op mezelf woon is het traditie om het kerstmaal op vuur te bereiden. Regen, sneeuw of hagel. Dat hoort echt bij mij, bij ons.”", "Drukke periode", "Toen ik aankwam trof ik een beginnend vuurtje, en het is duidelijk dat Van Boven niet van plan is deze middag ontspannen uit te zitten. Samen koken gaat echter verrassend soepel, alsof we nooit anders gedaan hebben. Na wat voorbereiding stappen we naar buiten met mokken thee, op de voet gevolgd door hondje Hughie. Volgens Van Boven was hij nooit erg in eten geïnteresseerd, maar begint dat nu te komen.", "De pan met ui gaat op de Weberbarbecue, een paar gehalveerde kroppen radicchio leg ik ernaast op het rooster.", "“Dat doe ik ook weleens, maar dan zonder die zoete ui,” zegt Van Boven. Ondanks de grote drukte – de aanloop naar de feestdagen is haar zwaarste tijd – heeft ze niet alleen tijd voor me gemaakt, maar lijkt ze zich ook volledig in het koken te verliezen.", "“Vuur moet je leren kennen,” zegt Van Boven. “Je moet de goeie plekken bij die vlammen weten. Het is met hitte componeren, alsof je daarmee óók aan het koken bent. Daarnaast is buiten werken goed omdat niemand dan bij de borreltafel op zijn reet gaat zitten. Je hebt vanzelf reuring. Al jaren vieren we de kerst zo, met mijn neef en zijn vriendin, mijn zus en haar man. Hoe het nu met de covidregels moet, daar heb ik nog niet over nagedacht. Ik tijger de laatste weken alleen maar door.”", "“Heb jij wel rustige maanden?”", "“De drukte bouwt vanaf augustus altijd op. Ik heb met Kerstmis vrij en dan krijgen we natuurlijk gasten. Bij koken voel ik gelukkig geen stress. In januari en februari hoort het rustiger te zijn, maar ik moet straks ook gaan schrijven aan het kookboek dat Oof komend jaar uitbrengt. Normaal gesproken heb ik rust als de opnames erop zitten en de promotie gedaan is. Daarna kan ik het weer een tijdje aan.”", "“Tot je nieuwe boek in Amerika uitkomt en je daar een tour gaat doen.”", "“Ik houd mezelf voor de gek, hè? Je hebt gelijk. Maar tegen Amerika zeg je toch geen nee?”", "Als ik het enorme ribstuk uit mijn kratje til, zet Van Boven grote ogen op. “Wow. Côte de boeuf maak ik met Oof en mijn neef ook weleens, en ik vind kerst daarvoor een uitgelezen moment. Toch maar een glaasje wijn doen?”", "Feest op tafel", "De fles Chianti die ik als cadeau meenam gaat open. Ik zeg dat", "ik het rituele aspect aan ons gerecht ook mooi vind. Zo hoor je groot vlees te eten, als hoge uitzondering, op een speciaal moment, en dan met hart en ziel bereid.", "“Precies,” zegt Van Boven, met haar blik op het roosterende rund. “Kerst is een goede reden.”", "“Heb jij een rustiek schaaltje voor ons garnituur?”", "“Een rustiek schaaltje? Ha! Wil je keramiek, emaille of porselein? Rechthoekig? Groen? Blauw? Ik heb daarachter nóg een kast, met servies voor gezelschappen.”", "Ik maak de zoete ui aan met sherryazijn, leg de gegrilde radicchio erop om nog wat verder gaar te stoven. Als ons ribstuk eraan toe is, mag het nog rusten op de laagste ovenstand. Dan is het zover, en kan het hele feest op tafel.", "Tevreden geknaag", "“Wat is die rozemarijn lekker Christmassy!” roept Van Boven. We proosten bij het vuur en voor het eerst vanmiddag lijkt er een vorm van rust in de kleine tuin neer te dalen.", "Met behulp van fotograaf Eva maken we de hele côte de boeuf soldaat. Van mij krijgt viervoeter Hughie het bot, waarmee hij snel naar binnen gaat. We horen hem alleen nog maar tevreden knagen. Een huis, een tuin, een vuur, een hond met bot. Deze kerst, neem ik me voor, ga ik ook op vlammen koken.", "Een dag later krijg ik een appje van Van Boven: dat ik haar hond verpest heb. Dat Hughie nu de hele tijd onder het aanrecht zit te bedelen.", "Eindresultaat met venkel en paarse bloemkool salade met entrecote van de barbecue. Beeld Eva Plevier"], "authors": ["Gilles Van Der Loo"], "keywords": ["yvette", "winterbarbecue", "ik", "van", "het", "boven", "en", "een", "met", "christmassy", "op", "te", "rozemarijn", "bij", "lekker", "wat", "die", "je"], "pubDate": "2020-12-25T10:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}