{"id": "3fd0847a-88e1-3335-8c80-b577b266b51d", "title": "Politie schiet op vluchtende overvallers bij achtervolging door Den Haag", "url": "https://nu.nl/den-haag/6100788/politie-schiet-op-vluchtende-overvallers-bij-achtervolging-door-den-haag.html", "summary": "De politie heeft in de nacht van donderdag op vrijdag tijdens een achtervolging op de Noordpolderkade in het Haagse Laakkwartier meerdere keren geschoten op personen die van een gewapende overval verdacht worden.\nDe verdachten zouden een overval hebben gepleegd op de Ootmarsumstraat in de Haagse Wijk Morgenstond, meldt de politie.\nNa de overval sloegen vier verdachten met twee auto's op de vlucht.\nEen van de voertuigen van de verdachten eindigde tegen een verkeerspaal op de Rijswijkseweg.\nAgenten wisten de vier verdachten vervolgens in te rekenen.", "paragraphs": ["De politie heeft in de nacht van donderdag op vrijdag tijdens een achtervolging op de Noordpolderkade in het Haagse Laakkwartier meerdere keren geschoten op personen die van een gewapende overval verdacht worden. Vier mannen zijn aangehouden. Niemand raakte gewond.", "De verdachten zouden een overval hebben gepleegd op de Ootmarsumstraat in de Haagse Wijk Morgenstond, meldt de politie. Na de overval sloegen vier verdachten met twee auto's op de vlucht.", "De politie heeft vervolgens de achtervolging ingezet. Agenten losten hierbij eerst een waarschuwingsschot in de Noordpolderbuurt en vervolgens werden gerichte schoten afgevuurd.", "Een van de voertuigen van de verdachten eindigde tegen een verkeerspaal op de Rijswijkseweg. De andere kon tot stilstand worden gebracht op de Molenaarstraat. Agenten wisten de vier verdachten vervolgens in te rekenen.", "De wijk is op meerdere plekken afgezet voor onderzoek. Daarbij is ook een speurhond aanwezig. Hoeveel schoten er precies zijn afgevuurd, is niet bekendgemaakt."], "authors": ["Door"], "keywords": ["vier", "politie", "schiet", "vluchtende", "den", "achtervolging", "van", "vervolgens", "zijn", "een", "bij", "verdachten", "op", "overvallers", "door", "worden", "overval", "haag"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}