{"id": "3fe1b4b8-2a48-3700-936f-8e6c34b38b35", "title": "Lessen van de coronapandemie", "url": "https://nrc.nl/nieuws/2021/01/11/lessen-van-de-coronapandemie-a4026989", "summary": "Het gaat niet om schuld en nakaarten maar om de lessen van het afgelopen jaar om ons te bereiden op het voortduren van de pandemie.\nWe moeten de oorsprong van deze zoönose en de kans op vergelijkbare van dier op mens overdraagbare ziekten beter begrijpen.\nDraagvlak leg je niet van bovenaf op, maar koester je van onderop.\nEen wereldomvattende gebeurtenis is niet noodzakelijk het gevolg van een ‘aardverschuiving’ maar kan voortkomen uit een reeks kleine en niet van tevoren stuurbare gebeurtenissen.\nLouise O. Fresco is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( louiseofresco.com ).", "paragraphs": ["Aan het begin van de pandemie klonk er gejuich: eindelijk zou wetenschap het beleid leiden! Van die euforie is niet veel over. Ja, er is veel gesproken over wetenschap. Meer onderzoekers schoven aan in de media. Het verschil tussen virus en bacterie, termen als RNA en co-morbiditeit zijn helemaal ingeburgerd. Maar dat zijn losse feitjes die net zo weinig samenhangen met het wetenschappelijke bedrijf als hagelslag met de productie van chocolade. Van hoe wetenschappelijke inzichten tot stand komen, is niet veel onthuld. Het lijkt eerder alsof er telkens een nieuw feit uit de hoge hoed getoverd wordt.", "Door die ondoorzichtigheid groeien de misverstanden over wat wetenschap vermag en hoe dat in beleid vertaald wordt. Het nationale gezelschapsspel bestaat uit het aanwijzen van schuldigen en bekritiseren van iedere maatregel als te weinig, te laat of irrelevant – mondkapjes, corona-apps, kudde-immuniteit. Dat is een zinloze exercitie. Het gaat niet om schuld en nakaarten maar om de lessen van het afgelopen jaar om ons te bereiden op het voortduren van de pandemie.", "1 Internationaal bloeit de wetenschap: data zijn snel gedeeld, vergelijkingen getrokken. De vaccins zijn de triomf van private en publieke samenwerking. We weten meer dan aan het begin, maar we tasten ook in het duister. Blijf samenwerking stimuleren, versnel het aanvragen van financiering.", "2Preventie is de toekomst. We moeten de oorsprong van deze zoönose en de kans op vergelijkbare van dier op mens overdraagbare ziekten beter begrijpen. Versterk de Nederlandse capaciteit op dit gebied (al gebundeld in het Netherlands Centre for One Health).", "3De grote lacune is de late en magere betrokkenheid van de gedragswetenschappen. Maak de advisering multidisciplinair en transparant. Bied ook ruimte voor de geesteswetenschappen. Het gaat niet alleen om gedrag maar ook om verhalen en historisch besef.", "4Complexe besluiten vragen heldere structuren, niet een rijstebrijberg. Maak de structuren voor advisering sneller en eenvoudiger. Er zijn te veel silo’s, te veel kortetermijnbelangen, te weinig flexibiliteit. Ja, dan moeten wat ego’s een stukje opschuiven. Wees niet ongeduldig maar ook niet traag. De roep om een sterke overheid betekent niet aansturing door een ministerie van Volksgezondheid dat naast andere verkokerde clubs opereert. Het is ook niet een kwestie van een eenzame coronagezant.", "5Denk out of the box. De vele initiatieven die de samenleving zelf ontwikkelt moeten niet gefrustreerd worden maar snel beoordeeld en waar mogelijk ingepast. Betrek instellingen, bedrijven en burgers bij de evaluatie van het beleid en wetenschap. Draagvlak leg je niet van bovenaf op, maar koester je van onderop. Maak de strijd tegen Covid-19 iets waar iedereen deel van wil uitmaken.", "6Accepteer de rol van toeval en onvoorspelbaarheid. Een wereldomvattende gebeurtenis is niet noodzakelijk het gevolg van een ‘aardverschuiving’ maar kan voortkomen uit een reeks kleine en niet van tevoren stuurbare gebeurtenissen. Durf te experimenteren in plaats van te wachten tot we ‘alles’ weten en op orde hebben en een blauwdruk kunnen afkondigen.", "7Wetenschap heeft niet overal een antwoord op. Politici ook niet. Benoem wat we nog niet weten. Communiceer zo eenduidig en empathisch mogelijk.", "Wetenschappelijk is Covid-19 grotendeels rocket science, grensverleggend. Goed beleid te formuleren en uit te voeren onder snel veranderende maatschappelijke omstandigheden en verschuivende wetenschappelijke inzichten is ongelofelijk moeilijk. Respect voor de harde werkers in de zorg, begrip voor sectoren die economisch verliezen en betrokkenheid bij degenen die aan het roer staan zijn de belangrijkste lessen van 2020.", "Louise O. Fresco is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( louiseofresco.com ).", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Louise Fresco", "Leestijd Minuten"], "keywords": ["zijn", "van", "coronapandemie", "en", "een", "te", "op", "ook", "het", "maar", "niet", "lessen"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}