{"id": "3fe58fd5-baf1-30a5-8edf-46281bf8620b", "title": "Dat Sticks het simpel bekijkt, maakt het nog niet simpel", "url": "https://www.parool.nl/kunst-media/dat-sticks-het-simpel-bekijkt-maakt-het-nog-niet-simpel~b60c10fc/", "summary": "Sticks, Het mooiste komt nu.\nDat dit een vooropgezet plan was, bewijst de titel van het laatste nummer van Stickmatic: Het mooiste komt straks.\nDe nieuwe volledig door Kubus geproduceerde plaat heet namelijk Het mooiste komt nu en het mooiste komt inderdaad nu: in alles overtreft deze zijn geslaagde voorganger.\nHet verrassende zit in de chemie tussen Kubus en Sticks.\nOp de titeltrack rapt Sticks: ‘Ik bekijk het simpel/ Ik heb gewoon een paar flows verzonnen/ In december wil ik een kerstboom met cadeaus eronder.’ Dat Sticks het simpel bekijkt, maakt het nog niet simpel.", "paragraphs": ["Sticks, Het mooiste komt nu.", "In augustus bleken de losse nummers van rapper Sticks (Junte Uiterwijk, 38) zijn album Stickmatic te vormen. Een verrassing in coronatijd. Niet veel later trommelde de Zwolse rapper zijn fans op voor een luistersessie van Stickmatic, maar in plaats daarvan liet hij een nieuw album horen dat nog dit jaar zou verschijnen.", "Dat dit een vooropgezet plan was, bewijst de titel van het laatste nummer van Stickmatic: Het mooiste komt straks. De nieuwe volledig door Kubus geproduceerde plaat heet namelijk Het mooiste komt nu en het mooiste komt inderdaad nu: in alles overtreft deze zijn geslaagde voorganger. Het verrassende zit in de chemie tussen Kubus en Sticks. De producer en rapper werken al jaren samen, maar nog nooit leek alles zo goed samen te vallen. Op elke beat durft Sticks nieuwe paden te betreden. Of het nu gaat om Dealtje met de toekomst waarop Sticks met een pratende flow zijn album opent, Paranoia waarop we een zingende Sticks horen of Mensen moeten eten waarop hij razendsnel rapt over het pendelen tussen gezin en studio.", "Op de titeltrack rapt Sticks: ‘Ik bekijk het simpel/ Ik heb gewoon een paar flows verzonnen/ In december wil ik een kerstboom met cadeaus eronder.’ Dat Sticks het simpel bekijkt, maakt het nog niet simpel."], "authors": ["Rajko Disseldorp"], "keywords": ["van", "nog", "het", "simpel", "bekijkt", "zijn", "maakt", "waarop", "niet", "sticks", "dat", "een", "mooiste", "en", "komt", "te"], "pubDate": "2020-12-04T13:50:36+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}