{"id": "4008b060-a634-3dd5-a74d-bfef98ed16c4", "title": "Schrijfster Froukje Santing: ‘Religie staat zó in de etalage’", "url": "https://www.parool.nl/kunst-media/schrijfster-froukje-santing-religie-staat-zo-in-de-etalage~b6f21dce/", "summary": "Froukje Santing: ‘De huisartsenpraktijk staat voor een mini-Nederland.’ Beeld Chris van HoutsVijf jaar heeft oud-Turkije-correspondent Froukje Santing (1956) gewerkt aan haar romandebuut Meral.\n“Ik was op mijn achttiende in de regionale journalistiek beland, dat was zo spannend, zo allesomvattend dat ik in de journalistiek ben doorgerold.\nMaar ik heb altijd het gevoel gehad dat ik die vier, vijf jaar dat ik anders was gaan studeren ‘terug’ wilde.\n“Zo’n huisartsenpraktijk staat voor een mini-Nederland,” zegt Santing.\nMaar toen besefte ik dat ik hier definitief de grens van non-fictie naar fictie was overgegaan.", "paragraphs": ["Froukje Santing: ‘De huisartsenpraktijk staat voor een mini-Nederland.’ Beeld Chris van Houts", "Vijf jaar heeft oud-Turkije-correspondent Froukje Santing (1956) gewerkt aan haar romandebuut Meral. Het was wat ze noemt de ‘mislukte of half-gelukte’ staatsgreep in Turkije in 2016, de noodtoestand en het autoritaire regime van president Erdogan dat erop volgde waardoor haar schrijven twee jaar lang zelfs helemaal stilviel.", "“Dat was voor mij echt een waterscheiding. Er was iets zo wezenlijk, zo onomkeerbaar veranderd dat iets in mij bevroor. Ik besefte dat het politieke klimaat in Turkije zo ernstig was verslechterd dat er geen ruimte meer was voor ironie. Tot ik op een gegeven moment de moed weer had en mijn vrijheid hervond: ik ben er ook nog, dit is mijn boek, dit ga ik doen!”", "Zeventien jaar woonde en werkte ze in Turkije, waar ze een Turkse man trouwde en een Turks-Nederlandse dochter kreeg. Als alleenstaande moeder keerde ze in 1999 terug naar Nederland, waar ze tot 2006 voor NRC Handelsblad werkte. Een vaste baan, die ze opgaf om wereldgodsdiensten te gaan studeren in Leiden en daarna islam in de moderne wereld aan de UvA.", "“Ik was op mijn achttiende in de regionale journalistiek beland, dat was zo spannend, zo allesomvattend dat ik in de journalistiek ben doorgerold. Maar ik heb altijd het gevoel gehad dat ik die vier, vijf jaar dat ik anders was gaan studeren ‘terug’ wilde. Mijn huidige partner, met wie ik nu in Amsterdam woon, zei: waarom doe je dat dan niet? Al was dat veel ingewikkelder, ook financieel, dan dat nu klinkt.”", "Vonk ontsprongen", "Ze studeerde cum laude af en al ambieerde ze geen niche in de wetenschap, plannen voor een promotie-onderzoek volgden. Tot een gerenommeerde wetenschapper haar vroeg waarom ze niet een boek ging schrijven. “De meeste wetenschappers kunnen niet schrijven, zei hij, jij wel.” Daarmee was een vonk ontsprongen.", "“Ik zocht een theoretisch kader voor die promotie, maar dat vond ik niet. Maar tijdens mijn onderzoek was ik een huisarts tegengekomen die er eigenlijk niet in paste. Ik had bij haar het gevoel dat het gesprek niet alleen van mijn kant kwam. Toen ik besloot dat ik een roman ging schrijven, wist ik meteen: op haar baseer ik mijn personage, dat grotendeels fictief is.”", "Meral, opgegroeid in Nederland en door haar ouders gestimuleerd om te gaan studeren, is huisarts in een Amsterdamse huisartsenpraktijk. Ze is getrouwd met Bilal, die pas op zijn twintigste hiernaartoe is gekomen en daardoor meer afstand voelt tot de Nederlandse samenleving, een kloof die hij niet per se wil overbruggen en zich ook in hun relatie doet gevoelen.", "Gülenbeweging", "Binnen het gezin levert dat zoveel spanningen op dat hun weerspannige zoon Ismail door zijn vader het huis uit is gevloekt en kortstondig zijn heil heeft gezocht bij de Gülenbeweging. Die tijd heeft hij achter zich gelaten – hij heeft een Nederlandse vriendin, die hij voor zijn familie geheimhoudt. De roman begint als Meral, Bilal, Ismail en zijn jongere zusje Esra voor een verzoeningsvakantie naar Turkije afreizen.", "“Zo’n huisartsenpraktijk staat voor een mini-Nederland,” zegt Santing. “Ik wist meteen: dat is een metafoor voor iets groters en ik moet dit verhaal heel erg klein maken. Ik ben als journalist gewend te observeren, iemands hoofd leeg te pikken. Het is best moeilijk een kunstje dat je veertig jaar hebt gedaan los te laten. Nu had ik ineens de rol om vanuit mijn personage te gaan denken, moest alles vanuit scènes en dialogen. Maar gedurende het schrijven kwam ik steeds meer ‘in’ Meral.”", "Dominant beeld", "Santing laat de steeds problematischere verhouding die ze sinds haar studie heeft gekregen met religie zien door de ogen van Meral. “Het beeld van het huidige Turkije is zo dominant geworden, religie is ook binnen de Turks-Nederlandse gemeenschap zó in de etalage komen te staan. Ik denk dat ik in Meral het filosofische en vrijzinnige heb gestopt dat ik wilde laten zien, de meerstemmigheid die er ook wel degelijk is. Ik ontzeg de Erdoganaanhangers hun claim dat zij Turkije vertegenwoordigen en hoop dat er in Nederland weer ruimte ontstaat voor de hele waarheid: er zijn ook seculiere Turkse Nederlanders en Turken.”", "Het conflict in haar boek werd groter dan Santing zelf had voorzien: het gezin van Meral is nog niet in Turkije aangekomen of een tot het uiterste getergde Bilal zet Ismaïl uit de huurauto. “Een impulsieve reactie, die ik niet vooraf had bedacht. Het gebeurde gewoon en ik schrok er in eerste instantie van. Maar toen besefte ik dat ik hier definitief de grens van non-fictie naar fictie was overgegaan. Ik moest besluiten: stop ik die jongen terug in de auto? Of ga ik verder met het verhaal dat zich nu heeft opgedrongen?”", "Niets is zwart-wit", "Door de botsing tussen vader en zoon moet Meral, als arts open en vooruitstrevend maar binnen haar gezin minder vrijzinnig, een standpunt innemen en eigen keuzes maken. “Geen enkel boek is zonder conflict en het gaat altijd over identiteit. En identiteit is niet eenduidig. De context is belangrijk, loyaliteit en karakter. We zijn ons hele leven in gesprek met onszelf en worden gedwongen steeds meer kanten van onszelf naar buiten te brengen.”", "Zoals zeventien jaar Turkije bij haar hun sporen hebben nagelaten, zegt Santing, ontsnap je nooit aan de stappen die je eerder in je leven hebt gezet. “Daar dealen we allemaal mee en niks is zwart-wit. Het leven is toch een gevecht met alle persoonlijkheden en identiteiten die je in je hebt en die eruit komen als het erop aankomt, als je moet laten zien wat je het meeste waard is. Ik denk juist dat uit die botsing iets voort kan komen. Zonder botsing geen vuur.”", "Froukje Santing, Meral, Uitgeverij Orlando, €21,50."], "authors": ["Marjolijn De Cocq"], "keywords": ["ik", "staat", "etalage", "voor", "schrijfster", "en", "een", "ze", "haar", "froukje", "santing", "het", "niet", "dat", "zó", "die", "religie"], "pubDate": "2020-12-29T18:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}