{"id": "40081e1f-c9b3-3b67-933c-471b6ec36896", "title": "Fenomenale wendbaarheid van heupen en gedachten: Diego Armando Maradona", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/11/fenomenale-wendbaarheid-van-heupen-en-gedachten-diego-armando-maradona-790534/", "summary": "Ofschoon geboren in een sloppenwijk in Buenos Aires, werd hij van jongs af beschouwd als een kind van de bezittende klasse.\nAltijd weer kwam hij met een verrassing, een versnelling of vertraging.\nDe grootheden AC en Inter Milaan en Juventus hielden geen rekening met het zootje ongeregeld in armoedige kleren.\nDe komst van Maradona bevrijdde Napels van het juk van minderwaardigheid.\nMet een wereldster als Maradona in een zuidelijke stad als Napels is dat sowieso moordend.", "paragraphs": ["Als icoon overtreft hij alle andere voetbaliconen. Hugo Camps neemt afscheid van de man met voetjes als notenbalken: Maradona.", "Zijn guitige oogjes zijn gedoofd onder het grootste theaterdoek van de wereld. Diego Armando Maradona heeft het aardse verlaten en zit nu waar hij thuishoort: tussen de engelen. Een halve engel was hij ook al in dit ondermaanse: gewichtloos, flitsend, met voetjes als notenbalken. In het spel van Diego Armando weerklonk altijd muziek.", "Een legende is heengegaan, samen met Pelé de beste voetballer ooit. Vooruit maar, Johan Cruijff mag het triumviraat aanvullen. Maar als icoon overtreft Maradona ze allemaal. Geen voetballer is bij leven zo aanbeden als Pluisje. In kerken, gezinnen, achterbuurten en scholen werd hij opgevoerd als een heilige. Zijn hele leven was een mirakel.", "Onverwacht komt zijn dood zeker niet: hij was al enige tijd uitgewoond", "Zijn dood na een hartstilstand, op zestigjarige leeftijd, komt niet onverwacht. Diego was al enige tijd uitgewoond. Onlangs kreeg hij nog een beroerte en zijn hart sputterde al eerder tegen. De tol van een overvloedig leven met drank, drugs en vrouwen. Het was hem allemaal vergeven. In Argentinië stond hij op gelijke hoogte met Evita Perón, in Europa was hij de held van opeenvolgende generaties. Zijn fysieke onderstand deed niets af van zijn glorieus bestaan. Ofschoon geboren in een sloppenwijk in Buenos Aires, werd hij van jongs af beschouwd als een kind van de bezittende klasse. Bezit was in zijn geval een weergaloos talent.", "Diego Armando heeft voor zijn doen lang geleefd. De laatste tijd was de aftakeling niet meer om aan te zien: obesitas, een verward hoofd, driftbuien en overal en altijd de melancholie van de tango. Hij mocht zich dan laten kennen als een nar met onberekenbare invallen en humeuren, maar dacht je er een bal bij, dan werd hij per bliksemschicht houder van een goddelijk lichaam.", "Een springveer die naar alle kanten schoot. Niemand op een voetbalveld was in staat de gedachten van Maradona te lezen. Altijd weer kwam hij met een verrassing, een versnelling of vertraging.", "Eén man voorbij, twee man voorbij, drie man voorbij, doelman voorbij", "Op het WK 1986 in Mexico hebben de Rode Duivels hem van nabij leren kennen. In zijn eentje maakte hij Argentinië wereldkampioen. Eén beeld is onvergetelijk. Maradona vertrekt dribbelend van de middellijn, stormt naar het doel. Eén man voorbij, twee man voorbij, drie man voorbij, de doelman voorbij. Met zijn kleine dwergpasjes rolt hij de hele verdediging op. Het was een nooit geziene raid van snelheid en elegantie. Dan juichend en schreeuwend naar de cornervlag in patriottische extase. Mooier kan voetbal niet zijn.", "Lees verder onder de video", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Een bovenaards nummer.", "Zo waren er vele, bij Barcelona, Napoli en Argentinië. Soms met een kanonskogel, soms met korte, heftige dribbels die hij als algebra uitspreidde. Zijn wendbaarheid was fenomenaal, nog meer van gedachten dan van heupen. De momenten van onnavolgbaarheid zijn legio. Zijn glorie had wel een prijs. De druk van de tifosi in Napels was soms beangstigend. Diego kon niet meer gewoon over straat lopen.", "De stervoetballer leefde in Napels alleen processiegewijs", "Meisjes gooiden zich in gescheurde kleren voor hem neer, jongens bleven hallucineren, lang nadat hij voorbij was. De stervoetballer heeft in Napels alleen processiegewijs geleefd. En ja, vaak in de regie van de maffia die hem manipuleerde als uithangbord. Het jongetje uit een sloppenwijk van Buenos Aires was niet gewapend tegen de almacht van dreiging en geweld. Hij ging voor in de stoet van bandeloosheid.", "Napraten over een wedstrijd is een meetlat voor grootsheid", "Maradona is veel, zo niet alles vergeven. De schoonheid die hij duizenden mensen heeft gebracht, was avondvullend. Altijd moest er worden nagepraat als Diego een wedstrijd had gespeeld. Misschien is dat ook een meetlat voor de grootsheid van een voetballer: het napraten. Ik heb vrienden die er ’s morgens al aan beginnen en bij het slapen gaan nog steeds niet uitgeluld zijn.", "Bewondering en aanbidding hebben een dubbele bodem. Het voetbal dat Diego naar de massa voerde, bracht ook veel eenzaamheid mee. De prijs van fysieke en geestelijke ontheemding. Het geleefd worden door een ander. Daar sta je dan als Argentijns jongetje uit een sloppenwijk tussen vreemdelingen die beweren dat jij van hen bent.", "Maradona kon zichzelf niet volgen. Hij vluchtte steeds meer in drank en drugs. Hartfalen als gevolg. Hij werd opgenomen in afkickklinieken en bracht rustperiodes door in Cuba, in de armen van zijn vriend Fidel Castro. Ik zag ze eens gearmd door Havana lopen. Een beeld om te schreien, de oude Fidel die zich ontfermt over een drugsverslaafde. Waar is de revolutie heen?", "In Napels prijken de madonna en Maradona naast elkaar", "Maradona leidde Napels naar twee titels, een beker en één UEFA Cup. Maar de trots die hij in het zuidelijke roversnest heeft ontketend, is vele malen groter. Niet voor niets prijken vandaag in de stad in veel winkels en huiskamers nog altijd twee afbeeldingen naast elkaar: de madonna en Maradona. De Argentijn heeft het voetbal van Napoli een religieus karakter gegeven dat blijft duren.", "Napoli was als club uit Zuid-Italië bespot en geminacht. De grootheden AC en Inter Milaan en Juventus hielden geen rekening met het zootje ongeregeld in armoedige kleren. De komst van Maradona bevrijdde Napels van het juk van minderwaardigheid. Het was alsof de Napolitanen een nieuwe identiteit kregen. El Pibe de Oro had zijn gratie en grandeur afgestaan aan de club die nog niets had gewonnen. Zijn eigen leven was ontredderd en halvelings verwoest, maar dat had de Argentijn ervoor over. Zoals ook hoeren en drugs.", "Wij onderschatten de druk die clubs en supporters spelers soms aandoen. Er is niet alleen de wedstrijd, er is ook de representatie die aan harten vreet. Altijd in de schijnwerpers staan, kan ook dodelijk zijn. Met een wereldster als Maradona in een zuidelijke stad als Napels is dat sowieso moordend. Met ook nog 6.000 vrouwen die in hun bed liggen te wachten op een streling van de maestro.", "De beste en mooiste voor Napels, en misschien ook wel voor de wereld", "Toen bekend was dat Diego Maradona was overleden, stroomden de straten van Buenos Aires vol met supporters. Dat zal zich bij de eerste wedstrijd van Napoli in Zuid-Italië herhalen. Er mag dan discussie zijn over wie de beste is, Pelé of Maradona, voor Napolitanen is Diego geloofsartikel numero uno. De beste, de mooiste, de sterkste. En misschien is hij dat ook wel voor de wereld.", "Op de Argentijnse televisie kreeg Maradona een eigen talkshow La noche del 10. Zijn eerste gast op de sofa: Pelé."], "authors": [], "keywords": ["van", "als", "fenomenale", "het", "wendbaarheid", "hij", "diego", "zijn", "met", "die", "armando", "een", "niet", "en", "heupen", "gedachten", "maradona"], "pubDate": "2020-11-26T11:31:01+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}