{"id": "400afde1-a18e-3588-a5f8-8788c36984ac", "title": "'Wat is het verschil tussen palliatieve sedatie en euthanasie?'", "url": "https://www.nu.nl/gezondheid/6095099/wat-is-het-verschil-tussen-palliatieve-sedatie-en-euthanasie.html", "summary": "Deze week is dat: wat is het verschil tussen palliatieve sedatie en euthanasie?\nTen eerste moet het lijden ondraaglijk en uitzichtloos zijn en moet de wens tot euthanasie vaker besproken zijn.\nWél kun je met je huisarts overleggen of je dat uiteindelijk wilt, wanneer je lijden te erg wordt.\nOf dat je dat juist níét wil.\nSommige religies wijzen palliatieve sedatie en soms ook morfine af.", "paragraphs": ["Iedere week beantwoordt Edwin de Vaal (48), huisarts in Nijmegen, een veelgestelde of opvallende vraag uit zijn praktijk. Deze week is dat: wat is het verschil tussen palliatieve sedatie en euthanasie?", "Is palliatieve sedatie hetzelfde als euthanasie?", "\"Nee. Er is een groot verschil. Het doel bij euthanasie is: het overlijden van de patiënt. Palliatieve sedatie heeft als doel om ondraaglijke klachten te bestrijden door iemand in een diepe slaap te brengen. Soms is iemand aan het einde van zijn leven zo onrustig, benauwd of heeft een patiënt zoveel pijn dat je als huisarts alleen nog palliatieve sedatie hebt om het lijden te verlichten.\"", "“Euthanasie kun je zelf plannen. Palliatieve sedatie niet. Wél kun je met de huisarts overleggen of je dat uiteindelijk wil als je lijden te erg wordt.”", "Hoe gaat palliatieve sedatie in zijn werk?", "\"Meestal met behulp van een medicijn via een injectie. Dat middel brengt de patiënt in een diepe slaap. Meestal wordt ook morfine gegeven tegen eventuele pijn of benauwdheid. Tijdens palliatieve sedatie stopt de patiënt ook met eten, drinken en medicijnen. Samen met de ziekte zorgt dat ervoor dat iemand rustig overlijdt. Het valt niet te voorspellen wanneer dat is. Soms zijn mensen fysiek nog heel sterk en duurt het dagen voordat iemand komt te overlijden.\"", "Maar wat is dan het verschil met euthanasie? Daarbij gaat de patiënt toch ook dood?", "\"Klopt. Maar dat is bij palliatief sederen niet het doel. Je stopt het lijden, maar versnelt het sterven zelf niet. Het proces is ook anders. Bij euthanasie moet de arts een gedetailleerde procedure volgen. Ten eerste moet het lijden ondraaglijk en uitzichtloos zijn en moet de wens tot euthanasie vaker besproken zijn. Ook wordt er altijd een onafhankelijke SCEN-arts gevraagd die meebeoordeelt en een verklaring opstelt. Euthanasie vergt een lang en nauwkeurig traject.\"", "Hoe gaat euthanasie verder in zijn werk?", "\"Er zijn verschillende manieren. Meestal gebeurt het via een infuus. Eerst wordt iemand in een diepe narcose gebracht. De volgende injectie laat de spieren verslappen en stopt de ademhaling. Dat kan ook met een drankje dat de patiënt zelf neemt of met een pompje waarvan de patiënt eigenhandig het kraantje omzet. Op die manier houdt de patiënt zelf de regie.\"", "Kun je zelf kiezen voor het een of het ander?", "\"Euthanasie kun je zelf plannen. Palliatieve sedatie niet. Wél kun je met je huisarts overleggen of je dat uiteindelijk wilt, wanneer je lijden te erg wordt. Of dat je dat juist níét wil. Sommige religies wijzen palliatieve sedatie en soms ook morfine af. Mensen willen helder bij God aankomen. Als je weet dat je niet lang meer te leven hebt, bespreek dit soort voorkeuren dan met je naasten en huisarts.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["euthanasie", "wat", "verschil", "sedatie", "het", "palliatieve", "met", "zijn", "tussen", "een", "je", "en", "dat", "te"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}