{"id": "400a22f4-e2f4-38cf-9706-343322f393d3", "title": "Danny van Ekeren is in het Concertgebouw bewaker van de mooiste stilte", "url": "https://www.parool.nl/ps/danny-van-ekeren-is-in-het-concertgebouw-bewaker-van-de-mooiste-stilte~b8cfd90b/", "summary": "Er zijn weleens portiers die hier in het holst van de nacht midden in de zaal gaan staan en een knetter van een scheet laten, zegt Danny.\nAls je weet hoe het moet, is het een makkie.\nHet personeel van het Concertgebouw zelf natuurlijk.\nIk vind het een prachtig stuk hoor, daar niet van, en het zijn top­uitvoeringen.\nMaar ik hou er gewoon niet van, ik mis dat vloeiende van die oude klassieke muziek.", "paragraphs": ["Danny van Ekeren in het Concertgebouw. Beeld Dingena Mol", "Zijn harde stem klinkt door de Grote Zaal. “A-koes-­tiek!” En nog eens: “A-koes-tiek!” Het geluid galmt niet, het klinkt als een klok. Je hoort de zinsdelen een voor een tegen de achterzijde van de magnifieke ruimte kaatsen. Maar het is geen echoput. Droog geluid. Helder, zuiver.", "Alles klinkt mooier in het Concertgebouw. Ook als portier Danny van Ekeren (60), geen professioneel zanger, maar wel behept met een dijk van een stem, laat horen hoe het gesteld is met die wereld­beroemde akoestiek van de Grote Zaal.", "En dan is het er nu, in het holst van de avond, nog leeg. Danny is er, de verslaggever en de fotograaf. Maar verder niemand. Helemaal alleen in een uitgestorven zaal. Dat doet iets met het geluid, zou je denken, dat doet af aan die veelbezongen akoestiek. En dat doet het ook wel iets, zeggen de deskundigen, maar het blijft ­bijzonder. Gewoon geluid, maar dan van superieure kwaliteit.", "Er zijn weleens portiers die hier in het holst van de nacht midden in de zaal gaan staan en een knetter van een scheet laten, zegt Danny. Hij ook? Hij valt even stil, voor het eerst deze avond. Daar laat hij zich niet over uit, zegt hij. “Maar ik heb vernomen dat ook dát hier fantastisch klinkt.”", "Pikkedonker", "Meegaan op sluitronde is een avontuur. Het Concertgebouw door in het pikkedonker. Met een portier mee die er af en toe behoorlijk de sokken in heeft. Een knots van een zaklantaarn, waarvan het uiteinde regelmatig op zijn rechterschouder steunt: klaar om uit te halen dus. Je loopt door een gebouw waar, als het goed is, niemand meer is, maar je weet maar nooit.", "Ook in een uitgestorven Grote Zaal is de akoestiek optimaal. Beeld Dingena Mol", "Trapje op, trapje af. Links, rechts en dan rechtsomkeert. Een doolhof? Danny vindt het allemaal maar meevallen. Als je weet hoe het moet, is het een makkie. En dan heeft hij nu nog, om de meelopers deze avond een beetje op hun gemak te stellen, op een aantal plaatsen de lichten aangedaan. Normaal hangt de duisternis op de meeste plekken als een deken om je heen.", "In het trappenhuis bijvoorbeeld, tussen het muziekgebouw zelf en de kantoorruimtes aan het Concertgebouwplein. “Ik doe hier mijn zaklamp meestal uit. Dan loop ik door het donker.” Hij laat het zien, hardop tellend, trede voor trede: “Een, twee, drie, vier, vijf, zes, zeven acht treden omlaag. Twee stappen links. En dan acht omlaag. Gaat altijd goed. Ik ken na dertig jaar de weg, zullen we maar zeggen.”", "Je voortbewegen in het donker heeft ook een voordeel, zegt Danny. “Ik ken dit gebouw van haver tot gort. Mocht ik iemand tegenkomen, stel, dan weet ik de weg, weet ik waar obstakels staan, waar ik heen moet. De ongenode gast weet dat niet. Dat geeft mij dan een voordeel.”", "Franse Foyer", "Er zijn collega’s voor wie de nachtdiensten een brug te eng waren. Een bepaalde ­Surinaamse man heeft het drie nachten volgehouden voordat de spanning hem te veel werd. Het Concertgebouw heeft een eigen spook, is de mare, hoewel Danny het allemaal maar onzin vindt. “Er is hier in het donker niets wat mij in het licht niet ook kwaad zou doen.” Kan zo op een tegeltje? “Kan zo op een tegeltje.”", "Beeld Dingena Mol", "Tegelijk: ook Danny maakte soms dingen mee waarvoor nauwelijks een verklaring te bedenken viel. “Ik liep midden in de nacht eens binnen in de Franse Foyer, ging spontaan het licht aan. Dan zit je hart wel even in je keel. Dat is me twee keer gebeurd. Later zei een van de technische mensen dat dat misschien wel piekspanning kan zijn. Het zal wel, maar gek is het.”", "Het klinkt allemaal spannend, maar praat Van Ekeren niet over de zenuwen van eenzaam en alleen zijn in een gebouw met zoveel geschiedenis en allure. Het is een baan, zegt hij. Tuurlijk, een baan in een omgeving die, laten we zeggen, tot de verbeelding spreekt. En toch: het is in de eerste plaats vooral gewoon dat, een baan. Maar laten we wel wezen, los van wat Danny vindt: portier zijn in het Concert­gebouw is echt wel wat meer dan dat.", "Artiesteningang", "Het is een baan ook die is veranderd sinds corona. Toen er nog uitvoeringen waren, was zijn werk als portier vooral hectisch. Hij was de hele dag in touw, de avonden waren nog drukker dan overdag. Op zijn stekkie bij de artiesteningang aan de Jan Willem Brouwerstraat was het toen een komen en gaan van iedereen die de godganse dag, en nacht, iets te zoeken had in het gebouw.", "De leden van de orkesten in de eerste plaats. De solisten en iedereen die zich rond dit soort gezelschappen beweegt. Het personeel van het Concertgebouw zelf natuurlijk. Horecamedewerkers ook. Schoonmakers en leveranciers. “Soms kwamen ze midden in de nacht een klavecimbel afleveren. Die werd dan gebruikt voor een optreden later, maar zo’n instrument moest eerst een tijdje acclimatiseren, letterlijk op temperatuur komen.”", "Van de nachtdiensten en de bijbehorende sluitrondes leek Danny twee jaar geleden af te zijn: vanwege zijn leeftijd, maar ook omdat de shifts van 23.00 tot 7.00 uur voortaan werden uitbesteed aan een externe partij. In zijn eentje door een verlaten Concertgebouw koersen zat er niet meer in. Tot alles stil kwam te liggen en de avonddienst een nachtdienst werd, maar dan ’s avonds. “Als de laatste persoon naar huis is, loop ik een ronde door het gebouw. Zit alles echt goed op slot, heeft er niet iemand zijn licht aan gelaten, de computer vergeten af te sluiten?”", "Het heeft wel wat, vindt Danny. Hoewel zijn diensten op deze manier wel een stuk langer lijken te duren. “Ik mis het leven in de brouwerij. De mensen met wie je praatjes hebt. Je zit hier toch voornamelijk in je eentje gedurende de avond. Netflix is allemaal leuk en aardig, maar een stukje meepakken van een mooi concert in de Grote Zaal heeft natuurlijk echt wat extra’s.”", "Meesterwerk", "Vanachter zijn plek achter de controle­panelen laat hij zien hoe het werkt. “Ik kan meeluisteren met de Grote Zaal, met de Kleine Zaal. Prachtige muziek. Mijn lievelingsstuk? Sjeherazade van Rimski-Korsakov, gebaseerd op het boek Duizend-en-een-nacht. Dat is zo mooi. Als ik weet dat die op het programma staat, kan ik me daar echt op verheugen als ik naar mijn werk ga. Maar er is meer dat ik mooi vind, hoor: Sibelius’ Tweede, een meesterwerk, ik kan niet anders zeggen. Dan baal je wel als mensen dingen van je willen. Maar ja, dat is nu eenmaal je werk.”", "Danny aan de piano in de antichambre. Beeld Dingena Mol", "Klassieke muziek, sommige van zijn collega’s hebben er niets mee, die zetten liever de radio aan. Maar als Danny werkt tijdens een uitvoering, luistert hij vrijwel altijd mee. Soms zachtjes, soms wat harder. De bakker moet nu eenmaal de geur van zijn oven kennen, vindt hij. Muziek was er altijd in zijn jeugd, hoewel hij niet is opgevoed met klassiek. “Mijn opa hield van opera en operette, mijn andere opa was meer van de jazz. En mijn ouders hielden vooral van pop. Ik heb het allemaal een beetje moeten leren waarderen. Nu geniet ik ervan.”", "Alleen de Matthäus-Passion, daar heeft Danny het niet zo op. Of beter: niet meer. Bachs versie van het lijdensverhaal komt hem soms zijn oren uit. “In het voorjaar is dat bijna lopendebandwerk hier. Meerdere uitvoeringen per dag. En de Matthäus duurt best lang. Ik vind het een prachtig stuk hoor, daar niet van, en het zijn top­uitvoeringen. Maar op een geven moment ben je er echt wel klaar mee. Dan luister ik de opening en het laatste kwartiertje, maar niet helemaal.”", "Modern klassiek is daarbij een genre dat aan Danny niet is besteed. “Reinbert de Leeuw, hij was een van de knapste dirigenten. Maar ik hou er gewoon niet van, ik mis dat vloeiende van die oude klassieke muziek. Modern klinkt mij in de oren alsof iemand met een stok in een emmer glas staat te roeren.”", "Sommige dingen worden gewoon. Zo kwam soms voormalig Concertgebouw-dirigent Hans Vonk weleens langs de loge van Danny geschoten. Die stond dan om het hoekje vijf of tien minuten te luisteren naar bepaalde passages van uitvoeringen waarin hij geïnteresseerd was. “En weg was hij weer dan.”", "Met de muziek maakt hij deze maanden schrale tijden door, dus. Maar daar komen die regelmatige sluitrondes weer voor in de plaats. Hij doorkruist het hele gebouw. Door de Grote Zaal, waar alleen deze avond de lichten aan zijn. Maar ook de personeelsruimtes kent Danny. De keuken waar in betere tijden cateraars maaltijden staan te bereiden. De lange gangen met deuren waarachter de instrumenten staan opgeslagen van het Concertgebouworkest, het vermaarde gezelschap dat hier zijn thuiswedstrijden speelt. Even kijken mogen we niet. “Dat luistert allemaal heel nauw. Ze zitten bovendien in kluisjes.”", "Van de kelder tot de ruimte pal onder het dak: Danny weet de weg, bijna als geen ander. Hij laat het speciale hokje naast het Maarschalkerweerdorgel zien, waarvandaan altijd radio-uitzendingen werden verzorgd. Als hij het gordijntje openschuift, heb je een fantastisch uitzicht op de zaal. Aan de andere kant zal het nauwelijks bezoekers zijn opgevallen dat ze op deze manier in de gaten zouden kunnen worden gehouden.", "Er zijn weinig plekjes die Danny niet kent. Op de bovenste verdieping, recht achter het timpaan, hebben ze in de jaren tachtig een verborgen ruimte gevonden, zegt hij. Matrassen werden er aangetroffen. Niet van personeel dat hier af en toe een dutje deed, vermoedt Danny. “De matrassen waren veel ouder, waarschijnlijk uit de oorlogsjaren. Onderduikers in het Concertgebouw, dat is een mooie gedachte, toch? Helemaal als je je realiseert dat van dirigent Willem Mengelberg, die tijdens de bezettingsjaren aan de leiding stond, bekend is dat hij sympathiek stond ten aanzien van de Duitsers. Ik denk daar weleens aan: dat Joodse onderduikers hier ’s nachts door het Concertgebouw dwaalden, net als ik nu, alleen dan met een knijpkatje.”", "Danny inspecteert de artiestenkleedkamers. Beeld Dingena Mol", "Danny vóélt zijn werkomgeving, de specifieke geluiden en geuren die bij de verschillende ruimtes horen. Hij ruikt en proeft het Concertgebouw. Bij de toiletruimte waarvan Beatrix gebruikmaakt wanneer ze een concert bezoekt, opent hij de deur. Stil even, zegt hij, hoor je dat? Niets. “Stilte. Daar luister ik naar. Er staat geen kraan open. Dan weet ik dat het goed is. Dezer dagen wordt dit toilet natuurlijk sowieso niet gebruikt.”", "Tuinhuisje", "Danny – vierde generatie Pijpbewoner, alleen in de zomers buiten zijn buurtje omdat hij dan in zijn tuinhuisje in Geuzenveld vertoeft – is een man met een groot hart. Een stukje naast de artiesten­ingang ligt weleens een zwerver. Collega’s hebben het er niet zo op, die sturen dak­lozen vaak weg. Maar van Danny mag zo’n man in principe blijven waar hij is. “Hij ligt niet in de weg, toch? Sterker nog: als hij daar ligt, zullen personen op die plek het wel uit hun hoofd laten om proberen binnen te komen. Zolang hij maar niet tegen het gebouw gaat staan plassen.”", "Veel deuren zijn elektronisch in het Concertgebouw. Maar geef Danny maar zo’n ouderwetse grendel. Dat je ziet wat je doet, dat een deur die dicht lijkt ook echt dicht ís. Kijk, dat veel elektronisch gaat, daar is de portier met al zijn ervaring inmiddels wel aan gewend. “En het werkt ook goed en gemakkelijk, hoor, geen klachten, helemaal niet. Maar als je een storing hebt of de elektriciteit uitvalt, dan kun je een probleem hebben. Het is niet de bedoeling dat de deuren van het Concertgebouw midden in de nacht openstaan.”", "Ook dat gebeurt weleens, zegt hij. ­Sporadisch natuurlijk. “Dan voel ik even aan de klink van een buitendeur, gaat ie zomaar ineens open. Dan realiseer ik me dat ik er toch echt niet voor niets ben.” En al die tussendeuren in de lange gangen, een voor een worden ze gesloten. “Ze vertragen brand. Iedere deur scheelt twee minuten, tijd waarin de brandweer toch een extra slang kan uitrollen.”", "Menselijke aanwezigheid in het nachtelijke Concertgebouw is verzekerings­technisch vereist: het is óf een nacht- en avondportier, of een sprinklerinstallatie. Wie de perfecte staat waarin het monumentale gebouw verkeert in ogenschouw neemt, weet het ogenblikkelijk: een vals brandalarm dat een automatische blus­installatie in gang zet, zou veel schade ­kunnen aanrichten.", "Sinatra", "Danny maakt veel mee, ontmoette celebrity’s uit binnen- en buitenland. Wereld­beroemde solisten, allemaal deden ze het Concertgebouw aan. Ook waren er housefeesten, traden jazz- en rockartiesten op. Van Shirley Bassey was hij onder de indruk. Maar ook Frank Sinatra, Bill Clinton en Rudy Giuliani hebben zich ooit gemeld bij portier Van Ekeren. Vol smaak vertelt hij over die keer dat hij plots in een lift stond met de Amerikaanse soulmannen van The Trammps. “Een van die gasten had een rollator bij zich. Ik kon niks zeggen, ik was even echt helemaal flabbergasted.”", "De zolderruimte boven het plafond van de Grote Zaal. Beeld Dingena Mol", "Speelt hij zelf weleens? Danny bromt wat. Hij geniet van muziek, maar meer passief dus. Geen geduld voor, eigenlijk nooit gehad. “Pielen met snaartjes, dat was niet mijn ding. Maar soms, heel soms, kruip ik tijdens een nachtelijke ronde weleens achter een piano.”", "In de antichambre, waar de echt grote solisten en dirigenten zich voorbereiden op belangrijke uitvoeringen, gaat hij zitten. Hij pingelt wat, enigszins gegeneerd. “Ik speel net zoals ik typ: eenvingerig.”", "En door gaat het weer.", "Hij is als een vis in het water, maar toch, Danny zit zijn tijd ook wel een beetje uit te zitten. De corona kan hem niet snel genoeg voorbij zijn. “Die avonden dat er tweeduizend man in de Grote Zaal zitten te luisteren naar een orkest dat bestaat uit vijftig muzikanten en soms wel honderd koorleden. En dat je dan ook nog meer dan vierhonderd bezoekers hebt in de Kleine Zaal. Ik kan dat zo missen. Leeg is het gebouw mooi, maar een verlaten Concertgebouw, dat hoort natuurlijk gewoon niet.”"], "authors": ["Marc Kruyswijk"], "keywords": ["van", "het", "ekeren", "hij", "maar", "zijn", "danny", "concertgebouw", "stilte", "ik", "een", "mooiste", "dat", "en", "niet", "bewaker"], "pubDate": "2020-11-29T15:00:54+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}