{"id": "40117bb2-48c5-3779-ad27-98682a315f30", "title": "Nathalie Hoop was 21 jaar lang veel meer dan de assistente van Hans Klok", "url": "https://volkskrant.nl/mensen/nathalie-hoop-was-21-jaar-lang-veel-meer-dan-de-assistente-van-hans-klok~b7e14a5b/", "summary": "Ze laat haar 7-jarige dochtertje Keet achter, dat ze met Pepijn kreeg.\nIk was overtuigd dat ze het gevecht tegen kanker zou winnen.’Nathalie werd geboren in Amsterdam als een van de twee dochters van een vertegenwoordiger in kinderkleding.\n‘Ze was een circusartiest en een echte diva, maar ook heel geschikt voor meer romantische illusie-acts.’Volgens Klok kon ze goed omgaan met haar ziekte.\nDe aan de rolstoel gekluisterde Sarah wilde Hans Klok in Las Vegas ontmoeten en leerde van Nathalie de kneepjes van het vak.\nDe emoties kregen de overhand toen Nathalie bekende dat ze zelf ziek was en niet mee kon naar Las Vegas.", "paragraphs": ["Nathalie Hoop.", "Het woord assistente vindt Nederlands beroemdste illusionist Hans Klok bijna een belediging. Nathalie Hoop was 21 jaar lang veel meer dan dat.", "‘Een assistente is iemand die een goochelaar wat aangeeft. Zij was mijn partner. Je kunt het vergelijken met een paar in het kunstrijden. Zonder de ander ben je niks. Ze ging er helemaal voor. En de acts zijn vaak best link. Ze heeft heel wat blauwe plekken opgelopen, soms ook brandwonden en een keer gescheurde trommelvliezen.’", "Hij noemt als voorbeeld zijn Houdini-acts: de metamorfoses. Bij deze snelle verwisseltrucs moest Nathalie zichzelf in seconden uit een met sloten en kettingen dichtgemaakte kist zien te bevrijden en ergens anders opduiken, terwijl Klok intussen in de kist moest zien te kruipen. Hoe, dat bleef een raadsel. ‘Om dat te perfectioneren moet je heel wat in je mars hebben.’ Met Nathalie verbrak hij het wereldrecord: vijftien illusies in vijf minuten.", "Liefst 21 jaar werkten ze samen, in Las Vegas of waar ook ter wereld. ‘Ze was simpel gezegd de beste.’ Klok toont een televisievideo waar ze in een grote kast de plaats inneemt van de deze week ook overleden Corrie van Gorp alias mevrouw De Bok. André van Duin is in zijn rol als meneer De Bok in de wolken als hij bij het openen van de kast de mooie Nathalie terugkrijgt. Maar tot zijn grote teleurstelling komt na nog een keer draaien toch mevrouw De Bok weer te voorschijn.", "Klok: ‘Nathalie was heel sexy zonder ordinair te zijn. Een knappe meid aan wie het ouder worden voorbij ging. Ik weet dat in Las Vegas een keer een portier vroeg of ze wel 21 was, terwijl ze de 40 al was gepasseerd.’", "Vier jaar geleden werd bij Nathalie een tumor in haar baarmoederhals ontdekt. Na een operatie was ze schoon verklaard. ‘Helaas bleek in maart 2019 dat bij het AMC uitzaaiingen over het hoofd waren gezien’, zegt haar man, Pepijn Padberg. Chemokuren sloegen niet meer aan. Nathalie overleed 3 november in Amsterdam. Ze werd maar 44 jaar. Ze laat haar 7-jarige dochtertje Keet achter, dat ze met Pepijn kreeg. Padberg had uit een eerdere relatie met Bridget Maasland een zoon, Mees, die Nathalie koesterde als haar eigen kind.", "Hans Klok had nooit gedacht dat deze jonge moeder aan die verschrikkelijke ziekte zou kunnen overlijden. ‘Ze had zo’n levenswil. Ik was overtuigd dat ze het gevecht tegen kanker zou winnen.’", "Nathalie werd geboren in Amsterdam als een van de twee dochters van een vertegenwoordiger in kinderkleding. Op geheel eigen initiatief besloot ze al heel jong zich aan te melden bij de dansacademie in Tilburg. Ze voelde zich daar uiteindelijk niet thuis en koos na ruim een jaar voor de dansacademie van Lucia Marthas in Amsterdam. Ze slaagde daar en kon vervolgens als danseres terecht bij televisieshows en de concerten van de Toppers. Goochelaar Hans Kazan ontdekte haar, en in 1999 ontmoette ze Hans Klok.", "Klok vertelt dat Nathalie in de show ook een zachtere kant kon tonen. ‘Ze was een circusartiest en een echte diva, maar ook heel geschikt voor meer romantische illusie-acts.’", "Volgens Klok kon ze goed omgaan met haar ziekte. Vlak voor haar dood was ze nog te zien in het programma Over winnaars, waarin Jamai Loman zieken en gehandicapten helpt hun droom te laten uitkomen. De aan de rolstoel gekluisterde Sarah wilde Hans Klok in Las Vegas ontmoeten en leerde van Nathalie de kneepjes van het vak. De emoties kregen de overhand toen Nathalie bekende dat ze zelf ziek was en niet mee kon naar Las Vegas."], "authors": [], "keywords": ["van", "dan", "nathalie", "meer", "het", "met", "lang", "hans", "hoop", "een", "ze", "en", "dat", "jaar", "veel", "te", "haar", "klok"], "pubDate": "2020-11-27T22:40:50+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}