{"id": "4023408c-929d-3b5a-b785-2fb27bb7ec14", "title": "Groningen en Vitesse ontregelen elkaar tot een gelijkspel", "url": "https://volkskrant.nl/sport/groningen-en-vitesse-ontregelen-elkaar-tot-een-gelijkspel~b4850ef9/", "summary": "Na bijna alle combinaties geprobeerd te hebben, kunnen Buijs en Letsch na afloop leven met een gelijkspel.\nWaar Buijs en Groningen een meester zijn in het ontregelen van het spel van de tegenstander, baarden Letsch en Vitesse de afgelopen weken opzien door tegenstanders met aanvallend en attractief voetbal de wil op te leggen.\nVoor de oud-speler van Feyenoord en Groningen is een goede organisatie de kurk waarop zijn team drijft.\nDe parallellen tussen het Groningen van Buijs en Atlético Madrid van Diego Simeone zijn al vaker getrokken.\nVitesse verraste tot nu toe vriend en vijand met aanstekelijk voetbal en spelers om een glimlach van op het gezicht te krijgen.", "paragraphs": ["Jørgen Strand Larsen van FC Groningen in duel met Vitessenaar Eli Dasa. Beeld BSR Agency", "In het stadion van FC Groningen wordt zaterdagavond gegoocheld met cijfers. Van 3-4-3 naar 5-4-1 en van 3-5-2 naar 4-4-2. Alsof Groningen-trainer Danny Buijs en Vitesse-coach Thomas Letsch verwoede pogingen doen om de code van elkaars hangslot te ontrafelen. Net zo lang tot het ontgrendelingsmechanisme zijn werk doet.", "Groningen – Vitesse eindigt in 1-1 omdat geen van beide trainers de code weet te ontcijferen. Na bijna alle combinaties geprobeerd te hebben, kunnen Buijs en Letsch na afloop leven met een gelijkspel. De code van de ander blijkt te ingewikkeld om het slot te openen. Dan maar niet verliezen.", "Het duel tussen de nummer zeven en twee van de eredivisie is ook de confrontatie tussen twee tactici. Waar Buijs en Groningen een meester zijn in het ontregelen van het spel van de tegenstander, baarden Letsch en Vitesse de afgelopen weken opzien door tegenstanders met aanvallend en attractief voetbal de wil op te leggen.", "In het akelig stille en lege Euroborg verrast Buijs collega Letsch met zijn strijdplan. Groningen is beter in de eerste helft en komt verdiend op voorsprong door een doelpunt van Patrick Joosten. Al scoort Vitesse op slag van rust uit het niets via Loïs Openda. In de tweede helft verandert Letsch van systeem en zitten beide teams gevangen in elkaars tactiek.", "‘Ik zie het als een compliment dat Groningen zich in eerste instantie aan ons had aangepast. Dat deden ze goed. Ik hou van dit soort uitdagingen’, zegt Letsch. En Buijs: ‘Het is mooi om te zien dat mijn spelers zich kunnen aanpassen aan een tegenstander en meerdere systemen kunnen spelen.’", "Met Buijs als trainer heeft Groningen zich de laatste jaren ontwikkeld tot een ploeg waartegen het lastig voetballen is. Voor de oud-speler van Feyenoord en Groningen is een goede organisatie de kurk waarop zijn team drijft. In zijn eerste jaar als trainer van Groningen incasseerden alleen Ajax en PSV minder tegendoelpunten. Vorig seizoen hadden enkel Ajax en AZ de verdedigende organisatie beter op orde.", "De parallellen tussen het Groningen van Buijs en Atlético Madrid van Diego Simeone zijn al vaker getrokken. De temperamentvolle Argentijn maakte van Atlético een vechtmachine die maar weinig doelpunten tegen krijgt. In Groningen is Buijs met iets vergelijkbaars bezig. Eerder dit seizoen had Ajax geen antwoord op het plan van Groningen (1-0).", "En dan komt de gedrevenheid van Buijs ook nog eens in de buurt van de passie waarmee Simeone zich langs de zijlijn beweegt. Tegen Vitesse staat de Groningen-trainer negentig minuten lang fanatiek te coachen. Alsof hij zijn spelers niet de kans wil geven om ook maar een moment te verslappen. Iedereen moet zich opofferen voor het team. Het plan.", "Een paar meter verderop overziet Letsch, die deze zomer als relatief onbekende trainer naar Arnhem kwam, het spel in relatieve rust. Met de handen in zijn zakken observeert de Duitser wat zich voor zijn ogen afspeelt. Al staat hij in de eerste helft met enige regelmaat te wijzen of roept hij een speler bij zich om iets in te fluisteren. ‘Groningen had een plan bedacht waar wij het lastig mee hadden, daarin zie je de hand van de trainer.’", "Keeper Remko Pasveer van Vitesse houdt de bal klemvast. Beeld BSR Agency", "Letsch ziet het als een compliment aan zijn ploeg, die tot afgelopen weekend gelijke tred hield met koploper Ajax. Vitesse verraste tot nu toe vriend en vijand met aanstekelijk voetbal en spelers om een glimlach van op het gezicht te krijgen. ‘Het is een duidelijk signaal dat tegenstanders respect hebben voor ons.’", "Buijs: ‘Voor elke wedstrijd analyseer ik de kracht en zwakte van de tegenstander. Die zet ik af tegen de sterke en minder sterke punten van mijn eigen ploeg. Uiteindelijk streep ik de plussen en minnen van de tegenstander en mijn team tegen elkaar af en kom ik tot een tactisch plan waarvan ik denk dat we daar de grootste kans mee hebben om resultaat te halen.’", "Al ontsnapt Vitesse-spits Armando Broja na een uur aan de aandacht van de Groningen-verdedigers. De Albanees omspeelt doelman Sergio Padt maar schiet de bal voor een leeg doel over. Het is een van de weinig opwindende momenten in de tweede helft, waarin de tactische discipline de boventoon voert.", "In de perskamer doet Buijs na afloop zijn tactiek uit de doeken. Gepassioneerd vertelt hij over het schakelen tussen een 3-4-3 en 4-5-1 systeem. ‘Vitesse heeft een heel goede ploeg. Daar moesten wij in balbezit en bij balverlies iets tegenover zetten.’ Een ruimte verderop legt Letsch zijn strategische overwegingen tussen een 3-5-2 en 4-4-2 systeem uit. ‘Groningen is een heel lastige ploeg om tegen te spelen.’"], "authors": ["Guus Peters"], "keywords": ["tot", "groningen", "van", "buijs", "het", "met", "zijn", "gelijkspel", "vitesse", "een", "en", "te", "om", "elkaar", "ontregelen"], "pubDate": "2020-11-22T18:15:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}