{"id": "404817c0-fc10-3054-9004-0de471a25dc6", "title": "Wethouder Nynke Houwing woont buiten Borger-Odoorn, maar gemeente verzuimt toestemming te verlenen", "url": "https://www.dvhn.nl/drenthe/Wethouder-Nynke-Houwing-woont-buiten-Borger-Odoorn-maar-gemeente-verzuimt-toestemming-te-verlenen-26342001.html", "summary": "Wethouder Nynke Houwing (VVD) is in een benarde positie beland, omdat de gemeente heeft verzuimd haar een noodzakelijke ontheffing te verlenen voor het wonen buiten de gemeente.\nPvdA-fractievoorzitter Metze Geertsma is niet te spreken over de gang van zaken: ,,Als onze burgers zich niet aan termijnen houden, dan hebben ze een probleem.\nZo ver zal de gemeenteraad van Borger-Odoorn het niet laten komen, blijkt uit een rondgang langs de fracties.\nJurist Olaf Schuwer onderzocht op verzoek van de gemeente de kwestie en wijst op het ontbrekende initiatief van de wethouder zelf.\nDat er stemmen opgaan om de wethouder ontslag te laten indienen en daarna weer te installeren, is echt belachelijk.’’", "paragraphs": ["Wethouder Nynke Houwing (VVD) is in een benarde positie beland, omdat de gemeente heeft verzuimd haar een noodzakelijke ontheffing te verlenen voor het wonen buiten de gemeente. De wethouder werkt in Borger-Odoorn, maar woont vlak over de gemeentegrens in Nieuw-Weerdinge. Daarvoor moet ze jaarlijkse toestemming krijgen van de gemeenteraad.", "Acht maanden te laat moet de raad genade tonen voor de nalatigheid. PvdA-fractievoorzitter Metze Geertsma is niet te spreken over de gang van zaken: ,,Als onze burgers zich niet aan termijnen houden, dan hebben ze een probleem. Maar bestuurders lijken er mee weg te komen.” Geertsma kwam eind vorig jaar tijdens de verlate behandeling van het verzoek tot ontheffing met zijn kritiek en bracht daarmee het college in verlegenheid. Het collegevoorstel werd ingetrokken, maar komt nu 21 januari ongewijzigd terug op de raadsagenda.", "Populair", "De gemeente heeft juridisch advies ingewonnen waaruit blijkt dat de ontheffing voor Houwing met terugwerkende kracht kan worden verleend. De enige andere optie is ontslag voor de wethouder. Zo ver zal de gemeenteraad van Borger-Odoorn het niet laten komen, blijkt uit een rondgang langs de fracties. De wethouder is populair bij de meeste raadsleden. Maar daarmee is de kritiek op de procedure niet verstomd.", "Annemiek de Groot, fractievoorzitter van Leefbaar Borger-Odoorn, zal in ieder geval tegen het voorstel stemmen: ,,Dit is weer een voorbeeld van de onzorgvuldige manier waarop het gemeentebestuur wel vaker handelt. Wij vinden bovendien dat een wethouder gewoon in onze gemeente moet wonen.’’ Op meer steun kan Houwing rekenen van de man die de kwestie aanhangig maakte: ,,Deze wethouder doet het prima en mag wat ons betreft gewoon blijven, maar dan via ontslag en directe herbenoeming’’, stelt PvdA’er Geertsma.", "Profileringsdrang", "Harm Greven van Gemeentebelangen, grootste partij in de raad, heeft geen goed woord over voor de kritiek ,,Dit is gewoon spijkers op laag water zoeken. De wethouder doet het goed en we hebben wel grotere problemen aan ons hoofd. Daar kunnen we deze profileringsdrang echt niet bij gebruiken.’’", "Wie blaam treft op dit dossier, blijft onduidelijk. Jurist Olaf Schuwer onderzocht op verzoek van de gemeente de kwestie en wijst op het ontbrekende initiatief van de wethouder zelf. Verschillende raadsleden nemen het gehele college op de korrel. Dat gaat Jeroen van Gool, directeur van de landelijke wethoudersvereniging, te ver: ,,De raad is hier waarschijnlijk zelf nalatig geweest. Dat er stemmen opgaan om de wethouder ontslag te laten indienen en daarna weer te installeren, is echt belachelijk.’’"], "authors": ["Pim Siegers"], "keywords": ["van", "wethouder", "voor", "en", "een", "nynke", "toestemming", "te", "op", "houwing", "het", "woont", "maar", "niet", "verzuimt", "verlenen", "gemeente"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}