{"id": "4054c762-f8e1-313f-90e3-e4d9cd0a7b4f", "title": "UCI stelt nieuw protocol op: wat te doen bij vermoeden van hersenschudding", "url": "https://www.telegraaf.nl/sport/1409596304/uci-stelt-nieuw-protocol-op-wat-te-doen-bij-vermoeden-van-hersenschudding", "summary": "Het protocol is het resultaat van een werkgroep, samengesteld door een groep van internationale experts onder leiding van Xavier Bigard, hoofd van het medische departement van de UCI.\nHerkennen van symptomenHet protocol legt de nadruk op enkele symptomen (geheugen- en spraakverlies en verlaagde reactiesnelheid) die onderzocht moeten worden.\nBedoeling is om via een aantal simpele onderzoeken vast te stellen of een renner al dan niet een hersenschudding heeft opgelopen.\nHet protocol vraagt ook dat coaches, ploegleiders, mecaniciens en de renners zelf getraind worden in het herkennen van de symptomen van een hersenschudding.\nHet protocol heeft ook een aantal aanbevelingen klaar voor renners die het slachtoffer zijn geweest van een hersenschudding.", "paragraphs": ["De discussie werd tijdens de afgelopen Tour aangewakkerd na de val van Romain Bardet. Die reed nog wel de etappe uit, maar stond de volgende dag niet aan de start omdat onderzoek had uitgewezen dat hij een hersenschudding had opgelopen.", "Het protocol is het resultaat van een werkgroep, samengesteld door een groep van internationale experts onder leiding van Xavier Bigard, hoofd van het medische departement van de UCI.", "Herkennen van symptomen", "Het protocol legt de nadruk op enkele symptomen (geheugen- en spraakverlies en verlaagde reactiesnelheid) die onderzocht moeten worden. Bedoeling is om via een aantal simpele onderzoeken vast te stellen of een renner al dan niet een hersenschudding heeft opgelopen. Door heel snel een diagnose te stellen, wil men vermijden dat renners snel de fiets opspringen.", "Het protocol vraagt ook dat coaches, ploegleiders, mecaniciens en de renners zelf getraind worden in het herkennen van de symptomen van een hersenschudding. Er worden een aantal duidelijke symptomen opgesomd: duizeligheid, evenwichtsproblemen, hoofdpijn, moeilijk spreken, troebel zicht). Die moeten uitmonden in het nemen van snelle maar accurate beslissingen.", "Wedstrijddokter", "Het is dan de wedstrijddokter die de snelle diagnose moet bevestigen. Zelfs als de renner uiteindelijk groen licht krijgt, moet hij na de wedstrijd aan een diepgaand onderzoek onderworpen worden. Ook de dag na de val wordt hetzelfde onderzoek nogmaals uitgevoerd.", "Het protocol heeft ook een aantal aanbevelingen klaar voor renners die het slachtoffer zijn geweest van een hersenschudding. Slachtoffers moeten 24 tot 48 uur rust in acht nemen en mogen pas na een week opnieuw in competitie verschijnen, twee weken in het geval van juniores. Hersenschuddingen moeten verplicht gemeld worden aan de UCI."], "authors": ["Onze Telesportredactie"], "keywords": ["moeten", "vermoeden", "wat", "van", "protocol", "het", "op", "die", "hersenschudding", "uci", "een", "te", "nieuw", "en", "symptomen", "stelt", "worden"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}