{"id": "40578684-c444-3cac-9c99-01225c324edd", "title": "Hoe paddestoelen de kop opsteken in kunst en cultuur (door er kleding van te maken bijvoorbeeld)", "url": "https://volkskrant.nl/wetenschap/hoe-paddestoelen-de-kop-opsteken-in-kunst-en-cultuur-door-er-kleding-van-te-maken-bijvoorbeeld~b3110546/", "summary": "Geen veldgids, die zijn er al genoeg: de auteurs werkten vijf jaar lang aan een rijk geïllustreerd overzicht van hoe die raadselachtige vruchten van schimmelnetwerken de kop opsteken in kunst en cultuur.\nHet zijn er in elk geval meer dan er soorten planten zijn.\n‘Zelfs getallen van tien miljoen worden genoemd.’Dat van paddestoelen zelfs schoenen en kleding kunnen worden gemaakt, wist het tweetal bij aanvang niet.\nDe naar boven gebogen houten spanten doen sterk denken aan lamellen en poriën onder aan de hoed van paddestoelen.\nStrenge bijbelkenners waren daarom van mening dat paddestoelen wel het werk van de duivel zouden moeten zijn en gelijk staan met hel en verdoemenis’, schrijven Kuhlmann en Clement.", "paragraphs": ["Paddestoelen vormen nog een grotendeels onbekende wereld. Een nieuw boek belicht hun vergaande invloed in kunst en cultuur.", "Een bosbouwer weet alles over paddestoelen, lijkt het, maar zo is het niet. Althans: toen Antoon Kuhlmann (1947) midden jaren zestig bosbouw studeerde in Wageningen, ging alle aandacht uit naar de productie van paalhout voor de Limburgse mijnbouw. Er kwam geen paddestoel aan te pas. Nu schreef hij samen met socioloog Dominique Clement (1964) een boek over hun grote fascinatie: ‘Paddenstoelen in kunst, cultuur en natuur’ (uitgeverij KNNV). Geen veldgids, die zijn er al genoeg: de auteurs werkten vijf jaar lang aan een rijk geïllustreerd overzicht van hoe die raadselachtige vruchten van schimmelnetwerken de kop opsteken in kunst en cultuur.", "Ook voor deze liefhebbers werd dat een ontdekkingsreis vol verrassingen, zegt Kuhlmann. Die reis is in trek: onlangs verscheen in Nederland ook het boek Verweven leven (AtlasContact), een vertaling van het werk van de Britse bioloog (en ‘fervent fermenteerder’) Merlin Sheldrake, die de lezer met prettige gekte door de fascinerende en grotendeels nog onbekende wereld van schimmels en paddestoelen loodst.", "Soorten", "Hoe onbekend die wereld is, memoreren ook Kuhlmann en Clement in hun boek: er staat niet eens vast hoeveel paddestoelensoorten er zijn. Het zijn er in elk geval meer dan er soorten planten zijn. Schattingen lopen ver uiteen, van honderdduizend tot vijfhonderdduizend soorten. ‘Zelfs getallen van tien miljoen worden genoemd.’", "Dat van paddestoelen zelfs schoenen en kleding kunnen worden gemaakt, wist het tweetal bij aanvang niet. In hun boek noemen zij de Nederlandse textielkunstenares Aniela Hoitink, die zich bezighoudt met duurzaam kledingmateriaal. In samenwerking met de Universiteit Utrecht maakte ze een nieuwe, eigen stof: MycoTEX, opgekweekt uit mycelium. Daarmee maakt ze jurken zonder kleurstoffen, die biologisch afbreekbaar zijn.", "MycoTEX-kleding van de Nederlandse textielkunstenares Aniela Hoitink.", "De actualiteit snelt het boek voorbij: onlangs werd bekend dat modeontwerper Stella McCartney samen met Adidas werkt aan de productie van ‘leer’ dat met behulp van biotechnologie is gemaakt van de ondergrondse schimmeldraden van paddestoelen. Volgend jaar moeten de eerste producten van paddestoelenleer op de markt komen.", "Schoenen van paddenstoelenleer. Beeld Kristel Peters - Grado Zero Innovation / KNNV Uitgeverij", "Zulke toepassingen zijn er veel, blijkt uit dit boek. In plaats van in milieubelastende doodskisten kun je begraven worden in een uit mycelium gemaakte zak, een idee en ontwerp van de Amerikaanse bio-kunstenares Jae Rhim Lee. Ook plastic en pvc hebben hun langste tijd misschien gehad: zowel in Amerika als aan de Universiteit Utrecht zijn geslaagde pogingen gedaan om die kunststoffen te vervangen door biologisch afbreekbaar materiaal van mycelium. Kurk, hout en steen volgen nog, voorspellen de auteurs. Bouwstenen zijn in de VS immers al gefabriceerd. Pardon, gekweekt: mallen werden gevuld met versnipperde maïsstengels en hennep. Toegevoegd mycelium plakt de deeltjes aan elkaar, waarna ‘een lichte, maar stevige bouwsteen’ ontstaat. De torens bij het Museum of Modern Art in New York zijn ermee gebouwd.", "De torens bij het Museum of Modern Art in New York zijn gebouwd met een materiaal waaraan mycelium is toegevoegd. Beeld foto David Benjamin - The Living Studio / KNNV Uitgeverij", "De bouwkunst staat bol van de paddestoelen. De Spaanse architect Antoni Gaudí was enthousiast gebruiker van paddo’s als geestverruimend middel. In zijn soms hallucinante werken duikt de paddestoel ook op. In mozaïeken in Park Guëll in Barcelona verwerkte Gaudí het beeld van de vliegenzwam, die bekendstaat om z’n psychedelische effecten.", "In mozaïeken in Park Guëll in Barcelona verwerkte de Spaanse architect Antoni Gaudí het beeld van de vliegenzwam. Beeld Getty", "In de Zuid-Spaanse stad Sevilla verrees in 2011 het houten gebouw Metropol Parasol, bijgenaamd ‘Las Setas de la Encarnación’: ‘De paddestoelen van Encarnación’. De Duitse architect Jürgen Hermann Mayer wilde met zijn ontwerp bekerzwammen of boleten verbeelden. De naar boven gebogen houten spanten doen sterk denken aan lamellen en poriën onder aan de hoed van paddestoelen.", "Metropol Parasol in Sevilla , ‘de paddestoelen van Encarnación’. Beeld Bernard Lafond / KNNV Uitgeverij", "In Nederland is het hoofdkantoor van de Triodos Bank in Driebergen-Zeist sinds 2019 het prominente toonbeeld van de paddestoel in de architectuur. Ontwerper Thomas Rau wilde bewust een gebouw dat paste in zijn omgeving, landgoed Reehorst. Voor het duurzame pand liet hij zich inspireren door zwammen uit de omgeving. Het gebouw ‘straalt het vervlechten van cultuur en natuur uit’, schrijven de auteurs.", "Het hoofdkantoor van Triodos Bank in Driebergen-Zeist. Beeld Bert Rietberg - J.P. van Eesteren / KNNV Uitgeverij", "Lang had de paddestoel een kwade reuk in deze windstreek. Waar op stillevens uit de Gouden Eeuw in zuidelijke landen de paddestoel volop figureerde, dook die in Nederland maar mondjesmaat op. Kuhlmann en Clement hebben daar hun theorie over: het is de schuld van het bijbelboek Genesis. God schiep daarin de aarde: op de derde dag planten en bomen, op de vierde dag de dieren. Paddestoelen ontbraken. ‘Uit de specifieke opsomming trokken Bijbelse scherpslijpers de conclusie dat paddestoelen niet waren genoemd en dus niet behoorden tot een categorie ‘die goed was’. Strenge bijbelkenners waren daarom van mening dat paddestoelen wel het werk van de duivel zouden moeten zijn en gelijk staan met hel en verdoemenis’, schrijven Kuhlmann en Clement. Hun conclusie: ‘Misschien bleven paddestoelen wel zo’n ondergeschikt thema bij kunstuitingen in onze landen omdat kerken en hun leiders hier lang belangrijke opdrachtgevers waren.’", "Bijeffecten", "Helemaal ongelijk kon je de kerkelijken niet geven: de geschiedenis kende ook toen al de duivelse bijeffecten van de paddestoel. Sommige boeddhisten menen dat Boeddha zijn einde vond in het nuttigen van truffels en andere paddestoelen. De Romeinse keizer Claudius werd vermoord met hulp van de tovenares annex gifmengster Agrippina. Zij mengde door een portie smakelijke keizeramanieten een handje giftige groene knolamanieten. Claudius genoot van zijn maal, maar bleef springlevend. Pas na een inderhaast opgediende tweede portie bezweek hij. Die tweede poging was verspilde energie, stellen de auteurs: ‘Het dodelijke effect van groene knolamaniet treedt op zijn vroegst pas acht uur later op.’", "Tegelijk hebben velen hun leven mede te danken aan de paddestoel. Of aan de Britse arts Alexander Flemming, die in 1928 ontdekte dat de slijmzwam Penicillium notatum (tegenwoordig Penicillium chrysogenum) de groei van bacteriën remt. De geboorte van penicilline, gevolgd door andere antibiotica. ‘Er bestaat ook in deze tijd nauwelijks twijfel dat veel meer paddestoelensoorten met succes gebruikt zouden kunnen worden in de geneeskunde’, schrijven Kuhlmann en Clement.", "Tip: nooit alcohol innemen bij de – culinair toch al niet spectaculaire – grote kale inktzwam. Je wordt er hondsberoerd van. Wisten we trouwens dat er vleesetende paddestoelen bestaan? Het zijn feiten en feitjes die verraden dat de auteurs zich tijdens hun ontdekkingsreis zelf hebben laten leiden door hun slotzin: ‘Bewonder en geniet van de overvloedige variatie.’"], "authors": ["Jean-Pierre Geelen"], "keywords": ["van", "dat", "kleding", "die", "een", "het", "en", "met", "te", "paddestoelen", "opsteken", "zijn", "hun", "maken", "kop", "er", "kunst", "hoe"], "pubDate": "2020-12-11T12:00:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}