{"id": "405f7e62-368a-3cb3-844f-2f74377f027c", "title": "’Elizabeth wil verjaardag met Harry en Meghan erbij vieren’", "url": "https://www.telegraaf.nl/entertainment/2052787013/elizabeth-wil-verjaardag-met-harry-en-meghan-erbij-vieren", "summary": "Omdat het zowel een officiële gebeurtenis en een familiekwestie betreft, wordt van Harry en Meghan verwacht dat ze erbij zullen zijn.\nElizabeth zou bovendien vastberaden zijn om deze zomer haar verjaardag weer, zoals de traditie voorschrijft, in Londen te vieren.\nOok vond de ingetogen ceremonie toen plaats op Windsor Castle in plaats van Buckingham Palace.\n„Maar het streven en de ultieme wens is om het door te laten gaan.”Het is echter nog maar de vraag of de verjaardag van de Queen zoals ze die voor ogen heeft, überhaupt door kan gaan.\nMomenteel zit het Verenigd Koninkrijk in de derde coronalockdown en raken de ziekenhuizen steeds voller en stijgen de besmettingen alsmaar.", "paragraphs": ["Omdat het zowel een officiële gebeurtenis en een familiekwestie betreft, wordt van Harry en Meghan verwacht dat ze erbij zullen zijn. Elizabeth zou bovendien vastberaden zijn om deze zomer haar verjaardag weer, zoals de traditie voorschrijft, in Londen te vieren. Afgelopen jaar moest het feestje noodgedwongen worden ingekort vanwege de coronacrisis. Ook vond de ingetogen ceremonie toen plaats op Windsor Castle in plaats van Buckingham Palace.", "„Het huidige plan is om de parade ter ere van de verjaardag van de koningin door te laten gaan in Londen zoals gebruikelijk, met in het achterhoofd houdend dat het aangepast of terug geschaald zou kunnen worden, afhankelijk wat de richtlijnen op dat moment zijn”, aldus een bron binnen het koningshuis. „Maar het streven en de ultieme wens is om het door te laten gaan.”", "Het is echter nog maar de vraag of de verjaardag van de Queen zoals ze die voor ogen heeft, überhaupt door kan gaan. Momenteel zit het Verenigd Koninkrijk in de derde coronalockdown en raken de ziekenhuizen steeds voller en stijgen de besmettingen alsmaar."], "authors": [], "keywords": ["door", "verjaardag", "vieren", "van", "zijn", "en", "zoals", "met", "om", "een", "meghan", "te", "erbij", "wil", "elizabeth", "het", "harry"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}