{"id": "4061dea0-f41a-3deb-b463-fdc9c2b662a3", "title": "Kamilla Leupen nieuwe hoofdredacteur van Het Parool", "url": "https://www.parool.nl/nieuws/kamilla-leupen-nieuwe-hoofdredacteur-van-het-parool~b1ba9de1/", "summary": "Beeld Linda StulicLeupen is unaniem voorgedragen door een sollicitatiecommissie met vertegenwoordigers van DPG Media (het moederbedrijf van Het Parool), Stichting Het Nieuwe Parool en de redactieraad.\nZe wordt de tiende hoofdredacteur van de krant, die in 1940 is opgericht.\nKamilla Leupen (48) begon in 1999 als stagiair bij Het Parool.\nHet komende jaar moet uitwijzen hoe de stad zich gaat herstellen en of de pandemie ook wezenlijke veranderingen gaat brengen – journalistiek wordt dat een interessante periode.”Diepe liefde voor de krant“Het is heel goed nieuws voor Het Parool dat Kamilla Leupen de nieuwe hoofdredacteur wordt,” zegt Philippe Remarque, journalistiek directeur van DPG Media en uitgever van Het Parool.\nVoorzitter Philip van Praag: “De stichting ziet in Kamilla een slagvaardige en gepassioneerde hoofdredacteur die met Het Parool een grote digitale stap gaat maken.”", "paragraphs": ["Kamilla Leupen. Beeld Linda Stulic", "Leupen is unaniem voorgedragen door een sollicitatiecommissie met vertegenwoordigers van DPG Media (het moederbedrijf van Het Parool), Stichting Het Nieuwe Parool en de redactieraad. De redactie heeft gisteren eveneens unaniem ingestemd met die voordracht.", "Ze wordt de tiende hoofdredacteur van de krant, die in 1940 is opgericht. Ze volgt per 1 januari Ronald Ockhuysen op, die directeur communicatie en strategie wordt bij Chios Media, het bedrijf van Joop en Janine van den Ende.", "Kamilla Leupen (48) begon in 1999 als stagiair bij Het Parool. Vervolgens was ze verslaggever op de stadsredactie en bekleedde ze verschillende chefsfuncties. In 2015 werd ze adjunct-hoofdredacteur. Sindsdien is de krant bekroond als World’s Best Designed Newspaper (2017) en onlangs voor de tweede maal verkozen tot European Newspaper of the Year.", "Verzetskrant", "De nieuwe hoofdredacteur is vereerd met haar benoeming. “Het Parool is een heel bijzondere titel en niet alleen door zijn geschiedenis als verzetskrant. Het is een titel met een unieke positie; een Amsterdamse krant, maar één die verder kijkt dan de stadsgrenzen én met een landelijke uitstraling. Een krant ook met een bijzondere identiteit en een brede blik. Kritisch, maar wel met een opgewekt humeur.”", "De redactie van Het Parool ziet in haar de ideale hoofdredacteur om de krant zowel op papier als digitaal verder te brengen. De koers die is ingezet door de vorige hoofdredactie – waarvan zij deel uitmaakte – heeft een zichtbaar resultaat in een groeiend online bereik.", "“Lezers weten ons steeds beter te vinden voor Amsterdams nieuws en voor de goede en mooie verhalen uit de stad en de wereld eromheen. Dat gaan we in de toekomst verder uitbouwen.”", "Interessante periode", "Het is een wonderlijke tijd om hoofdredacteur te worden, aldus Leupen. Door corona werkt bijna de hele redactie al maanden thuis en heeft Amsterdam het zwaar. “Veel Amsterdammers worstelen, veel ondernemers weten niet of hun zaak het gaat redden, leerlingen kunnen niet naar school, er is meer eenzaamheid en armoede. Het komende jaar moet uitwijzen hoe de stad zich gaat herstellen en of de pandemie ook wezenlijke veranderingen gaat brengen – journalistiek wordt dat een interessante periode.”", "Diepe liefde voor de krant", "“Het is heel goed nieuws voor Het Parool dat Kamilla Leupen de nieuwe hoofdredacteur wordt,” zegt Philippe Remarque, journalistiek directeur van DPG Media en uitgever van Het Parool. “Naast een diepe liefde voor de krant heeft ze de gedrevenheid en de ideeën om Het Parool tot bloei te brengen in het digitale tijdperk. Het moet een onmisbare bron van nieuws en inspiratie in Amsterdam zijn. De uitgever ziet ernaar uit daar met Kamilla aan te werken.”", "Ook Stichting Het Nieuwe Parool is positief. Voorzitter Philip van Praag: “De stichting ziet in Kamilla een slagvaardige en gepassioneerde hoofdredacteur die met Het Parool een grote digitale stap gaat maken.”"], "authors": ["Het Parool"], "keywords": ["van", "krant", "leupen", "voor", "en", "nieuwe", "een", "met", "parool", "het", "kamilla", "hoofdredacteur", "die"], "pubDate": "2020-12-28T15:02:45Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}