{"id": "4071e84e-dedf-3c78-aae8-d687c0efeea0", "title": "Zelfs Van der Poel heeft wedstrijdritme nodig om te winnen", "url": "https://volkskrant.nl/sport/zelfs-van-der-poel-heeft-wedstrijdritme-nodig-om-te-winnen~b453bc43/", "summary": "Mathieu van der Poel.\nZaterdagmiddag viert Mathieu van der Poel zijn zege in de Scheldecross in Antwerpen bijna routineus.\nOp het WK haalde hij zilver achter Van der Poel.\nNet als Van der Poel heeft de Loiner ambities op de weg en in het mountainbiken.\nBeiden zullen weer favoriet zijn, maar Van der Poel houdt sinds zondag rekening met een derde kanshebber.", "paragraphs": ["Mathieu van der Poel. Beeld BELGA", "Zo kan een rentree twee gezichten aannemen. Zaterdagmiddag viert Mathieu van der Poel zijn zege in de Scheldecross in Antwerpen bijna routineus. Een vuist gaat in triomf omhoog. Dan krommen de vingers zich om de labels van de sponsors op de regenboogtrui. Tenslotte is er de blik die uitstraalt dat alles weer bij het oude is. Niet zo verwonderlijk: in het veldrijden sluit hij meer dan 70 procent van zijn wedstrijden winnend af.", "Een dag later is de ogenschijnlijke routine verdwenen. Zondag in Gavere, aan de rand van de Vlaamse Ardennen, staat hij scheef op de trappers van zijn bemodderde fiets, langzaam uitrijdend, en buigt hij na het passeren van de streep het hoofd. Hij is tweede, 25 seconden achter Thomas Pidcock uit Leeds, 21 jaar nog maar, 1,70 meter lang, 58 kilo schoon aan de haak. Op het WK haalde hij zilver achter Van der Poel.", "Zo ervaart de drievoudig wereldkampioen dat zelfs hij in het veld, waar vrijwel alle concurrenten al ruim twee maanden actief zijn, niet meteen de lakens kan uitdelen. Hij is er zo’n tien maanden niet geweest. Hoe verteer je dan de hoge intensiteit van een uur crossen? Kun je het gevoel voor het rijden op glibberige paadjes en door mul zand wel tijdig vinden?", "Zijn grote rivaal Wout van Aert keerde twee weken geleden terug in het circuit en ondervond ook dat het lastig is. De Belg knokte zich naar twee derde en een vierde plaats. In Antwerpen en Gavere ontbreekt hij, hij koos voor een trainingskamp in Spanje.", "In greppel gekukeld", "Van der Poels laatste wedstrijd­meters waren op de weg, op 21 oktober, toen hij tijdens in Driedaagse van De Panne in stormachtig weer in een greppel kukelde en daarbij een lichte hersenschudding opliep. Drie dagen eerder beleefde hij nog het hoogtepunt van het seizoen, door in de Ronde van Vlaanderen met een furieuze sprint Van Aert net achter zich te hou­den.", "Hij wilde vooraf dan ook de verwachtingen voor zijn rentree niet te hoog opschroeven. Weliswaar stond hij er naar zijn idee beter voor dan vorig seizoen, toen hij ook later instapte (en direct won), maar het zou nu al mooi zijn als hij ‘vooraan kon meedoen’. Op de crossfiets had hij slechts ‘drie of vier keer’ gezeten. Aan zijn explosiviteit had hij vooral met intervaltrainingen op de weg gewerkt. Het was genoeg geweest om drie kilo kwijt te raken.", "Aan de oevers van de Schelde maakt hij indruk door gelijk het initiatief te nemen. Hij won hier al vier keer. Lange passages door het zand, veelvuldig draaien en keren, venijnige klimmetjes tegen dijkjes op, het surplus aan techniek betaalt zich er uit, al tuimelt hij nog één keer voorover in het zand.", "Alleen Eli Iserbyt, al goed voor zes zeges waaronder het Europees kampioenschap, kan hem partij geven. Op de streep geeft de Vlaming zes seconden toe, Pidcock wordt na een inhaalrace op 27 seconden derde.", "In de heuvels bij Gavere is het de Brit die onmiddellijk naar voren stormt. Het is tegen zijn gewoonte in, zijn start is vaak beroerd. Hij krijgt de wereldkampioen mee, er volgen wat wisselingen aan kop, maar als Van der Poel op een klimmetje in de zuigende drab een slippertje maakt en vrijwel tot stilstand komt, slaat Pidcock een gat dat hij gestaag uitbouwt; met zijn vedergewicht is hij in de modder in het voordeel.", "Ambities op de weg", "Opmerkelijk: ook hij heeft dit seizoen nog niet veel uren aan cross in de benen. Gavere is pas zijn vierde wedstrijd. Net als Van der Poel heeft de Loiner ambities op de weg en in het mountainbiken. Hij won dit jaar de Giro d’Italia voor beloften. Vanaf maart is hij in dienst van Ineos, de rijkste ploeg in het wegwielrennen.", "Van der Poel verklaart zondagmiddag tevreden te zijn over het weekeinde. ‘Je kunt niet altijd alles winnen. Ik stuit vandaag op iemand die beter is.’", "Waar hij in Antwerpen nergens op zijn limiet had gereden, lag het tempo van Pidcock in Gavere zo hoog dat een tweede plek voor hem het hoogste haalbare was. ‘Het kan zijn dat ik niet helemaal hersteld was van gisteren. Het was afzien en bijten. Hopelijk levert dat een betere vorm op.’", "De liefhebbers van het veldrijden kijken nu uit naar komende zondag, waar Van der Poel en Van Aert elkaar voor het eerst sinds de Ronde van Vlaanderen weer tegenkomen, nu op de hellingen rond de citadel van Namen. Beiden zullen weer favoriet zijn, maar Van der Poel houdt sinds zondag rekening met een derde kanshebber. ‘Ik verwacht Pidcock zeker op de voorposten.’"], "authors": ["Rob Gollin"], "keywords": ["van", "wedstrijdritme", "om", "een", "en", "zelfs", "te", "winnen", "zijn", "heeft", "poel", "nodig", "op", "voor", "hij", "het", "der"], "pubDate": "2020-12-13T20:15:23Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}