{"id": "408cf5df-52b2-3671-a22e-59efdb9829ab", "title": "Over uw pensioen hoort u zelden goed nieuws, hoe komt dat?", "url": "https://volkskrant.nl/de-gids/over-uw-pensioen-hoort-u-zelden-goed-nieuws-hoe-komt-dat~bc399819/", "summary": "Ooit werd beloofd dat het pensioen welvaartsvast zijn, omdat de loonsverhogingen zouden worden gevolgd.\nDaarna, voor pensioenopbouw en uitkeringen tussen 23 en 70 jaar met een rente die lager is dan 1 procent.\nCritici vinden dat dat een vorm van ‘rijk rekenen’ is.\nGrote kans dus, dat dat het wordt.\nDaarbij wordt niet gerekend met rente maar met een ‘projectierendement’, de verwachte winst op beleggingen.", "paragraphs": ["Beeld Matteo Bal", "Met pensioenen is iets geks aan de hand. Andere mensen beslissen over jouw inkomen, terwijl jij daarvoor jarenlang geld hebt ingelegd. Frustrerend. Anonieme anderen besluiten jaar in jaar uit dat je pensioen niet wordt verhoogd, en soms zelfs verlaagd. Terwijl het leven er niet goedkoper op wordt.", "Wie zijn dat?", "Die anderen, dat zijn de pensioenfondsen. Zij besluiten elk jaar in januari over het inkomen van ouderen. Dan berekenen ze aan de hand van de stand van de beleggingen en de rente op 31 december hoe het pensioenfonds ervoor staat. En wordt duidelijk of de pensioenen verlaagd worden, gelijk blijven – ‘bevroren’ – of misschien toch verhoogd. Het Centraal Planbureau verwacht dat de pensioenen van de helft van de gepensioneerden in 2021 met gemiddeld 2 procent wordt verlaagd.", "Ooit werd beloofd dat het pensioen welvaartsvast zijn, omdat de loonsverhogingen zouden worden gevolgd. Het zou in ieder geval waardevast zijn, want het zou minimaal met de inflatie worden verhoogd. Maar begin deze eeuw werd duidelijk dat die beloftes boterzacht waren.", "Waarom werden deze beloftes steeds minder hard?", "De oorsprong ligt in 2006 bij de nieuwe Pensioenwet. Die verving de oude Pensioen- en Spaarfondsenwet uit 1952. De belangrijkste verandering is de manier waarop de pensioenfondsen berekenen hoe zij ervoor staan. Daarvoor gebruiken ze een rentepercentage.", "Daarmee berekenen zij de verhouding tussen hun verplichtingen (de pensioenen die ze moeten uitbetalen) en het belegde vermogen (het toekomstige pensioen van mensen die nog werken).", "Tot 2006 mochten pensioenfondsen rekenen met maximaal vier procent rente. En met die vier procent rente werd ook de premie voor de werkenden vastgesteld. Want met dat premiegeld wordt pensioen ‘ingekocht’ en de waarde van elke ingelegde euro over, zeg, 50 jaar wordt berekend met diezelfde rente. In 2006 veranderde dit. Sindsdien moeten de pensioenfondsen rekenen met de rente op de kapitaalmarkten; een vorm van marktwerking.", "Dat vond iedereen toen een goed idee, ook de pensioenfondsen. Die stonden er zelfs met de standaard vier procent ‘rekenrente’ soms al slecht voor. Op dat moment was de rente op de kapitaalmarkt iets hoger, dus stonden fondsen er na de invoering van de nieuwe Pensioenwet in 2006 plots wat beter voor. Maar dat voordeel werd een ongekend nadeel omdat de rente langzaam, maar gestaag bleef dalen.", "En dat was niet de enige rampspoed. Daar kwam de financiële crisis bij, van 2008 tot 2014. En nu zitten we midden in de coronacrisis. Deze crises worden door de centrale banken bestreden met het openzetten van de geldkraan. Hierdoor daalt de rente nog meer.", "Hoe het werkt?", "Om het ingewikkeld te maken: de pensioenfondsen niet rekenen met één rente, maar met honderd rentes. De komende 100 jaar moeten ze pensioen kunnen uitkeren omdat de jongste deelnemer van 18 misschien wel 118 wordt. En voor elk jaar geldt een apart rentetarief.", "Vergelijk het met een hypotheek die je afsluit als je een huis koopt. Zet je de rente een jaar vast, dan is die lager dan wanneer je die tien jaar lang vastzet. Hoe langer de looptijd, des te hoger de rente.", "Zo werkt het ook voor pensioenen. Voor pensioenen die op korte termijn moeten worden uitbetaald, moeten de pensioenfondsen rekenen met een lagere rente dan met uitkeringen over twintig, vijftig of honderd jaar.", "Elke maand stelt de Nederlandsche Bank de rentetarieven vast voor de komende honderd jaar. Op dit moment moeten de pensioenfondsen voor pensioenopbouw van werkenden en pensioenen die ze de komende 23 jaar uitkeren, rekenen met een negatieve rente. Daarna, voor pensioenopbouw en uitkeringen tussen 23 en 70 jaar met een rente die lager is dan 1 procent. Voor de laatste dertig jaar met 1 procent rente plus nog ietsje. Dat betekent dat je, om over 23 jaar een euro pensioen uitbetaald te krijgen, nu veel meer dan één euro moet inleggen. De premies moeten dus omhoog.", "Daar komt nog bij dat, volgens deze rekenmethode, het bestaande vermogen niet genoeg is om de beloofde pensioenen aan ouderen uit te blijven betalen. Dat geldt ook voor de al toegezegde pensioenen aan werkenden. Daarom zijn de premies de afgelopen jaren fors gestegen en de toegezegde pensioenen van werkenden en ouderen niet verhoogd en soms zelfs verlaagd.", "Gaat het dan zo slecht met beleggen?", "Nee, want ondertussen boeren veel pensioenfondsen juist goed met hun beleggingen. Op de aandelenmarkten is het feest. Alles en iedereen die geld heeft – zoals pensioenfondsen – , zoekt een manier om daar winst op te maken. Bij de bank stallen heeft geen zin omdat die nauwelijks of geen rente betaalt. Beleggen in huizen – vastgoed – of aandelen levert wel wat op. De beleggingswinsten van pensioenfondsen – de rendementen – zijn al jaren goed, maar het weegt alsnog niet op tegen die dalende rente.", "Inmiddels is iedereen het erover eens dat het zo niet langer kan. De premies zijn zo hoog dat iemand nu een dag per week werkt voor zijn oude dag! Dat zijn de premies voor AOW plus pensioen. Gepensioneerden zijn gefrustreerd. Door het ‘bevriezen’ of verlagen is hun koopkracht achteruit gehold. Dat geldt niet voor alle pensioenfondsen, maar wel voor de grote, fondsen. De kabinetten Rutte I, II en III hebben steeds geprobeerd de koopkracht van ouderen op peil te houden met belastingmaatregelen en door het staatspensioen AOW wel te verhogen.", "Hoe nu verder?", "Hoe het anders moet met de pensioenen, daarover bestaan twee ideeën. De ene stroming pleit voor een vaste rekenrente van bijvoorbeeld twee procent. In Den Haag doen de SP, 50Plus en PVV dat. Dat is zeg maar de terugkeer naar het systeem van vóór 2006. Critici vinden dat dat een vorm van ‘rijk rekenen’ is. Er wordt namelijk gerekend met een hogere rente dan de werkelijke rente.", "De andere stroming pleit voor vernieuwing van het pensioenstelsel. Daarover sloten vakbeweging, werkgevers en het kabinet het pensioenakkoord. Dat wordt gesteund door de meerderheid in de Tweede Kamer – VVD, CDA, D66, ChristenUnie, GroenLinks en PvdA. Grote kans dus, dat dat het wordt.", "Het vernieuwde pensioenstelsel biedt in principe uitzicht op verhoging van de pensioenen. Hoe ziet dat eruit? Allereerst verdwijnt de rekenrente. Iedereen die pensioen opbouwt of heeft opgebouwd bij een pensioenfonds, krijgt een eigen pensioenrekening. Daarop staat de ingelegde premie plus beleggingswinst. Het vermogen van pensioenfondsen wordt bij de overgang verdeeld tussen alle ‘deelnemers’, en dat wordt een spannende operatie.", "Bij de individuele pensioenrekening staat welk pensioen de deelnemer – werkend of gepensioneerd – kan verwachten. Daarbij wordt niet gerekend met rente maar met een ‘projectierendement’, de verwachte winst op beleggingen. Daardoor weet iedereen beter waar hij/zij aan toe is.", "Het kabinet hoopt dat de wetgeving hierover in 2021 door de Tweede Kamer en Eerste Kamer wordt aangenomen. Dat wordt nog lastig omdat het parlement in verband met de verkiezingen op 17 maart in februari met verkiezingsreces gaat. Daarna worden er tijdens de kabinetsformatie geen grote besluiten genomen.", "Toch hoopt het kabinet dat wel begonnen wordt met de wetsbehandeling. Zodra een nieuw kabinet aantreedt, zou gestemd kunnen worden. Dan kunnen pensioenfondsen tussen 2022 en uiterlijk 2026 overstappen naar het nieuwe systeem. Met hopelijk betere vooruitzichten voor zowel gepensioneerden als werkenden."], "authors": ["Gijs Herderscheê"], "keywords": ["nieuws", "pensioen", "van", "goed", "hoe", "het", "op", "rente", "met", "die", "zelden", "een", "hoort", "komt", "dat", "en", "uw", "voor"], "pubDate": "2020-11-30T10:59:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}