{"id": "40a0de4e-fcb3-35f5-bb40-35dfc00377c9", "title": "Op bezoek bij schroothandelaar en onbezoldigd Mexico-duider José Luis", "url": "https://volkskrant.nl/columns-opinie/op-bezoek-bij-schroothandelaar-en-onbezoldigd-mexico-duider-jose-luis~b022cccc/", "summary": "Of ander oud ijzeeeer.’ Het is een lage vrouwenstem, traag en een beetje chagrijnig, alsof ze na jaren omroepen er geen zin meer in heeft.\nFierro viejo (ook wel se compran: ‘we kopen’ of ‘men koopt’) is slechts een van de vele terugkerende geluiden van de stad.\nWijken zoals die van José Luis bezoek ik enkel voor reportages.\nNeem de politie, die houdt je niet aan om je te beboeten omdat je niet de juiste stickers op je voorruit hebt, maar om je geld af te troggelen.\n‘Ze hebben een tijdje geprobeerd rechten te rekenen’, zegt hij met een lachje.", "paragraphs": ["Het leven in Mexico-Stad kent een soundtrack. Waar je je ook bevindt in deze stad van 9 miljoen mensen, op ieder moment kan die ene stem in je oor kruipen: ‘We kopen. Matrassen. Koelkasten. Wasmachines. Magnetrons. Of ander oud ijzeeeer.’ Het is een lage vrouwenstem, traag en een beetje chagrijnig, alsof ze na jaren omroepen er geen zin meer in heeft. Zelfs in de stilste momenten van de pandemie trokken de handelaren van fierro viejo (oud ijzer) met hun open vrachtwagentjes door de straten, die ene stem galmend uit de speaker.", "Fierro viejo (ook wel se compran: ‘we kopen’ of ‘men koopt’) is slechts een van de vele terugkerende geluiden van de stad. Je kan zomaar gewekt worden door ‘El gaaaaaaaaas!’, de man die gastanken vervangt. Of ‘s avonds in slaap worden gesust door ‘Tamales! Tamales!’ van de bakfietsen met tamales, een snack van maisdeeg. Of opschrikken van de snerpende fluittoon uit het stoom-oventje van de zoeteaardappelverkoper.", "Maar geen van allen is zo intrigerend als fierro viejo, die onvermoeibare vermoeide stem. De zondag na kerst leer ik het geheim kennen achter het geluid. Om halfacht ‘s ochtends zet een taxi me af in Chimalhuacán, een volkse buitenwijk op een uur rijden van mijn middenklassebuurt. Hier woont José Luis López, 57 jaar en sinds zeven jaar oudijzerhandelaar. Hij ontkracht meteen een van de mythes die ik in mijn hoofd had geconstrueerd: ‘Ik koop van de rijken en verkoop hier in de buurt aan de armen.’", "Zo klinkt de stem van fierro viejo. Videootje bij mijn stukje over de oudijzerhandelaren van Mexico-Stadhttps://t.co/weYPWg6gDw pic.twitter.com/vpIE7iWnbU — Joost de Vries (@devriesjoost) 29 december 2021", "José Luis López met César en Iván. Beeld Joost de Vries", "Oftewel: fierro viejo is niet overal. De ijzerhandelaren komen bij mij langs. En in die andere rijkere buurten – La Condesa, La Roma, Del Valle, Napoles, Polanco – waar welgestelden hun oude spullen voor een habbekrats meegeven. Hier in Chimalhuacán, of het nabijgelegen Neza, staan de pick-ups geparkeerd voor betonnen huizen in betonnen straten. Wijken zoals die van José Luis bezoek ik enkel voor reportages. Ik heb mijn bubbel meeverhuisd naar Mexico.", "In zijn patio staat een lange tafel met de resten van wat gisteravond een verjaardagsfeest was. Lege flessen, borden met etensresten, te veel stoelen voor een stad in covid-code rood. De 29ste verjaardag van zijn dochter moest gevierd, ondanks de vermanende sms-berichten die de gemeente vrijwel dagelijks stuurt: ‘GEEN FEESTJES.’ José Luis toont me de rijkdommen die hij bij elkaar sprokkelde met zijn pick-up: een grote tv (50 pesos, 2 euro), de keuken, de vloer, de bank, een deur.", "López naast zijn GMC Sonoma uit 1993. Beeld Joost de Vries", "Zijn kantoor is een rode GMC Sonoma uit 1993 met barsten in de voorruit, een olielek onder de motorkap en een LPG-installatie in de laadbak. ‘Kostte me 10 duizend pesos, maar ik bespaar dagelijks 200 pesos aan benzine.’ Zijn werkkrachten César (21) en Iván (37) duwen de truck aan, in de kou van de vroege ochtend wil het gas niet zomaar ontvlammen. Nog voordat López ook maar één koelkast of magnetron heeft opgehaald, is hij al 750 pesos kwijt aan LPG, loon voor zijn mannen en de tolweg richting het centrum.", "In dit beroep regeert ‘La Suerte’, Het Geluk, zegt hij. Er is veel concurrentie en onderlinge afspraken over routes bestaan niet. ‘Misschien arriveer ik als eerste, maar maak ik de mensen alleen wakker. En gaat de volgende er met de buit vandoor.’ Er zijn dagen waarop hij voor de lunch thuis is met een volle laadbak. Op andere dagen keert hij aan het eind van de middag met niks terug. Vandaag heeft hij meer geluk dan anderen: een lading staalkabels in Escandon, een televisie in La Roma, een metalen kastje in La Condesa, een partij oud ijzer in Napoles.", "José Luis is schroothandelaar en onbezoldigd Mexico-duider. ‘Ik zal je wat zeggen’, zegt hij dan. ‘Wie niet handelt, komt niet vooruit.’ Met handelen bedoelt hij sjacheren of sjoemelen. Neem de politie, die houdt je niet aan om je te beboeten omdat je niet de juiste stickers op je voorruit hebt, maar om je geld af te troggelen.", "Een lading staalkabels. Beeld Joost de Vries", "‘Laat ik je wat zeggen’ – hij steelt niet, maar hij hoeft de herkomst van wat men hem verkoopt niet te weten. Hij neemt alles mee. Of neem covid: dat wordt gebruikt als rookgordijn. ‘In de ziekenhuizen behandelen ze alleen nog covid en elke dode is een covid-dode, ook als het hartfalen was.’ Nee, hij draagt geen mondkapje.", "‘Ik zal je nog wat zeggen’ – die linkse president López Obrador, nu twee jaar aan de macht, zal over nog eens twee jaar ook wel beginnen met graaien. Net als al zijn voorgangers. En kom bij José Luis niet aan met politieke beloftes over een gelijker Mexico. ‘Een land kan niet functioneren zonder rijken en armen. Zonder de rijken hebben de armen geen werk. Kijk naar mij.’", "De stem van fierro viejo is vijftien jaar geleden opgenomen door een ijzerhandelaar. Zijn dochtertje sprak het bandje in en groeide uit tot het geluid van Mexico-Stad. Ik vermoedde een levendige handel in cassettes. Klopte ook al niet: José Luis downloadde de stem van internet. ‘Ze hebben een tijdje geprobeerd rechten te rekenen’, zegt hij met een lachje. ‘Nee, is ze niet gelukt.’ Wie niet sjachert, komt niet vooruit."], "authors": ["Joost De Vries"], "keywords": ["ik", "je", "van", "het", "bezoek", "mexicoduider", "en", "een", "met", "schroothandelaar", "op", "onbezoldigd", "hij", "bij", "niet", "luis", "die", "josé"], "pubDate": "2020-12-28T18:41:34Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}