{"id": "40a26ba7-c438-37bc-a279-03827b397425", "title": "Wetswijzigingen in 2021: zo halen ondernemers het meest uit het nieuwe jaar", "url": "https://nu.nl/ondernemen/6100048/wetswijzigingen-in-2021-zo-halen-ondernemers-het-meest-uit-het-nieuwe-jaar.html", "summary": "Wat kunnen zzp'ers en het mkb verwachten van het nieuwe jaar?\nHet Centraal Planbureau (CPB) gaat ervan uit dat de economie in 2021 in het gunstigste geval met 3,5 procent groeit, terwijl de werkloosheid toeneemt.\nVerder verwacht het CPB dat de crisis negatiever uitpakt voor de omzet van het mkb dan voor die van grote bedrijven.\n\"Tja, economisch is het een vraagteken wat er gaat gebeuren\", zegt ondernemerscoach Martijn Pennekamp van ikwordzzper.nl, een platform voor starters en zzp'ers.\nDie regeling houdt in dat een bedrijf een percentage van het geïnvesteerde bedrag van de loonheffingen kan aftrekken.", "paragraphs": ["Ondernemers kregen in 2020 te maken met allerlei onvoorziene omstandigheden. Wat kunnen zzp'ers en het mkb verwachten van het nieuwe jaar? De Belastingdienst en een ondernemerscoach lichten enkele belangrijke veranderingen in de wetgeving toe.", "Het Centraal Planbureau (CPB) gaat ervan uit dat de economie in 2021 in het gunstigste geval met 3,5 procent groeit, terwijl de werkloosheid toeneemt. Zzp'ers zullen extra hard worden geraakt. Verder verwacht het CPB dat de crisis negatiever uitpakt voor de omzet van het mkb dan voor die van grote bedrijven.", "Een groot deel van de steunmaatregelen van de overheid voor ondernemers blijft tot 1 juli 2021 gelden. Ook is het - zowel voor eenmanszaken als grotere bedrijven - nog tot en met 31 maart 2021 mogelijk om bij de Belastingdienst bijzonder uitstel van betaling aan te vragen.", "'Langdurige vermindering van werk ligt op de loer'", "Maar hoe zit het daarna? \"Tja, economisch is het een vraagteken wat er gaat gebeuren\", zegt ondernemerscoach Martijn Pennekamp van ikwordzzper.nl, een platform voor starters en zzp'ers.", "“Wie nu overeind gehouden wordt, zal moeten nadenken over andere opdrachten of ander werk om later nog genoeg inkomen te genereren.” Martijn Pennekamp, ikwordzzper.nl", "\"Veel mensen starten juist in een crisis als ze hun baan zijn kwijtgeraakt. Maar een langdurige vermindering van werk ligt voor zzp'ers op de loer. Wie nu overeind gehouden wordt, zal moeten nadenken over andere opdrachten of ander werk om later nog genoeg inkomen te genereren.\"", "Hoewel er nog veel onzeker is, zijn er drie zaken waar ondernemers alvast rekening mee kunnen houden.", "Voor mkb'ers: voordeliger investeren", "Om bedrijven met personeel te stimuleren in deze moeilijke tijd toch te investeren, is in 2021 de regeling Baangerelateerde Investeringskorting (BIK) ingegaan. Die regeling houdt in dat een bedrijf een percentage van het geïnvesteerde bedrag van de loonheffingen kan aftrekken.", "", "\"Bedrijven kunnen de BIK maximaal vier keer per jaar aanvragen via de Rijksdienst voor Ondernemend Nederland (RVO, red.). Kijk goed naar de voorwaarden. Zo moet het gaan om investering in een nieuw bedrijfsmiddel en gelden er minimale bedragen voor de investering\", vertelt een woordvoerder van de Belastingdienst.", "Voor zzp'ers: andere werkzaamheden opvoeren", "Ga je als zzp'er met een eenmanszaak andere werkzaamheden uitvoeren? Dat mag, maar meld het wel even bij de Kamer van Koophandel. Kies zo nodig een extra bedrijfsnaam en pas de boekhouding aan. Pennekamp: \"Check ook altijd of je aansprakelijkheidsverzekering de nieuwe werkzaamheden dekt.\"", "Overweeg je deels in loondienst te gaan of een bijbaan te nemen om de inkomsten tijdelijk op te krikken? Ga na of je nog voldoet aan het urencriterium om in aanmerking te komen voor de zelfstandigenaftrek, zegt de Belastingdienst.", "Die aftrek wordt in 2021 overigens verder afgebouwd naar 6.670 euro. In de komende jaren wordt het bedrag jaarlijks met 360 euro afgebouwd om in 2036 uit te komen op 3.620 euro.", "“Hou rekening met het worstcasescenario. Kun je dan nog rondkomen?” Martijn Pennekamp, ikwordzzper.nl", "Voor zzp'ers verandert er verder in 2021 niet zoveel, zegt Pennekamp. \"Maar er zitten wel veranderingen aan te komen. De Wet deregulering beoordeling arbeidsrelaties (DBA, red.) is bedoeld om schijnzelfstandigheid tegen te gaan, maar die is tot nu toe niet streng gehandhaafd. Het kabinet wil vanaf 2021 nieuwe wet- en regelgeving invoeren om de Wet DBA te vervangen.\"", "Ook zijn er plannen voor een verplichte arbeidsongeschiktheidsverzekering voor zzp'ers. Pennekamp raadt aan om komend jaar vast te 'oefenen' met de nieuwe regels. \"Hou rekening met het worstcasescenario. Kun je dan nog rondkomen?\"", "Stoppen zonder failliet te gaan", "Dreigt je bedrijf failliet te gaan? Vanaf 1 januari 2021 gaat de Wet homologatie onderhands akkoord (WHOA) in en kun je stoppen zonder faillissement aan te vragen.", "Volgens deze nieuwe wet kunnen ondernemers een betalingsregeling treffen zonder dat alle schuldeisers ermee akkoord zijn. De rechter moet deze regeling vervolgens goedkeuren."], "authors": ["Door", "Harriot Voncken"], "keywords": ["je", "van", "zo", "jaar", "voor", "uit", "nieuwe", "halen", "een", "om", "wetswijzigingen", "met", "en", "te", "meest", "het", "ondernemers", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}