{"id": "40c5ad9b-23a4-3f62-92d6-15865521f70c", "title": "Dit zijn Trouws opmerkelijkste opiniestukken van 2020", "url": "https://trouw.nl/opinie/dit-zijn-trouws-opmerkelijkste-opiniestukken-van-2020~b0034193/", "summary": "‘Achter een inzending van een paar regels gaat vaak een hele wereld schuil, we vinden het heel belangrijk om verschillende geluiden uit de samenleving te laten horen.’ Hieronder vindt u een selectie van de opmerkelijkste opinie-inzendingen van het afgelopen jaar.\nIn zijn beleid zijn de Republikeinse kernwaarden terug te zien, schrijft Henk Jan van Schothorst, lid van de Raad van bestuur van het Transatlantic Christian Council.\nLees hier het hele opiniestuk.\n4) Gelukkig zijn 4 en 5 mei voorbijMijn ouders en grootouders zijn niet de ‘Duitsers’ van 4 en 5 mei, schrijft Sonja Ehlers, die sinds haar achttiende in Nederland woont.\n‘Achter een inzending van een paar regels gaat vaak een hele wereld schuil.’", "paragraphs": ["Ook in het coronajaar kwamen dagelijks zo’n vijftig lezersreacties en twintig opiniestukken binnen bij de opinieredactie van Trouw. Chef van de opinieredactie, Monic Slingerland, bepaalt samen met haar team welke daarvan een plek krijgen in de krant. ‘Achter een inzending van een paar regels gaat vaak een hele wereld schuil, we vinden het heel belangrijk om verschillende geluiden uit de samenleving te laten horen.’ Hieronder vindt u een selectie van de opmerkelijkste opinie-inzendingen van het afgelopen jaar.", "1) Trump gaat uit van de gelijkwaardigheid, waardigheid en vrijheid van de mens", "Bezien vanuit een christelijk en conservatief perspectief heeft president Trump Amerika veel goeds gebracht. In zijn beleid zijn de Republikeinse kernwaarden terug te zien, schrijft Henk Jan van Schothorst, lid van de Raad van bestuur van het Transatlantic Christian Council. Lees hier het hele opiniestuk.", "2) Wit Openbaar Ministerie, verbind je juist met Nederlanders met een migratie-achtergrond", "Objectiviteit en integriteit zijn er juist mee gediend als het OM, een witte organisatie, zich verdiept in de praktijk van racisme en discriminatie, stelt Tom Zwart, hoogleraar crosscultureel recht aan de Universiteit Utrecht. Lees hier verder.", "3) Een hand op de schouder is er niet meer bij, en dat zal ons op langere termijn diep raken", "Wat doet het met ons als we elkaar niet meer mogen vasthouden, strelen, aanraken en voelen, vraagt freelance zorgjournalist en schrijfster Gonny ten Haaft zich af. Lees hier het hele opiniestuk.", "4) Gelukkig zijn 4 en 5 mei voorbij", "Mijn ouders en grootouders zijn niet de ‘Duitsers’ van 4 en 5 mei, schrijft Sonja Ehlers, die sinds haar achttiende in Nederland woont. Lees hier haar verhaal.", "5) We zijn al zo lang boos over de behandeling van ouderen", "Wordt het niet eens tijd om met lege verpleeghuisbedden op het Malieveld te gaan demonstreren tegen de slechte manier waarop de zorg voor ouderen is geregeld, vraagt Paul Huber, lezer te Den Haag, zich af.", "6) Ik word écht gelukkig van reizen", "Dit jaar blijft het bij Vlieland en Terschelling, maar Hannah Visser, student antropologie, zou toch heel graag ook weer naar het buitenland willen. Lees hier verder.", "7) Niet de foute grap is het probleem, maar het gebrek aan diversiteit", "Laten we Johan Derksen niet aanklagen voor een foute grap, maar kijken naar het achterliggende maatschappelijke probleem. En naar onszelf, schrijft publicist Ali Eddaoudi. Lees hier verder.", "Lees ook:", "Chef opinie Monic Slingerland: De lezers houden ons constant scherp", "Dagelijks komen bij Trouw zo’n vijftig lezersreacties en twintig opiniestukken binnen. Chef van de opinieredactie, Monic Slingerland, bepaalt samen met haar team welke daarvan een plek krijgen in de krant. ‘Achter een inzending van een paar regels gaat vaak een hele wereld schuil.’"], "authors": ["Redactie Trouw"], "keywords": ["opmerkelijkste", "zijn", "van", "2020", "hier", "trouws", "en", "een", "met", "dit", "lees", "opiniestukken", "te", "het", "niet"], "pubDate": "2020-12-26T10:15:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}