{"id": "40c694c6-bb2e-3d54-aa3c-4146b3d77ba4", "title": "Kinderombudsvrouw: Kwetsbare kinderen raken achterop door sluiting scholen", "url": "https://nu.nl/coronavirus/6097098/kinderombudsvrouw-kwetsbare-kinderen-raken-achterop-door-sluiting-scholen.html", "summary": "Door het sluiten van de basisscholen groeit de kloof tussen kwetsbare kinderen en kinderen die uit beter gestelde gezinnen komen.\n\"Kinderen die het moeilijk of niet leuk hebben thuis, kunnen vaak niet geholpen worden door hun ouders\", zegt Kalverboer.\n\"Na de eerste lockdown merkten leerkrachten dat zij heel veel dingen niet wisten van kinderen, bijvoorbeeld dat zo veel kinderen thuis geen laptop of internet hadden.\"\nHet ging om onder anderen kinderen die thuis problemen ervoeren door een echtscheiding van de ouders, kinderen uit een arme gezinssituatie en kinderen die te maken hebben met een psychisch zieke ouder.\nMede na een oproep van de Kinderombudsvrouw is een uitzondering gemaakt voor kinderen in een kwetsbare positie.", "paragraphs": ["Door het sluiten van de basisscholen groeit de kloof tussen kwetsbare kinderen en kinderen die uit beter gestelde gezinnen komen. Dat zegt Kinderombudsvrouw Margrite Kalverboer in gesprek met NU.nl.", "\"Kinderen die het moeilijk of niet leuk hebben thuis, kunnen vaak niet geholpen worden door hun ouders\", zegt Kalverboer. Ook raken zij volgens haar vaker sociaal geïsoleerd doordat zij hun vriendjes minder zien en thuis regelmatig te maken hebben met ruzie.", "Maar het gaat ook over praktische dingen, vertelt ze. \"Na de eerste lockdown merkten leerkrachten dat zij heel veel dingen niet wisten van kinderen, bijvoorbeeld dat zo veel kinderen thuis geen laptop of internet hadden.\"", "Vooral voor deze kinderen is het volgens Kalverboer essentieel dat de schooldeuren snel weer opengaan. Niet alleen omdat zij anders \"grote achterstanden oplopen\", maar ook omdat deze kwetsbare gezinnen \"heel erg op zichzelf teruggeworpen worden\".", "Praat mee op NUjij Werk jij in het onderwijs? Laat op reactieplatform NUjij weten of jij het eens bent met de Kinderombudsvrouw. Deel je ervaringen.", "Lessen getrokken uit eerste lockdown", "Bovenstaande voorbeelden zijn allemaal lessen die geleerd zijn uit de scholensluiting in het voorjaar, zegt Kalverboer. In een in november gepubliceerd rapport (pdf) vroeg zij kinderen naar de impact van de coronamaatregelen op hun leven.", "De onderzoeksresultaten toonden volgens Kalverboer aan dat met name kwetsbare kinderen leden onder het thuisblijven. Het ging om onder anderen kinderen die thuis problemen ervoeren door een echtscheiding van de ouders, kinderen uit een arme gezinssituatie en kinderen die te maken hebben met een psychisch zieke ouder. Andere problemen kwamen bijvoorbeeld voort uit ruzie, geweld of mishandeling.", "Aan de andere kant is er volgens haar een groep kinderen die ook voordelen haalt uit thuisonderwijs. \"Zo zijn zij blij hun ouders vaker te zien, worden ze goed geholpen door hun ouders en hebben ze nog leuke online contacten\", vertelt ze.", "Door: ANP", "Een docent van de Rotterdamse Montessorischool geeft zijn klas les via een videobeldienst. (Foto: ANP)", "'Kinderen praten uit schaamte niet over mishandeling thuis'", "Het kabinet kondigde maandag aan dat alle scholen tot 18 januari dichtgaan vanwege het opgelopen aantal besmettingen. Mede na een oproep van de Kinderombudsvrouw is een uitzondering gemaakt voor kinderen in een kwetsbare positie. Zo mogen leerlingen die thuis geen veilige basis hebben of thuis onvoldoende begeleiding kunnen krijgen, de komende periode toch naar school komen.", "Hoewel Kalverboer blij is met de uitzonderingsmaatregel, maakt zij zich ook zorgen over de uitvoering ervan. \"Ik weet uit gesprekken in de loop der jaren dat kinderen die thuis mishandeld worden, extreme ruzies of andere nare dingen meemaken, hier vaak niet mee naar buiten durven te treden.\"", "Dat gebeurt uit angst om uit huis geplaatst te worden, maar ook omdat kinderen zich schamen of schuldig voelen over de thuissituatie, legt zij uit.", "300 Dit zijn de maatregelen van de nieuwe lockdown", "'Bang dat veel kwetsbare kinderen niet bereikt worden'", "\"Uit onderzoeken blijkt dat naar schatting 120.000 tot 130.000 kinderen mishandeld worden. Slechts een fractie van hen is in beeld bij organisaties zoals de Raad voor de Kinderbescherming of Veilig Thuis\", zegt zij. Alleen al vanwege die statistiek is het volgens Kalverboer \"zo moeilijk om erachter te komen\" wie deze kinderen zijn. \"Ik ben bang dat veel kwetsbare kinderen nu ook niet bereikt zullen worden.", "Kalverboer vertelt dit naar eigen zeggen na voortschrijdend inzicht. \"Je kunt wel zeggen dat ze mogen komen, maar op basis van onderzoeken en gesprekken weet ik nu ook dat kinderen er soms alles aan doen om hun school niet te laten merken hoe lastig hun thuissituatie is.\"", "Een oplossing voor scholen zou volgens haar zijn om tegen kinderen te zeggen: iedereen die denkt of vindt dat het nodig is, mag naar school komen. En het zou helpen in bewoordingen \"weg te blijven\" van mishandeling, ruzie en geweld. \"Zorg ervoor dat je het zo laagdrempelig mogelijk houdt\", aldus de Kinderombudsvrouw."], "authors": ["Door", "Lennart 'T Hart"], "keywords": ["dat", "door", "van", "raken", "kinderombudsvrouw", "uit", "een", "zij", "kwetsbare", "het", "te", "niet", "die", "achterop", "sluiting", "scholen", "kinderen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}