{"id": "40ca3ae7-a85d-3831-b8db-60b6cc2e31d4", "title": "Een kans die jongeling Doebov zich niet laat ontnemen", "url": "https://volkskrant.nl/sport/een-kans-die-jongeling-doebov-zich-niet-laat-ontnemen~befcec36/", "summary": "Zo sterk bezet is het toernooi om de Russische nationale titel dat herinneringen worden opgehaald aan de tijd waarin het kampioenschap van de Sovjet-Unie een van de hoogtepunten van het jaar was.\nPlexiglas schermen, met een opening aan de onderkant, zijn boven de borden gemonteerd.\nIn het toernooi vertegenwoordigen Svidler, Karjakin en Nepomniatsjtsji de gevestigde elite, waartoe jongeren als Doebov, Fedosejev en Jesipenko binnenkort hopen toe te treden.\nIn dit toernooi voeren de routiniers Sergey Karjakin en Ian Nepomniatsjtsji voorlopig de ranglijst aan met een score van 4,5 uit 6.\nNepomniatsjtsji beschouwt het als een nuttige training op weg naar de tweede helft van het kandidatentoernooi, waarin hij de leiding deelt met de Fransman Vachier-Lagrave.", "paragraphs": ["Zo sterk bezet is het toernooi om de Russische nationale titel dat herinneringen worden opgehaald aan de tijd waarin het kampioenschap van de Sovjet-Unie een van de hoogtepunten van het jaar was. Met uitzondering van Grisjoek en Tomasjevski, de kampioen van 2019, doen alle spelers van naam ditmaal mee. Ze hebben er de tijd voor nu het internationale contact zich beperkt tot online snelschaak.", "In de Centrale Schaakclub in Moskou zijn maatregelen getroffen om twee toernooien met bord en stukken met 24 deelnemers (mannen en vrouwen) enigszins veilig te laten verlopen. Plexiglas schermen, met een opening aan de onderkant, zijn boven de borden gemonteerd. Het dragen van mondkapjes is een suggestie, maar geen verplichting.", "In het toernooi vertegenwoordigen Svidler, Karjakin en Nepomniatsjtsji de gevestigde elite, waartoe jongeren als Doebov, Fedosejev en Jesipenko binnenkort hopen toe te treden. Ze moeten geduld hebben. In dit toernooi voeren de routiniers Sergey Karjakin en Ian Nepomniatsjtsji voorlopig de ranglijst aan met een score van 4,5 uit 6.", "Drie van de twaalf deelnemers zullen in januari meedoen aan het Tata Steel toernooi. Nepomniatsjtsji beschouwt het als een nuttige training op weg naar de tweede helft van het kandidatentoernooi, waarin hij de leiding deelt met de Fransman Vachier-Lagrave. De twee andere Wijk aan Zee-invités speelden onderling de aardigste partij van de eerste ronde.", "Doebov – Jesipenko", "Moskou 2020", "1.d4 Pf6 2. c4 e6 3. Pf3 d5 4. g3 Le7 5. Lg2 0-0 6. Dc2 c5 7. dxc5 d4", "Agressiever dan de gebruikelijke zet 7 ... Da5+.", "8. b4 a5 9. b5 Lxc5 10. Pbd2 Pbd7 11. Pb3 Lb4+", "Dit voor de hand liggende schaakje lost de openingsproblemen niet op. Sterker is 11 ... e5! 12. Pxc5 Pxc5 13. La3 (te gevaarlijk is 13. Pxe5 Te8 14. Pd3 Lg4) 13 ... Dc7 14. 0-0 Te8 met een acceptabele stelling voor zwart.", "12. Ld2 Lxd2+ 13. Pfxd2 a4", "Noodgedwongen offert zwart een pion. Na 13 ... e5 14. a4 kan zwart niet voorkomen dat wit met c4-c5 groot voordeel krijgt.", "14. Pxd4 e5 15. Pf5 Pc5 16. Pe3 e4", "Een betere praktische kans dan deze onstuimige zet is misschien 16 ... Pg4 17. Pd5 f5.", "17. 0-0 Dd4", "DIAGRAM", "bzczwBmz", "zxzwzxXx", "wzwzwVwz", "zeVwzwzw", "xzeNxzwz", "zwzwTwEw", "ezuTeErE", "YwzwzyIw", "18. Pd5", "Ook 18. Tfd1 De5 19. Tac1 is goed, maar het voordeel van de tekstzet is dat", "snel een overzichtelijke stelling ontstaat.", "18 ... Pxd5 19. cxd5 e3 20. Pc4 exf2+ 21. Kh1 Ld7 22. Tad1 Df6 23. d6 Tae8 24. Pb6 Te5", "DIAGRAM", "wzwzwBmz", "zxzczxXx", "wTwEwNwz", "zeVwBwzw", "xzwzwzwz", "zwzwzwEw", "ezuzeXrE", "zwzyzyzi", "25. Dxc5!", "Zo’n kans laat Doebov zich niet ontgaan. Het dameoffer wint in alle varianten.", "25 ... Txc5 26. Pxd7 Dg5 27. Pxf8 Kxf8 28. d7 Dd8 29. Txf2 Tc7 30. Lh3 g6 31. Tf6 Kg8 32. Tfd6 Tc2 33. T6d2 Tc7 34. Td3 f5 35. b6 Tc2 36. Te3", "Zwart geeft op."], "authors": ["Gert Ligterink"], "keywords": ["van", "die", "niet", "een", "ontnemen", "het", "en", "toernooi", "laat", "te", "kans", "13", "voor", "jongeling", "met", "zich", "doebov", "aan"], "pubDate": "2020-12-11T17:55:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}