{"id": "40d2d481-1a3a-377c-ad5b-30709bbdfd80", "title": "‘Hoe is het met de goede voornemens?’, vraagt de groentenboer, een glimpje spot in de donkere ogen", "url": "https://volkskrant.nl/columns-opinie/hoe-is-het-met-de-goede-voornemens-vraagt-de-groentenboer-een-glimpje-spot-in-de-donkere-ogen~b6162dcb/", "summary": "‘Ik kom godverdomme al een kilo aan als ik naar zo’n ding kíjk’, zegt de dikke man, met een nijdig knikje naar de Snickers.\nOf als je, zoals de groentenboer, met kisten sjouwt in de kou.\n‘Hoe is het met de goede voornemens?’, vraagt de groentenboer, een glimpje spot in de donkere ogen.\nEn dan ga ik naar binnen en ik koop saucijzenbroodjes en krentenbollen.\nEn die vreet ik dan op de stoep achter elkaar op.’Zijn enorme, blauwe winterjas vertoont inderdaad op buikhoogte bladerdeegkruimels.", "paragraphs": ["De groentenboer heeft een Turkse naam en hij ziet er ook Turks uit, maar hij spreekt Amsterdams en pareert het vrolijke ‘Mogge, gastarbeider!’ van de kaasboer schuin tegenover hem met een al even opgewekt ‘Mogge, afzetter!’, waarna hij behendig zijn pastinaken in het gelid begint op te stellen.", "Hij beheert een mooie, grote kraam met vruchten en groenten uit alle uithoeken van onze veelgeplaagde aarde. Het is koud. De blaadjes van de clementines ritselen in de wind. De groentenboer drinkt thee die hem door een ook al weer zo vrolijke, blonde vrouw is aangereikt en eet er een Snickers bij. ‘Een vuist vol pinda’s in iedere reep’, was de reclameslogan in mijn jeugd. Leep bedacht, want wat is ‘een vuist vol’? Bijna niks.", "‘Ja, jíj kan het hebben’, zegt een dikke man bitter tegen de groentenboer. De dikkerd, aan gene zijde van de 50, is op moeilijke voeten naderbij gesloft en betast minachtend een goed gelukte handpeer. De groentenboer knikt kauwend. Hij is in de dertig, en slank.", "‘Ik kom godverdomme al een kilo aan als ik naar zo’n ding kíjk’, zegt de dikke man, met een nijdig knikje naar de Snickers. ‘Jij blijft natuurlijk zo mager omdat je zo veel fruit vreet.’ De bekende mythe. Mager blijf je alleen als je allerlei dingen níét vreet. Of als je, zoals de groentenboer, met kisten sjouwt in de kou.", "‘Hoe is het met de goede voornemens?’, vraagt de groentenboer, een glimpje spot in de donkere ogen. De dikke man schudt getergd zijn vlezige kop. ‘Ik begin elke ochtend met zo’n bak yoghurt met fruit’, zegt hij. ‘Ik hou niet van yoghurt. Ik hou ook niet van fruit. Maar mijn vrouw zet het voor mijn neus, en wat moet, dat moet. En dan ga ik naar buiten. Ik loop langs de bakker. En dan ruikt het daar zo goddelijk. En dan ga ik naar binnen en ik koop saucijzenbroodjes en krentenbollen. En die vreet ik dan op de stoep achter elkaar op.’", "Zijn enorme, blauwe winterjas vertoont inderdaad op buikhoogte bladerdeegkruimels. ‘Ja, en dan...’, herneemt hij. ‘Dan is die dag alweer verloren, en dan ga ik helemáál door het behang. Een uur later sta ik alweer bij de snackbar. Alles is dicht, maar de snackbar niet... dan vragen ze er toch om?’ Zijn ogen worden groot van verontwaardiging.", "‘Je moet maar denken: elke dag is een nieuwe dag’, sust de groentenboer. De dikke man haalt zijn schouders op. ‘Geef me maar een paar van die peren’, zegt hij. ‘Niet dat ’t helpt...’", "Elke dag is een nieuwe dag. Het is wáár.", "Niet dat ’t helpt."], "authors": ["Sylvia Witteman"], "keywords": ["ik", "voornemens", "van", "dan", "ogen", "groentenboer", "vraagt", "goede", "en", "met", "een", "spot", "hoe", "op", "glimpje", "het", "hij"], "pubDate": "2021-01-11T13:00:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}