{"id": "40dc18f6-8fc7-311a-8ecf-c07c7e96865c", "title": "Ik gooi de Trump-pleeborstel weg en schreeuw: zeg niet dat het meevalt!", "url": "https://www.parool.nl/columns-opinie/ik-gooi-de-trump-pleeborstel-weg-en-schreeuw-zeg-niet-dat-het-meevalt~bab1bed0d/", "summary": "Zeg niet dat het meevalt.\nEn ook: laten we dingen die niet normaal zijn niet gaan relativeren.\nZeg niet dat het meevalt.\nToch haalde ik de spotprent niet van mijn toiletdeur, bleef ik de wc schoonmaken met zijn ‘hoofd’, retweette ik nog meer grappige filmpjes en hield ik mijn paspoort in het hoesje.\nTerwijl ik de Trumpprullaria dus voor eens en voor altijd mijn huis uitgooi roep ik nog één keer, nee, schreeuw ik: zeg niet dat het meevalt!", "paragraphs": ["Zeg niet dat het meevalt. Hoe vaak heb ik die woorden de afgelopen vier jaar wel niet gedacht? En ook: laten we dingen die niet normaal zijn niet gaan relativeren. Laten we niet doen alsof Trump een gekke clown is die toevallig ook het ambt bekleedt van Amerikaanse president.", "", "Tegelijkertijd was dit nou precies wat ikzelf deed. De gefotoshopte filmpjes van Trump als kleuter op een skippybal waren té grappig om niet te retweeten. Net als de memes over zijn opwaaiende haar. Ik hing een spotprent van hem op in mijn toilet (de ideale plek voor zo’n prent, stelde ik trots vast), kocht een pleeborstel in de vorm van zijn hoofd en vouwde een hoesje om mijn paspoort waarop hij was afgebeeld als hipster – wat vaak tot geamuseerde blikken leidde bij het douanepersoneel. Ik wees met mijn vingertje naar mensen die het voor hem opnamen en tegelijkertijd maakte ik er één grote grap van.", "Nu is het geen ongebruikelijk mechanisme om humor te willen inzetten bij onderwerpen die zo groot zijn dat je er eigenlijk om moet huilen. Sarcasme en ironie zijn krachtige middelen die het leven vaak dragelijker maken. Doorgaans ben ik hier een groot voorstander van, maar in dit geval heb ik spijt. Het voelt alsof ik de ernst van de situatie heb onderschat, of ten minste gebagatelliseerd.", "Zeg niet dat het meevalt. Ik begon de woorden te prevelen bij de invoering van de Muslim Ban en zei ze hardop nadat Trump afgelopen november meende dat de door hem verloren verkiezingen ‘gestolen’ waren. Toch haalde ik de spotprent niet van mijn toiletdeur, bleef ik de wc schoonmaken met zijn ‘hoofd’, retweette ik nog meer grappige filmpjes en hield ik mijn paspoort in het hoesje.", "Afgelopen woensdag zag ik hoe duizenden Trumpaanhangers Capitol Hill bestormden. Dit voelde alsof er een dolk in mijn hart werd gestoken: het ondenkbare was gebeurd.", "We hadden erover gespeculeerd, we hadden gezegd: ‘zo ver zal het toch wel niet komen?’, we hadden er grappen over gemaakt, we hadden ernaar staan kijken en het uiteindelijk gewoon laten gebeuren.", "De bestorming was geen spontaan idee, het was de cumulatie van een proces dat vier jaar geleden in gang werd gezet. Wanneer je polarisatie systematisch stimuleert, discriminatie goedpraat, journalisten verdacht maakt en een alternatieve waarheid creëert, eindigt dat met een aanval op de democratie. Inclusief demonstranten die de Confederatievlag het Capitool binnendragen en een Trump­-aanhanger met een trui waar: ‘Camp Auschwitz, Work Brings Freedom’ opstaat. Zo simpel is het. Hoe niet-grappig wil je het hebben?", "Terwijl ik de Trumpprullaria dus voor eens en voor altijd mijn huis uitgooi roep ik nog één keer, nee, schreeuw ik: zeg niet dat het meevalt! En zeg ook niet dat zoiets in Nederland ondenkbaar is.", "Natascha van Weezel (34) is journalist. Elke maandag schrijft ze een column voor Het Parool.", "Reageren? natascha@parool.nl"], "authors": ["Natascha Van Weezel"], "keywords": ["ik", "zijn", "van", "trumppleeborstel", "zeg", "mijn", "en", "gooi", "een", "schreeuw", "weg", "het", "meevalt", "niet", "dat", "die"], "pubDate": "2021-01-11T09:00:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}