{"id": "40dfbba8-fa6e-3a6b-a251-7091a6f9e274", "title": "Anglicisme van de week: een ‘ingezworen’ president klinkt iets etterender dan de bedoeling kan zijn", "url": "https://volkskrant.nl/cultuur-media/anglicisme-van-de-week-een-ingezworen-president-klinkt-iets-etterender-dan-de-bedoeling-kan-zijn~b73f096b/", "summary": "Het bijgeleverde commentaar wordt, net als het aftellen naar 2021, steeds grimmiger.\nGert Bosch heeft het al over ‘een van de slechtste anglicismen van de laatste tijd’.\nHij doelt op een zinsnede uit de Volkskrant van 6 november: ‘gaf ze geboorte aan een dochter’.\nShe gave birth is hier veel te letterlijk vertaald en had ‘baarde ze een dochter’ of ‘beviel ze van een dochter’ moeten zijn.\nAlsof het een medisch proces is van een tot op het bot dooretterende pusbuil.’ Hier moet natuurlijk ‘beëdigd’ staan.", "paragraphs": ["In een week waarin ondergetekende helemaal in toeze is van de decemberdrukte waren de lezers bij de pinken als altijd. Hun bijdragen zijn ook nog eens bijzonder actueel (wat natuurlijk ook weer niet zó gek is bij een nieuwskrant) en gaan over respectievelijk Black Friday, een bijzondere geboorte (Kerst!) en de nieuwe president van de Verenigde Staten. Het bijgeleverde commentaar wordt, net als het aftellen naar 2021, steeds grimmiger.", "Mira van Broekhoven trapt af met wat met een beetje goede wil als een compliment kan worden beschouwd: ‘Ergens knap dat het journalisten lukt om elke keer weer nieuwe anglicismen te bedenken.’ Het betreffende anglicisme stond in de Volkskrant van 27 november: ‘dat groepen opkopers via gecoördineerde acties duizenden PlayStations hebben opgekocht de seconde dat die in webwinkels werden aangeboden’. ‘De seconde dat’ (the second that) is inderdaad niet fraai. Beter was geweest: zodra.", "Gert Bosch heeft het al over ‘een van de slechtste anglicismen van de laatste tijd’. Hij doelt op een zinsnede uit de Volkskrant van 6 november: ‘gaf ze geboorte aan een dochter’. She gave birth is hier veel te letterlijk vertaald en had ‘baarde ze een dochter’ of ‘beviel ze van een dochter’ moeten zijn.", "Theo Bührs was het meest uitgesproken. ‘Het smerigste anglicisme dat ik overal in de pers en dus ook in de Volkskrant aantref is: ‘de president/de jury is ingezworen’. Alsof het een medisch proces is van een tot op het bot dooretterende pusbuil.’ Hier moet natuurlijk ‘beëdigd’ staan.", "Is het erg? Hoe zou zo’n prachtige drie-eenheid van kritische lezers erg kunnen zijn?"], "authors": ["Nienke Van Leverink"], "keywords": ["klinkt", "van", "als", "het", "etterender", "volkskrant", "zijn", "kan", "een", "ze", "dat", "en", "week", "ook", "dochter", "president", "iets", "ingezworen"], "pubDate": "2020-12-09T17:20:46+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}