{"id": "40e754ba-5ec1-3735-8b8d-c8dcaf77abba", "title": "Een twaalfjarige met een verkeerde vriendin", "url": "https://www.nrc.nl/nieuws/2020/12/15/een-twaalfjarige-met-een-verkeerde-vriendin-a4023961", "summary": "Dit meisje woont bij haar moeder, haar ouders zijn gescheiden.\nOnlangs leverde ze een opstel in, dat ze dood wilde.\nHet is beter als ouders met interesse luisteren naar waarom hun kind deze vriendschap zo belangrijk vindt.\n„Het belangrijkste blijft dat er vanuit echte betrokkenheid en met echte interesse naar het meisje wordt geluisterd.\nWat dat betreft is het jammer dat u het contact bent kwijtgeraakt.”Wilt u een dilemma in de opvoeding voorleggen?", "paragraphs": ["Oma: „Onze kleindochter, twaalf jaar en brugklasser, heeft sinds enige maanden een vriendin van dezelfde leeftijd. Dit meisje woont bij haar moeder, haar ouders zijn gescheiden. Haar moeder bekommert zich weinig om haar, is ’s nachts vaak afwezig. De vriendin is tot laat op straat, heeft vriendjes die bij haar slapen. Ze spijbelt, doet brutaal, en doet dingen die gewoon niet kunnen, zoals de stekker uit de koelkast op school trekken. Pipi Langkous, maar dan niet leuk.", "„Onze kleindochter is in groep zeven en acht gepest. Ze zegt dat dit meisje de enige is die haar begrijpt. Ze wil daar zo veel mogelijk zijn en slapen. Ze verandert wel door het contact. Onlangs leverde ze een opstel in, dat ze dood wilde. Ze pikt ook geld van haar ouders.", "„Mijn zoon en mijn schoondochter vinden het moeilijk om grenzen te stellen, ze zijn bang dat als ze de ‘vriendschap’ verbieden, ze haar kwijtraken en het zal escaleren. Thuis zit ze op haar kamer en ze vertelt niets. Ook ik ben mijn contact met haar kwijt. Ze mailt nooit terug. Wat is nou verstandig om te doen?”", "Naam is bij de redactie bekend. (Deze rubriek is anoniem, omdat moeilijkheden in de opvoeding gevoelig liggen.)", "Luister zonder te preken of te oordelen", "Tischa Neve is kinderpsycholoog en auteur van Pubers zijn leuk! Ze organiseert webinars over opvoeden.", "Tischa Neve: „Ouders zijn geneigd om kinderen dit soort vriendschappen uit het hoofd te praten, maar dat werkt averechts. Dan gaat ze het meisje stiekem ontmoeten, en hebben ouders er helemaal geen zicht meer op. Het is beter als ouders met interesse luisteren naar waarom hun kind deze vriendschap zo belangrijk vindt. Voelt ze zich aan de zijde van dit meisje krachtig op school? Of vindt ze verder geen aansluiting? Luister hiernaar zonder te preken of te oordelen.", "„De ouders kunnen de vriendin ook thuis uitnodigen, zo houden ze feeling met hoe erg het nou precies is. Misschien kan deze twaalfjarige in dit huishouden andere kanten van zichzelf laten zien.", "„Uiteraard moeten er grenzen gesteld worden. Op twaalfjarige leeftijd ergens blijven slapen zonder ouderlijke supervisie kan niet. De ouders kunnen dat uitleggen: ‘We vinden een paar dingen binnen deze vriendschap een beetje ingewikkeld, hoe kunnen we daar mee omgaan?’ Ze kunnen uitleggen: ‘We zijn er voor jouw veiligheid, dus overnachten kunnen we niet toestaan, maar ze is wel welkom hier.’", "„Voor u als oma: laat niet blijken dat u de vriendschap afkeurt, maar luister met echte interesse naar uw kleinkind.”", "Verbieden werkt niet", "Bas Levering is hoofdredacteur van Pedagogiek in praktijk.", "Bas Levering: „Hoewel het niet de taak van oma’s is zich in de opvoeding van de kleinkinderen te mengen, fluisteren we haar toch in dat ouders al eeuwen willen voorkomen dat hun kinderen verkeerde vrienden krijgen. Ook wetenschappelijk is vastgesteld dat vanaf de puberteit de invloed van leeftijdgenoten groter zal zijn dan die van de ouders.", "„Verbieden werkt niet. De ouders moeten proberen met het kind in gesprek te blijven. Hun angst om het contact te verliezen is reëel. Ze kunnen hun dochter vertellen dat ze het moeilijk vinden haar te volgen in wat ze met haar leven wil, en duidelijk maken dat twaalf jaar voor bepaalde dingen gewoon te jong is.", "„Het ligt voor de hand dat de ouders contact opnemen met de school. Maakt men zich daar ook zorgen over de meisjes? De signalen zijn zo serieus dat professionele hulp bij het is gezinsgesprek aan te raden. Wellicht kan de school daarin bemiddelen.", "„Het belangrijkste blijft dat er vanuit echte betrokkenheid en met echte interesse naar het meisje wordt geluisterd. Wat dat betreft is het jammer dat u het contact bent kwijtgeraakt.”", "Wilt u een dilemma in de opvoeding voorleggen? Stuur uw vraag of reacties naar opgevoed@nrc.nl", "NRC Opvoeden De beste opvoedstukken en tips voor kinderen, jongeren en hun (groot)ouders Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Leestijd Minuten"], "keywords": ["dat", "van", "een", "twaalfjarige", "het", "en", "ouders", "ze", "te", "zijn", "haar", "verkeerde", "met", "vriendin"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}