{"id": "4101f96c-7ed6-3d7d-9d08-d6d234f5b11d", "title": "Jan Slagter is dé man in Max Magazine", "url": "https://volkskrant.nl/cultuur-media/jan-slagter-is-de-man-in-max-magazine~b273aebb/", "summary": "Jan Slagter, het brein achter Omroep Max, ging onlangs met een brede glimlach op visite bij mevrouw Betty de Winter (85) uit Rotterdam.\nHij nam een oorkonde, bloemen en aardbeientaart mee, want de Rotterdamse was de 200 duizendste ‘ere-lezer’ van Max Magazine.\nMax Magazine is een groot succes, het getal zegt genoeg.\nTwee mannen van een tv-programma van lang geleden, Jan Fillekers en Henk van der Horst van Farce Majeure (1966), schrijven elke week een verhaaltje.\nEen geldrubriek, tuintips, huishoudtips, een uitgaansrubriek, een ombudsman: in Max Magazine draait alles om de lezer, heel gewoon.", "paragraphs": ["Jan Slagter, het brein achter Omroep Max, ging onlangs met een brede glimlach op visite bij mevrouw Betty de Winter (85) uit Rotterdam. Hij nam een oorkonde, bloemen en aardbeientaart mee, want de Rotterdamse was de 200 duizendste ‘ere-lezer’ van Max Magazine. De ontmoeting was ook op tv te zien, in het Max Ouderenjournaal.", "Max Magazine is een groot succes, het getal zegt genoeg. De opstanding is wonderbaarlijk. In 2013 wees maar weinig erop dat een programmagids voor ouderen een goed idee was. De concurrentie in dit segment was moordend en omroepgidsen leken hun langste tijd te hebben gehad.", "Het liep anders. Op de cover van nummer 48 werd vorige week de oplage genoemd, 199.755, en werden 967 nieuwe lezers welkom geheten. ‘Samen naar de 200 duizend (en meer).’ Een week later is het zover: ‘Fantastisch! Bedankt allemaal!’ Campagne geslaagd.", "Slagter is dé man. Hij schrijft elke week het voorwoord en neemt ook, paginagroot, de werving van lezers voor zijn rekening. Op de bijbehorende foto is hij in een bos in herfstkleuren gefotoshopt. Hij zit op een boomstam en naast hem steekt een konijntje zijn kop om de hoek.", "Het wij-gevoel is onmiskenbaar. Het magazine is een combinatie van de klassieke radio- en tv-gids en iets wat ‘plezierig leven’ wordt genoemd. De toon is monter en helder. Cynisme en pessimisme ontbreken en de redactie voelt zich voor geen enkel onderwerp te groot. Een deel van het succes zal met de prijs te maken hebben. Abonnees betalen 49 cent per week.", "Er wordt niet weggekeken. In nummer 49 gaat het openingsverhaal over de toenemende problemen van de voedselbanken. Er is minder eten beschikbaar en de vraag neemt toe, ook van ouderen. De eerste zin van de reportage komt als een verrassing: ‘Voor wie zich de oorlogswinter nog kan herinneren, zijn dit toch rare tijden.’", "Het verleden overheerst niet in Max Magazine, maar is evenmin ver weg. Twee mannen van een tv-programma van lang geleden, Jan Fillekers en Henk van der Horst van Farce Majeure (1966), schrijven elke week een verhaaltje. In de rubriek ‘Vraag het Myrna’ probeert Myrna Goossen problemen van lezers op te lossen.", "Marc van der Linden schrijft over vorstenhuizen en voor medische kwesties is er een dokter in de zaal. Een geldrubriek, tuintips, huishoudtips, een uitgaansrubriek, een ombudsman: in Max Magazine draait alles om de lezer, heel gewoon."], "authors": ["Paul Onkenhout"], "keywords": ["man", "van", "magazine", "slagter", "het", "dé", "op", "voor", "een", "en", "te", "week", "max", "jan"], "pubDate": "2020-12-02T16:22:49+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}