{"id": "41187822-8077-30a7-a539-720eea979fd4", "title": "Hoe besmettelijk is iemand zonder symptomen?", "url": "https://volkskrant.nl/columns-opinie/hoe-besmettelijk-is-iemand-zonder-symptomen~b1baa6ca/", "summary": "Afgelopen weekeinde, uitgerekend toen mijn vriendin op haar besmettelijkst moet zijn geweest, zijn we met zijn vieren op gezinsweekeinde geweest in Zeeland.\nDan komt het virus op gang.\nDaar zit iets verrassend diepzinnigs achter, legde hoogleraar klinische virologie Louis Kroes van het LUMC me eens uit.\nEn dat maakt dat er kleinere druppeltjes ontsnappen dan uit de keel van iemand die snipverkouden is.\nVandaar de aanwijzingen dat het met de symptoomloze besmettingen best meevalt.", "paragraphs": ["Het virus heeft ook het gezin van wetenschapsredacteur en ‘coronaverslaggever’ Maarten Keulemans bereikt. Over de vragen waarop hij stuit in quarantaine houdt hij een dagboek bij.", "‘Ik voel me wel een beetje ten dode opgeschreven nu.’", "Append vanuit zijn studentenkamer verwoordt onze zoon het aardig. Afgelopen weekeinde, uitgerekend toen mijn vriendin op haar besmettelijkst moet zijn geweest, zijn we met zijn vieren op gezinsweekeinde geweest in Zeeland. We deden alles wat onverstandig is: urenlang met elkaar in een afgesloten auto zitten, met zijn vieren op een hotelkamer slapen, krappe saunaruimtes bezoeken, druk met elkaar praten en lachen aan tafel. Zelfs de omstreden kunst van het zingen hebben we beoefend. Mijn partner was jarig, en in ons gezin is het gewoonte dat we dat uit volle borst bezingen.", "In de gezinsapp stuur ik een grafiek rond uit het Britse blad The Lancet, waarop te zien is hoe het met die besmettelijkheid nou zit. Wie besmet raakt, is eerst een dag of drie, vier op het oog coronavrij: het virus is zich nog zo bescheiden aan het vermenigvuldigen dat een wattenstaafjestest het niet zou oppikken. Die incubatieperiode kan in extreme gevallen wel twee weken duren.", "Dan komt het virus op gang. Steeds meer cellen in keel- en neusholte scheiden het af, het virus vermenigvuldigt zich exponentieel. En, het verraderlijke, aanvankelijk merken we daar niets van. Geen keelpijn, koorts, hoest- of niesbuien: het virus zit daar gewoon, in steeds grotere hoeveelheid.", "Maar kijk uit met schreeuwen, praten of zingen: het virus kan dan gelanceerd worden en wegzweven. Daar zit iets verrassend diepzinnigs achter, legde hoogleraar klinische virologie Louis Kroes van het LUMC me eens uit. Wie geen verkoudheidsklachten heeft, maakt in zijn keel weinig vocht aan. En dat maakt dat er kleinere druppeltjes ontsnappen dan uit de keel van iemand die snipverkouden is. Dat zorgt voor meer zwevend virus, want kleinere druppeltjes blijven langer hangen in de lucht dan de zwaardere.", "In die fase verkeerde mijn vriendin dus. De beroemde ‘presymptomatische’ fase. De fase waarin het virus nog wel eens een half restaurant, zangkoor of sportklas wil aansteken, als de geïnfecteerde toevallig net iemand is die extreem veel virus aanmaakt.", "Pas na ongeveer twee dagen explosieve virusvermenigvuldiging, zo is te zien op de grafiek uit The Lancet, komen de symptomen. Uw afweer krijgt dan door dat er in uw keel een virus is komen wonen, en grijpt in. Cellen gaan vocht aanmaken om de indringer weg te spoelen, alarmstoffen drijven uw lichaamstemperatuur op om het de vijand zo onplezierig mogelijk te maken, en u begint te snotteren, te hoesten en u ziek te voelen.", "‘Vreselijk ingewikkeld grafiekje! Voor mijn vermoeide coronahoofd’, klaagt patiënt nul intussen vanuit haar ziekbed.", "Gelukkig is er één lichtpuntje, weet ik: al die keren dat er niemand besmet raakte. Want al die koorrepetities en kerkdiensten waar het goed ging, daarover hoor je nooit. Kleine, ‘droge’ keeldruppeltjes blijven dan misschien langer hangen, er past ook minder virus in. Misschien wel te weinig om van besmet te raken.", "Vandaar de aanwijzingen dat het met de symptoomloze besmettingen best meevalt. Een bemoedigende meta-analyse in artsenblad Annals of Internal Medicine keek eens naar 1.400 nauwe contacten van geïnfecteerden zonder symptomen. Slechts acht waren besmet geraakt. Een trefkans net iets hoger dan een half procent.", "Ping! De gezinsapp weer. ‘Ja Maarten, het zou een wonder zijn als je níét besmet bent’, appt zoonlief behulpzaam. ‘Er is dan maar één verklaring: de naam Keulemans blijkt een vaccin.’", "Woensdag: Wat heeft de thuiscoronist eigenlijk voor symptomen?"], "authors": ["Maarten Keulemans"], "keywords": ["zijn", "van", "symptomen", "en", "zonder", "een", "met", "besmettelijk", "hoe", "iemand", "te", "virus", "het", "op", "dat"], "pubDate": "2020-12-21T17:17:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}