{"id": "41220094-cb48-34bc-90ef-7ada43da55cd", "title": "Feyenoord heeft er een vrolijke beer bij. Nu maar hopen dat-ie en beetje gaat scoren", "url": "https://volkskrant.nl/columns-opinie/feyenoord-heeft-er-een-vrolijke-beer-bij-nu-maar-hopen-dat-ie-en-beetje-gaat-scoren~b9314bcc/", "summary": "‘Hij viert zijn doelpunten alsof hij een beer is’, schreef de krant opgetogen.\nHet riep de vraag op hoe een beer gewoonlijk reageert als hij een doelpunt heeft gemaakt.\nIn het AD zei hij dat hij de bijnaam al heeft sinds de start van zijn loopbaan als profvoetballer, maar dat klopt niet.\nHij is terecht gekomen bij een droomclub en hij is nauwkeurig op de hoogte van de enorme reputatie van Feyenoord.\nIk verheug me enorm op deze vrolijke beer en op krantenkoppen als ‘Beer is los‘ en ‘Beer brult in de Kuip’, maar er zijn veel aanwijzingen dat er weer eens een schitterend ongeluk gaat plaatsvinden.", "paragraphs": ["Feyenoord heeft een nieuwe spits. Alsof dat niet al mooi genoeg is, is zijn bijnaam el Oso. Dat betekent de Beer. Lucas Pratto is een Argentijn met een fikse baard. Een al wat oudere (32) voetballer uit Argentinië met een goed cv, de uiterlijke kenmerken van een hedendaagse barbier en een puike bijnaam, logisch dat de verwachtingen hooggespannen zijn.", "Na aankomst in Rotterdam werd aan Pratto de vraag gesteld waarom hij de Beer wordt genoemd. Omdat ik groot, sterk en strijdlustig ben, zei hij. Pratto is 1.87 meter. Ook heeft hij karakter, naar eigen zeggen, en is hij vurig. Ik denk dat hij bij die laatste uitspraak op zijn hart, ‘corazón’, beukte.", "Je ziet hem meteen voor je. De Beer is niet de snelste, maar fysiek staat hij zijn mannetje. Aardige kopper waarschijnlijk, met een groot incasseringsvermogen (want Argentijn). Zijn rol: ‘aanspeelpunt’. Van zijn solo’s zal Pratto het niet moeten hebben, vermoedelijk oogt hij wat houterig.", "Het Algemeen Dagblad had nog een andere verklaring voor de bijnaam. ‘Hij viert zijn doelpunten alsof hij een beer is’, schreef de krant opgetogen. Het riep de vraag op hoe een beer gewoonlijk reageert als hij een doelpunt heeft gemaakt.", "Geen idee, eerlijk gezegd, maar van Pratto is bekend dat hij pas op de plaats maakt en zijn armen op zijn borst over elkaar kruist. Dat deed hij voor de eerste keer in 2018 in Madrid waar hij met River Plate de finale van de Copa Libertadores tegen Boca Juniors speelde. Het was een idee van zijn dochter en het beviel hem zo goed dat hij de ‘modo oso’ tot op de dag van vandaag trouw is gebleven.", "Er was deze week heel wat te doen over de bijnaam. Feyenoord wenste de supporters op de clubkanalen ‘Happy new bear’. De Volkskrant sloot gedecideerd uit dat Pratto de Beer wordt genoemd vanwege zijn baard, want ‘die is iets van de laatste jaren’. Het woord ‘gezichtsbegroeiing’ viel.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Feyenoord Rotterdam (@feyenoord) op 8 Jan 2021 om 2:38 PST", "In hetzelfde stuk werd trouwens melding gemaakt van ‘gegrom’ van trainer Advocaat en werd Pratto een ‘vrolijke nieuwe beer’ genoemd. Totaal onverwacht was de verklaring in Voetbal International. Pratto heeft de bijnaam ‘doordat hij altijd met zijn gezicht naar voren rent’. Dit riep veel vragen op.", "Pratto wil graag de Beer zijn. De bijnaam is in Argentinië zelfs een gedeponeerd handelsmerk. In het AD zei hij dat hij de bijnaam al heeft sinds de start van zijn loopbaan als profvoetballer, maar dat klopt niet. Op een Argentijnse fansite van River Plate is te lezen dat het al zijn derde bijnaam is. Pratto was eerst de Magere en aansluitend de Kameel voordat hij de Beer werd.", "Hij weet het goed te verkopen. Pratto weet wat supporters willen horen. Hij is terecht gekomen bij een droomclub en hij is nauwkeurig op de hoogte van de enorme reputatie van Feyenoord. River Plate had hem dolgraag willen behouden, maar tegen de lokroep van Feyenoord, een ‘grote club uit Europa’, was hij niet bestand. Hij is gekomen voor een kampioenschap en natuurlijk zullen ook de mensen in Nederland straks getuige zijn van de befaamde modo oso.", "Zijn entree is overweldigend. Van de gevreesde Kuipvrees is geen spoor te bekennen. Ajax trok ruim twintig miljoen euro uit voor een nieuwe spits, een nationaal record, maar geef mij deze goedkope Argentijnse huurling met gezichtsbegroeiing maar.", "Er zijn wel wat twijfels. Lucas Pratto heeft de afgelopen seizoenen nauwelijks gescoord. Na een blessure in 2019 is hij niet meer de oude geworden. Ik verheug me enorm op deze vrolijke beer en op krantenkoppen als ‘Beer is los‘ en ‘Beer brult in de Kuip’, maar er zijn veel aanwijzingen dat er weer eens een schitterend ongeluk gaat plaatsvinden."], "authors": ["Paul Onkenhout"], "keywords": ["vrolijke", "er", "zijn", "feyenoord", "van", "en", "een", "scoren", "hopen", "gaat", "pratto", "heeft", "nu", "op", "beer", "het", "maar", "hij", "dat"], "pubDate": "2021-01-08T14:12:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}