{"id": "414ac119-79c0-3d1b-992a-39bb8bd422f1", "title": "Voel je je nutteloos omdat je geen levens redt? Zo blijf je gemotiveerd in je werk", "url": "https://volkskrant.nl/werken/voel-je-je-nutteloos-omdat-je-geen-levens-redt-zo-blijf-je-gemotiveerd-in-je-werk~bef56dc7/", "summary": "Wie door de coronacrisis het gevoel heeft gekregen een bullshitbaan te hebben, kan het beste proberen weer zingeving in het werk te vinden.\n‘Ik word niet langer enthousiast van het interviewen van een celebrity-make-upartist of van het schrijven van een review over een kersvers product.\nOok draagt het werk niet bij aan een betere maatschappij of brengt het de maatschappij zelfs schade toe.\n‘Daar zit ’m de crux, want bij veel banen weet je dat niet goed.\nVolgens de toekomstpsycholoog is een burn-out bijna altijd het gevolg van betekenisloosheid en frusterend werk niet van te hard werken.", "paragraphs": ["Wie door de coronacrisis het gevoel heeft gekregen een bullshitbaan te hebben, kan het beste proberen weer zingeving in het werk te vinden. Hoe pak je dat aan?", "Toen in maart de lijst met vitale beroepen naar buiten kwam, wilde cabaretier Pieter Derks de nuttelozen een hart onder de riem steken. ‘Overal applaus voor de zorg, politie, de postbezorgers en de schoonmakers, maar ik heb niemand horen stilstaan bij wat die lijst ook betekent. Dat miljoenen Nederlanders te horen hebben gekregen dat ze zinloos werk doen’, zei hij in zijn column op NPO Radio1. Een mokerslag noemde hij het. ‘Je hebt jarenlang Excel-sheets gemaakt alsof je leven ervan afhing, en nu blijkt dat niemands leven ervan afhing. Mijn beroep staat ook niet op de lijst, dus ik weet waar ik het over heb. Dat lege, hangerige gevoel, die twijfel over alles waar je jarenlang mee bezig bent geweest. Het enige nut dat wij nu nog hebben, is ziek worden. Want ik kan rekenen, meneer Rutte. Ik weet precies over welke helft van de bevolking u het heeft als u zegt dat heel veel Nederlanders ziek moeten gaan worden.’", "Derks mag er dan lacherig over doen, wie in deze tijd geen levens redt op de ic of desnoods mondkapjes naait in de hobbykamer, kan het gevoel van nutteloosheid bekruipen. Ruby Buddemeyer, beautyredacteur bij de Amerikaanse Cosmopolitan schreef een column over haar niet-cruciale baan. ‘Ik word niet langer enthousiast van het interviewen van een celebrity-make-upartist of van het schrijven van een review over een kersvers product. Hoe kan ik thuis relaxen in het bubbelbad als er mensen aan de frontlinie hun leven riskeren in ziekenhuizen?’", "Zinvoller werk doen", "Toch is het verlangen naar werk dat er écht toe doet, niet iets van de laatste maanden. Zo schrijft Merel van Vroonhoven sinds vorig jaar voor deze krant over haar overstap als bestuursvoorzitter van financiële waakhond AFM naar leraar in het speciaal onderwijs. Ze had het gevoel in een bubbel te leven met andere bestuurders in vergaderzalen, terwijl ze door haar autistische zoon zag dat een individu het verschil kan maken in het leven van een kind.", "In 2018 schreef Harvard Business Review al dat mensen zich graag betekenisvol voelen in hun baan, dat gevoel zou zelfs belangrijker zijn dan het salaris. Sterker nog, 9 van de 10 mensen willen salaris inleveren voor een baan met impact. Het onderzoek werd uitgevoerd onder 2.285 Amerikanen die werkzaam waren in 26 verschillende sectoren en verschillende salarisniveaus hadden.", "Wat is een bullshitbaan? De Amerikaanse antropoloog David Graeber van de London School of Economics schat dat 40 procent van de Nederlandse werknemers een baan ‘zonder een deugdelijke bestaansreden’ heeft. Hij schreef in 2013 een essay over de bullshitbaan en later ook een boek over het onderwerp. Werk voldoet aan de definitie van een bullshitbaan als de werknemer zelf vindt dat het onzin is wat-ie doet en vindt dat zijn bezigheden voor groot deel nutteloos en overbodig zijn. Ook draagt het werk niet bij aan een betere maatschappij of brengt het de maatschappij zelfs schade toe.", "Te overzichtelijk takenpakket", "Ook trendwatcher en toekomstpsycholoog Tom Kniesmeijer ziet het verlangen naar zingeving op het werk de laatste jaren toenemen. ‘Ik heb ooit een boek geschreven over zingevingsfitness (Het matje, red.), voor mensen die zelf richting willen geven aan hun leven. Dat is al acht jaar geleden, maar de laatste twee, drie jaar zijn de verkoopcijfers veel hoger dan daarvoor’, zegt hij.", "Waar komt dat gevoel van nutteloosheid vandaan? Kniesmeijer denkt dat veel werknemers niet meer zien wat hun bijdrage is aan de missie van het bedrijf. ‘Daar zit ’m de crux, want bij veel banen weet je dat niet goed. Dat is in de laatste twintig jaar fout gegaan bij een hele hoop organisaties, na 36 reorganisaties en bezuinigingen. Veel mensen hebben een overzichtelijk takenpakket en specifieke doelen die ze moeten behalen, maar dat betekent dat mensen alleen nog maar bezig zijn met hun eigen vinkjes en niet meer weten waarom ze het eigenlijk doen.’", "Wouter Bakker, purpose expert en commercieel directeur bij GoodUp, dat bedrijven helpt om hun maatschappelijke missie te vinden en daadwerkelijk te activeren, heeft ook een verklaring voor de behoefte naar zinvoller werk. Werk is volgens hem de afgelopen vijftig jaar een belangrijker deel van het leven geworden, doordat de grens tussen werk en privé vervaagt. Werk is daarom niet langer alleen een manier om in de eerste levensbehoeften te voorzien.", "Hij spreekt van een luxeprobleem. ‘Ik verwijs altijd maar weer naar de piramide van Maslow. De onderste lagen met basisbehoeften zijn wel in orde, we hebben het extreem goed voor elkaar in Nederland. Bovenin staat zelfontplooiing en dat is waar veel werknemers in deze tijd naar op zoek zijn. Als je daar bent, maar merkt dat je je niet gelukkig voelt, dan start de zoektocht naar meer betekenis.’", "Het gaat volgens hem daarbij om de vraag: hoe kan ik met de dingen waar ik goed in ben en waar ik blij van word, bijdragen aan een behoefte binnen de maatschappij? Bakker: ‘Het betekent ook dat waar jij zelf voor staat moet matchen met waar het bedrijf voor staat. Werkgeluk gaat veel verder dan je salarisstrook. Dat noemen wij purpose.’", "Zo krijg je weer zin", "Zowel Bakker als Kniesmeijer geeft als tip vooral aan introspectie te doen, om erachter te komen hoe je weer betekenis kunt geven aan je werk. Kniesmeijer raadt aan om eens aan collega’s te vragen waarom het bedrijf eigenlijk bestaat. Waarom zijn we opgericht? Waarvoor dienen we? Daarna komt de stap met nadenken over wat jij kunt betekenen om bij te dragen aan de missie van het bedrijf.", "Bakker vult aan: ‘Erachter komen welke thema’s er voor jou echt toe doen en die terug te laten komen in je werk, kan ook door naast je baan gewoon wat dingen te doen en te proberen; oudere mensen helpen, plastic prikken voor een beter klimaat.’", "Waarom het belangrijk is om iets te kiezen wat je zelf belangrijk vindt? Hoe meer je van jezelf geeft, hoe blijer je wordt, legt Bakker uit. Zo geeft geld geven aan een goed doel wel een prettig gevoel, maar voelt het betekenisvoller om echt iets te dóen. ‘Je krijgt pas echt voldoening als je iets doet waarbij jij het verschil maakt, door jouw unieke vaardigheden en ervaringen. Iedereen kan immers geld geven.’", "Wees geen radertje", "Wie zich weer nuttig wil voelen, heeft wel enige vrije ruimte nodig binnen de bedrijfsprotocollen. Want er is niets zo betekenisloos als frustraties over het niet zelf kunnen nemen van beslissingen, meent Kniesmeijer. Callcentermedewerkers bijvoorbeeld die een script moeten volgen en niet zelf mogen nadenken.", "Ook in de zorg speelt dit thema. ‘Hoe geweldig is het als medewerkers hun cliënten vragen wat zíj willen? Als de terminale patiënt zegt dat-ie liever niet gewassen wil worden, omdat-ie dan de tuin in gerold kan worden, om nog even het voorjaar te ruiken, dan voelt dat veel beter dan gewoon het protocol volgen en hem wassen’, zegt de toekomstpsycholoog.", "Ook Bakker vindt dat bedrijven hun medewerkers meer ruimte mogen geven om zelf in actie te komen. Dan zouden meer bedrijven iets doen met hun purpose statement. ‘86 procent van de bedrijven hebben zo’n missie en wil dus iets bijdragen aan de maatschappij, maar 83 procent doet er weinig mee.’", "Carrièreswitch naar zinvoller werk Rowie van Zon (25) werkte parttime in de horeca en als biologiedocent, een prima combinatie vond ze. Tot ze door de coronacrisis aan het denken werd gezet. Nu maakt ze de volledige omslag naar het onderwijs. ‘Al voordat de horeca dicht ging, wist ik dat het belangrijker was om er voor mijn leerlingen te zijn dan voor de gasten die Aziatische en mediterraanse tapas komen eten’, zegt ze.", "Burn-outs zijn het gevolg van betekenisloosheid", "Is het eigenlijk wel nodig je nuttig te voelen op het werk? Je kunt immers ook vrijwilligerswerk doen en daarnaast een bullshitbaan hebben die de zekerheid van inkomen geeft.", "Kniesmeijer denkt niet dat het zo werkt. ‘Mijn vader mocht niet eens de opleiding volgen die hij wilde, hij moest gewoon werken’, vertelt hij. ‘Hij zei dat hij zijn werk als instrumentmaker bij een vliegtuigmaatschappij deed voor het geld, maar dat hij zich liever in een kantoorbaan nuttig had gemaakt. Dat is voor jonge mensen nu natuurlijk anders. Ik zal nooit vergeten dat ik een dag lesgaf op een middelbare school en aan een jongen vroeg wat hij later wilde worden. Hij begon keihard te lachen en zei: ‘Wat een rare vraag, waarom moet ik iemand worden, ik ben toch al iemand.’ Jonge mensen zijn al iemand, ze zoeken alleen een omgeving om tot hun recht te komen.’", "Al vindt Kniesmeijer dat je niet per se de zin van het leven in je werk hoeft te vinden. ‘De makke van de generatie tussen de 20 en de 35 is dat ze te hoge verwachtingen heeft. Je hoeft niet alle zingeving van het leven uit je werk te halen, maar waarschijnlijk kun je er wel iets van betekenis in vinden, in de kleine dingen.’", "Betekenis in je werk zou bovendien de kans op een burn-out kunnen verkleinen. Volgens de toekomstpsycholoog is een burn-out bijna altijd het gevolg van betekenisloosheid en frusterend werk niet van te hard werken. ‘Je probeert een doel te halen wat de organisatie je oplegt, maar wat niet goed lukt, door allerlei omstandigheden.’", "Toch tijd voor een carrièreswitch", "Wanneer je erachter komt dat de missie van het bedrijf niet strookt met je persoonlijke drijfveren, is het tijd om iets anders te gaan doen. ‘Neem dan afscheid’, is het stellige advies van Kniesmeijer.", "Denk goed na over wat je wél wil. ‘Ken je eigen grenzen. Ik zou nooit in een ziekenhuis kunnen werken, want ik ben de eerste die flauwvalt’, lacht hij. Je hoeft natuurlijk ook niet iets compleet anders te doen, misschien voelt dezelfde functie bij een andere organisatie wel veel betekenisvoller."], "authors": ["Yasmine Esser"], "keywords": ["zo", "redt", "werk", "levens", "geen", "van", "gemotiveerd", "het", "ik", "nutteloos", "omdat", "je", "een", "dat", "te", "en", "niet", "voel"], "pubDate": "2020-05-27T16:54:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}