{"id": "415233bb-492f-39d3-b409-2fab418fbd87", "title": "Ayatollahs krijgen koekje van eigen deeg met liquidaties", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/ayatollahs-krijgen-koekje-van-eigen-deeg-met-liquidaties-792216/", "summary": "Op klaarlichte dag is weer een belangrijke militaire projectleider van het Iraanse regime geliquideerd.\nUit angst voor de internationale reacties houden ze in Teheran vaak de rang en de positie van sommige leden van de Revolutionaire Garde geheim.\nFakhrizadeh was tijdens de Iran-Irak-oorlog in de jaren tachtig van de twintigste eeuw een gewone commandant van de Revolutionaire Garde.\nNetanyahu wees al op Fakhrizadehs cruciale rol bij productie kernkoppenDe naam Fakhrizadeh dook in 2006 al op bij internationale organisaties.\nEen paar jaar terug toonde Netanyahu een foto van Fakhridzadeh bij een aanzienlijke hoeveelheid documenten die ze uit Teheran hadden ontvreemd.", "paragraphs": ["Het is nog niet duidelijk wie de Iraanse generaal Mohsen Fakhrizadeh heeft gedood, maar de paniek in Teheran is hoe dan ook groot. De schuld zal worden gezocht bij Amerikaanse, Israëlische en Britse ‘spionnen’, maar volgens Afshin Ellian staat vast dat de veiligheidsdiensten van Iran ernstig zijn geïnfiltreerd door de talrijke tegenstanders van het regime.", "Iran verkeert in schok. Op klaarlichte dag is weer een belangrijke militaire projectleider van het Iraanse regime geliquideerd. Mohsen Fakhrizadeh-Mahabadi, een ervaren generaal van de Revolutionaire Garde is op onverklaarbare wijze gedood.", "Westerse media namen klakkeloos Iraanse staatsberichten over", "Afshin Ellian Prof.mr.dr. Afshin Ellian (Teheran, 1966) is hoogleraar encyclopedie van de rechtswetenschap aan de Universiteit Leiden. Hij schrijft wekelijks onder meer over de idealen en vrijheden van de westerse cultuur.", "De westerse media namen daarna klakkeloos de staatsberichten van Iran over. Fakhrizadeh is geen atoomwetenschapper, net zomin als ayatollah Ali Khamenei een filosoof is. Uit angst voor de internationale reacties houden ze in Teheran vaak de rang en de positie van sommige leden van de Revolutionaire Garde geheim. Zo zijn er nogal wat Iraanse diplomaten die nog steeds deel uitmaken van de Revolutionaire Garde. Het Iraanse regime blijkt telkens weer succesvol in het manipuleren van de westerse media.", "Fakhrizadeh was tijdens de Iran-Irak-oorlog in de jaren tachtig van de twintigste eeuw een gewone commandant van de Revolutionaire Garde. Maar door zijn onvoorwaardelijke toewijding nam hij gaandeweg een belangrijke positie in bij de aankoop van Russische raketten (scuds) voor de Revolutionaire Garde. Hij behoorde tot het team van generaal Hassan Moqadam, die in 2011 bij een gigantische explosie op een raketbasis in de omgeving van Teheran om het leven kwam.", "Fakhrizadeh ging in de jaren tachtig met Moqadam naar Syrië en Libië om Russische raketten te kopen om het land van Saddam Hussein te bombarderen. Dit avontuur eindigde niet in Syrië of Libië, want zij ontdekten een belangrijker partner: Noord-Korea. De heren gingen, met goedkeuring van de Iraanse leider, een diepgaande samenwerking en vriendschap met Noord-Korea aan.", "Generaal Moqadam vervolgde het Iraanse raketproject. Hij was de openbare figuur op dat gebied, terwijl Fakhrizadeh niet in het openbaar mocht optreden. Wat was dan binnen de Iraanse defensie de taak van Fakhrizadeh voor de Revolutionaire Garde? Hij coördineerde twee militaire projecten van Iran: het raketprogramma en het nucleaire programma.", "Netanyahu wees al op Fakhrizadehs cruciale rol bij productie kernkoppen", "De naam Fakhrizadeh dook in 2006 al op bij internationale organisaties. Omdat de IAEA (International Atomic Energy Agency) hem niet mocht ondervragen, plaatste de VN-Veiligheidsraad hem op de sanctielijst van de Verenigde Naties. Later bracht de Israëlische premier Benjamin Netanyahu hem in het nieuws. Een paar jaar terug toonde Netanyahu een foto van Fakhridzadeh bij een aanzienlijke hoeveelheid documenten die ze uit Teheran hadden ontvreemd. Volgens Netanyahu was Fakhrizadeh als uiterst belangrijke man betrokken bij het produceren van kernkoppen. Maar niet omdat hij een grote wetenschapper is. Hij is geen wetenschapper: zoek zijn naam in gezaghebbende tijdschriften over natuurkunde. Daar weten ze niet wie hij is."], "authors": [], "keywords": ["ayatollahs", "van", "bij", "liquidaties", "eigen", "het", "iraanse", "met", "hij", "op", "revolutionaire", "garde", "koekje", "krijgen", "een", "niet", "deeg"], "pubDate": "2020-12-04T11:40:59+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}