{"id": "415f58a6-dc17-34fa-a451-305d659b652e", "title": "Zorgpersoneel Zuid-Kennemerland gevaccineerd buiten de regio", "url": "https://nu.nl/haarlem/6100292/zorgpersoneel-zuid-kennemerland-gevaccineerd-buiten-de-regio.html", "summary": "Over eventuele uitbreiding van het aantal vaccincatielocaties is op dit moment nog niets bekend, maar volgens een woordvoerder van GGD Kennemerland is uitbreiding naar de regio niet ondenkbaar.\nDe komende weken is het zorgpersoneel als eerste aan de beurt om zich te laten vaccineren.\nZo'n vijftienduizend zorgmedewerkers in Kennemerland krijgen een uitnodiging om een afspraak te maken voor een vaccinatie.\nEen van de tenten wordt vooralsnog niet gebruikt en deze kan met wat kleine aanpassingen worden ingericht als vaccinatielocatie.\nRotterdam en Houten volgen op vrijdag 8 januari en op maandag 11 januari zal ook in Amsterdam, Drenthe en Den Haag worden gestart.", "paragraphs": ["Zorpersoneel uit de regio Zuid- Kennemerland dat in de komende weken een oproep krijgt om zich te laten vaccineren tegen het coronavirus, moet afreizen naar een priklocatie in Amsterdam, op Schiphol of in Alkmaar.", "Over eventuele uitbreiding van het aantal vaccincatielocaties is op dit moment nog niets bekend, maar volgens een woordvoerder van GGD Kennemerland is uitbreiding naar de regio niet ondenkbaar. \"Spreiding is op termijn natuurlijk wel wenselijk.\"", "De komende weken is het zorgpersoneel als eerste aan de beurt om zich te laten vaccineren. Zo'n vijftienduizend zorgmedewerkers in Kennemerland krijgen een uitnodiging om een afspraak te maken voor een vaccinatie. Ze mogen kiezen uit de drie priklocaties.", "Dat er ook op Schiphol gevaccineerd gaat worden, heeft te maken met de daar beschikbare ruimte. In het najaar van 2020 zijn er twee tenten neergezet om coronatests uit te voeren. Een van de tenten wordt vooralsnog niet gebruikt en deze kan met wat kleine aanpassingen worden ingericht als vaccinatielocatie.", "Op woensdag 6 januari wordt in Veghel begonnen met vaccineren. Rotterdam en Houten volgen op vrijdag 8 januari en op maandag 11 januari zal ook in Amsterdam, Drenthe en Den Haag worden gestart. Op 15 januari worden alle 25 priklocaties in het land geopend."], "authors": ["Door"], "keywords": ["van", "januari", "vaccineren", "en", "een", "om", "zuidkennemerland", "gevaccineerd", "zorgpersoneel", "buiten", "op", "te", "regio", "het", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}