{"id": "4166c0a0-bfc7-341d-8d70-6c424fa5c8b8", "title": "Rapport van Polestar: duurzaamheid in openheid", "url": "https://volkskrant.nl/nieuws-achtergrond/rapport-van-polestar-duurzaamheid-in-openheid~b729f0e9/", "summary": "Deze uitspraak komt niet van een Amerikaanse fabrikant van pick-uptrucks, die koste wat kost zijn bedrijfsmodel wil beschermen.\nZe komt opmerkelijk genoeg van topman Thomas Ingenlath van Polestar, fabrikant van elektrische auto’s.\nWanneer een elektrische auto van de band rolt, is zijn klimaatvoetafdruk veel groter dan van een vergelijkbare auto met verbrandingsmotor.\nAudi, een onderdeel van VW dat vorige week een presentatie gaf van zijn ambities op duurzaamheidsgebied, deelt bijvoorbeeld wel LCA’s van enkele van zijn brandstofmodellen, maar niet van de elektrische e-tron 55.\n‘We staan aan het begin van de ontwikkeling van een goede methodologie.", "paragraphs": ["Polestar 2. Beeld Polestar", "Elektrische auto’s zijn helemaal niet groen. Deze uitspraak komt niet van een Amerikaanse fabrikant van pick-uptrucks, die koste wat kost zijn bedrijfsmodel wil beschermen. Ze komt ook niet van een klimaatontkenner. Ze komt opmerkelijk genoeg van topman Thomas Ingenlath van Polestar, fabrikant van elektrische auto’s.", "Wanneer een elektrische auto van de band rolt, is zijn klimaatvoetafdruk veel groter dan van een vergelijkbare auto met verbrandingsmotor. Dit komt door de accu, waarvan de productie tot veel CO 2 -uitstoot leidt. Hoe snel een e-auto groener is dan zijn brandstoftegenvoeter, hangt af van het gebruik. Vooral: of er wordt ‘getankt’ met groene stroom of niet.", "Voetafdruk", "Fabrikanten zijn hier niet duidelijk over, vindt Polestar. Tijd om dat te veranderen. Het Zweeds-Chinese bedrijf publiceerde onlangs een zogenoemde Life Cycle Analysis (LCA) van zijn eerste volledig elektrische personenwagen, de Polestar 2. Met een LCA wordt de complete milieu- en klimaatbelasting berekend van productie, het gebruik en de afvalverwerking.", "Een nieuwe Polestar 2 heeft een voetafdruk van ruim 26 ton CO 2 , blijkt uit de LCA. Een vergelijkbare Volvo (Polestar is onderdeel van de Zweedse automaker) XC40 op benzine heeft 16 ton CO 2 uitgestoten als hij van de band rolt.", "Vervolgens begint een inhaalrace: doordat de elektrische Polestar veel energie-efficiënter is, wordt na 112 duizend kilometer het break-evenpunt bereikt, als de accu wordt opgeladen met grijze stroom. Wordt er groene stroom getankt, dan is de elektrische auto na 50 duizend kilometer gunstiger in klimaatopzicht.", "Verwarrend", "Mooi om te weten, maar hoe weet de consument dat de methode van Polestar klopt? ‘Die duidelijkheid is er niet’, zegt Fredrika Klarén, hoofd duurzaamheid. ‘Er is niet één standaardmethode en die moet er wel komen’, stelt ze. ‘Neem Volkswagen. Dat zegt dat zijn elektrische auto’s klimaatneutraal zijn geproduceerd. Maar hoe dan?’ Een deel gebeurt via CO 2 -compensatie en het is de vraag of dat telt.", "Audi, een onderdeel van VW dat vorige week een presentatie gaf van zijn ambities op duurzaamheidsgebied, deelt bijvoorbeeld wel LCA’s van enkele van zijn brandstofmodellen, maar niet van de elektrische e-tron 55. Volgens Audi is de voetafdruk van een nieuwe e-tron een kleine 20 ton. Maar hoe het concern tot deze berekening komt, blijft dus onduidelijk.", "‘Het is verwarrend’, stelt Klarén. ‘Er is gebrek aan transparantie. We moeten als industrie ervoor zorgen dat we appels met appels vergelijken, zodat de consument een goede afweging kan maken.’", "‘De auto-industrie heeft een groot probleem met haar geloofwaardigheid’, aldus Klarén. ‘Eenderde van de consumenten wantrouwt de auto-industrie niet. Daarom moeten we open zijn.’ Polestars methode is niet zaligmakend, erkent ze. ‘We staan aan het begin van de ontwikkeling van een goede methodologie. Maar het is nog niet perfect. Daar willen we aan werken en we hopen dat de rest van de industrie zich aansluit.’"], "authors": ["Bard Van De Weijer"], "keywords": ["openheid", "van", "polestar", "het", "rapport", "elektrische", "met", "zijn", "een", "niet", "dat", "duurzaamheid", "er"], "pubDate": "2020-11-24T19:47:13+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}