{"id": "41849dfd-2bc2-3e2d-bbb0-6ac6adc4869a", "title": "Picl, CineMember of Cinetree: een kleine gids voor streamingdiensten van arthousefilms", "url": "https://volkskrant.nl/de-gids/picl-cinemember-of-cinetree-een-kleine-gids-voor-streamingdiensten-van-arthousefilms~b6ba6f43/", "summary": "Grote namen als Netflix, Disney+ en Videoland vechten in Nederland een heuse streamingoorlog uit, met als inzet: de kijker.\nWe zetten ze voor je op een rijtje.\nKijkers kunnen een filmtheater naar keuze selecteren, en deze ontvangt vervolgens een gedeelte van de omzet van het online kaartje.\nVoor de liefhebber van horror: Horrify en Fear UnlimitedHorrorliefhebbers worden bediend met maar liefst twee Nederlandse streamingdiensten: Horrify en het door Jan ‘Mr.\nIFFR en IDFAOok de filmfestivals IFFR en IDFA bieden online een selectie van films aan die eerder te zien waren op hun festivals.", "paragraphs": ["Filmstill uit La grande bellezza Beeld Outnow", "Eén industrie spint garen bij de coronacrisis: die van de online streamingservices. Grote namen als Netflix, Disney+ en Videoland vechten in Nederland een heuse streamingoorlog uit, met als inzet: de kijker. We schreven eerder al deze gids om overeind te blijven in al dat geweld.", "Maar niet alleen de kijkers van La Casa de Papel en Love Island kunnen makkelijk verdwalen in het overweldigende aanbod, ook het aantal platforms dat zich richt op arthouse- en nichefilms is de laatste jaren enorm gegroeid. We zetten ze voor je op een rijtje.", "Picl (web)", "Picl werkt samen met Nederlandse filmhuizen. Het platform biedt vooral arthousefilms aan die op dit moment in de bioscoop (zouden moeten) draaien, of net uit de roulatie zijn. Kijkers kunnen een filmtheater naar keuze selecteren, en deze ontvangt vervolgens een gedeelte van de omzet van het online kaartje. Prijzen variëren van €8,50 tot €4,99 per film. Op dit moment zijn onder meer Roman Polanski’s J’accuse en Bong Joon-ho’s Oscarhit Parasite te zien.", "CineMember (web, app)", "Voor €9,99 per maand biedt CineMember je toegang tot ongeveer 700 arthousefilms: van kleine films als 24 Wochen tot (vooral) meer mainstream titels als La grande bellezza, Slumdog Millionaire en Still Alice.", "Cinetree (web, app)", "Cinetree werd in 2014 opgericht door actrice Hanna Verboom. Het platform cureert voor €7,99 elke maand vijftien nieuwe films – met name kleinere arthousetitels. Daarnaast kunnen abonnees tegen een extra betaling films uit het archief bekijken.", "MUBI (web, app)", "MUBI is qua concept vergelijkbaar met Cinetree. Iedere dag plaatst het platform één nieuwe film online, die vervolgens dertig dagen beschikbaar blijft. Iedere dertig dagen is het aanbod dus weer geheel vernieuwd. Vooral de ware cinefiel zal zijn hart op kunnen halen op MUBI met een selectie van moderne en klassieke films afkomstig uit de hele wereld. Een abonnement kost €9,99 per maand.", "Lumière (web, app)", "Het streamingplatform Lumière biedt een kleine hoeveelheid internationale films en televisieseries aan, waarbij met name de Scandinavische thriller goed vertegenwoordigd is. Je betaalt per film of serie.", "Voor de liefhebber van horror: Horrify en Fear Unlimited", "Horrorliefhebbers worden bediend met maar liefst twee Nederlandse streamingdiensten: Horrify en het door Jan ‘Mr. Horror’ Doense opgerichte Fear Unlimited. Qua prijs ontlopen ze elkaar nauwelijks: Horrify vraagt €6,95 per maand en bij Fear Unlimited betaal je €6,66. Beide platforms werken volgens het Netflixmodel: wie een account aanmaakt heeft gelijk toegang tot een grote hoeveelheid films; hoewel het bij Fear Unlimited wel het geval is dat je voor sommige nieuwe titels extra moet betalen.", "IFFR en IDFA", "Ook de filmfestivals IFFR en IDFA bieden online een selectie van films aan die eerder te zien waren op hun festivals. Bij IFFR (IFFR Unleashed) kan dat voor €5,00 per maand, het IDFA heeft een grote selectie documentaires gratis beschikbaar gesteld."], "authors": ["Devi Smits"], "keywords": ["van", "voor", "en", "uit", "een", "arthousefilms", "met", "films", "cinemember", "gids", "op", "cinetree", "picl", "kleine", "het", "web", "streamingdiensten", "je"], "pubDate": "2020-05-08T11:40:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}