{"id": "418c731b-1b16-396d-b985-d6589b4a7a4e", "title": "Halve selectie Celtic in isolatie door één besmette speler", "url": "https://www.telegraaf.nl/sport/670388037/halve-selectie-celtic-in-isolatie-door-een-besmette-speler", "summary": "Voetbal: Fulham en Spurs halen woensdag in14.23 uur: Het vanwege het coronavirus uitgestelde duel tussen Tottenham Hotspur en Fulham wordt woensdag gespeeld.\nTottenham zou eigenlijk woensdag op bezoek gaan bij Aston Villa, maar die club uit Birmingham heeft nu te maken met veel coronagevallen.\nFulham staat net onder de degradatiestreep, maar heeft twee wedstrijden minder gespeeld dan de meeste andere teams in de Premier League.\nVoetbal: Halve selectie Celtic in isolatie door één besmette speler14.04 uur: Celtic treedt maandagavond met een verzwakte ploeg aan tegen Hibernian in de Schotse Premier League.\nDe Franse verdediger is positief getest op het coronavirus.", "paragraphs": ["Blijf zo altijd op de hoogte van al het sportnieuws. Voor het voetbal-, tennis-, schaats-, autosport-, wieler- en dartnieuws hebben we op onze website speciale pagina’s ingericht, waarop de belangrijkste zaken in deze sporten worden uitgelicht. In deze rubriek Sport Kort komen hoofdzakelijk de overige berichten aan bod.", "Autosport: McLaren tekent optie voor deelname aan Formule E", "14.28 uur: McLaren Racing heeft een overeenkomst getekend met Formule E. Hiermee hebben ze een optie genomen om deel te nemen aan het Formule E Wereldkampioenschap van 2022/2023.", "Vanaf 2022 gaat Formule E’s Gen3 van start, de nieuwe regels die dat negende seizoen van de Formule E ingaan. De Formule E-auto’s zullen krachtiger en lichter worden met snellere laadtijden.", "Voetbal: Fulham en Spurs halen woensdag in", "14.23 uur: Het vanwege het coronavirus uitgestelde duel tussen Tottenham Hotspur en Fulham wordt woensdag gespeeld. Beide teams uit Londen zouden elkaar op 30 december treffen, maar het duel uit de Premier League ging niet door omdat meerdere spelers en stafleden van Fulham besmet bleken met het coronavirus. Ook de voor 3 januari geplande uitwedstrijd van Fulham tegen Burnley ging om die reden niet door.", "Tottenham zou eigenlijk woensdag op bezoek gaan bij Aston Villa, maar die club uit Birmingham heeft nu te maken met veel coronagevallen. Daarom werd dat duel uitgesteld en kan Tottenham aantreden tegen de stadgenoot.", "Fulham kwam zaterdag weer in actie in een duel met Queens Park Rangers om de FA Cup. Met de Nederlanders Kenny Tete en Terence Kongolo won het na verlenging met 2-0. Fulham staat net onder de degradatiestreep, maar heeft twee wedstrijden minder gespeeld dan de meeste andere teams in de Premier League. Tottenham Hotspur komt bij winst op 1 punt van koploper Liverpool.", "Voetbal: Halve selectie Celtic in isolatie door één besmette speler", "14.04 uur: Celtic treedt maandagavond met een verzwakte ploeg aan tegen Hibernian in de Schotse Premier League. Dertien spelers uit de A-selectie, alsmede coach Neil Lennon en zijn assistent John Kennedy, zijn in isolatie gegaan omdat ze te dicht in de buurt zijn geweest van Christopher Jullien. De Franse verdediger is positief getest op het coronavirus.", "Celtic laat op de website weten dat het stevig baalt van de tegenslag, temeer daar de club beweert zich telkens nauwgezet aan de strenge coronaprotocollen te hebben gehouden. „De club had tot nog toe geen enkele positieve test, tot maandag.” De club vreest dat de besmetting vorige week is overgeslagen op Jullien, toen Celtic terugkeerde van een trainingskamp in Dubai.", "De club uit Glasgow heeft de Schotse bond verzekerd maandagavond te spelen tegen Hibernian. Celtic is de nummer 2 in de competitie met 43 punten uit negentien wedstrijden. Rangers is koploper met liefst 22 punten meer, maar de stadsrivaal heeft wel vier wedstrijden meer gespeeld.", "Basketbal: Donar heeft Amerikaan Watts alsnog binnen", "10:08 uur Basketbalclub Donar heeft zich alsnog verzekerd van de diensten van de Amerikaan Justin Watts. De 30-jarige shooting guard/small forward zou in augustus al naar Groningen komen, maar toen waren de benodigde papieren niet op tijd in orde.", "De 1,96 meter lange Watts wordt omschreven als „een speler die zowel een goed schot in huis heeft alsook het atletisch vermogen om drives te maken en een belangrijke rol in de defensie te spelen.” Afgelopen seizoen speelde hij voor MKS Dabrowa Gornica in Polen.", "„We hebben voor versterking van de selectie gekozen vanwege het zware programma en het feit dat Donar op dit moment maar negen fitte spelers heeft”, meldt voorzitter Jannes Stokroos. „Financieel gezien kan dit: er is minder geld aan spelers uitgegeven dan gereserveerd, we zijn zuinig geweest en we houden er altijd rekening mee dat we moeten bijschakelen vanwege blessures.”", "Watts speelde eerder in het seizoen 2016-2017 in Den Bosch bij New Heroes.", "Basketbal: Warriors ondanks ’offday’ Curry nipt langs Raptors in NBA", "07:30 uur De basketballers van Golden State Warriors hebben ondanks een ’offday’ van hun topschutter Stephen Curry nipt gewonnen van Toronto Raptors in de Amerikaanse NBA: 106-105. Damion Lee, niet bepaald een erkend scherpschutter, haalde de zege binnen met twee rake vrije worpen in de laatste seconden van de wedstrijd.", "Curry had zijn dag niet. De man die onlangs een clubrecord vestigde met 62 punten in één wedstrijd, grossierde in mislukte worpen. Hij noteerde slechts 11 punten. Topscorer bij de Warriors was nu Andrew Wiggins met 17 punten.", "Pascal Siakam voerde met 25 punten de scorelijst aan bij de Raptors. Zijn wanhoopsschot in de laatste seconde had de Canadese ploeg nog de winst kunnen bezorgen, maar de bal ging niet de basket in. De Raptors leden al de zevende nederlaag van dit seizoen."], "authors": ["Onze Telesportredactie"], "keywords": ["besmette", "celtic", "speler", "van", "isolatie", "het", "en", "halve", "selectie", "met", "een", "heeft", "maar", "aan", "op", "te", "één", "door"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}