{"id": "41916b7a-9043-3091-a632-945992525151", "title": "Voor veel Spaanse families is kraken de enige uitkomst", "url": "https://trouw.nl/nieuws/voor-veel-spaanse-families-is-kraken-de-enige-uitkomst~be93d44a/", "summary": "Aan Chelo Gabarri’s voordeur is nog steeds te zien dat die ooit door iemand is opengebroken.\nBeeld Olmo CalvoZij heeft er zicht op als afgevaardigde van het Platform van Hypotheekslachtoffers (PAH) in Puente de Vallecas.\nDe eerste helft van 2020 is volgens het Spaanse ministerie van binnenlandse zaken het aantal meldingen over kraken licht toegenomen.\nHaar werkloze man is aan een IT-cursus begonnen, nadat hij vlak voor de corona-uitbraak vrijkwam na een celstraf van twintig maanden voor beroving met geweld.\nZeker omdat de kredietcrisis van 2008 de Spaanse economie al aan de afgrond bracht.In Valencia zijn de gevolgen van die dubbele crises goed zichtbaar.", "paragraphs": ["Aan Chelo Gabarri’s voordeur is nog steeds te zien dat die ooit door iemand is opengebroken. Hoe lang dit kraakpand, waar de 31-jarige Madrileense met haar man en vijf dochters de coronacrisis doorbrengt, al circuleert in krakerskringen, weet zij niet precies. Maar in het circuit van woningzoekenden in de volksbuurt Puente de Vallecas waar zij in februari een ander kraakpand uit moest, kreeg zij de gouden tip over dit donkergrijze appartementenblok aan de rand van de Spaanse hoofdstad.", "Voor een paar honderd euro kreeg Gabarri de sleutel van het geïmproviseerde slot toegestopt van de vorige krakende bewoners, die het volgens de buren nogal eens met elkaar aan de stok hadden. “Misschien komen daar de gaten in de muren vandaan”, vertelt Gabarri als ze de gang laat zien waar in het hardboard gapende kraters prijken die zij met een kleed heeft afgedekt om de boel nog wat op fleuren. “Ik zou ook liever gewoon huur betalen, maar dat lukt niet met mijn uitkering van 750 euro per maand”, zegt ze.", "Krakende families zijn in Madrid en de rest van Spanje geen uitzondering. Zeker nu de economische ­gevolgen van de coronacrisis Spanjaarden aan de onderkant van de maatschappij verder de armoede in duwen, ziet Gabarri de vraag naar kraakwoningen toenemen.", "Geten in de muur van de keraakwoning. Beeld Olmo Calvo", "Zij heeft er zicht op als afgevaardigde van het Platform van Hypotheekslachtoffers (PAH) in Puente de Vallecas. Het platform dat tijdens de kredietcrisis in 2008 (juridische) bijstand verleende aan Spanjaarden die de hypotheek niet meer konden betalen, bemiddelt tegenwoordig bij veelsoortige huisvestingsproblemen. Het kraken was tijdens de vorige crisis ook al een noodgreep voor Spanjaarden die nergens meer terecht konden. Maar liefst acht familieleden, talloze vrienden, en ‘duizenden’ buurtgenoten van Gabarri wonen volgens haar in een kraakpand. “Een paar maanden geleden is hierboven weer iemand in een gekraakt huis komen wonen”, zegt zij.", "Uitgebreid cijfermateriaal naar het Spaanse kraakfenomeen ontbreekt, al berekende onderzoeksinstituut Cerdà dat het aantal gekraakte woningen in 2018 was toegenomen tot 100.000 ten opzichte van 87.500 een jaar eerder. De eerste helft van 2020 is volgens het Spaanse ministerie van binnenlandse zaken het aantal meldingen over kraken licht toegenomen.", "Veelal zijn de gekraakte woningen panden die eigendom zijn van banken of investeringsfondsen. Dat geldt ook voor veel van de deze eeuw gebouwde huizenblokken in Gabarri’s nieuwe wijk, Ensanche de Vallecas, waar een enorm winkelcentrum de belangrijkste attractie is.", "Het complex met meerdere gekraakte appartementen in een Madrileense buitenwijk. Beeld Olmo Calvo", "Gabarri, die al zes kraakwoningen versleet sinds zij acht jaar terug uit huis ging, heeft naar eigen zeggen een goede verstandhouding met haar buren. “Ik ben gewoon een van de bewoners in dit blok. Zij weten dat ik uit noodzaak kraak”. Maar zo gaat het niet overal: in andere kraakpanden leiden drugshandel en illegale prostitutie tot overlast. En soms spelen zich regelrechte drama’s af rond de illegale bewoning: zoals eerder deze maand in Badelona (pal naast Barcelona) waar drie doden en negentien gewonden vielen toen een enorme brand uitbrak – waarschijnlijk veroorzaakt door een ­matras die vlamvatte – in een ­gekraakte, door honderd man ­bewoonde fabriekshal.", "Ook al houdt Gabarri er zelf een rustig gezinsleven op na, het leven in een kraakpand bezorgt haar regelmatig slapeloze nachten. “Ik slaap nooit echt rustig. Het zit altijd in mijn achterhoofd dat ik eruitgezet kan worden.”", "Huisuitzettingen", "Voorlopig zal dit in haar geval niet gebeuren. Want vlak voor kerst keurde de ministerraad een plan goed dat huisuitzettingen tijdens de vanwege de coronacrisis afgekondigde ‘alarmfase’ verbiedt.", "Toch hoopt Gabarri dat het donkergrijze betonblok haar laatste kraakpand zal zijn. Volgend jaar wil zij haar opleiding afronden en als verpleegkundige aan de slag gaan. Haar werkloze man is aan een IT-cursus begonnen, nadat hij vlak voor de corona-uitbraak vrijkwam na een celstraf van twintig maanden voor beroving met geweld.", "Xiomara (11), Evelyn (10), Yazara (9), Nazaret (6) en Sarayma (3) dagdromen ondertussen ook hardop over carrières van oncoloog tot advocaat en lerares, terwijl het geluid van een tekenfilm door de huiskamer tettert. De breed opgezette nieuwbouwwijk vinden ze een stuk minder leuk dan hun oude buurt, waar het wemelde van de kinderen op straat; naar school kost nu ook een half uur met de metro.", "“Wie wil er chocolademelk?”, roept Gabarri boven de tekenfilm uit, als de kinderen witbrood met kalkoen krijgen voorgezet als tussendoortje. De traditionele kip uit de oven heeft zij tijdens de feestdagen niet kunnen maken. Want hoewel de illegale water- en elektriciteitsaansluiting prima werken, valt er echt niets meer op te warmen in de stokoude oven die de vorige ­bewoners achterlieten.", "Lees ook:", "De coronacrisis raakt Valencia keihard: ‘Wij sterven hier nog van de honger’", "De coronacrisis zorgt ervoor dat de toeristen uit Spanje wegblijven. Een hard gelag. Zeker omdat de kredietcrisis van 2008 de Spaanse economie al aan de afgrond bracht.In Valencia zijn de gevolgen van die dubbele crises goed zichtbaar."], "authors": ["Alex Tieleman"], "keywords": ["zij", "veel", "enige", "van", "het", "voor", "uitkomst", "families", "een", "spaanse", "en", "met", "aan", "kraken", "haar", "dat", "die"], "pubDate": "2021-01-10T12:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}