{"id": "41afdf3d-3928-38f5-a941-04bc8c123943", "title": "De beeldspraak van de hamer en de dans loopt spaak in de coronacrisis", "url": "https://volkskrant.nl/columns-opinie/de-beeldspraak-van-de-hamer-en-de-dans-loopt-spaak-in-de-coronacrisis~b9e9110f/", "summary": "Toen ik een aflevering van het Corona Journaal van Maurice de Hond bekeek, hing ik direct aan zijn lippen.\nDie beeldspraak hebben ze niet zelf bedacht, maar overgenomen van de ingenieur en publicist Tomas Pueyo, auteur van ‘The Hammer and the Dance’.\nEen onzichtbaar virus laat zich immers niet doodslaan met een hamer en we associëren dansen met een plezierige activiteit: van balletvoorstellingen tot volle discotheken.\nDat de beeldspraak van de hamer en de dans spaak loopt, heeft bovendien een historische reden.\nDat beeld herinnert de mens er juist aan dat iedereen sterfelijk is en dat we moeten leren leven met de dood.", "paragraphs": ["Toen ik een aflevering van het Corona Journaal van Maurice de Hond bekeek, hing ik direct aan zijn lippen. Niet zozeer vanwege de medische vergezichten, maar ik werd meegesleept door de beeldspraak. De Hond vergelijkt de huidige coronacrisis met de watersnoodramp van 1953. Zoals we toen met zandzakken sjouwden, moeten we nu ook de schouders eronder zetten. Wel moeten we onder ogen durven zien dat de gaten in de dijken niet te stoppen zijn, zolang de middelbare scholen openblijven en binnenruimtes niet goed geventileerd worden. Hij verzucht op zeker moment: ‘Waar is Hansje Brinker, als je hem nodig hebt?’ – een verwijzing naar het fictieve jongetje dat een ramp wist te voorkomen door zijn vinger in de dijk te stoppen.", "De Hond is niet de enige die watermetaforiek gebruikt. We zitten midden in de tweede golf, ziekenhuizen worden overspoeld met covid-patiënten en de ‘coronadijkbewaking’ hapert aan alle kanten. In het boek Metaphors We Live By betogen de taalkundigen George Lakoff en Mark Johnson dat metaforen niet alleen onze waarneming van de wereld beïnvloeden, maar dat ze ook onze acties sturen. Het doet er dus toe welke beeldspraak politici, virologen en opiniemakers hanteren tijdens een crisis.", "Mark Rutte en de zijnen kiezen liever voor een gereedschapskist. Daar halen ze een hamer uit waarmee ze het virus een harde klap willen toebrengen. Vervolgens moeten we met het virus leren dansen. Die beeldspraak hebben ze niet zelf bedacht, maar overgenomen van de ingenieur en publicist Tomas Pueyo, auteur van ‘The Hammer and the Dance’. Pueyo ontwikkelde een serie ‘Basic Dance Steps Everybody Can Follow’, opdat overheden met het virus kunnen leren ‘dansen’.", "Onze politici passen hun handelingen erop aan: er zijn hamers genoeg in omloop, want de bouwmarkten blijven te allen tijde open. Verder trekt Hugo de Jonge bij iedere persconferentie zijn mooiste dansschoenen aan. Toch werkt de beeldspraak niet goed. Een onzichtbaar virus laat zich immers niet doodslaan met een hamer en we associëren dansen met een plezierige activiteit: van balletvoorstellingen tot volle discotheken. Van dansen komt echter niets terecht, nu de cultuursector en het uitgaansleven langzaam doodbloeden.", "Dat de beeldspraak van de hamer en de dans spaak loopt, heeft bovendien een historische reden. Al sinds de middeleeuwen wordt er gedanst met epidemische ziektes in de vorm van een ‘danse macabre’. De Dood blijft als laatste triomfantelijk achter en speelt een deuntje op zijn viool. Dat beeld herinnert de mens er juist aan dat iedereen sterfelijk is en dat we moeten leren leven met de dood. Precies de tegenovergestelde boodschap dus. Dan zet de vergelijking met de watersnoodramp van 1953 toch meer zoden aan de dijk."], "authors": ["Lotte Jensen"], "keywords": ["loopt", "hamer", "van", "spaak", "het", "met", "zijn", "beeldspraak", "dans", "coronacrisis", "een", "niet", "en", "dat", "aan"], "pubDate": "2020-12-01T21:32:48+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}