{"id": "41cd6d16-0fd4-3623-bfba-d16d136ba457", "title": "‘De wereldleeddingen gaan je misschien wat meer aan het hart als je zwanger bent’", "url": "https://volkskrant.nl/nieuws-achtergrond/de-wereldleeddingen-gaan-je-misschien-wat-meer-aan-het-hart-als-je-zwanger-bent~bedbe21e/", "summary": "Ze hebben elkaar nodig om zich te uiten en te laten gaan.\nToen we in augustus in Carré stonden, merkte ik dat de zaal samen iets beleven net zo had gemist als ik.\n‘Als je naast elkaar op het toneel staat, zie je elkaar natuurlijk wel de hele tijd, maar je ziet de ander niet echt als performer.\nDe wereldleeddingen gaan je misschien wat meer aan het hart als je zwanger bent.\nVan die dingetjes die iedereen herkent, maar die niet voor de hand liggen.’Wel of niet zingen over corona?", "paragraphs": ["Met hun bijna tegelijk geboren baby’s kreeg het muzikale cabaretduo Yentl en de Boer de grote emoties cadeau. Maar de humor zit bij Yentl Schieman (34) en Christine de Boer (37) in de kleinste details. ‘De boodschap raakt nog meer als er ook lichtheid in een lied zit.’", "De Kampvuursessies of Lacrimosa?", "Christine: ‘De tournee van Lacrimosa werd een jaar uitgesteld toen we allebei zwanger bleken te zijn. Na ons verlof zouden we deze zomer eerst langs openluchttheaters trekken met een band, en vanaf deze maand beginnen met de try-outs voor Lacrimosa.’", "Yentl: ‘Voor ons verlof waren we begonnen met nieuwe liedjes schrijven voor die voorstelling. Het moest een groots, dramatisch opera-cabaretspektakel worden met twee muzikanten, apocalyptische toestanden. Maar toen ons verlof voorbij was, konden we door de coronamaatregelen niet met band op tournee.", "‘In die periode ontstond het idee voor De Kampvuursessies, de voorstelling die uiteindelijk een voorschot is geworden op Lacrimosa. We zingen oude liedjes en nummers die we voor Lacrimosa hadden geschreven, de twee muzikanten die we wilden meenemen op de tournee van Lacrimosa zijn nu al mee.’", "C: ‘Vanaf januari staat Lacrimosa op de planning, maar de situatie is nog steeds zo onzeker dat zich nu een moeilijke afweging aandient: gaan we enorm investeren in iets dat misschien afgezegd gaat worden, of wachten we tot de theaters weer op volle kracht kunnen draaien en bouwen we De Kampvuursessies verder uit?’", "Y: ‘In ons hoofd zijn die twee voorstellingen één aan het worden. De Kampvuursessies is gedeeltelijk geworden wat ik in mijn hoofd had voor Lacrimosa. Met z’n allen rond een kampvuur, dat heeft ook dat gevoel van apocalyptische verlatenheid, dat je alleen nog dat vuur hebt en elkaar maar probeert te vermaken met liedjes.’", "Eerste of Tweede Kerstdag?", "C: ‘Mijn zoon is op Eerste Kerstdag geboren. Terwijl ik aan het bevallen was, kwam er een zalmmoot binnen. Ik heb gezegd: ‘Kan die zalmmoot de kamer uit?’ Die geur! Jurjen, mijn vriend, is op de gang gaan eten. Mijn familie kwam op Tweede Kerstdag naar het ziekenhuis met de kliekjes. Ze warmden het kerstmenu op in de magnetron en reden het binnen op zo’n aluminium ziekenhuiskarretje.’", "Y: ‘Mijn dochter is op Tweede Kerstdag geboren, om 0:01 uur. Daar was nog wel even verwarring over, of ze niet toch nét op Eerste Kerstdag geboren was. Is 0:00 uur de nieuwe dag, of nog de vorige dag?’", "C: ‘De nieuwe dag. Want je telt op naar het einde toe, en dan begin je opnieuw.’", "Y: ‘Mijn vriend en ik vragen ons nu af wanneer we haar verjaardag gaan vieren. Misschien toch Derde Kerstdag? Dan is het meer een ‘eigen’ dag dan een dag waarop de familie toch al samen is.’", "Optreden voor 100 of 1.000 man?", "Y: ‘Duizend. Als ik mag kiezen: 400 plus. Mensen durven harder te lachen als ze met meer zijn. Ze hebben elkaar nodig om zich te uiten en te laten gaan. Toen we in augustus in Carré stonden, merkte ik dat de zaal samen iets beleven net zo had gemist als ik. Het had iets heel ontroerends, en het applaus was overweldigend.’", "C: ‘Voor een klein gezelschap spelen vind ik ook bijzonder, maar dan is dat wel bij de gratie van de intieme sfeer in een huiskamer. In een grote theaterzaal is duizend gewoon leuker dan honderd.’", "Y: ‘Het zal raar zijn als alles weer kan, dat je een planning kunt maken en weet dat je die plannen sowieso gaat uitvoeren. Dat is nu bijna niet voor te stellen.’", "C: ‘Normaal gesproken wordt een tournee anderhalf jaar van tevoren geboekt door de theaters. Je bedenkt een idee en je kunt eindeloos tobben over de inhoud, want het kan soms wel twee jaar duren voordat je die voorstelling eens een keer gaat spelen. Met De Kampvuursessies ging het snel. Waar hebben we zin in? Liedjes in een kampvuursetting? Oké, gaan we doen. Een maand later stonden we ermee in het theater.’", "Y: ‘Het heeft mij wel aan het denken gezet. Misschien is dit voor ons ook wel de weg in de toekomst.’", "Beeld Frank Ruiter", "Alleen of samen? (1)", "Y: ‘Christine was de eerste aan wie ik dacht toen ik zwanger bleek te zijn. Ik wilde het meteen tegen haar zeggen, want we hadden wél een hele tour gepland staan. Ik wist toen niet dat zij ook zwanger was...’", "C: ‘Ik ook niet.’", "Y: ‘...dus ik wilde dat ze het snel wist, zodat ze andere dingen kon gaan doen.’", "C: ‘We hebben altijd gezorgd voor een buffer, om niet financieel afhankelijk te zijn van de voorstelling van morgen. Dat is ook met het duoschap in het achterhoofd: alles kan gebeuren.", "‘Vanaf het begin doen we ook dingen los van elkaar. Yen heeft de muziek van de liedjes in de Rundfunk-film Jachterwachter geschreven, ik ben nu voor het tv-programma Klikbeet aan het filmen.", "‘Als je naast elkaar op het toneel staat, zie je elkaar natuurlijk wel de hele tijd, maar je ziet de ander niet echt als performer. Het gebeurt zelden dat ik op het podium naar Yentl kijk en denk: oh ja, zó zingt Yentl een lied, of: zó acteert Yentl. Dat is zo leuk aan de ander in een film of serie zien spelen. Je ziet de ander weer los van jezelf.’", "Kleine dingen of grote emoties?", "C: ‘Kleine baby’s, grote emoties. We wilden met Lacrimosa de grote emoties aanspreken. Dat viel wel handig samen met onze zwangerschappen. De wereldleeddingen gaan je misschien wat meer aan het hart als je zwanger bent. Ik moest vrij snel om van alles huilen. Dat heb ik nog steeds, trouwens.’", "Y: ‘Die grote emoties krijg je gewoon cadeau.’", "C: ‘We hebben een lied geschreven over de laatste dag van de mensheid. Niemand heeft door dat de wereld aan het vergaan is, iedereen is dingen aan het doen die eigenlijk helemaal geen nut meer hebben.’", "Y: ‘De voorbeelden van die nutteloze dingen, dat zijn de kleine dingen. Je DigiD-code kwijt zijn en een nieuwe aanvragen terwijl de lava al door het raam komt.’", "C: ‘Dit is een optimaal lied voor ons. Het gaat over een groot thema, maar het absurdisme en de humor zitten bij ons altijd in specifieke menselijke details. Van die dingetjes die iedereen herkent, maar die niet voor de hand liggen.’", "Wel of niet zingen over corona?", "C: ‘Nou, niet letterlijk over corona.’", "Y: ‘Maar we hebben wel twee liedjes over deze tijd. Aanraking schreven we in april, voor de Lockdown Sessions op NPO Radio 1.’", "C: ‘We vonden de liedjes die tot dan toe waren geschreven voor de Lockdown Sessions aan de zware kant.’", "Y: ‘De boodschap raakt nog meer als er ook lichtheid in een lied zit. Dat vind ik bij Aanraking goed gelukt. Alleen maar zwaar, daar heb ik nooit zoveel mee.’", "C: ‘In het begin van corona had je van die challenges. Bekende artiesten zetten zichzelf zingend met een bepaald lied op Instagram, om mensen een hart onder de riem te steken. Heel serieus en zwaar allemaal. Ergens had ik de neiging om ook een video op te nemen. Op zo’n moment zegt Yen: nee, pfff, dat doen we niet hoor.’", "Y: ‘Ik vind dat zo’n challenge al snel niet echt meer gaat over de boodschap, maar over de mensen die eraan meedoen.’", "C: ‘Dat ijdele laagje is ook zo zichtbaar. Je gooit er toch een filtertje overheen, je zingt dat lied toch zo mooi mogelijk. Als ik op een te voorspelbare trein wil springen, trekt Yentl aan de rem.’", "Tekst gaat hieronder verder", "CV Yentl en de Boer Yentl Schieman (22 mei 1986, Goes) en Christine de Boer (3 juni 1983, Baarn) 2009 Amsterdamse Toneelschool en Kleinkunstacademie 2013 Wim Sonneveldprijs en publieksprijs op het Amsterdams Kleinkunstfestival 2014 Debuutalbum De plaat, Annie M.G. Schmidtprijs voor het lied Ik heb een man gekend 2014-2015 Debuutvoorstelling De snoepwinkel is gesloten 2017-2018 Yentl en de Boer in Concert 2018-2019 Magie 2020-2021 De Kampvuursessies, nieuwe voorstelling Lacrimosa Yentl Schieman heeft samen met acteur en cabaretier Yannick van de Velde (Rundfunk) een dochter. Christine de Boer en acteur Jurjen van Loon hebben een zoon. Ze wonen allebei in Amsterdam.", "Beeld Frank Ruiter", "Alleen of samen? (2)", "C: ‘Sinds kort zitten onze kindjes twee dagen per week op de opvang. We proberen op een van die dagen niet te werken, om ook een beetje alleentijd te hebben en weer eens een boek te lezen. Of Rupaul’s Drag Race te kijken.’", "Y: ‘Ik ontspan het meest bij The Real Housewives of Beverly Hills. Het liefst kijk ik die serie uren achter elkaar, in bad. En daarna een pizza bestellen. Dat is mijn ultieme alleendag. Heerlijk.’", "C: ‘Tijd met je kind is altijd waardevolle tijd. Ik zal nu nooit meer denken: nou, Yen is lekker aan het filmen en ik doe niks. Nu is het: haha, zij is aan het filmen en ik ben lekker met mijn kind.’", "Y: ‘Het interesseert me ook veel minder of anderen onze bezigheden met elkaar vergelijken. Mensen kijken op die manier naar een duo, dat is gewoon zo. Ik doe het zelf ook. Bij Plien en Bianca bijvoorbeeld. Als de een in een film zit, vraag ik me automatisch af wat die ander aan het doen is.’", "C: ‘Ik heb dat niet zo.’", "Y: ‘Ik ben daarover misschien onzekerder geweest dan jij. Ik was bang dat ik van ons tweeën degene was die minder had, buiten ons om. Nu heb ik minder de drive om naast Yentl en de Boer nog iets groots te bereiken. Ik ben gewoon heel blij met wat wij hebben.’", "C: ‘Ik was in het begin juist bang om Yen kwijt te raken. Als zij in een film speelde dacht ik: straks wordt ze opgepikt, en dan gaat ze alleen nog maar dat doen.’", "Y: ‘Het is bevrijdend om niet meer te vinden dat we allebei even goed moeten zijn in alles. Ik vind het makkelijker om muziek of koren te schrijven dan tekst, maar ik heb lang gedacht dat ik daarin minstens zo goed als zij moest zijn. Dat we allebei een helemaal ‘af’ lied moesten schrijven.’", "C: ‘Sinds die onzekerheid weg is, durven we meer te leunen op elkaar. We weten heel goed wat we samen in handen hebben en dat we dit allebei het allerleukste vinden om te doen. Ik gun haar minstens net zoveel als mezelf. Ik denk nooit meer: Yen heeft iets wat ik ook zou willen hebben. Als Yen iets heeft, dan heb ik het ook. Zo voelt het.’"], "authors": ["Gidi Heesakkers"], "keywords": ["dat", "van", "die", "misschien", "wereldleeddingen", "bent", "een", "en", "gaan", "zwanger", "hart", "ik", "te", "meer", "op", "je", "met", "wat", "het"], "pubDate": "2020-10-08T16:04:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}