{"id": "41d417cd-68b8-3f1a-bd5c-fe79ea606267", "title": "‘Verkiezingsprogramma VVD wil de rechtsstaat slopen’", "url": "https://trouw.nl/opinie/verkiezingsprogramma-vvd-wil-de-rechtsstaat-slopen~b453284d/", "summary": "Blijkens het verkiezingsprogramma van de VVD was dit pas het begin.\nHet contrast is bijna lachwekkendDe VVD wil nu toch meer geld voor advocaten, maar alleen als ze slachtoffers bijstaan.\nHet contrast van die wens met de onder Dekker ingezette sloop van de sociale advocatuur is bijna lachwekkend.\nDe enige reden voor deze wens lijkt te zijn dat men graag wetten wil kunnen maken die het met de mensenrechten niet zo nauw nemen.\nDaarnaar gevraagd geeft de partij aan zich niet te kunnen voorstellen dat in Nederland ooit discriminerende wetten gemaakt zullen worden.", "paragraphs": ["Fred Teeven was er eerlijk over: ‘Als je aan een advocaat niet al te veel tijd geeft om aan een verdachte te besteden, dan wordt het ook niet zo veel, die verdediging.’ Zijn opvolger, minister voor Rechtsbescherming Sander Dekker, beweerde dat bezuinigen op rechtsbijstand echt nodig was en stelde de commissie Van der Meer aan om zijn gelijk te bewijzen. De bevindingen van de commissie vielen tegen: de sociale advocatuur komt structureel 127 miljoen per jaar tekort. Het advies werd genegeerd.", "Advies werd genegeerd", "Wetgeving waar niemand op zat te wachten kwam er wel. De voorwaardelijke invrijheidstelling waarbij veroordeelden eerder vrij kunnen komen, ging op de schop terwijl deskundigen waarschuwden voor de gevolgen: de Erasmus Universiteit concludeerde dat het bestaande systeem goed functioneert. Het advies werd genegeerd. Ook wil Dekker verdachten verplicht aanwezig laten zijn bij het spreekrecht van slachtoffers. Overbodig: de rechter kan dat al. De adviezen waren eensluidend negatief. Ze werden genegeerd.", "Blijkens het verkiezingsprogramma van de VVD was dit pas het begin. Ongehinderd door kennis van zaken worden de meest verstrekkende voorstellen gedaan die onze rechtsstaat verzwakken, onafhankelijke rechtspraak afschaffen en de samenleving onveiliger maken.", "Het contrast is bijna lachwekkend", "De VVD wil nu toch meer geld voor advocaten, maar alleen als ze slachtoffers bijstaan. Het contrast van die wens met de onder Dekker ingezette sloop van de sociale advocatuur is bijna lachwekkend. Het getuigt ook van onwetendheid over het systeem: slachtofferadvocaten krijgen een hogere vergoeding dan advocaten die verdachten bijstaan.", "Het verschoningsrecht van advocaten moet ‘opzijgeschoven’ kunnen worden, zo lezen we. Een fundamentele aantasting van de positie van de advocaat als vertrouwenspersoon en raadsman in onze rechtsstaat. De oorzaak van dat Hongaars aandoende wantrouwen jegens de advocatuur blijft vaag. We lezen dat advocaten samen met hun cliënten ‘criminele plannen’ zouden ‘smeden’. Tsja.", "Dat wantrouwen slaat bij de VVD ook over op de rechter. Die moet aan de leiband gelegd worden door het invoeren van minimumstraffen en taakstrafverboden. Onafhankelijke rechtspraak is kennelijk verdacht. Dat de Hoge Raad en de Raad van State het bestaande taakstrafverbod kraakten en herhalingsgevaar volgens de reclassering juist bij taakstraffen drastisch afneemt, doet er voor de VVD niet toe. Hoe deze partij haar voorstel om (nadat de rechter heeft geoordeeld) alsnog tbs op te kunnen leggen precies juridisch wil inbedden, is een raadsel.", "De rechtsbescherming gaat zo bij het grofvuil", "En dan zijn er nog de internationale verdragen. Mensenrechten dus. De VVD vindt dat de rechter niet meer aan die verdragen mag toetsen. De rechtsbescherming gaat zo bij het grofvuil. Zelfs uitspraken van het Europees Hof voor de Rechten van de Mens zouden niet langer bindend mogen zijn. De enige reden voor deze wens lijkt te zijn dat men graag wetten wil kunnen maken die het met de mensenrechten niet zo nauw nemen.", "Des te gevaarlijker dus dat ook de toegang tot het recht, die door hoge griffierechten en slechtbetaalde sociale advocatuur al onder druk staat, volgens de ‘liberalen’ verder beperkt moet worden. Echtscheidingen worden voor bepaalde inkomensgroepen onbetaalbaar en belangengroepen mogen zich niet meer tot de rechter wenden en opkomen voor een algemeen belang. Het COC kan in de toekomst, als het aan de VVD ligt, niet naar de rechter stappen als lhbti’ers gediscrimineerd worden. Daarnaar gevraagd geeft de partij aan zich niet te kunnen voorstellen dat in Nederland ooit discriminerende wetten gemaakt zullen worden.", "De afgelopen weken bekritiseerden verschillende juristen en zelfs VVD-leden de plannen, maar die plannen staan in een lange traditie van gestaag rechtsstatelijk sloopwerk. Een ding is daardoor duidelijk: onze rechtsstaat heeft meer dan ooit een stevige verdediging nodig.", "Lees ook:", "‘Te veel advocaten stoppen met rechtsbijstand vanwege lage tarieven’", "Steeds meer advocaten stappen uit de gesubsidieerde rechtsbijstand vanwege de onwerkbare tarieven.", "Een financieel gebaar van Dekker richting de sociale advocatuur was op zijn plaats geweest", "Over één ding zijn minister Sander Dekker en advocaten het eens: de sociale advocatuur is eenpijler onder ons rechtsstelsel."], "authors": ["Sidney Smeets"], "keywords": ["rechtsstaat", "van", "het", "wil", "die", "zijn", "voor", "vvd", "niet", "een", "en", "dat", "te", "verkiezingsprogramma", "slopen"], "pubDate": "2020-12-09T01:00:52+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}