{"id": "41dbaa7b-cc21-3844-8c2a-12cf118249a2", "title": "FC Emmen trekt met Volendammer Jari Vlak vervanger aan voor Michael Chacon", "url": "https://www.dvhn.nl/sport/FC-Emmen-trekt-met-Volendammer-Jari-Vlak-vervanger-aan-voor-Michael-Chacon-26347804.html", "summary": "Vorige week lekte al uit dat Vlak een contract zou tekenen bij de Drentse eredivisionist.\nDe Volendammer moet FC Emmen helpen in de strijd ik lijfsbehoud, maar wordt voornamelijk gehaald met het oog op de toekomst.\nHoeveel FC Emmen voor Vlak heeft betaald, is niet vooralsnog niet bekend.\nHij is een krachtige middenvelder met een goed spelinzicht en zoekt altijd de weg naar voren.\nMet zijn kwaliteiten kan hij direct een versterking zijn voor de ploeg, maar het is ook zeker een interessante speler met het oog op de toekomst.”", "paragraphs": ["Jari Vlak komt de gelederen van FC Emmen versterken. De 22-jarige middenvelder komt per direct over van FC Volendam.", "Vorige week lekte al uit dat Vlak een contract zou tekenen bij de Drentse eredivisionist. Vandaag maakt de club zijn komst officieel. De Volendammer moet FC Emmen helpen in de strijd ik lijfsbehoud, maar wordt voornamelijk gehaald met het oog op de toekomst.", "", "Daarmee is snel geschakeld na het vertrek van middenvelder Michael Chacon, die vorige week werd gepresenteerd bij de Colombiaanse grootmacht Atlético Nacional. Hoeveel FC Emmen voor Vlak heeft betaald, is niet vooralsnog niet bekend.", "Training", "De Volendammer trainde maandagochtend voor het eerst mee met de Emmer selectie. Of hij morgenavond bij de wedstrijdselectie zit voor het eredivisieduel met Heracles is nog niet duidelijk.", ",,Na het vertrek van Michael Chacon moesten we schakelen en daar waren we op voorbereid,” aldus voorzitter Ronald Lubbers. ,,We hebben Jari nadrukkelijk gevolgd in de Keuken Kampioen Divisie. Hij is een krachtige middenvelder met een goed spelinzicht en zoekt altijd de weg naar voren. Met zijn kwaliteiten kan hij direct een versterking zijn voor de ploeg, maar het is ook zeker een interessante speler met het oog op de toekomst.”"], "authors": [], "keywords": ["vervanger", "volendammer", "zijn", "van", "fc", "voor", "emmen", "met", "jari", "een", "niet", "op", "het", "trekt", "michael", "vlak"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}