{"id": "41e99fc0-b064-3f8b-96f3-5f57c9cafc13", "title": "Mourinho baalt van missers Bergwijn in verloren topper tegen Liverpool", "url": "https://www.nu.nl/voetbal/6097242/mourinho-baalt-van-missers-bergwijn-in-verloren-topper-tegen-liverpool.html", "summary": "José Mourinho baalde flink van de gemiste kansen van met name Steven Bergwijn in de Premier League-topper tussen Liverpool en Tottenham Hotspur.\nVeel beter kan niet tegen een sterke tegenstander als Liverpool\", zei Mourinho tegen Sky Sports.\nHarry Kane kreeg een vrije kopkans bij een corner en we hadden een paar goede countermogelijkheden\", somde Mourinho op.\n\"Met een gelijkspel was Liverpool al tevreden geweest.\"\n\"Natuurlijk kreeg Tottenham ook kansen, je kunt Kane, Bergwijn en Son met hun ongelooflijke snelheid niet negentig minuten lang uitschakelen.", "paragraphs": ["José Mourinho baalde flink van de gemiste kansen van met name Steven Bergwijn in de Premier League-topper tussen Liverpool en Tottenham Hotspur. Door een late treffer verloor de ploeg van de Portugese manager met 2-1.", "\"Vandaag hebben we erg goed gespeeld. Veel beter kan niet tegen een sterke tegenstander als Liverpool\", zei Mourinho tegen Sky Sports. \"Maar grote wedstrijden als deze moet je afmaken als je de kans krijgt. Je moet het gewoon killen.\"", "Daarmee doelde de Portugese trainer vooral op Oranje-international Bergwijn. \"Hij stond twee keer oog in oog met de keeper. Harry Kane kreeg een vrije kopkans bij een corner en we hadden een paar goede countermogelijkheden\", somde Mourinho op. \"We hadden veel meer uit die kansen moeten halen.\"", "Alleen Son Heung-min scoorde voor de Londense ploeg, die daarmee de openingstreffer van Mohamed Salah snel ongedaan maakte. In de laatste minuut maakte Roberto Firmino de winnende treffer voor Liverpool.", "\"Als er iemand verdiend had om te winnen, dan waren wij dat\", vond Mourinho. \"Met een gelijkspel was Liverpool al tevreden geweest.\"", "Door: Pro Shots", "Liverpool-manager Klopp met matchwinner Firmino. (Foto: Pro Shots)", "Klopp: 'We hadden duel onder controle'", "Tottenham was tot woensdag elf wedstrijden op rij ongeslagen in de Premier League, maar heeft na de nederlaag drie punten achterstand op koploper Liverpool. Manager Jürgen Klopp vond de overwinning van zijn ploeg wel verdiend.", "\"Het is een moeilijke periode door alle blessures die we hebben. Ik vind het echt buitengewoon knap dat we nu weer zo'n wedstrijd neerzetten\", complimenteerde de Duitse coach zijn ploeg.", "\"Natuurlijk kreeg Tottenham ook kansen, je kunt Kane, Bergwijn en Son met hun ongelooflijke snelheid niet negentig minuten lang uitschakelen. Maar buiten die paar momenten hadden wij de wedstrijd onder controle.\"", "Bekijk de uitslagen, de stand en het programma in de Premier League"], "authors": ["Door"], "keywords": ["mourinho", "liverpool", "je", "van", "bergwijn", "tegen", "baalt", "een", "en", "op", "die", "hadden", "met", "missers", "verloren", "topper"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}