{"id": "41ed9ee5-f481-38a3-b025-f04106c9bcb5", "title": "‘Hoe jong het verloren leven ook is, Lara heeft gekozen voor wat zij graag wilde doen’", "url": "https://volkskrant.nl/sport/hoe-jong-het-verloren-leven-ook-is-lara-heeft-gekozen-voor-wat-zij-graag-wilde-doen~b8b37d12/", "summary": "In de winter van 2018-2019, de succesvolle Winterspelen van Pyeongchang waren al een herinnering, begon Otter met het gemoed van Van Ruijven te spelen.\n‘Maar het groeide, met het verloop van de wedstrijden.\nEn ze bezat ook het geloof in zichzelf dat ze aan die knoppen kon draaien.\nHoe jong het verloren leven ook is, Lara heeft gekozen voor wat zij graag wilde doen.’Op vrijdag 10 juli overleed Lara van Ruijven in het ziekenhuis van Perpignan.\nMaar wat mooi dat je nog zo geraakt kunt worden, zo ervaar ik dat.", "paragraphs": ["Op vrijdag 10 juli overlijdt shorttrackster Lara van Ruijven op 27-jarige leeftijd in een ziekenhuis van de Franse stad Perpignan. Bondscoach Jeroen Otter kijkt terug op de moeilijkste dagen uit zijn loopbaan.", "Teleurstelling, pijn, ontzetting, coaches kennen in de topsport deze emoties in alle gradaties. Maar wat Jeroen Otter als bondscoach ervoer bij de plotse dood van zijn pupil Lara van Ruijven op een trainingskamp in de Pyreneeën was met niets te vergelijken. ‘Ik kan me niet herinneren dat ik me ooit slechter heb gevoeld dan in die dagen. Het was het zwaarste dat ik als mens en als coach heb doorgemaakt.’", "Dan: ‘Ik zei nog tegen mijn vrouw: tot Lara had ik op dat vlak eigenlijk niks meegemaakt. Mijn vader overleed een paar jaar geleden, maar die was ruim 90. Sterfgevallen, ongelukken, nooit. Ik ben ook nooit echt ziek geweest.’", "Lara, de wereldkampioene 500 meter, de eerste Nederlandse vrouwelijke wereldkampioen op de hoge vaste ijzers, was voor hem Laar. Zoals die andere pupil, Yara van Kerkhof, voor hem door het leven gaat als Yaar. ‘Laar en Yaar, ik haalde ze wel door elkaar. Gebeurde. Laat die oude man maar, dachten die meiden.’", "Zijn ogen glimmen, als hij vertelt van zijn acht jaren met Lara van Ruijven. ‘Meer dan duizend dagen in hetzelfde hotel. Op gegeven moment zie je haar vaker dan zij haar familie ziet. Let wel: je bent geen familie. Je opereert op de grens van het mentaal en fysiek mogelijke. Dan valt er wel eens grens weg. Waardoor je gemakkelijk zaken bespreekt die je anders niet zomaar bespreekt. Dat is wat je krijgt, omdat je in die situatie verkeert. Maar het is geen onderdeel van coachen.’", "Zij was een Westlands meisje met een Haags accent en met vele talenten dat koos om te gaan shorttracken in Heerenveen. Ze was geen typische topsporter, een met puntige ellebogen die anderen wegduwt. ‘Ze had niet het karakter van de winnaar. Lara was zo afwijkend in gedrag en instelling ten opzichte van normale topsporters. Geen Suus (Suzanne Schulting, red.), die was als meisje al een branieschopper. Jan Weevers van Giant belde laatst. Hij wilde toch iets speciaals doen met de nieuwe fietsen die geleverd werden. Hoe ik Lara zou typeren. Lief zei ik, lief. Op al onze fietsen staat nu een stickertje met Lief.’", "Haar karakter was een hinderpaal in de ontwikkeling van de sprinter, de racer die Van Ruijven school. In de winter van 2018-2019, de succesvolle Winterspelen van Pyeongchang waren al een herinnering, begon Otter met het gemoed van Van Ruijven te spelen. ‘Elke wereldbekerwedstrijd reed ze heat, kwart, halve of finale met de top mee. Lara wat ben je goed, zei ik dan. Maar ik wilde dat ze zelf uitsprak: ik ben de beste hier in het veld. Altijd was er bij haar die twijfel. Ze was de bescheidenheid zelve. Ik heb lang naar die snaar gezocht. Ze wilde best graag winnen, maar voelde zich dan ook bezwaard. Als ik win, dan verliest die ander. Ik ben haar wel voorbij geschaatst. Die moet zich nu wel heel erg lullig voelen. Ja, dat is nou eenmaal topsport, Laar.", "‘Maar in dat jaar was het heel duidelijk voor mij. Zij moest tegen mij zeggen: I am the queen of the 500. Dat was ons ding. Zat ze daar in de heatbox, de wachtkamer voor de race met zes, zeven meisjes bij elkaar, nu op anderhalve meter natuurlijk. Daar speelde ik het psychologische spel, opdat ze richting de WK en de Olympische Spelen harder zou worden. ‘Wie ben je, vroeg ik dan. Ik ben de queen of the 500, klonk het dan zachtjes. Ben jij the queen of the 500, riep ik dan hardop. Dan schaamde ze zich de klote.", "‘Maar het groeide, met het verloop van de wedstrijden. Ze werd wereldkampioen in Sofia, als eerste Nederlandse, nog voor Suzanne Schulting die titels greep. Lara schaamde zich niet langer meer om het zinnetje uit te spreken. Haar laatste wedstrijd, weten we nu, de wereldbeker van Dordrecht, had zij dat gewenste zelfbewustzijn en zelfvertrouwen en trok ze de 500 meter fenomenaal naar zich toe.", "‘Nee, Lara was geen bitch. Een eigenschap waar je je in de topsport op mag laten voorstaan. Maar ze was wel een racer geworden. Dat was ze die laatste anderhalf jaar heel goed gaan begrijpen. Aan welke knop ze moest draaien om het optimale eruit te kunnen halen. En ze bezat ook het geloof in zichzelf dat ze aan die knoppen kon draaien. En dat ze beter kon worden dan ze in eerste instantie dacht.’", "Ziekenhuisopname", "En toen werd de 27-jarige Lara van Ruijven, bij aanvang van een zomers trainingskamp in zuurstofarm oord Font Romeu, plotseling in een Frans ziekenhuis opgenomen. Het was eind juni, corona was ver weg, er zou een paar weken hard en op hoogte getraind worden en daarna zou het spul uitzwermen voor die broodnodige zomervakantie. Zo ging het niet.", "‘Het blijft een apart verhaal. Een situatie, veel gekker kun je hem niet voorstellen. Laar komt niet helemaal lekker aan in trainingskamp, we brengen haar naar het ziekenhuis, het bloedonderzoek geeft een niet helemaal juiste uitslag, dus maar naar een ander ziekenhuis, dat van Perpignan. Zij wilde niet gaan. Ik voel me goed, zei ze. Ga toch maar, zeiden wij. De fysiotherapeut, Gerard Broekema, heeft haar gebracht. We zetten haar daar af, 100 kilometer verder op.", "‘De volgende dag ga ik ’s avonds op bezoek. Kijken hoe ‘t gaat. Gaat allemaal goed. Beetje gegrapt. Van die teksten: jammer van dat trainingskamp en zo. Over alledaagse dingen gesproken. Je zag haar opfleuren en twee dagen later was het voorbij. Echt zo idioot kan het blijkbaar gaan.", "‘Ik werd op die maandagochtend heel snel uit mijn bed gehaald. het gaat niet goed met Lara, was het nieuws. Erheen geracet, in zo’n bus, waar normaal 25 fietsen en 30 sporttassen in passen. Door die bergen naar Perpignan. Je komt aan en je merkt meteen dat het waardeloos is. Je gaat bellen met NOCNSF, met de schaatsbond. Dan gaan die molens draaien. En als je hulp krijgt als coach, is dat heel professioneel. zonder emotie, puur rationeel, sturend, adviserend, een luisterend oor. Wilf O’Reilly, de manager shorttrack, was al onderweg. Karin Top, de bondsarts, kwam. Björn de Laat, onze bewegingswetenschapper, werd onze man in Perpignan. Er werd een tolk ingeschakeld, Paul Wylleman, de sportpsycholoog van het NOC belde meteen.’", "Lara van Ruijven in actie tijdens de wereldbekerwedstrijd in Dordrecht. Beeld Klaas Jan van der Weij", "Hoe ga je om met een ploeg van twintig schaatsers en zes begeleiders, waarin Lara van Ruijven met haar optreden vaak het cement van de samenhang vormde? ‘Op aangeven van Wylleman zei ik: jongens, we blijven de komende 48 uur samen. Niet een uurtje zelf ergens heen. We doen veel dingen samen. Dat betekende praatsessies, huilsessies, mooie verhalen. Terwijl Lara nog niet eens overleden was. Maar de ernst van de zaak was na een tweede hersenbloeding wel doorgedrongen. Het was meer dan kritiek.", "‘We zijn ook meteen gaan trainen. Want wat bindt ons? We zijn niet ooit bij elkaar gekomen omdat we zulke goede praters zijn, of vrienden. Nee, wij zijn verzameld door shorttrack, door de fysieke hardheid, het trainen. Die no-nonsense die we gezamenlijk hebben, vinden wij in training. Daarom hebben we vijftien dagen doorgetraind met een aantal aanpassingen. We waren daar in de bergen. Fietsen met veel afdalen vonden we een risico. Je bent met je hoofd ergens anders.", "‘We bleven als groep die eerste 48 uur ook bij elkaar om te voorkomen dan mensen uit verdriet iets zouden doen dat ze normaal niet zouden ondernemen. We bleven ook, want we verlaten de oorlogszone niet, heb ik gezegd. Ik benutte al die vijftien dagen van onze geplande stage de kracht van het team. Dat heeft heel goed uitgepakt. Wij lieten geen familie overkomen. Omdat jij dan als rijder je vader, moeder, vriend of vriendin wilt zien. Dat trekt het team uit elkaar. Want jij hebt nu je vader en ik niet. Terwijl ik jou wel nodig heb.", "‘Ik vond het fijn dat ik mezelf daar kon zijn. Ik hoefde geen rol te spelen. Ik hoefde me niet groter voor te doen dan dan ik op dat moment was. Tuurlijk, ik was de coach. Maar ik zat er ook doorheen. Ik kon de dingen zeggen die ik graag wilde zeggen. Ik hoefde me niet terughoudend op te stellen. Ik heb hun gezegd dat we lotgenoten zijn, vrije geesten. Dat we allemaal voor topsport hebben gekozen, voor wat we het liefst doen. Dat verbindt ons. Hoe jong het verloren leven ook is, Lara heeft gekozen voor wat zij graag wilde doen.’", "Op vrijdag 10 juli overleed Lara van Ruijven in het ziekenhuis van Perpignan. Haar teamgenoten uit de aflossing, Suzanne Schulting, Yara van Kerkhof en Rianne de Vries, gaven gedrieën een indrukwekkende interview aan de NOS hoog op een Franse berg. ‘Lara heeft van die duizend dagen in de hotelkamer er negenhonderd doorgebracht met Rianne. Op het ijs was Yara haar maatje, pure sprinters. En privé ging ze het meest met Suzanne. Hotel, ijs en privéleven, Lara was daarin de gemeenschappelijke factor. Zij was de brug in het team. Dat is het grootste gemis.", "‘Het is een grote aderlating voor het team, dat is bijna onmogelijk te vullen door instromend jong spul. Maar we komen eruit. We kunnen dit met zijn allen prima verwerken. Wij zijn in onze crazy sport gewend aan tegenslagen. Ik zeg, vanuit groot optimisme, er komt een dag dat het goed komt. Dat we weer met een goed gevoel kunnen terugdenken aan Lara.’", "Jeroen Otter laat op zijn telefoon een filmpje van Lara van Ruijven zien, gemaakt in een Amsterdamse uitgaansgelegenheid om haar wereldtitel van 2019 te vieren. ‘Ik pijnig mezelf daar soms mee. Maar wat mooi dat je nog zo geraakt kunt worden, zo ervaar ik dat. Hoe gek het klinkt, wat een waardevolle tijd is het geweest.’"], "authors": ["John Volkers"], "keywords": ["ik", "jong", "wilde", "wat", "lara", "met", "leven", "ze", "ook", "hoe", "die", "je", "van", "en", "een", "zij", "voor", "verloren", "het", "dat"], "pubDate": "2020-12-27T21:39:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}