{"id": "41eefdeb-adb7-3b7c-972f-0ed3c299b807", "title": "Racing Team Nederland ook naar 24 uur van Daytona", "url": "https://www.telegraaf.nl/sport/166991000/racing-team-nederland-ook-naar-24-uur-van-daytona", "summary": "Nyck de Vries is vervangen door Job van Uitert, omdat De Vries als reserverijder van Toyota in hetzelfde wereldkampioenschap uitkomt.\nOprichter Frits van Eerd en Giedo van der Garde zijn de overige twee coureurs.\nTijdens de 24 uur van Daytona, de laatste twee jaar overall gewonnen door Renger van der Zande en consorten, is de Fransman Charles Milesi de vierde rijder.\nVoor die teams geldt dat één van de deelnemers een zogeheten bronzen beoordeling moet hebben, wat bij Racing Team Nederland geldt voor Van Eerd.\nHet Racing Team Nederland, met Frits van Eerd, Giedo van der Garde, Job van Uitert en Charles Milesi (vlnr).", "paragraphs": ["Het Nederlandse team komt uit in de LMP2-klasse. Nyck de Vries is vervangen door Job van Uitert, omdat De Vries als reserverijder van Toyota in hetzelfde wereldkampioenschap uitkomt. Van Uitert verving hem vorig jaar al twee keer. Oprichter Frits van Eerd en Giedo van der Garde zijn de overige twee coureurs. Tijdens de 24 uur van Daytona, de laatste twee jaar overall gewonnen door Renger van der Zande en consorten, is de Fransman Charles Milesi de vierde rijder.", "In het WEC is komend seizoen nieuw dat in de LMP2-klasse er een eigen WK-klassement komt voor zogeheten Pro/Am-teams. Voor die teams geldt dat één van de deelnemers een zogeheten bronzen beoordeling moet hebben, wat bij Racing Team Nederland geldt voor Van Eerd.", "Het Racing Team Nederland, met Frits van Eerd, Giedo van der Garde, Job van Uitert en Charles Milesi (vlnr).", "„Met dit klassement denk ik dat we serieus mee kunnen doen om de wereldtitel en de winst in de 24 uur van Le Mans”, aldus voormalig Formule 1-coureur Van der Garde. „Frits is één van de snelste Bronze-rijders, Job heeft zich al ruimschoots bewezen en zelf ben ik helemaal klaar om maximaal te presteren, dus wereldkampioen worden moet het doel zijn.”"], "authors": ["Erik Van Haren"], "keywords": ["racing", "van", "nederland", "daytona", "uitert", "job", "twee", "het", "naar", "team", "24", "garde", "ook", "en", "der", "uur", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}