{"id": "41f7df51-3f64-3880-8dfa-77c3b93c2ff1", "title": "Als de economie een vrouw was, sprak ze niet over een ‘kinderboete’", "url": "https://trouw.nl/opinie/als-de-economie-een-vrouw-was-sprak-ze-niet-over-een-kinderboete~bf45c5f9/", "summary": "Of moeten ze het zichzelf aanrekenen dat ze de weg van de minste weerstand kozen door parttime te gaan werken?\nMisschien is het vooral een teken van een economie die nog steeds gedomineerd wordt door mannen en waarin mannen de norm zijn.\nAls de economie een vrouw was, dan zou het rapport het gebrek aan flexibiliteit en verantwoordelijkheid van mannen prominenter in beeld brengen.\nAls de economie een vrouw was, zou ze geen last hebben van die angst.\nLees ook:Vrouwen leveren na eerste kind de helft van hun salaris inVrouwen raken na de geboorte van hun eerste kind gemiddeld bijna de helft van hun inkomen kwijt, heeft het CPB uitgerekend.", "paragraphs": ["Te veel is geld de maat der dingen in de economie. Kijk maar naar de term ‘kinderboete’ als vrouwen hun eerste kind krijgen, schrijft René Grotenhuis, de oud-directeur van Cordaid.", "Het Centraal Planbureau publiceerde deze maand een onderzoek waaruit blijkt dat het inkomen van moeders halveert na de geboorte van hun eerste kind (Trouw, 15 december). Inmiddels spreken we dan ook over de ‘kinderboete’: de prijs die moeders betalen voor het krijgen van kinderen.", "Hoe is het eigenlijk om als kind geboren te worden in de wetenschap dat je je moeder beroofd hebt van de helft van haar inkomen? Mogen we in de toekomst nieuwe therapeutische programma’s verwachten die kinderen helpen om deze schuld te verwerken?", "Of moeten moeders de schuld bij zichzelf zoeken? Waren ze onvoldoende assertief om hun man zover te krijgen dat werk en zorg gelijkelijk verdeeld werden? Of moeten ze het zichzelf aanrekenen dat ze de weg van de minste weerstand kozen door parttime te gaan werken?", "Spirituele creditzijde", "Het is een taal van boete, en dus van straf en dus van schuld die rond deze economische analyse wordt geweven. Misschien is het vooral een teken van een economie die nog steeds gedomineerd wordt door mannen en waarin mannen de norm zijn. Hoe zou zo’n rapport eruitzien als het geschreven werd vanuit vrouwelijk perspectief?", "Als de economie een vrouw was, dan zou het rapport het gebrek aan flexibiliteit en verantwoordelijkheid van mannen prominenter in beeld brengen. Als de economie een vrouw was, zou zo’n analyse de betekenis van reproductieve arbeid belichten. Ze zou tegenover de materiële debetzijde de emotionele en spirituele creditzijde van kinderen benadrukken. Meer nadruk leggen op het common good dan op competitie.", "Terugkeer naar het aanrecht?", "Het CPB-rapport lijkt zakelijk en berust op cijfers, op feiten. Maar de kinderboete-terminologie maakt het tot een normatief verhaal waarbij onmiskenbaar is dat de economie helaas nog steeds een man is. We erkennen dat we dringend behoefte hebben aan een breder welvaartsbegrip dat verder kijkt dan het BNP. Maar intussen gaan we rustig door op de vertrouwde weg van het plat-slaan van alles in geld. Alles wat zich niet laat herleiden tot de geldeconomie, blijft buiten beeld.", "Of durven we het krijgen van kinderen niet positief te labelen uit angst dat het gezien wordt als een verkapte oproep tot terugkeer naar het aanrecht? Als de economie een vrouw was, zou ze geen last hebben van die angst. Ze zou zich niet laten vangen in zo’n óf-óf positie. We hebben een vrouweneconomie nodig, het invoegen van vrouwen in de manneneconomie is niet voldoende.", "Lees ook:", "Vrouwen leveren na eerste kind de helft van hun salaris in", "Vrouwen raken na de geboorte van hun eerste kind gemiddeld bijna de helft van hun inkomen kwijt, heeft het CPB uitgerekend. En mannen niets."], "authors": ["René Grotenhuis"], "keywords": ["van", "en", "economie", "een", "ze", "hun", "dat", "vrouw", "te", "sprak", "het", "kinderboete", "niet", "als", "zou"], "pubDate": "2020-12-30T07:56:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}