{"id": "4205245b-9190-38a1-9031-65373cc30d85", "title": "‘Let Him Go’ maakt zich er met een hoekige western-shoot-out emotioneel te makkelijk vanaf", "url": "https://trouw.nl/cultuur-media/let-him-go-maakt-zich-er-met-een-hoekige-western-shoot-out-emotioneel-te-makkelijk-vanaf~b89b162f/", "summary": "Let Him GoRegie: Thomas BazuchaMet Diane Lane, Kevin Costner, Lesley Manville, Kayli Carter★★★Het zijn zwijgzame types, Margaret en George Blackledge (Diane Lane en Kevin Costner).\nNa zijn dood – een ongeluk met een paard – lijkt stilte de norm.\nNu hun kleinzoon is verdwenen, stappen ze in de auto met zelfgebakken cake en een revolver en beginnen te rijden.\nReden voor het echtpaar om van Montana naar South Dakota te reizen en hem te gaan zoeken.\nJuist wanneer je gewend bent geraakt aan stilte als levensvorm, maakt Bazucha zich er met een hoekige western-shoot-out emotioneel te makkelijk vanaf.", "paragraphs": ["Let Him Go", "Regie: Thomas Bazucha", "Met Diane Lane, Kevin Costner, Lesley Manville, Kayli Carter", "★★★", "Het zijn zwijgzame types, Margaret en George Blackledge (Diane Lane en Kevin Costner). Ze zeiden al niet veel toen hun zoon nog leefde. Na zijn dood – een ongeluk met een paard – lijkt stilte de norm.", "Hij is een gepensioneerde sheriff, zij was goed met paarden. Nu hun kleinzoon is verdwenen, stappen ze in de auto met zelfgebakken cake en een revolver en beginnen te rijden. Weinig woorden, des te meer daadkracht.", "In die zwijgzaamheid legt regisseur Thomas Bazucha (‘Big Eden’) een zekere weemoed naar het leven aan de Amerikaanse frontier, een tijd waarin onenigheid niet met woorden, maar met wapens werd beslecht. Zijn bewerking speelt zich af in de jaren zestig, één decennium later dan het gelijknamige boek van Larry Watson.", "Het jochie is meegenomen door de nare nieuwe man van George en Margarets schoondochter. Reden voor het echtpaar om van Montana naar South Dakota te reizen en hem te gaan zoeken.", "Het levert schitterende beelden op van uitgestrekte prairies en kleurige rotsen, een landschap waar hun aangetrouwde familie zich heeft teruggetrokken achter een asociale façade van gewelddadigheid.", "Diane Lane is mooi als de rechtdoorzee-oma die afwisselend charmeert en confronteert om dichter bij haar kleinkind te komen. Maar wat in de eerste helft ongezegd bleef – verlies, rouw, fatalisme, affectie – lijkt vervolgens groots te moeten worden verbeeld. Juist wanneer je gewend bent geraakt aan stilte als levensvorm, maakt Bazucha zich er met een hoekige western-shoot-out emotioneel te makkelijk vanaf."], "authors": ["Remke De Lange"], "keywords": ["let", "er", "zijn", "van", "makkelijk", "en", "met", "een", "maakt", "hun", "lane", "te", "westernshootout", "vanaf", "hoekige", "het", "zich"], "pubDate": "2020-12-03T13:26:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}