{"id": "4256973a-691e-3810-986f-edfc8f7c21a3", "title": "Meneer M. (59) was ineens wel erg mager, vond zijn Turkse onderbuurman. Maar hulp hoefde hij niet en ook de aangeboden maaltijd sloeg hij af", "url": "https://volkskrant.nl/mensen/meneer-m-59-was-ineens-wel-erg-mager-vond-zijn-turkse-onderbuurman-maar-hulp-hoefde-hij-niet-en-ook-de-aangeboden-maaltijd-sloeg-hij-af~bdcceb55/", "summary": "Lege wissellijst aan de muur – Riffla, Ikea – maar ook vier vreemde schilderijtjes: Afrikaanse landschappen en een jongetje, ingesmeerd met rode klei.\nTussen een stapel post vind ik De kleine samenspraak, nieuwsbrief van een rooms-katholiek kerkgenootschap in Amsterdam-Oost.\nGilliot vatte dat op als een gunstig teken, met meneer M. stak hij een kaarsje op.\nZij gingen voor enkele weken op vakantie naar Turkije, meneer M. zei dat hij goed op het huis zou passen.\nIk zit op een kleedje voor de kist van meneer M., in de aula van begraafplaats Sint Barbara, en neem een slok rum.", "paragraphs": ["Beeld Merel Corduwener", "Meneer M. (59) was een meester in onzichtbaarheid. Internet kent hem niet, de Liberiaanse ambassade in Brussel weet zich met de naam geen raad. Misschien familie in Monrovia, in Nederland zeker geen verwanten.", "De woning, een sobere verdieping aan de Kramatweg in Amsterdam-Oost, geeft weinig prijs. Geen correspondentie of foto-albums, slechts beduimelde mapjes met administratie.", "Matras op de grond in de slaapkamer, vlaggen voor het raam bij wijze van gordijn. De bank waarop hij op 14 december is gevonden, een klok die stilstaat op tien over vier. Sigaretten en een zakje superskunk op tafel.", "Een orgeltje in het zijvertrek, bedolven onder stof. Lege wissellijst aan de muur – Riffla, Ikea – maar ook vier vreemde schilderijtjes: Afrikaanse landschappen en een jongetje, ingesmeerd met rode klei.", "Alles oogt smoezelig, behalve zijn kleding. Jasjes, overhemden, pantalons. Keurig aan de knaapjes. Bij ontstentenis van garderobekasten hing hij ze aan zelf-gespannen draden. In de krappe gang staan nette schoenen, meerdere paren van hetzelfde type in verschillende kleuren.", "Uit bankafschriften blijkt dat meneer M. boodschappen deed bij een buurtwinkel waar niemand hem blijkt te kennen. In coffeeshop Best Friends, waar hij om de week acht euro spendeerde, lijkt hij evenmin ooit waargenomen.", "Tussen een stapel post vind ik De kleine samenspraak, nieuwsbrief van een rooms-katholiek kerkgenootschap in Amsterdam-Oost. Erg vroom leek meneer M. me niet maar het valt te proberen. Een aardige mevrouw gaat navraag doen.", "Al vlug komt ze met een naam: Lesley Gilliot, een oudere Surinamer met pluizige baard die vijftien jaar geleden in de Gerardus Majellakerk aan de Lombokstraat een eetproject voor hangmannen was begonnen.", "De volgende dag legt Gilliot me in de Majellakerk uit wat hangmannen zijn: oudere verslaafden, veelal Surinamers, die in de buurt in groepjes op straat hosselen en roken.", "Hij begon de hangmannen te voeden, op donderdag kookte hij een maaltijd die ze in de kerk konden afhalen. Wie binnenkwam om te bidden mocht plaatsnemen aan de tafel in de sacristie.", "Dat deden er niet veel, de meesten kwamen niet verder dan het toilet waar ze heimelijk chineesden, maar er was zodoende toch een clubje ontstaan dat bereid leek de weg naar de Heer en een minder verslaafd leven in te slaan.", "Gilliot woont bij meneer M. om de hoek, in de Niasstraat. Wel vaker had hij de onopvallende gestalte in beige driekwart-jas voorbij zien komen, de man keek naar de grond, hij stapte haastig voort.", "Ditmaal ging Gilliot voor hem staan en riep ‘Fa-i-go’, wat in Sranantongo ‘hoe gaat het ermee?’ betekent. Meneer M. kwam abrupt tot stilstand, keek hem niet-begrijpend aan.", "‘Ben jij geen Surinamer dan?’ vroeg Gilliot. ‘Ik kom uit Liberia,’ sprak meneer M. besmuikt. Een Liberiaan, dat hoorde Gilliot niet vaak. ‘Je bent vast rijk, Liberia heeft goud en diamanten.’ Hij vertelde over het eetproject, meneer M. moest beslist eens komen.", "De eerstvolgende donderdag meldde meneer M. zich bij de Majellakerk, Gilliot keek ervan op. ‘Ik had het niet verwacht, het was zo’n schuwe vogel.’ Hij haastte zich om hem te ontvangen, bij de ingang versperden hangmannen met blikken bier hem de weg.", "Meneer M. leek overweldigd, hij wilde graag de kapel in, weg van de drukte. Gilliot vatte dat op als een gunstig teken, met meneer M. stak hij een kaarsje op. Vervolgens liet hij een bord kippenstoof met kousenband voor hem opscheppen.", "De nieuwe gast mocht aan tafel, twee clandestien binnengedrongen hangmannen werden van hun plaats gejaagd. Meneer M. at bedeesd, hij luisterde naar de gesprekken, het ging over voetbal, zelf sprak hij geen woord.", "Nog eenmaal was meneer M. naar het eetproject gekomen, nadat Gilliot hem opnieuw op straat had aangesproken. Onder het eten had Gilliot hem naar zijn verleden willen vragen, door gedoe met de hangmannen kwam het er niet van.", "Sinds maart ligt het eetproject stil, vanwege de corona. Op straat kwam Gilliot meneer M. niet meer tegen.", "De Turkse onderbuurman doet open, we praten in de deuropening. Toen hij twintig jaar geleden met zijn gezin arriveerde woonde meneer M. er al. Volgens de gemeente dook hij in 1994 in Nederland op, de Eerste Liberiaanse Burgeroorlog was in volle gang.", "Meneer M. werkte als schoonmaker, de Turkse onderbuurman zag hem ’s ochtends vroeg in werktenue bij de tramhalte staan. In het trappenhuis zeiden ze beleefd gedag, pas jaren later, tijdens een toevallige ontmoeting in de buurtwinkel vertelde meneer M. dat hij op de bloemenveiling een poosje vorkheftruckchauffeur was geweest.", "Soms speelde meneer M. geestdriftig op het orgeltje. ‘Afrikaanse liedjes, hij zong ook heel hard.’ De woningen aan de Kramatweg zijn oud en gehorig, de Turkse onderbuurman was het gepingel zat en stuurde zijn zoon naar boven.", "Meneer M. kocht een koptelefoon, aan de nieuwsgierige zoon vertelde hij dat van zijn familie vermoedelijk niemand meer in leven was. De Turkse onderbuurman had met hem te doen, zijn vrouw bracht hem soms ontbijt of avondeten.", "De relatie was moeizaam toen meneer M. omgang kreeg met een Braziliaanse. Een verslaafde, weet de Turkse onderbuurman. Midden in de nacht belde ze aan, schreeuwend om geld, bonzend op de krakkemikkige voordeur.", "Hij denkt dat ze hem in Best Friends heeft aangeklampt, dat meneer M. geen nee durfde te zeggen. De hel brak los als hij haar binnenliet: harde muziek, gebonk en gekrijs.", "De nieuwe sportschoenen van zijn dochter verdwenen van de overloop, hij stormde naar boven en rukte de deur open. De Braziliaanse lag op de bank, ze stopte de schoenen in haar tas en trok een mes tevoorschijn.", "Er kwam politie bij, meneer M. maakte machteloze gebaren, de Braziliaanse werd geboeid en afgevoerd. ‘Maar twee dagen later zat ze alweer bij hem boven.’ Opnieuw was er overlast, opnieuw verdwenen er schoenen.", "Meneer M. beloofde dat hij de Braziliaanse niet meer zou binnenlaten, het was uit de hand gelopen, hij gaf het zelf toe. De rust keerde terug, ze waren weer aardig voor elkaar.", "Zijn televisie ging kapot, meneer M. vroeg of de Turkse onderbuurman een reparateur wist. Het was een oud barrel, hij kon beter een nieuwe kopen. Zoveel geld had hij niet, hij genoot een uitkering, vanwege rugproblemen ging werken niet langer.", "De Turkse onderbuurman schoot het voor, elke maand betaalde meneer M. hem vijftig euro terug, in de zomer van 2019 was het apparaat afbetaald. Zij gingen voor enkele weken op vakantie naar Turkije, meneer M. zei dat hij goed op het huis zou passen. ‘Maak maar niet druk, burman.’", "De corona kwam, pas in het najaar troffen ze elkaar weer, op de trap. Meneer M. zag er ongezond uit, vreemde klanken rolden uit zijn mond. Begin december klopte de Turkse onderbuurman bezorgd bij hem aan, het duurde vijf minuten voor de deur een stukje open ging.", "Meneer M. was ernstig vermagerd, de Turkse onderbuurman schrok ervan. Dringend raadde hij hem aan naar de dokter te gaan. ‘Ik heb geen dokter,’ zei meneer M. Dat klopt niet, vanwege zijn rug is hij vorig jaar nog bij de huisarts geweest, laat deze mij weten.", "De Turkse onderbuurman wilde voor hem naar het gezondheidscentrum gaan, aan het Kramatplantsoen. Dat hoefde absoluut niet, ook een opgewarmde maaltijd van zijn vrouw sloeg hij af, hij had helemaal geen honger.", "Het volgende weekeinde was het plotseling erg stil, geen voetstappen, de houten balken in het plafond zwegen, voor het eerst sinds ze er woonden.", "De Turkse buurman klopte aan, de volgende dag opnieuw. Hij belde de politie, maandag 14 december sneuvelde de deur. Meneer M. lag dood op de bank. Natuurlijk overlijden, geen sporen van misdrijf of geweld, doodsoorzaak onbekend.", "Volgende dag, ik word gebeld door een non. Zuster Melina, ze woont boven de Anna Bonifatiuskerk, de aardige mevrouw van de roomskatholieke parochie in Amsterdam-Oost heeft haar over de eenzame dood van meneer M. verteld.", "Meneer M. kwam ook in haar kerk, ze weet het zeker. Tijdens de laatste zondagsmis, zegt ze, hebben de aanwezigen, onthutst door het onverwachte overlijden, voor zijn zielenrust gebeden.", "Drie dagen later belt zuster Melina opnieuw. De man van wie ze dacht dat het meneer M. was kwam gisteren een kerstpakket ophalen, ze schrok zich een ongeluk, veronderstelde een miraculeuze herrijzenis.", "Ik vraag Clarice Gargard het gedicht te schrijven. Voor ze als jong meisje in Purmerend belandde woonde ze in Monrovia, haar vader is er een belangrijke telecombaas. Subtiel bewoog hij mee onder elk bewind, ook onder dat van oorlogsmisdadiger Charles Taylor.", "Gargard raadpleegt haar contacten, meneer M.’s naam zegt niemand iets maar de herkomst ervan, in combinatie met de meisjesnaam van zijn moeder, lijkt op een inheemse afkomst te wijzen.", "Meneer M. zou in dat geval geen nazaat zijn van de Ameriko-Liberianen, voormalige slaven uit de Verenigde Staten die in de negentiende eeuw met hulp van de Amerikaanse overheid, beducht voor opstanden, in Afrika opgekochte stukken land kregen toegewezen.", "De vrije slaven noemden het land Liberia en buitten de plaatselijke bevolking uit zoals ze zelf ooit werden uitgebuit. Pas met de putsch van Samuel Doe in 1980 werd dit curieuze apartheidssysteem aan het wankelen gebracht.", "Het kan niet anders of meneer M. is bij die schermutselingen en de daarop volgende burgeroorlog betrokken geweest; als slachtoffer, dader of een combinatie van die twee.", "Als gevolg van het bloedvergieten raakten tienduizenden op drift. De meesten kwamen niet verder dan de buurlanden, het is een raadsel hoe meneer M. in 1994 Nederland wist te bereiken, waar niemand hem kende. Het antwoord bevindt zich waarschijnlijk ergens in een mapje van de IND, het starre orgaan dat zo goed is in zwijgen.", "Maandag 28 december, tien uur ’s ochtends. Ik zit op een kleedje voor de kist van meneer M., in de aula van begraafplaats Sint Barbara, en neem een slok rum. Het is erg goede rum, in Monrovia gestookt door Gargards broer.", "Zojuist is zij me voorgegaan, gehuld in falie. Na het Gregoriaans gezang – in de woning lag een minidisc met kerkmuziek – nam ze in kleermakerszit plaats en sloot de ogen. Ze stond op en besprenkelde de kist met deze goddelijke cane juice.", "Ik neem nog een slok, wens meneer M. namens Gilliot en de Turkse onderbuurman een behouden vaart, dat heb ik hen beloofd. De kapel-klokken luiden, ietwat onvast lopen we achter de dragers aan in de richting van het graf."], "authors": ["Joris Van Casteren"], "keywords": ["zijn", "van", "het", "meneer", "hem", "en", "een", "ze", "onderbuurman", "sloeg", "niet", "ook", "m", "op", "turkse", "hij", "vond", "wel"], "pubDate": "2021-01-06T18:26:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}