{"id": "4258ee1f-34d0-3710-bae0-a4aa340f09fd", "title": "Ook mysterieuze metalen monolietachtige pilaar opgedoken in Friesland", "url": "https://nu.nl/binnenland/6094927/ook-mysterieuze-metalen-monolietachtige-pilaar-opgedoken-in-friesland.html", "summary": "Een mysterieuze metalen monolietachtige pilaar is zondag ontdekt in een natuurgebied bij het Friese dorpje Oudehorne.\nEerder doken er al soortgelijke constructies op in het Amerikaanse Utah en Californië, evenals in Roemenië en Colombia.\nWandelaars in het gebied vertellen aan het AD dat ze vermoeden dat de geplaatste monoliet een soort oudejaarsstunt is.\nDe bouwwerken in Roemenië en de Verenigde Staten verdwenen na enkele dagen weer net zo spontaan als dat ze verschenen.\nDe constructies in Friesland, Roemenië en de Verenigde Staten doen door het uiterlijk en de plotselinge verschijning denken aan de monolieten uit deze film.", "paragraphs": ["Een mysterieuze metalen monolietachtige pilaar is zondag ontdekt in een natuurgebied bij het Friese dorpje Oudehorne. Staatsbosbeheer bevestigt desgevraagd aan NU.nl dat in het gebied plotseling een dergelijk voorwerp is opgedoken. Eerder doken er al soortgelijke constructies op in het Amerikaanse Utah en Californië, evenals in Roemenië en Colombia.", "De stalen pilaar staat bij een klein plasje water, op een lager gelegen stuk land. Hoe deze hier terecht is gekomen of wie hem heeft geplaatst, is nog niet bekend. Staatsbosbeheer laat desgevraagd weten geen idee te hebben waar het voorwerp vandaan komt. Maandag wordt uitgebreid bekeken wat de situatie is.", "\"Het is natuurlijk niet de bedoeling dat mensen zomaar voorwerpen in de natuur gaan zetten\", aldus Staatsbosbeheer. \"Maar dit is natuurlijk relatief geen groot probleem.\"", "Wandelaars in het gebied vertellen aan het AD dat ze vermoeden dat de geplaatste monoliet een soort oudejaarsstunt is. De bouwwerken in Roemenië en de Verenigde Staten verdwenen na enkele dagen weer net zo spontaan als dat ze verschenen.", "Er wordt vermoed dat de constructies een verwijzing zijn naar de film 2001: A Space Odyssey. In de film uit 1968 laten buitenaardse wezens zwarte constructies achter, die monolieten worden genoemd. De constructies in Friesland, Roemenië en de Verenigde Staten doen door het uiterlijk en de plotselinge verschijning denken aan de monolieten uit deze film."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["staatsbosbeheer", "film", "monolietachtige", "het", "mysterieuze", "friesland", "opgedoken", "ook", "metalen", "een", "dat", "pilaar", "en", "constructies", "ze", "aan", "roemenië"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}