{"id": "42980370-1d1c-3a2b-9767-44e07f42a13e", "title": "President Rekenkamer: hoe politiek herhaling toeslagenaffaire kan voorkomen", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2021/01/president-rekenkamer-hoe-politiek-herhaling-toeslagenaffaire-kan-voorkomen-797901/", "summary": "Om een nieuwe toeslagenaffaire te voorkomen, zouden alle Tweede Kamerleden die aantreden na de verkiezingen van 17 maart kennis moeten nemen van de ‘canon van parlementaire onderzoeken en enquêtes’.\nDat vindt Arno Visser, president van de Algemene Rekenkamer.\n‘Elke ongelukkige politieke affaire is ongelukkig op dezelfde wijze,’ aldus Visser, de befaamde openingszin van Tolstojs roman Anna Karenina parafraserend.\nKort en goed: gebrekkige beleidsvoorbereiding en te ambitieuze beleidsvoornemens, overwaardering van beleidsvorming en onderwaardering van de uitvoering.\n‘Alles is al een keer gezegd en geschreven’Het probleem is volgens Visser niet dat de politiek geen lessen leert uit affaires.", "paragraphs": ["Om een nieuwe toeslagenaffaire te voorkomen, zouden alle Tweede Kamerleden die aantreden na de verkiezingen van 17 maart kennis moeten nemen van de ‘canon van parlementaire onderzoeken en enquêtes’. Dat vindt Arno Visser, president van de Algemene Rekenkamer.", "Visser schrijft dit deze week in zijn jaarlijkse nieuwjaarsessay in weekblad EW. ‘De canon van parlementaire onderzoeken en enquêtes moet 150 boekenkasten vullen, de inhoud ervan moet helpen een nieuwe ontsporing van beleid tijdig te herkennen,’ aldus Visser.", "‘Elke ongelukkige politieke affaire is ongelukkig op", "dezelfde wijze’", "Visser analyseert in zijn essay ruim dertig jaar politieke affaires en de parlementaire onderzoeken en enquêtes die daarop volgden – van de paspoortaffaire van eind jaren tachtig tot recent de toeslagenaffaire. Zijn conclusie: alle politieke affaires hebben in wezen dezelfde oorzaken.", "‘Elke ongelukkige politieke affaire is ongelukkig op dezelfde wijze,’ aldus Visser, de befaamde openingszin van Tolstojs roman Anna Karenina parafraserend. Kort en goed: gebrekkige beleidsvoorbereiding en te ambitieuze beleidsvoornemens, overwaardering van beleidsvorming en onderwaardering van de uitvoering.", "‘Alles is al een keer gezegd en geschreven’", "Het probleem is volgens Visser niet dat de politiek geen lessen leert uit affaires. ‘Alles is al een keer gezegd en geschreven.’ Maar die lessen beklijven niet. ‘Het is alsof je kijkt naar een rondrijdende miniatuurtrein die op een modelspoorbaan telkens bij dezelfde wissel ontspoort.’ Voor een belangrijk deel komt dit geheugenverlies door de hoge omloopsnelheid van Kamerleden, en ook van ministers en ambtenaren. Kostbare kennis en ervaring gaan zo in rook op.", "Visser: ‘De verwachting is dat na 17 maart eenderde van de zittende Kamerleden vertrekt. Bij elke andere organisatie zou dat zorgen baren.’ Vandaar zijn appèl aan de nieuwe Kamerleden: neem kennis van het verleden om ‘in het hier en nu patronen te leren herkennen. De toeslagenaffaire mag niet worden overgedaan.’"], "authors": [], "keywords": ["zijn", "van", "politieke", "en", "een", "politiek", "kan", "kamerleden", "toeslagenaffaire", "voorkomen", "rekenkamer", "hoe", "herhaling", "te", "visser", "president", "dat", "die"], "pubDate": "2021-01-07T10:41:55Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}