{"id": "42ac4463-11e8-33a3-861d-fcdd82bb730f", "title": "VWS: eerste vaccinatie vóór 18 januari, eerder als het lukt", "url": "https://nos.nl/nieuwsuur/artikel/2360958-vws-eerste-vaccinatie-voor-18-januari-eerder-als-het-lukt.html", "summary": "VWS en het RIVM wilden het inenten tot voor kort aan bedrijfsartsen overlaten, maar die hebben hiermee geen ervaring.\nNaar verwachting gebeurt dat in de eerste en tweede week van januari.\nVolgens het ministerie van Volksgezondheid (VWS) start het vaccineren zeker voor 18 januari, maar wanneer precies is nog niet te zeggen.\nEuropese landen wachten nog op goedkeuring van het Pfizer-vaccin door het Europees Geneesmiddelenbureau EMA.\nNederland lijkt na goedkeuring van het vaccin dus langer nodig te hebben.", "paragraphs": ["Ook is afgelopen week, onder druk van werkgevers in de zorg, de GGD gevraagd om al vanaf het begin niet alleen de locaties te regelen, maar ook het personeel. VWS en het RIVM wilden het inenten tot voor kort aan bedrijfsartsen overlaten, maar die hebben hiermee geen ervaring.", "Verschillende zorgorganisaties bevestigen aan Nieuwsuur dat zij werken met een planning die uitgaat van de derde week in januari. Werkgevers in de zorg moeten hun mensen nog oproepen voor een prik. Naar verwachting gebeurt dat in de eerste en tweede week van januari.", "Hoewel we volgende week waarschijnlijk beschikken over een werkend vaccin, kunnen we nog niet beginnen met vaccineren. Volgens het ministerie van Volksgezondheid (VWS) start het vaccineren zeker voor 18 januari, maar wanneer precies is nog niet te zeggen. Aanstaande maandag ligt er volgens het ministerie een plan.", "VS en VK al begonnen", "In het VK en de VS is een dag na goedkeuring in die landen, begonnen met de eerste inentingen. Duitsland is binnen een paar dagen na Europese toelating klaar om te beginnen met vaccineren, is de verwachting.", "Europese landen wachten nog op goedkeuring van het Pfizer-vaccin door het Europees Geneesmiddelenbureau EMA. Het besluit daarover kan maandag komen, eerder dan gepland. Op woensdag volgt dan de toelating door de Europese Commissie.", "De GGD is vorige week begonnen met uitzoeken waar de vaccinatielocaties moeten komen. Die kunnen niet automatisch in de teststraten worden ondergebracht. Een centrale coördinatie van de locaties is bovendien niet mogelijk, omdat de GGD's regionaal opereren en worden aangestuurd door de burgemeesters van 25 veiligheidsregio's.", "Ook moet nog worden geïnventariseerd waar het zorgpersoneel zich bevindt dat moet worden ingeënt. Dit is belangrijk omdat daarvan afhangt waar de locaties worden ingericht.", "Bottleneck is registratie", "Bovenal moet nog een betrouwbaar digitaal registratiesysteem worden opgezet om bij te houden wie welk vaccin uit welk flesje gekregen heeft. Minister De Jonge noemde dat gisteravond \"de bottleneck\" van de vaccinatiecampagne.", "Zorgpersoneel heeft nog veel vragen over het vaccin, terwijl zij als eerst in aanmerking komen voor een prik. Organisaties vinden dat er tot nu toe weinig informatie vanuit de overheid komt.", "De verwachting is dat er mogelijk eind van dit jaar in een symbolische kleine groep mensen wordt gevaccineerd, maar dat de grote vaccinatiecampagne pas later op gang kan komen.", "Nederland lijkt na goedkeuring van het vaccin dus langer nodig te hebben. Daar worden vraagtekens bij gezet. \"Het lijkt me een heel lastig signaal dat je afgeeft als je een werkend vaccin in handen hebt, wat je weken lang niet gebruikt'', zegt Marcel Levi, directeur van ziekenhuizen in het VK. Levi zegt dat de Britten ongeveer zes weken nodig hadden om de vaccinatiecampagne op te starten."], "authors": ["Dieuwke Van Ooij En Sophie Van Der Meer", "Dit Is Een Artikel Van"], "keywords": ["nog", "18", "van", "eerste", "vóór", "eerder", "een", "niet", "te", "het", "worden", "vaccin", "als", "dat", "vws", "lukt", "januari", "week", "vaccinatie"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}