{"id": "42b41da4-9891-3224-a9f3-3bf92213382d", "title": "Laat de ‘cancel culture’ onze kunst niet beheersen", "url": "https://nrc.nl/nieuws/2021/01/08/laat-de-cancel-culture-onze-kunst-niet-beheersen-a4026833", "summary": "Haar critici, die opriepen tot een boycot van het boek, noemen haar ‘transfobisch’ en zeggen dat ze kwetsende stereotypen gebruikt.\nEn ze is de enige niet die zulke kritiek over zich heen krijgt.\nDat moet anders, te beginnen met een blik op de radertjes van de ‘bijsluitercultuur’.\nOptie een, je sluit je op in een bubbel en je leest lekker door.\nMaar veel meer is ze zijn soul mate, en dus zijn gelijke.", "paragraphs": ["Wie naar de film of het museum gaat of een boek leest, krijgt de morele context mee. Bijsluiters als het ware, met trigger warnings en aankondigingen van outdated cultural depictions. Neem de reeks nieuwe thrillers van J.K. Rowling over twee Londense detectives: Cormoran Strike, een man die zuipt als een tempelier en rookt als een ketter, en Robin Ellacott, een very sexy woman in Strikes ogen, die heimelijk kinderen wil en het liefst in een Jeep rijdt die benzine slurpt.", "Gawie Keyser is essayist, programmamaker en filmcriticus.", "Rowling, auteur van de Harry Potter-boeken, is controversieel. Eerst kreeg ze de lhbti-gemeenschap over zich heen, omdat ze zich sterk uitliet ten gunste van biologie als bepalende geslachtsfactor, vervolgens voert ze in de nieuwste Strike-roman Troubled Blood (Kwaad Bloed, uitg. Boekerij ) een seriemoordenaar op die soms vrouwenkleren draagt. Haar critici, die opriepen tot een boycot van het boek, noemen haar ‘transfobisch’ en zeggen dat ze kwetsende stereotypen gebruikt. En ze is de enige niet die zulke kritiek over zich heen krijgt. Het maakt het onbevangen lezen van zo’n roman lastig, voor sommige mensen zelfs onmogelijk.", "Dat moet anders, te beginnen met een blik op de radertjes van de ‘bijsluitercultuur’. Die draaien min of meer als volgt: ik volg de meningen over de morele context van Rowlings’ personages, omdat ik wil meedoen aan het verbeteren van ons leven, het echte en het culturele.", "Maar ik houd van Strike, een hopeloos oud modische man, een ex-militair die zijn onderbeen in Afghanistan verloor, die graag in de pub zit met zijn mates voor crisps en een pint, die strijdt met zijn gevoelens voor zijn giftige ex, een instabiele vrouw met wie de seks evenwel onvergetelijk is (‘onverklaarbaar opgeblazen hypermannelijkheid’). Op Robin ben ik al helemaal verliefd, zeker wanneer ze eerlijk is over wat Strike, in haar ogen in alles een man, in haar losmaakt (‘cliché-vrouwbeeld’).", "Een kortsluiting vindt plaats in mijn hoofd: hoe kun je Rowling lezen als wat ze schrijft tegen correct denken over fluïde genderidentiteit is? Optie een, je sluit je op in een bubbel en je leest lekker door. Dan ben je wel blind voor de wereld om je heen. Optie twee, niet lezen, alleen lezen als je de bijsluiter kent en kan toepassen. Maar dit betekent een schrikbeeld: dan zit je te gummen in je eigen verbeelding. In Troubled Blood zou je die leuke Robin, bepaald geen voorbeeld van feministische daadkracht, moeten ‘cancellen’.", "Lees ook dit Twistgesprek: Musea moeten zich wel/niet aanpassen aan gevoeligheden van publiek", "Verdriet en wrevel", "Niemand kan ertegen zijn dat racisme, discriminatie, vrouwenhaat en grof geweld in de echte wereld worden afgewezen. Vanzelfsprekend moeten we een beter sociaal klimaat bevorderen en er bijvoorbeeld voor zorgen dat mensen onder beschaafde omstandigheden kunnen werken. Maar als we dit streven een op een kopiëren naar ons culturele leven, lopen we het gevaar te veel kwijt te raken. Dit leidt tot verdriet en wrevel, wat mij betreft tot depressie: wat pakken ze mij nú weer af?", "Zo heb ik altijd genoten van Billy Wilders jaren-vijftigklassieker The Seven Year Itch, omdat die een komische satire op mannelijke machteloosheid en vrouwelijke kracht is. Pas recent kregen we te horen dat de iconische scène echt niet kan, ja dat is die waarin Monroe’s jurk opwaait als ze op een ventilatierooster staat op de hoek van 52nd Street en Lexington Avenue in New York. Hoe ongewenst dit is, getuigt de heisa over de plannen om begin dit jaar een acht meter hoog standbeeld van Monroe met haar onderbroek in het zicht te plaatsen bij een museumingang in Palm Springs, California. Critici vinden dit onmogelijk in de tijd van #metoo. De directeur van het museum vraagt: welke boodschap draagt een beeld voor de jeugd uit dat zo seksueel geladen en respectloos is?", "Het antwoord gaf de Engelse kunsthistoricus John Berger al in de jaren zeventig met zijn boek Ways of Seeing waarin hij vooruitliep op het invloedrijke concept van the male gaze. Berger illustreert hoe de vrouw in de renaissancistische kunst haar identiteit wordt ontnomen. Berger: „[De vrouw] is niet naakt zoals ze is, ze is naakt zoals de toeschouwer haar ziet”. Kunst is volgens Berger voor een groot deel een kwestie van die male gaze, dus van mannelijke, heteroseksuele macht die is gebaseerd op de daad van het kijken naar vrouwen die dienen als seksueel object.", "Waar is het schaamhaar?", "Een mooie reactie op deze gedachte is het standbeeld ‘Medusa With The Head of Perseus’ (Luciano Garbati, 2008). Een bronzen kopie daarvan staat in Collect Pond Park, New York, tegenover het gerechtsgebouw waar het #metoo-proces tegen Harvey Weinstein plaatsvond. Met Weinsteins gedrag in het achterhoofd is het beeld extra veelbetekenend. Het toont een tafereel waarin de bordjes zijn verhangen: Medusa, verkracht door Poseidon en vernederd door Athene, heeft Perseus gedood en staat met zijn hoofd in haar hand, in plaats van omgekeerd. Het is Medusa die ‘kijkt’ (in de termen van Berger) – zij heeft de macht.", "Toch reageren feministische critici geprikkeld op het nieuwe beeld vanwege de ‘mannelijke’ seksuele fantasie: waarom heeft de naakte vrouw toch geen schaamhaar?", "Zo fragiel zijn we geworden. Koste wat kost moet de ontregeling, cruciaal in het ervaren van kunst, worden vermeden – terwijl schoonheid juist in dat geestelijk wankelen zit. Het is niet aan kunst om je eigen, knusse leefwereld te bevestigen. Kunst moet schuren. Kunst moet ertoe leiden dat je vraagtekens zet bij wie je bent, bij wie je zou willen zijn. Kunst moet je zélf antwoorden laten ontdekken, niet langs de weg van controle door een opgelegd moreel register in de vorm van de bijsluitercultuur, maar via de vrije extase, een soort explosie in je hoofd, die de verstoring brengt.", "Zoals het verhaal van Medusa aantoont, zijn er in de geschiedenis van kunst veelvuldige scènes van moord en verkrachting waarvan we juist moeten gruwen. Die zitten ook in Edmund Spensers renaissancistische heldendicht The Faerie Queene (1590) waarin ridders vechten tegen monsters. Maar nu de depressief makende waarschuwing: ongenuanceerde representatie van vrouwelijke personages; veelvuldige gevallen van geweld jegens vrouwen; bloed, bloed en nog eens bloed.", "Ik kom op The Faerie Queene, omdat J. K. Rowling ieder hoofdstuk van Troubled Blood start met een citaat uit dat gedicht, bijvoorbeeld: ‘…an Hyena was,/That feeds on women’s flesh, as others feede on grass.’ Ook Rowling schrijft over een monster dat vrouwen verscheurt. Is dit exploitatie? Vrouwenhaat? Ja, maar daar gaat het verhaal nou net over.", "De kern zit ’m precies in die correcte bijsluiter, in wat we willen uitgummen, zoals Robin een ‘foute vrouw’ is omdat Rowling haar in traditioneel-conservatieve termen beschrijft. Het cancellen is makkelijk. Maar wij mensen zitten ingewikkelder in elkaar. Dat laat Rowling zien, en wel precies via Robin: ongewenste intimiteiten ondergaat ze eerst lijdzaam (fout!), maar later in het verhaal beantwoordt ze die door de voet van de zwakkeling, die pathetisch zijn armen om haar middel slaat, te doorboren met haar naaldhak en zijn neus te breken met een stoot van haar achterhoofd.", "Dat ze in een reflex handelt, per ongeluk, is nog het mooist.", "Haar menselijkheid maakt haar aantrekkelijk, ook in de ogen van haar collega Cormoran Strike, voor wie ze zéker ‘vrouw’ is (eentje met curves). Maar veel meer is ze zijn soul mate, en dus zijn gelijke. Oftewel, met Spenser: ‘For as the soule doth rule the earthly masse,/ [ ... ] So love of soule doth love of bodie passe.’", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Gawie Keyser", "Leestijd Minuten"], "keywords": ["beheersen", "zijn", "kunst", "van", "laat", "culture", "haar", "cancel", "en", "een", "ze", "met", "onze", "het", "niet", "die", "je"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}