{"id": "42dd109e-876a-32df-83ba-448ad26a62df", "title": "Bulk noten over? Maak deze walnotenpasta, die ik graag voor mijn tante Zus had bereid", "url": "https://volkskrant.nl/eten-en-drinken/bulk-noten-over-maak-deze-walnotenpasta-die-ik-graag-voor-mijn-tante-zus-had-bereid~b5f13c50/", "summary": "We moesten er een eind voor reizen, want tante Zus woonde in Roermond en wij destijds in Haarlem.\nMaar we deden het graag, want tante Zus was van goud, met een gigantisch hart en een briljant gevoel voor humor.\nBovendien wisten mijn zus en ik ook zeker dat het met lekker eten dat weekend wel goed zat.\nIk had het graag voor haar bereid, zij Italiaanse liederen brullend, ik met de borden dampende pasta in de weer: Dov’è il bue?\nSchep er dan een hand peterselie door, proef op peper en zout en dien op met een stuk Parmezaanse kaas erbij om erover te raspen aan tafel.", "paragraphs": ["Kookboekenmaker Yvette van Boven maakt een seizoensrecept en geeft tips om iets met de restjes te doen. Deze week: walnotenpasta.", "Elke herfst gebeurde het. Mijn tante Zus, die eigenlijk veel meer mijn oma was dan mijn echte grootmoeder, belde om te zeggen dat de walnoten er weer waren en of we kwamen rapen.", "We moesten er een eind voor reizen, want tante Zus woonde in Roermond en wij destijds in Haarlem. Maar we deden het graag, want tante Zus was van goud, met een gigantisch hart en een briljant gevoel voor humor. Bovendien wisten mijn zus en ik ook zeker dat het met lekker eten dat weekend wel goed zat.", "Als we aankwamen stond ze al in haar voordeur: de bovenste helft open, haar stralende hoofd erboven. Ze zong oude Duitse en Italiaanse liederen voor ons met trillende stem, terwijl ze alles wat we maar wilden eten in pakken Belgische roomboter goudbruin bakte. De keuken, bijkeuken en gang stonden vol met vaat, want ze had een hekel aan afwassen, maar genoeg servies om een weekendje door te komen zonder teiltje sop.", "Als we in een foodcoma voor de haard lagen nadat we alle frieten van Limburg hadden opgegeten, plus twintig hele kippen, een pan gebakken kalfslever met ui en krokante Limburgse balkenbrij met dikke appelschijven, kwam ze met de mand walnoten de kamer in.", "Ze gaf ons beiden een notenkraker in de hand. Zo begonnen we aan de taak waar we voor gekomen waren. Het wegwerken van haar absurde voorraad walnoten was een opdracht waar we ons elk jaar op verheugden. Ze gooide nog een blokje op het haardvuur, wij gooiden de notenschillen erachteraan en tante Zus vertelde ons sterke verhalen over vroeger. Ze was een piratenoma, onze walnoten-oudtante. We vielen voor de haard in slaap en werden de volgende morgen gewekt met walnotenpannekoeken met walnotenijs dat ze ook zelf maakte. Tonnetjerond rolden we weer terug naar het noorden, onze armen vol walnoten voor thuis.", "Ze leeft al heel lang niet meer, maar er gaat geen walnoot door mijn handen zonder dat ik aan haar denk. Voor wie ook met zo’n bulk noten zit, gooi ik een receptje op. Tante Zus zou zoiets moderns als pasta misschien nooit maken, maar ze had het zéker lekker gevonden. Ik had het graag voor haar bereid, zij Italiaanse liederen brullend, ik met de borden dampende pasta in de weer: Dov’è il bue? Il bue sta in campagna, e mangia noci, e castagna!", "Walnotenpasta hoofdgerecht voor 4 400 gram korte pasta 2 eetl. olijfolie 3 flinke uien, in fijne ringen 75 gram rozijnen 50 gram Parmezaanse kaas, geraspt, plus extra 8 blaadjes salie, in fijne reepjes 75 gram walnoten zeezout en versgemalen zwarte peper klein bosje (15g) bladpeterselie, fijngehakt", "Bereiding", "Verhit de olijfolie in een hapjespan en bak de uien op laag vuur onder af en toe omroeren tot ze helemaal zacht en goudbruin zijn – zéker 10 minuten. Roer de rozijnen erdoor en laat ze 3 minuten meegaren.", "Kook de pasta in goed gezouten water beetgaar. Giet af en bewaar minimaal 250 ml (voor de zekerheid iets meer!) kookwater.", "Hak de noten, parmezaan, salie en zwarte peper in een hakmolen of keukenmachine heel fijn. Voeg een klein scheutje kookwater toe om het mengsel wat soepeler te maken en schep het door de gebakken uien en rozijnen in de pan. Schep de pasta erdoor, draai het vuur iets hoger en roer er zoveel pastawater door tot de saus romig wordt en een dun laagje om de pasta vormt.", "Schep er dan een hand peterselie door, proef op peper en zout en dien op met een stuk Parmezaanse kaas erbij om erover te raspen aan tafel."], "authors": ["Yvette Van Boven"], "keywords": ["tante", "het", "op", "pasta", "die", "noten", "met", "ik", "zus", "maak", "mijn", "graag", "en", "een", "ze", "om", "walnotenpasta", "voor"], "pubDate": "2020-11-12T15:00:35+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}