{"id": "42e0ce3d-e194-36be-a2f0-23ce33dc1e43", "title": "Standbeelden en tv-serie bij herdenking gedode Iraanse generaal Soleimani", "url": "https://www.parool.nl/wereld/standbeelden-en-tv-serie-bij-herdenking-gedode-iraanse-generaal-soleimani~b66eb5f0/", "summary": "Een beeltenis van Soleimani in de straten van de Iraanse hoofdstad Teheran.\nBeeld via REUTERSSoleimani wordt in de Islamitische Republiek en door veel sjiieten in het Midden-Oosten als een held en een martelaar gezien, maar door de VS en veel soennitische moslims als een terrorist.\nDoor zijn dood liepen de spanningen tussen Iran en de VS aan het begin van het vorig jaar hoog op.\nDoor de dood van Soleimani (62) stegen de spanningen tussen Iran en aartsvijand Amerika tot een hoogtepunt.\nDe herdenking wordt gehouden terwijl het met sancties worstelende Iran ook te maken heeft met een van de ernstigste corona-uitbraken van het Midden-Oosten.", "paragraphs": ["Een beeltenis van Soleimani in de straten van de Iraanse hoofdstad Teheran. Beeld via REUTERS", "Soleimani wordt in de Islamitische Republiek en door veel sjiieten in het Midden-Oosten als een held en een martelaar gezien, maar door de VS en veel soennitische moslims als een terrorist. Door zijn dood liepen de spanningen tussen Iran en de VS aan het begin van het vorig jaar hoog op.", "Sinds Soleimani’s dood in de Irakese hoofdstad Bagdad op 3 januari 2020, werden in Iran al vele rouwoptochten gehouden. ‘Martelaar’ Soleimani is sindsdien dikwijls terug te zien op portretten en als standbeeld, en krijgt binnenkort ook een eigen televisieserie.", "Door de dood van Soleimani (62) stegen de spanningen tussen Iran en aartsvijand Amerika tot een hoogtepunt. Eerder had de terugtrekking van de VS uit de atoomdeal met Iran op initiatief van president Donald Trump al gezorgd voor een omslag in de verhoudingen. Onder president Barack Obama, die zich voor de deal had ingespannen, was daarvoor juist dooi ingetreden in de ijzige betrekkingen tussen Iran en de VS.", "De herdenking begint zondag, enkele weken voordat president Trump, die de raketaanval gelastte, het Witte Huis verlaat. Soleimani had het commando over de Quds-Brigade, de tak van de Revolutionaire Garde die voorbij de landsgrenzen meevecht met Irans bondgenoten. In zijn laatste jaren was Soleimani met name actief in Syrië en Irak.", "De herdenking wordt gehouden terwijl het met sancties worstelende Iran ook te maken heeft met een van de ernstigste corona-uitbraken van het Midden-Oosten. Volgens de cijfers van de Johns Hopkins Universiteit is het coronavirus er bij meer dan 1,2 miljoen personen vastgesteld, van wie er meer dan 55.000 zijn overleden aan de gevolgen."], "authors": ["Het Parool"], "keywords": ["standbeelden", "zijn", "van", "het", "tussen", "herdenking", "en", "een", "met", "tvserie", "generaal", "vs", "bij", "iraanse", "iran", "gedode", "soleimani"], "pubDate": "2021-01-03T04:03:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}