{"id": "42e5e019-d34e-35a3-836d-b0550690b665", "title": "Boedapest is grootstedelijk en dorps tegelijk. Ontdek de stad aan de hand van deze tips", "url": "https://volkskrant.nl/de-gids/boedapest-is-grootstedelijk-en-dorps-tegelijk-ontdek-de-stad-aan-de-hand-van-deze-tips~b44101c2/", "summary": "‘Ik was meteen vol van het land.\nAlleen al om die poëtische, moeilijke taal.’ Een paar jaar terug sloot hij zich aan bij een vriend die een groot deel van een verlaten gehucht had opgekocht, niet ver van Boedapest.\nHet treinstation Keleti, bijvoorbeeld, is een magnifiek bouwwerk, waar het naar olie en vroeger ruikt en ik graag een broodje eet.\nDe vaste collectie is leuk: oude drukpersen en interieurs en een handvol schilderijen uit begin vorige eeuw.\nGeniaal spul.’A38, Petőfi hídZomeroase aan de Donau‘Een tip wat verder buiten het centrum is Római Part, in het noorden van de stad.", "paragraphs": ["Waar moet je wezen? Wat moet je zien? Fotograaf Martijn de Vries gidst ons buiten de gebaande paden in de stad waar hij sinds vorig jaar in de buurt woont.", "Fotograaf Martijn de Vries (49) komt al sinds 2004 in Hongarije. ‘Ik was meteen vol van het land. Alleen al om die poëtische, moeilijke taal.’ Een paar jaar terug sloot hij zich aan bij een vriend die een groot deel van een verlaten gehucht had opgekocht, niet ver van Boedapest. Er was niets, geen stromend water, geen elektriciteit, wel rust en heuvels.", "Vorig jaar is Martijn met zijn vrouw permanent naar Bedepuszta verhuisd. ‘We zijn ons huis langzaam aan het opknappen’, zegt hij. ‘Er zijn nu ­vakantiehuizen in het dorp, er komen kunstenaars de heuvel afrijden en in de zomer wordt hier festival The Great Yonder gehouden. We komen ongeveer om de week in Boedapest, waar veel vrienden wonen. Boedapest is grootstedelijk en dorps tegelijk. Er zijn nog ­winkels met ambachtelijke producten, zoals ­meubels. Het lijkt soms niet zo, maar het is ook een liberale stad, die ongelooflijk is schoongepoetst en ­gerestaureerd de afgelopen post­communistische decennia.’", "Badcultuur", "Martijn de Vries: ‘De badcultuur van Boedapest is beroemd. Het bekendste en grootste badhuis is het Széchényi, maar Rudas, een betoverend, oud Turks badhuis uit 1550, heeft de lekkerste sauna’s en stoombaden. In het weekend is Rudas voor mannen én vrouwen, doordeweeks behalve dinsdag alleen voor mannen. Het badhuis is prachtig gelegen tegen de Gellértheuvel, aan de Donau.’", "Rudas gyógyfürdő, Döbrentei tér 9", "Grandeur en vergane glorie", "‘Boedapest is in de 19de eeuw in razend tempo uitgegroeid tot moderne grootstad, die grandeur zie je al wandelend nog overal. Het treinstation Keleti, bijvoorbeeld, is een magnifiek bouwwerk, waar het naar olie en vroeger ruikt en ik graag een broodje eet. Hongarije is een fijn treinland, op het platteland geeft de conducteur van de boemeltrein iedereen nog een hand.", "Beeld Luis Mendo", "‘Tegenover de grandeur staat in Boedapest de vergane glorie. Net zo mooi. Een perfecte plek om de rafelranden van de stad te zien, is de Újpesti vasútibrug, een spoorbrug over de Donau, waar het uitzicht over de rivier en de stad geweldig is. Doet me denken aan de Oostelijke Eilanden in Amsterdam in de jaren negentig.’", "De straat en de bammetjes", "‘De niet te missen Andrássy-boulevard, met de Gucci-winkels, kapitale villa’s en sierlijke acacia’s, geeft een mooi beeld van de stormachtige ontwikkeling die Boedapest doormaakte eind 19de eeuw. Andrássy loopt kilometers door tot het Heldenplein. Een paar jaar terug maakte ik met de toenmalige Nederlandse ambassadeur in Hongarije, Gajus Scheltema, een fotoboek over deze straat en kwam op waanzinnige plekken achter gevels en deuren. Om de hoek bij Andrássy zit Duran. Dat is mijn favoriete restaurant met schattige, kleine sandwiches in de etalage, bammetjes om mee te nemen of in een kantine-achtige setting te nuttigen. Doblo zit daar ook vlakbij, onder de bakstenen gewelven drink je waanzinnige wijnen uit Hongarije. Eigenaar David weet alles van wijnen en kaasplanken, en programmeert er ook muziek.’", "Duran, Bajcsy-Zsilinszky út 7 Doblo, Dob utca 20", "Pastramibroodjes", "‘Éleszto is een topplek voor bier en ik heb er het beste pastramibroodje ooit gegeten. Vooral buiten de wintermaanden is het hier goed toeven, als er veel buiten gebeurt. Éleszto heeft nog de sfeer van de legendarische ruïnebars, rommelige bars op verwaarloosde plaatsen.’", "Éleszto, Tűzolto ú 22", "Wonderlijk museum", "‘Op een heuvel in stadsdeel Buda ligt dit wonderlijke en onbekende museum, gehuisvest in een voormalig klooster en kerk. De vaste collectie is leuk: oude drukpersen en interieurs en een handvol schilderijen uit begin vorige eeuw. Maar de losse tentoonstellingen in de opgeknapte ruïnetoren van de kerk, zijn altijd super.’", "Kiscelli Museum, Kiscelli utca 108", "Voormalig vrachtschip met straffe cocktails", "‘A38 is een cultureel centrum, concertzaal en restaurant in een voormalig Oekraïens vrachtschip op de Donau. Eerst goed dineren en dan dansen. Probeer er eens de Massive Attack, een sterke cocktail die in de fik wordt gestoken, waarna je de inhoud met een rietje wegslurpt. Geniaal spul.’", "A38, Petőfi híd", "Zomeroase aan de Donau", "‘Een tip wat verder buiten het centrum is Római Part, in het noorden van de stad. Er rijdt een metro naar de stranden aan de Budakant van de Donau. Dit is een oase van rust in de zomermaanden. Sfeervolle barretjes, goeie cocktails en lekker eten aan de brede rivier.’"], "authors": ["Mirjam Bosgraaf"], "keywords": ["aan", "van", "boedapest", "deze", "hand", "tips", "het", "met", "die", "zijn", "dorps", "stad", "tegelijk", "een", "en", "grootstedelijk", "ontdek", "er"], "pubDate": "2020-03-13T15:00:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}