{"id": "42ed1e85-c04d-3822-af31-41c2baeb80b7", "title": "In het huis dat Chris Sasaki tekent zou je zo willen wonen", "url": "https://trouw.nl/cultuur-media/in-het-huis-dat-chris-sasaki-tekent-zou-je-zo-willen-wonen~b7ba70c8/", "summary": "Wat maakt een huis een thuis?\nMaar ook: de knuffel die ze krijgt als ze thuiskomt en de hond op het voeteneind van haar bed.\nEn ja, in het huis dat animator Chris Sasaki tekent, zou je zo willen wonen: met ruwe (digitale?)\nDat het meisje gaat verhuizen staat niet in de tekst, maar zie je meteen aan de dozen in de kamer.\n“Dan wordt thuis het kussen onder je arm”, maar het meisje leert dat zij, haar broer en ouders van het nieuwe huis ook snel een thuis maken.", "paragraphs": ["Wat maakt een huis een thuis? Het meisje uit dit fraaie prentenboek zegt: het kleedje in de gang, de mand voor de schoenen, een tafel vol lekkers en lieve mensen eromheen, het licht van de buurvrouw dat ’s avonds naar binnen schijnt. Maar ook: de knuffel die ze krijgt als ze thuiskomt en de hond op het voeteneind van haar bed. En ja, in het huis dat animator Chris Sasaki tekent, zou je zo willen wonen: met ruwe (digitale?) stift en slim gebruik van licht zet hij in warme aardetinten een knus interieur neer.", "Jaap Robbens vertaling is meer een bewerking: “Home is what feels the same each day and sometimes what is new” wordt “Thuis vind je met je ogen dicht de weg. Tot alles plotseling verandert”. Eigenlijk zijn die zinnen mooier bij een tekening van de nachtelijke woonkamer. Dat het meisje gaat verhuizen staat niet in de tekst, maar zie je meteen aan de dozen in de kamer. “Dan wordt thuis het kussen onder je arm”, maar het meisje leert dat zij, haar broer en ouders van het nieuwe huis ook snel een thuis maken.", "Stephanie Parsley Ledyard", "Samen zijn we thuis", "Ill. Chris Sasaki. Vert. Jaap Robben. Gottmer; 40 blz. € 14,99. Vanaf 3 jaar."], "authors": ["Bas Maliepaard"], "keywords": ["zo", "thuis", "van", "huis", "het", "maar", "wonen", "zou", "meisje", "willen", "een", "je", "dat", "en", "sasaki", "tekent"], "pubDate": "2020-11-22T10:25:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}