{"id": "42efb69c-0c7a-3298-9c89-f5c6a305c51f", "title": "Bag of Trix van Roxette: niet alleen voor de grootste fans interessant", "url": "https://www.parool.nl/kunst-media/bag-of-trix-van-roxette-niet-alleen-voor-de-grootste-fans-interessant~bfc45b00/", "summary": "Bag of Trix bevat meer dan alleen materiaal dat slechts voor de grootste fans interessant is.\nDe rudimentaire, akoestische versies van Hotblooded, Joy of a Toy, Like Lovers Do bruisen van het spelplezier.\nToch is het van de Bag of Trix-uitvoeringen van Soul Deep en The Big L (beide van de succesplaat Joyride uit 1991) verwonderlijk dat die het originele album niet haalden.\nVan de concertopnames valt vooral Cry – van het album Look Sharp!\nDie toont dat Roxette op goede dagen ook live een van de beste zangeressen ter wereld in huis had.", "paragraphs": ["Roxette, Bag of Trix.", "In november 1995 liepen Per Gessle en Marie Fredriksson de fameuze Abbey Road Studio’s binnen. De BBC had de twee, samen het popduo Roxette, gevraagd voor een akoestische sessie. De opnames zouden dienen ter promotie van de eerste hitverzamelaar van de twee, die met de ondertitel Don’t Bore Us – Get to the Chorus (Geen gedoe, op naar het refrein) het bedrijfsmotto van de Zweedse hitmachine samenvatte.", "Vier liedjes nam de band er op. Volgens Gessle allemaal in één enkele take. Binnen anderhalf uur was Roxette weer weg. Na de radio-uitzending werden de opnames B-kantjes of bootlegs, maar ze werden nooit officieel uitgebracht. De compilatie Bag of Trix verandert dat.", "Aantrekkelijke opnames", "De vier songs – hits The Look en Listen to Your Heart, single You Don’t Understand Me én Beatles-cover Help! (het was immers Abbey Road) – klinken knisperend vers en verrassend sterk. Met teruggeschroefd tempo wordt Help! een glanzende etalage voor de zangcapaciteiten van Fredriksson, die vrijwel elke schijnbaar weinig­zeggende tekst naar een hoger plan kon zingen. Een eigenschap die bij Roxette goed van pas kwam. De zangeres overleed een jaar geleden op 61-jarige leeftijd. Roxette is daarmee uiteraard verleden tijd.", "Wat rest is het opruimen van de zolder. Daar vond Gessle (61) nog materiaal genoeg om een box met vier albums mee samen te stellen. Het gaat om niet eerder uitgebrachte liedjes, remixes, demoversies en enkele live-opnames, die een ander beeld van de groep schetsen dan dat waarmee Roxette tussen 1989 en 1992 een reeks wereldhits scoorde.", "Bag of Trix bevat meer dan alleen materiaal dat slechts voor de grootste fans interessant is. Vooral de vroege demo’s zijn aantrekkelijk, omdat ze zo duidelijk tonen waarop de opvolgers van Abba hun succes fundeerden: de monumentale stem van Fredriksson, het melodiegevoel van liedschrijver Gessle en vooral de chemie tussen het tweetal. De rudimentaire, akoestische versies van Hotblooded, Joy of a Toy, Like Lovers Do bruisen van het spelplezier.", "Concertregistraties", "Twee liedjes bleven over uit de opnames van Roxettes laatste album Good Karma (2016) en gelden daarmee als het finale materiaal van het duo. Let Your Heart Dance With Me en Piece of Cake hebben beide de eigenschappen die de lichtgewichtpopkant van het duo zo vrolijk maakte: tekstregels die slechtst dienen om zo snel mogelijk naar het refrein te komen. Maar daar eenmaal aangekomen neurie je ze vanaf de eerste keer luisteren mee.", "De alternatieve mixes zijn voor het merendeel opvulling. Toch is het van de Bag of Trix-uitvoeringen van Soul Deep en The Big L (beide van de succesplaat Joyride uit 1991) verwonderlijk dat die het originele album niet haalden.", "Van de concertopnames valt vooral Cry – van het album Look Sharp! – uit 1988 op. Die toont dat Roxette op goede dagen ook live een van de beste zangeressen ter wereld in huis had."], "authors": ["Stefan Raatgever"], "keywords": ["grootste", "fans", "van", "het", "gessle", "voor", "en", "trix", "een", "interessant", "roxette", "op", "alleen", "bag", "niet", "dat", "die"], "pubDate": "2020-12-18T11:37:35Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}