{"id": "42faee4f-578b-3c86-8864-7c00fd7cd3ea", "title": "Kan PSV Schmidts befaamde snelwegvoetbal laten zien?", "url": "https://www.parool.nl/sport/kan-psv-schmidts-befaamde-snelwegvoetbal-laten-zien~bc428a10/", "summary": "Volgens data-analysebedrijf FBM steken de vleugelverdedigers van PSV die van Ajax – Noussair Mazraoui en Nicolás Tagliafico – dit seizoen naar de kroon, vooral in aanvallende zin.\nAlleen defensief scoren de backs van Ajax samen iets beter dan die van PSV.\nOpvallend is dat PSV als team veel terrein heeft goedgemaakt op Ajax ten opzichte van vorig seizoen.\nAjaxtrainer Louis van Gaal: “Toen Ronaldo voor PSV koos, zei ik: ‘Maar wij hebben Kluivert.’ Dat was natuurlijk bluf.\nRonaldo scoorde in beide duels met Ajax niet.", "paragraphs": ["Quincy Promes viert zijn winnende doelpunt tegen PSV. Beeld Getty Images", "Hoe eindigde Ajax-PSV vorig seizoen?", "In een 1-0 overwinning voor Ajax. Doelpunt: Quincy Promes. Hij had in september 2019 ook al gescoord in de uitwedstrijd tegen PSV (1-1).", "Op welke speler(s) richten we de schijnwerpers?", "Op de backs van beide clubs. Bij PSV heeft Philipp Max op links dezelfde aanvallende impulsen als Denzel Dumfries op rechts. Volgens data-analysebedrijf FBM steken de vleugelverdedigers van PSV die van Ajax – Noussair Mazraoui en Nicolás Tagliafico – dit seizoen naar de kroon, vooral in aanvallende zin. Max heeft al vijf assists achter zijn naam, slechts twee minder dan Ajaxaanvaller Antony. Alleen defensief scoren de backs van Ajax samen iets beter dan die van PSV. Opvallend is dat PSV als team veel terrein heeft goedgemaakt op Ajax ten opzichte van vorig seizoen. FBM meet nog maar weinig verschillen in verdedigende acties, opbouw, veldspel, dribbels en omschakeling. Aanvallend presteert Ajax wel beter, dat vertaalt zich ook in het aantal doelpunten van beide ploegen: 52 om 33.", "Is de hand van trainer Roger Schmidt al zichtbaar bij PSV?", "Ja en nee. PSV speelt (nog) niet het ‘snelwegvoetbal’ waarmee hij ooit Red Bull Salzburg liet razen (vraag het aan Frank de Boer), maar hij gaat ook in Eindhoven volstrekt eigenzinnig te werk. Schmidt durfde in de eerste maanden van het seizoen spelers om louter fysieke redenen te wisselen, óók zijn beste spelers, zelfs als de stand in de wedstrijd daar geen aanleiding toe gaf. De Duitse trainer wil maar één ding: met een topfitte spelersgroep vanaf aanstaande zondag een greep doen naar de macht in de eredivisie.", "Is zijn geschil met Mo Ihattaren opgelost?", "Ihattaren zat een tijdje op de bank, maar de 18-jarige middenvelder heeft zijn hoofd weer volledig bij voetbal. Schmidt gaf daar deze week iets meer duidelijkheid over: “Mo is absoluut een goede kerel, maar we waren niet blij met z’n instelling in de eerste maanden. Het is hem gelukt om dat te veranderen. De zon scheen niet altijd voor Mo in de laatste vijf maanden, maar voor zijn ontwikkeling was het misschien toch een belangrijke tijd.”", "Welk verhaal uit de oude doos komt in de aanloop naar dit duel naar boven?", "Dat zijn twee duels uit het seizoen 1994-1995. PSV had Ajax in de zomer van 1994 afgetroefd op de Braziliaanse transfermarkt. De jonge spits Ronaldo Luis Nazário de Lima koos voor een avontuur in Eindhoven, niet in Amsterdam. Ajaxtrainer Louis van Gaal: “Toen Ronaldo voor PSV koos, zei ik: ‘Maar wij hebben Kluivert.’ Dat was natuurlijk bluf. Ik kende Kluivert alleen van de A1.” PSV-Ajax eindigde op 23 oktober 1994 in 1-4. Na een kwartier hadden Ronald de Boer, Edgar Davids en Clarence Seedorf de radeloze PSV-defensie en doelman Stanley Menzo al kansloos gelaten. De thuiswedstrijd, op een nauwelijks bespeelbaar veld in het Olympisch Stadion, werd beslist door Kluivert. Hij maakte vlak voor tijd 1-0 uit een penalty. Ronaldo scoorde in beide duels met Ajax niet. Hij werd met 30 goals wel topscorer van de eredivisie, maar het kampioenschap ging naar Ajax."], "authors": ["Dick Sintenie"], "keywords": ["snelwegvoetbal", "van", "zijn", "ajax", "schmidts", "befaamde", "voor", "een", "psv", "zien", "kan", "op", "het", "maar", "niet", "laten"], "pubDate": "2021-01-08T09:42:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}