{"id": "42fe2994-598a-35f1-8825-7aa8c4c4ce83", "title": "Brand in de natuur hoeft geen ramp te zijn", "url": "https://volkskrant.nl/wetenschap/brand-in-de-natuur-hoeft-geen-ramp-te-zijn~b9dbfc4c/", "summary": "Kortom: een grote brand, voor Nederlandse begrippen.\nNiet als we er lering uit trekken, concludeerden onderzoekers van de Wageningen Universiteit die zich bogen over de oorzaken van de brand.\nVolgens de onderzoekers zullen twee projecten voor natuurherstel die toch al liepen in het gebied (‘Leegveld’ en ‘Peelkanalen’) de kans op brand aanzienlijk verminderen.\nZe komen neer op het ‘vernatten’ van de grond en het beperken van de hoeveelheid bos, waardoor plantensoorten in het gebied veranderen.\nMooie paradox: zelfs brand kan een oplossing zijn voor brandgevaar, zolang die gecontroleerd verloopt.", "paragraphs": ["Beeld Typex", "Het was de grootste en hardnekkigste natuurbrand van dit jaar in Nederland. De Deurnese Peel, een beschermd Natura 2000-veengebied, stond vanaf 20 april dagenlang in vuur en vlam. De brand bleef nog twee maanden smeulen en oplaaien. 710 van de 1.200 hectare kwam in de as te liggen, woningen moesten worden ontruimd, omwonenden hielden wekenlang last van rook. (Bodem)dieren kwamen om het leven, broedsels van vogels gingen verloren, evenals vlinderpoppen, rupsen en mierenkolonies. Brandweer, politie en defensie moesten eraan te pas komen om het vuur te blussen. Kortom: een grote brand, voor Nederlandse begrippen.", "Is de Deurnese Peel het voorland in een tijd van toenemende voorjaarsdroogte en hogere temperaturen? Niet als we er lering uit trekken, concludeerden onderzoekers van de Wageningen Universiteit die zich bogen over de oorzaken van de brand. Enkele weken geleden presenteerden zij hun conclusies en aanbevelingen.", "Er ging van alles mis op organisatorisch vlak (zo kampte de beheerder, Staatsbosbeheer, met een groot tekort aan brandslangen, waardoor de brand zich snel kon uitbreiden), maar interessanter is de les voor natuurbeheer. Urgent, nu natuurbranden zich door droogte en klimaatverandering alleen maar vaker zullen voordoen.", "De brand kon ontstaan doordat de vegetatie (voornamelijk het grasachtige pijpenstrootje en adelaarsvarens) nog niet was hersteld van de winter. De droogte en lage luchtvochtigheid vergrootten het brandgevaar, dat nog eens werd aangewakkerd door een sterke oostenwind, die doorgaans droger is dan die uit andere windstreken.", "Herstel", "De oplossing ligt in de natuur zelf, of beter: in natuurbeheer. Volgens de onderzoekers zullen twee projecten voor natuurherstel die toch al liepen in het gebied (‘Leegveld’ en ‘Peelkanalen’) de kans op brand aanzienlijk verminderen. Ze komen neer op het ‘vernatten’ van de grond en het beperken van de hoeveelheid bos, waardoor plantensoorten in het gebied veranderen. Het waterpeil verhogen en opgroeiende berken verwijderen, kortom.", "Zo zouden vlakten met brandbare varens, droog grasland (vooral dat alom aanwezige pijpenstrootje) en bos worden verminderd, en stukken met veenmos, heide en nat grasland worden gecreëerd.", "Die projecten waren al begonnen, maar pas over enkele jaren zullen ze volgens de onderzoekers maximaal effect hebben. Ook het maaien of laten begrazen van de gebieden leidt tot minder brandbaar materiaal, aldus de onderzoekers. Mooie paradox: zelfs brand kan een oplossing zijn voor brandgevaar, zolang die gecontroleerd verloopt.", "Dat laatste sluit goed aan bij de andere, algemene les: brand is niet alleen slecht voor de natuur. Vuur biedt ook kans en ruimte voor nieuwe organismen, de as vormt vaak een vruchtbare bodem voor nieuwe begroeiing. Ook in de Deurnese Peel werden kort na de brand alweer reeën, vossen en dassen gezien. De fitis, tjiftjaf, boompiepers en gekraagde roodstaart zongen vanaf de resterende boomtoppen, een wielewaal judeljode alsof er niets was gebeurd. Er is leven na de brand."], "authors": ["Jean-Pierre Geelen"], "keywords": ["natuur", "zijn", "van", "ramp", "voor", "brand", "en", "een", "geen", "te", "onderzoekers", "zich", "het", "hoeft", "zullen", "die"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}