{"id": "43006a0f-62b0-3ff3-9905-d2d79069afbb", "title": "Chinese premier brengt eerste bezoek aan Nederland", "url": "https://nos.nl/artikel/2254884-chinese-premier-brengt-eerste-bezoek-aan-nederland.html", "summary": "De Chinese premier Li Keqiang is voor een bezoek van twee dagen in Nederland.\nDaar heeft de Chinese premier ook een werklunch en praat hij met een aantal ministers.\nLi Keqiang is de eerste Chinese premier in veertien jaar die Nederland bezoekt.\nIn 2014 was de Chinese president Xi Jinping wel al in Nederland voor een staatsbezoek.\nNa zijn bezoek aan Den Haag gaat Li Keqiang naar Brussel voor de top tussen Europa en Azië.", "paragraphs": ["De Chinese premier Li Keqiang is voor een bezoek van twee dagen in Nederland. Hij is op het Binnenhof ontvangen door premier Rutte. Daar heeft de Chinese premier ook een werklunch en praat hij met een aantal ministers.", "Li Keqiang is de eerste Chinese premier in veertien jaar die Nederland bezoekt. In 2014 was de Chinese president Xi Jinping wel al in Nederland voor een staatsbezoek. Nederland en China zijn volgens Li Keqiang belangrijke handelspartners. Hij verwacht dat zijn bezoek nieuwe impulsen zal geven aan de samenwerking tussen de twee landen.", "Langlopende vriendschap", "\"Ik ben naar Nederland gekomen om onze langlopende vriendschap te vernieuwen en te verbeteren\", zegt Li Keqiang in de Chinese media. In China is opvallend veel aandacht voor zijn bezoek aan Nederland. Volgens Li Keqiang, premier sinds 2013, moeten de nieuwe zijderoutes die China over land en over zee aan het aanleggen is voor betere verbindingen tussen Nederland en China zorgen.", "De premier verwijst in de media ook naar de groeiende middenklasse in China. Volgens hem heeft die middenklasse steeds meer behoefte aan hoge kwaliteit goederen zoals producten uit Nederland.", "In het spoor van de premier reizen ook een paar Chinese ministers en een handelsdelegatie mee. De verwachting is dat er verdragen worden getekend op het gebied van onder meer luchtvaart, energie en financiën.", "Brussel", "De Chinese premier is vanavond te gast bij een diner met koning Willem-Alexander en koningin Máxima. Morgen heeft hij onder meer een ontmoeting met de voorzitters van de Eerste en Tweede Kamer. Ook houdt hij een toespraak op het Business Forum in Den Haag.", "Na zijn bezoek aan Den Haag gaat Li Keqiang naar Brussel voor de top tussen Europa en Azië."], "authors": [], "keywords": ["bezoek", "eerste", "nederland", "premier", "het", "li", "hij", "chinese", "een", "keqiang", "en", "aan", "brengt", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}