{"id": "430688ad-be19-302c-ad18-2f9e85e68e4a", "title": "Deze podcasts zijn de moeite waard om tijdens je kerstvakantie te luisteren", "url": "https://trouw.nl/cultuur-media/deze-podcasts-zijn-de-moeite-waard-om-tijdens-je-kerstvakantie-te-luisteren~b7baf97d/", "summary": "Trouw tipt twaalf podcasts die de moeite waard zijn om te beluisteren tijdens de kerstvakantie.\nDe Man en de MaanHoever wil iemand gaan om een van de grootste mysteries van het heelal bloot te leggen?\nDe Chinezen zijn bereid hem en zijn team een lift te geven.\nDe 25-jarige Max Monnikenberg (Harm Duco Schut) laat zich ompraten om als proefkonijn te dienen voor een sociaal podcastexperiment.\nRuben, die tobberiger blijkt dan Marijke, bespreekt zijn zorgen in zeven afleveringen met onder anderen een filosoof, een voedsel- en een afvalspecialist.", "paragraphs": ["Lekker vrij met kerst? Dan kunt u natuurlijk neerploffen voor de tv of het bordspel ‘Kolonisten van Catan’ uit de kast trekken. Maar het zou ook het moment kunnen zijn waarop u verslingerd raakt aan de podcast. Trouw tipt twaalf podcasts die de moeite waard zijn om te beluisteren tijdens de kerstvakantie.", "1. De Man en de Maan", "Hoever wil iemand gaan om een van de grootste mysteries van het heelal bloot te leggen? Helemaal tot de achterkant van de maan. De nieuwe podcast ‘De Man en de Maan’ volgt wetenschapper Marc Klein Wolt op zijn bizarre tocht in acht spannende, mooie gelaagde afleveringen.", "Het is de droom van Marc Klein Wolt om de babygeluiden van het heelal op te vangen, uit de periode net na de oerknal, uit de donkere tijd voor de sterren ontstonden. Die stemmetjes zijn nog altijd te horen, maar niet hier, op aarde. Wel op de achterkant van de maan. Daar is het lekker stil. Wat nu als je daar een radiotelescoop kunt neerzetten?", "Die droom krijgt vleugels als de astrofysicus onverwacht de kans krijgt in zee te gaan met de machtige Chinese ruimtevaartorganisatie. De Chinezen zijn bereid hem en zijn team een lift te geven. Naar de maan. China is in moordend tempo bezig de ruimte te veroveren. In 2014 zette het als derde land ooit een onbemand wagentje op de maan. Maar die achterkant, daar is nog nooit iemand geweest.", "Daarmee worden deze wetenschappers in één klap pionnetjes in een uitermate spannend geopolitiek steekspel, waarvan we de actuele zetten (rond chipmaker ASML, rond Huawei) dagelijks in de media kunnen volgen. Lees hier de hele recensie.", "2. De val van Sebrenica", "Het is alweer 25 jaar geleden dat de vredesmissie in Sebrenica faalde. De militairen van Dutchbat deden hun uiterste best, maar konden niet voorkomen dat er 8000 mannen en jongens werden vermoord. Wat gebeurde er nou precies in Srebrenica in 1995?", "De journalisten Marjolein Koster en Misha Melita waren allebei vier tijdens de val van Srebrenica. Al jaren kenden ze de verhalen, maar het bleef een abstracte geschiedenis. Daarom zochten ze het uit voor hun podcast ‘De val van Sebrenica’ die afgelopen zomer verscheen, precies op de dagen dat 25 jaar geleden de situatie escaleerde.", "Ze spraken voor hun project zowel oud-Dutchbatters als Bosniërs en leggen de geschiedenis en etnische spagaat van de regio helder uit. We horen bijvoorbeeld Alma Mustafic, zij woonde in de regio en vertelt hoe ze er met haar broer in de rivier speelde. Hoe het er prachtig en vredig was, hoe ze ze zich niet eens bewust was van haar etnische achtergrond. Hoe christenen en moslims allemaal samen leefden en hoe haar buren plots van vrienden veranderden in vijanden.", "Aan de hand van interviews en nieuwsfragmenten reconstrueerden Koster en Melita de gebeurtenissen in acht afleveringen, waarvan de eerste afgelopen zomer op 6 juli verscheen. Elke aflevering beschrijft de gebeurtenissen van die dag, 25 jaar geleden. De luisteraar wordt zo aan de hand meegenomen door de geschiedenis, alsof je er live bij bent. Maar het verhaal is zo indringend, dat het prima op elk moment in het jaar kan worden beluisterd.", "De Val van Srebrenica is een podcast van NTR en NPO Radio 1.", "3. Echt gebeurd", "Liefhebbers van waargebeurde verhalen moeten bij de podcast ‘Echt Gebeurd’ zijn. Ingeleid door de Nederlandse podcastpioniers en cabaratiers Micha Wertheim en Paulien Cornelisse vertellen mensen mooie, bijzondere of grappige verhalen over iets dat ze zelf hebben meegemaakt. Het idee voor de podcast is geïnspireerd op het Amerikaanse ‘The Moth’, ook een aanrader.", "4. Nice White Parents", "Van de makers van de uiterst succesvolle Serial-podcasts verscheen afgelopen zomer de vijfdelige serie ‘Nice White Parents’, uitgegeven door The New York Times. Maakster Chana Joffe-Walt duikt in de wereld van het van het onderwijssysteem van haar stad New York, of beter gezegd, wat er gebeurd wanneer goedbedoelende witte ouders zich gaan bemoeien met een openbare basisschool in en achtergestelde buurt.", "Dat lijkt een taai onderwerp, ook nog eens omdat het misschien wat ver van het Nederlandse bed staat: het Amerikaanse onderwijsstelsel verschilt immers nogal van het onze. Maar de serie gaat over meer dan dat onderwijsstelsel: het gaat over de hypocrisie van de witte middenklasse. Over hoe die vaak iets ondernemen onder het mom van ‘dat is goed voor de maatschappij’, maar dat het uiteindelijk toch vooral henzelf ten goede komt. Dat blijkt bijvoorbeeld als er druk campagne is gevoerd door ouders voor een openbare school in de buurt, omwille van de sociale cohesie - maar dat al die ouders stuk voor stuk hun eigen kinderen naar privéscholen blijven sturen.", "‘Nice White Parents’ is een doorwrocht en boeiend inkijkje in dat aparte Amerikaanse onderwijssysteem, maar ook in de hedendaagse Amerikaanse samenleving.", "5. Tijdlijn", "In ‘Tijdlijn’ worden historische radio-interviews en -reportages afgestoft. Radiomomenten die onterecht in de vergetelheid zijn geraakt, worden, gekoppeld aan de actualiteit, opnieuw afgespeeld. Een interview met Remco Campert bijvoorbeeld, of een reportage over de Elfstedentocht van 1941.", "6. ‘Gothrecht’", "Heimwee naar kantoor? Luister dan naar de podcast ‘Gothrecht’ van Pepijn Lanen – bekend van rapformatie ‘De Jeugd van Tegenwoordig’. Lanen schreef en regisseerde een absurdistisch sprookje in zes delen over het kantoorleven. Lees hier de hele recensie.", "Gothrecht is onder meer te beluisteren via de site van de VPRO en NPO Radio 1.", "7. Lock Down", "In de podcast ‘Lock Down’ hoor je hoe het er achter andere voordeuren aan toegaat. Nu, tijdens de tweede lockdown, heeft de Man zijn Microfoon weer opgepakt.", "Als er één woord is dat dit jaar perfect samenvat, dan is het wel ‘lockdown’. Chris Bajema, de man achter de veelgeprezen podcast ‘Man met de Microfoon’, had dus best een vooruitziende blik toen hij vóór Ruttes eerste coronapersconferentie op 12 maart al nadacht over de serie ‘Lock Down’ – die hij diezelfde avond startte. Om samen toe te werken naar 1 juni, het einde van de lockdown.", "Een gouden greep. Want in de lockdown werd onze wereld kleiner, en kleine zorgen werden groter. Je had behoefte aan lichtpuntjes, tegenover de diepe put waar meerdere media je dagelijks in praatten. Dus hoe gaat zo’n lockdown eraan toe, achter andere voordeuren? Lees hier de hele recensie.", "Man met de Microfoon is te beluisteren via iTunes of Stitcher, of op manmetdemicrofoon.nl.", "8. Staatsgeheim", "Waarom kiest een jonge student, een ‘niksige hockeybal’ die nooit iets tekort is gekomen in zijn leven, voor een primitief avontuur? Om de enige reden die hem als egoïstische hedonist in beweging kan krijgen: geld. Alleen heeft de hoofdpersoon in ‘Staatsgeheim’ geen idee waar hij zich werkelijk voor heeft opgegeven.", "De 25-jarige Max Monnikenberg (Harm Duco Schut) laat zich ompraten om als proefkonijn te dienen voor een sociaal podcastexperiment. Drie weken moet hij afgezonderd doorbrengen in een hut in het bos, ergens op een militair oefenterrein op de Veluwe. Zonder eten, zonder mobieltje, volledig zelfvoorzienend. Het enige dat hij hoeft te doen: elke dag zijn belevenissen bijhouden met een voicerecorder. Maakt hij de drie weken vol, zonder op de noodknop te drukken, dan krijgt hij achtduizend euro.", "Hij hoeft niet eens alleen het bos in; hij krijgt gezelschap van ene Leon Crone (Loek Hennipman), die hij pas ontmoet op de dag dat ze gedropt worden. Qua uiterlijk zijn evenbeeld, qua karakter kunnen ze niet meer verschillen.", "Leon maakt bogen en brandnetelthee; Max vertrouwt overduidelijk op de achtervang in de vorm van de geavanceerde stappenteller om hun pols en de eerder genoemde noodknop. Ondanks die totaal andere levenshouding redden ze het prima samen. Niks aan het handje, behalve de verveling die toeslaat.", "Tot ze, met nog vijf dagen wildernis te gaan, bij een bosmeertje zitten en iets onmogelijks zien. Lees hier de hele recensie.", "9. ‘The Anthropocene Reviewed’", "Hotdog-eetwedstrijden, de pest en zonsopgangen: in ‘The Anthropocene Reviewed’ recenseert de Amerikaanse jeugdboekenschrijver John Green ‘verschillende facetten’ van het huidige tijdperk, het Antropoceen, waarin de menselijke impact op de planeet steeds zichtbaarder wordt. Het resultaat is even absurd als diepgaand.", "10. Ronnie, op zoek naar een utopie", "De lijst jonge vaders die in boeken, films en tv-programma’s tegenwoordig vertellen over de nieuwe fase in hun leven is schier eindeloos. In de podcast ‘Ronnie, op zoek naar een utopie’ is het aanstaande vader Ruben Pest (34) die hoopt op een goed leven voor zijn zoon, die nog in de buik van zijn vriendin Marijke zit. Ruben, die tobberiger blijkt dan Marijke, bespreekt zijn zorgen in zeven afleveringen met onder anderen een filosoof, een voedsel- en een afvalspecialist. Dat klinkt zwaar, en is het soms ook, maar elke keer weet Ruben met humor weer met beide benen op de grond terug te komen. Lees hier verder.", "En dan is er nog de podcast De Roomse Loper van Trouw-redacteur Stijn Fens en Vaticaankenner Christian van der Heijden. Zij praten u om de twee weken bij over de stand van zaken in de katholieke wereld. De afleveringen kunt u hier beluisteren."], "authors": ["Redactie Trouw"], "keywords": ["zijn", "van", "moeite", "kerstvakantie", "en", "waard", "om", "een", "voor", "podcasts", "te", "luisteren", "op", "het", "tijdens", "dat", "die", "je"], "pubDate": "2020-12-25T09:34:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}