{"id": "4306072b-b93d-378c-aceb-d0ebec23a09b", "title": "Haagse bronnen na beraad op Catshuis: lockdown vanwege coronamaatregelen wordt met drie weken verlengd", "url": "https://www.dvhn.nl/groningen/Haagse-bronnen-na-beraad-op-Catshuis-lockdown-vanwege-coronamaatregelen-wordt-verlengd-met-drie-weken-26347086.html", "summary": "De lockdown vanwege de coronamaatregelen wordt vrijwel zeker met drie weken verlengd.\nVoor bepaalde sectoren wordt het financiële steunpakket uitgebreid.\nVolgens Haagse bronnen is dat de uitkomst van beraad op het Catshuis.\nHalf december maakte het kabinet bekend dat scholen en niet-essentiële winkels dicht zouden gaan, de scholen tot 18 januari en de winkels tot 20 januari.\nDe komende dagen zijn er nog meer overleggen.", "paragraphs": ["De lockdown vanwege de coronamaatregelen wordt vrijwel zeker met drie weken verlengd. Voor bepaalde sectoren wordt het financiële steunpakket uitgebreid. Volgens Haagse bronnen is dat de uitkomst van beraad op het Catshuis.", "Dat meldt de NOS.", "Op het Catshuis overlegden de meest betrokken bewindslieden weer met hun vaste adviseurs, onder wie RIVM-directeur Van Dissel. Waarschijnlijk komen er geen versoepelingen, maar ook geen verzwaringen van de coronamaatregelen.", "Half december maakte het kabinet bekend dat scholen en niet-essentiële winkels dicht zouden gaan, de scholen tot 18 januari en de winkels tot 20 januari. Omdat de besmettingscijfers nog steeds hoog zijn, hebben verschillende deskundigen gepleit voor verlenging van de maatregelen.", "Niet optimistisch", "Leden van het kabinet wilden de afgelopen week niet te veel vooruitlopen op wat er gaat gebeuren, maar lieten zich al niet optimistisch uit over eventuele versoepelingen.", "De komende dagen zijn er nog meer overleggen. Dinsdag worden knopen doorgehakt en die avond is er dan weer een persconferentie van premier Mark Rutte en minister Hugo de Jonge van Volksgezondheid."], "authors": [], "keywords": ["drie", "winkels", "wordt", "weer", "er", "zijn", "lockdown", "vanwege", "met", "van", "en", "tot", "verlengd", "weken", "voor", "coronamaatregelen", "op", "haagse", "het"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}