{"id": "430bac9e-7755-3633-867a-556cf5562056", "title": "Ruimtevaart in 2021: Drukte op maan en Mars, veel nieuwe voertuigen", "url": "https://nu.nl/wetenschap/6099865/ruimtevaart-in-2021-drukte-op-maan-en-mars-veel-nieuwe-voertuigen.html", "summary": "Meerdere missies vertrekken naar de maan, verschillende voertuigen moeten op Mars gaan landen en een fors aantal commerciële bedrijven willen voor het eerst hun nieuwe raketten lanceren.\nNaar verwachting wordt het ook het jaar waarin de Amerikaanse ruimtevaartorganisatie NASA werkt aan haar uitstelgedrag.\nNog een ander ruimtevaartuig zet dit jaar het vizier op het ISS: de 'minispaceshuttle' Dream Chaser.\nZo moet Artemis 1 gaan plaatsvinden: de allereerste missie van de opvolger van het Apollo-programma uit de jaren zestig en zeventig.\nDe Verenigde Arabische Emiraten stuurden als eerste Arabische land een missie naar een andere planeet.", "paragraphs": ["2021 wordt een druk jaar voor de ruimtevaart. Meerdere missies vertrekken naar de maan, verschillende voertuigen moeten op Mars gaan landen en een fors aantal commerciële bedrijven willen voor het eerst hun nieuwe raketten lanceren. Wat staat er zoal op de agenda?", "Dit jaar hopen veel bedrijven hun kersverse ruimtevaartinitiatieven (letterlijk) van de grond te krijgen. Zo willen bijna dertig bedrijven in 2021 gaan laten zien dat hun kleine raketten werken.", "Grote bedrijven als SpaceX en Blue Origin hebben de lanceringen van aanzienlijk grotere voertuigen. Zo hoopt SpaceX de 120 meter hoge Starship de ruimte in te krijgen en Blue Origin wil de bijna 100 meter hoge New Glenn aan de wereld presenteren.", "Naar verwachting wordt het ook het jaar waarin de Amerikaanse ruimtevaartorganisatie NASA werkt aan haar uitstelgedrag. De langverwachte James Webb-ruimtetelescoop moet in oktober gelanceerd worden, terwijl dit al tien jaar eerder had moeten gebeuren.", "Ook belooft NASA dat het Space Launch System (SLS) dit jaar voor het eerst moet opstijgen. De lancering van de, volgens NASA, grootste en krachtigste raket tot nu toe stond eigenlijk gepland voor 2017.", "Meerdere voertuigen voor bemande ruimtevaart, China bouwt ruimtestation", "SpaceX haalde afgelopen september een mijlpaal door als eerste commerciële ruimtevaartbedrijf astronauten met een eigen raket en capsule te lanceren. De directe concurrent van SpaceX, Boeing, hoopt de opgelopen achterstand op het bedrijf in te halen met de eigen capsule Starliner.", "Starliner is de directe concurrent van de SpaceX-capsule Crew Dragon. Bij de eerste testvlucht in 2019 lukte het Boeing niet om het internationale ruimtestation (ISS) te bereiken. Boeing doet in maart een tweede poging.", "Nog een ander ruimtevaartuig zet dit jaar het vizier op het ISS: de 'minispaceshuttle' Dream Chaser. Dit ruimteschip moet zowel bemand als onbemand kunnen vliegen in een lage baan om de aarde en kan bijvoorbeeld voorraden naar het ISS brengen.", "Als alles volgens plan gaat, gaat China dit jaar ook van start met een eigen bemande ruimtevaartprogramma. Zij gaan verder dan alleen raketten en capsules: de Chinezen hopen dit jaar de bouw van een eigen ruimtestation te beginnen en dit station te laten bezoeken met bemande vluchten.", "6067 Bekijk hier de eerste vlucht van de 'minispaceshuttle'", "Veel verkeer naar de maan, Rusland hervat Sovjet-programma", "In september 2019 stortte de Indiase missie Chandrayaan-2 neer op de oppervlakte van de maan. Dit jaar probeert de Indiase ruimtevaartorganisatie het opnieuw met Chandrayaan-3. Als dit lukt wordt India het vierde land na Rusland, de VS en China om op de maan te landen.", "Rusland wil in oktober het Sovjetmaanverkenningsprogramma Luna voortzetten. De Sovjet-Unie schreef geschiedenis met Luna, toen Luna 2 het eerste door mensen gemaakte object werd om succesvol de maan te bereiken. De laatste Luna-missie was Luna 24 in 1976. Met Luna 25 wil Rusland een lander op de zuidpool van de maan zetten.", "Tegelijkertijd gaat NASA de eerste concrete stappen zetten voor de Amerikaanse terugkeer naar de maan. Zo moet Artemis 1 gaan plaatsvinden: de allereerste missie van de opvolger van het Apollo-programma uit de jaren zestig en zeventig. Dit wordt dan zowel de eerste vlucht van de eerder genoemde SLS-raket, als de eerste maanvlucht van de (onbemande) capsule Orion. Mogelijk wordt deze missie nog uitgesteld naar 2022.", "34 India lanceert eerste maanlander naar zuidelijk deel maan", "Drukte op de Rode planeet", "Drie landen lanceerden in juli 2020 een missie naar Mars. China stuurde de Tianwen-1-missie, die uit zowel een satelliet als een lander bestaat. Als de lander in april succesvol neerkomt op de oppervlakte van de rode planeet, wordt China het derde land om ooit voet op Mars te zetten.", "De Verenigde Staten lanceerden de Perseverance-rover, die vanaf februari moet gaan zoeken naar sporen van leven. De Verenigde Arabische Emiraten stuurden als eerste Arabische land een missie naar een andere planeet. De 'Hoop'-satelliet moet in februari aankomen en gaat dan de atmosfeer van Mars onderzoeken."], "authors": ["Door", "Thomas Kragten"], "keywords": ["veel", "van", "het", "ruimtevaart", "maan", "naar", "en", "nieuwe", "een", "jaar", "eerste", "dit", "op", "te", "mars", "voertuigen", "drukte", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}