{"id": "43125887-d811-32fa-824f-ac4617ae179c", "title": "Omtzigt verdient navolging in strijd tegen bestuurlijke vluchtigheid", "url": "https://volkskrant.nl/columns-opinie/omtzigt-verdient-navolging-in-strijd-tegen-bestuurlijke-vluchtigheid~b29ad724/", "summary": "Zonder twijfel zal de commissie in het eindverslag concluderen dat het niet handig is als een departement (Sociale Zaken) beleid maakt dat door een ander departement (Financiën) moet worden uitgevoerd.\nDaarvoor is in de eerste plaats een cultuurverandering nodig die leidt tot iets meer analytisch inzicht, geheugen en probleemoplossend vermogen op de ministeries en op het Binnenhof.\nBijna niemand die er in 2013 bij was toen de zaak begon te ontsporen, is er ook nu nog bij betrokken.\nBehalve CDA-Kamerlid Pieter Omtzigt, niet toevallig een van de mensen die het probleem boven water haalde.\nIn eigen persoon vertegenwoordigt hij inmiddels de strijd tegen de politieke en bestuurlijke vluchtigheid.", "paragraphs": ["De toeslagenaffaire legt een cultuurprobleem bloot: de lange adem moet terug in het landsbestuur.", "In twee weken van verhoren door de parlementaire commissie Kinderopvangtoeslag hebben de topambtenaren en de bewindslieden van de ministeries van Financiën en Sociale Zaken een ontluisterend beeld opgetrokken van het functioneren van de overheid in deze zaak. Het zal de commissie niet lukken een schuldige aan te wijzen voor de ellende waarin duizenden ouders zijn gestort. Het probleem is juist dat er zoveel schuldigen zijn: al die mensen die ergens in de jaren na 2013 wel constateerden dat de zaak ­ontspoorde, dat soms ook wel aankaartten maar vervolgens zagen dat er weinig mee gebeurde en het er dan toch maar bij lieten zitten.", "Er zijn natuurlijk factoren te benoemen die daaraan hebben bijgedragen. Zonder twijfel zal de commissie in het eindverslag concluderen dat het niet handig is als een departement (Sociale Zaken) beleid maakt dat door een ander departement (Financiën) moet worden uitgevoerd. Dat is een garantie voor ruis op de lijn. Zonder twijfel ook zal de commissie zoeken naar manieren om ambtenaren makkelijker toegang te geven tot beleidsmakers en Kamerleden: de leemlaag boven de werkvloer van de uitvoeringsorganisaties is nu zo dik dat praktische problemen er vaak niet doorheen weten te dringen.", "Een garantie dat zich niet nog eens zo’n debacle kan voltrekken, is dat allemaal nog niet. Daarvoor is in de eerste plaats een cultuurverandering nodig die leidt tot iets meer analytisch inzicht, geheugen en probleemoplossend vermogen op de ministeries en op het Binnenhof. Dat is niet zomaar per decreet af te kondigen, maar het zou al helpen als zowel de ambtenarij als de politiek eens stopt met de neiging om iedereen binnen een tijdsspanne van slechts enkele jaren te laten rouleren.", "In de toeslagenaffaire ging veel mis doordat mensen op alle niveaus onvoldoende werden geïnformeerd door hun voorgangers. Bijna niemand die er in 2013 bij was toen de zaak begon te ontsporen, is er ook nu nog bij betrokken. Behalve CDA-Kamerlid Pieter Omtzigt, niet toevallig een van de mensen die het probleem boven water haalde. In eigen persoon vertegenwoordigt hij inmiddels de strijd tegen de politieke en bestuurlijke vluchtigheid. Hij verdient navolging."], "authors": ["Raoul Du Pré"], "keywords": ["van", "bestuurlijke", "het", "op", "die", "verdient", "strijd", "omtzigt", "navolging", "dat", "vluchtigheid", "een", "te", "niet", "en", "er", "tegen"], "pubDate": "2020-11-26T17:10:24+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}