{"id": "4317e960-6e2d-34d6-a05f-0ae8ca0486de", "title": "Opiniemakers zijn mensen die doorlopend domme dingen zeggen, maar met argumenten erbij", "url": "https://volkskrant.nl/columns-opinie/opiniemakers-zijn-mensen-die-doorlopend-domme-dingen-zeggen-maar-met-argumenten-erbij~bcf7e2a4/", "summary": "Op een dag ontdekte hij dat mensen wel luisterden wanneer hij in elke zin een moeilijk woord gebruikte.\nOpiniemakers zijn mensen die doorlopend hele domme dingen zeggen, maar wel met een stuk of drie argumenten erbij.\nMaar het grootste probleem van mensen met verstand van zaken is dat ze meestal geen oerdomme dingen zeggen.\nOok op conferenties duikt regelmatig een opiniemaker op, daar leuken ze de boel op voor veel geld.\nIk stel me zo voor dat er een opinie-academie is, ergens op de Veluwe in een grote witte villa met een bordes en een oprijlaan.", "paragraphs": ["Niet alle moderne verschijnselen hoeven we goed te keuren. Er zijn zaken waar we ons tegen ­kunnen, nee, móéten verzetten. Katinka Polderman heeft een prikkelende opinie over de opiniemaker zelf.", "In 1620 woonde er in Baarsdorp een slagersknecht die Lodewijk Pauluszoon heette. Hij gaf bijzonder graag zijn mening, maar niemand luisterde omdat hij vooral domme dingen zei. Op een dag ontdekte hij dat mensen wel luisterden wanneer hij in elke zin een moeilijk woord gebruikte. Algauw mocht hij overal zijn mening komen geven voor geld, begon hij zichzelf serieus te nemen en had hij geen tijd meer om kadavers uit te benen. Zo ontstond het nobele ambacht van opiniemaker.", "Opiniemakers zijn mensen die doorlopend hele domme dingen zeggen, maar wel met een stuk of drie argumenten erbij. Ze spreken netjes en gebruiken in elke zin minimaal één duur synoniem waar een makkelijk woord ook zou volstaan. Daardoor lijkt het alsof ze hele gewichtige dingen zeggen. Hun uitspraken worden daarom ook niet ‘dom’ genoemd maar ‘controversieel’.", "Opiniemaker is een vreselijk zwaar beroep. Want het woord zegt het al: de opiniemaker maakt opinies. Opinies die er nog niet waren. En omdat er al zo ontzettend veel opinies zijn moet de opiniemaker vreselijk zijn best doen telkens een opinie te maken die zo vergezocht is dat-ie er nog niet was. Die zet de opiniemaker dan in de krant zodat wij weten wat voor nieuwe opinie de opiniemaker heeft gemaakt. ‘Gebrek aan emancipatie is de schuld van vrouwen’, bijvoorbeeld, of ‘oude mensen mogen dood’. De moeilijke woorden en de argumenten die erbij horen hoeven we alleen nog maar even uit ons hoofd te leren om de opinie zelf te kunnen gebruiken.", "Behalve in de krant mag de opiniemaker zijn mening ook geven in talkshows waar evengoed iemand met verstand van zaken had kunnen zitten. Maar het grootste probleem van mensen met verstand van zaken is dat ze meestal geen oerdomme dingen zeggen. En over mensen die geen oerdomme dingen zeggen wordt niet getwitterd of gecolumneerd. Wanneer een talkshow zijn kijkcijfers ziet wegzakken scrollt men in de redactietelefoon dus nerveus naar de O van opiniemaker en zit nog diezelfde avond een opiniemaker een stomvervelende discussie (‘debat’) te voeren, met woedend getwitter tot gevolg. De dag erna stemt iedereen af op de talkshow om te kijken wat daar toch steeds voor spannends gebeurt. Maar ja. Die avond zit daar geen opiniemaker maar gewoon René Froger met zijn mening over het Internationaal Monetair Fonds of een pleidooi voor terugkeer naar een feodaal systeem. Deze gang van zaken is weer een ander probleem, daar hebben we het misschien later nog wel eens over.", "Ook op conferenties duikt regelmatig een opiniemaker op, daar leuken ze de boel op voor veel geld. In dit geval worden de domme dingen die ze zeggen niet ‘controversieel’ genoemd, maar ‘prikkelend’.", "Ik stel me zo voor dat er een opinie-academie is, ergens op de Veluwe in een grote witte villa met een bordes en een oprijlaan. Jongens en meisjes vol dromen over een bestaan aan een talkshowtafel of op de ingezonden-brievenpagina van een krant leren daar de fijne kneepjes van het opiniemakersambacht. Ze krijgen vakken als drogredeneren, logopedie en methodacting aan grote ovalen tafels met in het midden een glaasje oudbakken kaasknabbels.", "‘Veel pauzes laten vallen!’, zegt een docent dan, ‘dan lijkt het alsof je iets belangrijks hebt gezegd waarover mensen even moeten nadenken!’", "Of: ‘Emosies willen de mensen, emóóósies!’ roept een docent tegen een leerling-opiemaker, ‘Ik wil je praatje nog een keer horen, maar nu met ingehouden tranen. Doe maar vanaf ‘Lageropgeleid, ik wil dat woord nooit-meer-horen’, op mijn klap.’", "En zo krijgen we steeds meer opiniemakers, die steeds meer ‘controversiële’ opinies maken die ze allemaal ergens willen vertellen. Straks komen we nog talkshows tekort."], "authors": ["Katinka Polderman"], "keywords": ["opiniemaker", "doorlopend", "van", "mensen", "erbij", "het", "maar", "met", "zijn", "die", "op", "zeggen", "een", "en", "opiniemakers", "te", "domme", "dingen"], "pubDate": "2020-12-10T15:00:25+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}