{"id": "431a610f-dbe0-3cc2-a5e6-035420d900e4", "title": "Kerstkoningin Mariah Carey laat weinig uit haar turbulente leven onbesproken", "url": "https://nrc.nl/nieuws/2020/12/17/kerstkoningin-mariah-carey-laat-weinig-uit-haar-turbulente-leven-onbesproken-a4024257", "summary": "In december 2019 trad Mariah Carey op in een uitverkocht Madison Square Garden in New York, met een speciale kerstshow.\nOoit gold ze als de belangrijkste artiest van platenmaatschappij Sony, en was ze een wereldster.\nHet is een verrassend boek, waarin de nu 50-jarige kerstkoningin weinig details uit haar turbulente leven onbesproken laat.\nDe vijf singles van haar debuut uit 1990, haalden alle de eerste plaats van de hitparade, een record.\nDat betekent dat ze breekt met het deel van haar familie dat haar als werkgever en geldbron beschouwt.", "paragraphs": ["In december 2019 trad Mariah Carey op in een uitverkocht Madison Square Garden in New York, met een speciale kerstshow. Het publiek van 20.000 man zong mee met haar bekendste song, ‘All I Want For Christmas Is You’. Carey zag haar kinderen, Roc en Roe, in de coulissen, ze zag de blijde gezichten in de zaal, de witte confetti die naar beneden dwarrelde, en bedacht: ‘We zijn hier verenigd, ieder in ons universum van kerstgedachten.’ Haar volgende ingeving was: ‘Ik ben compleet.’", "Mariah Careys zangcarrière duurt inmiddels ruim dertig jaar. In die periode had Carey duizelingwekkende hitsuccessen, ze vergaarde miljoenen fans en riante financiële beloningen. Ooit gold ze als de belangrijkste artiest van platenmaatschappij Sony, en was ze een wereldster. Het hitsucces is de afgelopen jaren minder, maar hoe haar muzikale toekomst ook verder loopt, er is altijd één zekerheid: iedere december wordt ‘All I Want For Christmas Is You’ opnieuw gewaardeerd. Het door haarzelf geschreven kerstlied uit 1994 werd een klassieker: zowel dansbaar als zwijmelend, met een universeel thema (liefde) en een onweerstaanbare stijl (van girlgroups uit de jaren zestig, zoals The Ronettes).", "Cover van The Meaning of Mariah Carey.", "Het geluksmoment in Madison Square Garden, waar familie, fans en spiritualiteit samenkwamen komt voor in haar autobiografie The Meaning of Mariah Carey, die Carey schreef met co-auteur Michaela Angela Davis. Het is een verrassend boek, waarin de nu 50-jarige kerstkoningin weinig details uit haar turbulente leven onbesproken laat. Muziek en humor hebben haar erdoorheen gesleept, zegt ze, door de problemen die de dochter van een zwarte vader en een witte moeder, als jongste kind met een gewelddadige broer en zus, meemaakte. Ouders gescheiden, weinig geld, dertien keer verhuisd, gepest op school, politie-invallen wegens huiselijk geweld, wisselende vaderfiguren – dat waren de omstandigheden van haar jeugd. Die jeugd eindigde op haar twaalfde, toen ze begon te zingen voor publiek. Dat was ‘het enige goede’ aan haar moeder: zij hield van muziek en had vrienden die thuis of in cafés samen musiceerden. Mariah zong de bekende jazznummers mee. Haar stem viel op, een schoolvriendinnetje zei ooit: „Als jij zingt, lijkt het alsof er instrumenten meedoen. Er zit muziek in jouw stem.” Later, toen ze hem haar eerste opnamen liet horen, riep haar vader uit: „Je klinkt als alle drie de Pointer Sisters tegelijk.”", "Een record", "Haar vermogen om de noten zuiver te treffen en hoogkrullende uithalen te kwinkeleren, leverde werk op. Eerst als achtergrondzangeres, eindelijk zelfstandig in een kamer in New York, slapend op een getimmerde verhoging boven het aanrecht, met een budget van een dollar per dag. Ze moest kiezen tussen een metrorit of ontbijten met één bagel.", "Al snel werd ze opgemerkt door producers en collega-muzikanten die haar zelfgeschreven liedjes hoorden. De ontmoeting met Tommy Mottola, hoofd van Sony Music, zou haar leven veranderen. Niet alleen voorspelde hij haar ‘groter succes dan Michael Jackson’, ze werd zijn vrouw, en voornaamste muzikale project. De vijf singles van haar debuut uit 1990, haalden alle de eerste plaats van de hitparade, een record. Het huwelijk was een drama, Mottola bespioneerde haar en was eeuwig jaloers. Ook na de scheiding, in 1998, kon Carey haar succes voortzetten, dankzij slim onderhandelen en muzikaal inzicht.", "Haar achtergrond is een van de belangrijkste onderwerpen van dit verhaal. Met haar vader en zijn familie was weinig contact, hun cultuur bleef op afstand. Door de mensen in haar woonplaats Long Island (New York) werd haar zwarte origine meestal niet herkend; maar ondertussen was ze altijd bang dat iemand het zou ontdekken: ‘half of me was black and all of me was poor’.", "Lees ook: Waarom de hit van Mariah Carey zo ontzettend kerstachtig aanvoelt", "Eigen weg", "Uiteindelijk ziet ze het zwart-zijn juist als winst. Zo bang ze als kind was voor de reactie van klasgenoten op haar afkomst (‘You’re a nigger!’), zo nijdig is ze later als deze achtergrond wordt miskend.", "Ook als zangeres verdiept ze zich in de cultuur. In de jaren negentig voorziet ze al snel dat hiphop een succes wordt. Ze overtuigt de nog huiverige kopstukken bij Sony dat ze hiphop moeten uitbrengen, werkt ze samen met de grote namen zoals Jay-Z en Snoop Dogg, en besluit ze dat ze zelf wat ruiger mag worden, minder ‘gemanicuurd en gepolijst’. Ze wil losbreken, met hulp van de erfenis van vaders kant.", "Careys muzikale ontwikkeling loopt parallel aan haar spirituele ontwikkeling. Geïnspireerd door geestelijk leiders in de kerk en enkele therapeuten, kiest ze voortaan haar eigen weg. Dat betekent dat ze breekt met het deel van haar familie dat haar als werkgever en geldbron beschouwt. Ze onderhandelt zelf haar contracten (80 miljoen voor een deal met Virgin, in 2001) en besluit dat ze de zwangerschap van een tweeling wil volbrengen, ook al wankelt de relatie met hun vader. Ze had flops en tegenvallende reacties van het publiek, onder andere op de film Glitter (2001) en het gelijknamige album. Maar haar humor is ongebroken. Ook in dit boek worden de moeilijk episodes luchtig geformuleerd. Zo krijgt hun buitenhuis in Hillsdale, New York, waar Tommy Mottola haar min of meer gegijzeld hield, de bijnaam Hillsjail. En over haar eerste publishing-contract met Sony, van een miljoen dollar, zegt ze, verwijzend naar haar armoedige begintijd: „Daar kun je heel wat bagels voor kopen.”", "Boeken Mariah Carey & Michaela Angela Davis: The Meaning of Mariah Carey. Henry Holt & Company, 368 blz. € 20,90 ●●●●●"], "authors": ["Hester Carvalho", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "onbesproken", "uit", "carey", "een", "het", "turbulente", "leven", "weinig", "laat", "en", "ze", "kerstkoningin", "als", "op", "haar", "met", "mariah"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}