{"id": "4326766b-d946-335b-8908-98b5d06094d8", "title": "Steeds minder schadelijke stoffen de lucht in, alleen ammoniak blijft hardnekkig", "url": "https://volkskrant.nl/nieuws-achtergrond/steeds-minder-schadelijke-stoffen-de-lucht-in-alleen-ammoniak-blijft-hardnekkig~be7d8286/", "summary": "Beeld Hollandse HoogteDit blijkt uit een maandag gepubliceerd rapport van het Planbureau voor de Leefomgeving, TNO en het RIVM.\nDe Europese afspraken zijn bedoeld om de uitstoot van luchtvervuilende stoffen als fijnstof, ammoniak en zwaveldioxide terug te dringen.\nDeze stoffen verhogen het risico op gezondheidsproblemen, waaronder hart-, vaat- en longziekten, en schaden in geval van stikstofoxiden en ammoniak ook de natuur.\nVan alle luchtvervuilende stoffen daalde de uitstoot tussen 2005 en 2018 en de daling zal naar verwachting doorzetten.\nEn het is dus maar de vraag of zelfs dit haalbaar is.’", "paragraphs": ["Zeeuwse boer bemest zijn land met op de achtergrond de chemische industrie van de Antwerpse haven en de kerncentrale van Doel. Beeld Hollandse Hoogte", "Dit blijkt uit een maandag gepubliceerd rapport van het Planbureau voor de Leefomgeving, TNO en het RIVM. De Europese afspraken zijn bedoeld om de uitstoot van luchtvervuilende stoffen als fijnstof, ammoniak en zwaveldioxide terug te dringen. Deze stoffen verhogen het risico op gezondheidsproblemen, waaronder hart-, vaat- en longziekten, en schaden in geval van stikstofoxiden en ammoniak ook de natuur.", "Van alle luchtvervuilende stoffen daalde de uitstoot tussen 2005 en 2018 en de daling zal naar verwachting doorzetten. Zo nam de fijnstofuitstoot van verkeer in die tijd met 68 procent af, mede dankzij roetfilters in dieselauto’s. Ook lijkt Nederland op weg om bijna alle Europese doelstellingen tot 2030 te halen.", "Om dit laatste te berekenen, wogen de onderzoekers de verwachte effecten mee van bestaande maatregelen en nieuwe beleidsplannen die er op 1 mei lagen. Het gaat daarbij ook om voorgenomen plannen die nog niet officieel zijn goedgekeurd door het parlement, maar wel concreet genoeg zijn uitgewerkt om mee te rekenen. Plannen die nog te vaag zijn, onder meer naar aanleiding van de stikstofcrisis en het Klimaatakkoord, tellen dus niet mee in de ramingen.", "Aannames", "Hier zitten natuurlijk de nodige aannames onder, het kan altijd anders lopen dan verwacht, zegt Maarten Krol, hoogleraar luchtkwaliteit aan de Universiteit van Wageningen en niet betrokken bij het onderzoek. Misschien valt de verkoop van schonere voertuigen tegen, bijvoorbeeld. ‘Maar als je kijkt naar de afgelopen twintig jaar, kun je niet anders concluderen dan dat emissies omlaag zijn gegaan door gemeenschappelijk beleid van de EU. Dat is prijzenswaardig.’", "Wel wijst hij erop dat als een land voldoet aan luchtkwaliteitsnormen, dit niet betekent dat er geen gezondheidsrisico’s meer zijn. Zo geldt voor fijnstof simpelweg: hoe lager de concentraties, hoe minder risico. ‘Bij dit soort afspraken is een balans gezocht tussen wat goed is voor de gezondheid en wat er technisch mogelijk is, gegeven een zekere economische ontwikkeling.’", "Er is alleen één stof die niet aan het patroon van rap kelderende lijntjes voldoet: ammoniak. De uitstoot daarvan daalde tussen 2005 en 2012 hard, maar is sindsdien weer wat gestegen. Ammoniak is de enige stof waarvan onzeker is of Nederland de Europese uitstootdoelen gaat halen, volgens het rapport.", "Tekst gaat hieronder verder", "Veeteelt", "‘Dat is specifiek voor Nederland een probleem vanwege de intensieve veeteelt hier’, zegt Krol. 85 procent van de ammoniak in Nederland is afkomstig van de landbouw, vooral de rundveehouderij, en net in die sector steeg de uitstoot vergeleken met 2010. Dat ligt vooral aan de toename van het aantal melkkoeien, aldus Krol.", "Inmiddels lijkt een voorzichtige daling ingezet van zowel het aantal runderen als de uitstoot. Het is ook de landbouw waarvan de auteurs van het rapport de grootste ammoniakdaling verwachten tussen nu en 2030.", "Dan zijn de ammoniakdoelen nog weinig ambitieus, vindt emeritus hoogleraar milieu-epidemiologie Bert Brunekreef (Universiteit Utrecht). Oorspronkelijk had de Europese Commissie een afname van 27 procent tussen 2005 en 2030 voorgesteld als gemiddelde voor de EU; het werd 19 procent. ‘Een aanzienlijk verschil. En het is dus maar de vraag of zelfs dit haalbaar is.’"], "authors": ["Niels Waarlo"], "keywords": ["van", "uitstoot", "die", "ammoniak", "tussen", "niet", "een", "het", "blijft", "en", "minder", "alleen", "lucht", "zijn", "voor", "stoffen", "schadelijke", "hardnekkig", "steeds"], "pubDate": "2020-11-30T20:51:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}