{"id": "43343c34-fa6e-359d-8e83-a009b5269763", "title": "Verdwijning Ilicic was mysterie, tegen Ajax is Atalanta's sterspeler er weer", "url": "https://nos.nl/artikel/2359882-verdwijning-ilicic-was-mysterie-tegen-ajax-is-atalanta-s-sterspeler-er-weer.html", "summary": "Er werd zelfs getwijfeld of hij ooit nog op het veld zou terugkeren.\nVanavond staat hij er weer, als zijn Noord-Italiaanse club tegen Ajax strijdt om overwintering in de Champions League.\nDe precieze reden van zijn afwezigheid is nog steeds niet naar buiten gebracht.\n\"Ik was sceptisch of hij ooit terug kon komen op niveau, maar nu heb ik er veel meer vertrouwen in\", aldus trainer Gian Piero Gasperini.\nEn van Europa, maar aan de finalerondes van de Champions League deed hij al niet meer mee afgelopen seizoen.", "paragraphs": ["Bijna twee maanden was Josip Ilicic spoorloos. Een periode waarin de wildste verhalen over de Sloveense sterspeler van Atalanta Bergamo de ronde deden. Er werd zelfs getwijfeld of hij ooit nog op het veld zou terugkeren.", "Vanavond staat hij er weer, als zijn Noord-Italiaanse club tegen Ajax strijdt om overwintering in de Champions League. De precieze reden van zijn afwezigheid is nog steeds niet naar buiten gebracht. En of hij kort na zijn rentree al in staat is zijn stempel te drukken, moet nog blijken.", "\"Ik was sceptisch of hij ooit terug kon komen op niveau, maar nu heb ik er veel meer vertrouwen in\", aldus trainer Gian Piero Gasperini. \"Met hem erbij zijn we een stuk sterker.\"", "Onvoorspelbare factor", "In alles is de 32-jarige Ilicic de meest onvoorspelbare factor binnen de lijnen, maar wel de spelverdeler die van provincieclub Atalanta een serieuze uitdager maakte van de gevestigde orde in Italië. En van Europa, maar aan de finalerondes van de Champions League deed hij al niet meer mee afgelopen seizoen."], "authors": ["Oscar Van Der Horst", "Redacteur Nos Sport", "Marten De Roon"], "keywords": ["ilicic", "van", "ajax", "ooit", "atalantas", "nog", "verdwijning", "hij", "maar", "mysterie", "zijn", "staat", "op", "sterspeler", "een", "weer", "er", "tegen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}