{"id": "4335407e-f91b-3441-a18a-054362d3920b", "title": "‘Dit boek bewijst dat volwassenen af en toe ook kinderboeken moeten lezen’", "url": "https://volkskrant.nl/cultuur-media/dit-boek-bewijst-dat-volwassenen-af-en-toe-ook-kinderboeken-moeten-lezen~be05d010e/", "summary": "Dat komt ook voor in het boek van Matt Haig.\n‘Dit ontroerende verhaal bewijst dat volwassenen af en toe een kinderboek moeten lezen.\nWim Hof is soms wat overdreven en gelijkhebberig maar ik volg zijn ademhalingsoefeningen en meditatie, dat duurt 20 minuten en dan neem ik een ijskoude douche.\nMij helpt het, ik heb veel energie, maar ik ben geen apostel.\nCharlie Mackesy: De jongen, de mol, de vos en het paard; KokBoekencentrum5.", "paragraphs": ["André Stikkers: ‘Ik vind het hartverwarmend dat mensen de moeite doen om de lokale boekhandel te steunen.’ Beeld Eva Faché", "Waar gaat nr 1, Sirius, over?", "‘Over jongeren die een danstent opzetten, zoals we dat in Brabant zeggen. Een danceclub in de polder. Daar zit iets sprookjesachtig aan. Allard Schröder schrijft schitterende zinnen. Adembenemend mooi. Voor iedere literaire clubganger is dit een mustread.’", "Nr 3 en 7 gaan over onsterfelijkheid.", "‘Bij Simone de Beauvoir drinkt de hoofdpersoon een drankje waarmee hij eeuwigheid verkrijgt. Dat komt ook voor in het boek van Matt Haig. Het hoofdpersonage pleegt zelfmoord en komt niet in de hemel terecht, maar in een gebouw waar haar voormalige schoolbibliothecaresse de scepter zwaait. Ze krijgt een stapel blanco boeken mogelijke levens die zij had kunnen hebben. Zij moet steeds een boek kiezen en gaat dat leven ook leiden. Van popster tot olympisch kampioen.’", "Beste broers, op 5, is voor kinderen.", "‘Dit ontroerende verhaal bewijst dat volwassenen af en toe een kinderboek moeten lezen. Dat zet alles weer in een eenvoudig perspectief. Geschikt vanaf 9 jaar, dus ook voor 65-jarigen.’", "Nr 10 gaat over de positieve effecten van koud douchen?", "‘Ja, ik begin er mijn dag mee sinds 2015. Wim Hof is soms wat overdreven en gelijkhebberig maar ik volg zijn ademhalingsoefeningen en meditatie, dat duurt 20 minuten en dan neem ik een ijskoude douche. Mij helpt het, ik heb veel energie, maar ik ben geen apostel. Je kunt eruit halen wat je wilt. In deze tijden, waarin we op onze gezondheid moeten letten, past dit boek wel.", "Wordt het goed verkocht?", "‘Jazeker, aan een divers publiek. Er zitten ook nog yoga en poweroefeningen in. Dat spreekt weer anderen aan. Onze boekwinkel heeft zestien kamers met evenveel trappen dus ik doe al genoeg wat betreft fysieke beweging.’", "Wat valt verder op?", "‘Er komen veel internetbestellingen bij ons binnen. Ik vind het hartverwarmend dat mensen de moeite doen om de lokale boekhandel te steunen.’", "Top-10 van boekhandel Adr. Heinen", "1. Allard Schröder: Sirius; De Bezige Bij", "2. Dag Solstad: Roman 11, boek 18; Podium", "3. Simone de Beauvoir: Alle mensen zijn sterfelijk; Uitgeverij Orlando", "4. Haruki Murakami: With the Beatles; Atlas Contact", "5. Jowi Schmitz: Beste broers; Hoogland & van Klaveren", "6. Wout Waanders: Parkplan; De Harmonie", "7. Matt Haig: The Midnight Library; Canongate", "8. Wim Willems: De wereldwandelaars; Querido", "9. Leo Blokhuis: Berlijn muzikale revolutie; De Bezige Bij", "10. Wim Hof: de Wim Hof Methode; Kosmos Uitgevers", "Top-10 van De Bestseller 60 (samengesteld door de CPNB)", "1. Barack Obama: Een beloofd land; Hollands Diep", "2. Hendrik Groen: Opgewekt naar de eindstreep; Meulenhoff Boekerij", "3. David Van Reybrouck: Revolusi; De Bezige Bij", "4. Charlie Mackesy: De jongen, de mol, de vos en het paard; KokBoekencentrum", "5. Maike Meijer: Wen er maar aan; Uitgeverij Meijer", "6. Jan Dijkgraaf: Martien; Uitgeverij Osjato", "7. Rutger Bregman: De meeste mensen deugen; De Correspondent", "8. Youp van ’t Hek: In corontaine; Thomas Rap", "9. Lucinda Riley: De zilverboom; Xander Uitgevers", "10. Yotam Ottolenghi: Flavour; Fontaine"], "authors": ["Laura De Jong"], "keywords": ["volwassenen", "dat", "boek", "dit", "van", "een", "toe", "ook", "kinderboeken", "en", "ik", "wim", "voor", "moeten", "het", "lezen", "mensen"], "pubDate": "2020-12-11T12:00:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}