{"id": "43525560-bd8b-307a-90b0-caec187a83e2", "title": "Meyer vs. Grol: strijd om olympisch judoticket begint bij Masters Doha", "url": "https://nos.nl/artikel/2363899-meyer-vs-grol-strijd-om-olympisch-judoticket-begint-bij-masters-doha.html", "summary": "Het olympisch judotoernooi start over ruim een halfjaar (op 23 juli), maar wie daar voor Nederland op de mat zullen staan, is nog niet bekend.\nBij de zwaargewichten gaat de strijd tussen Henk Grol, tweevoudig bronzenmedaillewinnaar op de Spelen, en Roy Meyer, die op de afgelopen WK het brons veroverde.\nOm te bepalen wie naar Tokio mogen afreizen, hebben de judoka's drie mogelijkheden om te laten zien wat ze waard zijn.\n\"In het jaar dat telt, moet je op je best zijn en dat ga ik de komende toernooien laten zien\", aldus een strijdlustige Meyer.\nKijkend naar de wereldranglijst, heeft Meyer een punt.", "paragraphs": ["Het olympisch judotoernooi start over ruim een halfjaar (op 23 juli), maar wie daar voor Nederland op de mat zullen staan, is nog niet bekend. Bij de zwaargewichten gaat de strijd tussen Henk Grol, tweevoudig bronzenmedaillewinnaar op de Spelen, en Roy Meyer, die op de afgelopen WK het brons veroverde.", "Om te bepalen wie naar Tokio mogen afreizen, hebben de judoka's drie mogelijkheden om te laten zien wat ze waard zijn. Te beginnen bij het masterstoernooi in Doha, dat maandag van start gaat. \"In het jaar dat telt, moet je op je best zijn en dat ga ik de komende toernooien laten zien\", aldus een strijdlustige Meyer.", "Poleposition", "\"Ik ben ervan overtuigd dat ik op poleposition sta door mijn WK-medaille\", vervolgt Meyer, die in 2016 in Rio zijn olympische debuut maakte. Kijkend naar de wereldranglijst, heeft Meyer een punt. De 29-jarige judoka bezet namelijk de vijfde plek, Grol (35 jaar) staat zevende."], "authors": [], "keywords": ["om", "doha", "zien", "wie", "masters", "bij", "zijn", "te", "strijd", "grol", "judoticket", "start", "een", "vs", "olympisch", "meyer", "op", "het", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}