{"id": "436fad92-5a4d-30cb-a30d-c4a052b3c31e", "title": "Meer vrouwen op de lijst gaat juist níet ten koste van kwaliteit", "url": "https://www.ewmagazine.nl/opinie/achtergrond/2020/12/meer-vrouwen-op-de-lijst-gaat-juist-niet-ten-koste-van-kwaliteit-792720/", "summary": "Volgens EW-blogger Philip van Tijn verandert Nederland niet op slag doordat er ‘meer vrouwen en meer kleurtjes’ op de kandidatenlijsten voor de Tweede Kamerverkiezingen staan.\nDe vraag die het stuk van Van Tijn oproept, is wat hij met ‘kwalitatief beter’ bedoelt.\nDoelt hij op de kwalitatief betere afspiegeling van de samenleving die met een meer diverse kandidatenlijst wordt bereikt?\nNederlandse mannen en vrouwen, maar ook Nederlandse mannen en vrouwen die geboren zijn in een ander land.\nNederlanders die op mannen vallen, of op vrouwen.", "paragraphs": ["Volgens EW-blogger Philip van Tijn verandert Nederland niet op slag doordat er ‘meer vrouwen en meer kleurtjes’ op de kandidatenlijsten voor de Tweede Kamerverkiezingen staan. Zeven VVD-vrouwen reageren. ‘Wat Van Tijn impliciet beweert, is dat een lijst die divers is samengesteld, met een evenwichtig aandeel vrouwen en Nederlanders “met een kleurtje”, geen kwalitatief goede lijst kan zijn. Wat een grove belediging aan het adres van al deze kandidaten.’", "‘Nederland zal niet op slag veranderen doordat er in de Tweede Kamer meer vrouwen en meer kleurtjes verschijnen,’ schreef Philip van Tijn in EW. Hij beschouwde de kandidatenlijsten van de partijen voor de Tweede Kamerverkiezingen in maart 2021 en kwam tot deze conclusie.", "Bedoelt Van Tijn een kwalitatief betere afspiegeling of inhoudelijke expertise?", "De vraag die het stuk van Van Tijn oproept, is wat hij met ‘kwalitatief beter’ bedoelt. Doelt hij op de kwalitatief betere afspiegeling van de samenleving die met een meer diverse kandidatenlijst wordt bereikt? Of doelt hij op de inhoudelijke kennis en expertise van de kandidaat-Kamerleden? In beide gevallen slaat Van Tijn de plank mis.", "Hanne van Aart, Ietje Jacobs-Setz, Rian Govers, Suzanne Zwart, Willemijn van Hees, Carla Kranenborg-van Eerd en Greetje Bos zijn actief voor de VVD in diverse Nederlandse gemeenten. Ingezonden opinie-artikelen worden geselecteerd door de redactie, maar vertegenwoordigen niet noodzakelijkerwijs het standpunt van EW.", "Laten we de kandidatenlijst van de VVD, onze partij, als voorbeeld nemen om het te hebben over de inhoudelijke kennis en expertise van kandidaat-Kamerleden. Over de lijsttrekker hoeven we het niet te hebben. Tien jaar premier van Nederland en daarvoor een lange staat van dienst in het bedrijfsleven.", "Op plaats twee Tamara van Ark. Gewaardeerd bestuurder, begonnen bij de Sociale Dienst en na een wethouderspost de Tweede Kamer binnengestormd om niet meer weg te gaan. Via staatssecretaris van Sociale Zaken en Werkgelegenheid nu minister voor Medische Zorg en Sport. Op nummer drie Sophie Hermans. Sinds 2017 Tweede Kamerlid, voorheen politiek adviseur van minister Blok en premier Rutte. Daarnaast vicefractievoorzitter en campagneleider voor de aanstaande Tweede Kamerverkiezingen. Bente Becker staat op nummer vier. Zij is Kamerlid sinds 2017. Daarvoor was ze politiek assistent van een Kamerlid en daarna beleidsmedewerker van de VVD-fractie. Op nummer vijf vinden we politiek talent Dilan Yeşilgöz-Zegerius. Sinds 2017 Tweede Kamerlid. Daarvoor was ze bestuursadviseur van de burgemeester van Amsterdam en is ze raadslid aldaar geweest.", "Vrouwelijke VVD-kandidaten zeer getalenteerd, intelligent en capabel", "De eerste vijf kandidaten voor de VVD zijn stuk voor stuk getalenteerde, intelligente en zeer capabele mensen. De dames die de lijsttrekker opvolgen zijn allemaal vrouwen die zich in de Kamer en in het kabinet hebben bewezen. Die door loeihard werken en tomeloze inzet hun huidige plek op de kandidatenlijst hebben verdiend. Daar is niets geforceerds aan.", "Dan de kwalitatief betere afspiegeling van de samenleving. Wij vinden dat goed beleid zowel een mannen- als een vrouwenhand nodig heeft. Onze maatschappij bestaat uit mannen en vrouwen. Nederlandse mannen en vrouwen, maar ook Nederlandse mannen en vrouwen die geboren zijn in een ander land. Die ons land verrijken met andere culturen, tradities, geloven en gebruiken. Nederlanders die op mannen vallen, of op vrouwen. Of op allebei. Die liever vrouw zijn dan dat ze man waren, of zowel man als vrouw willen zijn.", "Allemaal mensen die ten opzichte van elkaar, maar zeker ook onderling, verschillend zijn, maar volkomen gelijkwaardig. Iets waar wij als liberale Nederlanders ongelofelijk trots op zijn. Nederlanders die zich ook vertegenwoordigd moeten voelen als ze op 21 maart volgend jaar met het rode potlood in de hand staan. Zodat de honderdvijftig Kamerleden en wie weet hoeveel regeringsleden samen een gebalanceerd team vormen. Die, wanneer ze samenwerken, voor een afgewogen resultaat zorgen. Goed voor alle Nederlanders.", "Van Tijn impliceert dat een diverse lijst geen kwalitatief goede lijst kan zijn", "Wat Van Tijn impliciet beweert met zijn artikel, is dat een lijst die divers is samengesteld, met een evenwichtig aandeel vrouwen en Nederlanders ‘met een kleurtje’, geen kwalitatief goede lijst kan zijn. Wat een grove belediging aan het adres van al deze kandidaten. Wat Van Tijn zich beter kan afvragen, is waarom een kandidatenlijst zonder louter en alleen blanke mannen van vijftig jaar of ouder hem zo prikkelt. Er zal hier toch geen sprake zijn van het witte-oude-mannensyndroom?", "Zoals Els Borst (ja, we weten het, een vrouw) al zei: ‘Politiek is te belangrijk om enkel aan mannen over te laten.’ En ja, we snappen het best hoor; het is even slikken als je ziet dat de mannen in hun wereld van het openbaar bestuur terrein moeten afstaan aan vrouwelijke nieuwkomers en ‘kandidaten met een kleurtje’. Wij zeggen: wen er maar aan. Het gaat niet meer veranderen. Zeker niet als het aan ons ligt."], "authors": [], "keywords": ["van", "kwaliteit", "vrouwen", "het", "op", "meer", "juist", "die", "gaat", "zijn", "níet", "met", "een", "en", "koste", "lijst", "voor"], "pubDate": "2020-12-08T15:15:51+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}