{"id": "4377fbb5-1062-3106-82cd-8dbe7bcaccfe", "title": "Het verband tussen bruinkool in Hongarije en Japanse slagregens", "url": "https://volkskrant.nl/nieuws-achtergrond/het-verband-tussen-bruinkool-in-hongarije-en-japanse-slagregens~b82311fd/", "summary": "Als een ramp maar groot genoeg is, ontstaat er op foto’s die ervan getuigen vaak een vorm van abstractie en absurdisme.\nOverstromingen veroorzaakten massale aardverschuivingen en kostten zeker 58 mensen het leven, onder wie 14 bewoners van een verzorgingshuis.\nDe tweede ramp, in Hongarije, is er niet een van het onverwachte soort, maar draait om het intensieve gebruik van fossiele brandstof.\nEen op zijn kop belande auto wordt weggesleept uit een rijstveld bij Hitoyoshi.\nHet probleem is echter dat dat niet herhaalbaar is.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: klimaatrampen.", "Als een ramp maar groot genoeg is, ontstaat er op foto’s die ervan getuigen vaak een vorm van abstractie en absurdisme. Nadat de wereld op zijn grondvesten heeft geschud, een zondvloed de aarde heeft overspoeld, de mensheid de verwoesting van bos en bodem zelf ter hand heeft genomen, of een orkaan vernietigend heeft huisgehouden (een rare term die ten onrechte een vorm van ordening suggereert) is de loop der dingen volkomen verstoord. Huizen kantelen als luciferdoosjes in de straten. Treinrails spoelen als touwladders van het talud. Muren verkruimelen. Huisraad doolt drijvend door de straten. Woudreuzen veranderen in tandenstokers.", "De afgelopen week manifesteerde de klimatologische kladderadatsch zich nadrukkelijk in Japan en in Hongarije. De eerste kwam plotseling. Zware regenval is in het zuiden van Japan in dit seizoen niet ongebruikelijk. Maar de watermassa die nu uit de hemel viel, was ongekend. Overstromingen veroorzaakten massale aardverschuivingen en kostten zeker 58 mensen het leven, onder wie 14 bewoners van een verzorgingshuis.", "Niet alleen huisraad, complete huizen dreven door de straten. Stadsbussen en auto’s werden meegevoerd door de stromen en willekeurig neergesmeten door reuzenhanden. Maar toen het water weer was weggestroomd, kon je vanuit de lucht een voorzichtige, eerste abstracte ordening zien. De woningen, het puin, de autobus en de bestelwagen op hun kant: er heerste – in de onbedoelde, gruwelijke compositie – een onmiskenbaar evenwicht. Zoals ook de auto die, nadat hij was opgetild, wankel balanceerde op zijn voorbumper, als een danseres op spitzen.", "De chaos na de overstroming van de rivier Kuma in de Japanse stad Hitoyoshi Beeld Getty Images", "Ook de foto van het rijstveld waarin een auto op zijn kop verzeild is geraakt (hieronder), die nu met zachte dwang van drie hulpverleners moet worden weggesleept, biedt de verbeelding ontsnappingsmogelijkheden uit de rauwe realiteit. Een paar vierkante meter rijstplantjes is geplet toen het voertuig strandde, maar het overgrote deel van de aanplant is ongeschonden. Die plantjes in slagorde dragen de belofte in zich dat er ondanks de catastrofe zal worden geoogst. Symbolisch voor de veerkracht van een land dat het afgelopen decennium werd getroffen door majeure rampen, waaronder de tsunami en de nucleaire explosie in Fukushima.", "De tweede ramp, in Hongarije, is er niet een van het onverwachte soort, maar draait om het intensieve gebruik van fossiele brandstof. De ramp waart al decennia rond in Europa en op alle andere continenten. Alleen onderscheidt deze zich door de huiveringwekkende ecologische en ook visueel verwoestende proporties. De deze week gepubliceerde foto’s van de veertig jaar oude Matra-elektriciteitscentrale in Visonta gaan vergezeld van de enigszins troostende mededeling dat de megavervuiler in 2029 overstapt op een minder kwalijke brandstof dan de bruinkool die de lucht in talrijke Oost-Europese landen decennialang heeft verstikt.", "Een op zijn kop belande auto wordt weggesleept uit een rijstveld bij Hitoyoshi. Beeld AP", "Nu nog levert de Matra-centrale 15 procent van de energiebehoefte van Hongarije. De bruinkool die ze stookt wordt gewonnen uit een open mijn, wat wil zeggen dat er diepe, immense gaten in de aardkorst worden gegraven om de grondstof te winnen. Na de winning resteert een vooralsnog troosteloos maanlandschap, een grijze, grauwe woestijn. De bruinkoolbergen die wachten tot zij naar de ovens worden afgevoerd, vormen het industriële antwoord op de Grand Canyon; ze illustreren het resultaat van menselijk ingrijpen versus de natuurlijke erosie door de stroming van de Colorado gedurende miljoenen jaren.", "Hoewel er geen rechtstreeks verband is aan te wijzen tussen de bruinkoolcentrale in Visonta en de zwaarste slagregens in de geschiedenis van Zuid-Japan is het ook niet vreemd om er symbolen van oorzaak en een gevolg in te zien. Zoals de door de centrale uitgestoten koolmonoxide bijdraagt aan de wereldwijde klimaatverandering, zo lijkt de extreme regenval in Japan minstens ten dele het gevolg van de opwarming van de atmosfeer.", "Een bruinkoolmijn van de Matra-elektriciteitscentrale in Visonta, Hongarije. Beeld EPA", "De Engelse natuurkundige Stephen Hawking schrijft in De antwoorden op de grote vragen over de rol van het toeval: ‘De vleugelslag van een vlinder in Australië kan het laten regenen in Central Park, New York. Het probleem is echter dat dat niet herhaalbaar is. De volgende keer dat de vlinder met zijn vleugel slaat, zijn een heleboel dingen anders, en die hebben ook zo hun invloed op het weer.’ We hoeven evenwel niet de briljante geest van Hawking te bezitten om te onderkennen dat energiewinning uit kolen de kans op noodweer in Azië méér vergroot dan een vlinderslag in Europa."], "authors": ["Arno Haijtema"], "keywords": ["hongarije", "van", "japanse", "het", "op", "die", "zijn", "tussen", "verband", "een", "slagregens", "en", "dat", "er", "bruinkool", "door"], "pubDate": "2020-07-10T16:14:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}