{"id": "437e5ee2-bdc5-36a6-932c-f7c15b7ea722", "title": "Opnieuw arrestaties na bestorming Capitool, ook man met hoorns zit vast", "url": "https://nu.nl/buitenland/6101067/opnieuw-arrestaties-na-bestorming-capitool-ook-man-met-hoorns-zit-vast.html", "summary": "Onder hen is Jacob Anthony Chansley, de man die onder meer met hoorns en schmink op zijn hoofd was te zien.\n\"Hij had hoorns, droeg een hoofdtooi van berenvel, had schmink op en droeg geen shirt\", zo omschrijft de openbaar aanklager de man.\n\"Ook droeg hij een speer.\"\nOok de man die tijdens de bestorming aan de haal ging met het spreekgestoelte van voorzitter van het Amerikaanse Huis van Afgevaardigden Nancy Pelosi zit inmiddels vast.\nEen van hen is een agent die overleed na een confrontatie met de geweldplegers.", "paragraphs": ["Opnieuw zijn in de Verenigde Staten mensen opgepakt die betrokken waren bij de bestorming van het Capitool deze week, zo wordt zaterdag in een persbericht gemeld. Onder hen is Jacob Anthony Chansley, de man die onder meer met hoorns en schmink op zijn hoofd was te zien.", "\"Hij had hoorns, droeg een hoofdtooi van berenvel, had schmink op en droeg geen shirt\", zo omschrijft de openbaar aanklager de man. \"Ook droeg hij een speer.\"", "De openbaar aanklager laat weten dat Jacob Anthony Chansley, die zichzelf ook wel Jake Angeli noemt, wordt vervolgd voor het illegaal binnentreden van het pand. Ook wordt hem wanordelijk gedrag ten laste gelegd. De man is zaterdag opgepakt.", "Ook de man die tijdens de bestorming aan de haal ging met het spreekgestoelte van voorzitter van het Amerikaanse Huis van Afgevaardigden Nancy Pelosi zit inmiddels vast. Adam Johnson zette zelf foto's online van zijn daad.", "Een derde verdachte, een lokale politicus, werd vrijdag opgepakt. Derrick Evans heeft de bestorming in een livestream uitgezonden. De Republikein werd in december nog beëdigd in het lagerhuis van West-Virginia.", "Het Amerikaanse Congres kwam woensdag bijeen in het Capitool om formeel vast te stellen dat Joe Biden de winnaar van de presidentsverkiezingen is. Ongeveer een uur na de start van de vergadering bestormden aanhangers van Donald Trump het gebouw. Bij de ongeregeldheden zijn vijf doden gevallen. Een van hen is een agent die overleed na een confrontatie met de geweldplegers."], "authors": ["Door"], "keywords": ["arrestaties", "zijn", "van", "capitool", "zit", "man", "droeg", "hoorns", "met", "een", "wordt", "opnieuw", "vast", "ook", "bestorming", "het", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}