{"id": "439a100c-30ff-34bd-a8d8-d1f50dca5676", "title": "De Nederlandse omgang met arbeidsmigranten lijkt een moderne vorm van slavernij", "url": "https://trouw.nl/opinie/de-nederlandse-omgang-met-arbeidsmigranten-lijkt-een-moderne-vorm-van-slavernij~bca77a7e/", "summary": "Nederland heeft al een halve eeuw een slechte naam als het gaat om de omgang met arbeidsmigranten.\nHet zijn deze misstanden die steeds de media halen, en die het ongemakkelijke beeld oproepen dat we hier te maken hebben met een moderne vorm van slavernij.\nHet zou vooral gaan om malafide bureaus, die het imago van de hele sector schaden.\nHet blijkt een uiterst lucratieve sector te zijn geworden, met wildwest-praktijken in de huisvesting van arbeidsmigranten.\nRoemer is met zijn ‘aanjaagteam’ met maar liefst vijftig verbeterpunten gekomen, waarop het kabinet nog voor de Kerst gaat reageren.", "paragraphs": ["Nederland heeft al een halve eeuw een slechte naam als het gaat om de omgang met arbeidsmigranten. Zij doen het zware werk, maken lange werkdagen, worden uitgebuit, krijgen slechte huisvesting en moeten wurgcontracten tekenen, waardoor ze nauwelijks op het bestaansminimum kunnen leven. Het zijn deze misstanden die steeds de media halen, en die het ongemakkelijke beeld oproepen dat we hier te maken hebben met een moderne vorm van slavernij.", "Volgens de uitzendbranche is dit beeld vertekend. Het zou vooral gaan om malafide bureaus, die het imago van de hele sector schaden. Als de overheid maar vaker zou komen inspecteren en het bestaande keurmerk beter zou worden gehandhaafd, dan komt het volgens de uitzendkoepels ABU en NBBU allemaal wel goed.", "Dit is een klassieke redenering van de uitzendbranche, die ook werd opgevoerd toen in 1998 het vergunningstelsel voor uitzendbureaus werd afgeschaft onder leiding van de VVD’ers Jorritsma en Zalm. De uitzendbranche zou zelfregulerend beter functioneren en goed in staat zijn te zorgen voor fatsoenlijke werk- en leefomstandigheden. De overheid moest alleen op afstand inspecteren.", "Wildwest-praktijken", "Maar van deze zelfregulering is weinig terechtgekomen. Nederland telt naar schatting 500.000 arbeidsmigranten, van wie ruim 80 procent door uitzendbureaus uit Midden- of Oost-Europa is gehaald. Sinds de afschaffing van de vergunningplicht is het aantal uitzendbureaus gestegen van 4000 naar 14.000. Het blijkt een uiterst lucratieve sector te zijn geworden, met wildwest-praktijken in de huisvesting van arbeidsmigranten.", "Het is met zo veel uitzendbureaus ook bijna onmogelijk zicht te hebben op de leefomstandigheden. Er bestaat wel een keurmerk tegen malafide huisjesmelkers, maar dit is niet verplicht. Gemeenten blijken het niet eens te kennen, of zijn er ronduit negatief over.", "Dat hier ook risico’s aan zitten, werd dit voorjaar duidelijk toen de coronapandemie uitbrak. In een aantal slachterijen raakten arbeidsmigranten besmet met het virus, maar ze werden verplicht door te werken. In hun huizen bleken ze niet eens anderhalve meter afstand te kunnen houden. Het wrange is dat die slechte omstandigheden opeens wel serieus werden genomen, omdat ze nu een gevaar voor de volksgezondheid vormden.", "Minister Koolmees van sociale zaken heeft toen advies gevraagd aan voormalig SP-leider Emile Roemer hoe de situatie voor arbeidsmigranten kan worden verbeterd. Roemer is met zijn ‘aanjaagteam’ met maar liefst vijftig verbeterpunten gekomen, waarop het kabinet nog voor de Kerst gaat reageren. Het motto van dit advies is veelzeggend ‘Geen tweederangs burger’. Daar is niets te veel mee gezegd.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": ["Redactie Trouw"], "keywords": ["van", "arbeidsmigranten", "omgang", "vorm", "het", "met", "zijn", "voor", "die", "zou", "slavernij", "lijkt", "een", "te", "en", "moderne", "nederlandse"], "pubDate": "2020-12-09T08:30:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}