{"id": "43babc82-dc96-35b1-ac89-255924ad4b93", "title": "Uitslag Stelling: ’Even jaartje sobere kerst’", "url": "https://www.telegraaf.nl/watuzegt/637962063/uitslag-stelling-even-jaartje-sobere-kerst#comments", "summary": "Maar liefst 40 procent van de stemmers zal met de kerst een deel van zijn familie moeten missen.\n„Kerst wordt voor ons dit jaar geen massaal eet- en familiefeest maar een gewoon zelfgemaakt diner voor twee.\nHopelijk vieren we het van de zomer alsnog met zijn allen.\nDan maar met de gordijnen dicht.” Iemand anders vertelt:„Zelfs mijn schoonouders, die zich keurig aan de regels houden, willen met kerst toch samen zijn met familie.\nEn dan de horeca dichthouden, terwijl het daar beter geregeld was dan waar dan ook.”Want als er dan al een sector is die versoepeling verdient, dan is het de horeca wel.", "paragraphs": ["Maar liefst 40 procent van de stemmers zal met de kerst een deel van zijn familie moeten missen. Toch zegt de meerderheid (64 procent) zich wel braaf aan de regels te zullen houden. „We moeten nu doorzetten. De besmettingen en ziekenhuisopnames rijzen de pan uit. Verstandig dat er niet versoepeld wordt” En: „Het virus kent geen feestdagen en blijft ook doorgaan met besmetten.” Menig respondent heeft zijn plannen al aangepast aan de nieuwe situatie. „Kerst wordt voor ons dit jaar geen massaal eet- en familiefeest maar een gewoon zelfgemaakt diner voor twee. Hopelijk vieren we het van de zomer alsnog met zijn allen. Als we nu netjes gehoorzamen kunnen we over een half jaar inhalen wat we nu missen”, denkt een positief ingestelde deelnemer. Een ander ziet genoeg mogelijkheden om de feestdagen met een klein gezelschap door te komen: „Spelletjes doen, films kijken, boeken lezen, lekker koken.”", "Men heeft echter weinig vertrouwen in de medeburger: „Ik verwacht dat er heel veel gesjoemeld gaat worden tijdens de feestdagen. De gevolgen zullen we in de eerste weken van januari zien.” Een derde bevestigt dit en is inderdaad niet van plan om zich een groots kerstfeest met familie en aanhang te laten ontnemen: „De familie zoekt elkaar hier toch op. Dan maar met de gordijnen dicht.” Iemand anders vertelt:„Zelfs mijn schoonouders, die zich keurig aan de regels houden, willen met kerst toch samen zijn met familie. En dat hoor ik van iedereen.”", "Bij de tegenstemmers is er veel onbegrip voor deze regel: „Maximaal drie bezoekers thuis is onzin. Je ontvangt thuis alleen mensen die je kent en vertrouwt. Dat is bij Hornbach, Action en tuincentra niet het geval.” Iemand anders gaat hierop door: „Wat maken 3 of 8 gasten met kerst nou uit? Zorg dat niemand besmet is, eventueel eerst testen?” Er wordt binnen deze groep veel geklaagd over inconsequent beleid: „Black Friday wel door laten gaan en kerst niet. Mensen hebben behoefte aan kerst met familie. Maak voor die paar dagen een uitzondering.”", "Anderen vinden vooral het openblijven van scholen niet logisch in dit verband: „Het virus komt constant vanaf de scholen de huizen binnen. Iedere dag laten ze duizenden scholieren elkaar besmetten en dan doen ze moeilijk over die twee kerstdagen.” Ook de onrechtvaardige behandeling van de horeca komt veel aan bod: „Winkelstraten en attractieparken wel open? Vliegverkeer overal naartoe? En dan de horeca dichthouden, terwijl het daar beter geregeld was dan waar dan ook.”", "Want als er dan al een sector is die versoepeling verdient, dan is het de horeca wel. Volgens 64 procent zouden de restaurants wel weer open kunnen, al is het is wel verstandig om kroegen dicht te houden. „De ’droge’ horeca mag wel weer open. Dit lijkt mij een veilige uitlaatklep voor veel mensen”, zegt iemand. Toch denkt 42 procent wel dat als het aantal besmettingen blijft stijgen, de regering er verstandig aan zou doen om de regels flink aan te scherpen: „Om de pandemie de baas te worden moet er dan toch een totale lockdown komen.”"], "authors": ["Marina Ter Woort"], "keywords": ["aan", "van", "dan", "stelling", "het", "sobere", "met", "wel", "een", "kerst", "en", "te", "er", "jaartje", "uitslag"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}