{"id": "43c98a13-3df0-3524-9b0a-5c886ac7532c", "title": "Ooit de grootste fabriek van Ethiopië. En deels Nederlands. Wat is er nu van over?", "url": "https://volkskrant.nl/cultuur-media/ooit-de-grootste-fabriek-van-ethiopie-en-deels-nederlands-wat-is-er-nu-van-over~b2979e2b/", "summary": "Een van de bedrijven die in 1948 werden uitgenodigd in Ethiopië te komen was de Handelsvereeniging Amsterdam (HVA).\nAan het einde van de toer komen we in de voormalige werkplaats van de Stork-boys, nu onderdeel van het opleidingscentrum van technici voor de Ethiopische suikerindustrie.\nDe chef van de werkplaats, in een besmeurde overall, is in de weer met een zwengel en een metalen stang.\nDe kleppen van de zware dieselmotor maken een geluid, hoog en helder, als het gehamer van een batterij typemachines.\nAfkeer van de corruptie leidde in 2018 tot de verkiezing van een eerste Oromo tot premier, Abiy ­Ahmed.", "paragraphs": ["De gloednieuwe suikerfabriek in 1954 in Wonji, foto gemaakt door Frans Stork, de grootvader van de ­auteur. Beeld F.G. Stork", "Ik wil mijn zonen de suikerfabrieken laten zien die hun overgrootvader zeventig jaar geleden in Ethiopië hielp bouwen. We zijn 100 kilometer ten zuiden van Addis Abeba, de hoofdstad. Het is begin 2020, pre-coronatijd. Eerder op onze tocht waren er opstoppingen en roadblocks van het leger. Hier in het zuiden merken we, op een enkele uitgebrande vrachtauto of omgeduwde bus in de berm na, niet veel van de sluimerende etnische spanningen.", "Het is gek, ik heb mijn zonen nog nooit iets getoond van wat de familie van mijn moeder deed: machines bouwen. Ze zijn in de 20 en het zegt hun niets. Ik groeide op in Hengelo, waar de grote machinefabriek van Stork stond. Er werd thuis niet over gesproken. Ik legde eenvoudigweg geen verband tussen die fabrieken, mijn familie en mijzelf. Opa Stork was de laatste uit de familie die algemeen directeur van het Stork-concern was, maar als ik hem zag, was dat tussen zijn kippen en duiven. Nu dat allemaal min of meer uit Nederland is verdwenen en Stork onderdeel uitmaakt van een Amerikaans bedrijf, begin ik te waarderen waar Stork voor stond. Het bedrijf was progressief in de zorg om zijn werknemers en in het nastreven van kwaliteit. 6.000 kilometer van huis hoop ik mijn zonen daarvan iets te kunnen laten zien.", "Feestelijke opening", "Door stofwolken, over wegen van paars gruis, langs eindeloze rijen karren getrokken door magere paardjes en versierd met schilderingen van Bob Marley en beroemde voetballers, bereiken we de ingang van het plantage-terrein van Wonji. Op 20 maart 1954 was opa Stork hier om de feestelijke opening van de fabriek door keizer Haile Selassie bij te wonen. Opa vertelde de familie na zijn terugkeer over de zwijgzame, beminnelijke keizer met zijn dominante echtgenote, over de koninklijke lijfwacht met manen van de Abessijnse leeuw op hun helmen en het harige hondje dat de keizer vergezelde.", "Het is alsof we midden in de tropen Tuindorp ’t Lansink bij Hengelo binnenrijden; kaarsrechte lanen, tuinen met keurige schuurtjes en ijzeren staanders voor waslijnen, rijen vrijstaande bakstenen huizen met emaillen huisnummers, erkers en vierkante schoorstenen voor overbodige open haarden. De stafhuizen van de suikerplantage van de Handelsvereeniging Amsterdam zijn tiptop bewaard gebleven. Van de buitenkant ziet het eruit alsof de Hollanders gisteren zijn vertrokken. Tegen een oude acacia staat een vijfhoekige rode ster – een relikwie uit de tijd van het marxistisch-leninistische Derg-regime, dat van 1974 tot 1990 aan de macht was. De Ethiopiërs lijken geen last te hebben van de menselijke ambitie de sporen van voorgaande regimes van de aardbodem te willen wegvagen. In het centrum van Addis Abeba zag ik naast elkaar uit steen gehouwen eerbetonen aan het keizerrijk, het Italiaanse fascisme, de Britse bevrijder, het Sovjet-Russische communisme en de eeuwige vriendschap met Cuba.", "Jaap Scholten en zijn zoons in Wonji.", "Nooit een kolonie", "Ethiopië is het enige land in Afrika dat nooit een kolonie is geweest. Niet lang nadat de Europeanen bij de Conferentie van Berlijn de invloedssferen in Afrika onder elkaar hadden verdeeld, hadden de Ethiopiërs in 1896 bij Adwa het moderne Italiaanse leger vernietigend verslagen. De Italianen revancheerden zich aan het begin van WO II, maar binnen zes jaar werd Ethiopië met Britse hulp terugveroverd en was de keizer terug op zijn troon.", "Keizer Haile Selassie kreeg voor elkaar dat Ethiopië lid werd van de Volkerenbond. Hij maakte een verpletterende indruk op zijn toer door Europa in 1924, mede door zijn kleurrijke gevolg en de meereizende Abessijnse leeuwen die onderweg cadeau werden gedaan aan belangrijke gastheren, zoals de Britse koning George V. Haile Selassie schafte in 1942 de slavernij in zijn land af en vormde de provinciale legers om tot één staatsleger. Om de macht van de aristocraten in de provincies te breken, was het noodzakelijk het land te moderniseren. Daarvoor waren buitenlandse investeerders nodig. Een van de bedrijven die in 1948 werden uitgenodigd in Ethiopië te komen was de Handelsvereeniging Amsterdam (HVA).", "Inspirator van dekolonisatie", "Dat Haile Selassie met de HVA in zee ging, is tekenend voor zijn pragmatisme. De keizer zou uitgroeien tot hét voorbeeld van een sterke onafhankelijke Afrikaanse leider en de grootste inspirator van dekolonisatie, terwijl de HVA tot vlak daarvoor een van de allergrootste koloniale, agrarische bedrijven ter wereld was, met 36 ondernemingen voor de productie van suiker, thee, sisal, rubber en palmolie en bijna 200 duizend werknemers op Sumatra en Java.", "Vanwege het lokale tekort aan technici stelde de HVA als eis dat Stork, het bedrijf dat de suikerfabriek in Wonji ging leveren, voor onbepaalde tijd 25 monteurs zou meesturen. Machinefabriek Stork zegde dat toe, hoewel het in de jaren van de wederopbouw eigenlijk alle mankracht in Hengelo nodig had. Door deze overeenkomst leefden van 1952 tot 1975 elkaar afwisselende groepen Twentse jongens – de Stork-boys – in Ethiopië. Ze woonden in barakken en moesten knoerthard werken. Maar ze hadden ook bedienden, ze kochten paarden, motoren, auto’s en geweren, en gingen jagen in de heuvels rondom. De jonge fabrieksarbeiders uit het Nedersaksische Twente waren in Ethiopië ineens koningen – op driejarig contract.", "Stork-boys uit Twente bij de suikerfabrieken van Wonji en Shoa rond 1955. Beeld Collectie Heerschap", "Muggenparadijs", "In Wonji stond een rommelig alcoholfabriekje van een Griek, met enkele suikerrietvelden. Verder was het een woestenij langs de Awash, een gebied dat in de regentijd in een moeras veranderde. Een paradijs voor muggen. De aanleg van de plantage werd bemoeilijkt doordat Ethiopië geen zeehaven heeft. Alle machines moesten over 700 kilometer smalspoor. Als eerste werd de alcoholfabriek omgebouwd tot baksteenfabriek. Daarna volgden een watertoren, 300 kilometer kanaal en evenveel kilometer weg, plus 19 kilometer dijk. Er kwamen bruggen, een pompstation, een suikerfabriek, kantoren, huizen voor de Nederlandse staf en bescheidener huizen voor drieduizend Ethiopische arbeiders. Maar ook: poliklinieken, een clubgebouw, een bioscoop, scholen, sportvelden en zwembaden. Duizenden hectaren moeras werden geëgaliseerd en van irrigatiegeulen voorzien.", "Een belangrijke voorwaarde van de keizer bij het toekennen van concessies aan buitenlandse bedrijven was dat tweederde van de winst in Ethiopië geherinvesteerd moest worden. Daarmee doorbrak de keizer de gangbare tragedie van Afrika: dat buitenlandse mogendheden grondstoffen delven, deze elders verwerken en Afrikaanse landen in het beste geval de eindproducten duur kunnen terugkopen. Verder was de Ethiopische HVA-onderneming voor 50 procent in handen van kleine Ethiopische aandeelhouders en de State Bank of Ethiopia.", "Lachende vrouwen", "De directeur van de suikerfabriek van Wonji, een boomlange, energieke man, ontvangt ons en toont tevreden hoe hij het plantageterrein opknapt. Hekken en houten banken zijn recentelijk in felblauwe verf gezet, evenals de betonnen bodem van het zwembad. Hij vraagt of de Hollanders misschien willen terugkomen. De suikerfabrieken van Ethiopië staan te koop.", "‘Jullie mogen alles zien’, zegt de directeur en spreidt zijn armen wijd uit. We worden begeleid door het hoofd marketing, een fotograaf en twee militairen met kalasjnikovs. Eerst door de administratiegebouwen, die van binnen en buiten door een ploeg lachende vrouwen in de verf worden gezet. We gaan de Wonji Club in. Hier vergokten de Stork-boys op zaterdagavond grote stapels Ethiopische dollars. De hoefijzervormige bar en barkrukken staan er nog precies als een halve eeuw geleden, ook het biljart van de firma Wilhelmina uit Amsterdam staat nog op dezelfde plek. Alleen het biljartlaken is vervangen door glimmend plastic in brandweerrood.", "Arbeiders aan het werk op de suikerrietplantage van de HVA in Wonji, 1969. Beeld Anefo", "Apen en vleermuizen", "De marketingdirecteur gaat ons voor naar de fabriek. Ik herken het gebouw van de zwart-witfoto’s van opa. Het verkeert in niet al te beste staat. De suikerproductie is enkele jaren geleden overgenomen door een nieuwe fabriek, 20 kilometer verderop gebouwd door Indiërs met grote beloften. De directeur verontschuldigt zich. Ik had gehoopt mijn zonen iets glorieuzers te kunnen tonen. In de onttakelde fabriek rennen apen over de rietcarrier, vleermuizen zwermen uit de ovens, op de fabrieksvloer liggen uit elkaar geschroefde pompen. De watertoren is overwoekerd door de jungle.", "We wandelen de rietloshal in, een reusachtige ruimte onder een golfplaten dak. Die wordt gebruikt als schroot-opslag en laswerkplaats. De hal heeft de charme van een autosloop. Hoog boven ons is een brede gele hijsconstructie met een wit bord: ‘Stork-Holland’. In deze hal was de openingsceremonie van de fabriek op 20 maart 1954. De keizer zat op een geïmproviseerde troon boven op een podium aan het eind van de hal. Opa Stork stond naast een man in traditioneel wit gewaad. Na het spelen van volksliederen door de keizerlijke marsband en alle verplichte toespraken, moest de keizer door een druk op een knop de fabriek officieel openen. De grijper van de gele hefconstructie liet daardoor een grote bundel riet los en het mechanische deel van de fabriek trad in werking.", "Schoolvoorbeeld", "Keizer Haile Selassie troonde vrijwel iedere buitenlandse bezoeker mee naar de suikerfabriek in Wonji, die als schoolvoorbeeld van de moderniteit van zijn land gold. De Britse en Deense koninklijke familie, maarschalk Tito, de sjah van Perzië en de vicepresident van de VS: allen bezochten de plantage en fabriek. Met dertigduizend Ethiopische werknemers groeide de HVA uit tot de grootste werkgever, de grootste belastingbetaler en verreweg de grootste contribuant aan het bruto nationaal product van Ethiopië. Voor de HVA was het land op weg een nieuw Nederlands-Indië te worden, maar dan op een minder koloniale grondslag. Een van de eisen van de keizer was dat er op de plantages een Ethiopianisatie-programma werd toegepast: Nederlanders in een staffunctie moesten door Ethiopiërs worden vervangen. In 1973 waren 210 van de 240 leidinggevenden bij HVA Ethiopiër.", "Aan het einde van de toer komen we in de voormalige werkplaats van de Stork-boys, nu onderdeel van het opleidingscentrum van technici voor de Ethiopische suikerindustrie. Langs de muur staan vier grote draaibanken. Aan het uiteinde van de langwerpige hal staan twee grote mintgroene dieselmotoren. ‘Dit zijn viertakt Stork-Ricardo’s’, zegt de chef werkplaats: ‘Ze worden gebruikt als in Wonji de elektriciteit uitvalt. Dan voorzien ze de plantage en de stad van stroom.’ Op de zijkant zit een driehoekig plaatje met de naam Stork en een ooievaar, het familiewapen van mijn moeder.", "Glimmende machine", "‘Willen jullie de machine zien draaien?’, vraagt de chef. Mijn zonen antwoorden onmiddellijk bevestigend. Hoog in het midden van de dieselmotor zit een met olie en vet besmeurd metalen plaatje. Ik strek me uit en wrijf er met mijn wijsvinger over. Er komt een tekst tevoorschijn: ‘Oliepeil tusschen de merktekens houden. Hier met goed gefiltreerde olie vullen. Afsluitschroef goed aantrekken.’", "Bij de bloedige Derg-revolutie in 1974 zijn alle buitenlanders het land uitgegooid, inclusief de laatste HVA-ers en enkele Stork-boys. Ik vrees dat er hier in de tropische hitte al 45 jaar lang niemand meer is geweest die het Nederlands machtig was.", "‘Hoezo Stork-Ricardo?’, vraagt een van mijn zonen.", "‘Ricardo is de uitvinder van de indirecte inspuiting, hij studeerde net als opa in Cambridge.’", "De machine glimt van de gelekte olie. De chef van de werkplaats, in een besmeurde overall, is in de weer met een zwengel en een metalen stang. De jongens volgen elke beweging. De zuigers van de acht cilinders van de Stork-Ricardo, zeventig jaar geleden in Hengelo gebouwd, beginnen te bewegen. De acht koppen gaan op en neer als een orkest in een tekenfilm. Mijn Twentse hart zwelt. De chef legt een hand in zijn zij en kijkt me met een tevreden grijns aan. De kleppen van de zware dieselmotor maken een geluid, hoog en helder, als het gehamer van een batterij typemachines.", "Etnische spanningen in Ethiopië De bevolking in Ethiopië is samen­gesteld uit een grote hoeveelheid etnische groepen, waarvan de Oromo’s (40 procent) en Amharen (25 procent) de grootste zijn. Tradi­tioneel hadden de Amharen de macht, in de keizerrijken en tijdens het bloedige Derg-regime (1974-1990). Guerrilla’s uit Tigray wierpen in 1990 het Derg-­bewind omver en hadden tot 2018 de macht. De Tigrinya (ongeveer 7 procent van de bevolking) controleerden gedurende die periode het leger en de veiligheidsdienst. Afkeer van de corruptie leidde in 2018 tot de verkiezing van een eerste Oromo tot premier, Abiy ­Ahmed. Hij slaagde erin de Tigrayers uit sleutelposities te werken. In november escaleerde de situatie in een gewapend conflict in de regio Tigray, wat volgens de VN tot een grootschalige humanitaire crisis heeft geleid."], "authors": ["Jaap Scholten"], "keywords": ["van", "uit", "ethiopië", "een", "nederlands", "en", "met", "door", "zijn", "grootste", "ooit", "fabriek", "op", "voor", "er", "wat", "het", "nu"], "pubDate": "2020-12-08T17:37:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}