{"id": "43cb9ec3-a28e-3fe5-82d1-7ee7ecec551e", "title": "Rechter New York fluit Trump terug: sancties tegen ICC in Den Haag zijn onwettig", "url": "https://www.parool.nl/wereld/rechter-new-york-fluit-trump-terug-sancties-tegen-icc-in-den-haag-zijn-onwettig~bfd87873/", "summary": "Beeld APDe rechter oordeelde dat het decreet, dat reisbeperkingen en economische sancties mogelijk maakte tegen medewerkers van het ICC en iedereen die met hof meewerkt, in strijd is met de grondwet.\nDe zaak was aangespannen door vier hoogleraren die op basis van het in juni afgevaardigde bevel straffen boven het hoofd hingen.\nDe rechter in Manhattan erkende het belang dat de VS heeft bij het ­bepalen van het eigen buitenland­beleid, maar stelde dat het decreet de klagers in hun vrijheid van meningsuiting beknot.\nHet oordeel van de rechter is tijdelijk van aard.\nOorlogsmisdaden AfghanistanLeden van de regering-Trump beschuldigen het ICC ervan dat het de belangen van Rusland behartigt en de Amerikaanse soevereiniteit schendt.", "paragraphs": ["ICC-aanklager Fatou Bensouda. Beeld AP", "De rechter oordeelde dat het decreet, dat reisbeperkingen en economische sancties mogelijk maakte tegen medewerkers van het ICC en iedereen die met hof meewerkt, in strijd is met de grondwet. De zaak was aangespannen door vier hoogleraren die op basis van het in juni afgevaardigde bevel straffen boven het hoofd hingen. Zij kregen bijval van mensenrechten­organisatie Open Society Justice Initiative.", "De rechter in Manhattan erkende het belang dat de VS heeft bij het ­bepalen van het eigen buitenland­beleid, maar stelde dat het decreet de klagers in hun vrijheid van meningsuiting beknot. “Nationale veiligheid moet geen talisman zijn die gebruikt wordt om onwelgevallige claims af te weren,” oordeelde zij.", "Het oordeel van de rechter is tijdelijk van aard. James Goldston, het hoofd van de Open Society Justice Initiative, drong er bij aankomend president Joe Biden op aan zodra die op 20 januari aantreedt het decreet zo snel mogelijk in te trekken.", "Oorlogsmisdaden Afghanistan", "Leden van de regering-Trump beschuldigen het ICC ervan dat het de belangen van Rusland behartigt en de Amerikaanse soevereiniteit schendt. In september werd door de VS sancties opgelegd aan hoofdaanklager ­Fatou Bensouda van het Strafhof, die onderzoek doet naar vermeende oorlogsmisdaden in Afghanistan, zowel door de Amerikanen als door de Taliban en de Afghaanse regering.", "Het Internationaal Strafhof in Den Haag werd opgezet om verdachten te vervolgen in verband met misdaden op het grondgebied van de aangesloten lidstaten als die zelf weigeren of niet in staat zijn om vervolging in te stellen. De VS heeft wel het statuut ondertekend, maar is niet als verdragsstaat aangesloten bij het ICC."], "authors": ["Tom Kieft"], "keywords": ["icc", "trump", "terug", "zijn", "te", "sancties", "die", "onwettig", "van", "en", "tegen", "vs", "york", "door", "haag", "rechter", "op", "het", "dat"], "pubDate": "2021-01-05T02:38:25Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}