{"id": "43cde082-15c6-3ad2-95dd-129bc21c4b16", "title": "Dit zijn de kanshebbers voor Amsterdammer van het jaar 2020", "url": "https://www.parool.nl/amsterdam/dit-zijn-de-kanshebbers-voor-amsterdammer-van-het-jaar-2020~b78b9bbe/", "summary": "Jurre van de KampJurre van de Kamp is oprichter van de Stichting Samen is niet alleen.\nRuim een jaar geleden werd hem gevraagd er een op te zetten.\nMourad el OtmaniMourad el Otmani is een van de initiatiefnemers van het jongerenplatform Young Amsterdam, dat jongeren tussen de 15 en 27 jaar mogelijkheden biedt om hun talenten te ontwikkelen.\nVicky van der Spoel en Lieve NieuwintVicky van der Spoel en Lieve Nieuwint zijn in coronatijd een nieuw initiatief gestart.\nEen goed voorbeeld van een sterke ondernemersgeest.", "paragraphs": ["Beeld ANP", "Volgens een woordvoerder bleef het door de coronacrisis lang onduidelijk, maar de uitreiking kan ook dit jaar, in aangepaste vorm, doorgaan. Op 14 februari maakt burgemeester Femke Halsema de winnaar bekend in het Internationaal Theater Amsterdam. De show is via een livestream te volgen.", "Hieronder de negen kanshebbers en waarom zij volgens de organisatie genomineerd zijn. Via Amsterdammervanhetjaar.nl kan van 1 tot en met 13 februari worden gestemd.", "Jurre van de Kamp", "Jurre van de Kamp is oprichter van de Stichting Samen is niet alleen. Deze stichting helpt mensen die in de armoede zijn geraakt. Ze worden met raad en daad bijgestaan, zodat zij hun eigen leven weer op de rails krijgen.", "Kurano Bigiman", "Kurano Bigiman is leraar klassieke talen. Hij vond het raar dat er in Zuidoost, met bijna 90.000 inwoners, geen gymnasium was. Ruim een jaar geleden werd hem gevraagd er een op te zetten. En dat is hem gelukt: het Ir Lely Lyceum heeft nu een gymnasium.", "Minka Bos", "Minka Bos, van Stichting In Mijn Buurt/Oorlog in mijn Buurt, zorgt met persoonlijke gesprekken tussen jong en oud voor meer begrip. Ze wil vooroordelen doorbreken en meer bewustzijn creëren over een deel van de Nederlandse geschiedenis, zoals het koloniaal verleden en de Tweede Wereldoorlog.", "Minka Bos.", "Mourad el Otmani", "Mourad el Otmani is een van de initiatiefnemers van het jongerenplatform Young Amsterdam, dat jongeren tussen de 15 en 27 jaar mogelijkheden biedt om hun talenten te ontwikkelen. Dat doen zij door diverse programma's te organiseren, gericht op jongeren.", "Mourad el Otmani. Beeld Tammy van Nerum", "Nicolaas Veul", "Nicolaas Veul zet zich in voor homo-acceptatie. In het bijzonder strijdt hij tegen de agressieve uitingen waaronder veel mensen uit de lhbtiq+ community lijden. Hij maakt het zichtbaar en bespreekbaar.", "Nicolaas Veul Beeld Brunopress", "Sabina Achterbergh", "Sabina Achterbergh behartigt al jaren, samen met haar man, het welzijn van woonwagenbewoners en zigeuners. Bij de dodenherdenkingen, op 4 mei op de Dam, spreekt zij namens de Roma en Sinti, waarvan er tijdens de Tweede Wereldoorlog ruim anderhalf miljoen zijn omgekomen.", "Sandra Ballij", "Sandra Ballij ziet talenten waar anderen beperkingen zien. Zij ontdekte dat veel blinden en slechtzienden ongewild werkloos zijn. Zo startte zij de onderneming Ctalents; de schakel tussen werkgevers en werknemers met een zintuiglijke uitdaging. Ballij heeft een duidelijk doel voor ogen; werkloosheid onder zintuiglijk uitgedaagden drastisch te verlagen.", "Vicky van der Spoel en Lieve Nieuwint", "Vicky van der Spoel en Lieve Nieuwint zijn in coronatijd een nieuw initiatief gestart. Zij zagen dat door corona de boeren met grote overschotten bleven zitten. Veel producten moesten noodgedwongen worden vernietigd. Vicky van der Spoel en Lieve Nieuwint zorgden dat de producten rechtstreeks van de boer naar de Amsterdammer werden gebracht. Een goed voorbeeld van een sterke ondernemersgeest.", "Lieve Nieuwint (met witte jas en blauwe spijkerbroek) en Vicky van der Spoel redden samen tulpen van de versnipperaar. Beeld Dingena Mol", "Diane Sardjoe", "Diane Sardjoe heeft twee jaar geleden Stichting Moeder is de Sleutel opgezet om de hulpverlening voor jongeren te verbeteren door de moeder erin te betrekken. Toen haar zonen van als ‘crimineel’ bestempeld werden, werd overspoeld met hulpverleners, maar de rust keerde lange tijd niet terug, integendeel zelfs. Nu, een paar jaar later, helpt Diana andere moeders in soortgelijke situaties. “De moeder is de sleutel en kan invloed hebben op haar zoons.’’", "Gianni da Costa", "Gianni da Costa, zorgt al jarenlang als vrijwilliger voor ongedocumenteerde gezinnen. Deze Amsterdamse gezinnen kunnen geen beroep doen op voorzieningen omdat ze niet-legaal in Nederland verblijven. Door de coronacrisis werd hun lot nog schrijnender en werden zij onder andere geholpen met voedselpakketten."], "authors": ["Het Parool"], "keywords": ["zij", "zijn", "van", "het", "2020", "voor", "jaar", "en", "een", "met", "dit", "op", "te", "kanshebbers", "amsterdammer", "dat"], "pubDate": "2021-01-08T16:52:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}