{"id": "43d859c1-2ba3-3562-9125-59d9ffd535e3", "title": "Nee, Whole Lotta Red van Playboi Carti is er niet één om te onthouden ★★☆☆☆", "url": "https://volkskrant.nl/cultuur-media/nee-whole-lotta-red-van-playboi-carti-is-er-niet-een-om-te-onthouden~b85af856/", "summary": "Playboi Carti - Whole Lotta RedHerinneren we ons Yeezus (2013) nog, het schetterende experiment van Kanye West?\nZo’n album lijkt Whole Lotta Red van Playboi Carti (echte naam: Jordan Carter, uit Atlanta) aanvankelijk ook te zijn.\nWhole Lotta Red wijkt sterk af van Carti’s eerdere werk.\nDe tweede helft bevat domweg te veel slap spul: verveelde trap waarover Playboi Carti maar wat lijkt te babbelen.\nDat laatste zullen we van Whole Lotta Red nooit zeggen.", "paragraphs": ["Playboi Carti - Whole Lotta Red", "Herinneren we ons Yeezus (2013) nog, het schetterende experiment van Kanye West? Het was zo’n hiphopalbum dat je óf niet te hachelen óf een meesterwerk vond.", "Zo’n album lijkt Whole Lotta Red van Playboi Carti (echte naam: Jordan Carter, uit Atlanta) aanvankelijk ook te zijn. Kanye is er de executive producer van. In Go2DaMoon doet hij even mee.", "Whole Lotta Red wijkt sterk af van Carti’s eerdere werk. Hij gold als de speelse mompelrapper met het autotunebabystemmetje. Hoe anders klinkt hij nu: zeker in de eerste helft gromt en raspt hij vaak als een rockzanger.", "Als compact album met agressieve punk-trap (Rockstar Made, Stop Breathing) had Whole Lotta Red goed kunnen zijn, maar helaas is het vooral een te lang en schetsmatig album geworden, dat steeds meer op twee gedachten hinkt en uiteindelijk kapseist.", "De tweede helft bevat domweg te veel slap spul: verveelde trap waarover Playboi Carti maar wat lijkt te babbelen. Curieus, hoe het aanvankelijke idee verschrompelt en daarna vervliegt.", "Over Yeezus bestaat na bijna acht jaar enige consensus: niet om aan te horen, meesterwerk, misschien een beetje van allebei, maar in elk geval ‘belangrijk’. Dat laatste zullen we van Whole Lotta Red nooit zeggen."], "authors": ["Menno Pot"], "keywords": ["nee", "van", "het", "red", "en", "om", "een", "playboi", "te", "onthouden", "hij", "één", "maar", "niet", "lotta"], "pubDate": "2021-01-07T14:13:50Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}