{"id": "43d93329-a8a4-34f9-ba74-f7bc977a45dc", "title": "De opzet van het Kerstgala kon levendiger en sprankelender, maar de premières zijn de moeite waard ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/de-opzet-van-het-kerstgala-kon-levendiger-en-sprankelender-maar-de-premieres-zijn-de-moeite-waard~b62c0b7d/", "summary": "De wals van de sneeuwvlokjes uit Notenkraker en Muizenkoning van choreografen Wayne Eagling en Toer van Schayk, door Het Nationale Ballet.\nBeeld Hans GerritsenHet is al een prestatie van formaat dat het Kerstgala van Het Nationale Ballet, live begeleid door Het Balletorkest, überhaupt doorgang heeft gevonden in de eerste week van de harde lockdown.\nDaarnaast regende het klachten over haperingen en het geen toegang kunnen krijgen, ondanks de herhaalde aanschaf van nieuwe tickets.\nBeeld Hans GerritsenNeemt niet weg dat de twee nieuwe, korte wereldpremières, een van David Dawson en een van Wubkje Kuindersma, meer dan het kijken waard zijn.\nKerstgala Dans ★★★☆☆ Door Het Nationale Ballet en Het Balletorkest.", "paragraphs": ["De wals van de sneeuwvlokjes uit Notenkraker en Muizenkoning van choreografen Wayne Eagling en Toer van Schayk, door Het Nationale Ballet. Beeld Hans Gerritsen", "Het is al een prestatie van formaat dat het Kerstgala van Het Nationale Ballet, live begeleid door Het Balletorkest, überhaupt doorgang heeft gevonden in de eerste week van de harde lockdown. De dinsdag en woensdag opgenomen stream ging in gemonteerde versie zaterdag één avond online en zal op 27 december 24 uur beschikbaar komen, om balletliefhebbers in landen met andere tijdzones ook een kijkkans te gunnen. Het Nationale Ballet had een makkelijke uitweg kunnen kiezen, door bijvoorbeeld een bestaande opname van Het Zwanenmeer of Notenkraker en Muizenkoning aan te bieden, maar dan mis je de broodnodige blik op het huidige danstalent, tijdens dit Kerstgala gepresenteerd in twaalf verschillende choreografieën (of fragmenten daarvan). Bovendien zijn optredens voor topdansers van levensbelang om in topvorm te blijven, vergelijkbaar met wedstrijden voor topsporters.", "Toch is het vreemd balletdansers voor een lege zaal te zien buigen, waarbij het verlossende applaus uitblijft. Temeer daar de livemuziek meestal toewerkt naar een climax en bijna elke korte choreografie een uitroepteken in beweging zet. Je zag violisten soms even met strijkstokken op snaren klappen, maar dat bleef geluidloos. In de chatsessie passeerde dan ook vaak de vraag waarom hiervoor geen digitale oplossing was bedacht. Daarnaast regende het klachten over haperingen en het geen toegang kunnen krijgen, ondanks de herhaalde aanschaf van nieuwe tickets. Het zullen allemaal kinderziektes zijn, die horen bij de druk op jonge streamingplatforms voor podiumkunsten. Maar de opening met zorgeloze delen uit het blijmoedige Who Cares? van George Balanchine, op luchthartige Broadway-muziek van George Gershwin, kreeg alleen al door de titel onbedoeld iets onverschilligs. Ook de brave gesprekjes tussendoor van presentator Milouska Meulens met dansers, de artistiek directeur en kinderkoorzangers, voegden door de geforceerde opzet, de Engelse voertaal en de obligate inhoud weinig toe. Dat kan levendiger en sprankelender.", "Salome Leverashvili, grand sujet bij Het Nationale Ballet, in Echoes of Tomorrow van choreograaf Wubkje Kuindersma. Beeld Hans Gerritsen", "Neemt niet weg dat de twee nieuwe, korte wereldpremières, een van David Dawson en een van Wubkje Kuindersma, meer dan het kijken waard zijn. Vooral Kuindersma’s ingetogen duet op een melancholieke compositie van Valentin Silvestrov voor piano en viool – een prachtig in memoriam voor balletcomponist Tsjaikovski – ontroert, ook door de intense vertolking door grand sujets Timothy van Poucke en Salome Leverashvili. Van donkere schaduwen transformeren ze tijdens Echoes of Tomorrow in hartstochtelijke mensen van vlees en bloed om uiteindelijk weer op te gaan in duisternis. De achterwand verschiet eveneens van lichtgrijs via zandkleur naar carbon. Het naderende afscheid zit in elke ontmoeting en beweging ingebakken. Vol overgave valt Leverashvili met holle rug achterwaarts in Van Pouckes ver uitgestrekte armen – hij lift haar moeiteloos - om even krachtig in lange lijnen er weer uit weg te veren. Het knipoogje van de choreograaf naar haar dansers, tijdens de buiging, vatte veel waardering samen.", "Eerste solisten James Stout en Anna Ol hebben in Metamorhosis 1 van Dawson tegen een kale, metalen achterwand niets anders dan elkaar en hun fabelachtige techniek om er krachtig uit te springen met achterwaartse draaien op spitzen (Ol) en kruislings gebogen vangarmen (Stout). Aan niets is af te zien dat dit duet (eerste uit een reeks van vijf op composities van Philip Glass) is gecreëerd op afstand, via Zoom.", "Ol schitterde ook als de in tweespalt verkerende Tatiana, naast de smachtende Onegin van solist Jozef Varga. Meerdere dansers wisten hun optreden boven de kale entourage van een stille zaal uit te tillen, waarbij Maia Makhateli met haar expressieve gezicht, Anna Tsygankova met haar loepzuivere techniek en Young Gyu Choi met zijn vurige energie het best op camera dansten.", "Kerstgala Dans ★★★☆☆ Door Het Nationale Ballet en Het Balletorkest. 19/12, livestream. Online nog te zien van 27/12 (12.00 uur) tot 28/12 (12.00 uur)."], "authors": ["Annette Embrechts"], "keywords": ["opzet", "levendiger", "zijn", "uit", "premières", "met", "te", "van", "en", "waard", "een", "door", "sprankelender", "moeite", "voor", "kon", "op", "het", "maar"], "pubDate": "2020-12-20T16:33:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}