{"id": "43dd2733-5ee4-3cc4-9b2c-9814d3ed1b25", "title": "Op deze 4 punten wordt Ajax - PSV zondag beslist", "url": "https://www.parool.nl/sport/op-deze-4-punten-wordt-ajax-psv-zondag-beslist~b19d2b5e0/", "summary": "De groepsfase van de Europa League werd overleefd en bij het ingaan van de winterstop bedroeg de achterstand op Ajax op de eredivisieranglijst nog maar één punt.\nEnig geduld vóór rust lijkt daarom het devies voor de Amsterdammers in de eerste competitietopper van het seizoen.\nWat doet Ajax met de achilleshiel van PSV?\nPSV speelt namelijk al een half seizoen risicovoetbal met een noodverband op het verdedigende centrum.\nBij Ajax is het de vraag op welke manier deze zwakke plek bij PSV wordt aangevallen.", "paragraphs": ["Er is flink wat veranderd bij de Eindhovenaren dit seizoen. Onder leiding van nieuwe trainer Roger Schmidt hanteert PSV niet alleen een nieuwe speelstijl, maar is de samenstelling van het elftal ook nog eens flink gewijzigd. Rechtsback Denzel Dumfries, controleur Pablo Rosario, linksbuiten Cody Gakpo en spits Donyell Malen zijn de enige vier spelers die hun basisplek van vorig seizoen hebben behouden.", "Ondanks een groeipijntje hier of daar kan het sterk veranderde PSV tevreden terugblikken op de eerste seizoenshelft. De groepsfase van de Europa League werd overleefd en bij het ingaan van de winterstop bedroeg de achterstand op Ajax op de eredivisieranglijst nog maar één punt.", "1. Komt Ajax door de PSV-fuik heen?", "Door de komst van Duitser Schmidt, die als trainer furore maakte met hogesnelheidsvoetbal bij Red Bull Salzburg en Bayer Leverkusen, zijn Pressing en Gegenpressing de toverwoorden geworden in Eindhoven.", "PSV zet, vanuit een 4-4-2-formatie, veelvuldig en hoog druk op de bal. De vijf principes van Schmidt klinken simpel, maar vereisen flink wat training en onderlinge communicatie om te perfectioneren. Sluit gezamenlijk de passingopties in het midden van het veld af, dwing de spelopbouw van de opponent richting de zijlijn, jaag vervolgens de man aan de bal op, verover de bal op de helft van de tegenstander, en zoek zo snel mogelijk de diepte in de tegenaanval.", "PSV heeft deze werkwijze inmiddels behoorlijk goed onder de knie. Zo is de hierboven afgebeelde aanloop naar de openingstreffer tegen RKC Waalwijk (1-4 winst), vlak voor de winterstop, er een uit Schmidts boekje. Gakpo zet de boel in gang, door de man aan de bal af te jagen. Omdat zijn omringende ploeggenoten alle gemakkelijke passes met hun defensieve positionering hebben afgesneden, dwingt Gakpo RKC-voorstopper Ahmed Touba tot een risicovolle pass door het midden. Götze onderschept deze bal en stuurt Gakpo vervolgens diep voor een simpele 0-1.", "PSV verspeelde in de eerste seizoenshelft vier keer punten. Deze wedstrijden hadden een ding met elkaar gemeen: zowel Heerenveen, als Twente, Heracles en Vitesse ging al vroeg over op de lange bal. Met een lange roei naar voren neemt een tegenstander immers PSV’s grootste wapen weg, het collectieve drukzetten op de helft van de tegenstander. De Amsterdammers zullen een andere strijdwijze moeten bedenken, want spelen op de lange bal is geen optie voor Ajax. De gehele speelstijl is immers ingericht op positioneel slim spel in balbezit, met veel korte passes.", "Tegen PSV ligt de druk dus op de schouders van Perr Schuurs en Daley Blind. Als vormgevers van de Ajaxopbouw zullen zij moeten bepalen hoeveel risico er in balbezit genomen wordt tegenover de gevaarlijke pressing van de Eindhovenaren.", "2. Heeft PSV leren doseren?", "Het goede nieuws voor PSV is dat de intensieve speelstijl van Schmidt aanslaat. Het slechte nieuws voor de Eindhovenaren is dat dit succes wel met een nadeel komt. In meest moeizaamste fase voor PSV in de eerste seizoenshelft viel cijfermatig namelijk al snel iets op: bij de ploeg van Schmidt was de tank na rust vaak snel leeg.", "PSV kwam in de laatste vier uitduels in de Eredivisie tot in totaal drie schoten op doel na rust (15 in de 1e helft).", "", "Heerenveen - 1", "FC Twente - 0", "Vitesse - 2", "PEC Zwolle - 0#heepsv — Bart Frouws (@bartf) 6 december 2020", "Bart Frouws van statistiekenbureau Opta liet begin december zien dat de aanvalsproductie van PSV na rust opvallend vaak stokte.", "Gemiddelde xG (excl. strafschoppen) per wedstrijd van PSV dit seizoen in de Eredivisie:", "", "Eerste helft - 1.08 (3e van alle clubs)", "Tweede helft - 0.68 (12e)", "", "Slechts vier clubs hebben na rust een lagere xG dan in de eerste helft; bij PSV is het negatieve verschil het grootst. — Bart Frouws (@bartf) 7 december 2020", "Ajax scoorde dit seizoen 25 van zijn 52 competitietreffers in de tweede helft. Enig geduld vóór rust lijkt daarom het devies voor de Amsterdammers in de eerste competitietopper van het seizoen.", "3. Heeft Ajax een antwoord op Malens snelheid?", "Een knieblessure kostte Donyell Malen vorig jaar de topscorerstitel. Dit seizoen is de 21- jarige international, die tussen 2008 en 2015 in de jeugd van Ajax speelde, langzaam maar zeker weer op gang gekomen. Zijn teller staat na een half seizoen inmiddels op 15 treffers in 22 duels.", "Hoewel PSV met de technisch briljante Mario Götze, de effectieve Gakpo en vleugelverdedigers Dumfries en Philipp Max dit seizoen meer uitblinkers kent, is Malen in de spits nog altijd het sterkste wapen.", "De aanvaller is exceptioneel snel, en bezit het soort diepgang en explosiviteit waar eredivisieverdedigers botweg geen antwoord op hebben. Verdedigen met een hoge laatste lijn, zoals Fortuna Sittard in onderstaand voorbeeld, kan dodelijk zijn tegenover de snelheid van Malen.", "4. Wat doet Ajax met de achilleshiel van PSV?", "Waar Malen en co likkebaardend vooruit zullen kijken naar een tweestrijd met de ietwat trage Blind en positioneel kwetsbare Schuurs, valt er voor Ajax in deze topper ook een defensieve zwakke plek af te straffen.", "PSV speelt namelijk al een half seizoen risicovoetbal met een noodverband op het verdedigende centrum. Schmidt kiest centraal achterin voor snelheid, waardoor er basisplaatsen zijn voor de 21-jarige Jordan Teze, voorheen reserve-rechtsback, en de 23- jarige Olivier Boscagli, die vorig seizoen als nieuwkomer geen basisplaats wist te bemachtigen.", "Tegenover dit onervaren verdedigingsduo valt er dikwijls wat te halen. Neem onderstaand voorbeeld, uit het duel met sc Heerenveen (2-2). Wanneer Teze iets te enthousiast ‘doordekt’, door vroeg uit te stappen op middenvelder Joey Veerman, bevindt zijn maatje Boscagli zich in niemandsland tegenover spits Henk Veerman. Boscagli stapt uit om op buitenspel te spelen, terwijl de twee PSV-backs dat nog niet doen. Henk Veerman krijgt daardoor de vrije doortocht naar een treffer.", "Bij Ajax is het de vraag op welke manier deze zwakke plek bij PSV wordt aangevallen. De sterke Lassina Traoré heeft natuurlijk een fysiek voordeel ten opzichte van de tengere Teze en Boscagli. Maar de Champions League-variant van de opstelling, met Dusan Tadic als ‘valse spits’, lijkt ook een serieuze optie. Het inzakken en uitwijken van Tadic levert immers het soort tactisch lastige keuzes op waar Teze en Boscagli dit seizoen niet al te gemakkelijk bij hebben geoogd."], "authors": ["Sam Planting"], "keywords": ["van", "zondag", "voor", "punten", "beslist", "een", "en", "psv", "wordt", "met", "op", "te", "seizoen", "het", "ajax", "deze"], "pubDate": "2021-01-04T14:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}