{"id": "43e0b2b3-bb4f-3d45-b973-331051dbf720", "title": "Werk van 36 kunstenaars in vensterbanken in Korrewegwijk en De Hoogte in Groningen", "url": "https://www.dvhn.nl/groningen/stad/Werk-van-36-kunstenaars-in-vensterbanken-in-Korrewegwijk-en-De-Hoogte-in-Groningen-26347886.html", "summary": "Het Floreshuis en Vrijdag in de Buurt hebben een alternatieve kunstroute in de Korrewegwijk en De Hoogte in Groningen georganiseerd.\nHierbij worden kunstwerken van 36 kunstenaars tentoongesteld.\nDe werken staan van 15 januari tot 1 maart in de vensterbanken van in de Korrewegwijk en De Hoogte woonachtige kunstenaars (en enkele gastexposanten) - met de voorkant naar buiten gericht.\nFestival KorrezonDe kunstroute is een van de activiteiten die Het Floreshuis, GoeieBuurt en Vrijdag in de Buurt - de trekkers van het afgelaste festival Korrezon - hebben georganiseerd om wijkbewoners een hart onder de riem te steken.\nDe wandelroutes zijn vanaf 13 januari te zien op mooiewijken.nl en floreshuis.com .", "paragraphs": ["Het Floreshuis en Vrijdag in de Buurt hebben een alternatieve kunstroute in de Korrewegwijk en De Hoogte in Groningen georganiseerd. Hierbij worden kunstwerken van 36 kunstenaars tentoongesteld.", "De werken staan van 15 januari tot 1 maart in de vensterbanken van in de Korrewegwijk en De Hoogte woonachtige kunstenaars (en enkele gastexposanten) - met de voorkant naar buiten gericht.", "Voorbijgangers kunnen de kunstwerken dus vanaf straat - door het raam - bewonderen. Er zijn drie wandelroutes uitgezet. De deelnemende kunstenaars delen op posters informatie over zichzelf en hun werk.", "Festival Korrezon", "De kunstroute is een van de activiteiten die Het Floreshuis, GoeieBuurt en Vrijdag in de Buurt - de trekkers van het afgelaste festival Korrezon - hebben georganiseerd om wijkbewoners een hart onder de riem te steken.", "De wandelroutes zijn vanaf 13 januari te zien op mooiewijken.nl en floreshuis.com ."], "authors": [], "keywords": ["groningen", "van", "het", "zijn", "hoogte", "36", "en", "vrijdag", "een", "wandelroutes", "te", "vensterbanken", "vanaf", "korrewegwijk", "werk", "kunstenaars"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}