{"id": "43e2a8a9-bbb0-3611-b775-6a88a98eccec", "title": "Chance the Rapper voor 3 miljoen dollar aangeklaagd door oud-manager", "url": "https://nu.nl/achterklap/6095068/chance-the-rapper-voor-3-miljoen-dollar-aangeklaagd-door-oud-manager.html", "summary": "De voormalige manager van Chance the Rapper eist zo'n 3 miljoen dollar (2,48 miljoen euro) voor onbeloond werk.\nPat Corcoran, beter bekend als 'Pat the Manager', werd door de rapper ontslagen na de release van diens album The Big Day.\nDaarna ontsloeg hij Corcoran, die meent dat hij ten onrechte als zondebok fungeert.\nChance the Rapper heeft in een reactie laten weten dat hij Corcoran al heeft betaald en dat het genoemde bedrag nergens op gebaseerd is.\nDe rapper heeft 350.000 dollar aangeboden om de zaak te laten rusten.", "paragraphs": ["De voormalige manager van Chance the Rapper eist zo'n 3 miljoen dollar (2,48 miljoen euro) voor onbeloond werk. Pat Corcoran, beter bekend als 'Pat the Manager', werd door de rapper ontslagen na de release van diens album The Big Day.", "Corcoran schrijft volgens Pitchfork in rechtbankdocumenten dat hij Chance the Rapper had gevraagd zijn album nog niet uit te brengen, omdat de release niet goed getimed was.", "Volgens de documenten wilde de rapper, die eigenlijk Chancelor Bennett heet, doorpakken na de succesvolle releases van drie eerdere mixtapes. Toen de artiest het album aankondigde, had hij echter nog geen materiaal. Het album belandde na de release direct in hitlijsten, maar fans en critici waren niet enthousiast over de nummers.", "Na het floppen van The Big Day zag de rapper zich genoodzaakt diverse optredens te schrappen, omdat er niet voldoende tickets waren verkocht. Daarna ontsloeg hij Corcoran, die meent dat hij ten onrechte als zondebok fungeert.", "Chance the Rapper heeft in een reactie laten weten dat hij Corcoran al heeft betaald en dat het genoemde bedrag nergens op gebaseerd is. De rapper heeft 350.000 dollar aangeboden om de zaak te laten rusten."], "authors": ["Door"], "keywords": ["oudmanager", "album", "miljoen", "dollar", "aangeklaagd", "van", "release", "heeft", "het", "hij", "niet", "chance", "rapper", "dat", "te", "door", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}