{"id": "43e588af-3f33-3da4-8fc2-0b1a4a115abb", "title": "Wethouder of niet, IJburg protesteert tegen windmolens", "url": "https://www.parool.nl/amsterdam/wethouder-of-niet-ijburg-protesteert-tegen-windmolens~b1a652c0/", "summary": "Protest tegen de komst van windmolens bij IJburg.\nEn dan niet in het water rond IJburg, maar pal op de kade tussen de pakweg tweehonderd demonstranten.\nVoor de helft is plek in de haven en voor de rest heeft wethouder Marieke van Doorninck (Klimaat) nog zes ‘zoekgebieden’ aangewezen, waaronder IJburg.\nVooral op IJburg is een storm van protest opgestoken tegen de windmolenplannen.\nZoomgesprekVanmiddag zou de wethouder op IJburg worden ontvangen voor een gesprek.", "paragraphs": ["Protest tegen de komst van windmolens bij IJburg. Beeld Amaury Miller", "Op de Bert Haanstrakade klinkt het alsof er al een windmolen staat. En dan niet in het water rond IJburg, maar pal op de kade tussen de pakweg tweehonderd demonstranten. Twee luidsprekers verspreiden een zwiepende en indringende ruis. Alsof ze willen zeggen: zo klinkt het hier straks als vierhonderd meter verderop een windmolen staat.", "Of het straks echt zo klinkt? Egbert Boertien heeft de luidsprekers aangezet, maar hij durft het niet te zeggen. “Dit is het geluid van een windmolen,” weet hij wel. Maar of de microfoon op vijftig meter stond of op vijfhonderd meter, weet hij niet.", "Windmolenplannen", "Het stadsbestuur ziet ruimte voor zo’n 17 extra windmolens in Amsterdam. Voor de helft is plek in de haven en voor de rest heeft wethouder Marieke van Doorninck (Klimaat) nog zes ‘zoekgebieden’ aangewezen, waaronder IJburg. Ergens in deze gebieden, met daarbij ook de Noorder IJplas in Noord, Gaasperplas en bedrijventerrein Amstel III in Zuidoost, probeert de stad dus zo’n acht of negen windturbines onder te brengen.", "Vooral op IJburg is een storm van protest opgestoken tegen de windmolenplannen. Tot verrassing van de bewoners bleek na de zomer uit rapporten in opdracht van de gemeente dat ook plekken op zo’n 350 tot 400 meter voor de Bert Haanstrakade in aanmerking kunnen komen.", "Zoomgesprek", "Vanmiddag zou de wethouder op IJburg worden ontvangen voor een gesprek. De volksoploop op de kade moest haar duidelijk maken hoe breed het protest leeft. Het gesprek vond uiteindelijk plaats via een videoverbinding, maar de tegenstanders van de windmolenplannen besloten het protest toch door te laten gaan. In het zoomgesprek met de wethouder werden haar de beelden van de IJburgers op de kade getoond.", "De IJburgers vrezen voor hun uitzicht en de waarde van hun huis, maar ook voor een hinderlijk opflakkerende slagschaduw, geluidsoverlast en zelfs gezondheidsschade die het gevolg kan zijn van het aanhoudende windmolengeraas - een bromtoon die zelfs als die nauwelijks hoorbaar is toch stress mee kan brengen. Vandaar ook de spandoeken met de claim dat de windmolens ‘ziekmakend’ zouden zijn.", "IJmeer", "Het is ook vanwege de vrees voor geluidsoverlast dat Ivo Mekkelholt uit IJburg naar het protest is gekomen. “Als het alleen het aanzicht was van windmolens, dan konden we er nog mee leren leven.”", "“Dit moet je gewoon niet doen in de buurt van huizen,” zegt IJburger Evert Urbanus. “Zet ze gewoon op de Noordzee. Of verderop in het IJmeer. Dan heeft niemand er last van.”", "Yvonne Hofsteden vindt het ergens wel ongemakkelijk om pas te protesteren tegen windmolens nu ze zo dichtbij komen, in de achtertuin zeg maar. Net als veel IJburgers heeft ze milieubewuste, linkse partijen gesteund bij de verkiezingen. “Ik wil wel graag duurzame energie.”", "Over het uitzicht of gezondheidsschade maakt Hofsteden zich niet veel zorgen, wel over de natuur en de immense hoogte van 150 tot 200 meter die het in opdracht van de gemeente gemaakte adviesrapport hier voor mogelijk houdt voor windmolens. “Dat ze zo hóóg zijn, waardoor je geen verweer hebt tegen het geluid als ze er eenmaal staan.”"], "authors": ["Bart Van Zoelen"], "keywords": ["van", "wethouder", "protesteert", "voor", "en", "een", "ze", "maar", "tegen", "op", "het", "ijburg", "niet", "windmolens"], "pubDate": "2021-01-07T17:37:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}