{"id": "43ecbe59-69c0-3883-9905-5c271c5b3cca", "title": "CDA blikt onder Hoekstra meer naar rechts", "url": "https://trouw.nl/politiek/cda-blikt-onder-hoekstra-meer-naar-rechts~ba73dc5d/", "summary": "Zo pleit het CDA niet langer voor 10 procent verhoging van het wettelijk minimumloon.\nOnder Hoekstra schuift het CDA weer iets dichter naar de VVD.\nNieuw is ook de koers van het CDA over de vrijheid van onderwijs, artikel 23 van de grondwet.\nHet CDA moet het hebben van mensen die geloven in coöperatie, meent Kroeger, en niet van oud-PVV-stemmers.\n‘Kijk naar de cijfers, er is geen grensverkeer.’Verkiezingsprogramma CDA: armoede onder kinderen halverenIn het verkiezingsprogramma komt het CDA op voor kinderen die opgroeien in armoede en voor de Nederlandse boer.", "paragraphs": ["CDA-leider Wopke Hoekstra heeft een eerste indruk gegeven van de koers van zijn partij onder zijn nieuwe leiderschap. Het verkiezingsprogramma werd afgelopen weekeinde op enkele punten aangepast, meer naar rechts. Dat gebeurde op het online verkiezingscongres.", "Zo pleit het CDA niet langer voor 10 procent verhoging van het wettelijk minimumloon. Bij nader inzien vindt de partij een ‘gerichte lastenverlaging’ een betere oplossing voor de laagste inkomens.", "Hoekstra heeft ook gemarkeerd waar het CDA staat tegenover de PVV. Hij ziet samenwerken met Geert Wilders niet gebeuren, zei hij dit weekeinde bij omroep WNL. “Als je kijkt wat in het PVV-verkiezingsprogramma staat en hoe daar wordt omgegaan met religie en allerlei vrijheden, dan is het niet goed voorstelbaar dat het CDA daarmee gaat regeren.” De PVV wil moskeeën en de koran verbieden, net als islamitisch onderwijs. Hoekstra wil de PVV niet definitief afwijzen, maar zegt dat dit verkiezingsprogramma “geen aanbeveling is om samen op weg te gaan. Het CDA kan alleen regeren met partijen die de rechtsstaat serieus nemen en ten volle onderschrijven”.", "Scherm met een wachtmuziekje", "Dit weekeinde zou Hoekstra door de CDA-leden officieel benoemd worden tot lijsttrekker. Dat is uitgesteld. De partij moest het online verkiezingscongres zaterdag afbreken omdat het stemsysteem crashte. Leden die vanuit huis zouden stemmen over Hoekstra’s kandidatuur, kregen urenlang een scherm te zien met een wachtmuziekje. De partij denkt dat een technisch mankement de oorzaak is, en doet nader onderzoek. Een hack is ‘hoogst onwaarschijnlijk’, aldus de partij, die eerder dit jaar ook al problemen had met de techniek bij de lijsttrekkersverkiezingen.", "Onder Hoekstra schuift het CDA weer iets dichter naar de VVD. Afgelopen najaar kwam de partij onder leiding van toenmalig lijsttrekker Hugo de Jonge met een concept-programma waarin de richting sociaal-economisch meer naar links ging. Daar is nu een correctie op gekomen. Het initiatief komt van het partijbestuur, in nauw overleg met de nieuwe kandidaat-lijsttrekker. Leden steunen de aanpassing, bleek vrijdag, op de eerste dag van het online partijcongres. Stemmen vanuit huis verliep toen zonder problemen.", "Een aanpassing is ook dat het CDA minder stellig is over het verbieden van winstuitkeringen in de zorg, en niet langer vindt dat alle specialisten in loondienst moeten komen. In de strijd tegen misstanden in de seksindustrie, hoeft het ‘kopen van seks’ niet meer strafbaar te worden.", "Nieuw is ook de koers van het CDA over de vrijheid van onderwijs, artikel 23 van de grondwet. De partij wil ‘pal staan’ voor de vrije keuze van ouders om een school te kiezen, maar met een voorbehoud: “Artikel 23 mag geen vrijbrief zijn voor intolerantie of inperking van elkaars rechten op scholen”. Scholen mogen het artikel niet gebruiken om leerlingen te weigeren. “Het kan niet zo zijn dat scholen een beleid voeren dat intolerant is.” Dit laatste lijkt een verwijzing naar wat reformatorische scholen die vrijheid willen om homoseksuele leerlingen te kunnen weren.", "De CDA-leden hadden zelf ook nog een wens: meer geld naar ontwikkelingssamenwerking. Met grote meerderheid willen zij daar weer 0,7 procent van het bbp aan uitgeven. Dat punt verdween vier jaar geleden uit het CDA-verkiezingsprogramma en is terug.", "Lees ook:", "‘Het CDA moet het hebben van het midden, niet van PVV of Forum’", "Historicus en CDA’er PG Kroeger schreef een veelbesproken boek over zijn partij. Het CDA moet het hebben van mensen die geloven in coöperatie, meent Kroeger, en niet van oud-PVV-stemmers. ‘Kijk naar de cijfers, er is geen grensverkeer.’", "Verkiezingsprogramma CDA: armoede onder kinderen halveren", "In het verkiezingsprogramma komt het CDA op voor kinderen die opgroeien in armoede en voor de Nederlandse boer. ‘We moeten boeren perspectief bieden.’"], "authors": ["Wilma Kieskamp"], "keywords": ["cda", "hoekstra", "van", "het", "naar", "en", "rechts", "een", "met", "partij", "blikt", "op", "onder", "meer", "niet", "dat"], "pubDate": "2021-01-11T00:01:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}