{"id": "43f21dca-e1aa-3c06-8434-e7fc2e553d8f", "title": "Verdachte brandstichting in Japanse animatiestudio aangeklaagd voor moord", "url": "https://nu.nl/buitenland/6096957/verdachte-brandstichting-in-japanse-animatiestudio-aangeklaagd-voor-moord.html", "summary": "De 42-jarige man die wordt verdacht van de brandstichting bij de beroemde animatiestudio Kyoto Animation in juli 2019 is door een Japanse openbaar aanklager formeel aangeklaagd voor 36 moorden.\nBij de brand raakten nog 33 mensen gewond en werd de studio verwoest.\nHij werd op 100 meter van het gebouw al aangehouden, maar moest ruim tien maanden herstellen van ernstige brandwonden voordat hij werd gearresteerd voor moord.\nMan meende dat studio zijn roman plagieerdeDe werkloze man zou hebben geroepen dat Kyoto Animation een roman van hem had geplagieerd.\nKyoto Animation is een van de prominentste Japanse animatiestudio's en heeft ruim 160 medewerkers.", "paragraphs": ["De 42-jarige man die wordt verdacht van de brandstichting bij de beroemde animatiestudio Kyoto Animation in juli 2019 is door een Japanse openbaar aanklager formeel aangeklaagd voor 36 moorden. Bij de brand raakten nog 33 mensen gewond en werd de studio verwoest.", "Uit psychiatrisch onderzoek zou zijn gebleken dat de verdachte toerekeningsvatbaar is. Wel is de man in het verleden behandeld voor een niet nader genoemde geestesziekte.", "Op 18 juli 2019 drong de man het gebouw van animatiestudio Kyoto Animation binnen, gooide brandbare vloeistof in het rond en stak vervolgens het gebouw in brand.", "Hij werd op 100 meter van het gebouw al aangehouden, maar moest ruim tien maanden herstellen van ernstige brandwonden voordat hij werd gearresteerd voor moord. Dat gebeurde eind mei van dit jaar.", "Man meende dat studio zijn roman plagieerde", "De werkloze man zou hebben geroepen dat Kyoto Animation een roman van hem had geplagieerd.", "Het is de dodelijkste brand in Japan in bijna twintig jaar tijd.", "Kyoto Animation is een van de prominentste Japanse animatiestudio's en heeft ruim 160 medewerkers. Het bedrijf maakte onder meer de series The Melancholy of Haruhi Suzumiya, Clannad en K-On."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "japanse", "dat", "een", "het", "en", "animation", "kyoto", "werd", "voor", "man", "animatiestudio", "moord", "aangeklaagd", "verdachte", "brandstichting"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}