{"id": "440c26a6-b071-3c10-843a-0d9a9e661e41", "title": "Oranje treft in WK-kwalificatie Turkije en Noorwegen", "url": "https://www.parool.nl/sport/oranje-treft-in-wk-kwalificatie-turkije-en-noorwegen~bffdf400/", "summary": "Beeld NurPhoto via Getty ImagesOranje is ingedeeld in groep G en moet spelen tegen Turkije, Noorwegen, Montenegro, Letland en Gribaltar.\nDe BoerBondscoach Frank de Boer is redelijk tevreden over de loting voor het kwalificatietoernooi van het WK 2022 die het Nederlands elftal heeft gekoppeld aan Turkije, Noorwegen, Montenegro, Letland en Gibraltar.\nIn iedere poule is het groepshoofd in mijn ogen favoriet.”“Maar je loopt natuurlijk niet zomaar over Turkije en Noorwegen heen,” vervolgde De Boer.\nEn bij Noorwegen denk ik al snel aan Erling Haaland en Martin Ødegaard.\nMontenegro en Letland kunnen ook uit een goede organisatie spelen en tegen Gibraltar moeten we aan ons doelsaldo werken.”", "paragraphs": ["Oranje (hier in de persoon van Daley Blind) heeft maandag gehoord tegen welke landen het moet uitkomen in de WK-kwalificatie. Beeld NurPhoto via Getty Images", "Oranje is ingedeeld in groep G en moet spelen tegen Turkije, Noorwegen, Montenegro, Letland en Gribaltar. Oranje is ingedeeld in een groep met zes teams. De loting is maandagavond om 18.00 uur in Zürich gehouden.", "Winnaars van de groep gaan automatisch door naar het WK, andere landen moeten de play-offs in. 55 landen doen mee aan de kwalificatie voor het WK, dat op 21 november 2022 start in Qatar.", "De mondiale eindronde met 32 deelnemers begint in Qatar met de openingswedstrijd op 21 november 2022 en eindigt met de WK-finale op 18 december.", "De Boer", "Bondscoach Frank de Boer is redelijk tevreden over de loting voor het kwalificatietoernooi van het WK 2022 die het Nederlands elftal heeft gekoppeld aan Turkije, Noorwegen, Montenegro, Letland en Gibraltar. “Het is geen poule des doods”, zei hij. “Er is ook geen poule des doods. In iedere poule is het groepshoofd in mijn ogen favoriet.”", "“Maar je loopt natuurlijk niet zomaar over Turkije en Noorwegen heen,” vervolgde De Boer. “Turkije is een goede voetbalnatie met nieuwe talenten. En bij Noorwegen denk ik al snel aan Erling Haaland en Martin Ødegaard. Montenegro en Letland kunnen ook uit een goede organisatie spelen en tegen Gibraltar moeten we aan ons doelsaldo werken.”"], "authors": ["Het Parool"], "keywords": ["oranje", "van", "turkije", "het", "met", "treft", "tegen", "wk", "poule", "en", "aan", "noorwegen", "wkkwalificatie"], "pubDate": "2020-12-07T18:35:15+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}