{"id": "4413b7d3-3c48-3d24-a234-0f54ab299b68", "title": "Radiomaker Co de Kloet schrijft boek over vriend en idool Frank Zappa", "url": "https://www.parool.nl/kunst-media/radiomaker-co-de-kloet-schrijft-boek-over-vriend-en-idool-frank-zappa~b8c7cb90/", "summary": "Beeld RedfernsCo de Kloet (61) beschrijft in Frank & Co zijn persoonlijke herinneringen aan Frank Zappa (1940-1993), als inleidingen bij en reflecties op de interviews die hij voerde met de ­legendarische bandleider, gitarist en componist en mensen uit zijn umwelt.\n“Dat het er nu toch ligt, komt door een duwtje van Dweezil Zappa, de oudste zoon van Frank.\nIk wilde alleen materiaal gebruiken dat ik ook op audio had, zodat niemand ooit kon claimen dat ze dit of dat nooit gezegd hadden.”Co de Kloet en Frank Zappa.\nDe Kloet beschikte over ongeveer 25 uur interviewmateriaal, dat hij met een minimum aan redactionele ingrepen in het boek heeft gezet.\nEn er was de volledig abnormale situatie dat ik op mijn zeventiende bevriend raakte met mijn idool.", "paragraphs": ["Frank Zappa tijdens een optreden in Newport in de staat Rhode Island in de zomer van 1969. Beeld Redferns", "Co de Kloet (61) beschrijft in Frank & Co zijn persoonlijke herinneringen aan Frank Zappa (1940-1993), als inleidingen bij en reflecties op de interviews die hij voerde met de ­legendarische bandleider, gitarist en componist en mensen uit zijn umwelt.", "“Ik was nooit van plan dit boek te schrijven, al was het maar omdat ik primair een radioman ben en geen schrijver,” zegt De Kloet, die naast radiomaker ook producer en muzikant is. “Dat het er nu toch ligt, komt door een duwtje van Dweezil Zappa, de oudste zoon van Frank. Ik vertelde Dweezil dat een van Franks signature songs, You didn’t try to call me – het staat op Freak Out – gaat over Pamela Zarubica die vergeefs zat te wachten op een telefoontje van Phil Spector. Ze had destijds een fling met hem. Dweezil kende dat verhaal niet en zei: waarom schrijf je dat niet op? Dat was in 2016, toen ik met het Noord Nederlands Orkest werkte aan Dweezil Zappa’s Orchestral Favorites.”", "Variant op een dagboek", "Een tweede duwtje kreeg hij van Zappa’s voormalige manager Herbie Cohen, die op bezoek bij De Kloet door diens Zappabibliotheek ging, een willekeurig boek opensloeg en zei: ‘Ik vind het altijd zo frappant hoe mensen beschrijven hoe zíj denken dat het was. En ze zitten er allemaal naast.’", "De Kloet: “Daarmee reikte hij me een strategie voor mijn boek aan. Ik zou schrijven over mijn persoonlijke herinneringen en verder alleen mijn gesprekken met Frank erin opnemen en gesprekken met een aantal mensen waarvan ik denk dat Frank het geapprecieerd zou hebben als zij in het boek voorkwamen. Ik wilde alleen materiaal gebruiken dat ik ook op audio had, zodat niemand ooit kon claimen dat ze dit of dat nooit gezegd hadden.”", "Co de Kloet en Frank Zappa. Beeld Menno Kalman", "Het 439 pagina’s tellende boek is een variant op een dagboek, chronologisch opgezet, beginnend met De Kloets kennismaking als dertienjarige met de muziek van Zappa (Freak Out), op het spoor gezet door een klasgenote, en eindigend met het afscheid van een ernstig zieke Zappa en interviews met dirigent Kent Nagano, Flo & Eddie, Pamela Zarubica en Jimmy Carl Black, die een verhelderend licht laten schijnen op vooral de vroege jaren van The Mothers of Invention.", "De Kloet beschikte over ongeveer 25 uur interviewmateriaal, dat hij met een minimum aan redactionele ingrepen in het boek heeft gezet. De sprekers spreken, afhankelijk van hun verbale begaafdheid, soms in elliptische, kromme of anderszins gemankeerde zinnen. Je voelt je als lezer een vlieg op de muur bij al die gesprekken.", "Man met een attachékoffertje", "Wat betekent Zappa voor De Kloet? “Heel veel. Ik ben altijd flabbergasted geweest door zijn muziek. Daarnaast was hij altijd doodeerlijk. En er was de volledig abnormale situatie dat ik op mijn zeventiende bevriend raakte met mijn idool. Er was meteen een klik, hoe vreemd de allereerste ontmoeting ook was verlopen.”", "“Ik zat in mijn eentje in de lobby van het Pulitzer Hotel, waar Zappa en zijn entourage verbleven. Al een paar keer had ik gedacht: daar heb je ’m, maar dan bleken het roadies te zijn, met hetzelfde haar en zo’n snorretje met een sikje. Uiteindelijk was de lobby helemaal leeg, toen er een man voor de liftdeur ging staan. Keurig gekleed, strak achterover gekamd haar, attachékoffertje in de hand. Ik was zo in verwarring dat ik naar hem toe liep en zei: ‘Are you Frank Zappa?’ Hij antwoordde: ‘I sure am’ en liep de lift in.”", "“Via Jan Bult, een bevriende plugger van WEA, toen Zappa’s platenmaatschappij, mocht ik hem daarna ontmoeten. ‘Dit is Co,’ zei Jan, toen ik in Zappa’s kamer stond. ‘Hij is de zoon van een bekende radiomaker, hij is een groot fan en hij wil je een paar vragen stellen.’ Zappa keek me aan en zei: ‘And you still had to ask if it was me in the lobby? You were just being careful huh?’ Ik proefde meteen een grote mellowness bij hem.”", "“In de jaren daarna ontwikkelde zich een band, met als doorbraak het moment waarop hij me vroeg of ik zijn concert in 1980 in Ahoy voor de radio wilde mixen, omdat ik zijn muziek goed kende. Ik was 21. Daarvan ben ik toen minstens een week in de wolken geweest.”"], "authors": ["Erik Voermans"], "keywords": ["boek", "van", "vriend", "het", "op", "hij", "frank", "met", "schrijft", "ik", "zappa", "radiomaker", "een", "en", "kloet", "dat", "idool"], "pubDate": "2020-11-29T17:21:25+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}