{"id": "44220f0c-04ab-37df-9355-965904f37075", "title": "Agenten bekogeld in Nieuw-West, vijf arrestaties", "url": "https://www.parool.nl/amsterdam/agenten-bekogeld-in-nieuw-west-vijf-arrestaties~b465ee07/", "summary": "Er zijn geen aanhoudingen verricht, maar de politie sluit niet uit dat dat later alsnog zal gebeuren.\nNet als het Rembrandtplein, het Thorbeckeplein, het Leidseplein en de Nieuwmarkt.\nEcht prachtig”, zegt hij met een grote grijns op zijn gezichtIn Floradorp staan buurtbewoners rond een geïmproviseerd oudejaarsvuur.\n“Gezellig he?”, zegt een van de buurtbewoners met een biertje in zijn hand.\nZo bekogelden jongeren in Volendam aan het begin van de avond agenten met vuurwerk.", "paragraphs": ["Politie op het verlaten Leidseplein tijdens oudejaarsnacht. Beeld ANP", "In Amsterdam-Oost vonden in en rond de Molukkenstraat eveneens ongeregeldheden met groepen jongeren plaats. Er werd zwaar vuurwerk afgestoken. De politie zette de Mobiele Eenheid in om de jongeren te verdrijven. Volgens een woordvoerder is de rust inmiddels weergekeerd. Er zijn geen aanhoudingen verricht, maar de politie sluit niet uit dat dat later alsnog zal gebeuren.", "Eerder op de avond waren donderdagavond in het centrum van Amsterdam tijdens de oudejaarsnacht amper mensen op straat. In andere stadsdelen stonden hier en daar groepjes mensen op straat. Over het algemeen was de sfeer rustig.", "Het Museumplein is leeg. Net als het Rembrandtplein, het Thorbeckeplein, het Leidseplein en de Nieuwmarkt. Waar de pleinen in het centrum rond oud en nieuw tijdens normale jaarwisselingen het epicentrum van het feest vormen, zijn er in coronatijd amper mensen op straat. Kroegen zijn dicht en er wordt bijna nergens vuurwerk afgestoken. Slechts een enkele keer is er een knal te horen. Als er licht brandt in de huizen is zo nu en dan door de ramen te zien hoe kleine groepjes mensen met elkaar aan tafel zitten.", "Dat is anders in Amsterdam Noord. Daar klinkt regelmatig zwaar vuurwerk.", "In Floradorp staat een groepje mensen om een vuurton. Als verderop minutenlang vuurwerk wordt afgestoken loopt een van de bewoners naar buiten. “Dat is professioneel vuurwerk. Echt prachtig”, zegt hij met een grote grijns op zijn gezicht", "In Floradorp staan buurtbewoners rond een geïmproviseerd oudejaarsvuur. Beeld Hannah Stöve", "Brandende pallets", "Op het kruispunt bij de Campanulastraat en de Dotterbloemstraat zijn pallets in brand gestoken. Vanaf acht uur ’s avonds is men daar op straat te vinden. Groepjes mensen staan met een drankje in de hand te praten met elkaar. Housemuziek beukt door de speakers. Af en toe klinken er harde klappen van nitraten. Zo nu en dan gaat er imposant siervuurwerk de lucht in.", "“Gezellig he?”, zegt een van de buurtbewoners met een biertje in zijn hand. “Het is rustiger dan normaal hoor. In andere jaren was de fik op dit kruispunt zo enorm dat de lantaarnpalen kromtrokken en de ruiten van de omliggende woningen sprongen van de hitte.\"", "Een buurtbewoonster deelt versgebakken appelflappen uit aan de mensen om het vuur. “De sfeer is goed”, constateert ze tevreden. “Laten we hopen dat het vanavond zo blijft.”", "Het enige officiële vuurwerk dat tot nu toe in de stad werd afgestoken is elektrisch: in de Johan Cruijff Arena is een lichtshow van start gegaan. Om 18.30 uur vond daar een aftelmoment plaats voor kinderen, om 22.30 uur ging de volwassen variant van de Countdown Show van start. Vanaf 23.50 uur speelde het nationale aftelmoment zich af in het stadion.", "‘Electric Fireworks’ tijdens het Nationaal Aftelmoment in de Johan Cruijff Arena. Beeld ANP", "Rest van Nederland", "Ook in de rest van Nederland lijkt het er ‘s avonds rustig aan toe te gaan, op een aantal plaatsen na. Zo bekogelden jongeren in Volendam aan het begin van de avond agenten met vuurwerk. De situatie was niet ernstig genoeg om de Mobiele Eenheid in te zetten, later op de avond keerde de rust weer. De gemeente Edam-Volendam riep ouders op om hun kinderen binnen te houden en vroeg haar inwoners ‘normaal te doen’.", "In Den Bosch liepen eerder op de avond zo’n vijftig jongeren rond die voor overlast zorgden en agenten bekogelden met vuurwerk, meldt omroep Brabant. De relschoppers staken bovendien een auto in de brand en waren verantwoordelijk voor meerdere opstootjes. De politie en de ME zouden ‘groots’ zijn uitgerukt in de stad.", "De Bossche politie noemde de situatie “broeierig”. De Mobiele Eenheid (ME) moest ingrijpen zodat de brandweer de auto kon blussen. Vanwege de gespannen situatie heeft de politie extra bevoegdheden gekregen. Zo mogen agenten preventief fouilleren."], "authors": ["Wouter Laumans"], "keywords": ["arrestaties", "er", "zijn", "van", "vuurwerk", "en", "een", "met", "nieuwwest", "op", "te", "bekogeld", "het", "agenten", "vijf"], "pubDate": "2020-12-31T23:32:29Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}