{"id": "4426ac0e-3318-38ca-a630-aefa42ae4365", "title": "Mijn schoonouders lieten niks horen na de dood van mijn moeder, moet ik nog op bezoek?", "url": "https://trouw.nl/leven/mijn-schoonouders-lieten-niks-horen-na-de-dood-van-mijn-moeder-moet-ik-nog-op-bezoek~bb972fd7/", "summary": "Mijn schoonouders hebben ook een rouwkaart gekregen, waar ze niet op hebben gereageerd.\nHet doet me pijn dat zo iets ingrijpend in mijn leven door mijn schoonouders genegeerd wordt.\nIk ben wel klaar met mijn schoonouders.\nGeen medelevenBeste Geen medeleven,Natuurlijk hadden uw schoonouders u moeten condoleren met het verlies van uw moeder.\nAls u binnenkort niet met uw man mee wil gaan om zijn ouders te bezoeken, kunt u prima thuis blijven.", "paragraphs": ["Etiquette-specialist Beatrijs Ritsema beantwoordt elke week prangende vragen over hoe het hoort, of juist niet.", "Beste Beatrijs,", "Twee maanden geleden is mijn moeder aan Alzheimer overleden. In verband met de coronamaatregelen heeft de uitvaart in beperkte kring plaatsgevonden - alleen met de directe familie. Mijn schoonouders hebben ook een rouwkaart gekregen, waar ze niet op hebben gereageerd. Geen telefoontje, geen kaartje, niet naar mij en ook niet naar mijn vader. Ik voel me hierdoor erg gekwetst. Het doet me pijn dat zo iets ingrijpend in mijn leven door mijn schoonouders genegeerd wordt. Daarnaast vind ik het ook bijzonder onfatsoenlijk. Nu wil mijn man binnenkort, als de corona het toelaat, een keer zijn ouders bezoeken. Eerlijk gezegd heb ik geen zin om mee te gaan. Ik ben wel klaar met mijn schoonouders. Volgens mijn man ‘zijn ze gewoon zo’. Wat zegt de etiquette hierover?", "Geen medeleven", "Beste Geen medeleven,", "Natuurlijk hadden uw schoonouders u moeten condoleren met het verlies van uw moeder. Ze hadden er een telefoontje aan moeten wijden of een kaartje moeten sturen. Ze hebben dit nagelaten, dus voorstelbaar voelt u zich tekort gedaan. Als u binnenkort niet met uw man mee wil gaan om zijn ouders te bezoeken, kunt u prima thuis blijven. Ik raad u overigens niet aan om de verhouding helemaal op te zeggen. Misschien zijn er kleinkinderen – de onverschilligheid van uw schoonouders voor uw verlies is ook weer geen reden om helemaal nooit meer iets met hen te maken te willen hebben. U zult toch met hen door moeten vanwege uw man en eventueel uw kinderen. Ga een andere keer wel weer met uw man mee. Zet uw schoonouders in gedachten weg als ‘mensen met een tekort aan fijngevoeligheid’ en laat het verder zo. Troost u met de wetenschap dat anderen in uw omgeving wel met u hebben meegeleefd.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["ik", "moet", "van", "nog", "man", "mijn", "niks", "met", "uw", "een", "lieten", "op", "te", "schoonouders", "het", "niet", "moeder"], "pubDate": "2020-12-11T13:45:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}