{"id": "442e1084-3738-3666-8e43-d8e84349332e", "title": "‘De ­Papoea’s zullen eindigen als de Abori­gines in Australië. Het is intriest’", "url": "https://volkskrant.nl/nieuws-achtergrond/de-papoea-s-zullen-eindigen-als-de-abori-gines-in-australie-het-is-intriest~b2dcbc08/", "summary": "Het was de Koude Oorlog en dat jonge, grote land mocht niet ook in de armen van het communistische blok worden gedreven.\nLieshout: ‘Het gezicht van Indonesië was van het begin af het gezicht van een militaire macht.\nJe zou denken dat het moeilijk was, maar het was het makkelijkst van al, zegt hij achteraf.\nHij draaide zich om en begon te vertellen dat hij een verhouding had gehad met een getrouwde vrouw en een varken had gestolen.\nEen tweede ging in het water en uiteindelijk gingen ze allemaal, en een voor een vertelden ze wat ze hadden misdaan.", "paragraphs": ["Pater Frans Lieshout is ooggetuige van een tijdperk op Nieuw-Guinea. Hij zag met eigen ogen hoe de door hem zo bewonderde Papoea’s sinds 1961 steeds meer in de verdrukking komen. Nu is de franciscaan terug en doet hij zijn verhaal.", "Het beeld laat hem niet los, ook niet nu hij weer in Nederland is. Frans Lieshout beschrijft hoe een paar maanden geleden een groot marineschip met Indonesische vlag de baai van Jayapura kwam binnenvaren, het dek vol militairen. ‘We zijn trots, die soldaten zijn gestuurd om ons te beschermen’, zei een Indonesisch paartje dat de gebeurtenis naast hem gadesloeg. Toen het stel weg was, kwam er een Papoea naast hem staan, wijzend naar de boot: ‘Die komen om ons te slaan.’", "Die anekdote bevat de kern, zegt de 84-jarige Lieshout. ‘De houding van de Indonesiërs is sinds 1963 niet veranderd en de Papoea’s zullen weer slachtoffer zijn.’", "Frans Lieshout is geen antropoloog, geen linguïst en ook geen arts – beroepen die hem allemaal hebben aangetrokken. ‘Ik ben niks’, zegt hij spottend, maar daarmee doet hij zichzelf schromelijk tekort. Hij is altijd van alles een beetje geweest, zoals elke missionaris: dokter, antropoloog en zielzorger. En vóór alles is hij een levende getuige van een tijdperk. Hij heeft de geschiedenis van Papoea meebeleefd. Hij kwam aan toen het nog Nederlands was en Nieuw-Guinea heette en vertrok amper een maand geleden, toen het in zijn stadje Wamena weer wemelde van Indonesische politie en militairen.", "Hij heeft zijn leven gewijd aan de Papoea’s; hij heeft drie boeken geschreven over hun cultuur en hun taal. En hij schaamt zich er niet voor om te zeggen dat hij, in de 56 jaar dat hij daar was, onder de indruk is geraakt van die ‘lieve, vriendelijke, allesbehalve goddeloze mensen’.", "Hij heeft de Papoea’s gedurende het Indonesisch bewind begeleid, tot en met de ‘opstand’ die de provincie het afgelopen jaar in bloed heeft gedompeld. ‘Ik was erbij, gedurende de hele verandering die de Papoeas hebben doorgemaakt’, zegt hij. Wat hij ‘verandering’ noemt is de teloorgang van een onderdrukte, geminachte minderheid: ‘‘Apen’, noemen Indonesiërs ze, en ze menen het.’", "Omineus begin", "Frans Lieshout is alweer meer dan een maand terug in Nederland. Zijn hoge leeftijd en zijn ziekte gaven hem geen andere keus. Hij heeft kanker, maar daarmee wil hij niemand lastigvallen. ‘Die ziekte was’, zegt hij, ‘maar een van de factoren voor mijn vertrek.’ Hij heeft zijn intrek genomen in een stadsklooster in Amsterdam-West, waar hij een lichte kamer heeft met een breed bed en een fijne werktafel, grote ramen die uitzien op een tuin, en een royale kledingkast. ‘Een luxe kamer’, zegt hij verontschuldigend.", "Pater Frans Lieshout in Papua. ‘Traditioneel was altijd de vraag: hoeveel zieltjes heb je gewonnen? Maar dat is geen missiewerk! Ik was uitgezonden in een tijd van een andere kijk op missionering.’ Beeld Jos Donkers", "Aan de kledingkast hangt de bruine pij die Lieshout aantrekt als hij naar de kapel gaat om te bidden. In die kapel hangt een kopie van het kruis van San Damiano, waar de heilige Franciscus voor zat te bidden toen hij een openbaring kreeg van God. Lieshout staat erop dat er ‘OFM’, van Ordo Fratrum Minorum, achter zijn naam komt te staan, want dat is hij: Frans Lieshout OFM, Franciscaan, 56 jaar missionaris geweest bij de Papoea’s. En ook al voelt hij zich wat minder hij is graag bereid om zijn verhaal te vertellen.", "Lieshout zag al eens eerder Indonesische militairen arriveren in de baai van Jayapura: toen hij als jonge missionaris net twee weken in toenmalig Nederlands-Nieuw-Guinea was. ‘Ik pakte ongeveer het laatste KLM-vliegtuig dat daarheen vloog en op 1 mei 1963 kwamen de Indonesiërs’, is zijn korte samenvatting van wat toch een historisch moment van de eerste orde is geweest: de overdracht van de macht over het laatste stukje Nederlandse kolonie in De Oost.", "Vooral de manier waarop de Indonesiërs binnenkwamen trof hem destijds: ‘Ze wekten de indruk van een troep rovers. De militairen die ze hadden gestuurd waren bovendien een beetje een lugubere groep. Alsof ze in Jakarta van de straat waren gehaald, misschien was dat ook zo. Ik heb toen zelf gezien hoe de militairen tekeergingen. Ze roofden uit winkels, maar ook uit ziekenhuizen. Van alles werd meegenomen, opgestuurd met de boot naar Jakarta. Overal waren brandstapels van Nederlandse boeken en archieven.’", "Nederland had Nieuw-Guinea graag nog een tijdje willen vasthouden. Het had miljoenen guldens uitgegeven om van dat laatste restje Nederlands-Indië een modelkolonie te maken. De hoofdstad Hollandia had de beste winkels, de beste scholen en de beste ziekenhuizen. Net zo voorbeeldig had Nederland de kolonie ook naar de onafhankelijkheid willen begeleiden. Het had zelfs al een kleine Papoease elite opgeleid, om het bestuur over te nemen, maar dat heeft niet zo mogen zijn.", "Toen de KLM Lieshout afleverde, was het land eigenlijk al niet meer van Nederland. De Verenigde Naties, en met name de Verenigde Staten, hadden Nederland gedwongen de kolonie af te staan, want ze wilden geen ruzie met Indonesië. Het was de Koude Oorlog en dat jonge, grote land mocht niet ook in de armen van het communistische blok worden gedreven.", "De Nederlandse troepen vertrokken en op 1 mei 1963 nam Indonesië het bewind over. Eén beeld uit 1963 staat op Lieshouts netvlies gebrand: dat van de aankomst van de Indonesische president Soekarno, de aankomst van een overwinnaar. ‘Twee, drie dagen na de overdracht, kwam Soekarno zelf. Hij stond op een oorlogsboot, helemaal voorop, op de voorplecht.’", "Het was symbolisch voor hoe Indonesië de Papoea’s voortaan zou bejegenen. Lieshout: ‘Het gezicht van Indonesië was van het begin af het gezicht van een militaire macht. Misschien, als ze wat vriendelijker waren geweest, waren ze met open armen ontvangen. Nu was er vanaf het begin die aversie, en die is alleen maar groter geworden.’", "Dit omineuze begin was heel anders dan hij het zich in Nederland had voorgesteld. Daar was hij, zoals hij het noemt, ‘voorgewarmd’ om naar Nieuw-Guinea te gaan. Gedurende de opleiding van de Franciscanen kwam elk jaar wel iemand over zijn missie vertellen. ‘Sterke verhalen begeleid met lichtbeelden van de mooie natuur. Nieuw-Guinea was destijds een begrip en er was behoefte aan sterke jonge mannen om de missie daar te versterken.’ Lieshout was blij dat hij daarheen kon en niet naar bijvoorbeeld Pakistan, wat ook had gekund. ‘Al dat gele zand dat trok me niet zo erg’, lacht hij.", "Dat hij tweederde van zijn leven onder de Papoea’s zou leven, kon hij toen nog niet weten.", "Pionier", "Zijn eerste jaar bracht Frans Lieshout door in Jayapura, waar hij werd voorbereid op zijn werk in de Baliemvallei, het minst ontgonnen deel van Papoea. De vallei in het ontoegankelijke hooggebergte was pas in 1938 vanuit de lucht ontdekt. Het zou nog tot 1956 duren voordat daar een Nederlandse bestuurspost zou worden gevestigd.", "Dat maakte Lieshout in 1964 een pionier. ‘Er waren bijna geen mensen van buiten, een handvol maar. Ik was niet de eerste, maar het was wel de tijd waarin veel nieuwe gebiedjes werden ontsloten.’", "De vallei is nog steeds alleen per vliegtuig te bereiken. Het maakte vooral de eerste jaren best moeilijk, vertelt Lieshout. De missie beschikte namelijk nog niet over een eigen vliegtuigje.", "‘Het enige vliegtuig dat af en toe kwam, was dat van de regering waarmee ze de ambtenaren bevoorraadden. Wij mochten maar een paar kilo meegeven, dat was wel een probleem. Ik rookte toen echt als een schoorsteen, maar kreeg maar één pakje sigaretten per maand. Toen heb ik alles gerookt wat maar te roken valt, wat natuurlijk niet zo gezond was.’", "Een huis stond er ook niet klaar voor de nieuwelingen die in de Baliemvallei aan de slag gingen. ‘Onze eerste bewoning hebben we zelf gebouwd. Van rond hout en met spijkers, voor zover die er waren, lange houten spijkers. Het huis had rieten wanden en een grasdak. We hadden petroleumlampen, Petromax, maar heel weinig petroleum, dus we konden die lampen maar een paar keer per maand echt een hele avond laten branden. We gingen daarom maar vroeg naar bed en stonden vroeg op.’", "En wat doe je verder als missionaris in een gebied dat er zelden of nooit een heeft gezien?", "‘Lopen’, grinnikt hij. ‘Nou ja, elke dag deden we een uur taalstudie. En elke pastoorspost had een kliniekje waar je ’s ochtends mensen hielp. Met penicilline kon je daar wonderen verrichten. We bouwden ook schooltjes, onderhielden ons huis, de tuin. En we gingen naar alle evenementen, dat waren er zoveel: sterven, trouwen, initiaties, vruchtbaarheid, een nieuwe tuin, een nieuw huis. Bij alles hoorde een ritueel en wij gingen overal heen. Ja, we kwamen de dagen best wel door’, lacht hij. ‘En we hebben altijd veel gelezen.’", "Lieshout spreidt zijn foto’s uit op de leestafel in de kloosterbibliotheek. ‘Ik heb er niet zoveel gemaakt’, zegt hij, alsof hij zich daarvoor moet verontschuldigen. Het is desondanks een aardig stapeltje geworden. Lieshout is vooral trots op de foto van een Papoease met een tweeling. Zittend op de grond voedt zij aan elke borst een baby. ‘Ik kwam in dat dorpje en daar zat die vrouw, met een doek om zich heen geslagen. Toen ze zag dat ik keek, opende ze die doek, als een gordijntje, en zag ik dat ze een tweeling aan het voeden was.’", "Onafhankelijkheid", "Dat gebeurde in een van die dorpjes waar nog nooit een westerling was geweest, vertelt hij. Ook dat hoorde bij zijn werk: naar nog onontgonnen dorpjes gaan. Je zou denken dat het moeilijk was, maar het was het makkelijkst van al, zegt hij achteraf. ‘De mensen in die dorpen waren enorm gastvrij. Welkom, ga zitten, neem een sigaretje en dan kwam het gesprek vanzelf op gang. Zij vertelden hun verhalen, daarna kwamen die van ons.’", "De bruine pij die Frans Lieshout aantrekt als hij naar de kapel gaat om te bidden. Beeld Linelle Deunk", "Lieshout raakte onder de indruk van wat hij hoorde. ‘Ze wisten alles al, over huizenbouw, tuinen maken. Ze hadden daar in die vallei toch maar een samenleving opgebouwd, die al eeuwenlang standhield. Ze hadden ons helemaal niet nodig.’ Lieshout schreef drie boeken over de cultuur van de Baliemvallei. ‘Ik heb daarin geprobeerd hun cultuur vooral positief te benaderen. Al de vooroordelen die niet kloppen. Papoea’s worden gezien als afgodendienaren. In hoeveel musea staan niet beeldjes met de tekst ‘afgodsbeeldje’? Ze worden beschouwd als goddeloos, maar als je goed gaat graven, kom je heel mooie gedachten tegen.’", "Zijn boeken zijn geschreven in het Indonesisch, de taal van het land dat Nieuw-Guinea heeft ingelijfd, en omgedoopt tot de provincie Papoea. Dat land heeft nooit belangstelling gehad voor de Papoea-cultuur, zegt Lieshout, ze wilden alleen maar dat laatste restje Nederlandse kolonie en haar rijkdommen hebben, zoals de gigantische goudvoorraden van de Ertsberg.", "‘De vooringenomenheid van de Indonesiërs was vanaf het begin enorm. Papoea’s hadden geen cultuur, vonden ze. Hun liederen en dansen werden verboden. In de jaren zeventig voerden ze Operasi Koteka (Operatie Peniskoker) uit, waarbij Papoea’s werden gedwongen westerse kleding te dragen, om het assimilatieproces te versnellen.’ Dit was het tegenovergestelde van de onafhankelijkheid die de Papoea’s door de Nederlanders was beloofd.", "‘De Papoea-vlag was al door Nederland erkend. Hij wapperde naast de Nederlandse vlag, en op gelijke hoogte. Op 1 december 1961 was zelfs al het startsein gegeven op weg naar de onafhankelijkheid. Die vlag was sindsdien al heel gewoon, ze was overal. Maar toen de Indonesiërs kwamen, veranderde dat op slag. De vlag werd verboden en wie haar toch nog hees werd in elkaar geslagen.", "Indonesië lijfde Nieuw-Guinea in. Er werd nog wel een referendum gehouden, want dat had Indonesië de VN moeten beloven in de Act of Free Choice. Maar in plaats van een echt referendum werden 1.025 stamhoofden en leiders bij elkaar gezet en omsingeld door militairen, zodat ze unaniem vóór aansluiting bij Indonesië zouden stemmen. ‘Dat referendum was een farce’, zegt Lieshout, ‘maar het embryo van de onafhankelijkheid was er.’", "De Papoea’s zijn de onafhankelijkheid blijven koesteren tot op de dag van vandaag. Elk jaar op 1 december herdenken zij dat moment in 1961 als hun onafhankelijkheidsdag, en elk jaar staan de Indonesische autoriteiten weer op scherp.", "Lieshout pakt zijn smartphone erbij: ‘Laatst kreeg ik nog een appje. In Jayapura alleen al zijn in december weer veel mensen opgepakt. Ik geloof dat er twintig zijn aangeklaagd wegens verraad. Ze kunnen daar behoorlijke gevangenisstraffen voor krijgen. Ook in Abepura zijn mensen opgepakt. Zondag 1 december kwamen daar studenten in peniskoker naar de mis, hun gezicht beschilderd in de kleuren van de Papoea-vlag. Ze werden opgepakt tijdens de kerkdienst. Ook dat maakt de aversie tegen de Indonesiërs alleen maar erger.’", "Niemand is zonder zonde, ook de missionarissen niet. Vooral niet degenen die ouderwets aan het bekeren sloegen: ‘Traditioneel was altijd de vraag: hoeveel zieltjes heb je gewonnen? Hoeveel heb je er bekeerd? Hoeveel tot andere gedachten gebracht? Maar dat is helemaal geen missiewerk! Ik was uitgezonden in een tijd van een andere kijk op missionering.’ Hij wilde mensen niet vertellen hoe ze moesten leven of wat ze moesten afzweren. Hij kwam ‘met een open vizier’, zegt hij. ‘Iets wat je in Nederland niet zo ziet.’", "Lieshout ziet mooie gedachten in lokale gebruiken, Bijbelse beginselen zelfs. In een reinigingsritueel in een dorp waar hij was, zag hij een combinatie van doop, biecht en eucharistie. Hij was in dat dorp toen de hele bevolking zich opmaakte voor een ceremonie. Ze gingen naar de rivieroever, waar ze een lange rij vormden. ‘Een man liep tot aan zijn knieën het water in. Hij draaide zich om en begon te vertellen dat hij een verhouding had gehad met een getrouwde vrouw en een varken had gestolen. Toen waste hij zijn ellebogen en zijn knieën. Een tweede ging in het water en uiteindelijk gingen ze allemaal, en een voor een vertelden ze wat ze hadden misdaan. Dat was hun ceremonie, een gemeenschappelijk: ‘Wij zijn in de fout gegaan’. En daarna was er feest. Niemand was boos. Het was klaar. Geweldig was dat.’", "‘Ik heb toen zitten schrijven, over oersymbolen, over boetedoening en biecht en over eucharistie, het samen eten. Ze hadden elkaar kunnen straffen voor wat ze hadden gedaan, maar dat zou de onderlinge banden in de gemeenschap hebben verstoord en ook de banden met de voorouders. Op deze manier werd de harmonie hersteld.’", "Beeld Linelle Deunk", "Minderheid", "Het was christendom zonder Christus, meent Lieshout. ‘Wij hoefden daar alleen het Evangelie maar aan toe te voegen. Wij namen de mensen niets af, wij vervolmaakten wat ze al hadden.’", "In de Javaanse stad Soerabaja vielen op 16 augustus 2019 militairen, politie en nationalistische milities een studentenhuis aan waar Papoeastudenten woonden. Ze beschuldigden de Papoea’s van minachting van de Indonesische vlag. Op 17 augustus viert Indonesië zijn onafhankelijkheid en de Papoea’s zouden hebben verzuimd de Indonesische vlag te hijsen. De studenten werden uitgejouwd voor ‘apen’ en ‘honden’. De aanval leidde tot demonstraties die gericht waren tegen dat racisme. Overal gingen Papoea’s de straat op, maar de demonstraties liepen gaandeweg uit de hand. In de stad Wamena, waar Lieshout woonde, werden winkels geplunderd en in brand gestoken. Vooral Javanen waren het doelwit. Ze werden aangevallen, weggejaagd en zelfs vermoord. Ook dat zag Lieshout met eigen ogen en ook dat werd een ‘factor’ om terug naar Nederland te gaan.", "De Indonesische overheid reageerde onmiddellijk met fors geweld. Ze sprak van ‘rebellie’ en ‘separatisme’, en algauw had niemand het meer over het racisme dat aan de basis van de woede lag. ‘Daarover wordt in de Indonesische media gezwegen’, zegt Lieshout. ‘Daar gaat het alleen nog maar over OPM (de kleine gewapende Papoea-bevrijdingsbeweging die al sinds de jaren zestig actief is).’", "Door alles ‘separatisme’ te noemen, legitimeert Indonesië alle geweld door het leger, dat bijna permanent gewapende acties uitvoert. ‘In Nduga, niet ver van Wamena, is nu al een jaar een militaire operatie gaande’, zegt Lieshout ‘Daar zijn zo veel mensen gedood, duizenden zijn het oerwoud in gevlucht. Zeshonderd kinderen kwamen aan in Wamena, waar noodschooltjes voor ze werden gebouwd. Dit alles wordt door de autoriteiten ontkend. Er zijn geen vluchtelingen, zeggen die.’ De autoriteiten kunnen ontkennen wat ze willen. Papoea is grotendeels van de buitenwereld afgesloten en de berichtgeving uit de provincie wordt gecensureerd.", "‘De Papoea’s zijn een minderheid geworden in hun eigen land’, zegt Lieshout. Nieuwkomers uit Java en de andere Indonesische eilanden overvleugelen ze, op alle terreinen. ‘De Papoea’s zullen eindigen als de Aborigines in Australië. Het is intriest. Papoea blijft een etterende wond in Indonesië.’", "Frans Lieshout OFM zal er niet zijn om ze nog bij te staan. Hij woont in Nederland, al zegt hij soms disini als hij ‘hier’ bedoelt. Indonesisch, de taal die hij 56 jaar heeft gesproken en de taal waarin hij zijn boeken schreef, zit nog vooraan in zijn hoofd. ‘Als ik ’s ochtends wakker word, begin ik nog steeds in het Indonesisch’, zegt hij met een lach. ‘Mijn kop is nog niet hier.’"], "authors": ["Michel Maas"], "keywords": ["zullen", "van", "als", "intriest", "aborigines", "het", "hij", "die", "eindigen", "zijn", "maar", "een", "australië", "en", "dat", "ze", "papoeas"], "pubDate": "2020-01-10T17:10:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}