{"id": "4433cc9e-a6f6-3fb5-a9ba-081fa2689c5b", "title": "Geen bufferzone, maar demonstratievakken voor Haarlemse abortuskliniek", "url": "https://nu.nl/haarlem/6100304/geen-bufferzone-maar-demonstratievakken-voor-haarlemse-abortuskliniek.html", "summary": "Voor de abortuskliniek Beahuis & Bloemenhove in Haarlem komen toch demonstratievakken, laat burgemeester Jos Wienen in een brief aan de gemeenteraad weten.\nIn Heemstede is een bufferzone, maar in Haarlem niet.\nDat betekent dat de antiabortusdemonstranten bij de Heemsteedse ingang op 25 meter afstand moeten blijven, maar bij de Haarlemse ingang niet aan een regel gebonden zijn.\nOp 18 december werd door de gemeenteraad nog wel een motie aangenomen om ook bij de Haarlemse ingang een bufferzone in te stellen.\nAcht verschillende partijen uit zowel de oppositie als coalitie dienden de motie in om de burgemeester op te dragen de bufferzone in te voeren.", "paragraphs": ["Voor de abortuskliniek Beahuis & Bloemenhove in Haarlem komen toch demonstratievakken, laat burgemeester Jos Wienen in een brief aan de gemeenteraad weten.", "Eerder leek het erop dat er een bufferzone zou komen. Actiepartij Haarlem is fel tegen het besluit, evenals bestuurder van de kliniek Rob Benschop.", "De abortuskliniek heeft twee ingangen: een daarvan is aan de Herenweg in Heemstede en de ander is aan de Claus Sluterweg in Haarlem.", "In Heemstede is een bufferzone, maar in Haarlem niet. Dat betekent dat de antiabortusdemonstranten bij de Heemsteedse ingang op 25 meter afstand moeten blijven, maar bij de Haarlemse ingang niet aan een regel gebonden zijn.", "Op 18 december werd door de gemeenteraad nog wel een motie aangenomen om ook bij de Haarlemse ingang een bufferzone in te stellen. Acht verschillende partijen uit zowel de oppositie als coalitie dienden de motie in om de burgemeester op te dragen de bufferzone in te voeren. De motie werd bijna unaniem aangenomen; alleen de ChristenUnie stemde tegen.", "Burgemeester Wienen volgt echter niet het voorbeeld van zijn collega in Heemstede. Hij komt met een andere oplossing: het inrichten van demonstratievakken.", "Demonstreren toegestaan op vier locaties", "In een brief die gericht is aan de demonstranten van de Duitse Stichting Donum Domini - die elke laatste woensdag, donderdag en vrijdag voor de kliniek staan - geeft hij aan dat demonstreren alleen is toegestaan op een van de vier locaties. Dit geldt ook voor de demonstranten van andere groepen die regelmatig op de stoep staan.", "Met deze beslissing is niet iedereen blij. Zo is Benschop fel tegenstander van de komst van de demonstratievakken. Hij wilde immers een bufferzone. Nu staan de demonstranten namelijk alsnog te dicht bij de bezoekers van de kliniek, zegt hij.", "Daarnaast benadrukt hij dat het recht op betoging, waar de burgemeester zich op beroept bij zijn beslissing, niet van toepassing is op de demonstranten van Donum Domini. De demonstranten intimideren de bezoekers immers, vindt Benschop.", "Demonstranten kregen eerder antwoord dan kliniek", "Ook stuit het Benschop tegen de borst dat de demonstranten op 23 december al een antwoord hebben gehad van burgemeester Wienen, met het bericht dat zij vier locaties om te demonstreren toegewezen krijgen, en dat de gemeenteraad dit pas op 4 januari te horen heeft gekregen via een brief.", "Dat gebeurde pas na aandringen.\"Uiteindelijk is het antwoord pas gistermiddag naar ons toegestuurd\", uit de bestuurder van de kliniek zijn onbegrip."], "authors": ["Door"], "keywords": ["van", "demonstranten", "voor", "een", "dat", "bufferzone", "geen", "aan", "op", "te", "het", "maar", "niet", "abortuskliniek", "haarlemse", "demonstratievakken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}