{"id": "44358275-7981-3e57-aea6-6c61cd36ef7b", "title": "Weekendtips: van de roast van 2020 tot lego in de Hermitage", "url": "https://www.parool.nl/ps/weekendtips-van-de-roast-van-2020-tot-lego-in-de-hermitage~b8204c6a/", "summary": "Tijdens Modes of MaQamat wordt hedendaagse en traditionele muziek uit het Midden-Oosten en Noord-Afrika ten gehore gebracht.\nVrijdag, 16.30 uurHermitage Amsterdam daagt jonge en oude Legofanaten uit om hun creativiteit te gebruiken en een ridderwereld van Lego te bouwen.\nDe Grote Zaal van het muziek­gebouw is het toneel van de vijfde editie, ditmaal in de vorm van een tweeënhalf uur durende livestream: We vieren het toch.\nKater van 2020Dit jaar zendt Comedy Central geen roast van een BN’er uit, maar de Kater van 2020.\nVrijdag, 20.00 uur, Comedy CentralTwaalf uur lang afscheid nemen van 2020 en 2021 inluiden doe je tijdens Goodbye 2020.", "paragraphs": ["Vanuit de huiskamer kan zaterdag worden meegedaan met de online voorstelling De rode knop. Dit is een interactieve theatershow voor alle leeftijden vanaf acht jaar. Tijdens de voorstelling kunnen kinderen vanaf de bank meechatten met de vier personages, en wordt er ook op hen gereageerd. Daarnaast wordt aan het publiek gevraagd bepaalde opdrachten uit te voeren, bijvoorbeeld om iets in elkaar te knutselen. Presentatie en spel zijn in handen van Aafke Buringh, Dave Luza, Gijs Nollen en Folmer Overdiep.", "Zaterdag, 19.30 uur, €12,50", "Vanavond treedt muziekgroep Marmoucha Collective samen met vier Marokkaanse gastmuzikanten op in de Amsterdamse Power Sound Studio. De gastmusici zijn niet aanwezig in de studio, maar spelen via een videoverbinding live mee vanuit Marokko. Tijdens Modes of MaQamat wordt hedendaagse en traditionele muziek uit het Midden-Oosten en Noord-Afrika ten gehore gebracht. Er komt muziek voorbij uit landen als Libanon, Syrië en Egypte.", "Donderdag, 20.00 uur, gratis", "Modes of MaQamat. Beeld Rob Schreuder", "Vanaf morgen wordt een driedaags nieuwjaarsfestival gelivestreamd vanuit Studio 150 in de Bethlehemkerk. Dertien internationale musici, onder wie de Nederlands-Engelse violist Daniel Rowland, trappen 2021 af met zeven kamermuziekconcerten. Elk concert heeft een eigen thema waarbij de instrumentalisten bijpassende stukken uitvoeren. Tijdens het eerste concert, met als titel Weens Nieuwjaar, spelen de musici bijvoorbeeld stukken van de componisten Schubert, Strauss en Korngold.", "1 t/m 3 jan, gratis", "Stift Midwinterfestival. Beeld Craig White", "Om het nieuwe jaar in te luiden, zendt het Concertgebouw een livestream van familieconcert Jazz op recept uit. De voorstelling gaat over het verlegen meisje Nina. Als recept tegen haar verlegenheid wordt ze door haar dokter naar Het Concertgebouw gestuurd. Daar ontmoet ze de bandleden van MrLuca die haar introduceren in de wereld van jazz. Zullen ze haar omtoveren tot echte jazzzangeres?", "Vrijdag, 16.30 uur", "Hermitage Amsterdam daagt jonge en oude Legofanaten uit om hun creativiteit te gebruiken en een ridderwereld van Lego te bouwen. Meedoen kan in drie categorieën: machtige kastelen, ridderscènes en fantasiefiguren. Uit alle inzendingen wordt per categorie een top drie gekozen, die vervolgens drie maanden lang wordt geëxposeerd als onderdeel van de tentoonstelling Romanovs in de ban van de ridders.", "Meedoen kan t/m 24 jan", "Beeld Evert Elzinga", "Three Little Birds", "Het lied Three Little Birds wordt normaal altijd gezongen door duizenden Ajaxfans in de Johan Cruijff Arena. Het nummer vormt de basis van een multimediale tentoonstelling op de Johan Cruijff Boulevard. Drie karakteristieke elementen uit Zuidoost komen samen in de buitenlucht: de Surinaamse zangvogelcultuur, voetbalclub Ajax en de vooruitstrevende kunstscene in de Bijlmer. Zo hoor je het gezang van de Surinaamse zangvogelvereniging Ringmaster via drie geluidsinstallaties en is in de portretserie The Birdman de zangvogelsubcultuur in Nederland en Suriname vastgelegd.", "Tot begin april, Johan Cruijff Boulevard", "Corona of niet: ook dit jaar sluit Spinvis af met een avondvullend programma in het Utrechtse TivoliVredenburg. Spinvis is onder andere bekend van de nummers Bagagedrager en Kom Terug. De Grote Zaal van het muziek­gebouw is het toneel van de vijfde editie, ditmaal in de vorm van een tweeënhalf uur durende livestream: We vieren het toch. Ook zijn er optredens van onder meer het Ruysdael Kwartet, dichter Joost Oomen en rapper Freez.", "Zondag, 20.00 uur, €5", "Spinvis.", "Kater van 2020", "Dit jaar zendt Comedy Central geen roast van een BN’er uit, maar de Kater van 2020. In het comedyprogramma worden terugblikken op het afgelopen jaar door vijf comedians, onder wie Jörgen Raymann en Jeroom Snelders, afgewisseld met gescripte sketches door BN’ers als Tygo Gernandt, Famke Louise, Gerard Joling en Karin Bloemen. Ook zij laten zien hoe ze het jaar 2020 hebben beleefd.", "Vrijdag, 20.00 uur, Comedy Central", "Twaalf uur lang afscheid nemen van 2020 en 2021 inluiden doe je tijdens Goodbye 2020. Via zo’n veertig streams woon je van tevoren opgenomen shows bij van meer dan 250 Nederlandse artiesten, onder wie Snelle, Yellow Claw, Douwe Bob en Yves Berendse. Ook treden verschillende comedians op, zoals Roué Verveer en Howard Komproe. Via Zoom leg je contact met mede-festivalgangers.", "Donderdag en vrijdag, 17.00-05.00 uur, gratis"], "authors": ["Bjarn Van Den Berg", "Anna Livia De Kort"], "keywords": ["tot", "van", "weekendtips", "2020", "jaar", "en", "uit", "een", "met", "wordt", "lego", "op", "hermitage", "het", "uur", "roast"], "pubDate": "2021-01-01T12:00:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}