{"id": "4446a90b-b97f-3294-8617-63dcca3f754b", "title": "Aantal coronabesmettingen schiet opeens richting de 9000 in één dag", "url": "https://www.metronieuws.nl/in-het-nieuws/binnenland/2020/12/coronabesmettingen-richting-9000/", "summary": "Aantal coronabesmettingen schiet opeens richting de 9000 in één dagHet aantal coronagevallen neemt fors toe.\nIn de afgelopen zeven dagen zijn bijna 48.000 mensen positief getest en een week daarvoor lag het aantal op 35.000 geregistreerde besmettingen.\nHet RIVM noemde de stijging dinsdag al „zorgwekkend” en liet weten dat het aantal positieve tests in elke regio blijft toenemen.\nOndanks er meer wordt getest, blijft het een zorgelijk aantal, aldus het RIVM.\nIn sommige regio’s, in Zuid-Holland, Twente en een deel van de Achterhoek, is ruim een derde van de operatie mogelijkheden afgeschaald.", "paragraphs": ["Aantal coronabesmettingen schiet opeens richting de 9000 in één dag", "Het aantal coronagevallen neemt fors toe. Tussen gisteren en vandaag 10.00 uur kreeg het RIVM 8793 nieuwe bevestigde coronabesmettingen gemeld. Dit is het hoogste aantal sinds 31 oktober.", "In de afgelopen zeven dagen zijn bijna 48.000 mensen positief getest en een week daarvoor lag het aantal op 35.000 geregistreerde besmettingen.", "Het RIVM noemde de stijging dinsdag al „zorgwekkend” en liet weten dat het aantal positieve tests in elke regio blijft toenemen. Sinds vorige week kunnen ook mensen zonder corona-achtige klachten zich laten testen, wanneer ze in contact zijn geweest met iemand die zelf positief is getest. „Het percentage positieve uitslagen nam gedurende de week toe, zowel bij personen met als zonder klachten”, liet het RIVM weten. Ondanks er meer wordt getest, blijft het een zorgelijk aantal, aldus het RIVM.", "Ziekenhuis", "Wel is het aantal coronapatiënten in Nederlandse ziekenhuizen vandaag weer wat gedaald. In totaal behandelen de ziekenhuizen nu 1648 patiënten met Covid-19. Gisteren waren dat er 1684, meldt het Landelijk Coördinatiecentrum Patiënten Spreiding. Van de opgenomen patiënten liggen er nu 1179 op de verpleegafdelingen, 32 minder dan gisteren. Op de intensive care liggen nu 469 coronapatiënten. Dat aantal is afgenomen met vier patiënten.", "Vanwege de aanhoudende drukte in ziekenhuizen, vooral in de Randstad, werden de afgelopen 24 uur veertien patiënten overgebracht naar ziekenhuizen in andere regio’s, onder wie vier ic-patiënten.", "Aanhoudende drukte", "Nederlandse ziekenhuizen kunnen vanwege de behandeling van coronapatiënten op dit moment ruim een kwart minder operaties uitvoeren dan zij onder normale omstandigheden zouden doen. Dat maakte de Nederlandse Zorgautoriteit (NZa) bekend. In sommige regio’s, in Zuid-Holland, Twente en een deel van de Achterhoek, is ruim een derde van de operatie mogelijkheden afgeschaald. Wat betreft Noord-Holland, Flevoland, Zuid-Holland en een deel van de Achterhoek, geeft de helft van de ziekenhuizen aan dat zij niet meer in staat zijn om de minder belangrijke zorg te leveren. „In de overige regio’s geven de meeste ziekenhuizen aan dat deze nog wel deels beschikbaar is”, meldt de NZa.", "Volgens de Zorgautoriteit is de acute en semi-acute zorg landelijk nog wel voldoende toegankelijk. „Ook de zorg die binnen zes weken moet plaatsvinden om blijvende gezondheidsschade en verloren levensjaren te voorkomen”, zegt de Zorgautoriteit. Wel geven sommige ziekenhuizen aan daar nog maar deels plek voor te hebben.", "Lees ook: Voor het eerst meer dan 3000 coronadoden in de VS op één dag"], "authors": ["Metroen Anp", "Metro En Anp"], "keywords": ["één", "opeens", "coronabesmettingen", "van", "schiet", "dag", "aantal", "het", "ziekenhuizen", "op", "9000", "patiënten", "met", "een", "en", "dat", "richting"], "pubDate": "2020-12-10T14:04:53+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}