{"id": "44692314-acf3-3cb0-97eb-1c8f2cc9111e", "title": "Zijn verzekeraars nu zelf bron van onzekerheid?", "url": "https://www.volkskrant.nl/columns-opinie/zijn-verzekeraars-nu-zelf-bron-van-onzekerheid~b1130d0b/", "summary": "De laatste viel deze week definitief om – het eerst bankroet van een levensverzekeraar sinds de ondergang van Vie d’Or (Gouden Leven in het Frans) in 1993.\nDe polissen van Vie d’Or, in totaal 12 duizend, kwamen eerst in handen van Levob en daarna van Achmea.\nNu laten faillissementen zich slecht vergelijken en al helemaal faillissementen van verzekeraars omdat het zo zelden gebeurt.\nDat gold zeker voor Conservatrix dat uitkeringen had gegarandeerd op basis van een rendement van 3 tot 5 procent, wat na de kredietcrisis compleet onhaalbaar was geworden.\nVerzekeraars en pensioenfondsen die ooit werden opgericht om zekerheden te scheppen, zijn nu zelfs een bron van onzekerheid geworden.", "paragraphs": ["Behalve een overheid die onbeperkt schulden kan maken of de centrale bank geld kan laten bijdrukken, kan niemand financiële garanties afgeven over de toekomst. Pensioenfondsen niet. Vermogensbeheerders niet. En verzekeraars, zoals overlijdensrisicoverzekeraar ­Yarden en levensverzekeraar Conservatrix, ook niet.", "De laatste viel deze week definitief om – het eerst bankroet van een levensverzekeraar sinds de ondergang van Vie d’Or (Gouden Leven in het Frans) in 1993. De polissen van Vie d’Or, in totaal 12 duizend, kwamen eerst in handen van Levob en daarna van Achmea.", "Het duurde 17 jaar voordat een deal met de gedupeerde polishouders kon worden bereikt, waarbij ze nog 80 procent van de uitkering kregen van waarop ze recht hadden. Bij Conservatrix (een naam die doet denken aan een krijger in de Asterix-verhalen maar Latijns is voor ‘beschermster’) zullen 80 duizend polishouders hun wonden moeten likken – bijna zeven keer zoveel als bij Vie d’Or.", "En ook voor hen wacht een lange periode van onzekerheid. Een uitkering van 80 procent lijkt in dit geval zelfs een utopie omdat de situtatie daar nog nijpender is .", "Nu laten faillissementen zich slecht vergelijken en al helemaal faillissementen van verzekeraars omdat het zo zelden gebeurt. De Nederlandsche Bank heeft al diverse keren gewaarschuwd dat het verdienmodel van verzekeraars door de dalende rente onder druk is komen te staan.", "Dat gold zeker voor Conservatrix dat uitkeringen had gegarandeerd op basis van een rendement van 3 tot 5 procent, wat na de kredietcrisis compleet onhaalbaar was geworden. Het bedrijf in Baarn was tot enkele jaren geleden in handen van de ‘bloedbroeders’ Boudewijn en Ewout Henny, die als tieners betrokken waren bij de geruchtmakende Baarnse moordzaak, en die dat door de problemen ook weer ingewreven kregen.", "De broers wilden in 2016 de polisvoorwaarden eenzijdig aanpassen om te redden wat er nog te redden viel. Maar ze kregen bij de rechter nul op rekest. Omdat hierdoor de solvabiliteit onder de wettelijk vereiste norm kwam, besloot De Nederlandsche Bank als toezichthouder Conservatrix te onteigenen en voor één euro te verkopen aan een Amerikaanse eigenaar. Die beloofde met vers kapitaal de solvabiliteit op peil te brengen. Dat gebeurde niet. De nieuwe eigenaar probeerde slechts met een boekhoudkundige herverzekeringstruc de cijfers te flatteren. En toen de hoogste baas in een omkoopschandaal terechtkwam, viel alles in duigen. De Nederlandsche Bank moest via de benoeming van een stille curator opnieuw puin gaan ruimen.", "Dit keer blijkt er geen andere uitweg meer te zijn dan een bankroet. Verzekeraars en pensioenfondsen die ooit werden opgericht om zekerheden te scheppen, zijn nu zelfs een bron van onzekerheid geworden.", "Hopelijk blijven overheden daarvan gevrijwaard."], "authors": ["Peter De Waard"], "keywords": ["verzekeraars", "van", "onzekerheid", "het", "die", "zijn", "zelf", "voor", "een", "conservatrix", "nu", "te", "en", "dat", "bron"], "pubDate": "2020-12-09T18:24:41+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}