{"id": "4477214b-99bf-3f72-8baa-fe3096ae9a30", "title": "Weekcijfers ‘zorgwekkend’, 6187 positieve tests in afgelopen 24 uur", "url": "https://www.parool.nl/nederland/weekcijfers-zorgwekkend-6187-positieve-tests-in-afgelopen-24-uur~b877c09c/", "summary": "Beeld REUTERSOp maandag meldde het RIVM 7134 positieve tests en op zondag ruim 6800.\nIn de hoofdstad zijn het afgelopen etmaal 316 inwoners positief getest.\nHet is mogelijk dat dat te maken heeft met het aanpassen van de test-voorwaarden.\nZondag werd hier tijdens het informele overleg op het Catshuis over gepraat.\nWel heeft het OMT op verzoek van het kabinet berekend wat het ­effect van versoepelingen zou kunnen zijn op de besmettingscijfers.", "paragraphs": ["Beeld REUTERS", "Op maandag meldde het RIVM 7134 positieve tests en op zondag ruim 6800. Vorige week dinsdag kwamen ongeveer 4000 nieuwe gevallen aan het licht.", "In de afgelopen zeven dagen zijn 43.103 nieuwe coronagevallen geregistreerd, wat neerkomt op een gemiddelde van ruim 6150 per dag. Dat is ongeveer gelijk aan het aantal nieuwe besmettingen die het RIVM op dinsdag meldt. Het RIVM noemt de nieuwe weekcijfers ‘zorgwekkend’.", "Amsterdam telde de meeste nieuwe gevallen. In de hoofdstad zijn het afgelopen etmaal 316 inwoners positief getest. Maandag waren dat er nog 270 in de hoofdstad. Het aantal gevallen in Den Haag steeg met 212. In Rotterdam kwamen 156 nieuwe besmettingen aan het licht. in Almere testten 106 mensen positief en in Utrecht 96.", "Ziekenhuizen", "Het aantal coronapatiënten in Nederlandse ziekenhuizen is dinsdag voor de derde dag op rij toegenomen. In totaal behandelen de ziekenhuizen nu 1700 patiënten met Covid-19. Dat zijn er 40 meer dan maandag, meldt het Landelijk Coördinatiecentrum Patiënten Spreiding (LCPS).", "Het aantal meldingen schommelt de laatste weken voortdurend. Hoe dat komt, is onduidelijk: ook het RIVM en de GGD kunnen geen uitsluitsel bieden. Het is mogelijk dat dat te maken heeft met het aanpassen van de test-voorwaarden.", "Sinds 1 december is het ook je te laten testen als uit bron- en contactonderzoek of via de app CoronaMelder is gebleken dat jein contact zijn geweest met een besmet persoon. Het hebben van klachten is dus geen voorwaarde meer.", "Geen versoepelingen", "Ook tijdens kerst zal Nederland zich aan strenge coronamaatregelen moeten houden. Het aantal besmettingen is domweg te hoog om morgen grote versoepelingen aan te ­kondigen, klinkt het in regeringskringen. Hooguit mogen mensen tijdens het kerstdiner iets meer mensen ontvangen dan het maximum van drie gasten per dag dat nu is toegestaan. Zondag werd hier tijdens het informele overleg op het Catshuis over gepraat. Pas morgenmiddag worden knopen doorgehakt, waarna premier Mark Rutte en minister Hugo de Jonge (Volksgezondheid) een persconferentie zullen geven. Het kabinet had de verwachtingen al flink getemperd. “Mensen snappen heel goed dat met deze hoge cijfers weinig kan,” zei premier Rutte vrijdag. Ook OMT-leden toonden zich sceptisch. Doordat de aantallen besmettingen en ziekenhuis­opnames dit weekend geen ­daling lieten zien, is er geen aanleiding om optimistisch te zijn. Gisteren werden 6814 positieve coronatesten gemeld. Wel heeft het OMT op verzoek van het kabinet berekend wat het ­effect van versoepelingen zou kunnen zijn op de besmettingscijfers. Deze prognoses moeten het ­kabinet betere munitie geven om een afweging te maken tussen het beteugelen van het virus en tegemoetkoming aan de drang naar feestdagen als vanouds."], "authors": ["Het Parool"], "keywords": ["aan", "afgelopen", "van", "6187", "positieve", "weekcijfers", "zorgwekkend", "24", "het", "op", "zijn", "nieuwe", "met", "dat", "en", "te", "uur", "tests"], "pubDate": "2020-12-08T15:01:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}