{"id": "4478e3c0-c735-335b-8878-8bcbb4a79060", "title": "Amerikaanse prominenten nemen in Capitool afscheid van rechter Ginsburg", "url": "https://nos.nl/artikel/2349835-amerikaanse-prominenten-nemen-in-capitool-afscheid-van-rechter-ginsburg.html", "summary": "In Washington is de vorige week overleden Hooggerechtshofrechter Ruth Bader Ginsburg (87) herdacht op een bijzondere plek.\nDe kist met haar lichaam stond in het Capitool, een eer die doorgaans alleen invloedrijke staatslieden en militairen toekomt.\nGinsburg is na burgerrechtenactiviste Rosa Parks de tweede vrouw van wie de kist in het Capitool - het hart van de Amerikaanse volksvertegenwoordiging - is neergezet.\nBij het afscheid van Ginsburg, door fans ook wel 'RBG' genoemd, was vooral familie aanwezig.\nNaast verschillende prominenten nam ook Ginsburgs personal trainer, op een bijzondere manier, afscheid van haar:", "paragraphs": ["In Washington is de vorige week overleden Hooggerechtshofrechter Ruth Bader Ginsburg (87) herdacht op een bijzondere plek. De kist met haar lichaam stond in het Capitool, een eer die doorgaans alleen invloedrijke staatslieden en militairen toekomt.", "Ginsburg is na burgerrechtenactiviste Rosa Parks de tweede vrouw van wie de kist in het Capitool - het hart van de Amerikaanse volksvertegenwoordiging - is neergezet. Ongeveer dertig Amerikanen, voornamelijk presidenten en militairen, gingen Ginsburg hierin voor.", "Bij het afscheid van Ginsburg, door fans ook wel 'RBG' genoemd, was vooral familie aanwezig. Ook de Democratische presidentskandidaat Joe Biden en zijn running mate Kamala Harris waren bij de herdenking.", "Naast verschillende prominenten nam ook Ginsburgs personal trainer, op een bijzondere manier, afscheid van haar:"], "authors": [], "keywords": ["militairen", "capitool", "prominenten", "van", "haar", "rechter", "ginsburg", "een", "afscheid", "het", "ook", "en", "amerikaanse", "op", "kist", "nemen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}