{"id": "4484afcf-a081-3886-86b3-861724dffd73", "title": "KNVB nodigt voor elke vacature kandidaat met niet-westerse achtergrond uit", "url": "https://nu.nl/voetbal/6097223/knvb-nodigt-voor-elke-vacature-kandidaat-met-niet-westerse-achtergrond-uit.html", "summary": "Een van de plannen is om bij elke sollicitatieprocedure minimaal één kandidaat met een niet-westerse migratieachtergrond mee te nemen.\nPer vacature willen we altijd de beste kandidaat en dat kan alleen als al het beschikbare talent zich welkom voelt.\nPrecies zoals op het voetbalveld ook het sterkste team wordt samengesteld\", meldt de directie van de KNVB donderdag in een verklaring.\nNu slechts 2 procent KNVB-personeel met niet-westerse achtergrondOp dit moment heeft slechts 2 procent van het personeelsbestand van de voetbalbond een niet-westerse achtergrond.\nHet is de bedoeling dat ook in de zevenkoppige directie van de bond in 2030 vrouwen en mensen met een niet-westerse migratieachtergrond zitten.", "paragraphs": ["De ondernemingsraad van de KNVB heeft een voorstel goedgekeurd om de organisatie diverser te maken. Een van de plannen is om bij elke sollicitatieprocedure minimaal één kandidaat met een niet-westerse migratieachtergrond mee te nemen.", "\"Diversiteit en inclusiviteit verhogen de kwaliteit van een organisatie. Per vacature willen we altijd de beste kandidaat en dat kan alleen als al het beschikbare talent zich welkom voelt. Precies zoals op het voetbalveld ook het sterkste team wordt samengesteld\", meldt de directie van de KNVB donderdag in een verklaring.", "Eerder dit jaar richtte de KNVB de commissie-Mijnals op, vernoemd naar de eerste zwarte speler van het Nederlands elftal. Deze commissie moet de bond adviseren over vraagstukken over discriminatie en inclusiviteit.", "Aanleiding om de commissie op te richten was een incident bij de Keuken Kampioen Divisie-wedstrijd tussen FC Den Bosch en Excelsior, waarbij Ahmad Mendes Moreira racistisch werd bejegend.", "Een diverser personeelsbestand is een belangrijke wens van de KNVB, meldt de directie in de verklaring. \"We kunnen betere keuzes maken als we completer zijn en alle verschillende inzichten in het voetbal goed kunnen meewegen. Hopelijk kunnen we met deze stap een voorbeeldfunctie vervullen voor andere organisaties in het voetbal en wellicht ook daarbuiten.\"", "Nu slechts 2 procent KNVB-personeel met niet-westerse achtergrond", "Op dit moment heeft slechts 2 procent van het personeelsbestand van de voetbalbond een niet-westerse achtergrond. Dat moet in 2030 gegroeid zijn naar 14 procent.", "Daarnaast wil de KNVB meer vrouwen in de top van de bond aanstellen. Nu wordt 13 procent van de hogere posities ingevuld door een vrouw, dat moet over tien jaar 20 procent zijn. Van alle banen bij de bond wordt nu 30 procent door een vrouw ingevuld.", "Het is de bedoeling dat ook in de zevenkoppige directie van de bond in 2030 vrouwen en mensen met een niet-westerse migratieachtergrond zitten. Momenteel bestaat de directie uit zes witte mannen en één witte vrouw."], "authors": ["Door"], "keywords": ["nodigt", "van", "uit", "achtergrond", "voor", "knvb", "kandidaat", "een", "het", "procent", "en", "directie", "dat", "met", "nietwesterse", "vacature", "elke"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}