{"id": "448f1cdb-50d9-3841-8484-b9ed067ee3d5", "title": "Zwemmer Nyls Korstanje gebaat bij Amerikaanse motor en het Nederlandse detail", "url": "https://volkskrant.nl/sport/zwemmer-nyls-korstanje-gebaat-bij-amerikaanse-motor-en-het-nederlandse-detail~b099d0e9/", "summary": "Maar mijn sterkste punt is natuurlijk dat ik licht ben en relatief weinig energie nodig heb om hard door het water te gaan.’Hij lacht over het verhaal van het harde werk in de gym en het toegenomen gewicht.\n‘Ik dacht, toen ik Raleigh verliet dat het voor een paar maanden was.\nAls je voor je land in een olympisch traject zit,mag je voor dat ene jaar dispensatie aanvragen.\nEen Amerikaanse coach zag graag dat je een week voor een toernooi helemaal maar dan ook helemaal niks meer zou doen en dan zien wat er gebeurt.\nIk weet ook van mezelf dat ik in extreme rust veel beter zwem dan als ik niet rust.", "paragraphs": ["Nyls Korstanje Beeld David Meulenbeld", "Zelf heeft Korstanje maat 42; er zijn zwemsters met grotere voeten. ‘Ja, als ik één ding aan mijn lichaam zou mogen veranderen, dan zou het grotere voeten en grotere handen zijn. Die mannen met grote voeten, dat is zwemmen alsof je vinnen draagt’, vertelt hij vanuit Rotterdam, waar dit weekeinde olympische tickets op de sprintafstanden zijn te behalen.", "Korstanje heeft zelf een ander voordeel. Hij is relatief licht. Hij is 1.88 lang en weegt 83 kilogram. Als junior was dat lange tijd slechts 77 kilo. ‘Ja, ik ben zes kilo gegroeid. Geen skinny boy meer. Spieren, hè. Ik ben ook geen big boy als Kyle Stolk hoor. Die is wel twee keer zo sterk als ik. Maar mijn sterkste punt is natuurlijk dat ik licht ben en relatief weinig energie nodig heb om hard door het water te gaan.’", "Hij lacht over het verhaal van het harde werk in de gym en het toegenomen gewicht. ‘In Amerika was dat ook wel eens een beetje vet. Ander eten, hè. Opscheppen in een dining hall, zo’n gezamenlijke eetzaal. Dan kun je niet controleren met hoeveel vet het eten is gemaakt. En er lag ook wel eens iets ongezonds, waarvan ik dacht, mwaoh, ook wel lekker.’", "De jonge Nijmegenaar, hij is pas 21, studeerde de voorbije twee jaar in de Verenigde Staten, op de North Carolina State University van Raleigh. ‘Sustainable materials & technology. Duurzaamheid ja. Vergelijkbaar met een TU-studie hier. Voor later hè. Na je dertigste, als het zwemmen voorbij is. Dan moet je nog vijftig jaar verder. Het was een van de redenen om naar Amerika gaan. Studeren. Horizon verbreden. Ik zou bovendien niet weten wat ik met mijn tijd aan moet tussen de trainingen door. Dit houdt me bezig.’", "Studeren in de VS is bijna altijd een combinatie met sport. Er wordt op geselecteerd. Een jongen die op de Europees Olympisch Festival (EJOF) goud wint heeft dan een streepje voor. Zwemmen gaat om teams, colleges tegen elkaar. Scholen laten zich erop voorstaan. Het zwemmen is racen. Minder naar tijden kijken, meer naar resultaten. Het is in training niet zeuren, maar hard werken. ‘In Amerika werken ze aan je motor. Hier in Nederland aan de details, met al die camera’s zoals in ons Eindhovense zwembad. Dat is een goede combinatie. Het is ook heel goed dat je de voeten eens onder een andere tafel schuift. VS voor de basis, Nederland voor het perfectioneren. De VS zijn hard, zwemmers leren daar de spanning aan te kunnen. Dat zie je heel erg terug bij de Olympische Spelen, waar andere landen juist bezwijken.’", "Hij vertelt van zijn grote voorbeeld, van wie hij zelfs foto’s heeft opgehangen: de Amerikaan Caeleb Dressel. Die zal het olympische zwemtoernooi van Tokio 2021 gaan domineren. ‘Hij zwom vier jaar voor de universiteit van Florida, voor de Gators. Dat is van hard en veel. Hij zal een aangepast programma hebben, als sprinter, maar hij kan zes keer in twee uur vlammen, hebben we gezien in de International Swimming League van Boedapest. Met wat ik aan training doe, vier kilometer max, drie gemiddeld, red je het daar niet mee.’", "Korstanje had al aan zijn derde fysiek aanwezige studiejaar in Raleigh moeten beginnen, maar keerde in maart wegens corona terug naar Nederland en zal pas na de zomer van 2021 de oceaan weer oversteken. ‘Ik dacht, toen ik Raleigh verliet dat het voor een paar maanden was. Even thuis de coronagolf uitzitten. Ik nam zomerkleren mee. Mijn winterkleding is daar nog. Maar vervolgens bleek het in Amerika helemaal niet zo geweldig te gaan.", "‘Toen heb ik besloten mijn extra sportjaar te benutten. Als je voor je land in een olympisch traject zit,mag je voor dat ene jaar dispensatie aanvragen. Officieel moet je na vier jaar afstuderen, maar dit is de uitzondering. Ik studeer overigens wel online. Ik had eind november examens, omdat na Thanksgiving Amerikaanse studenten niet meer mochten reizen.’", "Zo zat Korstanje veilig en wel in Eindhoven. ‘Het is hier heel goed geregeld in de topsportbubbel. We hebben een mooie trainingsgroep, met Kyle Stolk, Stan Pijnenburg, Maarten Brzoskowski. Met Ramoni Kromowidjojo, Kim Busch en Femke Heemskerk. De laatste anderhalf week heb ik gerust. Eén lichte training per dag, twee kilometer. Best chill. Een Amerikaanse coach zag graag dat je een week voor een toernooi helemaal maar dan ook helemaal niks meer zou doen en dan zien wat er gebeurt. De ultieme taper volgens hem. Ik weet ook van mezelf dat ik in extreme rust veel beter zwem dan als ik niet rust. Ik heb na vakanties wel persoonlijke records verbeterd.’"], "authors": ["John Volkers"], "keywords": ["dat", "van", "een", "en", "gebaat", "ik", "amerikaanse", "korstanje", "nederlandse", "nyls", "zwemmer", "voor", "bij", "je", "hij", "met", "het", "motor"], "pubDate": "2020-12-04T17:06:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}