{"id": "44bee381-1d5f-30d4-9f87-a7ab529bfa56", "title": "PSV blaast zichzelf op tegen FC Twente", "url": "https://volkskrant.nl/sport/psv-blaast-zichzelf-op-tegen-fc-twente~b896368b/", "summary": "Philipp Max van PSV haalt de bal voor de neus weg van Danilo van FC Twente.\nBeeld Jiri Büller / de VolkskrantDenzel Dumfries klapt vijf minuten voor het einde van FC Twente - PSV in zijn handen, maar doet dat een beetje voorovergebogen.\nHet krachtmens keerde verbazingwekkend sterk terug met imponerende optredens voor PSV en Oranje, maar zondagavond drupt de tank ineens leeg.\nFC Twente, voor rust weggeblazen, ruikt het, wordt steeds gevaarlijker en pakt een welverdiende remise: 1-1.\nTwente-coach Ron Jans speculeerde al een beetje op een minder tweede bedrijf van PSV, want dat komt vaker voor.", "paragraphs": ["Philipp Max van PSV haalt de bal voor de neus weg van Danilo van FC Twente. Beeld Jiri Büller / de Volkskrant", "Denzel Dumfries klapt vijf minuten voor het einde van FC Twente - PSV in zijn handen, maar doet dat een beetje voorovergebogen. De PSV-aanvoerder probeert een ploeg op te peppen die puft, kraakt en spartelt. Zelf kan Dumfries ook niet meer, al blijft hij glijden en strijden.", "Dumfries was een van de twaalf PSV’ers die besmet raakte met het coronavirus. Het krachtmens keerde verbazingwekkend sterk terug met imponerende optredens voor PSV en Oranje, maar zondagavond drupt de tank ineens leeg. FC Twente, voor rust weggeblazen, ruikt het, wordt steeds gevaarlijker en pakt een welverdiende remise: 1-1.", "Topaffiche", "Twente - PSV is eindelijk weer een topaffiche en de tv-kijkers worden niet teleurgesteld. FC Twente staat vijfde en toont aan een blijvertje te kunnen zijn rond die plek. De ploeg, die pas deze week met het eerste coronageval (aanvaller Queensy Menig) te maken kreeg, toont na de rust karakter, vernuft, doorzettingsvermogen en fitheid, terwijl de spelers voor die tijd nog kansloos rondzwemmen tussen de accuraat passende en doortastend handelende PSV’ers.", "PSV ziet de achterstand op koploper Ajax verdubbelen van 2 naar 4 punten en vraagt zich af hoe dat kan na een uitmuntende eerste helft. Kwaliteit zat met alleskunner Cody Gakpo en de aalvlugge Donyell Malen voorin, en in het hart van de ploeg de stevige en zuiver passende Pablo Rosario en Ibrahim Sangaré. Op de flanken razen Dumfries en Philipp Max van voor naar achter. Dumfries op wilskracht, frommelend passerend als Luis Suárez. Max profiterend van zijn snelheid en gave traptechniek, die hij ook etaleert bij corners.", "Uit een zo’n indraaiende hoekschop maakt Malen al in de 8ste minuut 1-0. Vlak daarvoor redt Twente-doelman Joël Drommel op een inzet van Rosario. Drommel lijkt al geklopt, maar tilt vallend de bal nog over zijn doel.", "Prettig stevig", "De klasse druipt er bij vlagen vanaf. De man-tegen-manduels zijn prettig stevig. De coaching van de ervaren Twente-middenvelder Brama en de jonge PSV-verdediger Teze galmt luid en duidelijk door de Grolsch Veste. Vooral na rust golft het spel heerlijk heen en weer, echter alleen Twente-topscorer Danilo scoort, en dan ook nog vanaf de strafschopstip.", "PSV is voor rust superieur en moet naar 0-4 uitlopen. Met name Noni Madueke, spelend voor de lichtgeblesseerde Götze, en Eran Zahavi maken de verkeerde keuzes met het oogwit van Drommel in zicht. Na rust vindt Twente juist steeds makkelijker de ruimtes tussen de linies van PSV, met een hoofdrol voor de handige rechtsbuiten Vaclav Cerny.", "Twente-coach Ron Jans speculeerde al een beetje op een minder tweede bedrijf van PSV, want dat komt vaker voor. Met als meest extreme geval het Europa League-duel bij PAOK toen het van 0-1 bij rust naar 4-1 verlies ging. Donderdag zal PSV revanche moeten nemen op de Grieken om de kansen op Europese overwintering levend te houden.", "Potentie", "Jans dicht PSV een ‘enorme potentie’ toe, maar wijst op de coronagolf en de pas laat in Eindhoven gearriveerde aanwinsten die onwennigheid en vermoeidheid in de hand werken. ‘Bij hun manier van spelen krijg je weinig tijd, maar de intensiteit was na rust wederom veel minder.’", "Veel PSV’ers vlogen uit voor interlands en kwamen meer aan de bak dan gedacht. Max ging van nul naar drie interlands voor Duitsland, waaronder een catastrofale tegen Spanje (6-0 verlies). Sangaré vloog helemaal naar Madagaskar en meldde zich pas laat weer in Eindhoven. Ook het Ivoriaanse krachtmens voelde in de slotfase aan zijn benen en verloor plots duels. Bij Twente waren er eveneens zes spelers met hun land op reis geweest, maar die ploeg kent geen Europa League-besognes. Jans behoort bovendien tot de meest wisselende coaches. ‘Wij zijn hartstikke fit.’", "Uitgeraasd", "Bij PSV is de coronastorm eindelijk uitgeraasd, maar het trapt tegen Twente een serie van tien wedstrijden in 31 dagen af. PSV’er Cody Gakpo: ‘Tuurlijk is dat zwaar, maar daarvoor zijn we goed getraind. Iedereen heeft zin in deze serie.’", "‘Er is niets aan de hand als we deze wedstrijd gewoon doodmaken voor rust’, mokt Dumfries. PSV kreeg daarvoor de ideale kans via Zahavi die vlak voor rust vanaf elf meter mag aanleggen voor de 2-0, maar Drommel keert zijn inzet. PSV verkrijgt de buitenkans als de VAR scheidsrechter Van Boekel maant nog eens naar een valpartij van Madueke te kijken. Van Boekel besluit tot een strafschop. Na afloop is hij een andere mening toegedaan.", "Danilo benut zijn strafschop na een ruim uur wel. Daarover is minder discussie, in die zin dat de bal op de handen van de wegdraaiende Gakpo wordt geschoten en tegenwoordig is dat een strafschop, hoe onterecht het ook aanvoelt.", "Het punt zal Twente sterken in het geloof op de goede weg te zijn. PSV blijft toch een beetje dolende na zo ongeveer de sterkste eerste helft van het seizoen."], "authors": ["Bart Vlietstra"], "keywords": ["psv", "van", "het", "op", "voor", "zijn", "twente", "blaast", "die", "rust", "een", "en", "zichzelf", "fc", "tegen"], "pubDate": "2020-11-22T22:13:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}