{"id": "44c0f36f-793a-3f4e-8580-c95e2d0a8ff4", "title": "Goeroe Jay Shetty zoekt graag parallellen tussen de oeroude Bhagavad Gita en Steve Jobs", "url": "https://volkskrant.nl/de-gids/goeroe-jay-shetty-zoekt-graag-parallellen-tussen-de-oeroude-bhagavad-gita-en-steve-jobs~ba97611d/", "summary": "Inmiddels heeft Shetty tientallen miljoenen volgers op sociale media, die zijn video’s over zingeving in totaal meer dan 7 miljard keer bekeken.\nEr staan veel praktische oefeningen in het boek, van meditaties en ochtendrituelen tot het maken van een ‘krachtkwadrant’.\nHet is al moeilijk om je eigen denkbeelden te veranderen, laat staan dat je die van een ander kunt veranderen.\nWe helpen dan ook met het onderhoud en het werk op het land.\nAls ik geen energie heb, kan ik die ook niet aan anderen geven.’Beeld Govardhan Ecovillage", "paragraphs": ["Moderne monnik Jay Shetty is voor zijn miljoenen volgers altijd op zoek naar frisse inzichten om naast zijn oeroude inspiratiebronnen te leggen. Wat we kunnen leren van Eminem, Christopher Nolan en Steve Jobs.", "Zelfs goeroes zitten soms even niet lekker in hun vel. ‘Ik ben verkouden en moe, maar het is gelukkig geen corona’, zegt Jay Shetty (33) via Zoom vanuit zijn woonplaats Los Angeles, met zijn typisch Britse accent. ‘Ik voel dat ik tegen een burn-out aanzit, dus daarom is het goed dat ik er even tussenuit ga.’ Toch komt hij fit en alert over. Zijn lichtblauwe, hypnotiserende ogen kijken dwars door het scherm.", "Shetty studeerde ooit bedrijfskunde en ambieerde een carrière in het Londense zakenleven. Maar na een lezing van mindfulnesscoach Gauranga Das gooide hij het roer om en werd hij monnik in de Indiase ashram waar Das ook rondliep. Hij gaf zich over aan het sobere bestaan, maar na drie jaar vond Das dat Shetty meer kon betekenen als hij de ashram zou verlaten en zijn kennis met de wereld zou delen. Shetty, die ervaring had opgedaan als digitaal strateeg bij het internationale adviesbureau Accenture, wist wat hem te doen stond.", "Inmiddels heeft Shetty tientallen miljoenen volgers op sociale media, die zijn video’s over zingeving in totaal meer dan 7 miljard keer bekeken. On Purpose is de meest beluisterde gezondheidspodcast ter wereld. Shetty is ook vaak te zien in talkshows en werd geïnterviewd door grootheden als Oprah en Ellen.", "In zijn nieuwe boek Denk als een monnik vertaalt Shetty hindoeïstische wijsheden naar het moderne leven. Hoe overwin je angst en negativiteit? Hoe word je dankbaar en dienstbaar? Er staan veel praktische oefeningen in het boek, van meditaties en ochtendrituelen tot het maken van een ‘krachtkwadrant’. Niks moet, maar je wordt natuurlijk een beter mens als je het wel doet.", "Alles wat hij aanraakt, verandert in goud, maar er is ook kritiek. In 2019 riep YouTuber Nicole Arbour dat Shetty ‘full of shit’ is, omdat hij citaten van anderen deelde, zonder bronvermelding. ‘Ik ben dankbaar voor die les’, zegt Shetty onbewogen. ‘Ik deel graag wijsheden van anderen, en wil hen de juiste credits geven, maar ik post niet alles zelf. Dus ik heb hier kritisch met mijn team naar gekeken en van geleerd.’", "Zelfhulp is big business. Shetty wordt door grote bedrijven ingehuurd als coach en spreker. Zijn Genius-programma voor particulieren kost 320 euro per jaar. Shetty presenteerde onlangs ook een intensieve trainersopleiding, waarmee hij een netwerk van moderne monniken creëert. Je zou bijna denken dat spirituele groei alleen is weggelegd voor rijken. ‘Daar ben ik het niet mee eens. Toen ik begon met mediteren had ik geen cent. De oefeningen die ik aanraad kosten niks, alleen tijd. In mijn boek probeer ik niemand wat aan te smeren. Maar die programma’s zijn er wel, voor mensen die dat kunnen betalen.’", "Kun je rijk én spiritueel zijn? ‘Ik denk daar vaak over na. Als spirituele mensen arm zijn, kunnen ze weinig voor anderen betekenen. Om mensen te kunnen beïnvloeden, heb je middelen nodig. Degenen die vrede nastreven, moeten dus net zo georganiseerd zijn als de mensen die op oorlog uit zijn.’ Dat laatste citaat komt van Martin Luther King, zegt Shetty er duidelijk bij. Hij is een van zijn vele inspiratiebronnen.", "Boek", "Bhagavad Gita", "‘Ik heb de Bhagavad Gita (het ‘Lied van God’, red.) bestudeerd tijdens mijn training als monnik, en ik raadpleeg de teksten nog geregeld.’ De hindoeïstische geschriften, verdeeld over achttien thematische hoofdstukken, werden ruim vijfduizend jaar geleden geschreven. ‘Ik ken geen bron die al zo lang meegaat. Er zit ook zo veel wijsheid in die toepasbaar is op het moderne leven. Ik sprak laatst iemand die haar partner wilde veranderen. Het is al moeilijk om je eigen denkbeelden te veranderen, laat staan dat je die van een ander kunt veranderen. Je geest kan dus je beste vriend of ergste vijand zijn.’", "‘De Gita beschrijft de gemoedstoestanden die iemands gedrag kunnen sturen: goedheid, impulsiviteit en onwetendheid. Leef je bewust in het moment, ben je vooral bezig met de toekomst, of blijf je hangen in het verleden? We denken vaak dat we depressief zijn omdat we ons gestrest en angstig voelen, maar je bent niet die emoties. Het is een staat waar je op dat moment in verkeert, die kun je veranderen.’", "Regisseur", "Christopher Nolan", "‘Ik zoek graag parallellen tussen eeuwenoude inzichten en popcultuur. Ik ben dol op Nolans werk, omdat hij psychologische films maakt over onze waarneming van de werkelijkheid.’ Memento (2000) gaat over het vluchtige geheugen, Inception (2010) verkent de droomwereld en Interstellar (2014) toont ons andere dimensies. In Nolans laatste film Tenet (2020), verloopt tijd niet lineair. ‘Die was steengoed. Dat idee sluit aan op de Veda’s, de oudste geschriften, waarin wordt gesteld dat tijd een menselijk verzinsel om de verloop van het leven vorm te geven. Er is zo veel dat wij niet kunnen waarnemen met onze zintuigen en dus niet begrijpen. We hebben immers ook wetenschappelijke apparatuur nodig om atomen en moleculen te zien. Ik word heel trippy van dit soort dingen.’", "Held", "Steve Jobs", "‘Ik heb uiteenlopende mentoren, van monniken tot atleten en zakenmensen. Als ik er één mag kiezen, zeg ik: Steve Jobs.’ De visionair die Apple voor velen onmisbaar maakte overleed in 2011 aan kanker, op 56-jarige leeftijd. ‘Hij bracht technologie, kunst en spiritualiteit samen, en ging zelf ook in de leer bij monniken. Jobs zag verbindingen tussen elementen die anderen als tegenstrijdig beschouwen. Hij was een genie met een groot zelfbewustzijn en leerde van zijn fouten. Hij begreep ieders rol in het grotere geheel en zag zichzelf als de dirigent van een orkest. ’", "Beeld Getty Images", "Tegelijkertijd stond Jobs – net als veel techbazen – bekend als een egocentrische tiran, die hevig tekeer ging tegen collega’s. ‘Als je zoekt naar perfectie, zul iedereen je teleurstellen. Ik focus liever op de dingen die ik van iemand kan leren, en zoek weer andere lessen in andere meesters.’ Hoe zorgt Shetty dat zijn eigen ego niet de overhand krijgt? ‘Je moet jezelf omringen met de juiste mensen. Ik ontmoet veel beroemdheden, maar ik ben altijd de minst bekende en armste persoon in de kamer. Dat leert me nederig te zijn, mijn vriendenkring bestaat uit mensen die dat ook zijn.’", "Kunstenaar", "Ugur Gallenkus", "‘Ugur Gallenkus (1990) is een Turkse kunstenaar die fenomenale collages maakt over moderne tegenstellingen, vaak gaan die over maatschappelijke ongelijkheid.’ In zijn fotocollages zien we onder meer het Vrijheidsbeeld in New York dat een geweer vasthoudt, een poolkap die in een ijsje smelt en een nucleaire bom die ontploft vanuit een boom. ‘Het is provocatief werk, maar is ook ontworpen om ons nader tot elkaar te brengen. Ik omarm polariteiten: ieder mens heeft verschillende visies die haaks op elkaar staan. Ik voel me een monnik, maar ben tegelijkertijd ook een mediajunkie. Ik vind niet dat ik daartussen hoef te kiezen en verspreid mijn spirituele boodschap dus graag via die kanalen.’", "Beeld Artwork: Uğur Gallenkuş | Photographer: Wissam Nassar", "Rappers", "Eminem, Drake & Jay-Z", "‘Ik zoek altijd naar verfrissende stemmen die wijsheid verkondigen, en die vind ik vaak in hiphop. Als tiener luisterde ik veel naar Eminem. Zijn rauwe kwetsbaarheid gaf me een ander perspectief op het leven, omdat hij zo veel ergere dingen had meegemaakt dan ik. Hij leerde me ook om mijn gevoelens te uiten, zelfs als ik niemand had om mee te praten, bijvoorbeeld via gedichten en spoken word. Drake bewonder ik omdat hij speelt met taal. In zijn raps hoor je hem vaak vrij associëren en hij verzint interessante metaforen. Veel rappers lezen het woordenboek om hun vocabulaire en rijmtaal uit te breiden en ik deel die liefde voor woorden. Jay-Z is een rapper die erg goed kan freestylen; hij komt dan in een bepaalde flow. Ik heb dat ook als ik op het podium spreek, dat ik in een andere flow kom. Die staat moeten we allemaal proberen te vinden, omdat er dan bijzondere dingen kunnen gebeuren.’", "Activiteit", "Mediteren", "In de ashram stond Shetty om vier uur ’s ochtends op, thuis doet hij dat om zes uur. ‘Ik ben strikt gezien geen monnik meer want ik ben getrouwd, maar mijn leven volgt wel een strikt schema. Ik begin om kwart over zes te mediteren, tot acht uur. Ik gebruik drie technieken die ik ook uitvoerig beschrijf in mijn boek: ademhalen, visualiseren en het chanten van mantra’s. Met iedere vorm van meditatie kom je in een andere staat, dus ik wissel graag af, afhankelijk van wat ik die dag nodig heb. Het fijne van mediteren is dat iedereen het kan doen. Het kost niks, behalve tijd, die iedereen ergens op de dag moet kunnen vrijmaken.’ Na het mediteren sport Shetty een uur. ‘Momenteel tennis ik drie keer per week, waar ik erg veel energie van krijg. Tijdens de lockdown deed ik thuis ook veel work-outs.’", "Beeld Getty Images", "Aards genot", "Vegan chocolade", "‘Ik eet alleen plantaardig dus na het sporten ontbijt ik met quinoa of havermoutpap. Dan ga ik aan het werk. Mijn week is verdeeld in logische dagen en creatieve dagen, dat kan ik iedereen aanraden. Dit is een logische dag met interviews en strategische vergaderingen. Op creatieve dagen nemen we de podcast op en maken we filmpjes. Ik lunch altijd om twaalf uur, bijvoorbeeld met een wrap met groenten. Vervolgens werk ik door tot zes uur, en dan ga ik eten met mijn vrouw.’", "Zijn vrouw Radhi Devlukia heeft even felle ogen en zou zijn zus kunnen zijn, waar ze zelf ook de humor van inzien. Ze is een voedings- en schoonheidsinfluencer. ‘Radhi verzint heerlijke vegetarische gerechten, dus ik heb geluk daarmee.’ Shetty wil zijn lichaam zo rein mogelijk houden. ‘Ik drink alleen water, kruidenthee en selderijsap. Eens per week sta ik mijzelf een vegaburger of een pizza toe. Ik heb een zwak voor chocolade, maar dan veganistisch en natuurlijk gezoet, bijvoorbeeld van Hu Kitchen.’ De goeroe gaat ’s avonds om tien uur naar bed. ‘Ik heb acht uur slaap nodig en daar doe ik geen concessies aan.’", "Spirituele plek", "Govardhan Ecovillage", "Shetty gaat ieder jaar terug naar Govardhan Ecovillage, de ashram 100 kilometer ten noorden van Mumbai waar hij zijn opleiding tot monnik genoot. ‘Ik ga dan samen met mijn vrouw twee tot drie weken in retraite, om te herijken. We helpen dan ook met het onderhoud en het werk op het land. Het voelt goed om terug te gaan naar mijn wortels en me weer een monnik te voelen.’ Shetty gaat er in het geniep heen en post niks op sociale media. ‘Ik vind het leuk om mensen op straat tegen te komen die zeggen dat ze wat aan mijn lessen hebben gehad. Dan krijgen ze een knuffel van me. Maar in de ashram wil ik in alle rust mezelf opladen. Als ik geen energie heb, kan ik die ook niet aan anderen geven.’", "Beeld Govardhan Ecovillage"], "authors": ["Haroon Ali"], "keywords": ["ik", "oeroude", "steve", "zijn", "te", "shetty", "die", "je", "jay", "parallellen", "van", "tussen", "en", "graag", "een", "zoekt", "goeroe", "jobs", "het", "dat"], "pubDate": "2021-01-07T14:00:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}