{"id": "44d82827-3f2b-340c-8c42-325c2c4dc2dc", "title": "Beter concentreren: is een pauze van 1 minuut genoeg?", "url": "https://volkskrant.nl/werken/beter-concentreren-is-een-pauze-van-1-minuut-genoeg~b0fbe332/", "summary": "Van een appje dat binnenkomt tot dat boodschappenlijstje dat je nog moet maken.\nZij wilden kijken naar het effect van korte pauzes op de productiviteit en het welzijn van werknemers.\nDeel van de oplossingTigchelaar ziet het nemen van micropauzes als een onderdeel van de oplossing voor het verhogen van je productiviteit.\nZelf besluit ik het experiment met een compromis: in plaats van een halfuur probeer ik drie kwartier ongestoord te werken.\nHoe verhoog je je concentratievermogen?", "paragraphs": ["Van een appje dat binnenkomt tot dat boodschappenlijstje dat je nog moet maken. Soms heb je van die dagen dat werken niet lukt, omdat je om de haverklap met andere dingen bezig bent. Journalist Thomas de Man, zelf geen uitblinker als het gaat om concentratie, probeert of micropauzes hem productiever maken.", "Dinsdag 10 maart was mijn laatste dag op kantoor. Inmiddels zijn we bijna drie maanden verder en voelen kantoortuinen en de fysieke nabijheid van collega’s als iets uit een ver verleden. Het gros van de mensen heeft zich inmiddels goed aangepast aan de nieuwe situatie, maar ik blijf het lastig vinden vanuit huis structuur aan te brengen in mijn dagen en focus te behouden.", "Dit artikel verscheen eerder op Intermediair.nl", "Ik speel met de vraag wanneer (en hoe) ik pauze moet nemen. Want juist als je thuis aan het werk bent – en de vaste lunchpauze met collega’s wegvalt – worden pauzes makkelijk vergeten. Dat is zonde, want de wetenschap laat zien dat regelmatig pauzeren goed is voor de productiviteit en de mentale scherpte. Het werkt als een soort reset voor de hersenen. Nu er meer mogelijkheid is onze eigen tijd in de delen, lijkt dit het uitgelezen moment te experimenteren met het nemen van pauze.", "Online lees ik artikelen over het fenomeen microbreaks of micropauzes: korte pauzes van enkele minuten om het halve of hele uur. Hoe effectief is het nemen van zo’n minipauze? Ik besluit het te proberen.", "1 minuut werkt net zo goed als 5 of 9 minuten", "De term microbreak is bedacht door Amerikaanse onderzoekers in de jaren tachtig. Zij wilden kijken naar het effect van korte pauzes op de productiviteit en het welzijn van werknemers. Deelnemers aan het onderzoek kregen een halve minuut pauze na elke veertig gewerkte minuten. De positieve effecten vielen tegen, maar opvallend was wel dat deelnemers die iets langere pauzes namen een lagere hartslag hadden en minder gecorrigeerd hoefden te worden in hun werk. De afgelopen jaren is er veelvuldig onderzoek gedaan naar de effectiviteit van micropauzes. Daaruit blijkt dat ze de aandacht van werknemers verhogen en het werkplezier een boost geven.", "Er is geen consensus over de duur van de ideale micropauze, maar uit onderzoek blijkt dat één minuut net zo effectief kan zijn als vijf of negen minuten. De Koreaanse onderzoeker Sooyeol Kim is expert op gebied van micropauzes en volgens hem zijn er twee regels voor het succesvol toepassen van zulke rustmomenten: ze moeten kort en vrijwillig zijn.", "Na een halfuur gaat de timer en trilt mijn telefoon. Ik sta op, doe wat strekoefeningen en maak koffie. Na ongeveer een minuut zet ik opnieuw de timer en ga ik weer aan het werk. De volgende pauze gebruik ik om even uit het raam te staren en mijn planten te controleren. Ik probeer niet op mijn telefoon te kijken of het nieuws te checken op mijn laptop. Het blijkt lastig me strak te houden aan dat ene minuutje pauze. In de praktijk zijn er telkens een paar minuten voorbij voordat ik weer op mijn plek zit – niemand is perfect.", "Het is belangrijker wát je doet tijdens je pauze", "Volgens focusexpert Mark Tigchelaar is belangrijk hoe je de onderbreking invult. Hij legt uit dat je denkwerk goed kunt afwisselen met iets fysieks. Mijn loopje naar de keuken en strekoefeningen blijken een goed idee. Even snel door Instagram scrollen of kijken naar een video op YouTube – waar ik ook een aantal pauzes voor gebruik – werkt averechts. Tigchelaar legt uit: ‘Zelfs als het een leuke video is, ontvangt je brein nieuwe informatie. Als je vervolgens je taak probeert op te pakken, zijn je hersenen nog niet klaar met het verwerken van het filmpje. Voor je brein staat nieuwe informatie gelijk aan werk.’", "Hij schreef het boek Focus AAN/UIT met tips tegen afleiding. Tigchelaar denkt dat een korte onderbreking kan werken bij simpele taken. Bij zaken die complexer zijn, is de prijs die je betaalt voor de vele onderbrekingen groot: ‘Telkens als je kort pauzeert, kost het moeite weer in je focus te komen. Als je een lang artikel aan het schrijven bent, weegt dit niet op tegen de voordelen.’", "Naarmate mijn experiment vordert, merk ik dat Tigchelaar gelijk heeft. Tijdens het schrijven van dit artikel word ik elk halfuur onderbroken door een trillende telefoon. Niet prettig, aangezien het telkens vrij lang duurt voor ik in een lekkere flow zit. Wel merk ik dat ik het fijn is om met een timer te werken. Het is een stok achter de deur: zolang de timer loopt, focus ik enkel op het document dat is geopend. Door me hier zo goed mogelijk aan te houden, lukt het beter voorbijvliegende gedachten te negeren. ‘Wat voor weer wordt het de komende dagen?’ ‘Waar kan ik hier in de buurt groentezaad kopen?’ Normaal zoek ik het antwoord op zulke hersenspinsels direct op, met als gevolg dat ik uit mijn werk stap en weer moeite moet doen aan het werk te gaan.", "Deel van de oplossing", "Tigchelaar ziet het nemen van micropauzes als een onderdeel van de oplossing voor het verhogen van je productiviteit. ‘Het is een vorm van opladen. Als je energieniveau niet op orde is, heeft dit invloed op je concentratievermogen.’ Hij noemt nog drie van dit soort concentratielekken die je moet zien te dichten voor optimale concentratie: te weinig prikkels (daag jezelf uit tijdens een saaie taak), te veel externe prikkels (notificaties uit, koptelefoon op je hoofd) en te veel interne prikkels (ideeën tijdens werk direct opschrijven en later uitwerken).", "Zelf besluit ik het experiment met een compromis: in plaats van een halfuur probeer ik drie kwartier ongestoord te werken. De onderbrekingen probeer ik kort (en actief) te houden, maar ik let niet op hoeveel minuten er precies verstrijken. In elk geval zorgt de techniek ervoor dat ik me sneller focus en daardoor meer werk verzet in korte tijd. Voorlopig blijf ik dus mijn timer – of kookwekker – gebruiken. Een vorm van zelfdiscipline die ik nodig blijk te hebben in deze thuiswerktijd.", "Concentreer je even op dit stuk en leer hoe je gefocust blijft Bijna iedereen vindt het moeilijk. En het lijkt in onze digitale wereld een steeds grotere uitdaging te worden: geconcentreerd aan het werk blijven. Hoe verhoog je je concentratievermogen? Experts geven tips. OP ZOEK NAAR EEN NIEUWE BAAN TIJDENS DE CORONACRISIS? Wat als je nu een baan zoekt? 2020 zou hét jaar worden om van baan te veranderen. Er waren immers vacatures in overvloed en bedrijven trokken alles uit de kast om sollicitanten te lokken. Is het inmiddels kommer en kwel voor werkzoekenden? Experts geven sollicitatietips. Nog een tip: door je cv op Intermediair te plaatsen ben je direct vindbaar voor werkgevers die op zoek zijn in de cv-database naar geschikte kandidaten voor hun vacatures. Daarnaast kun je met je geplaatste cv ook snel solliciteren naar interessante vacatures in de vacaturebank."], "authors": ["Thomas De Man"], "keywords": ["beter", "van", "als", "genoeg", "concentreren", "het", "op", "pauze", "minuut", "ik", "een", "je", "te", "en", "dat"], "pubDate": "2020-06-24T09:23:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}