{"id": "44e1fa3f-533e-3006-9b4f-46fac7838ad5", "title": "De Jonge: We hadden eerder kunnen beginnen met vaccineren", "url": "https://nu.nl/algemeen/6100155/de-jonge-we-hadden-eerder-kunnen-beginnen-met-vaccineren.html", "summary": "Als de GGD's in een eerder stadium waren gewaarschuwd klaar te staan voor de vaccinatiecampagne, dan had Nederland een paar dagen eerder kunnen beginnen met vaccineren.\nDe minister zegt dat lange tijd niet voorzien was dat het vaccin van Pfizer/BioNTech als eerste zou worden goedgekeurd.\nNederland is een van de laatste landen in Europa die nog moet beginnen met de coronavaccinaties.\nMet de kennis van nu denkt De Jonge dat hij de GGD's eerder had kunnen vragen om de ICT-systemen voor te bereiden op goedkeuring van andere vaccins.\nDinsdag debatteert de Tweede Kamer met minister De Jonge over de vaccinatieaanpak.", "paragraphs": ["Als de GGD's in een eerder stadium waren gewaarschuwd klaar te staan voor de vaccinatiecampagne, dan had Nederland een paar dagen eerder kunnen beginnen met vaccineren. Dat schrijft minister Hugo de Jonge van Volksgezondheid maandag in een Kamerbrief. \"Ik had de GGD's eerder kunnen vragen berekend te zijn op eventualiteiten. Daar had versnelling in kunnen zitten\", zei de minister in een persbriefing.", "\"We hebben altijd gezegd dat je wendbaar moet zijn in de uitvoering, maar we zijn onvoldoende wendbaar gebleken\", aldus De Jonge.", "De minister zegt dat lange tijd niet voorzien was dat het vaccin van Pfizer/BioNTech als eerste zou worden goedgekeurd.", "Toen duidelijk werd dat dit vaccin sneller op de markt zou komen dan het vaccin van AstraZeneca, waarop gerekend werd, bleek dat de infrastructuur om het Pfizer-vaccin zorgvuldig te plaatsen niet gereed was.", "Dat heeft voor een groot deel te maken met de lage temperatuur waarop het vaccin bewaard moet worden. Dat vraagt om een andere strategie dan voorzien was.", "'Iedere prik telt'", "De Jonge zegt dat hij zich in de kerstperiode heeft zitten te verbijten bij beelden vanuit heel Europa, waar de eerste prikken uitgedeeld werden. Nederland is een van de laatste landen in Europa die nog moet beginnen met de coronavaccinaties.", "De minister liet eerst nog weten dat andere landen, die eind december al begonnen met prikken, vooral een symbolische prik zetten. Nu zegt hij dat die symboliek wel belangrijk is. \"Iedere prik telt.\"", "Met de kennis van nu denkt De Jonge dat hij de GGD's eerder had kunnen vragen om de ICT-systemen voor te bereiden op goedkeuring van andere vaccins. Hij benadrukt dat hij de GGD geen verwijten maakt. \"Als ik zelf de GGD eerder had gevraagd klaar te staan, dan had dat gescheeld.\" Hoeveel tijdwinst er geboekt zou zijn, is volgens De Jonge niet te zeggen.", "De Jonge wacht zwaar Kamerdebat", "Eerder op de dag werd bekend dat de vaccinatie tegen het coronavirus woensdag van start gaat. Dat is twee dagen eerder dan gepland. De eerste prikken zullen gaan naar verpleeghuismedewerkers en naar ziekenhuispersoneel dat direct te maken heeft met COVID-19-zorg: medewerkers op de ambulance, spoedeisende hulp, intensive care en verpleegafdelingen.", "Dinsdag debatteert de Tweede Kamer met minister De Jonge over de vaccinatieaanpak. Meerdere partijen uitten de afgelopen weken kritiek op de aanpak van het kabinet. De Jonge zegt niet op de kritiek en het debat vooruit te willen lopen, maar snapt wel dat er behoefte is aan uitleg. \"Uiteraard vind ik het terecht dat de Kamer vraagt om reflectie.\""], "authors": ["Door"], "keywords": ["van", "beginnen", "vaccineren", "jonge", "kunnen", "met", "eerder", "een", "te", "hadden", "op", "minister", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}