{"id": "44ed1f00-c8b5-36cd-8c35-235239c7a772", "title": "‘Wat doe jij nou?’ zei de jonge vrouw van de bakkerij. ‘Heb jij nou twee mondkappen op?’", "url": "https://volkskrant.nl/columns-opinie/wat-doe-jij-nou-zei-de-jonge-vrouw-van-de-bakkerij-heb-jij-nou-twee-mondkappen-op~b67d8194/", "summary": "‘Wat doe jij nou?’ zei de jonge vrouw van de bakkerij, toen ik aan de beurt was.\nDe mensen in de rij, de vrouwen achter de toonbank, iedereen was nieuwsgierig naar wat ik zou gaan beweren.\n‘Twee mondkapjes is toch niet nodig?’‘Het ligt eraan wat je doel is’, zei ik, licht gekrenkt, maar krachtig.\nDat ik niet wilde dat zij door mij allerlei virussen naar school zou brengen, met lesuitval tot gevolg.\nIk beende de zaak uit, zonder brood, zodat ik tien seconden later alweer terug moest, wat gênant was geweest, als ze hadden gehoord wat ik zei.", "paragraphs": ["‘Wat doe jij nou?’ zei de jonge vrouw van de bakkerij, toen ik aan de beurt was. ‘Heb jij nou twee mondkappen op?’ Er lag spot in haar ogen, ze stond klaar om me uit te lachen. Eerst had er een geroezemoes geklonken, nu was het stil. De mensen in de rij, de vrouwen achter de toonbank, iedereen was nieuwsgierig naar wat ik zou gaan beweren.", "Ik keek haar aan, al meteen een beetje in mijn wiek geschoten natuurlijk, want als mensen al spotten bij het stellen van de vragen, weet je zeker dat je uitgelachen wordt, zodra je antwoord hebt gegeven. Bovendien ben ik een gevoelig type, niet hoog-, helaas, maar overgevoelig, anders waren er denk ik wel medicijnen voor geweest.", "‘Eén mondkapje is toch genoeg?’, zei de verkoopster. Ik gaf toe: twee was inderdaad wat veel, dubbelop, kon je wel zeggen, ik droeg zo’n lichtblauwe en een stoffen exemplaar eroverheen, waar overigens ook nog een filter in kan, maar dat is overdreven. De verkoopster gaf haar collega een schouderduwtje, alsof ze wilde zeggen: let op, koppie erbij, straks mis je de clue. ‘Twee mondkapjes is toch niet nodig?’", "‘Het ligt eraan wat je doel is’, zei ik, licht gekrenkt, maar krachtig. Met enige autoriteit. ‘Als je anderen wilt beschermen, kan één mondkapje inderdaad genoeg zijn. Maar als je in situaties komt waarin je op jezelf bent aangewezen’, zei ik, en ik keek hierbij ook even naar de rij, ‘omdat je zo’n beetje de enige bent die er een opheeft, hoeft een tweede niet altijd een overbodige luxe te zijn.’", "Ik zei iets over mijn kind. Dat ik niet wilde dat zij door mij allerlei virussen naar school zou brengen, met lesuitval tot gevolg. Ik zei dat mijn vriendin met oude, zieke, zeer kwetsbare mensen werkt, en dat het mij dus niet zou gebeuren dat die mensen straks met Kerst geen bezoek mogen ontvangen omdat ik een egoïstische lul ben geweest, of eigenlijk dus jullie. Een beetje triomfantelijk keek ik opnieuw naar de rij.", "‘Wat?’, vroeg de verkoopster. ‘Wat zeg je?’ Want er was niets van te verstaan geweest met die dubbele bepakking voor mijn gezicht – mijn hele betoog was blijven steken in de stof. De verkoopsters begonnen nu toch gewoon met uitlachen, zonder enige kennis dus van mijn verklaring, kennelijk hadden ze aan het beeld ook wel genoeg.", "‘Ik heb een groot hoofd!’ riep ik uit. Ik weet ook niet waar dit ineens vandaan kwam, van de weeromstuit waarschijnlijk, of misschien probeerde ik een laatste troefkaart uit te spelen. Al was het wel een deel van de verklaring, naast verantwoordelijkheid en angst. Mijn vriendin zie je bijna niet terug achter zo’n ding, bij mij lijkt het alsof ik een stringetje heb voorgebonden.", "Ik beende de zaak uit, zonder brood, zodat ik tien seconden later alweer terug moest, wat gênant was geweest, als ze hadden gehoord wat ik zei. Nu viel het wel mee."], "authors": ["Peter Middendorp"], "keywords": ["van", "wat", "mondkappen", "het", "vrouw", "twee", "jij", "op", "jonge", "ik", "een", "je", "niet", "mijn", "dat", "zei", "nou"], "pubDate": "2020-11-27T13:00:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}