{"id": "44fc955b-9b17-34fb-a324-248f0a907385", "title": "Big Brother is terug. Waarom het realityprogramma nog steeds een wereldwijd succes is (behalve in Bahrein)", "url": "https://trouw.nl/cultuur-media/big-brother-is-terug-waarom-het-realityprogramma-nog-steeds-een-wereldwijd-succes-is-behalve-in-bahrein~b8e96a57/", "summary": "Anuska Bán heeft een forse bijdrage geleverd aan het verspreiden van het realityprogramma Big Brother over de wereld.\n“We gingen altijd met een regisseur, een geluidsman en een assistent.\nNiets wordt aan het toeval overgelaten, maar dat is nu juist het wezen van een realityshow.”Het fiasco van JemenBig Brother ging in 2004 zelfs naar de Arabische wereld, maar dat werd een fiasco.\nDe deelnemersAls je Bán vraagt naar het geheim van het wereldwijde succes is ze heel stellig: “De deelnemers.\n‘We hebben geluk gehad’Hij wist dat het een sterk idee was.", "paragraphs": ["Anuska Bán heeft een forse bijdrage geleverd aan het verspreiden van het realityprogramma Big Brother over de wereld. In een slordige 35 landen heeft ze de van oorsprong Nederlandse productie op poten gezet. Of ze daar trots op is? “Natuurlijk, natuurlijk!”, roept de 66-jarige ‘pensionado’ lachend. “Ik heb ontzettend veel geleerd over andere culturen.” Zo kostte het haar in de Filipijnen enorme moeite een arm meisje op televisie te krijgen, de zenderbaas daar wilde alleen succesvolle types. In Bahrein moesten imams het Big Brotherhuis goedkeuren.", "Toen in 1999 de allereerste Big Brother in Nederland een doorslaand succes werd, ­wilde de hele wereld dat revolutionaire programma ook gaan maken. Een groep ‘gewone’ mensen die honderd dagen werd opgesloten in een huis, voortdurend gefilmd door tientallen camera’s, strijdend om de gunst van de kijker die beslist wie als enige overblijft en wint. Dat was nog nooit vertoond.", "Bán werkte destijds voor de internationale tak van Endemol, het mediabedrijf waar Big Brother bedacht was. Grote baas John de Mol vroeg haar voor het team dat overal moest gaan uitleggen hoe het programma gemaakt werd. Zes jaar lang reisde ze de ­wereld over. “We gingen altijd met een regisseur, een geluidsman en een assistent. Ik verzorgde als producent de contacten met de zender die Big Brother in licentie wilde gaan maken, hielp bij het selecteren van de deelnemers en ik legde het programma uit aan de redacteuren.”", "Een koffer vol anekdotes", "Een hectische periode, zegt Bán. “Ik was vaak zeven maanden per jaar van huis.” En dat terwijl ze aanvankelijk helemaal niet zo’n fan was van het programma. “Maar ik raakte er snel door gefascineerd, vanwege die cultuurverschillen.” Het leverde haar meer dan een koffer vol smakelijke anek­dotes op.", "“In een land als Kroatië hadden ze geen idee. We moesten net als overal in twee ­weken het productieteam opleiden. Ik vroeg een van de mannen naar zijn ervaring. ‘Gisteren was ik nog pizzakoerier’, antwoordde hij. Bleken ze hem als regisseur te hebben ingehuurd”, Bán lacht er nu hartelijk om. “Het maakte niet uit, want de kijkers vonden het allemaal prachtig. Als het geluid maar goed was, dan was het prima. Overal werd Big Brother een kijkcijferhit.”", "“In Argentinië kwam John de Mol hoogstpersoonlijk kijken bij de eerste live-uitzending, waarin de bewoners worden voorgesteld aan de tv-kijkers en met de nodige bombarie het Big Brotherhuis in gaan. Hij vroeg om het draaiboek, maar dat was er niet. Hij werd helemaal gek, maar ik zei: ‘Dat doen ze hier niet. Ga maar lekker ­shoppen in Buenos Aires, het komt goed.’ ’s Avonds hebben we hem in een kamer ­gezet met een grote tv, een blocnote en een pen. Hij had maar één opmerking.”", "Bán had verwacht in de Verenigde Staten zelf iets te leren over het maken van zo’n show, maar dat viel wat tegen. “Alles wordt daar op zekerheid gedaan. Voor alle apparatuur is er een reserve. Het loopje van de presentatrice hebben ze een dag lang geoefend. Niets wordt aan het toeval overgelaten, maar dat is nu juist het wezen van een realityshow.”", "Het fiasco van Jemen", "Big Brother ging in 2004 zelfs naar de Arabische wereld, maar dat werd een fiasco. Het programma werd opgenomen in Bahrein en uitgezonden in landen als Egypte, Jordanië en zelfs Jemen. Het team had alle mogelijke aanpassingen gedaan, zegt Bán. “Mannen en vrouwen hadden strikt gescheiden ruimtes in het huis en ook in de woonkamer ­konden ze afstand houden. We hadden alles laten goedkeuren door allerlei imams, er waren gebedsruimtes.”", "De bouw van het huis op een eilandje in de Perzische Golf verliep moeizaam, maar de mensen waren alleraardigst. “Ik ben nog op bezoek geweest bij een familie in een ­bedoeïenentent”, zegt Bán. En wat haar verbaasde, ze werd als vrouw volkomen serieus genomen. “Er is geen man geweest die niet naar me wilde luisteren.”", "Het nieuwe Big Brotherhuis in Amsterdam. Beeld Foto: Michel Schnater", "De eerste aflevering sloeg aan in de Arabische landen. “Maar er kwamen ook protesten, we kregen imams op bezoek. Ze vonden het maar niks dat de Tunesische kandidate ochtendgymnastiek deed in de tuin. En soms zaten mannen en vrouwen toch naast elkaar op de bank.” Zeven dagen is het programma te zien geweest. “Toen ik in het vliegtuig naar huis zat, hebben ze de stekker eruit getrokken.”", "Ook in veel Aziatische landen zijn de ­regels strenger, zegt Bán. “In Thailand gaf een jongen een meisje een kus op de wang, daar is Big Brother toen 24 uur op zwart geweest.” Ja dat was wel even iets anders dan hier in Nederland, waar in het eerste seizoen Bart en Sabine al samen in bed belandden – terwijl de infraroodcamera’s het gewoel onder het dekbed registreerden. “We maakten voor alle landen boekjes met do’s en don’ts, zodat het team wist wat wel en niet door de beugel kon.”", "Het geheim? De deelnemers", "Als je Bán vraagt naar het geheim van het wereldwijde succes is ze heel stellig: “De deelnemers. Je kunt een heel mooi Big Brotherhuis hebben en de mooiste techniek, maar als je bewoners niet goed zijn, vergeet het dan maar.” Ze heeft meegewerkt aan de selectie van een kleine zevenhonderd deelnemers, schat ze. “Het moet een goede mix zijn, iedere kijker moet zich in iemand kunnen herkennen. Toen we in de Filipijnen ­onze bewoners presenteerden, lachte de zenderdirecteur ons vierkant uit. Hij wilde alleen maar mooie succesvolle meisjes en jongens. Ik zei: ‘Nee, er moet ook een heel arm meisje in. En een lelijke jongen.’ Daar hebben we een gevecht over gevoerd. Wat blijkt: de winnaars in een land als de Filipijnen zijn meestal arm. Daar identificeert de kijker zich mee.”", "Bán vindt dat het programma op die manier een meerwaarde krijgt. “Er zitten overal homo’s in, gehandicapten hebben we ook gehad. De confrontatie tussen de verschillende bewoners kan echt een maatschappelijke functie hebben. Dan heb je gewoon een heel goede verhaallijn.”", "Deelnemers mogen best opvallend en ­anders zijn, maar niet extreem, zegt ze. Van die types die de hele tijd schreeuwen en ­desnoods hun kleren uitgooien om de gunst van de kijker te winnen, daar heeft ze niks mee. “Het blijkt: zodra ze extreme mensen in het Big Brotherhuis gingen zetten, daalden de kijkcijfers.”", "Alleen maar mooie mensen", "Er zijn uitzonderingen natuurlijk. In Engeland zijn ze dol op overdreven kandidaten die voortdurend met seks bezig zijn, en in Brazilië, waar het programma al heel lang loopt, zitten er alleen maar mooie mensen in het Big Brotherhuis. “Dat kan daar echt niet anders, ze willen gewoon geen dikke meiden in een bikini zien.”", "Over de kritiek op het programma, die er altijd is geweest, haalt Bán haar schouders op. “Het was een ordinair programma en niet ethisch. Ach ja. De kandidaten worden altijd aan een psychologische test onderworpen. In Servië heeft de psychologe een aantal kandidaten afgewezen die zwaar ­getraumatiseerd waren door de oorlog.”", "De deelnemers van Big Brother 2021. Beeld INGO CALI", "Soms waren er ook incidenten: in Australië werd een vrouw aangerand in het huis en regelmatig werden er in gesprekken tussen de bewoners racistische opmerkingen gemaakt. “Ja, dat gebeurt, dat kun je niet altijd voor zijn. Op het moment dat Endemol ­weggaat, meestal een week na de eerste aflevering, moeten die zenders het zelf doen. Soms gebeuren er dan rare dingen. De Hongaarse makers belden een keer op: er kwam een man vrij die twintig jaar had gezeten omdat hij drie mensen had vermoord. Of het geen leuk idee was hem in het Big Brotherhuis te zetten. We hebben toen gedreigd de licentie in te trekken. Stel je voor dat die man in de keuken een mes trekt, voor de draaiende camera’s.”", "Big Brother is uiteindelijk in 66 landen op de buis geweest. Op dit moment lopen er series in vijf landen. Nieuwe seizoenen staan op stapel in twaalf landen, waaronder Nederland. Hier werd de laatste serie veertien jaar geleden uitgezonden.", "Bán is dan wel met pensioen, ze kan het programma nog niet helemaal loslaten. Onlangs hielp ze toch weer mee bij de selectie van kandidaten in de Filipijnen. “Via de zoom, negentig gesprekken.” En ja, er zit zeker weer een arm meisje in.", "Big Brother 2021: coronaproof en inclusief Big Brother keert na veertien jaar terug op de Nederlandse televisie. Midden in coronatijd, maar volgens gedelegeerd producent Jeroen Compeer kun je bijna nergens veiliger zitten dan in het nieuwe Big Brotherhuis. De acht bewoners, die vanavond voor de komende honderd dagen worden opgesloten, zijn de afgelopen weken meerdere keren getest. Ze hebben in thuisquarantaine gezeten en in een hotel. “Dus als ze het huis in komen, zitten ze veilig. Vanaf dat moment vormen ze een huishouden en hoeven ze geen afstand te houden.” Wel worden ze 24 uur per dag door 115 ­camera’s gefilmd in het huis dat naast het hoofdkantoor van producent Endemol/Shine in Amsterdam staat. Via livestreams kunnen kijkers 24 uur per dag meegluren, iedere dag worden de hoogtepunten samengevat in een tv-uitzending. De kijkers bepalen wie het huis moet verlaten. De kandidaat die overblijft, wint maximaal 100.000 euro. Waarom is Big Brother zo lang niet te zien geweest in Nederland? Compeer denkt dat heftiger reality-programma’s als Temptation Island en de Gouden Kooi het simpele concept van Big Brother al snel saai deden lijken. “Maar je ziet dat er nu in meerdere landen juist weer belangstelling is voor dat eenvou­dige idee: we hebben alle extremen nu wel ­gezien en gewone mensen zijn weer interessant.” Die acht gewone mensen komen niet alleen uit Nederland, maar ook uit Vlaanderen. Het programma wordt door RTL en de Vlaamse omroep Vier gezamenlijk uitgezonden. Bij de selectie lijken de makers goed op de diversiteit gelet te hebben, het is een kleurrijk gezelschap qua afkomst, geaardheid en geloof. Compeer bevestigt dat daarmee bij de casting rekening wordt gehouden. “Maar we gaan niet afvinken of we alle types wel hebben. Ik hoop dat Big Brother iets kan zeggen over de tijdgeest als deze mensen met elkaar in ­gesprek gaan. Het mag een beetje schuren, graag zelfs.” In de Verenigde Staten en Canada is inmiddels wel afgesproken dat ten minste de helft van de bewoners van kleur moet zijn, vertelt Lucas Green, die internationaal de inhoud en kwaliteit van alle Big Brothers bewaakt. De vraag is nu of kijkers wel interesse hebben in een gezelschap dat opgesloten zit, juist nu we allemaal in lockdown zitten, een beetje in hetzelfde schuitje. Compeer durft daarover geen voorspelling te doen. Maar volgens Green blijkt in andere landen dat de kijkers er juist behoefte aan hebben. “Aan alle vormen van entertainment trouwens. In een aantal landen liep de serie toen corona toesloeg. De deelnemers die geen enkel contact met de buitenwereld hebben, zijn hierover wel geïnformeerd.” Dat was bijvoorbeeld het geval in Duitsland, waar de bewoners van het Big ­Brotherhuis met open mond keken naar beelden van hun land in lockdown. “Toen de deelnemers het huis uit mochten, was dat heel emotioneel. Ze liepen letterlijk een ander ­wereld in.”", "De aftrap van Big Brother is vanavond te zien op RTL 4 en 5 om 20.30 uur. De livestream is 24/7 te zien op Videoland.", "Lees ook:", "Wat is het succes van ‘Big Brother’ volgens bedenker Paul Römer? ‘We hebben geluk gehad’", "Hij wist dat het een sterk idee was. Maar dat ‘Big Brother’ zo’n revolutie teweeg zou brengen, had Paul Römer niet kunnen vermoeden, toen hij het programma 22 jaar geleden samen met onder andere John de Mol bedacht. “We hebben veel geluk gehad.”"], "authors": ["Harmen Van Dijk"], "keywords": ["er", "van", "waarom", "nog", "big", "en", "maar", "een", "ze", "wereldwijd", "succes", "op", "steeds", "het", "terug", "brother", "dat", "realityprogramma"], "pubDate": "2021-01-04T09:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}