{"id": "451cc166-74c8-3ed9-99c2-85ea84d37b33", "title": "‘People aren’t sure how to approach you because you look different’", "url": "https://www.parool.nl/english/people-aren-t-sure-how-to-approach-you-because-you-look-different~b4779ab8/", "summary": "“I get this comment a lot, saying: ‘Oh you’re very direct.’ But I thought you people are direct,” she laughs.\n“Dutch people are ‘oh-wow-that’s-a-lot-of-food-are-you-gonna-be-able-to-eat it-all?’ kind of direct, but I don’t see ‘You-didn’t-do-this-work-well-you-have-to-fix-it kind of direct.\nAnd yet, “I always sold myself as a ‘geek with social skills’,” states Ramezani.\nPeople aren’t sure how to approach you because you look different,” she admits.\nHer experience, however, has been that at work “most people don’t really ask,” she shares.", "paragraphs": ["Sara Ramezani: 'I always sold myself as 'a geek with social skills.' Beeld Marie Wanders", "A computer scientist by training and a big-data manager by trade, Sara Ramezani comes across as straightforward. Although the 37-year-old Iranian used to be puzzled when her Dutch colleagues would remark exactly how straightforward she is, after working in the Netherlands for over a decade, Ramezani has found that the famously frank Dutch are direct, but not about everything.", "“I get this comment a lot, saying: ‘Oh you’re very direct.’ But I thought you people are direct,” she laughs. “Dutch people are ‘oh-wow-that’s-a-lot-of-food-are-you-gonna-be-able-to-eat it-all?’ kind of direct, but I don’t see ‘You-didn’t-do-this-work-well-you-have-to-fix-it kind of direct. Instead, I see a lot of ‘What do you think about the quality of the work? Maybe it could have been better. Do you think it could have been? I actually see a lot of beating around the bush when it comes to work issues.”", "Much of Ramezani’s sector is known for, in a word, hardness.", "“As a researcher you really focus on the hard skills, especially if you’re in the harder sciences,” she says, citing common concerns, such as “oh I have to fix this algorithm, or I have to be really smart.”’", "The names alone of her previous employers have gravitas: the Centrum Wiskunde & Informatica (CWI), the Dutch research institute for mathematics and computer science (perhaps most globally known for being the birthplace of programming language Python); the Amsterdam Medical Center (AMC); and Decisive Facts, a boutique data analysis firm where Ramezani was tasked with, simply put, improving IT processes.", "And yet, “I always sold myself as a ‘geek with social skills’,” states Ramezani. “That’s how I got the technical consultant job in the first place, because the consultants are the customer-facing technical people in the company.”", "She refers to her current position at SURFsara, a company that handles research data management and offers services in high-performance computing (HPC). Ramezani started there in 2017 and, after a year, also became a group leader, managing a team of fellow technical consultants and system experts.", "“Because of this management role, I am realizing how the soft skills are so important. And actually, maybe I’m better at that than I was as a programmer,” she says.", "At SURFsara, where she finds “the core values are good,” Ramezani identifies herself as the only non-Dutch native in management and one of just a handful of women managers. Staff total about 150.", "She likes how the new management position involves her in hiring decisions. “It’s really interesting to see how diversity affects the hiring process,” she says, describing recent interviews during which she felt her personal input, from the other side of the table, helped mitigate possible biases towards job candidates.", "“Having a seat in the room is important,” she emphasizes. “It’s completely clear that you can really have an effect. And well, people trust me now because we worked together for a couple years.”", "Plus, “You’re not gonna hire a jerk if you’re not a jerk.”", "But a feeling of belonging is not something Ramezani takes for granted.", "“If I go to a conference, nobody ever talks to me until I start talking to them during the coffee break. It can be lonely. People aren’t sure how to approach you because you look different,” she admits. “Because of the headscarf a lot of times, they’re like: should I talk? Should I shake hands?”", "That isolation contrasts with how she remembers a pivotal seven years of childhood spent in the US. In Cleveland, Ohio, where her father got his PhD, she went to Islamic school and mosque with black Muslims.", "“We were like one of them,” she remembers feeling among the welcoming community, even though “we were the only non-black people there.”", "She adds: “It really set my mindset about social justice and race.”", "Her father, long back in Tehran, where he is a professor and a business owner, was the first in his family to attend university, she reports. These circumstances led to her coming from “a very privileged position in Iran.” She moved to Amsterdam in 2007 as a graduate student with her husband, with whom she was “college sweethearts” and who, like her, did a Master’s in logic at the University of Amsterdam.", "“Except for a brief stint at the student housing containers in Diemen Zuid,” notes Ramezani, the couple has lived in Oost for almost all their time abroad. Today, they have two children, with whom they “go back and forth to Iran as much as possible so they feel part of that heritage,” she says. But they have no current resettlement plans.", "“Iran is a country that is very much in transition right now and it’s also a lot of pressure, both from outside and internally—the government, socially. So it is more stable and less stressful to raise a family here,” she says.", "Though straightforward and serious, Ramezani, once warmed up, can also be bubbly. Her humor straddles sophisticated geekiness with a joke’s-on-you tendency towards self-deprecation. She jokes with as much heart as discussing “micro-aggressions” and “what a really big burden” it is to sensitize others to her cultural or religious differences.", "“I’m pretty comfortable and assertive, so most of the time I’m OK,” she says. “I go right up to the CEOs of companies because I know how to talk with them. It’s pretty easy for me. It’s not harder than talking to my dad.”", "Ramezani’s soft skills have no doubt helped her own self-understanding and navigating through everyday struggles.", "“I wear my headscarf in this way,” she explains, pointing to a maroon cottony fabric that is loosely draped, revealing a wavy brown hairline, “because while I do want to identify as Muslim, I don’t conform to strict rules about how a Muslim woman should or should not dress and behave.”", "As for outward displays that may set her apart from the majority, “I’m usually open to talking about it,” she says.", "Her experience, however, has been that at work “most people don’t really ask,” she shares. “Except for random grandpa colleagues—they’re not grandpas, really, just a bit older. But they have a grandpa-like way of saying: ‘Oh, it’s Ramadan you’re fasting? Or why are you eating?’”", "Although Ramezani never feels the need to justify why she is fasting or not, when she recently witnessed such questioning making another colleague uncomfortable, she stepped in. “I explained that there could be various reasons, like some people don’t observe, or we’re on our period.”", "Her message could not have been more direct. As she puts it, “I’m like: ‘Dude, stop asking such personal questions. That’s not OK.’”"], "authors": ["Karina Hof", "Floris Vermeulen"], "keywords": ["dont", "youre", "arent", "really", "im", "look", "skills", "dutch", "different", "sure", "direct", "lot", "management", "approach", "ramezani"], "pubDate": "2019-08-30T06:05:39Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}