{"id": "4522a0c7-23ac-3c77-8048-72dd4d380472", "title": "‘Leg je spullen met aandacht weg, dan hoef je nooit op te ruimen’", "url": "https://volkskrant.nl/mensen/leg-je-spullen-met-aandacht-weg-dan-hoef-je-nooit-op-te-ruimen~bfd1c360/", "summary": "Het antwoord daarop is eigenlijk simpel: als je alles meteen opbergt, hoef je nooit op te ruimen.\nZodat je als je binnenkomt gelijk het sleutelhaakje tegenkomt, waardoor je je sleutelbos niet ergens op het aanrecht legt.\nIn plaats van dat je andere dingen gaat doen tijdens het pruttel­proces, ruim je op wat je vuil hebt gemaakt.\nOp die manier tref je nooit een explosie aan nadat je lekker hebt gegeten en ligt er ook geen verrassing op je te wachten als je de volgende ochtend beneden komt.\nAls je alles meteen en met aandacht weglegt, hoef je nooit het huis op te ruimen en dus ook nooit iets te zoeken.’", "paragraphs": ["Beeld Lieke Romeijn", "Sosha Duysker (29): ‘Mensen vragen me vaak hoe het kan dat mijn huis er altijd zo afgunstig netjes bij ligt. Je kunt op elk gewenst moment komen aanwaaien, je zult er nooit rommel aantreffen. Het antwoord daarop is eigenlijk simpel: als je alles meteen opbergt, hoef je nooit op te ruimen. Ik functioneer niet in chaos. Zelfs als kind al niet. Mijn ouders hoefden vroeger nooit tegen me te zeggen dat ik mijn kamer moest opruimen, het was altijd netjes. Mijn hoofd is nogal vol, een ongeordend huis maakt alles nog drukker. Een schone omgeving is een schoon hoofd.", "Natuurlijk heeft niet iedereen zo’n drang naar netheid en hygiëne. Het kan helpen om je huis in te richten met een soort automatische opruimroute. Zodat je als je binnenkomt gelijk het sleutelhaakje tegenkomt, waardoor je je sleutelbos niet ergens op het aanrecht legt. Het is ook slim om eerst tegen de kapstok aan te lopen, voordat je een stoel ziet waar je je jas overheen kan gooien. En een kastje in de gang om je schoenen in te doen. Je krijgt zo minder de kans om een zooi te maken.", "Dat geldt trouwens ook tijdens het koken. Ik ken veel mensen die doen alsof ze in de keuken van Jamie Oliver zijn, maar hoe ze die keuken vervolgens achterlaten heeft vaak eerder iets weg van Oliver Twist. Een kleine gedragsverandering kan veel uitmaken. In plaats van dat je andere dingen gaat doen tijdens het pruttel­proces, ruim je op wat je vuil hebt gemaakt. Op die manier tref je nooit een explosie aan nadat je lekker hebt gegeten en ligt er ook geen verrassing op je te wachten als je de volgende ochtend beneden komt. Als je alles meteen en met aandacht weglegt, hoef je nooit het huis op te ruimen en dus ook nooit iets te zoeken.’"], "authors": ["Pieta Verhoeven"], "keywords": ["ruimen", "om", "weg", "een", "het", "spullen", "en", "leg", "ook", "te", "nooit", "hoef", "op", "als", "je", "met"], "pubDate": "2020-11-26T14:00:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}