{"id": "452b5286-d0ae-381e-b5c4-9fcf9114de60", "title": "Alcohol veroorzaakt zo veel ellende, stop met die alcoholreclames", "url": "https://trouw.nl/opinie/alcohol-veroorzaakt-zo-veel-ellende-stop-met-die-alcoholreclames~bd2cb798/", "summary": "Het consumeren van een glas alcoholische drank is een gewoonte en gekoppeld aan gezelligheid, daar is op zich niets mis mee.\nKorting op een krat bierAl deze voorbeelden zouden aanleiding moeten zijn om de consumptie van alcohol te ontmoedigen.\nOm de gezondheid van mensen te bevorderen, de druk op de ziekenhuizen te verlagen en om kosten te besparen.\nHoe bestaat het dat je met enorme korting voor nog geen tien euro een krat met 24 flesjes gerstenat kunt aanschaffen?\nEen goede tijd voor partijen om zich nu uit te spreken dat reclame op alcohol aan banden gelegd moet worden.", "paragraphs": ["Als verpleegkundige ziet Richard Boddeus hoeveel ellende drank kan veroorzaken. Waarom mag er nog steeds geadverteerd worden voor alcohol, vraagt hij zich af.", "Een groot gedeelte van de bevolking drinkt wel eens alcohol, de een iets meer dan de ander. ‘Geniet, maar drink met mate’ is al jarenlang een leus die gepredikt wordt, en ja, ik doe daar aan mee. Het consumeren van een glas alcoholische drank is een gewoonte en gekoppeld aan gezelligheid, daar is op zich niets mis mee.", "Als verpleegkundige op de acute opname kom ik wekelijks de mindere mooie kanten van alcoholconsumptie tegen. Bijna ieder weekeinde komen dronken jongeren binnen, badend in het braaksel en amper aanspreekbaar. Meestal kunnen ze zich van de hele avond niets meer herinneren. Ook oudere mensen komen binnen met letsel waar drank de oorzaak van is. Het feestje thuis of bij de buren, de derde helft bij de hockeyclub of de eenzame oudere die moederziel alleen zijn of haar verdriet verdrinkt, kunnen aanleiding geven tot ziekenhuisopname. Soms zijn mensen van de trap gevallen, uitgegleden of gestruikeld. Hersenschuddingen, gebroken ledematen of grote wonden, we zien het allemaal voorbijkomen. Daarnaast worden mensen met andere aandoeningen opgenomen waarvan alcohol de oorzaak is. Leverfalen, depressie, diabetes, hart- en vaatziekten en de gevolgen van huiselijk geweld bijvoorbeeld.", "Korting op een krat bier", "Al deze voorbeelden zouden aanleiding moeten zijn om de consumptie van alcohol te ontmoedigen. Om de gezondheid van mensen te bevorderen, de druk op de ziekenhuizen te verlagen en om kosten te besparen. Waar we er in Nederland in slagen om roken te ontmoedigen, gebeurt dat nog niet bij de alcoholconsumptie. Waarom zien we nog reclame van grote bierproducenten langs de voetbalvelden? Hoe bestaat het dat je met enorme korting voor nog geen tien euro een krat met 24 flesjes gerstenat kunt aanschaffen? En waarom staan in ieder dagblad of tijdschrift pagina’s vol aanbiedingen van voordeelwijnen? Als alcoholdrinker wil ik natuurlijk ook de beste wijn voor zo min mogelijk euro’s, maar als verpleegkundige die wekelijks de ellende ziet van wat alcohol aanricht, snap ik niet dat de promotie van alcohol niet aan banden wordt gelegd.", "Over enkele maanden zijn er landelijke verkiezingen, nu worden de geschreven partijprogramma’s van de partijen goedgekeurd door de leden. Een goede tijd voor partijen om zich nu uit te spreken dat reclame op alcohol aan banden gelegd moet worden. Een reëel en haalbaar doel voor het welzijn van allen, wie kan daar nou op tegen zijn?", "Lees ook:", "Ziekenhuizen zien meer kinderen binnenkomen die alcohol én drugs hebben gebruikt", "Ondanks campagnes en meer bewustwording bij ouders, belanden er nog altijd net zo veel kinderen in het ziekenhuis door alcoholvergiftiging als ruim tien jaar geleden."], "authors": ["Richard Boddeus"], "keywords": ["zo", "van", "nog", "het", "op", "alcoholreclames", "met", "die", "veroorzaakt", "stop", "een", "en", "te", "om", "veel", "ellende", "alcohol", "voor"], "pubDate": "2020-11-30T13:54:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}