{"id": "452dac87-9f5d-30ed-a0d6-8050c8f6257e", "title": "Hij heeft vast met een wit wief gedanst", "url": "https://www.parool.nl/columns-opinie/hij-heeft-vast-met-een-wit-wief-gedanst~bf8eda1d/", "summary": "Een stuk verder werd de mist dunner, en belandde ik in een soort grot.\nDat ik niet meer wist waar ik was, en dat ik voor mijn gevoel rondjes aan het rijden was.\nEn dat ik toch moest denken aan Beumkes, die een paar weken na zijn verdwijning ergens in een weiland gevonden zou zijn.\nEn dat dat vriendje me aan mijn mouw trok en tegen me zei: “Zie je nou wel!”“Wat dan?” vroeg ik.\n“Hij heeft vast met een wit wief gedanst.”Want zo gaat het volksgeloof; dat als je je laat verleiden om met een wit wief te dansen, ze de hele nacht met je danst, tot je er dood bij neervalt.", "paragraphs": ["Mist, motregen en oudgereformeerden, daar moet je mee uitkijken, zei mijn opa.", "Vanuit het keukenraam was het ronddraaiende lichtje van de Rembrandttoren deze ochtend niet te zien, en toen ik even later met de hond buiten liep, struikelde ik over een berg grofvuil die ik niet had opgemerkt – door een onverlaat, gedekt door de spookachtig dichte mist, daar neergekwakt.", "Op de Ooster Ringdijk zag ik pas op het laatste moment de tegemoetkomende hondenbezitters. Een stuk verder werd de mist dunner, en belandde ik in een soort grot. Bep bleef stokstijf staan en jankte. We keken naar mistflarden die over de dijk bewogen.", "Witte wieven.", "Ik herinnerde me een vriendje van school die doodsbang was voor die andere witte wieven: spookachtige gedaantes. Zijn moeder had tegen hem gezegd dat als hij nog een keer rottigheid uit zou halen, de witte wieven hem ’s nachts zouden komen halen. Hij huilde bijna toen hij het me vertelde.", "“Ach, jongen, dat zijn sprookjes,” zei mijn moeder. Maar mijn vriendje bleef volhouden dat de geesten van heksen echt door de Achterhoek dwaalden. “Beumkes,” zei hij telkens.", "Beumkes was de boer die stinkend rijk was geworden met de verkoop van vogelvoer. (Zijn slogan, uit het Achterhoeks vertaald: Krijg je je vogels niet aan de praat, vraag dan naar Beumkes’ vogelzaad.) Hij was op een dag verdwenen. Volgens mijn vriendje was hij door witte wieven meegevoerd. Wij riepen op het schoolplein dat Beumkes zijn geld aan het opmaken was aan het strand van Rio (dat was heel populair om te zeggen, toen, dat je het wel wist als jij zo veel geld zou hebben: ‘dan ging ik mooi naar Rio’).", "De mist op de Ooster Ringdijk verdichtte zich weer.", "Ik herinnerde me hoe ik jaren later een keer ’s avonds door de velden naar huis fietste en door de mist gevangen werd. Dat ik niet meer wist waar ik was, en dat ik voor mijn gevoel rondjes aan het rijden was. En dat ik toch moest denken aan Beumkes, die een paar weken na zijn verdwijning ergens in een weiland gevonden zou zijn. Ging de mare op het schoolplein.", "En dat dat vriendje me aan mijn mouw trok en tegen me zei: “Zie je nou wel!”", "“Wat dan?” vroeg ik.", "“Hij heeft vast met een wit wief gedanst.”", "Want zo gaat het volksgeloof; dat als je je laat verleiden om met een wit wief te dansen, ze de hele nacht met je danst, tot je er dood bij neervalt.", "Bep hapte naar de mist. We liepen verder. Ik zag alweer de contouren van de huizen.", "Nooit heb ik mijn hart harder horen kloppen. Maar ik ben die avond niet ten dans gevraagd.", "Maarten Moll schrijft over dagelijkse beslommeringen in de stad. Lees al zijn columns terug in het archief.", "Reageren? m.moll@parool.nl."], "authors": ["Maarten Moll"], "keywords": ["wit", "van", "heeft", "het", "hij", "met", "zijn", "die", "ik", "vast", "gedanst", "een", "je", "dat", "wief", "en", "mijn"], "pubDate": "2020-12-10T16:00:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}