{"id": "4540d8b3-3b35-35a6-9ce1-9eb412da1edd", "title": "De iPhone 12 Pro Max heeft een lap van een oledscherm, maar de handzame Mini is eigenlijk wel een verademing", "url": "https://volkskrant.nl/wetenschap/de-iphone-12-pro-max-heeft-een-lap-van-een-oledscherm-maar-de-handzame-mini-is-eigenlijk-wel-een-verademing~b96d02a3/", "summary": "De iPhone 12 Pro Max (zwart) en de kleinere Mini.\nBeeld Laurens VerhagenDe laatste incarnatie van de iPhone, de 12, bestaat tegenwoordig in vier hoofdsmaken: de gewone 12, de 12 Pro (met extra camera), de Mini en de Pro Max.\nHet andere uitersteDe iPhone 12 Pro Max is het andere uiterste.\nVerder heeft hij natuurlijk een lap van een 6,7 inch oledscherm.\nWie voor de Pro gaat, kan daarom beter gelijk de Pro Max aanschaffen.", "paragraphs": ["De iPhone 12 Pro Max (zwart) en de kleinere Mini. Beeld Laurens Verhagen", "De laatste incarnatie van de iPhone, de 12, bestaat tegenwoordig in vier hoofdsmaken: de gewone 12, de 12 Pro (met extra camera), de Mini en de Pro Max. De eerste twee bespraken we hier al eerder; inmiddels zijn de kleine en grote variant ook beschikbaar.", "De laatste jaren werden de schermen van de smartphones steeds groter – doordat er nauwelijks meer randen zijn, maar ook doordat de buitenmaat groeide. De Mini maakt voor Apple een einde aan die trend.", "Camera", "In de basis is de Mini dezelfde iPhone als de gewone 12: hetzelfde fraaie nieuwe uiterlijk met de scherpe randen en voorzien van de laatste A14-chip. Het grootste verschil, behalve het formaat, zit hem in de camera. Waar de Pro-varianten achterop drie camera’s hebben, heeft de Mini er twee: de standaard- en de groothoeklens. De telelens ontbreekt dus. Inzoomen kan natuurlijk nog steeds, maar dat gebeurt digitaal.", "Het handzame formaat is eigenlijk wel een verademing, na al die loeigrote toestellen die nauwelijks meer in de broekzak passen. En ook fijn: de duim bereikt met gemak alle hoeken van het scherm. Natuurlijk is het scherm gekrompen, maar het is nog altijd een stuk groter dan dat van de iPhone 8 met de homeknop, terwijl het toestel zelf kleiner is.", "Nee, het grootste nadeel ligt ergens anders: Apple heeft moeten beknibbelen op de batterij, en helaas is dat merkbaar.", "Het andere uiterste", "De iPhone 12 Pro Max is het andere uiterste. Om te beginnen qua batterij, die lekker lang meegaat. Verder heeft hij natuurlijk een lap van een 6,7 inch oledscherm. Ter vergelijking: de gewone 12 meet 6,1 inch en de Mini 5,4 inch. Het gewicht van de Max mag er ook zijn: 228 gram tegen 135 gram voor de Mini.", "Ook ten opzichte van de gewone 12 Pro biedt de Max meer op cameragebied. Beide hebben een telelens, maar de Max kan nog wat verder optisch inzoomen. Verder heeft de Max een grotere lichtsensor; dat leidt in de praktijk tot betere flitsloze foto’s in het donker.", "Wie voor de Pro gaat, kan daarom beter gelijk de Pro Max aanschaffen. En wie een hekel heeft aan grote schermen, zal blij zijn met de Mini.", "Is er dan helemaal niets te mopperen? Jawel, de verversingssnelheid van het scherm ligt op 60 Hz, terwijl de Android-concurrentie 120 Hz gebruikt. Die schermen worden dus twee keer zo vaak ververst: 120 keer per seconde. Het is allemaal overkomelijk, maar bij een toestel dat op elk ander vlak de top is, zou je anders verwachten."], "authors": ["Laurens Verhagen"], "keywords": ["van", "mini", "een", "oledscherm", "en", "maar", "met", "pro", "verademing", "wel", "max", "12", "lap", "het"], "pubDate": "2020-11-23T16:22:35Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}