{"id": "45439a91-be0b-3e5c-b78a-6fb37326cb26", "title": "Mijn man heeft een relatie met de schoonmaakster, wat moet ik doen?", "url": "https://trouw.nl/leven/mijn-man-heeft-een-relatie-met-de-schoonmaakster-wat-moet-ik-doen~bd144b6e/", "summary": "Beste Beatrijs,Sinds een half jaar weet ik dat mijn man een relatie heeft met de schoonmaakster van zijn kantoor.\nMijn man en ik zijn eind zestig en meer dan veertig jaar getrouwd.\nMijn man heeft een anderBeste Mijn man heeft een ander,Bespreek eerst met uw man wat voor toekomst hij voor zich ziet.\nU zou haar kunnen vragen of ze kan ophouden met de seks met uw man.\nAls uw man en zijn vriendin geen afstand kunnen doen van hun liefdesroes, zal de situatie onvermijdelijk op een scheiding uitlopen.", "paragraphs": ["Etiquette-specialist Beatrijs Ritsema beantwoordt elke week prangende vragen over hoe het hoort, of juist niet.", "Beste Beatrijs,", "Sinds een half jaar weet ik dat mijn man een relatie heeft met de schoonmaakster van zijn kantoor. Ik was volkomen verbijsterd toen hij het me vertelde. Het blijkt ruim twee jaar geleden te zijn begonnen op zijn initiatief. Inmiddels heb ik ook een gesprek gehad met haar, waarin ze mij zei dat het haar ook overrompeld had en dat zij zich schuldig voelt tegenover mij. Maar zij (tien jaar jonger) adoreert hem en hij is dol op haar. De seks schijnt niet veel voor te stellen, vertrouwde zij mij nog toe. Mijn man en ik zijn eind zestig en meer dan veertig jaar getrouwd. Onze kinderen en kleinkinderen weten nog van niets, voor hen zijn wij gewoon de ­gezellige opa en oma.", "Scheiden is geen optie, mijn man heeft schulden, daarom werkt hij ook nog steeds. Bovendien hou ik, ondanks alles gewoon van mijn man. Moet ik dit maar gedogen of een hoop stampij maken? Rationeel kan ik dit nog wel aan, maar emotioneel niet. Ik slaap al maanden slecht. Ik vind het vreselijk!", "Mijn man heeft een ander", "Beste Mijn man heeft een ander,", "Bespreek eerst met uw man wat voor toekomst hij voor zich ziet. Wil hij van u af en doorgaan met zijn vriendin? Wil zijn vriendin hetzelfde? Of wil hij gewoon doorgaan, zoals het gaat: een relatie naast zijn huwelijk? En wat wilt u zelf? Dat uw man de relatie verbreekt en dat alles weer wordt zoals het was?", "Uw man en zijn vriendin zijn dol op elkaar, schrijft u, maar zij heeft u toevertrouwd dat de seks niet veel voorstelt. U zou haar kunnen vragen of ze kan ophouden met de seks met uw man. Ze zal er weinig aan verliezen en dat zou het mogelijk makkelijker voor u maken. Misschien is het schrappen van seks, maar wel bevriend blijven van die twee, een compromis waar u mee zou kunnen leven? Het is op zichzelf heel goed dat u het gesprek met die vrouw bent aangegaan. Dat is moedig van u en ook een goede manier om uw ­eigen houding te bepalen. Kennelijk valt er met haar te praten – maak daar gebruik van! Ik raad u aan om de gesprekken voort te zetten met zowel uw man als de vriendin. Eventueel kunt u een gesprek met z’n drieën voeren. U kunt zeggen dat u uw huwelijk in stand wil houden, dat u geen zin hebt in een scheiding, maar dat u ook geen zin hebt om de tweede viool te moeten spelen in een dubbel liefdesleven van uw man.", "Formuleer uw wensen: uw man zal prioriteit aan zijn huwelijk moeten geven, het moet afgelopen zijn met de seks buiten de deur, u wil dat er niet meer tegen u wordt gelogen, de stiekeme relatie moet omgevormd worden naar een normale vriendschap. Als uw man en zijn vriendin geen afstand kunnen doen van hun liefdesroes, zal de situatie onvermijdelijk op een scheiding uitlopen.", "Stuur uw eigen vragen over de omgang met buren, collega’s, familie, vrienden en kinderen naar beste@beatrijs.com. Archief: www.beatrijs.com."], "authors": ["Beatrijs Ritsema"], "keywords": ["relatie", "man", "van", "wat", "heeft", "schoonmaakster", "het", "met", "zijn", "ik", "moet", "mijn", "een", "en", "dat", "uw"], "pubDate": "2020-11-14T11:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}