{"id": "456ac606-da26-38db-96ec-2a95f06ebe78", "title": "Wat als je dochter een wolf wordt?", "url": "https://www.parool.nl/ps/wat-als-je-dochter-een-wolf-wordt~b7741a8c/", "summary": "De dag na de première, door de mist van een kater heen?” De Ierse regisseur Tomm Moore is er wat nostalgisch over.\nStewart, droogjes: “Je mist de dekking van een gedeelde kater.”Het digitale filter zit de vrolijk makende chaos van het duo niet in de weg.\nDoor een beet wordt ook Robyn een wolfwalker, wat betekent dat zij elke nacht als ze in slaap valt in een wolf verandert.\n“Er stond destijds een beloning van vijf pond op de kop van een wolf – dat was net zo veel als je kreeg voor het hoofd van een katholieke priester!\n“Het is een beetje als boodschappen doen – het aanbod is overweldigend, maar je pikt eruit wat je nodig hebt,” zegt Stewart.", "paragraphs": ["Wolfwalkers draait om de vraag: wat zou een jager doen besluiten te stoppen met jagen?", "“Weet je nog Ross, vroeger, toen we dit soort interviews deden op filmfestivals? De dag na de première, door de mist van een kater heen?” De Ierse regisseur Tomm Moore is er wat nostalgisch over. Niets van dat al rond de internationale release van zijn derde speelfilm Wolfwalkers. Moore en coregisseur Ross Stewart werken de interviews af via Zoom, ieder vanuit hun werkkamer. En natuurlijk kun je thuis óók best een flinke kater opbouwen, grappen de twee met elkaar, maar dat is gewoon niet hetzelfde. Stewart, droogjes: “Je mist de dekking van een gedeelde kater.”", "Het digitale filter zit de vrolijk makende chaos van het duo niet in de weg. Moore en Stewart kennen elkaar al ­jaren en dat is te merken. Regelmatig vliegt er een terzijde door het gesprek (“Had ik je al verteld dat…?”) of verliezen ze zich in sappige anekdotes. Bijvoorbeeld over een van hun animatoren die bijklust door portretten van mensen te tekenen als hun favoriete dier – haar diensten zijn flink in trek in de gemeenschap van furries. Moore trekt betekenisvol één wenkbrauw op: “Ze doet ook adult versies, haha.”", "Dierenrechten", "De vanzelfsprekende chemie tussen de twee makers is in zekere zin ook de basis voor Wolfwalkers, een fijnzinnige animatiefilm waarin een jong meisje in 17de-eeuws Ierland haar eigen pad wil volgen. “We wilden nu eens echt iets van het begin tot het eind samen regisseren,” legt Moore uit. Bij Moore’s eerdere, al even prachtige films The Secret of Kells (2009) en Song of the Sea (2014) was Stewart meer zijdelings betrokken – als artdirector voor de eerste en als concept designer voor de tweede.", "Wolfwalkers treedt expliciet in de voetsporen van die twee films. Moore: “Drie leek me een mooi aantal voor een dvd-box! Nee, geintje natuurlijk, wie maakt er tegenwoordig nou nog boxsets? Maar ik wilde wel een derde, en voorlopig laatste film in die stijl maken. Dus opnieuw speelt de Ierse folklore een grote rol, en we spelen met vergelijkbare symboliek en thema’s, maar gebruiken die op een nieuwe manier.”", "Vervolgens was het een kwestie van brainstormen en puzzelen met de thema’s die hen op dat moment bezighielden. Stewart: “Het moest gaan over ideeën als speciësisme versus dierenrechten, en empathie versus polarisatie. De kern van het verhaal hadden we heel snel te pakken – letterlijk tijdens één lunch. Vervolgens hebben we er zeven jaar aan gewerkt, is alles honderd keer omgegooid en namen we allerlei doodlopende paden. Maar de kern die we toen bedachten is bij die hele evolutie overeind gebleven.”", "Half mens, half wolf", "Die kern draait om het Engelse meisje Robyn, dat rond 1650 in het kielzog van Engelse kolonisten naar de Ierse stad Kilkenny is gekomen. Haar vader is jager en is door de puriteinse bevelhebber ingeschakeld om de talrijke wolven in het bos net buiten de stadsmuren op te jagen.", "Ook Robyn wil op jacht, maar als meisje moet zij binnenblijven en het huishouden doen. Als ze stiekem toch het bos in gaat, ontmoet ze daar haar in meerdere opzichten wilde leeftijdsgenootje Mebh (spreek uit als ‘Maeve’). Zij blijkt een wolfwalker, een mythisch wezen uit de Ierse folklore: half mens en half wolf. Door een beet wordt ook Robyn een wolfwalker, wat betekent dat zij elke nacht als ze in slaap valt in een wolf verandert.", "“We raakten gefascineerd door de vraag wat ervoor ­nodig zou zijn om iemand die compleet vooringenomen is tegen iets, empathie te laten voelen voor datgene wat hij haat of vreest,” legt Stewart uit. “Omdat we het over dierenrechten wilden hebben, werd dat: wat zou een jager doen besluiten te stoppen met jagen? Als zijn eigen dochter een wolf wordt, moet hij wel gaan nadenken over wat hij doet.”", "Tomm Moore: ‘Wolven zijn altijd intiem verbonden geweest met het Ierse volk.’", "Overigens was Robyn in de eerste versies van het scenario geen meisje maar een jongetje. Maar er ontbrak iets, legt Moore uit. “Drama komt voort uit conflict, maar we moesten ons in rare bochten wringen om dat conflict te vinden voor een jongetje dat jager wil worden. Het werd gekunsteld. Toen we er een meisje van maakten, viel alles op zijn plek. Voor jonge vrouwen in die tijd was er maar één weg: je houdt je aan de regels, want anders ben je een heks.”", "Die keuze rijmde bovendien op interessante manieren met de historische achtergrond waartegen Moore en Stewart het verhaal plaatsen: de invasie van Ierland door de puriteinse Engelsen onder leiding van Oliver Cromwell. Stewart: “Dat was deels ook een strijd tussen het patriarchaat van de koloniserende macht en de meer matriarchale Ierse samenleving. In het oude Ierland stonden vrouwelijke leiders als Gráinne Mhaol aan het hoofd van enorme legers, en in de mythologie waren de vrouwelijke goden over het algemeen veel sterker dan de mannelijke. De kolonisten vaagden dat weg en kwamen met: God onze vader.”", "Ierland temmen", "Ook de jacht op wolven blijkt een enorme politieke lading te hebben. “Wolven zijn altijd intiem verbonden geweest met het Ierse volk,” legt Moore uit. “Dat zagen de Engelsen ook; Cromwell heeft doelgericht alle wolven uitgeroeid.”", "De inzet was om Ierland te ‘temmen’, vult Stewart aan. “Er stond destijds een beloning van vijf pond op de kop van een wolf – dat was net zo veel als je kreeg voor het hoofd van een katholieke priester! Toen we eenmaal ­besloten dat de Cromwellinvasie de achtergrond van het verhaal zou vormen, borrelden er vanuit dat soort historische feiten allerlei nieuwe ideeën op.”", "Ross Stewart: ‘Er stond destijds een beloning van vijf pond op de kop van een wolf.’", "Ondanks de beladen thematiek en zware historische achtergrond blijft Wolfwalkers in de eerste plaats een sprookjesachtige animatiefilm, expliciet gericht op kinderen (maar zeker ook geschikt voor ouders én kinderloze volwassenen). Het is een precaire balans, beamen beide makers.", "“Het is een beetje als boodschappen doen – het aanbod is overweldigend, maar je pikt eruit wat je nodig hebt,” zegt Stewart. “Dat geldt zowel voor de historische feiten als voor de folklore. Negentig procent van wat je in de ­research opduikt, is totaal irrelevant voor het verhaal. Maar die paar stukjes die wél passen, maken alles zo veel rijker, zelfs als het publiek het niet bewust ziet.”", "Moore verwijst naar Princess Mononoke van de legendarische Japanse animator Hayao Miyazaki. “Ik weet niets van het Middeleeuwse Japan waarin de film speelt, maar je voelt gewoon dat alle details tot in de puntjes kloppen. Het is zo geworteld in die realiteit, dat als er dan vervolgens bosgeesten op komen duiken, het toch écht blijft voelen. Dat ambieerden wij ook: we gebruikten de ­geschiedenis om het verhaal te aarden.”", "Wolfwalkers is te zien in Arena, City, Euroscoop, Eye, Filmhallen, Het Ketelhuis, De Munt, Rialto, Studio K, Tuschinski"], "authors": ["Joost Broeren-Huitenga"], "keywords": ["van", "wat", "als", "het", "op", "maar", "wolf", "een", "je", "wordt", "en", "dat", "te", "dochter", "voor"], "pubDate": "2020-11-25T20:00:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}