{"id": "456bfb32-84c8-3116-b8b3-2a3ccc24bcb8", "title": "Ajax klopt Utrecht in vreemd, aantrekkelijk en doldwaas bekerduel", "url": "https://www.volkskrant.nl/sport/ajax-klopt-utrecht-in-vreemd-aantrekkelijk-en-doldwaas-bekerduel~b6677e3d/", "summary": "Want telkens wist de ploeg die een doelpunt achterstond minimaal weer gelijk te komen.\nAl met al was Ajax niet bestand tegen de verzamelde snelheid in de aanval van Utrecht, maar met het scorend vermogen was opnieuw weinig mis.\nDeze week praat Promes opnieuw met de trainer en met de clubleiding, waarna duidelijkheid zal bestaan over zijn status in de selectie en het eventuele meespelen zondag tegen ADO Den Haag.\nPaes verliet het veld met een op het oog ernstige blessure.\nEn weer 3-3 van Sander van der Streek, na een hoekschop en een wat gelukkige carambolage.", "paragraphs": ["Dusan Tadic na de 5-4. Beeld Guus Dubbelman / de Volkskrant", "Schitterende goals, rare overtredingen, eigen doelpunten, fouten en blunders. Ophef. Spektakel. Een scheidsrechter die toe is aan quarantaine, spanning en wisselende kansen; op ten minste één plek in Amsterdam was ondanks de lockdown volop leven in de brouwerij. Het FC Utrecht van de nieuwe trainer René Hake wint telkens aan kwaliteit, scoorde vier keer in de Arena, met de beslissend lijkende treffer van invaller Moussa Sylla, die een fout van doelman Kjell Scherpen afstrafte, bleek nog niet genoeg.", "Want telkens wist de ploeg die een doelpunt achterstond minimaal weer gelijk te komen. En dus maakte Zakaria Labyad alsnog 4-4 en schoot Dusan Tadic het knokkende Ajax alsnog naar de overwinning, door de bal met rechts op geweldige wijze in de kruising te jagen. Al met al was Ajax niet bestand tegen de verzamelde snelheid in de aanval van Utrecht, maar met het scorend vermogen was opnieuw weinig mis.", "Bij Ajax is sowieso altijd iets te doen. Deze keer ging het in de aanloop vooral over Quincy Promes, opgepakt, weer vrijgelaten en nog steeds verdacht van een steekpartij in juli.", "Promes heeft inmiddels telefonisch gesproken met trainer Erik ten Hag, met wie hij al een jaar of tien een uitstekende band heeft, en zei onschuldig te zijn. Ten Hag gelooft hem op zijn woord. Deze week praat Promes opnieuw met de trainer en met de clubleiding, waarna duidelijkheid zal bestaan over zijn status in de selectie en het eventuele meespelen zondag tegen ADO Den Haag.", "Ajax - FC Utrecht was een rare wedstrijd, met twee aanvallende ploegen, vreemde overtredingen, een warrig, zeg maar ronduit slecht fluitende scheidsrechter Dennis Higler, die talloze overtredingen gewoon niet zag, misbaar en gedoe. Neem die actie van Antony, die de op volle snelheid liggende Django Warmerdam een duwtje gaf, waardoor die tegen doelman Maarten Paes botste. Paes verliet het veld met een op het oog ernstige blessure. Totaal onnodig zo’n overtreding, gemeen bovendien, dom en minimaal een gele kaart waardig.", "FC Utrecht heeft een uitstekende selectie, maar de prestaties blijven tot nog toe achter bij de hoge verwachtingen. De club wil de traditionele top aanvallen, maar staat slechts tiende in de competitie. Maar het voetbal wordt steeds beter, van een elftal met veel variatie en beweging. Zo had Utrecht in de competitie meer kunnen halen dan één punt bij recente uitwedstrijden tegen Feyenoord en PSV. Veel beweging herbergt het elftal, snelheid met vooral Gyrano Kerk, die het in zijn eentje kan opnemen tegen een defensie. Na precies een minuut stond Utrecht al voor, als voorteken voor wat te gebeuren stond, mede dankzij het vroege druk zetten: Nicolas Tagliafico verspeelde de bal aan Kerk, die via Mark van der Maarel spits Mimoun Mahi bereikte, die droog scoorde.", "Utrecht miste de vaste middenvelders Gustafson en Maher, Ajax moest het zonder een heel regiment spelers doen, waardoor onder meer de 17-jarige Devyne Rensch rechtsachter was, Kjell Scherpen debuteerde in de basisploeg en Edson Alvarez weer eens op het middenveld mocht spelen, wat hem behoorlijk afging.", "Kort na de 0-1 was het overigens weer gelijk, toen Dusan Tadic via Van der Maarel een vrije trap inschoot. In de blessuretijd van de eerste helft viel het mooiste doelpunt van de wedstrijd. De pass van rechts naar links van Daley Blind, de aanname van Tagliafico, diens handige balletje naar Tadic, de voorzet en de perfecte afronding van Zakaria Labyad, spits omdat al die andere spitsen ontbraken.", "Deze wedstrijd kon nooit vroegtijdig beslist zijn, al was het maar door het matige verdedigen aan beide kanten. Ajax geeft al vrijwel het hele seizoen ruimte weg en is achterin, zeker in het centrum, vrij traag, wat vrijwel elke tegenstander kansen oplevert. En de elftallen speelden bovendien vol overgave op de aanval, ze gunden elkaar zeeën van ruimte. Vrijwel meteen na rust was het weer 2-2, nadat Rensch twee keer in de fout ging, Kerk ontsnapte en een perfecte voorzet gaf op Mahi. Het bleef doelpunten regenen: 3-2 door een eigen doelpunt van Tommy St. Jago, die een schot van Antony ongelukkig verlengde. En weer 3-3 van Sander van der Streek, na een hoekschop en een wat gelukkige carambolage.", "Bij de ogenschijnlijk beslissende goal liet Perr Schuurs zich veel te gemakkelijk passeren door Kerk, wiens voorzet na het loslaten van de bal door Scherpen, doelman omdat Onana rust kreeg, een simpele prooi was voor Sylla. Utrecht waande zich kansrijk. Maar Ajax scoorde nog twee keer. Het kon, op deze heerlijke voetbalavond."], "authors": ["Willem Vissers"], "keywords": ["van", "vreemd", "die", "al", "een", "en", "klopt", "bekerduel", "maar", "doldwaas", "utrecht", "op", "aantrekkelijk", "met", "ajax", "het"], "pubDate": "2020-12-16T22:20:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}