{"id": "45935e3e-8b82-3bef-a62d-3ba110831823", "title": "Zijn we Mol-moe? Of serie-moe?", "url": "https://trouw.nl/cultuur-media/zijn-we-mol-moe-of-serie-moe~bda42437/", "summary": "Na aflevering één van het nieuwe Wie is de Mol (AvroTros) zaterdag merkten wij het: we zijn een beetje Mol-moe.\nHet is niet bij te houden.\nSeppo tijdens het etentje met zijn broer, vader en alle aanhang.\nMoet alles wat goed is een serie zijn ­tegenwoordig, met van die uitgesponnen verhaallijnen?\nNiet bij te houden.", "paragraphs": ["Na aflevering één van het nieuwe Wie is de Mol (AvroTros) zaterdag merkten wij het: we zijn een beetje Mol-moe. De extra jubileumreeks van het twintigste seizoen in 2020 was er een te veel.", "Nu moeten we alweer aan nieuwe kan­didaten wennen die opdrachten doen en ­ondertussen moeten ontdekken wie de ­saboteur in hun midden is. Ze kregen meteen ook de allerleukste, spectaculaire lasergame-opdracht, terwijl ze elkaar nog nauwelijks kenden. Niet zo snel alsjeblieft. Het is niet bij te houden. Wij horen bij de 3,1 miljoen kijkers die dit intelligente spel volgen, maar zin hebben is anders.", "Een fatale midzomeravond", "Het tegenovergestelde gebeurde na het napraatprogramma Moltalk op NPO3. De Finse serie Man in Room 301 werkte hypnotiserend, met een taal zonder aanknopingspunten, romantische beelden van Scandinavische zomerhuisjes in het bos en familieverhoudingen die aan de klassieker Festen doen denken.", "In die Deense film van Thomas Vinterberg bouwt de onderlinge druk gestaag op, tot de waarheid bij het feestdiner als een vulkaan tot uitbarsting komt. In deze Finse serie komt rond een ‘gezellige’ vakantie in Griekenland beetje bij beetje boven water wat er bij de familie Kurtti is gebeurd op de fatale midzomeravond in 2007.", "Die avond liep peuter Tommi weg van het familievakantiehuis en kwam om het leven door een geweerschot. In zes delen, bij KRO-NCRV per twee uitgezonden op vrijdag, zaterdag en zondag (maar ook ­geheel te streamen via NLZiet), wordt langzaam onthuld wie welk aandeel had in het gebeuren waarvan de twaalfjarige buurjongen Elias wordt beschuldigd. De feitelijke reconstructie is pas het halve verhaal. Het echte drama ligt in de verhulling van de waarheid destijds, waardoor het twaalf jaar later behalve in rouw ook doorwerkt in schuldgevoel, wraak en angst.", "Seppo tijdens het etentje met zijn broer, vader en alle aanhang. Beeld Maaike Bos", "De ouders Seppo en Olivia zijn inmiddels uit elkaar, broer Mikko blijkt minder neutraal dan gedacht en opa Risto, de ogenschijnlijk sympathieke pater familias, heeft onwillekeurig kraters geslagen in het gezin. Bij hem ligt de oorsprong van het onderliggende, psychologische drama: met zonen die zich niet gezien en gehoord voelen, die van hun vader slechts kritiek krijgen en zo in de armen van drank en overspel worden gedreven.", "Op vakantie in Griekenland samen blijkt dat de angst hen allemaal opvreet en hun waarneming vertroebelt. Of lopen de inmiddels jongvolwassen zusjes van Tommi en neefje Kalle werkelijk gevaar?", "Of seriemoe?", "Deze psychologische thriller van scenarioschrijver Kate Ashfield ademt kwaliteit. Ik zou wel meer willen prijsgeven maar wil de terugkijkers niet het plezier ontnemen. Het punt is: dit zijn geen films, die je op een avond van begin tot eind ziet. Tijdens een serie stop je steeds onderweg, kwetsbaar voor ‘spoilers’, en kijkt andere avonden verder.", "Het is ook niet gemakkelijk, denk ik licht gefrustreerd. Tot 6 maart zit ik nu vast aan tien afleveringen WIDM, dat ik heus wel ga volgen. Serie Mocro Maffia komt binnenkort met seizoen drie. Ik loop hopeloos achter met The Crown (vier seizoenen; veertig af­leveringen) en zelfs nog met Game of ­Thrones (acht seizoenen, 73 afleveringen). Om van de ongelezen boeken maar te zwijgen. Moet alles wat goed is een serie zijn ­tegenwoordig, met van die uitgesponnen verhaallijnen? Niet bij te houden.", "Renate van der Bas en Maaike Bos schrijven afwisselend columns over televisie.", "Correctie 4 januari", "In een eerdere versie van dit artikel stond dat de film Festen van Lars von Trier is. Dat klopt niet, de film is gemaakt door Thomas Vinterberg."], "authors": ["Maaike Bos"], "keywords": ["zijn", "van", "en", "een", "bij", "met", "te", "seriemoe", "het", "niet", "molmoe", "die"], "pubDate": "2021-01-03T14:38:21Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}