{"id": "45b6ec5e-dae9-3131-9d8f-8fb885e3dbf6", "title": "Boris van der Ham: ‘Ik ben een clubjesman’", "url": "https://nrc.nl/nieuws/2020/12/04/boris-van-der-ham-ik-ben-een-clubjesman-a4022644", "summary": "„Op het einde houdt een van de personages een monoloog.” Van der Ham pakt een boekje, leest voor: „We moeten ons leven uitleven, oom Wanja.\nIk weet nog dat ik de afwijzingsbrief kreeg, en dat ik tegen m’n moeder zei: hier wil ik niet over spreken.\nDirect na het Kamerlidmaatschap werd hij voorzitter van het Humanistisch Verbond, waar hij eind november na het maximum van twee termijnen vertrok.\n„Ik kan wel zeggen: ik ben niet religieus, maar ik ben zoveel niet.\nDat je je laat inspireren door de mens, dat is hoe je humanisme het meest plat kunt vertalen.", "paragraphs": ["‘We gaan reddeloos ten onder”, zingt Boris van der Ham in zijn single Opstaan. „Laten we gaan huilen, huilen in een hele grote kring, met een asbak middenin, en een fles met whisky.”", "Ai, dat klinkt niet goed.", "Maar dan komt de volta, ineens grijpt Van der Ham zichzelf bij de kladden. „Laten we opstaan en bewegen, de stem is schor en schreeuwen moe; een nieuwe huilbui we zijn ertegen, we zijn aan heel iets anders toe.”", "Het liedje staat op het album Niemand dan wij, dat begin oktober uitkwam. Het bestaat uit bewerkingen van oude Nederlandstalige liedjes, plus het zelfgemaakte Opstaan – vorige week aangevuld met het kerstnummer De laatste dagen.", "Het is Van der Hams eerste album, tot nu toe was hij acteur, politicus en bestuurder bij verschillende organisaties, maar nog geen zelfstandig muzikant. Van der Ham vindt het belangrijk om niet „in een hokje” te passen, hij is een „lapjeskat”, zegt hij. In zijn tienerjaren was hij al actief in de lokale politiek en in de theaterclub, daarna volgden de Toneelacademie Maastricht, tien jaar Kamerlidmaatschap voor D66, en een acteurscarrière afgewisseld met bestuursfuncties en het voorzitterschap van het Humanistisch Verbond.", "Over deze serie", "We leven, zo goed en zo kwaad als het gaat. Maar wat maakt het de moeite waard? Niemand die het definitieve antwoord kan geven, maar menigeen heeft er ideeën of zelfs sterke gevoelens over. Daarnaar vragen we in deze serie kunstenaars, schilders, dichters, musici en wetenschappers.", "„Er zitten altijd drie, vier projecten in mijn hoofd”, zegt Van der Ham in zijn werkkamer in Amsterdam Oud-West, waar hij woont met zijn vriend. Hij brengt graag tijd door met vrienden en zijn twee kinderen, die bij hem in de buurt wonen met hun moeders. De rest van de tijd spendeert hij efficiënt. Tv kijken doet hij niet meer, tenminste, niet dat „op de bank zitten en alleen maar kijken wat er over me heen komt”. Áls hij dan kijkt, moet het grappig zijn, „dan merk je dat je letterlijk ontspant”. Nog zoiets: hij leest geen fictie. In deze werkkamer staat alleen non-fictie, lukraak door elkaar in de kasten: Descartes, Pim Fortuyn, Atheist Manifesto. Van der Ham werkt momenteel aan een essay over ‘vrijheid in verbondenheid’, een terugkerend thema in zijn werk, zegt hij.", "Een ander thema is ‘opstaan’: jezelf uit de misère omhoogtrekken. Vandaar dat nummer, dat een jaar of vijf geleden ontstond toen Van den Ham in de trein zat en zich ellendig voelde. „Je kan wel verdrinken in pessimisme, maar dat is mijn aard niet. Ik heb ook vaak genoeg gedacht: hoe kom ik hier ooit weer uit, maar uiteindelijk is opstaan een soort van wakker worden, dat je denkt: nou, dit was brandhout, maar nu weer door.”", "Op zijn 23ste had hij zijn eerste opstaan-moment, vertelt Van der Ham. Op de toneelschool speelden ze Don Carlos van Friedrich Schiller. „Die Don Carlos is een beetje een twijfelaar. Op een gegeven moment zegt ‘ie: ‘Drieëntwintig jaar, en nog niks voor de eeuwigheid gedaan. Niets opgebouwd en niets afgebroken.’ Dat sloeg natuurlijk naar binnen. Ik dacht: ja, wat is het grote waar ík aan bouw of wat ik heb afgebroken?”", "Dat heette toen nog geen quarterlife crisis, maar Van der Ham vertrok halsoverkop naar het Engelse Lake District om te herbronnen. Na een paar weken wandelen zag hij in Londen Oom Wanja van Tsjechov, en toen gebeurde het. „Op het einde houdt een van de personages een monoloog.” Van der Ham pakt een boekje, leest voor: „We moeten ons leven uitleven, oom Wanja. We zullen de eindeloze processie van dagen die voor ons ligt, en de lange avonden meemaken. We zullen geduldig tot het einde de lasten dragen die het lot ons oplegt.” Het boekje gaat weer dicht. „Ja, depressiever kan je het niet krijgen. Maar mijn afdronk van dat stuk was: oh, dit gevoel dat het allemaal geen zin heeft, of dat je nog niet voldoende doet, dat is dus des mensens. Ik ben niet de enige.”", "Tsjechovs fatalisme had op Van der Ham het tegenovergestelde effect: het gaf hem de energie om verder te gaan met de toneelschool en om weer politiek actief te worden.", "Ervoer u dat destijds echt als een opstaan-moment, of heeft u er dat later van gemaakt?", "„Op dat moment had ik wel echt een inzicht. Maar ik had de weken ervoor ook al door een herfstig Engels landschap gelopen en nagedacht, dus achteraf gezien zou het een accumulatie kunnen zijn geweest. Ik had ook een ander toneelstuk kunnen zien, dan had ik op een ander moment dit inzicht gehad. Ik was er dus ook een beetje klaar voor. Dus ja, ik denk wel dat ik er dingen op projecteer. Ik vind het fijn om zelf houvast in het leven te maken, dus maak ik iets tot een scharnierpunt.”", "Het zit in onze aard om te canoniseren en om verhalen te maken", "Heeft u weleens iets meegemaakt wat u moeilijker in het verhaal van uw leven kon plaatsen?", "„Nou, uit elkaar gaan vind ik daar wel bij horen. Ik ben negen jaar geleden van een andere relatie gescheiden. Dat is niet iets… dat past er niet bij. Dat opeens iets ophoudt zonder dat daar een natuurlijke oorzaak voor is.” Hij denkt even na. „En voor ik naar de toneelschool ging heb ik auditie gedaan voor de filmacademie, maar toen ben ik afgewezen. Ik weet nog dat ik de afwijzingsbrief kreeg, en dat ik tegen m’n moeder zei: hier wil ik niet over spreken. Niet omdat ik niet tegen m’n verlies kon, maar omdat ik dacht: ik wil geen tijd verliezen aan daarover rouwen.”", "Kunt u zich verplaatsen in mensen die minder gemakkelijk opstaan?", "„Vroeger begreep ik dat niet. Dan dacht ik: hè, ga nou wat doen, ga sporten ofzo, ga kleien. Ga iets doen waardoor je er weer uitkomt. Trek jezelf uit het moeras. Maar ik weet nu dat niet iedereen zo gebakken is. Mensen die ik ken die in een depressie zitten, hebben mij uitgelegd dat zij op een andere manier wakker worden. Dat niet kunnen opstaan ook iets chemisch is, dat het een aandoening is.”", "Toch vindt hij het moeilijk te begrijpen, zegt Van der Ham, „als mensen echt helemaal nergens een passie voor hebben”. Als iemand vraagt wat het voor zin heeft om bijvoorbeeld postzegels te verzamelen, dan zegt hij: het heeft hartstikke veel zin! „Het gaat om het verhaal dat je erbij bedenkt.”", "Committeer je ergens aan, lijkt zijn motto. Zelf committeerde hij zich al jong aan toneel én aan de politiek: op zijn vijftiende werd hij lid van de Jonge Democraten, en later voorzitter. Na de toneelschool kwam hij op zijn 28ste voor D66 in de Tweede Kamer, waar hij tien jaar lang onder meer het woord voerde over onderwijs, democratie en vrijheid van meningsuiting. Direct na het Kamerlidmaatschap werd hij voorzitter van het Humanistisch Verbond, waar hij eind november na het maximum van twee termijnen vertrok.", "Foto Frank Ruiter Foto Frank Ruiter Foto’s Frank Ruiter", "Hoe bent u met het humanisme in aanraking gekomen?", "„Toen ik 13, 14 was dacht ik: goh, ik ben niet godsdienstig. Daarvoor had ik wel eventjes een soort kindergeloof. Ik had religie niet van huis uit meegekregen, maar ik was op een kamp waar uit de Bijbel werd voorgelezen en toen dacht ik: nou, dat is precies wat ik heb meegemaakt! Maar dat heb ik met hetzelfde gemak weer neergelegd, toen ik me realiseerde: nee, dit is gewoon een literaire ervaring. Toen ben ik lid geworden van het Humanistisch Verbond.”", "Hoe kwam u daar dan bij terecht?", "„Ik vroeg me af: is er iets waar je lid van kan zijn als je niet godsdienstig bent? Want ik ben wel… ik ben een clubjesman! Ik ben tegen niksigheid.”", "Is niet bij een clubje zitten dan meteen niksigheid?", "„Vaak wel vind ik.”", "Hoezo?", "„Daar ben ik ook wel harder in geworden. Als mensen nergens zich toe willen verhouden, als mensen niet zich willen verenigen, niet iets willen steunen… ik vind het mooi om je ergens toe te verhouden.”", "Het fijne aan jezelf humanist noemen, zegt Van der Ham, is dat het beschrijft wat je wél bent. „Ik kan wel zeggen: ik ben niet religieus, maar ik ben zoveel niet. Ik ben ook geen tennisspeler, ik hou ook niet van whisky.”", "Wat is humanisme eigenlijk?", "„Het is natuurlijk een historische naam voor de herontdekking van de klassieken in de Renaissance. En het aanvaarden dat die waarde hadden los van de toenmalige religieuze inspiratiebronnen. Dat je je laat inspireren door de mens, dat is hoe je humanisme het meest plat kunt vertalen. Bijvoorbeeld die eerste keer dat ik Oom Wanja zag, dat was voor mij een humanistische ervaring.”", "Je laten inspireren door andere mensen klinkt een beetje vaag.", "„Het is minder vaag dan religie.”", "Het zien van Oom Wanja van Tsjechov was voor mij een humanistische ervaring", "Religies hebben canonieke teksten. Wat moet je als humanist lezen of bekijken? Kan dat ook een kookprogramma zijn?", "„Ik zou zeggen: lees allerlei zaken over de primaten, die boeken van Frans de Waal, dan leer je wat je biologie is. En je kan naar het theater gaan, modern theater, of Shakespeare, Tsjechov. Want daar zie je de mens.”", "We zijn een seculier land, zegt Van der Ham, maar we hebben nog wel behoefte aan verhalen. „We maken niet voor niets elk jaar de Top 2000. Of Natuurmonumenten zegt: deze 50 dingen moet je als kind in de natuur doen. We zijn voortdurend aan het canoniseren. Dat heeft te maken met onze behoefte om te ordenen.”", "Voorziet dat dan in dezelfde behoefte als religie?", "„Het punt is een beetje, als je het zo vraagt lijkt het net alsof religie het nulnummer is, terwijl het omgekeerd is, hè. Het zit in onze menselijke aard om te canoniseren en om verhalen te maken. Daar is ook religie uit voortgekomen. Maar wel in die volgorde. Je kunt religieus worden, je kunt op je veertiende lid worden van het Humanistisch Verbond, je kunt zeggen: ik ga bij een sportvereniging.”", "Kent u ook mensen die die behoefte minder hebben?", "„Zeker. Maar dan merk je soms wel dat ze die behoefte op een andere manier beleven of het anders noemen.”", "Foto Frank Ruiter", "Zoals?", "„Je hebt mensen die zeggen: ik wil nergens bij horen. Maar die zijn dan enorm fan van een bepaald soort muziekstijl en lopen alle concerten af van een hele heftige hardcore-artiest ofzo.”", "U maakte zich er een tijdje geleden kwaad over dat onderzoeken over levensbeschouwing zich te veel concentreren op religie. Wat bedoelde u daarmee?", "„De modellen zijn tot nu toe alleen ingericht op religie. Het Pew Research Center, dat onderzoek doet naar de godsdienstige en levensbeschouwelijke indeling van de wereld, onderscheidt een groep ‘non affiliated’: 1,2 miljard mensen. Dat is een nogal grote groep mensen om over te zeggen: dat is een restcategorie. Het is interessant om te kijken naar waar die mensen zich dan wél mee affiliëren, om het zo te zeggen.”", "Dat je veel dingen tegelijk kan zijn, is wat ons tot vrije mensen maakt", "Misschien is dat lastig om te onderzoeken omdat niet-religieuze mensen dat veel minder voor zichzelf expliciet hebben gemaakt.", "„Ja dat is waar. Maar ook bij mensen die wél religieus zijn, weet je vaak niet wat ze precies geloven. Als mensen zeggen dat ze katholiek zijn, is voor sommige onderzoekers de kous af. Maar het is veel interessanter om te vragen: wat is dat dan? Vind je dat God een directe invloed heeft op jouw leven? Volg je alle leerstellingen van de Rooms-Katholieke Kerk? Welke waarden vind je belangrijk? Dan zie je al dat er heel veel verschillen zijn. Dat is interessanter dan alleen maar neusjes tellen. Ik vind dat onderzoekers en journalisten heel makkelijk meegaan in een eenzijdige categorisering van mensen. Niet dat we niet tot een categorie mogen behoren, nogmaals, ik vind het ook heel leuk om van dingen lid te zijn. Maar die diversiteit aan identiteiten, dat je heel veel dingen tegelijk kan zijn, dat is volgens mij wat ons tot vrije mensen maakt. Tenminste, dat maakt mij tot een vrij mens.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 december 2020"], "authors": ["Floor Rusman", "Leestijd Minuten"], "keywords": ["van", "het", "boris", "clubjesman", "zijn", "maar", "ik", "een", "der", "dat", "je", "en", "niet", "ben", "ham"], "pubDate": "2020-12-04T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}