{"id": "45c4fa6d-d617-38d9-a7ce-bb9d7d449d51", "title": "Zelf verkiezingen manipuleren op Harmony Square", "url": "https://trouw.nl/cultuur-media/zelf-verkiezingen-manipuleren-op-harmony-square~b210c80b/", "summary": "­Hij zag het als teken van zwakte, maar op internet is het een prima middel om mensen tegen elkaar uit te ­spelen.\nIn de online text-adventure ‘Harmony Square’ kun je zelf mensen tegen elkaar ­uitspelen met nepnieuws, ­trollen en bots.\nJe wordt aangesteld als ‘des­informatie-officier’ en het is de bedoeling dat je de eensgezinde en democratieminnende dorpsbewoners van Harmony Square manipuleert en zo de verkiezing van een medebewoner voorkomt.\nGaandeweg leer je ‘trollen’ op een bulletinboard en begin je een eigen nieuwssite waar je inspeelt op de emoties van mensen en de reacties beïnvloedt.\nHet doel is om mensen van vijftien jaar en ouder bewust te maken hoe je wordt misleid op internet.", "paragraphs": ["Verdeel en heers! De bekende oorlogstactiek van Machiavelli, werkt nog steeds. ­Hij zag het als teken van zwakte, maar op internet is het een prima middel om mensen tegen elkaar uit te ­spelen. In de online text-adventure ‘Harmony Square’ kun je zelf mensen tegen elkaar ­uitspelen met nepnieuws, ­trollen en bots.", "Je wordt aangesteld als ‘des­informatie-officier’ en het is de bedoeling dat je de eensgezinde en democratieminnende dorpsbewoners van Harmony Square manipuleert en zo de verkiezing van een medebewoner voorkomt. En bonus als je ook nog regelt dat het levende standbeeld verdwijnt. Het spel werkt eenvoudig met vragen waarbij de speler uit meerdere antwoorden kan kiezen.", "Gaandeweg leer je ‘trollen’ op een bulletinboard en begin je een eigen nieuwssite waar je inspeelt op de emoties van mensen en de reacties beïnvloedt. Nee, de berichten hoeven­­ geen waarheid of feiten te bevatten, waarschuwt het spel. “En wat wil je nu? Een trollenleger loslaten? Goed plan!” ­Boven in beeld zie je hoeveel ‘likes’ je hebt en hoe succesvol je acties zijn. Je wint door ­Harmony Square in een totale oorlog te storten. Tanks staan op het plein: “Hoera!”", "Het spel is gemaakt door ­verschillende Amerikaanse ­cybersecurity-diensten ­samen met de Univer­siteit van Cambridge. Het doel is om mensen van vijftien jaar en ouder bewust te maken hoe je wordt misleid op internet. De makers hopen dat het spel werkt als een ‘psychologische vaccinatie’ tegen desinfor­matie door de spelers een klein beetje bloot te stellen aan de gebruikte manipulatietechnieken."], "authors": ["Nienke Schipper"], "keywords": ["spel", "van", "als", "square", "verkiezingen", "mensen", "het", "op", "manipuleren", "zelf", "een", "je", "harmony", "en", "te"], "pubDate": "2020-11-21T20:41:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}