{"id": "45eb90c3-f47d-3d78-9abb-bdfd7a5acaed", "title": "Met de doorbraak van K’s Choice was de Belgian wave in de Nederlandse pop een feit", "url": "https://www.parool.nl/kunst-media/met-de-doorbraak-van-k-s-choice-was-de-belgian-wave-in-de-nederlandse-pop-een-feit~b3fb14596/", "summary": "Maar met de doorbraak van K’s Choice was de zogenoemde Belgian wave in de Nederlandse pop een feit.\nCanada had met Alanis Morissette de voorloper, Ierland volgde snel met The Cranberries van zangeres Dolores ­O’ Riordan en ons land sloot in 1997 aan met Anouk.\nK’s Choice maakte na een pauze tussen 2003 en 2009 uiteindelijk een doorstart.\nMet het tweede album Cocoon Crash uit 1998, maar vooral met het onverslijtbare Paradise in Me.\nHet Parool heeft een playlist samengesteld met de beste nummers van ­K’s Choice, met daarop de nadruk op de albums Paradise in Me en Cocoon Crash.", "paragraphs": ["Paradise in Me - K’s Choice.", "Deze week is het 25 jaar geleden dat het album zijn entree maakte in de Nederlandse Album Top 100. Paradise in Me belandde uiteindelijk op 10 in Nederland, en werd 1ste in België.", "Terug in de tijd: Het duurde een paar maanden voor ons land aanhaakte bij wat in Vlaanderen al even aan de gang was. Maar met de doorbraak van K’s Choice was de zogenoemde Belgian wave in de Nederlandse pop een feit.", "De gedragen rock van dEUS en zijn charismatische frontman Tom Barman was hier al enige tijd een hit, maar K’s Choice moest wachten tot Nederland het debuutalbum Paradise in Me ook omarmde. In de zomer van 1995 was de groep van Sarah (tegenwoordig Sam) en broer Gert Bettens in eigen land al doorgebroken met de rockballad Not an Addict, die in de jaren die volgden beroemd zou blijven vanwege het letterlijk hijgerige refrein. Nederland viel vanaf januari 1996 ook steeds meer voor het Vlaamse tweetal. Enkele weken nadat het album de hitlijsten was binnengekomen bereikte ook de single Not an Addict de Top 40.", "K’s Choice paste niet alleen bij de stortvloed aan Belgische kwaliteitspop die ons land overspoelde (Novastar, Hooverphonic en Zita Swoon hoorden er ook bij), maar ook bij een golf sterke vrouwen die stevige rockmuziek maakten. Canada had met Alanis Morissette de voorloper, Ierland volgde snel met The Cranberries van zangeres Dolores ­O’ Riordan en ons land sloot in 1997 aan met Anouk.", "K’s Choice maakte na een pauze tussen 2003 en 2009 uiteindelijk een doorstart. Maar de gloriejaren van de band liggen onmiskenbaar in de jaren 90. Met het tweede album Cocoon Crash uit 1998, maar vooral met het onverslijtbare Paradise in Me.", "Waarom nu herbeluisteren? Het werkt nog steeds: bij de eerste zuchten van Not an Addict bevind je je als luisteraar in enkele seconden tijd weer middenin de jaren 90. De tijd waarin de Top 40 nog op papier werd afgedrukt, de Magic Friends je op de radio hielpen met je huiswerk en er nog singles op een cassettebandje werden verkocht.", "Ondanks dat typische nineties-rockgeluid klinkt Paradise in Me niet gedateerd. De reden is eenvoudig: de kwaliteit van de liedjes staat recht overeind. Want niet alleen Not an Addict heeft de tand des tijds weerstaan. Rocker Mr. Freeze en de titelsong hebben dezelfde krachtige festivalkwaliteit. En dan is er nog die ene kleine ballade waarin Sarah Bettens ontroert door juist fluisterzacht te zingen. Misschien was het omdat Nederland dankzij Stef Bos’ Papa al sinds 1991 zijn ultieme lied over de vader-kind-relatie had, maar anders was de intieme pianosong Dad ongetwijfeld een evergreen geworden.", "Verder luisteren? Het Parool heeft een playlist samengesteld met de beste nummers van ­K’s Choice, met daarop de nadruk op de albums Paradise in Me en Cocoon Crash. De playlist is te vinden op Spotify via gebruikersnaam ‘stefanraatgever’."], "authors": ["Stefan Raatgever"], "keywords": ["van", "doorbraak", "paradise", "en", "maar", "met", "feit", "een", "wave", "op", "ook", "choice", "het", "nederlandse", "ks", "die", "pop"], "pubDate": "2021-01-11T13:35:10Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}