{"id": "45f7aff2-bda2-3828-a311-ad7ef8c421be", "title": "Waarom we besloten de term ‘kaffirlimoen’ te vervangen voor het Engelse ‘lime leaves’", "url": "https://trouw.nl/recepten/waarom-we-besloten-de-term-kaffirlimoen-te-vervangen-voor-het-engelse-lime-leaves~b295b457/", "summary": "Toen kwam Verstegen met een Surinaamse ketchup waarvan menig Surinamer zich afvroeg welke onnozelaar hen in vredesnaam zoiets ranzigs in de schoenen wilden schuiven.\nDavidson vermoedt dat de limoen de naam in Afrika kreeg en dat die via Maleisië, Indonesië en Thailand in Europa terechtkwam.\nIk ben het met Davidson eens, we hebben besloten de term ‘kaffirlimoen’ te vervangen voor het Engelse ‘lime leaves’.\nJe krijgt tropisch smakende rijstepap die lekker is om zo te eten, of om koud te zetten en later te eten.\nDek de rijstebrij af met een beetje kristalsuiker en zet onder een op 200 graden Celcius voorverwarmde grill.", "paragraphs": ["Iedere week verwondert Samuel Levie zich over een ingrediënt dat in het seizoen is of dat hij is tegengekomen tijdens zijn culinaire speurtochten. Deze week: makrut limoen.", "De afgelopen tijd wordt in mijn omgeving veel gesproken over culturele toe-eigening en racisme met betrekking tot eten. Er was de rel rond Hema, die roti serveerde zonder daadwerkelijke rotiplaat. Hema wilde een commercieel slaatje slaan uit de Surinaamse (of Indiase) keuken zonder het gerecht te respecteren. Dom! Toen kwam Verstegen met een Surinaamse ketchup waarvan menig Surinamer zich afvroeg welke onnozelaar hen in vredesnaam zoiets ranzigs in de schoenen wilden schuiven.", "Door de interessante discussies met mijn vrienden over toe-eigening, die soms zelfs overslaan in racisme, vallen mijn ogen op een van onze eigen flesjes Butcha. Onze kombucha, waarvan de populairste smaak gember en kaffirlimoen is. Kaffirlimoen ken je misschien wel onder de Indonesische naam djeroek poeroet, of makrut, de Thaise naam. Het is de mega-aromatische, lustopwekkende knobbelige limoen waarvan veel Nederlanders vooral het limoenblad gebruiken in Aziatische gerechten.", "Ik staarde naar het woord ‘kaffir’ en vroeg me af waar dat woord eigenlijk vandaan komt. Het is namelijk hetzelfde woord dat in Zuid-Afrika synoniem is aan het n-woord. Een term die zeer discutabel en kwetsend is en refereert aan de donkere tijden van apartheid. Waarom staat dat doodleuk op mijn eigen drankje en op allerlei potjes en zakjes in de toko?", "Ik deed wat onderzoek en wat blijkt: in mijn favoriete culinaire naslagwerk The Oxford companion to food uit 1999 vraagt auteur Alan Davidson zich al af of we de naam van de vrucht, die in de Zuidoost-Aziatische keukens zo belangrijk is, niet moeten heroverwegen. Hoe de limoen zijn Engelse naam kreeg, is onduidelijk. Davidson vermoedt dat de limoen de naam in Afrika kreeg en dat die via Maleisië, Indonesië en Thailand in Europa terechtkwam. Hoe dan ook, de vrucht kreeg zijn Engelse naam pas laat in de 20ste eeuw. Ik ben het met Davidson eens, we hebben besloten de term ‘kaffirlimoen’ te vervangen voor het Engelse ‘lime leaves’.", "Makrut rijst", "• 1 blik kokosmelk (400 ml)", "• 200 ml melk (of amandelmelk)", "• 5 limoenblaadjes", "• 50 g suiker, plus extra om het af te maken", "• 90 g rondkorrelige rijst (sushi, risotto)", "• 1 makrut limoen", "Bereiding", "Verwarm de kokosmelk en melk met de limoenblaadjes en suiker. Voeg de rijst hieraan toe en breng aan de kook. Laat de rijst langzaam garen. Je krijgt tropisch smakende rijstepap die lekker is om zo te eten, of om koud te zetten en later te eten. Zelf vind ik hem het allerlekkerst als je de pap over vier ovenvaste bakjes verdeelt. Rasp over alle bakjes nog een beetje schil van de makrut en druppel niet te bescheiden wat sap over de pap. Dek de rijstebrij af met een beetje kristalsuiker en zet onder een op 200 graden Celcius voorverwarmde grill. Laat een paar minuten staan, zodat de suiker karamelliseert. Er zullen hier en daar donkere plekken ontstaan, maar kijk uit dat hij niet echt verbrandt. Serveer warm.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Samuel Levie"], "keywords": ["kaffirlimoen", "van", "waarom", "lime", "vervangen", "het", "leaves", "met", "die", "een", "mijn", "te", "en", "dat", "naam", "term", "engelse", "voor"], "pubDate": "2020-12-03T07:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}