{"id": "45f89007-1a58-37c0-894a-207db86e8643", "title": "Griek in Amerikaanse dienst versus Fransman in Britse dienst", "url": "https://volkskrant.nl/economie/griek-in-amerikaanse-dienst-versus-fransman-in-britse-dienst~b0e02066/", "summary": "Beeld Steven Ferdman / GettyWinnaarAlbert Bourla (Pfizer): K reeg op zijn falie maar lachte het laatstHij is een Griekse baas bij een Amerikaanse farmaciegigant.\nEn toen die ook nog goedkoper waren en bij een ­gewone koelkasttemperatuur konden worden bewaard, leek Bourla zijn hand te hebben overspeeld.\nNiemand zou het vaccin van Pfizer meer willen hebben.\nDeze week moest hij aankondigen dat de test van het door het Britse Astra­Zeneca en de universiteit van Oxford ontwikkelde vaccin over moet.\nHet vaccin zou 90 procent bescherming bieden bij proefpersonen die eerst een halve dosis van het vaccin kregen en een maand later een hele dosis.", "paragraphs": ["Albert Bourla. Beeld Steven Ferdman / Getty", "Winnaar", "Albert Bourla (Pfizer): K reeg op zijn falie maar lachte het laatst", "Hij is een Griekse baas bij een Amerikaanse farmaciegigant. Nadat Pfizer bekend had gemaakt samen met BioNTech als eerste een effectief vaccin tegen corona te hebben ontwikkeld, ging eerst de Stars and Stripes uit en steeg de koers van 33 naar 37 euro. Maar daarna kreeg ceo Albert Bourla, die er sinds een jaar de leiding heeft, meteen op zijn falie van de media. Hij weigerde niet alleen het patent vrij te geven, maar zou ook nog de hoogste prijs willen ­vragen (15 euro per prik) voor zijn vaccin.", "De critici lachten in hun vuistje toen andere farmaciebedrijven ook bekend maakten een vaccin te hebben dat werkte bij 90 procent van de proefpersonen. En toen die ook nog goedkoper waren en bij een ­gewone koelkasttemperatuur konden worden bewaard, leek Bourla zijn hand te hebben overspeeld. Niemand zou het vaccin van Pfizer meer willen hebben. Het bedrijf zou zelfs zijn goodwill hebben verspeeld en de grote verliezer worden van de coronacrisis. De koers van het aandeel ging weer even snel omlaag.", "Maar de rollen zijn nu omgedraaid. Het Pifzer/­BioNTech-vaccin blijkt nog effectiever te zijn dan was verwacht. Zelfs bij de groep boven de 65 jaar was de ­effectiviteit 94 procent. ‘En dat is opmerkelijk, omdat veel vaccins niet zo goed werken bij oudere mensen die een slechter immuunsysteem hebben’, zo zei een ­viroloog.", "Verliezer", "Pascal Soriot (AstraZeneca): T estresultaat is niet meer overtuigend", "Pascal Soriot is een Fransman in Britse dienst. Maar nu lijkt de ceo van farmaciereus AstraZeneca op een Nederlandse staatssecretaris van Financiën die door zijn ambtenaren op het verkeerde been is gezet.", "Deze week moest hij aankondigen dat de test van het door het Britse Astra­Zeneca en de universiteit van Oxford ontwikkelde vaccin over moet. De Union Jack was te vroeg in top gehesen. AstraZeneca paste alleen bescheidenheid. Soriot bekende in een interview met Bloomberg dat de introductie van dit vaccin vele maanden later kan komen, al gaat Soriot daar zelf niet van uit.", "Het vaccin zou 90 procent bescherming bieden bij proefpersonen die eerst een halve dosis van het vaccin kregen en een maand later een hele dosis. Bij mensen die twee keer een hele dosis ontvingen zou het slechts 62 procent effectief zijn. Nu moet opnieuw worden aangetoond dat die lagere dosis daadwerkelijk beter werkt. Naast de verwarring over de verschillende doses is ook ­onduidelijkheid ontstaan omdat in de groep die het beste testresultaat had de gemiddelde leeftijd mogelijk lager was. Geen van de deelnemers uit die groep zou ouder dan 55 jaar zijn geweest.", "De verwarrende communicatie werd Soriot door beleggers zeer kwalijk genomen. De koers verloor duizend pond en staat nu op 7.700 pond."], "authors": ["Peter De Waard"], "keywords": ["van", "die", "een", "en", "britse", "fransman", "te", "griek", "amerikaanse", "zijn", "vaccin", "zou", "dienst", "bij", "versus", "het"], "pubDate": "2020-11-27T16:32:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}