{"id": "45fa719d-65ea-3927-96fe-cafa9618e2e3", "title": "Ajax hoort op dit moment thuis in de Europa League", "url": "https://www.parool.nl/sport/ajax-hoort-op-dit-moment-thuis-in-de-europa-league~bf50af6b/", "summary": "Tussen twee elftallen die geen moment lieten blijken dat ze een plaats bij de beste zestien teams van de Champions League verdienen.\nAjax en Atalanta zetten elkaar vol onder druk, waardoor de ruimtes klein werden en het balverlies legio was.\nNa het sluiten van de transferperiode was Overmars kennelijk toch niet helemaal overtuigd van de kwaliteit van de voltallige selectie.\nHij sprak van ‘een tussenjaar’.\nAjax kwam in Groep D tekort om aanspraak te kunnen maken op een vervolg in de Champions League na de winterstop.", "paragraphs": ["Een armetierige wedstrijd was het. Tussen twee elftallen die geen moment lieten blijken dat ze een plaats bij de beste zestien teams van de Champions League verdienen.", "Het beloofde toch een spektakelstuk te worden?", "De waarheid was anders. Ajax en Atalanta zetten elkaar vol onder druk, waardoor de ruimtes klein werden en het balverlies legio was. Het duel deed soms pijn aan de ogen. Ajax was aanvallend krachteloos. Dat lag overigens niet aan de 18-jarige Brian Brobbey. Hij werkte zich een slag in de rondte en was vaak goed aanspeelbaar.", "Brian Brobbey?", "Ja. De aanvaller uit Amsterdam met Ghanese ouders mocht zijn basisdebuut maken van trainer Erik ten Hag. Brobbey had tot voor woensdagavond slechts twee keer meegedaan in het eerste elftal, twee keer als invaller. Hij had er pas 68 minuten opzitten in de eredivisie. Ten Hag kon niet beschikken over de geblesseerde Lassina Traoré. Bij het maken van de opstelling passeerde hij Quincy Promes, die 47 interlands speelde voor Oranje, maar die niet in vorm is.", "Waarom kwam Promes Brobbey dan na één helft al vervangen?", "De jonge spits raakte geblesseerd bij een hard botsing kort voor rust. Veel keuze om te wisselen had Ten Hag niet. David Neres zat ook niet bij de selectie vanwege een blessure en Mohammed Kudus ontbreekt al langer.", "Ajax was na vorig seizoen toch op zoek naar een spits van formaat?", "De club flirtte even met Luis Suarez, maar dat was een kansloze onderneming. Daarbij moest technische baas Marc Overmars ook op de centen letten in barre coronatijden. “Ik moet soms op de rem trappen.” De topspits kwam er niet. Na het sluiten van de transferperiode was Overmars kennelijk toch niet helemaal overtuigd van de kwaliteit van de voltallige selectie. Hij sprak van ‘een tussenjaar’.", "Ajax moest winnen; wat was het plan B?", "Dat trad na ruim een uur in werking. Met Klaas-Jan Huntelaar in de spits, Dusan Tadic erachter en Promes als aanvallende linksback voor de matige Nicolás Tagliafico. Ajax kreeg één enorme kans: Davy Klaassen kwam na een van de weinige vlotte aanvallen vrij voor doelman Pierluigi Gollini, maar die redde met zijn voeten. Na de tweede gele kaart voor Ryan Gravenberch in de 79ste minuut sloeg invaller Luis Muriel vijf minuten later toe: 0-1.", "Conclusie?", "Ajax kwam in Groep D tekort om aanspraak te kunnen maken op een vervolg in de Champions League na de winterstop. De club gaat verder in de Europa League. En dat is waar de ploeg op dit moment ook thuishoort.", "Beeld BSR Agency"], "authors": ["Dick Sintenie"], "keywords": ["thuis", "van", "dit", "ajax", "het", "op", "kwam", "voor", "met", "hij", "een", "niet", "hoort", "league", "en", "europa", "moment"], "pubDate": "2020-12-09T20:55:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}