{"id": "46187d9d-2878-3e70-8ee3-f84c72cf5022", "title": "Rabobank ontloopt schadeclaim naar aanleiding van Libor-affaire", "url": "https://www.nrc.nl/nieuws/2020/12/17/rabobank-ontloopt-schadeclaim-naar-aanleiding-van-libor-affaire-a4024299", "summary": "Rabobank krijgt voorlopig niet te maken met een schadeclaim naar aanleiding van de zogeheten Libor-affaire.\nElco hoopte dat de rechter in Amsterdam zou verklaren dat Rabobank onrechtmatig heeft gehandeld, maar in plaats daarvan werd de stichting niet-ontvankelijk verklaard.\nDe Libor-affaire kwam in 2012 aan het licht, toen bleek dat bankiers van onder andere Rabobank jarenlang voor eigen gewin belangrijke internationale rentetarieven hadden gemanipuleerd.\nLees ook: Libor-fraude laat Rabobank maar niet losAls reden voor de afwijzing van de zaak, voert de rechter aan dat een groepsclaim in het geval van de Libor-affaire niet de juiste weg is.\nHet Nederlandse deel van dat bedrag, 70 miljoen euro, was destijds de hoogste schikking die het Openbaar Ministerie ooit had gesloten.", "paragraphs": ["Rabobank krijgt voorlopig niet te maken met een schadeclaim naar aanleiding van de zogeheten Libor-affaire. De stichting Elco, die voor gedupeerde institutionele beleggers een vergoeding wil van de bank, heeft bot gevangen in de rechtszaal. Elco hoopte dat de rechter in Amsterdam zou verklaren dat Rabobank onrechtmatig heeft gehandeld, maar in plaats daarvan werd de stichting niet-ontvankelijk verklaard. Het FD berichtte donderdag als eerste over het vonnis, dat vorige week woensdag werd geveld.", "De Libor-affaire kwam in 2012 aan het licht, toen bleek dat bankiers van onder andere Rabobank jarenlang voor eigen gewin belangrijke internationale rentetarieven hadden gemanipuleerd. Als de rechter had geoordeeld dat Rabobank onrechtmatig te werk was gegaan, zou daarmee de weg naar een schadevergoeding voor gedupeerde beleggers open komen te liggen, hoopte Elco. Of de bank zo’n claim nu definitief ontloopt, is nog niet zeker. Elco zegt tegen het FD te overwegen in hoger beroep te gaan.", "Lees ook: Libor-fraude laat Rabobank maar niet los", "Als reden voor de afwijzing van de zaak, voert de rechter aan dat een groepsclaim in het geval van de Libor-affaire niet de juiste weg is. Wie er gedupeerd is door de rentemanipulatie en hoeveel precies, valt alleen van investeerder tot investeerder vast te stellen. Sommige beleggers kunnen op bepaalde momenten zelfs in het voordeel zijn geweest. Volgens de rechter is het beter als gedupeerden zelf individuele zaken aanspannen. Aangezien het gaat om verzekeraars, pensioenfondsen en soortgelijke instellingen, zijn ze daar prima toe in staat, aldus de rechter.", "Rabobank heeft al flinke gevolgen ondervonden van de Libor-fraude. Om te ontkomen aan strafrechtelijke vervolging, schikte de bank in 2013 met de autoriteiten in de Verenigde Staten, het Verenigd Koninkrijk en Nederland voor een bedrag van in totaal 774 miljoen euro. Het Nederlandse deel van dat bedrag, 70 miljoen euro, was destijds de hoogste schikking die het Openbaar Ministerie ooit had gesloten."], "authors": ["Vincent Sondermeijer", "December Om", "Leestijd Minuut"], "keywords": ["van", "dat", "liboraffaire", "aanleiding", "niet", "schadeclaim", "een", "elco", "rabobank", "te", "rechter", "voor", "naar", "het", "ontloopt"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}