{"id": "4619abac-8cd1-3618-ab35-07dafb86c506", "title": "De anus is een onderschat lichaamsdeel", "url": "https://nu.nl/wetenschap/6097195/de-anus-is-een-onderschat-lichaamsdeel.html", "summary": "De anus is een onderschat lichaamsdeel dat vaak het onderwerp is van grapjes.\nStéphanie Breukink van het Maastricht UMC+ werkt veel met de menselijke anus.\nAnus is kwetsbaar lichaamsdeelJe anus is meer dan alleen een kringspier die gesloten blijft tot je op de wc zit.\nPas als je endeldarm zich vult met ontlasting, voel je dat.\"\n\"Als je endeldarm zich vult, voel je dat door een samenspel van zenuwen en zwellichamen aan het einde van de endeldarm.", "paragraphs": ["De anus is een onderschat lichaamsdeel dat vaak het onderwerp is van grapjes. Toch is dat niet terecht. Het is een kwetsbaar lichaamsdeel dat de hele dag hard moet werken.", "Hoe vies ben jij? Doe de test van Quest!", "Stéphanie Breukink van het Maastricht UMC+ werkt veel met de menselijke anus. \"Het is niet de prettigste activiteit. Ik ben ook liever met rozen bezig in m'n tuin, maar ik vind het niet erg om te doen.\"", "Breukink werkt als specialist in colorectale aandoeningen en weet alles over ons ontlastingsstelsel.", "\"Dat stukje van het menselijk lichaam krijgt te weinig aandacht. Ik weet dat mensen heel veel ellende ervaren, juist omdat er zo'n taboesfeer omheen hangt.\" Doordat we niet makkelijk praten over ons achterwerk, blijven we te vaak rondlopen met ernstige problemen.", "Anus is kwetsbaar lichaamsdeel", "Je anus is meer dan alleen een kringspier die gesloten blijft tot je op de wc zit. Je ontlasting verwerken vraagt om een slim afgesteld systeem, wat het ook kwetsbaar maakt.", "Soms moet het niet geheel gesloten zijn, bijvoorbeeld als je wat gas moet laten ontsnappen. En bij diarree is een tijdig noodsignaal nodig, zodat je richting de wc spurt. Wordt zo'n kringspier nooit moe van al dat werk?", "“Iedereen heeft aambeien, en gelukkig maar” Stéphanie Breukink", "Kringspier is niet de hele dag aangespannen", "Dat je kringspier de hele dag op spanning staat, is een misverstand, vertelt Breukink. \"Je loopt niet de hele dag met je kringspier aangespannen, dat is veel te vermoeiend. Pas als je endeldarm zich vult met ontlasting, voel je dat.\" Grote delen van de dag is het eindstation van je darmstelsel ongevuld.", "Om de anus goed te begrijpen, moeten we eerst iets hogerop kijken. In achtereenvolgens de dunne en de dikke darm vormt zich de ontlasting. Die schuift in de aanloop naar je toiletmoment door tot onderaan het darmstelsel, de endeldarm.", "\"Als je endeldarm zich vult, voel je dat door een samenspel van zenuwen en zwellichamen aan het einde van de endeldarm. De zwellichamen zijn verbindingen tussen slagadertjes en adertjes, heel kleine vaatjes die kunnen uitzetten.\"", "Dit geheel wordt het aambeiencomplex genoemd. \"Iedereen heeft dus aambeien, en gelukkig maar. Aambeien zorgen voor de fijne continentie, dat je lucht- en vochtdicht bent van onder. Ze kunnen groter en kleiner worden. Als ze het luchtdicht moeten krijgen, zwellen ze op.\"", "Aambeien hebben dus ten onrechte een slechte naam. \"Het wordt pas een probleem als die zwellichamen te groot worden en deels naar buiten hangen. Dan noem je het in de volksmond pas aambeien.\"", "Onderzoekers Erasmus MC ontdekken nieuw stofje in darmen", "Richting het einde", "Pas als de ontlasting onderaan de endeldarm stevig tegen de darmwand en het aambeiencomplex aandrukt, voel je aandrang. Op dit moment komt de buitenste kringspier rondom de anus in actie.", "\"Die buitenste kringspier kun je actief beheersen. Je kunt kiezen of je hem aanspant of niet.\" De binnenste en buitenste kringspieren zijn samen een soort sluis. Ze functioneren dus als slotstuk en geven je de gelegenheid om bijtijds een wc op te zoeken.", "De opluchting", "\"Je kunt de buitenste kringspier ook ontspannen door te duwen op je bekkenbodem.\" Die bekkenbodem is bij het binnenhouden en afvoeren van ontlasting minstens zo belangrijk als de kringspieren.", "Het gaat om een groep spieren aan de onderkant van je buikorganen, waar onder meer je endeldarm doorheen loopt. Via je bekkenbodem kun je de endeldarm de ruimte geven of juist afsluiten. Heel wat (verzwegen) incontinentieklachten zijn te herleiden tot deze spiergroep.", "Zodra je het toelaat, kunnen je bekkenbodem en buitenste kringspier zich ontspannen. Ondertussen helpen je darmen een handje om je ontlasting via knijpbewegingen naar buiten te duwen.", "Hoe vies ben jij? Doe de test van Quest!"], "authors": ["Door", "Quest.Nl Pepijn Van Der Gulden"], "keywords": ["lichaamsdeel", "van", "anus", "onderschat", "kringspier", "en", "een", "te", "als", "het", "niet", "dat", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}