{"id": "461dcdf6-27ca-3f0f-bedf-34ece4315344", "title": "Igor Levit, de Joods-Russische politieke pianist die zich nooit stilhoudt", "url": "https://trouw.nl/cultuur-media/igor-levit-de-joods-russische-politieke-pianist-die-zich-nooit-stilhoudt~b109462c/", "summary": "Op 10 maart, zijn 33ste verjaardag, speelde de pianist Igor Levit zijn laatste concert.\nLevit wist met zijn huiselijke setting, zijn persoonlijke toelichting en zijn geconcentreerde spel een snaar te raken bij zijn publiek.\nMaar geen van deze opnames haalde een bereik dat in de buurt kwam van die van de huisconcerten van Igor Levit.\nDe Joods-Russische Levit verhuisde op zijn achtste met zijn ouders vanuit Nizjni Novgorod naar Hannover.\nDie beweerde in een ­recensie dat de pianist Levit alleen maar ­zoveel aandacht kreeg omdat hij een twitter-virtuoos was.", "paragraphs": ["Op 10 maart, zijn 33ste verjaardag, speelde de pianist Igor Levit zijn laatste concert. Een dag later lag Duitsland plat door het coronavirus en waren ­alle concertzalen dicht. Nog weer een dag later zette Levit tijdens het boodschappen doen zijn tassen op de grond, pakte zijn telefoon en twitterde: ‘De concertzalen zijn leeg. Daarom probeer ik iets uit: social media huisconcert. Vanavond om 7 uur. Ik verheug me erop.’", "Een impulsieve beslissing, verklaarde hij later. Hij had geen idee hoe je een huisconcert via Twitter of Instagram moest regelen. Hij schafte ’s middags nog snel een minicamera en statief aan, schoof zijn Steinway-vleugel vlak voor het raadselachtige schilderij van zijn vriend Hannes Malte Mahler en nam klokslag zeven uur in zwarte spijkerbroek en hoody plaats achter de vleugel.", "Heel even sprak hij via de camera zijn ­onbekende Twitter-publiek toe over de troost die muziek kan schenken. Daarna deed hij een half uur lang waar hij goed in is: pianospelen. De Waldsteinsonate van Beethoven.", "De dag erna zat hij er weer, om zeven uur, in dezelfde huiselijke setting met een nieuw programma. En een dag later weer, enzovoorts, 52 dagen achter elkaar. Dagelijks bedacht hij rond lunchtijd wat hij ’s avonds zou spelen. De ene keer iets uit de Goldbergvariaties van Bach, een andere keer Billy Joels ‘And so it goes’. Vaak Bach of Beethoven, maar ook onbekend werk van moderne componisten als Morton Feldman of Frederic Rzewski.", "Dat impulsieve plan werkte. 350.000 mensen luisterden naar dat eerste huisconcert, minstens tienduizenden van over de hele wereld bleven dagelijks zijn pianospel volgen.", "Geen toegankelijke liflafjes", "Hoe krijgt iemand het voor elkaar om ­elke dag een half uur muziek in te studeren? 52 dagen achter elkaar! Maar daar ging het de luisteraars niet om. Levit wist met zijn huiselijke setting, zijn persoonlijke toelichting en zijn geconcentreerde spel een snaar te raken bij zijn publiek. Het was voor hem een serieuze zaak, zo bleek ook uit de keuze van de stukken: geen toegankelijke liflafjes, een uitzondering daargelaten, maar de grote, belangrijke werken van de muziekliteratuur.", "In maart en april viel de coronastilte als een dikke deken over de muziekwereld. Toen optreden niet meer mogelijk bleek, zochten vele musici en muzikanten vertwijfeld hun heil op sociale media. Een eindeloze stroom in lege zaaltjes en huiskamers opgenomen muziekstukken bereikte via Facebook, Instagram en Twitter de buitenwereld. Voor musici is niet kunnen optreden immers het ergste wat er is. Allemaal hoopten ze zo iets te kunnen betekenen voor hun luisteraars in coronatijd.", "Maar geen van deze opnames haalde een bereik dat in de buurt kwam van die van de huisconcerten van Igor Levit. Het aantal volgers van de pianist op Twitter liep in de loop van dit jaar op tot ruim boven de 100.000. Luisteraars dankten hem voor de schoonheid en de troost die hij hun met zijn muziek gaf. Vanuit de intimiteit van zijn huiskamer in Berlijn-Mitte, in zijn hoody, op zijn sokken, bracht hij iedereen samen in een wereldwijde familie Levit.", "Hij speelde omdat ‘saamhorigheid juist in deze grimmige tijd essentieel is’, zei hij in een interview. Ook voor hemzelf. Hij wilde iets doen, niet werkloos op zijn handen zitten nu het leven voor iedereen zo moeilijk werd. Nooit eerder had hij zo duidelijk ­begrepen dat muziek werkelijk van levensbelang kon zijn, liet hij weten.", "De Duitse bondspresident Frank-Walter Steinmeier begreep de betekenis van de huisconcerten. Hij nodigde Levit op de 22ste avond uit om het huisconcert vanuit zijn residentie Schloss Bellevue te streamen. Voor één keer droeg Levit een zwart jasje en glimmende schoenen.", "De Joods-Russische Levit verhuisde op zijn achtste met zijn ouders vanuit Nizjni Novgorod naar Hannover. Toen hij drie was begon hij met pianospelen, maar hij werd nooit als wonderkind het podium op geduwd. In alle rust ontwikkelde hij zijn brede muzikale smaak, die reikt van rappers Kendrick Lamar en Eminem tot obscure componisten als Alkan en Sorabji.", "Sinds een jaar of vijf doet hij mee aan de internationale top. Begin februari, vlak voor de lockdown, speelde hij in de serie Meesterpianisten in het Concertgebouw.", "Zijn muzikale smaak is anders, zoveel is zeker", "Nog altijd blijft hij weg bij het bekende virtuozenrepertoire van Rachmaninov, Chopin en Liszt. Hij richt zich op het serieuze werk van Bach en Beethoven, op ingewikkelde transcripties van Wagner-opera’s, op onbekend repertoire van bijvoorbeeld Frederic Rzewski en Morton Fieldman en op omvangrijke werken. Op een van zijn huisconcerten speelde hij gedurende zestien uur Satie’s ‘Vexations’, een werk met 840 herhalingen. Levits muzikale smaak is anders, zoveel is zeker.", "Wat ook anders is, is zijn maatschappelijke betrokkenheid. Van de meeste musici, zeker die op het klassieke vlak, is onbekend wat ze stemmen. Levit is uitgesproken links. Op zijn Twitteraccount omschreef hij zichzelf tot voor kort als ‘Burger. Europeaan. Pianist’. Tegenwoordig staat er ‘Burger. Pianist. Activist. Mens’. Daarachter meldde hij ook nog even dat hij ‘fulltime verteller van Joodse grappen’ is.", "Hij spreekt zich uit voor klimaatmaatregelen, speelt piano op bijeenkomsten van die Grünen. Maar bovenal maakt hij zich druk om racisme en antisemitisme. Dat heeft een reden: als Russische Jood is hij er in Duitsland steeds vaker het slachtoffer van.", "Levit ging al vaker in de tegenaanval. In 2018 gaf hij zijn ECHO-Klassik, een belangrijke Duitse muziekprijs, terug, nadat twee rappers die antisemitische teksten gebruikten, ook de prijs hadden ontvangen. In hetzelfde jaar speelde hij op een concert als toegift ‘Guernica’ van Paul Dessau, een muzikale reactie op Picasso’s schilderij over de Spaanse Burgeroorlog. “Een samenleving die zich niet verzet tegen racisme, uitsluiting en het idee dat er mensen van een tweede klasse bestaan, staat het toe dat ze vergiftigd wordt. Laten we dit nooit meer laten gebeuren”, was zijn veelzeggende oproep aan het publiek in de zaal. Toen hij in 2019 de Opus Klassik Preis won, droeg hij die op aan de slachtoffers van de schietpartij bij de ­synagoge in Halle.", "Met bewaking spelen", "Ook op Twitter en Instagram laat hij zich niet onbetuigd in politieke discussies, met name over antisemitisme. Eind 2019 werd hij om die reden bedreigd en moest hij zijn recitals enige tijd met bewaking spelen. In Duitsland is Levit al lang niet meer alleen pianist. Hij is ook een stem in het maatschappelijke debat.", "Toen na het 52ste huisconcert de klep van de vleugel dichtging, werd het dan ook niet stil rond Levit. Bij de opkomst van de Black Lives Matter-beweging op, eerst in de VS, daarna in Europa, verwisselde Levit zijn profielfoto voor een zwarte gebalde vuist en mengde hij zich in het debat over racisme en uitsluiting.", "Daar hoefde hij niet veel voor te doen, want hij werd er al snel zelf onderwerp van. Met name nadat bondspresident Steinmeier hem het Bundesverdienstkreuz had verleend. Een belediging, aldus de Alternative für Deutschland. Want Levit is niet alleen musicus, maar bovenal ‘een politiek activist met extreem linkse denkbeelden’, aldus Alice Weidel, fractieleider van de AfD in de Bondsdag. Ook de populaire cabaretier Dieter Nuhr nam hem op de korrel. Met zijn ruim 100.000 volgers achter zich ging Levit dit najaar het gevecht op Twitter onomwonden aan.", "Die uitgesproken houding legt hem ­intussen geen windeieren. Levit staat ­wereldwijd in de schijnwerpers. Alle kranten, tot The New Yorker, The Guardian en Le Figaro aan toe, schrijven over zijn memorabele huisconcerten. Terwijl de Chinese pianist Lang Lang angstvallig het contact met zijn fans probeert te onderhouden door te twitteren over de zwangerschap van zijn vrouw en ­pianiste Yuja Wang nog eens een handstand tegen de muur laat zien, gaat het bij Levit over wezenlijke zaken. Die aandacht komt goed uit nu hij dit jaar een cd en een cd-box met alle sonates van Beethoven uitbracht.", "En dat lijkt verdacht, volgens sommige critici. Maar niemand maakte het zo bont als Helmut Mauro, de recensent van de Süddeutsche Zeitung. Die beweerde in een ­recensie dat de pianist Levit alleen maar ­zoveel aandacht kreeg omdat hij een twitter-virtuoos was. Zijn getwitter over politiek en zijn zorgen over het toenemende ­antisemitisme zouden slechts een ‘grappige hobby’ zijn, waarmee Levit ten onrechte aandacht voor zijn pianospel genereerde. Want als pianist haalde hij het niet bij de toppianisten met wie hij tegenwoordig vergeleken wordt. Zijn legato-spel – een elementair onderdeel van pianospelen – leek nergens op, aldus de recensent.", "Levit reageerde verbolgen en kreeg de publieke opinie mee. De chef van de kunstredactie moest in het openbaar haar verontschuldigingen aanbieden. Levit verving in zijn twitterbio de Joodse grappen door: ‘Mag concerten spelen omdat ik zo goed twitter’.", "Prijs voor Begrip en Tolerantie", "Het Joods Museum in Berlijn neemt intussen Levits strijd tegen antisemitisme wel ­serieus. Het verleende hem in oktober – ­samen met de Amerikaanse oud-minister van buitenlandse zaken Madeleine ­Albright – de Prijs voor Begrip en Tolerantie 2020, omdat hij moedig een standpunt ­inneemt tegen ­racisme, antisemitisme, ­homo- en vrouwenhaat.", "Voor Levit is de tegenstelling tussen ­muziek maken en maatschappelijke betrokkenheid niet zo groot als ze lijkt. Muziek heeft voor hem ook een morele dimensie. Of het nu gaat over de revolutionaire vrijheidsheld Beethoven of over Rzewski’s variaties over het Chileense verzetslied ‘The people united will never be defeated!’ of ‘Guernica’ van Paul Dessau.", "“Ik geef liever mijn piano op dan mijn maatschappelijke betrokkenheid”, zei hij een jaar geleden in een interview. Maar dat hoeft niet. Hij kan ze ook combineren.", "Op 16 november nam hij na een half jaar de draad weer op met zijn huisconcerten. Met de Zesde Partita van Bach bracht hij de internationale familie Levit weer bij elkaar. Achter de piano is zijn impact toch het grootst.", "Lees ook:", "De adembenemende Beethoven van Igor Levit", "De 32 pianosonates die Ludwig van Beethoven schreef, zijn te beschouwen als een mijlpaal in de muziekgeschiedenis. De wijze waarop Igor Levit ze speelt, is opnieuw als een mijlpaal te beschouwen: zelden zal een musicus zo duidelijk de bedoelingen van Beethoven hebben blootgelegd. Adembenemend is het resultaat. Letterlijk en figuurlijk.", "Igor Levit is een echte Beethoven-titaan", "In 1819 stuurde de Weense muziekuitgever Anton Diabelli een muziekthema naar talrijke componisten met het verzoek er een variatie op te maken. Beethoven schreef direct maar liefst 20 ingenieuze variaties, die hij in 1826 tot 33 uitbreidde. Met deze ‘Diabelli-variaties’, opus 120 creëerde hij het grootste, moeilijkste en vooruitstrevendste pianowerk van zijn tijd."], "authors": ["Sandra Kooke"], "keywords": ["stilhoudt", "van", "politieke", "het", "pianist", "hij", "die", "zijn", "op", "met", "voor", "joodsrussische", "een", "zich", "igor", "en", "levit", "nooit"], "pubDate": "2020-12-08T01:00:59+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}