{"id": "462ead87-7ab5-3084-9109-d87da3081635", "title": "Can the city handle millions more visitors in 2020?", "url": "https://www.parool.nl/english/can-the-city-handle-millions-more-visitors-in-2020~b0bfc131/", "summary": "These major events will be added to the list of regular festivals, concerts and other activities in the city, with possibly another victory celebration for Ajax.\nAmsterdammers are already complaining about the crowded streets, which will only be busier next year, even without the upcoming major events.\nAnnually, tourism increases 5 to 10 per cent, meaning that approximately 21 million national and international visitors will come to the city in 2020.\nGeerte Udo, director of amsterdam&partners (formerly Amsterdam Marketing), believes the city will survive 2020.\nThe fact that Amsterdam is hosting other major events in 2020 should not be an impediment, believes the D66 councillor: “Things can’t always be planned.", "paragraphs": ["Amsterdam is headed for a smashing 2020 with a lineup of major international events. Beeld Niels Egidius", "It’s only the middle of the year and already obvious: Amsterdam is headed for a smashing 2020 with a lineup of major international events. In June, four European Championship matches are scheduled to take place in the city and August will see the return of the five-yearly SAIL festival.", "Circuit Zandvoort will be the venue for Formula 1, which will also have consequences for the neighbouring municipality of Amsterdam. Additionally, the capital is in the race to become host for the Eurovision Song Contest, set to attract thousands of fans.", "These major events will be added to the list of regular festivals, concerts and other activities in the city, with possibly another victory celebration for Ajax.", "Can the city handle this? Amsterdammers are already complaining about the crowded streets, which will only be busier next year, even without the upcoming major events. Annually, tourism increases 5 to 10 per cent, meaning that approximately 21 million national and international visitors will come to the city in 2020.", "The population is also on the rise with a record high of 873,000 residents this year. At least another ten thousand will be added to that figure in 2020.", "Rapid succession", "“Amsterdam can handle a lot,” says Mayor Femke Halsema, referring to the year ahead. Despite the high concentration of events in times of mass tourism, she sees no reason not to host Eurovision. Amsterdam will still bid to host the contest.", "Geerte Udo, director of amsterdam&partners (formerly Amsterdam Marketing), believes the city will survive 2020. “There’s no denying it will be busy, but the big advantage is that we’ve known this well in advance and can plan accordingly.”", "Fortunately, the events will not overlap. Too many simultaneous celebrations would place a large burden on police, law enforcement, public transport and the city itself. This does mean, however, that Amsterdam will hardly have time to catch its breath from May until September: the festivities will follow each other in rapid succession.", "The season will kick off with the Formula 1 race. A date has not been set yet, but the Grand Prix, including national hero Max Verstappen, will most likely return to Zandvoort’s circuit in the first or second weekend of May.", "Approximately 200,000 fans are expected to flock to the coastal town and a large number will visit Amsterdam, whether or not for an overnight stay. Many hotels in Zandvoort and Amsterdam are already fully booked both weekends.", "For each European Championship match, Amsterdam will welcome some 55,000 supporters to the Johan Cruijff Arena. The football tournament will impact the entire city. A fan zone will be designated where a million spectators can view the matches. UEFA told Het Parool that it will be located on Museumplein, but Mayor Halsema thinks it’s too early to draw definitive conclusions, preferring to discuss with residents first.", "SAIL will follow in August, with among other events, the Tall Ships parade. The festival drew more than two million visitors in 2015.", "Eurovision: yes or no", "The Eurovision Song Contest will possibly be included in next year’s events. Halsema has announced that Amsterdam will bid to host, but made it clear there is no intention to enter a fierce competition with other municipalities.", "Jos Vranken, director of NBTC, the Netherlands Board for Tourism and Conventions, thinks Amsterdam does not need extra publicity and should grant the spotlight to another city.", "Jan-Bert Vroege, councillor to D66 and Eurovision enthusiast, disagrees. Being the capital, Amsterdam is obliged to compete as host, he believes: “Zwolle is also nice, but doesn’t offer fans much.”", "The city organising Eurovision should have a venue available for six weeks: the time required for stage setup and dismantling, rehearsals and semi-finals/finals during the last week. Approximately ten thousand fans will visit and celebrate in the city.", "The fact that Amsterdam is hosting other major events in 2020 should not be an impediment, believes the D66 councillor: “Things can’t always be planned. I don’t think Eurovision will need a lot of patrolling. The Netherlands has the opportunity to organise this event again for the first time in 45 years, so let’s not pass up this chance. We may have a long wait again next time.”", "In order to reach a definite decision, Halsema is investigating the costs and benefits of hosting Eurovision. Geerte Udo, whose organisation tries to spread tourism throughout the region, believes that the Song Contest is a great opportunity to show the world there’s more to Amsterdam than the Red Light District and coffee shops.", "The European Championship, SAIL and possibly Eurovision will come to the city in 2020. Beeld Niels Egidius", "Fully booked hotels", "According to Udo, the municipality can use mobile data to pinpoint congestion and adequately spread football supporters, Eurovision fans, ship lovers and racing enthusiasts across the city. That way, visitors can be guided along alternate, less busy routes.", "Nevertheless, hotels are happy about next year’s numerous events, says Nico Evers, general manager to the Jakarta ­Hotel on Javakade and director to Koninklijke Horeca in Amsterdam, the largest organisation representing the country’s hospitality businesses. “We’re ready for it all, including the Eurovision Song Contest.”", "According to Evers, there are enough hotel rooms available in Amsterdam. The tentative Formula 1 weekends are fully booked as a precautionary measure, he says. Hotels have blocked these dates in order to prevent fans from massively booking and then cancelling when the Grand Prix takes place the other weekend. Even without these events, many hotels are fully booked as of May. “All the extra visitors will easily fill the empty rooms.” He does expect higher room rates, which ‘always happens when demand exceeds capacity.’ “But rates will remain reasonable. We cannot raise prices considerably.”", "Regular tourists may have to head to the surrounding area. Amsterdammers offering Airbnb accommodations can take advantage of the influx of tourism, but will have to leave the city themselves.", "Evers emphasises the opportunities to show a different, less well-known side of Amsterdam during these events. “I think it’s fantastic. And it will be profitable for all of us, of course.”"], "authors": ["Michiel Couzy", "Translation", "Paola Westbeek"], "keywords": ["major", "fans", "visitors", "amsterdam", "2020", "eurovision", "host", "millions", "handle", "city", "tourism", "events"], "pubDate": "2019-06-27T14:53:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}