{"id": "4643a90f-39ec-3f90-b682-ad31187c19f8", "title": "Goed nieuws: Meer vrouwen verdienen eigen geld | IJsschijven gefilmd", "url": "https://nu.nl/opmerkelijk/6096083/goed-nieuws-meer-vrouwen-verdienen-eigen-geld-ijsschijven-gefilmd.html", "summary": "Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.\nMeer vrouwen verdienen hun eigen geldVrouwen draaien steeds meer uren en zijn steeds vaker economisch zelfstandig.\nDe veelbesproken loonkloof tussen vrouwen en mannen is wel blijven bestaan.\n\"Het mooie is dat de positieve trend van twee jaar geleden wordt voortgezet\", zegt Wil Portegijs, een van de auteurs.\nZe krijgen van het centrum hulp bij onder meer het beslissen wanneer explosieven wel of niet worden geruimd.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.", "Meer vrouwen verdienen hun eigen geld", "Vrouwen draaien steeds meer uren en zijn steeds vaker economisch zelfstandig. Werkende vrouwen werken inmiddels gemiddeld een half uur per week meer, aldus de nieuwe editie van de tweejaarlijkse Emancipatiemonitor. De veelbesproken loonkloof tussen vrouwen en mannen is wel blijven bestaan.", "\"Het mooie is dat de positieve trend van twee jaar geleden wordt voortgezet\", zegt Wil Portegijs, een van de auteurs. \"De economische zelfstandigheid onder vrouwen is flink gestegen - we hebben in jaren niet zo'n grote toename gezien.\"", "Drone filmt zeldzame ijsschijven op Russische rivier", "Een drone heeft vorige week in de buurt van de Russische stad Nizhny Novgorod een zeldzaam fenomeen vastgelegd. Op de rivier Wolga verschenen meerdere draaiende ijsschijven.", "56 Drone filmt zeldzame ijsschijven op Russische rivier", "Gemeenten krijgen kenniscentrum over gevonden WO II-bommen", "Gemeenten kunnen binnenkort terecht bij een speciaal kenniscentrum voor aangetroffen explosieven uit de Tweede Wereldoorlog. Gemeenten weten nu vaak nog niet goed genoeg wat ze met gevonden explosieven moeten doen, terwijl er nog regelmatig bommen of granaten uit de oorlog worden aangetroffen. Ze krijgen van het centrum hulp bij onder meer het beslissen wanneer explosieven wel of niet worden geruimd.", "Eigenaren halen huis met nieuwe Banksy uit de verkoop", "De eigenaren van een huis in Bristol waarop donderdag een werk van Banksy van een oude, niezende vrouw verscheen, hebben het huis van de markt gehaald. Het huis in Bristol was in eerste instantie zo'n 300.000 pond (bijna 330.000 euro) waard, maar met de Banksy erop kan dat bedrag aanzienlijk hoger worden. Sommige van zijn werken zijn voor miljoenen verkocht.", "44 Werk van Banksy verschijnt op muur in Bristol", "Kerstboodschappen niet in gevaar bij actie voor supermarkt-cao", "Vakbond FNV organiseert vrijdag werkonderbrekingen in het distributiecentrum van Detailresult Groep in Velsen, van waaruit verschillende supermarkten van DekaMarkt en Dirk van den Broek worden bevoorraad. De vakbond wil daarmee de looneis voor de nieuwe cao kracht bijzetten.", "De kerstboodschappen zullen daarbij echter geen moment in gevaar komen, verzekert de FNV. \"Daar hebben we helemaal niet genoeg leden voor in de winkels, en dat moeten we ook niet willen\", zegt onderhandelaar Mari Martens van de FNV. Sowieso zal er vanaf 23 december geen actie meer gevoerd worden, om enig effect op de kerstboodschappen uit te sluiten."], "authors": ["Door"], "keywords": ["van", "geld", "uit", "nieuws", "vrouwen", "een", "niet", "en", "verdienen", "ijsschijven", "meer", "eigen", "worden", "voor", "gefilmd", "op", "het", "goed"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}