{"id": "464ab019-9f46-3f9f-bf65-bcdfeefb4a4f", "title": "Feyenoord trotseert ook minder lief Sparta", "url": "https://trouw.nl/nieuws/feyenoord-trotseert-ook-minder-lief-sparta~bc2eac67/", "summary": "Zijn club won gistermiddag van Sparta (0-2), waardoor Feyenoord voorlopig keurig in het spoor blijft van Ajax en PSV.\nGroots was het optreden van Feyenoord niet op het lege Kasteel.\nMaar groots kan dit Feyenoord ook niet zijn, houdt Advocaat de buitenwereld soms in bedekte termen voor.\nOmdat Pratto (2x) en Sinisterra verzuimden de voorsprong van Feyenoord te verdubbelen, mocht Sparta blijven hopen op een remise.\n“Dat deden de jongens goed.”Of Fraser tot slot nog iets zinnigs kon zeggen over de titelkansen van Feyenoord?", "paragraphs": ["Feyenoord begon het nieuwe jaar in de geest van de trainer. Dick Advocaat (73), onverminderd energiek langs de lijn, zag zijn resultaatgerichte aanpak ook bij de competitiehervatting renderen. Zijn club won gistermiddag van Sparta (0-2), waardoor Feyenoord voorlopig keurig in het spoor blijft van Ajax en PSV.", "Groots was het optreden van Feyenoord niet op het lege Kasteel. Maar groots kan dit Feyenoord ook niet zijn, houdt Advocaat de buitenwereld soms in bedekte termen voor. Met een pragmatische speelwijze, het handelsmerk van de Hagenaar, positioneert Advocaat zijn werkgever momenteel op de plek waar die thuishoort: als nummer drie van de eredivisie.", "Ja, zegt de buitenwereld dan: Feyenoord, de topclub van weleer, moet toch gewoon ieder jaar meedoen om het kampioenschap? Advocaat heeft er zo zijn eigen gedachten bij. Fraai was zijn reactie voor de wedstrijd, toen de verslaggever van ESPN vroeg of de lat bij Feyenoord niet wat hoger kon met de komst van de Argentijnse spits Pratto. “Nog hoger?” grijnsde Advocaat zijn mooiste grijns.", "Eerst maar eens van Sparta winnen, zei Advocaat. Dat is al moeilijk genoeg voor dit Feyenoord. De verwachtingen waren immers hooggespannen voor de Rotterdamse derby. Sparta, de eerste seizoenshelft als negende geëindigd, had in de aanloop naar het duel wat bommetjes gegooid. Technisch directeur Van Stee beklaagde zich over het feit dat de Argentijn Senesi, die in de winterstop naar zijn vaderland vloog, niet in quarantaine moest na zijn terugkeer, iets wat door Advocaat werd bestempeld als Calimerogedrag. Gerard de Nooijer, tegenwoordig assistent van Sparta-trainer Henk Fraser, zei in het AD vol branie: “Feyenoord? Die kunnen we gewoon hebben.”", "Straatvechtersmentaliteit", "Het paste bij de cultuuromslag die Fraser in Rotterdam-West voor ogen heeft. Hij wil af van het imago dat iedereen Sparta maar leuk vindt. “Sparta is een heel nette club”, verklaarde hij desgevraagd. “We hebben ook veel correcte jongens – en ik vind ook dat je correct moet zijn – maar tegenstanders moeten hier niet naartoe komen en denken dat ze even de punten kunnen pakken.” Vrij vertaald: Sparta moet zich af en toe bedienen van wat straatvechtersmentaliteit, waar Fraser als gevreesd verdediger vroeger om bekendstond.", "Sparta, met mannetjesputter Beugelsdijk in de basis, leverde gisteren naar de wens van de trainer, al moest het al vroeg opboksen tegen een achterstand. Geertruida kopte al na elf minuten raak, een treffer die in eerste instantie nog werd afgekeurd wegens buitenspel, maar later werd gehonoreerd door de Var. Omdat Pratto (2x) en Sinisterra verzuimden de voorsprong van Feyenoord te verdubbelen, mocht Sparta blijven hopen op een remise.", "De thuisclub kon echter nauwelijks gevaarlijk worden. Mede omdat Feyenoord, met uitblinker Fer voor de verdediging, de linies kort bij elkaar hield, zoals Advocaat wenste. De Feyenoord-coach kon pas in blessuretijd opgelucht ademhalen. Invaller Jørgensen zorgde toen voor de beslissing: 0-2. “We moesten geconcentreerd blijven”, zei Advocaat over de moeizame slotfase. “Dat deden de jongens goed.”", "Of Fraser tot slot nog iets zinnigs kon zeggen over de titelkansen van Feyenoord? “Ajax en PSV vind ik net even iets beter, maar Feyenoord heeft de kwaliteit om moeilijke wedstrijden, zoals bij ons, gewoon te winnen. Dus ik ga niet zeggen dat het onmogelijk is.”", "Woorden waar Advocaat instemmend bij zal knikken."], "authors": ["Jan-Cees Butter"], "keywords": ["advocaat", "zijn", "van", "lief", "sparta", "voor", "trotseert", "bij", "minder", "ook", "feyenoord", "het", "niet", "dat"], "pubDate": "2021-01-10T13:45:16Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}