{"id": "46548402-1304-32a6-b1ac-da03f00f5433", "title": "Niemand weet hoe de mysterieuze pilaar in Friesland opdook en weer verdween", "url": "https://trouw.nl/binnenland/niemand-weet-hoe-de-mysterieuze-pilaar-in-friesland-opdook-en-weer-verdween~b18ed7ce/", "summary": "Boswachter Manon van Wesel kon haar ogen niet geloven, toen ze zondag een foto van een mysterieuze metalen pilaar onder ogen kreeg.\nDe objecten kwamen tevoorschijn in het Amerikaanse Utah en Californië, en in Roemenië en Colombia.\nAls buitenaards leven eindeloze afstanden aflegt om dit op Aarde neer te zetten, zullen ze dat niet nodig hebben.\nDe ‘monolieten’ waar de (inter)nationale media al weken van in de ban zijn, zijn namelijk geen monolieten.\n“Een monoliet is een stuk steen, door een mens rechtop gezet of op een natuurlijke manier ontstaan.", "paragraphs": ["Boswachter Manon van Wesel kon haar ogen niet geloven, toen ze zondag een foto van een mysterieuze metalen pilaar onder ogen kreeg. De plots opgedoken ‘monoliet’ was door wandelaars ontdekt in ‘haar’ natuurgebied ‘De Kiekenberg’ nabij het Friese dorpje Oudehorne. “Hè, hoe hebben ze dat daar gekregen zonder sporen achter te laten?\", reageerde ze vol ongeloof. “En van wie is het? Ik begrijp er niets van. Het is een mysterie.”", "Van Wesel maakte als boswachter van Staatsbosbeheer gekke dingen mee, maar een ‘monoliet’ kwam ze nog nooit tegen. Nieuwsgierig als ze is, besloot de boswachter om – zo snel als haar werk het toeliet – een kijkje te gaan nemen. “Maar het was er opeens niet meer. Wat een domper, ik was te laat. Niemand weet hoe het object er is gekomen en nu is het verdwenen.” De pilaar bleek uiteindelijk op een stukje particulier terrein te hebben gestaan in het natuurgebied. “De eigenaar wilde het vreemde object weghalen, maar dat hoeft dus niet meer.”", "'Monolieten’ duiken vaker op", "De laatste weken lijkt het opduiken van dit soort mysterieuze zuilen schering en inslag. De objecten kwamen tevoorschijn in het Amerikaanse Utah en Californië, en in Roemenië en Colombia. Ufoloog Taede Smedes wordt platgebeld vanwege de opgedoken ‘monoliet’ in Friesland. Het doet hem gelijk weer denken aan de film 2001: A Space Odyssey. Die film gaat over een soortgelijk voorwerp dat in de oertijd opeens landt tussen de apen en na een tijdje weer weg is. “Het is een iconisch beeld. Als wij het in onze wereld hebben over monolieten, dan wordt daarnaar verwezen.”", "Voor fanaten die geloven dat deze objecten hét bewijs zijn van buitenaards leven heeft Smedes en sombere boodschap. “Daar lijkt dit niet op. Het is met bouten aan elkaar vastgemaakt. Als buitenaards leven eindeloze afstanden aflegt om dit op Aarde neer te zetten, zullen ze dat niet nodig hebben. Het lijkt mij eerder een oudejaarsgrap.”", "Petroloog Wim van Westrenen begrijpt er intussen niets van. De ‘monolieten’ waar de (inter)nationale media al weken van in de ban zijn, zijn namelijk geen monolieten. “Een monoliet is een stuk steen, door een mens rechtop gezet of op een natuurlijke manier ontstaan. Deze objecten zijn gemaakt van stukken staal die aan elkaar zijn vastgemaakt. Dit kan alleen al daarom helemaal geen monoliet zijn.”", "Lees ook:", "", "Het raadsel van de metalen zuil in de Amerikaanse woestijn is deels opgelost", "Wereldwijd trok een metalen zuil in de woestijn in het Amerikaanse Utah de aandacht. Wat deed die zuil daar? Wie had hem daar neergezet, en weggehaald, want ineens verdween de monoliet, zoals hij werd genoemd. Een deel van dat mysterie is opgelost."], "authors": ["Stefan Keukenkamp"], "keywords": ["van", "verdween", "hoe", "het", "mysterieuze", "niemand", "friesland", "zijn", "een", "ze", "en", "weer", "opdook", "pilaar", "dat", "te", "monoliet", "niet", "weet"], "pubDate": "2020-12-07T20:55:16+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}