{"id": "466dd05f-75c7-38ee-8c17-96f4792fea61", "title": "We moeten er nu even met z’n allen doorheen", "url": "https://trouw.nl/opinie/we-moeten-er-nu-even-met-z-n-allen-doorheen~b0c3fab9/", "summary": "Door die aanpak stijgt het aantal Covid-19-opnames in het ziekenhuis alweer.\nDoor die aanpak zullen collega’s met Kerst extra diensten moeten draaien.\nWe moeten er nu even met z’n allen doorheen, hoe rot dat ook is.\nHet kabinet geeft de zorg ademruimte, en daar ben ik het dankbaar voor.\nHet blijft een puzzelDat wil niet zeggen dat ik blij ben met de lockdown.", "paragraphs": ["Lisette Tänzler is verpleegkundige op de intensive care van het Rode Kruis Ziekenhuis in Beverwijk. Voor Trouw doet ze verslag van de tweede golf.", "Ik sta achter de lockdown. Ik heb meer vertrouwen in deze harde maatregelen dan in de halve aanpak van de afgelopen maanden. Door die aanpak stijgt het aantal Covid-19-opnames in het ziekenhuis alweer. Door die aanpak zullen collega’s met Kerst extra diensten moeten draaien. Door die aanpak wordt één van de twee ic-afdelingen waarschijnlijk weer alleen voor coronapatiënten.", "Vijf weken dicht voelt solide. Deze keer lijkt het ook menens. Creatieve ondernemers - die ik overigens begrijp, zij zien hun bestaansrecht in het gedrang komen - werd de pas afgesneden toen ze alsnog open gingen. We moeten er nu even met z’n allen doorheen, hoe rot dat ook is.", "Het kabinet geeft de zorg ademruimte, en daar ben ik het dankbaar voor. Misschien dat het na die vijf weken eindelijk wat rustiger wordt. Dat we het normale leven weer iets kunnen oppakken.", "Het blijft een puzzel", "Dat wil niet zeggen dat ik blij ben met de lockdown. Ook ik heb voor niets diensten geruild voor de allereerste kerstviering van mijn zoontje op school. Maar die ging niet door. De lockdown boorde het laatste beetje uitzicht op een ouderwetse kerst in de grond.", "En dan is er die puzzel. Mijn partner en ik werken allebei in de zorg. Noodopvang is er wel, maar is ook weer niet zo snel geregeld. Laten we hopen dat opa en oma snel weer uit quarantaine mogen, zodat ze kunnen oppassen.", "Ik weet niet of ik ook achter het sluiten van de basisscholen sta. Als je het doet, doe het dan goed. Eens. Maar het is op zijn minst rot verwoord door de minister. Dat de basisschool dicht moet om ouders te dwingen thuis te blijven.", "Voor de tweede keer krijgen onze kinderen voor langere tijd geen onderwijs. Wat voor effect heeft dat in de toekomst? Lopen ze nog meer achterstand op? Laten we hopen dat deze schoolsluiting ook meteen de laatste is.", "Lees via deze link alle andere columns van ic-verpleegkundige Lisette Tänzler."], "authors": ["Lisette Tänzler"], "keywords": ["ik", "er", "van", "voor", "met", "ze", "zn", "moeten", "nu", "ook", "op", "doorheen", "het", "allen", "door", "dat", "die"], "pubDate": "2020-12-19T00:00:26Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}