{"id": "467d061e-e8ba-3434-8baa-0fc2c11f9166", "title": "Arnold de Boer schreef een strikt gelimiteerde gitaarode aan de Ring van Amsterdam ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/arnold-de-boer-schreef-een-strikt-gelimiteerde-gitaarode-aan-de-ring-van-amsterdam~bafab162/", "summary": "Arnold de Boer - Minimal GuitarJe moet wat, als muzikant in lockdown.\nNa elke wandeling pakte hij thuis zijn akoestische gitaar en speelde hij wat in hem opkwam, improviserend, intuïtief en tekstloos.\nDat deed hij tijdens het wandelen soms ook, want de A10 laat zich te voet niet zo makkelijk volgen als je zou denken.\nHet resultaat heet Minimal Guitar: metalig en zoekend in het openingsstuk, opgewonden tokkelend in Belt, bedachtzaam en omfloerst in Rapprochement.\nMinimal Guitar verschijnt strikt gelimiteerd: 100 cd’s, 200 lp’s en 300 downloads en streams.", "paragraphs": ["Arnold de Boer - Minimal Guitar", "Je moet wat, als muzikant in lockdown. Arnold de Boer (gewoonlijk actief als Zea, tevens frontman van The Ex) besloot in etappes rond zijn thuisstad Amsterdam te wandelen, zo dicht mogelijk langs de A10, de asfaltrand waar het verkeer raast maar de stad soms ver weg lijkt en, vooral op de noordflank, het platteland heel dichtbij.", "Hij wandelde veertig uur netto, verspreid over elf dagen. Na elke wandeling pakte hij thuis zijn akoestische gitaar en speelde hij wat in hem opkwam, improviserend, intuïtief en tekstloos. Verdwalen mocht. Dat deed hij tijdens het wandelen soms ook, want de A10 laat zich te voet niet zo makkelijk volgen als je zou denken.", "Het resultaat heet Minimal Guitar: metalig en zoekend in het openingsstuk, opgewonden tokkelend in Belt, bedachtzaam en omfloerst in Rapprochement. Bike Ride with Agape heeft een percussief Ex-gevoel. Het minimale wordt geminimaliseerd in Lastwagen.", "Minimal Guitar verschijnt strikt gelimiteerd: 100 cd’s, 200 lp’s en 300 downloads en streams. Daarna gaat de muziek weer offline."], "authors": ["Menno Pot"], "keywords": ["gitaarode", "wat", "zijn", "ring", "boer", "arnold", "te", "schreef", "soms", "strikt", "van", "zo", "en", "een", "gelimiteerde", "het", "amsterdam", "wandelen", "hij", "als"], "pubDate": "2021-01-07T14:12:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}