{"id": "467f4ce8-008d-384a-83dc-9f3aabeae45c", "title": "Na een dreigend doemscenario is de hoop van het CDA gevestigd op Hoekstra", "url": "https://nu.nl/politiek/6096265/na-een-dreigend-doemscenario-is-de-hoop-van-het-cda-gevestigd-op-hoekstra.html", "summary": "De man die geen enkele stem haalde bij de lijsttrekkersverkiezing, doordat hij niet meedeed, komt uiteindelijk als winnaar uit de bus.\nHoekstra van begin af aan al naar voren geschovenHoekstra werd door het CDA sinds het begin van deze kabinetsperiode al naar voren geschoven als mogelijke partijleider.\nDaar liet Hoekstra op immigratiegebied een rechts geluid horen.\nHet zijn de grote gebaren waarvoor Hoekstra in het kabinet is gaan zitten.\nNieuwsuur meldde vrijdagavond dat het vanuit het CDA naar Hoekstra's huis werd gedirigeerd.", "paragraphs": ["Toch Wopke Hoekstra. Nadat de minister van Financiën afgelopen zomer bedankte voor de baan als CDA-leider, is er nu opnieuw met succes een beroep op hem gedaan, nadat Hugo de Jonge die functie donderdag onverwachts neerlegde.", "Het kan verkeren. De man die geen enkele stem haalde bij de lijsttrekkersverkiezing, doordat hij niet meedeed, komt uiteindelijk als winnaar uit de bus.", "\"Deze rol als minister van Financiën is echt anders dan de rol van partijleider\", zei Hoekstra afgelopen juni in een toelichting, nadat hij zich onverwacht niet kandidaat stelde als partijleider.", "Hoekstra wilde dicht bij zichzelf blijven, zei hij, en twijfelde openlijk of hij geschikt was voor de baan. \"Ben ik er wel of niet goed in?\"", "Binnen de partij heerste teleurstelling en ook boosheid. De appjes en telefoontjes van verbaasde en verontwaardigde partijprominenten stroomden bij Hoekstra binnen op de dag dat hij in De Telegraaf zijn besluit bekendmaakte.", "Waarom komt hij nu terug op zijn besluit?", "De partij leek ineen te klappen toen De Jonge afgelopen donderdag liet weten dat hij zijn portefeuille als 'coronaminister' niet meer kon combineren met het partijleiderschap.", "Op een nieuwe lijsttrekkersstrijd, met alle mogelijke persoonlijke beschadigingen van dien, zit geen enkele partij slechts drie maanden voor de Tweede Kamerverkiezingen te wachten.", "Dat gegeven, in combinatie met de druk vanuit de partijtop, deed Hoekstra uiteindelijk van gedachte veranderen.", "Het scheelde ook dat Pieter Omtzigt, het populaire Kamerlid dat de lijsttrekkersverkiezing maar net van De Jonge verloor, zich achter Hoekstra heeft geschaard.", "Hoekstra van begin af aan al naar voren geschoven", "Hoekstra werd door het CDA sinds het begin van deze kabinetsperiode al naar voren geschoven als mogelijke partijleider. Toenmalig partijleider Sybrand Buma vroeg hem in 2017 voor Financiën, de ministerspost waarbij bewindslieden bijna altijd hoge populariteitscijfers halen.", "Hij kreeg ook de ruimte zich op andere vlakken te profileren, zoals tijdens de HJ Schoo-lezing in september vorig jaar. Daar liet Hoekstra op immigratiegebied een rechts geluid horen.", "De lat voor immigranten om hier te mogen blijven, moet wat hem betreft omhoog. Er mag bovendien best wat worden terugverlangd van vluchtelingen die hiernaartoe komen, vindt hij - tegen wie hier \"over de drempel komt\", moeten we \"graag, of niet\" kunnen zeggen.", "'Niet minister worden om maar minister te worden'", "Als minister deinst Hoekstra niet terug voor grote beslissingen. Zo nam de Staat onder zijn leiding een groot aandeel in Air France-KLM, zodat het kabinet niet langer afhankelijk is van de grillen van de Franse regering.", "De Fransen zijn al veel langer grootaandeelhouder en zette Nederland steeds voor het blok als het om de belangen van de Nederlandse luchtvaart gaat.", "Een gewaagde stap waarmee hij niet alleen de goede relatie met de Fransen op het spel zette, maar waarvoor hij ook op de vingers werd getikt door de Algemene Rekenkamer, omdat hij de Kamer niet goed informeerde.", "Ook ontstond het idee om een investeringsfonds van 20 miljard euro op te tuigen om de economische groei een boost te geven, ondanks slechte ervaringen uit het verleden met overheidsfondsen.", "Overigens wordt dit plan ook geclaimd door Eric Wiebes, de minister van Economische Zaken. Het project wordt daarom voor het gemak ook wel het Wopke-Wiebesfonds genoemd.", "Het zijn de grote gebaren waarvoor Hoekstra in het kabinet is gaan zitten. \"Ik vind dat je niet minister moet worden om maar minister te worden, maar ook echt de overtuiging moet hebben dat je die baan goed kunt doen en affiniteit hebt met het onderwerp\", zei hij afgelopen zomer.", "Hoekstra was bot tegen Zuid-Europeanen", "Nu Hoekstra nog meer in de schijnwerpers komt te staan, zal er ook meer worden ingezoomd op de gebaren die Hoekstra liever klein wil houden.", "Zoals zijn ruzie met Zuid-Europese landen in het afgelopen voorjaar, nadat hij landen op het hevigste moment van de coronacrisis op het gebrek aan deugdelijke overheidsfinanciën wees, terwijl er juist om hulp en solidariteit werd gevraagd.", "Hoekstra moest uiteindelijk erkennen dat hij \"te weinig empathisch\" was omgesprongen met Italië, Spanje en Portugal. In Brussel keek men met afschuw naar zijn botte optreden.", "Critici wezen erop dat dit enkel bedoeld was om eurosceptische kiezers in eigen land tevreden te houden, terwijl nationalisme het laatste was waar aandacht aan moest worden besteed in deze internationale crisis.", "Ook zijn er vragen over zijn rol in de kinderopvangtoeslagaffaire. Hoekstra was tijdens zijn verhoor ongewoon hard naar zijn ambtenaren bij de Belastingdienst, maar waarom greep de bewindsman zelf niet eerder in? Hij is uiteindelijk eindverantwoordelijk op het departement.", "Zorgvuldig werken aan imago als familieman", "Aan beeldregie voor zijn imago als familieman - de familie is van oudsher de kern waar het CDA om draait - ontbreekt het in ieder geval niet.", "Nieuwsuur meldde vrijdagavond dat het vanuit het CDA naar Hoekstra's huis werd gedirigeerd. \"Omdat er iets stond te gebeuren\", zei de presentator.", "En zo kwam 'de vader' Hoekstra, die net zijn kinderen had voorgelezen, in beeld. Even later verscheen Omtzigt, alsof hij op audiëntie kwam.", "Het beeld dat zij nu samen gemoedelijk de kar gaan trekken, komt het CDA goed uit na de chaotische maanden van wantrouwen, achterdocht en anonieme kritiek op de leiding."], "authors": ["Door", "Edo Van Der Goot"], "keywords": ["van", "dreigend", "dat", "niet", "een", "hoekstra", "met", "gevestigd", "cda", "zijn", "te", "hoop", "op", "hij", "het", "doemscenario"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}