{"id": "4689c944-c496-35a6-84bd-1a690eae7425", "title": "De coronacrisis zorgt voor slaapproblemen. Of toch niet?", "url": "https://www.parool.nl/ps/de-coronacrisis-zorgt-voor-slaapproblemen-of-toch-niet~bd9b859c/", "summary": "“Ik ga rond middernacht naar bed en denk dan na over hoe het verder moet met het bedrijf en het personeel.\nIk ben een nachtmens en ik werk graag in de avond, als het rustig is en ik door niemand word gestoord.\nHet duurt lang voor ik slaap krijg en ik ga nooit voor één uur naar bed.\n“Ziekenhuisonderzoeken kunnen ontdekken of er sprake is van een andere oorzaak voor het slechte slapen of moe zijn, zoals bijvoorbeeld een apneu, maar bieden niet vaak ook een oplossing voor slapeloosheid.\nVoorheen sliep ik gemiddeld vier uur per nacht, maar ik heb ontdekt dat ik me met minimaal zes uur slaap toch een stuk frisser voel.", "paragraphs": ["Vincent van Gogh: Middagrust (naar Millet), 1889/1890. Beeld Corbis via Getty Images", "“Vroeger viel ik in slaap zodra mijn hoofd het kussen raakte,” zegt Ruud Vismans. “Maar door de achtbaan waar we ons momenteel in bevinden, slaap ik al maanden extreem onrustig. De hele nacht lig ik te piekeren en ik droom opeens heel veel.”", "Sinds corona lukt het Vismans (63), eigenaar van sport- en evenementencentrum The Beach in Aalsmeer, niet meer om de slaap te vatten zonder het geluid van Radio 2 op de achtergrond: “De muziek verzacht, en het geklets tussendoor heeft iets geruststellends. Het helpt me de nacht door te komen.”", "Normaal is dit voor Vismans de drukste tijd van het jaar, met veel kerstborrels en personeelsuitjes, nu ligt The Beach er verlaten bij. “Ik ga rond middernacht naar bed en denk dan na over hoe het verder moet met het bedrijf en het personeel. Sommigen zijn al twintig jaar in dienst.”", "Vijf koppen koffie", "Copywriter Emma Veldhuis (25) heeft juist nog nooit zo goed geslapen als tijdens de pandemie. “Ik ben niet meer zo uitgerust geweest sinds de basisschool. Ik ben een nachtmens en ik werk graag in de avond, als het rustig is en ik door niemand word gestoord. Het duurt lang voor ik slaap krijg en ik ga nooit voor één uur naar bed. Normaal is dat lastig te combineren met afspraken in de vroege ochtend, maar sinds ik de deur niet meer uit hoef en ik wat langer kan uitslapen, voel ik me veel energieker. Vóór corona had ik overdag wel vijf koppen koffie nodig om datzelfde gevoel te bereiken, maar ’s avonds kwam ik altijd doodmoe thuis.”", "Veldhuis werkt als zzp’er in de media- en evenementenbranche, sinds de pandemie heeft ze minder werk. “Vóór corona nam ik elke extra klus aan, ik werkte gerust de hele nacht door om iets af te krijgen, maar ik moest meestal ook heel vroeg op voor meetings bij opdrachtgevers op kantoor. Nu ik niet meer hoef te reizen, heb ik veel meer rust. Het scheelt ook dat ik nu voor een groot deel zelf kan bepalen wanneer ik mijn online meetings doe; bij voorkeur in de middag, want dan functioneer ik beter dan in de ochtend.”", "Wekker", "“We hadden verwacht dat tijdens corona de meeste mensen door stress slechter zouden slapen, maar dat was niet voor iedereen zo,” zegt Eus van Someren. Hij doet grootschalig onderzoek naar slapen via het Nederlands Slaap Register, een initiatief van onderzoekers van het Nederlands Instituut voor Neurowetenschappen en de Vrije Universiteit Amsterdam.", "“Goede slapers slapen weliswaar gemiddeld iets slechter, maar slechte slapers gemiddeld juist iets beter. Mensen in die laatste groep slapen normaal gesproken misschien nóg slechter als ze weten dat ze vroeg op moeten voor werk. Voor de lockdown piekerden ze bij ’s nachts wakker liggen vast over het aantal uren dat ze nog konden slapen voor de wekker weer ging. Maar tijdens de lockdown hoeft de wekker misschien niet zo vroeg om op tijd ergens te zijn; je haalt een borstel door je haar en gaat aan de keukentafel een Zoom-meeting in. De nachtelijke spanning is verlicht. Een slechte slapers slaapt dan juist beter.”", "Henri de Toulouse-Lautrec: Het bed, 1892. Beeld Corbis via Getty Images", "Niet iedereen is gebaat bij het thuiswerken of langer kunnen uitslapen, zegt slaapexpert Winni Hofman van Somnio, een centrum dat slaaptherapieën biedt. “Vooral jonge mensen, mensen die alleen wonen, of ouders met kleine kinderen kunnen het er moeilijk mee hebben. Ze missen het sociale aspect of de rust om te kunnen werken. Irritaties kunnen toenemen als je op elkaars lip zit, net als eenzame gevoelens en piekeren. Dat kan allemaal invloed hebben op het slaapgedrag.”", "Slaapexperts zullen allemaal beamen dat de biologische klok belangrijk is; het brein wil snappen wanneer het dag en wanneer het nacht is. Wat daarbij onder meer helpt: vaak naar buiten gaan. En ja, dat is juist nu, in de donkere, natte maanden én met coronamaatregelen, niet altijd vanzelfsprekend. Veel mensen komen minder vaak buiten en bewegen ook minder. Als het lichaam te weinig beweegt, is het niet moe genoeg om te slapen, aldus Van Someren. “Regelmatig bewegen helpt om goed te slapen, maar je kunt het alleen niet omkeren. Niet iedereen met slapeloosheid kun je door meer te bewegen een goede slaper maken.”", "Het goede nieuws, zegt Hofman, is dat weliswaar 38 procent van de bevolking weleens slaapproblemen heeft, maar dat die vaak vanzelf weer over gaan.", "Gedragstherapie", "Maar als dat niet het geval is: slapeloosheid is een van de belangrijkste voorspellers van aandoeningen als angststoornissen, posttraumatische stressstoornis (PTSS), depressie en sociale fobieën, aldus Van Someren. Dus actie ondernemen kan wel degelijk zin hebben. Mensen die iets aan hun insomnie willen doen kunnen het best cognitieve gedragstherapie voor insomnie proberen. “Ziekenhuisonderzoeken kunnen ontdekken of er sprake is van een andere oorzaak voor het slechte slapen of moe zijn, zoals bijvoorbeeld een apneu, maar bieden niet vaak ook een oplossing voor slapeloosheid. Cognitieve gedragstherapie helpt om beter te kunnen slapen, maar het lost niet alles op.”", "Notitieboekje", "Op het nachtkastje van Ruud Visman, eigenaar van The Beach, ligt tegenwoordig een notitieboekje: “Ik schrijf alles op wat er tijdens de nacht in me opkomt, zo is het idee ontstaan voor een drive-in met take-out eten, momenteel onze enige bron van inkomsten. Op die manier heb ik tenminste nog iets aan al dat nachtbraken.”", "Emma Veldhuis, zzp’er: “Als corona straks voorbij is, wil ik niet meer terug naar hoe het was. Voorheen sliep ik gemiddeld vier uur per nacht, maar ik heb ontdekt dat ik me met minimaal zes uur slaap toch een stuk frisser voel. Ik heb eindelijk weer de energie om een boek te lezen.”", "Het Nederlands Slaap Register zoekt ­altijd vrijwilligers voor onderzoek: aanmelden kan anoniem via slaapregister.nl."], "authors": ["Sara Luijters"], "keywords": ["van", "toch", "het", "maar", "voor", "ik", "coronacrisis", "niet", "zorgt", "en", "een", "te", "dat", "slaapproblemen"], "pubDate": "2020-11-22T07:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}