{"id": "468e5fef-e8f2-3c8c-bc02-7b9c287d68f3", "title": "Reisorganisaties schrappen vakantiereizen zolang oranje reisadvies geldt", "url": "http://www.nu.nl/economie/6097214/reisorganisaties-schrappen-vakantiereizen-zolang-oranje-reisadvies-geldt.html", "summary": "Reisorganisaties Corendon, TUI Nederland en Sunweb schrappen zolang het oranje reisadvies geldt alle vakantiereizen.\n\"We bieden geen vakantiereizen aan naar bestemmingen met een oranje reisadvies\", zegt TUI Nederland, de grootste aanbieder van pakketreizen.\nAlleen Aruba, Bonaire en de Canarische Eilanden hadden tot deze week nog geen oranje reisadvies.\nOp de website van het ministerie van Buitenlandse Zaken staat het advies om tot half maart geen vakantiereizen te boeken.\nLuchtvaartmaatschappijen KLM en Transavia lieten woensdag weten nog niet direct in het vluchtschema te schrappen naar aanleiding van het oranje reisadvies.", "paragraphs": ["Reisorganisaties Corendon, TUI Nederland en Sunweb schrappen zolang het oranje reisadvies geldt alle vakantiereizen. Reiskoepel ANVR gaat ervan uit dat tot medio maart geen vakantiereizen uitgevoerd mogen worden, zegt een woordvoerder donderdag tegen NU.nl.", "\"We bieden geen vakantiereizen aan naar bestemmingen met een oranje reisadvies\", zegt TUI Nederland, de grootste aanbieder van pakketreizen. Alleen Aruba, Bonaire en de Canarische Eilanden hadden tot deze week nog geen oranje reisadvies.", "Ook Corendon schrapt voorlopig alle reizen. \"We gaan in winterslaap\", zegt CEO Steven van der Heijden. \"We halen de vakantiegangers uiteraard nog wel op, maar niet vervroegd. Zij kunnen hun vakantie gewoon afmaken.\" Corendon heeft zo'n vijftienhonderd reizigers zitten op Curaçao, Bonaire en de Canarische Eilanden.", "Praat mee op NUjij Werk jij in de reisbranche? Laat op reactieplatform NUjij weten hoe jij deze periode ervaart.", "Sunweb laat weten contact op te nemen met de reizigers die nog op de Canarische Eilanden zitten, om te vragen of zij eerder terug willen. Op de website van het ministerie van Buitenlandse Zaken staat het advies om tot half maart geen vakantiereizen te boeken.", "\"We gaan ervan uit dat dit betekent dat er geen reizen geboekt kunnen worden met een vertrek voor half maart\", zegt de ANVR.", "Luchtvaartmaatschappijen KLM en Transavia lieten woensdag weten nog niet direct in het vluchtschema te schrappen naar aanleiding van het oranje reisadvies. KLM gaf aan dat een lagere vraag er wel toe zou kunnen leiden dat er minder vluchten worden aangeboden."], "authors": ["Door"], "keywords": ["zegt", "dat", "nog", "reisadvies", "zolang", "van", "geen", "te", "het", "vakantiereizen", "schrappen", "reisorganisaties", "oranje", "op", "geldt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}