{"id": "469d09ff-3b4d-30d7-a92f-1600552e9117", "title": "De kinderen niet meer testen, is dat wel zo verstandig?", "url": "https://volkskrant.nl/nieuws-achtergrond/de-kinderen-niet-meer-testen-is-dat-wel-zo-verstandig~b97ab333/", "summary": "Liefst 7 procent van hen bleek antistoffen tegen het virus te dragen, een teken dat hun lijf een aanval van het virus had doorstaan.\nMaar de helft van hen had er niets van gemerkt, zegt kinderarts-epidemioloog Patricia Bruijning van het UMC Utrecht.\nMaar dat wil niet zeggen dat de scholen de plekken zijn waar het virus zich massaal verspreidt.\nEen keuze uit schaarste dus, al benadrukt het wetenschappelijke Outbreak Management Team, dat het kabinet adviseert, dat het daarbij wél gaat om een afweging op ‘medische en epidemiologische gronden’.\nU troost zich maar met de gedachte dat de kans dat een kind het virus op u overdraagt veel kleiner is dan andersom.", "paragraphs": ["Basisschoolkinderen met milde klachten kunnen gewoon naar school en hoeven niet meer naar de teststraat, heeft het kabinet besloten. Verstandig, of vragen om moeilijkheden?", "Daar staat u dan, meester of juf op de basisschool. Voor u een klas vol kindergezichtjes: een snottebel hier, een kuchje daar. En in de pauze rent en stoeit en voetbalt dat door elkaar. En dan zegt het kabinet: kan geen kwaad, onder de 13 hoeven ze niet meer bij elke snotneus naar de teststraat?", "De aanbeveling van het kabinet komt op een raar moment. De laatste maanden werden wetenschappers het er juist steeds meer over eens dat ook jonge kinderen regelmatig corona krijgen. In het Verenigd Koninkrijk testten wetenschappers van de Queen’s Universiteit in Belfast het bloed van 992 kinderen tussen de 2 en de 15 jaar. Liefst 7 procent van hen bleek antistoffen tegen het virus te dragen, een teken dat hun lijf een aanval van het virus had doorstaan.", "Maar de helft van hen had er niets van gemerkt, zegt kinderarts-epidemioloog Patricia Bruijning van het UMC Utrecht. ‘We weten inmiddels dat kinderen vaak klachten hebben die atypisch zijn voor covid. Vermoeidheid, minder eetlust, hoofdpijn, buikpijn, diarree – eigenlijk alles wat je niet volgens het boekje bij een covidpatiënt verwacht.’", "Weinig geruststellend, als u voor de klas staat. Dus die leerling die wat hangerig is kan óók corona hebben? Dat zou voor een deel kunnen verklaren waarom kinderen zo ondervertegenwoordigd zijn in de statistieken: van alle mensen die positief testen bij de teststraat, zit amper 2 procent op de basisschool. Ter vergelijking: 30 procent van de geïnfecteerden is twintiger. ‘We missen ongetwijfeld veel covidbesmettingen bij kinderen’, erkent Bruijning.", "De grote vraag is alleen of die ‘coronakinderen’ wel zo besmettelijk zijn. Want wie weinig klachten heeft en niet hoest en niest, strooit ook minder virus in het rond. ‘Die stap wordt nogal eens overgeslagen in het debat’, zegt Bruijning. ‘Het virus kan dan wel in je keel zitten, maar dat wil nog niet zeggen dat je er anderen ook mee besmet.’", "Neem een recente, gedetailleerde studie uit Zuid-Korea, waarbij men van in totaal 5.706 coronapatiënten naploos hoe ze aan het virus waren gekomen, onder meer door al hun gezinsleden te testen op corona. De conclusie: jonge kinderen brengen het virus écht veel minder vaak over op volwassenen dan volwassenen op elkaar. Misschien wel gewoon omdat kinderen kleinere longen hebben, waardoor ze sowieso minder virus de lucht in blazen, opperde het team.", "Dat beeld – weinig besmettingen door kinderen – vindt men in Nederland ook. Neem een analyse die RIVM-onderzoeker Susan van den Hof vorige week afrondde, van de virusoverdracht tussen in totaal 7.641 Nederlandse geïnfecteerden en hun besmetter. Veruit de meeste besmettingen vinden plaats tussen twintigers en dertigers, blijkt daaruit. Jonge kinderen zijn slechts een enkele keer de aanstichter van een nieuw geval:", "Geïnfecteerden (verticaal) en hun besmetter (horizontaal). Beeld RIVM", "Dat het aantal positief geteste jonge kinderen de afgelopen weken haast verviervoudigde, doet daar weinig aan af, vindt Bruijning. ‘Als er in de hele maatschappij meer mensen positief testen op corona, zul je ook op school meer positief geteste kinderen vinden. Maar dat wil niet zeggen dat de scholen de plekken zijn waar het virus zich massaal verspreidt. We zien in de literatuur heus wel gevallen van uitbraken op scholen en kinderdagverblijven. Maar als je dat afzet tegen hoeveel scholen er zijn, valt het nog alleszins mee.’", "Toch hoopt ook Bruijning dat men het testen bij kinderen snel weer oppikt, als er weer voldoende testcapaciteit is. Het is immers uit arren moede dat het kabinet jonge kinderen uit het testsysteem haalt: de teststraten worden overlopen, men moet kiezen, en van de 1.700 jonge kinderen die dagelijks worden getest, blijkt maar een paar procent positief.", "Een keuze uit schaarste dus, al benadrukt het wetenschappelijke Outbreak Management Team, dat het kabinet adviseert, dat het daarbij wél gaat om een afweging op ‘medische en epidemiologische gronden’. ‘Andere factoren, zoals de maatschappelijke en economische gevolgen van prioritering van testen, zijn niet meegewogen omdat dit niet tot de taak en expertise van het OMT behoort.’", "Daar staat u dan, juf of meester op de basisschool. Een meisje klaagt dat ze buikpijn heeft. Achterin de klas zit een jongen te hoesten. U troost zich maar met de gedachte dat de kans dat een kind het virus op u overdraagt veel kleiner is dan andersom.", "Maar of dat u nu erg geruststelt, is een tweede."], "authors": ["Maarten Keulemans"], "keywords": ["zo", "verstandig", "van", "het", "meer", "op", "die", "kinderen", "virus", "niet", "een", "dat", "en", "testen", "wel"], "pubDate": "2020-09-21T20:23:29+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}