{"id": "46adc1d0-18b3-36d2-9697-66653328e27a", "title": "Marcia Luyten schrijft een ‘biografisch portret’ van Máxima, ‘geen verhaal over een Disney-prinses’", "url": "https://volkskrant.nl/cultuur-media/marcia-luyten-schrijft-een-biografisch-portret-van-maxima-geen-verhaal-over-een-disney-prinses~bbf5c893/", "summary": "‘Een authentiek portret, geen verhaal over een Disney-prinses.’ Ze wilde vrijelijk kunnen praten met mensen uit Máxima’s omgeving.\nHet maakte deel uit van twee katholieke gemeenschappen: de Italiaanse familie Cerruti van haar moeder en de Spaans-Baskische familie Zorreguieta.\nMáxima ging naar een school voor kinderen van 6 tot 18 jaar, met een veeleisend, tweetalig curriculum, een eliteschool.\n‘Máxima is geboren in een land dat op het punt van een burgeroorlog stond.\n‘Toen ik in een kring van oud-collega’s van Máxima liet vallen dat ik Horacio Verbitsky ging interviewen, een linkse onderzoekjournalist, viel er een ijzige stilte: o, we hebben een mol binnengehaald!", "paragraphs": ["Beeld Olivier Heiligers", "Wie schrijft eigenlijk de biografie van koningin Máxima? Dat vroegen Marcia Luyten en Francien Schuursma, haar uitgever bij De Bezige Bij, zich vijf jaar geleden af. Nou, niemand, bleek na wat speurwerk. Dat is niet zo raar, als het onderwerp van de biografie nog springlevend is. Toch leek het Schuursma een goed idee als er op 17 mei 2021, Máxima’s 50ste verjaardag, een biografie zou zijn. En Luyten moest dat boek gaan schrijven. Zij was de gedroomde biograaf: net als Máxima vrouw, econoom, kenner van Afrika en moeder van drie kinderen, én ze zijn even oud (ze schelen twaalf dagen).", "Luyten was verbaasd. ‘Ik heb mij nooit eerder met het koningshuis beziggehouden’, vertelt ze. ‘En ik ben niet het type journalist dat in de struiken gaat liggen bij de koninklijke familie.’ Wel intrigeert Máxima haar al jaren: ‘Toen ze net in Nederland was, praatten mijn vriendinnen en ik weleens over haar. Ze leek ons een leuk iemand, die net als wij ambitieus en serieus was in haar werk en hield van uitgaan en dansen. Maar wij waren het erover eens dat wij nooit zo’n beknot leven zouden willen leiden.’", "Ze besloot uit te zoeken of het mogelijk was om, als onafhankelijk journalist, een niet-geautoriseerd portret te maken, op basis van bronnen. ‘Een authentiek portret, geen verhaal over een Disney-prinses.’ Ze wilde vrijelijk kunnen praten met mensen uit Máxima’s omgeving. ‘Ik dacht: daar geeft de Rijksvoorlichtingsdienst nooit toestemming voor. Maar dat viel mee; ik kon vrienden en familie van Máxima benaderen.’", "Mocht je ook praten met haar Nederlandse familieleden? Haar echtgenoot, dochters, schoonmoeder, zwagers en schoonzusters?", "‘Nee, dat niet. Er zijn begrenzingen; de koning en de koningin zijn volledig afgeschermd, het is ondenkbaar dat ik met hen of hun dochters zou spreken, of met andere leden van het Koninklijk Huis die onder ministeriële verantwoordelijkheid vallen. Van de Oranjes heb ik alleen prinses Mabel gesproken.", "‘Ik heb geen inzage gehad in het archief: geen brieven, dagboeken of andere egodocumenten. Ook de familieleden en vrienden van Máxima lieten mij geen correspondentie zien. Jammer, want daardoor mis ik de echte, ongepolijste stem van Máxima. Ik speel bij dit project met meerdere handicaps. Daarom is het geen volwaardige biografie, maar een biografisch portret.", "‘Ik heb 135 interviews gehouden. Helaas heb ik Máxima’s vader niet gesproken, hij was al erg ziek en overleed in 2017. Drie keer ben ik in Argentinië geweest, ik heb onderzoek gedaan naar de Argentijnse cultuur en maatschappij. Zo kwam ik aan veel materiaal, te veel voor één boek. Het worden twee delen. Het eerste, Moederland, dat vóór Máxima’s verjaardag verschijnt, loopt tot 1999, tot haar ontmoeting met Willem-Alexander. Ze is dan al drie jaar weg uit Buenos Aires en woont in New York. Het tweede deel, Vaderland, gaat over haar leven in Nederland.’", "Wat voor kind was de jonge Máxima?", "‘Een vrolijk, blijmoedig meisje, altijd voor alles in. Het middelpunt van een vriendinnenkring. Vriendinnen zijn altijd belangrijk voor haar geweest, sommigen kent ze al vanaf haar 2de. Vriendjes had Máxima niet echt in haar pubertijd. Ze was erg groot en pas op haar 20ste had ze daar geen last meer van. Ze werd zelfbewust, ging hakken dragen. Ze werd een mooie zwaan. Rond haar 25ste had ze drie jaar een relatie met Tiziano Iachetti, een knappe, rijke Italiaan, zeven jaar ouder dan zij. Een big catch, volgens haar vriendinnen. Ze ging naar New York en liet hem achter.", "‘Het gezin Zorreguieta was hecht, met twee broers, een zusje en drie halfzussen. Het maakte deel uit van twee katholieke gemeenschappen: de Italiaanse familie Cerruti van haar moeder en de Spaans-Baskische familie Zorreguieta. Máxima ging naar een school voor kinderen van 6 tot 18 jaar, met een veeleisend, tweetalig curriculum, een eliteschool. Ze maakte lange dagen: eerst een uur heen met de schoolbus dan ’s ochtends les in het Engels, ’s middags in het Spaans, daarna sport en dan nog een uur terug.", "‘De Zorreguieta’s waren niet steenrijk, ze bezaten geen grote buitenverblijven. Ze behoorden niet tot wat je de Argentijnse ‘landadel’ kunt noemen, de bovenlaag die alles bezit – grond, macht en geld. Maar in cultureel opzicht hoorden ze wél bij de elite. Het was bijzonder dat haar vader, die bestuurder was bij een federatie van herenboeren en niet uit die kring afkomstig, toch werd gevraagd om staatssecretaris van Landbouw te worden.’", "Dat werd ook de doem die over het gezin kwam: Zorreguieta zat in een militaire regering, die van 1976 tot 1984 een schrikbewind voerde. Hoe heeft dat Máxima beïnvloed?", "‘Máxima is geboren in een land dat op het punt van een burgeroorlog stond. Zij was 5 toen de junta aan de macht kwam en 12 toen het ophield. Ik weet niet wanneer ze volledig besefte wat er was gebeurd, misschien pas toen ze in Nederland woonde.", "‘Argentinië is een schizofreen land. Je hebt de conservatieve, katholieke elite die niet spreekt over de gruwelen van de staatsterreur en niets wil weten van de getuigenissen. Aan de andere kant heb je de peronisten. Je behoort tot een van de twee.", "‘Máxima heeft gestudeerd aan een katholieke, conservatieve universiteit. Haar vrienden horen tot de elite. Studiegenoten die ik sprak zeiden: Marcia, begrijp wel dat onze familie is bedreigd! Er waren vaders ontvoerd en opa’s opgeblazen. In hun ogen was het land bijna overgenomen door de communisten en gered door de junta. De andere dag sprak ik met iemand die twee jaar had vastgezeten in een martelcentrum.", "‘Toen ik in een kring van oud-collega’s van Máxima liet vallen dat ik Horacio Verbitsky ging interviewen, een linkse onderzoekjournalist, viel er een ijzige stilte: o, we hebben een mol binnengehaald! Het kostte me moeite om uit te leggen dat ik als journalist met verschillende mensen praat.’", "Máxima is de favoriet van de Oranjes, meer dan haar man of schoonmoeder. Wat maakt dat deze functie haar zo goed afgaat en dat zij zo goed valt bij de Nederlandse bevolking?", "‘Zij is ontwapenend. Toen zij en Willem-Alexander hun verloving aankondigden, waren de messen van de critici geslepen, maar zij sloeg ze meteen uit handen, met een grapje. Ze heeft oprechte belangstelling voor mensen uit allerlei milieus. Zo was ze als meisje al, zeggen vrienden. Haar optreden is ongekunsteld, niet gespeeld. Dat laatste ruiken mensen meteen.’"], "authors": ["Aleid Truijens"], "keywords": ["ik", "portret", "van", "máxima", "disneyprinses", "het", "en", "een", "ze", "met", "geen", "niet", "verhaal", "schrijft", "luyten", "haar", "dat", "marcia"], "pubDate": "2021-01-01T14:00:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}