{"id": "46adfe6c-13bb-3965-99fd-eb6b68679ceb", "title": "Het jaar waarin acteur en rapper Bilal Wahib in het licht ging staan", "url": "https://trouw.nl/cultuur-media/het-jaar-waarin-acteur-en-rapper-bilal-wahib-in-het-licht-ging-staan~bac5ad10/", "summary": "Welke 21-jarige acteur kan zeggen dat hij een regisseur heeft geïnspireerd tot het maken van een film?\nBilal is upcoming artiest en droomt van een contract bij muzieklabel Top Notch.\nZijn eerste hoofdrol speelde hij op zijn ­zeventiende in de film ‘Fissa’ (2016).\nBilal Wahib op de rode loper tijdens de 40ste editie van het Nederlands Film Festival.\nDat Wahib acteur zou ­worden, zag Monsifs moeder Nicole Dop al vroeg: “Dan was je aan het praten en stond Bilal op en ging gekke grapjes maken of ­iemand nadoen.", "paragraphs": ["Een Gouden Kalf, Shooting Star Award, een nummer-1-hit. En dan is acteur en zanger Bilal Wahib pas 21.", "Welke 21-jarige acteur kan zeggen dat hij een regisseur heeft geïnspireerd tot het maken van een film? Bilal el Mehdi Wahib maakte met zijn positieve levenshouding en tomeloze energie zo’n indruk op regisseur Shady El-Hamus, dat die zijn film ‘De Libi’ (2019) losjes op Bilals jeugd baseerde. Het script won vorig jaar een Gouden Kalf.", "In de film proberen de vindingrijke ­pubervrienden Bilal, Gregg en Kevin de ­beroemde nachtclub Jimmy Woo binnen te komen. Ze willen gezien worden, meetellen. Bilal is upcoming artiest en droomt van een contract bij muzieklabel Top Notch.", "In het echte leven zit acteur en muzikant Wahib nu bij Top Notch. Hij maakte er de titelsong ‘Vliegen’ van De Libi en scoorde dit jaar met zijn eerste solo-single ‘Tigers’ een nummer-1-hit; op Spotify heeft Tigers dertig miljoen streams. Zijn single ‘Video Vixen’ met rapper Bizzey werd deze zomer ook een gouden plaat (40.000 verkochte exemplaren).", "Maar bekend werd Wahib van film en tv. Zijn eerste hoofdrol speelde hij op zijn ­zeventiende in de film ‘Fissa’ (2016). Rollen in series als ‘SpangaS’ en ‘Vechtershart’ en films als ‘Broeders’ volgden. Zijn doorbraak kwam met de rol Mo de Show in de ­hitserie ‘Mocro Maffia’ (2018). Dit jaar kwam seizoen twee uit: meteen de best bekeken gescripte serie tot dan toe bij Videoland.", "“We worden eindelijk gezien”, riep Bilal Wahib in elk interviewtje. “Normaal speelt de Marokkaan altijd een dief. Nu zijn we ­allemaal dieven, maar met uitgediepte ­verhaallijnen”, lacht Wahib in een AD-video met presentator JayJay Boske. Iedereen weet nu dat die Marokkaanse jongens kunnen ­acteren, vond hij.", "Beste geklede man", "Een Gouden Kalf (beste mannelijke bijrol) voor ‘Paradise Drifters’, European Shooting Star Award in Berlijn, nominatie Best geklede man-verkiezing van ­Esquire; Wahib stapte dit jaar het licht in.", "In elke rol spat de lange jongen van het scherm. Hij kan verleiden en echt zingen en als hij boos speelt, wordt het ook gevaarlijk. Wanneer hij voor een interview in een studio zit, blijf je kijken naar die blik: bescheiden en zelfbewust tegelijk.", "Bilal Wahib op de rode loper tijdens de 40ste editie van het Nederlands Film Festival. Beeld ANP", "Voor ‘gekke baller’ (straattaal voor ‘gast die ­lekker gaat’) Wahib ging dit jaar ­duidelijk ‘kwijt, je weet toch’. Dat is bijzonder voor een Marokkaans-Nederlandse jongen die met zijn zus opgroeide bij zijn moeder in ­Amsterdam-West en niet eens een middelbareschooldiploma heeft.", "Met zijn drukke ADHD-hoofd belandde hij weleens in ­vechtpartijtjes en werd van school gestuurd. “Dan kwam hij bij ons een paar dagen tot rust”, zeggen de ouders van zijn jeugdvriend en producer Monsif Bakkali. “Zijn vader had eigen problemen; ik was een beetje zijn vaderfiguur”, lacht Nadir Bakkali.", "Dat Wahib acteur zou ­worden, zag Monsifs moeder Nicole Dop al vroeg: “Dan was je aan het praten en stond Bilal op en ging gekke grapjes maken of ­iemand nadoen. Hij zei altijd: ‘Ik moet gewoon doorgaan, dan kom ik waar ik wil zijn’.” Deels was dat om zijn vader te laten zien: ik kan het wel zonder jou, ik kan het bewijzen, denkt Dop.", "Als-ie iets wil, gaat-ie het doen", "Winnen zou hij, in het leven. Als hij moest kiezen met welke voetballer hij zich identificeert – de talentvolle Messi of de werklustige Ronaldo – kiest hij de laatste. “Ronaldo is zwaar gefocust, als-ie iets wil, gaat-ie het doen, zo ben ik ook”, zei hij tegen het AD.", "Acteur Walid Benmbarek (40) die Adil speelt in Mocro Maffia en als een grote broer is voor hem, roemt juist zijn talent. “Zoals je Messi hebt, is er nu Bilal die veel dingen kan”, zegt hij. “Hij begon jong met vloggen, hij weet wat hij wil en maakt het waar. Maar hij is ook oprecht, waardoor veel hem gegund wordt. Hij is altijd zichzelf, of hij nu tegenover Willem-Alexander staat of een vuilnisman.”", "Zijn moeder gaf hem de vrijheid om te doen wat-ie wil, zegt Benmbarek. Ze draagt geen hoofddoek. Nou ja, hij moet haar wel vaak een bezoekje brengen, vertelt Wahib in interviews. En zijn blotebillen-foto in het ­Linda. meiden Winterboek van deze ­november haalde hij toch maar van zijn ­Instagram af, omdat zijn moeder ‘niet kon omgaan met die belletjes’, zei Wahib op radiozender Slam FM.", "Bilal Wahib in 'Paradise Drifters'.", "Zij heeft altijd vertrouwen in hem, weet Benmbarek. Daar ligt de basis voor een diep zelfvertrouwen dat zijn vrienden in hem herkennen. “Ook al heb ik nul euro op zak, ik weet dat ik een miljoen waard ben”, dat is zijn motto zei Wahib in talkshow ‘M’. “Iedereen begon nergens. Op een gegeven moment kun je doen wat je wilt, als je in ­jezelf gelooft.”", "Nu Wahib lekker begint te verdienen, blijft hij volgens ‘grote broer’ Walid Benmbarek stabiel en houdt zijn netwerk klein, ook ‘nu hyena’s komen om een graantje mee te pikken’.", "Benmbarek: “Ik zeg hem altijd: weet wie je bent, waar je vandaan komt. Maar hij is pas 21 hè. Die sportauto, die komt er.”", "Lees ook:", "Recensie ‘Paradise Drifters’", "‘Paradise Drifters’ toont het leven aan de zelfkant, vertolkt door perfecte modellen", "Acteur Bilal Wahib kan ‘heel goed door mensen heen kijken’", "Bilal Wahib is één van de jonge sterren op het filmfestival in Berlijn. ‘Goede acteurs zijn heel goede leugenaars.’"], "authors": ["Maaike Bos"], "keywords": ["licht", "waarin", "wahib", "ging", "zijn", "van", "ik", "jaar", "en", "een", "bilal", "met", "staan", "op", "het", "hij", "rapper"], "pubDate": "2020-12-19T17:35:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}