{"id": "46b3df6f-0765-3467-aef6-0ac98370be14", "title": "Al 30 jaar naar de Côte d'Azur: 'Veel vrienden en familie zitten daar'", "url": "https://nu.nl/vakantie/6034062/al-30-jaar-naar-de-cote-dazur-veel-vrienden-en-familie-zitten-daar.html", "summary": "We zijn ook een aantal jaar niet geweest, maar vanaf het moment dat mijn zoon geboren werd, gingen we weer.\"\nHet is dan prettig om wat meer bekenden om je heen te hebben en te weten wat je kunt verwachten.\"\nVerder komen we vooral voor het lekkere weer en het eten.\"\n\"Ja, mijn zusje komt met haar gezin en andere vrienden komen ook met hun gezin.\n\"Door de rest van het jaar maken we nog wat stedentrips, bijvoorbeeld naar Amsterdam of naar Maastricht.", "paragraphs": ["Sommige mensen hoeven niet per se ieder jaar naar een nieuwe vakantiebestemming. Zij zijn al jaren verknocht aan een oude, vertrouwde plek. In de rubriek Al 20 jaar naar vertellen vakantiegangers over de plaats die hun hart heeft gestolen. Deze week: Jacolien (47) uit Groningen zet al drie decennia koers naar een camping aan de Côte d'Azur.", "Jacolien brengt iedere zomer met haar man en zoon (17) door in een huisje op een camping in Zuid-Frankrijk, met uitzicht op de baai van St. Tropez. \"Ik kwam daar voor het eerst met mijn ouders toen ik zeventien jaar oud. Het is een camping aan het strand, verder is het redelijk basic. We zijn ook een aantal jaar niet geweest, maar vanaf het moment dat mijn zoon geboren werd, gingen we weer.\"", "Waarom ging je er vanaf dat moment weer heen?", "\"Toen hij net geboren was, zochten we een vertrouwde plek om naartoe te gaan. We zagen het niet zitten om te vliegen met een klein kind. In Zuid-Frankrijk kennen we mensen, mijn zusje was er toen ook. Met een baby ben je toch wat meer gebonden. Het is dan prettig om wat meer bekenden om je heen te hebben en te weten wat je kunt verwachten.\"", "\"Heel veel familie en vrienden van me zijn op die camping begonnen toen ze eenmaal met kinderen op vakantie gingen. De zee kent daar geen eb en vloed, daardoor hoef je iets minder op ze te letten. Verder komen we vooral voor het lekkere weer en het eten.\"", "Zitten daar nog steeds veel bekenden?", "\"Ja, mijn zusje komt met haar gezin en andere vrienden komen ook met hun gezin. Iedereen komt op eigen gelegenheid en we hebben allemaal onze eigen vakantiedata, maar iedereen overlapt met elkaar. Het is heel gezellig om samen een drankje te doen en we liggen allemaal op hetzelfde strand, maar iedereen gaat ook wel zijn eigen gang. We hebben dus geen grote gezamenlijke barbecues.\"", "“We doen drankjes samen en liggen op hetzelfde strand, maar ieder gaat ook zijn eigen gang.”", "\"Onze kinderen worden nu ook allemaal groter, die gaan allemaal samen chillen. Eigenlijk hoefde ik er dit jaar niet meer zo nodig heen, maar mijn zoon vindt het daar zo gezellig, dus we gaan er toch weer heen.\"", "Waarom wilde je er dan eigenlijk niet meer heen?", "\"Ik heb het na dertig jaar wel een beetje gezien. Je zit altijd op dezelfde camping, met hetzelfde uitzicht op de baai en dezelfde eettentjes. Het is heel mooi, maar je kent het op een gegeven moment ook wel. Maar goed, we hebben het besproken en we gaan er in ieder geval nog een jaartje heen.\"", "\"Door de rest van het jaar maken we nog wat stedentrips, bijvoorbeeld naar Amsterdam of naar Maastricht. Maar we gaan verder niet op skivakantie of zo. Onze 'grote' vakantie gaat naar de Côte d'Azur.\""], "authors": ["Door", "Lisanne Wieringa"], "keywords": ["een", "en", "naar", "ook", "maar", "vrienden", "côte", "daar", "familie", "dazur", "zitten", "te", "op", "jaar", "je", "veel", "met", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}