{"id": "46c25fee-0b3e-3c35-8a6a-53947946ae9b", "title": "De opa van Maarten van Rossem schreef: ‘De vijand is weg, maar de vijand in huis is er nog’", "url": "https://www.parool.nl/nederland/de-opa-van-maarten-van-rossem-schreef-de-vijand-is-weg-maar-de-vijand-in-huis-is-er-nog~b552d28e/", "summary": "Toen de Duitsers weg waren schreef opa: “De vijand is weg, maar de vijand in huis is er nog.”Ine Gevers is curator en oprichter/directeur van Stichting Niet Normaal INT.\nWe zijn kwetsbaar en afhankelijk, maar tegelijkertijd hebben we een enorme veerkracht en een grote hang naar samenwerking.\nHij is bezig met het lopen van een kruistocht, dezelfde die Godfried van Bouillon in 1096 begon, maar dan andersom.\nWe moeten werk maken van betrouwbare politiek en van de strijd tegen klimaatverandering.\nOok ziet hij dat het helemaal niet zoveel uitmaakt welk beleid landen hanteren, wat betreft het aantal besmettingen.", "paragraphs": ["Maarten en David de Goede kruisten vroeg in de jaren zestig al eens elkaars pad: beiden waren lid van het Utrechts Studenten Corps. David maakte op Maarten grote indruk, vanwege zijn kennis van de uitspraak van de Russische taal. We gaan in dit gesprek uiteraard van de hak op de tak. We hebben het eerst even over Karel van ‘t Reve en het lamlendige zitten dat Maarten pleegt te doen tijdens De slimste mens.", "", "Daarna komt het gesprek op corona. Corona zwiepte Maartens hele agenda leeg. Daarom had hij tijd voor een project dat al lang op de plank lag. Hij bundelde en ordende brieven van zijn opa die hij schreef in de Tweede Wereldoorlog. De gezinsverhoudingen waren niet altijd optimaal. Toen de Duitsers weg waren schreef opa: “De vijand is weg, maar de vijand in huis is er nog.”", "Ine Gevers is curator en oprichter/directeur van Stichting Niet Normaal INT. Ze organiseert exposities waarop actuele kunst is te zien. Kunst die vragen stelt over onze verhouding tot elkaar en de omgeving. We praten met haar over de expo Robot Love uit 2017, waarin de liefde tussen mens en robot centraal stond. Daarna hebben we het over (im)possible bodies, haar expo over de mens als cyborg, die als gevolg van de coronamaatregelen alleen online te zien is.", "Corona is een vreselijk virus, zegt ze, maar het laat wel goed zien hoe wij ons verhouden tot de omgeving. We zijn kwetsbaar en afhankelijk, maar tegelijkertijd hebben we een enorme veerkracht en een grote hang naar samenwerking. Kunst moet ontregelen, met humor en zelfreflectie, want wat is eigenlijk normaal en wat niet en wie maakt dat uit?", "Isabelle Petit studeert aan het Imperial College in Londen. Ze staat ons te woord vanuit de slaapkamer van een huisgenoot; het is woekeren met ruimte in deze thuiswerktijd. We praten over haar studie Climate Change & Finance. Het klimaatprobleem, zegt ze, kan je niet oplossen zonder de financiële kant erbij te betrekken. ‘Je kan nog zoveel willen veranderen, als er geen geld voor is, houdt het op, dus je hebt business solutions nodig.’", "Er is een balans nodig tussen groene groei en economische groei. Wil je een schonere toekomst bereiken? Dan moet je je geld schoon verdienen. Mensen gaan pas echt veranderen als hun portemonnee hen dat vertelt. Ze loopt nu stage bij Unilever, waar ze zich bezighoudt met het verduurzamen van de gehele productieketen.", "Ralf Bodelier is theoloog en filosoof. Hij beziet de wereld met een optimistische blik. Het gaat beter met de mensheid dan ooit, vindt hij, al lijkt het tegendeel het geval. Hij staaft deze stelling met stevige cijferbewijzen, die bij veel mensen weinig weerklank vinden. We zijn, vindt hij, ontzettend gefixeerd op slecht nieuws, op alles dat misgaat, op incidenten.", "Bodelier, de positivist met reden, spreekt met ons vanuit een appartement in Belgrado, waar hij een paar dagen verblijft. Hij is bezig met het lopen van een kruistocht, dezelfde die Godfried van Bouillon in 1096 begon, maar dan andersom. Hij loopt van Jeruzalem naar Nederland, om zo veel mogelijk mensen te spreken. De ontmoetingen stemmen hem hoopvol; de meeste mensen deugen inderdaad en zijn geneigd het goede te doen. Als wij daar meer oog voor hebben, is er nog veel meer verandering ten goede mogelijk. De innovaties in coronatijd zijn daar een mooi begin van.", "Willem Sijthoff is mediaondernemer, uitgever en vastgoedman. Hij spreekt met ons vanuit Capital C op het Weesperplein in Amsterdam, gevestigd in de voormalige diamantbeurs. We spreken over dit nieuwe centrum voor creativiteit, dat hij samen met Cor van Zadelhoff heeft gerealiseerd. We hebben het over flexibiliteit, over financiële controle, die in deze tijd meer dan voorheen noodzakelijk is, over vooruitzien en niet bang zijn. Als ondernemer ga je uiteraard alles aan. Hij zette een aantal community's op met andere bedrijven, zodat wielen maar één keer hoefden worden uitgevonden. Scenario’s maken - dat is voor bedrijven nu belangrijk, en dan het liefste duurzame scenario’s.", "We spreken Agnes Jongerius op haar verjaardag: ze wordt 60. Dat is belachelijk, vindt ze, maar je doet er niks aan en ze is nog keihard aan het werk. Sinds 2014 zit ze in het Europees Parlement voor de PvdA. Dat werk werd ruw onderbroken toen corona toesloeg. Er waren geen voorzieningen om het Europees Parlement op afstand te laten vergaderen. Dat lukt nu wel; er kan zelfs digitaal gestemd worden, maar ze mist haar fysieke werkplek enorm. Het videobellen, waar veel mensen zo de loftrompet over steken, vindt ze vermoeiend. Het is ongeschikt voor een open uitwisseling en het spuien van ideeën en ingevingen.", "Een les uit deze crisis, vindt Jongerius, zou moeten zijn dat er herwaardering voor overheidstaken moet komen. Ook is het volgens haar extra duidelijk dat een aantal zaken op Europees niveau geregeld moeten worden. Dat geldt bijvoorbeeld voor de rechten van arbeidsmigranten en de invoering van een Europees minimumloon. Intussen is ze te spreken over het verkiezingsprogramma van de PvdA. Ze vindt het supersterk dat de partij terug durft te komen op beleid waarvoor ze eerder zelf verantwoordelijk was.", "Willem Flinterman is arabist en historicus, maar de laatste tijd even niet. Wel in naam natuurlijk; we komen meteen in het begin van het interview al te spreken over zijn specialisatie - de geschiedenis van de Mammelukken -, maar meteen daarna hebben we het al over zijn nieuwe project. Flinterman is bezig met het opzetten van een bedrijf dat meelwormen kweekt. Die hebben de geweldige eigenschap dat ze plastic verteren. Toen corona toesloeg was hij net even op vakantie met zijn nieuwe vriendin. Ze hebben wekenlang in een huisje in Frankrijk in lockdown gezeten – ook daar kon hij het niet laten zijn onderzoek voort te zetten: hij bestelde via internet een verse lading meelwormen.", "We komen te spreken over de crisis, waarin onze wereld zich eigenlijk al een tijd bevindt, die bloot kwam te liggen door de gevolgen van corona. We moeten werk maken van betrouwbare politiek en van de strijd tegen klimaatverandering. Zijn meelwormen en alles dat hij op intellectueel gebied te bieden heeft, is daar zijn bijdrage aan. “De democratie is aan vernieuwing toe.”", "Ad Melkert, die we kennen als politicus, Nederlands bewindvoerder bij de Wereldbank en speciaal gezant van de Secretaris-Generaal van de VN in Irak, is tegenwoordig voorzitter van de NVZ, de koepelorganisatie van de Nederlandse ziekenhuizen. We spreken met hem over het ziekenhuisspitsuur van de tweede coronagolf, die, denkt hij, langer gaat duren dan de eerste.", "Ook spreken we over de veranderende rol van ziekenhuizen, de digitalisering waardoor zorg uit het ziekenhuis geplaatst kan worden, de groeiende wisselwerking met de ouderenzorg en de rol van kunstmatige intelligentie.", "Melkert zou graag zien dat het Elektronisch Patiënten Dossier, dat om privacyredenen nooit van de grond is gekomen, met waarborgen uiteraard, wordt ingevoerd. Hij vindt ook dat, in deze tijd die alles op zijn kop zet, de concurrentie tussen ziekenhuizen moet worden opgeschort.", "", "We eindigen het gesprek met een blik op de politiek in 2020. Er moet, vindt Melkert, goed nagedacht worden over linkse samenwerking, zonder partijfusies - pas dan ontstaat er een stevig tegenwicht tegen rechts.", "Lokke Moerel is een vooraanstaand expert op het gebied van privacy, databescherming en security. Ze komt in boardrooms van grote bedrijven om te adviseren op juridisch en ethisch gebied. Maar nu even niet. Ze liep al in maart corona op. Ze was flink ziek, maar ontdekte in haar lockdown wel de ruimte die het (tijdelijk) einde van al dat gereis haar gaf. Databescherming en het gevaar van hacks worden, vertelt ze, nog steeds zwaar onderschat. Soms moet er eerst een ramp gebeuren, voordat er echt werk van wordt gemaakt.", "Ze constateert dat in deze tijd de aandacht voor security en privacy, als gevolg van het explosief gestegen internetgebruik, wel is toegenomen. Ze volgde met veel interesse de ontwikkeling van de coronamelder-app en ontdekte dat burgers heel snel leren hoe belangrijk onze privacy is. Ook behandelen we de zaak Schremms, over het weglekken van onze privé-informatie naar Amerika. We hebben het over de nieuwe ontwikkelingen in fraudedetectie, over algoritmes, maar kijk en luister gerust: we verzanden niet in ingewikkelde technische haarkloverij. Sterker: we worden veel cyberwijzer.", "Journalist Bernard Hammelburg woont afwisselend in Amsterdam en New York. Hij was in Amsterdam toen het land in maart 2020 op slot ging. In eerste instantie veranderde er voor hem niet heel veel; hij werkt al 40 jaar vanuit huis. Na verloop van tijd begon de impact van de toestand tot hem door te dringen. Zijn voornaamste conclusie is nu: eigenlijk weet niemand veel van het ongrijpbare virus. Ook ziet hij dat het helemaal niet zoveel uitmaakt welk beleid landen hanteren, wat betreft het aantal besmettingen. Dus: ga op je eigen verstand af. Zo benadert hij de journalistiek ook. Hij zoekt zijn eigen bronnen. Dat is in deze tijden, waarin het fakenews oprukt, belangrijker dan ooit. Er is één ding, zegt hij, dat wij zeker weten: ‘deze crisis houdt een keer op.’ Er is een sterke neiging de draad van voor corona weer op te pakken, maar hij hoopt dat er lessen worden getrokken uit wat ons overkwam. De beelden van de vieze industriestad Wuhan, waarin de lucht binnen 3 maanden volkomen was opgeklaard, zal hij nooit vergeten.", "De nieuwe Europese beweging Volt heeft een grote aantrekkingskracht op jongeren, zo ook op Bibi Wielinga. Ze stelde zich vorig jaar, op haar zeventiende, kandidaat voor het Europees Parlement. Ze stond op de vijfde plaats, Volt haalde één zetel. Volgend jaar doet ze namens Volt mee aan de Tweede Kamerverkiezingen. Wielinga deed, midden in de coronacrisis, examen VWO, en ze vertelt hoe dat ging en hoe merkwaardig het voelde: geslaagd zijn zonder Centraal Schriftelijke Eindexamen te hebben gedaan. De coronacrisis, zegt ze, maakt kristalhelder duidelijk hoe wij als maatschappij op basis van welzijn moeten functioneren en hoe we meer voor elkaar moeten zorgen. Er moet meer met jongeren worden gesproken over hun ideeën voor een betere samenleving, in heel Europa. Want alleen met een sterk Europa kunnen wij de problemen waar we voor staan aanpakken.", "Roland van der Vorst stond, in zijn functie als hoofd innovatie van de Rabobank, op het punt naar Australië af te reizen om daar boeren te bezoeken toen de coronacrisis uitbrak. Sindsdien beperkt zijn werkterrein zich tot zijn studeerkamer. Dat nieuwe werken, zegt hij, dat is wel efficiënt, maar je mist ontzettend veel ‘ritselruimte’. Ruimte waarin je, door gesprekjes, gebeurtenissen, toevallige ontmoetingen en het verzetten van gedachten op ideeën kunt komen.", "De coronacrisis kan, betoogt hij, veel nieuwe dingen losmaken, maar hij ziet ook veel conservatisme. Laten we er ons voordeel mee doen. Deze crisis dwingt ons van elkaar te leren en technisch te innoveren. ‘Laten we alles in grotere samenhang bekijken dan we tot nu toe deden.’", "Maya Meijer is vastgoedondernemer. Zij is gespecialiseerd in cultureel erfgoed. Het pad naar het doel is nooit recht, vertelt ze. In de grote projecten die ze aanpakt, waaronder de ontwikkeling van het Westergasterrein en Paleis Soestdijk, heeft ze met zo veel verschillende mensen en belanghebbenden te maken, dat ze tegelijkertijd vasthoudend en flexibel moet zijn. Verandering vraagt tijd en geduld. Je moet altijd het resultaat voor ogen blijven houden, ook in deze coronaperiode, waarin van iedereen flexibiliteit en improvisatievermogen wordt gevraag. We kunnen, zegt ze, veel sterker uit deze crisis komen, als we bereid zijn om beter naar elkaars ideeën te luisteren.", "Faiza Dadi is dochter van Algerijnse immigranten. Ze doorliep achtereenvolgens Mavo, Havo en VWO, daarna volgde ze twee studies, maakte een komeetachtige carrière in de bankenwereld maar koos uiteindelijk voor het algemeen belang. Ze werd secretaris van het stadsdeel Zuidoost in Amsterdam. Ze stapte daar in juni 2015 op omdat er ernstig werd getwijfeld aan haar integriteit. We praten over wat dat met haar gedaan heeft, over door achterstand gedreven ambitie, over het gedrag van dominante mannen in het bedrijfsleven, dat ze herkent uit de islamitische wereld en over een aantal hoopgevende veranderingen die zich aan het voltrekken zijn.", "We kennen Carolien Gehrels van haar wethouderschap in Amsterdam, waarin ze zich een warm pleitbezorger toonde voor cultuur. Cultuur maakt een stad, vertelt ze, het economische belang van cultuur wordt enorm onderschat.", "Thans is ze Directeur Europese Steden bij Arcadis, een ontwerp- en consultancyorganisatie op het gebied van de natuurlijke en gebouwde omgeving. Normaal reist ze rond door Europa, om steden te inspireren van elkaar te leren, nu Zoomt en Hangout ze, over spannende culturele omgevingen, over de stad als magneet, over het voordeel van een polycentrisch landschap. Ze wandelde door de uitgestorven stad, zag de dichte theaters en dacht na over de kaalslag, over de kwetsbaarheid van de cultuur. Ze zag intussen op televisie veel troost door kunst en cultuur, maar ze maakt zich grote zorgen over de nabije toekomst.", "De journalist en schrijver Mark Blaise schrijft over uiteenlopende onderwerpen. We praten met hem over poëzie, over zijn zoons, die hem een aardig inkijkje geven in hoe het er voor staat met de wereld. Het is, zegt hij, ‘me and my selfie en heel klein’. Als het maar bevalt in je eigen, kleine groep, dan zit je wel goed. Daar gaapt een wereld van onbegrip. Dat geldt, vindt hij, niet alleen voor hem en zijn zoons, maar voor de generaties in heel Nederland.", "Hij pleit voor een zuivere kijk op de wereld, gestoeld op vriendschap, solidariteit, trouw en loyaliteit.", "Corona ziet hij als een signaal van de geschiedenis aan de mensheid. Opeens beseffen we dat we met botox of fillers helemaal geen 115 kunnen worden, dat vluchten naar Mars er niet meer toe doen. We zijn weer op onszelf aangewezen en zien dingen weer even in de juiste proporties. Dat zouden we moeten proberen vast te houden.", "De camera van fotojournalist en filmmaker Kadir van Lohuizen heeft al veel onrecht en misstanden vastgelegd. Hij maakte grote indruk met reportages over de eerste Palestijnse opstand, de diamantindustrie in Afrika en de situatie in Tibet. Hij had grootse plannen, begin dit jaar. Hij stond op het punt om af te reizen naar het Noordpoolgebied, om daar samen met zijn Russische collega Yuri Kozylev de toestand in kaart te brengen, voor VPRO Tegenlicht, toen corona roet in het eten gooide.", "Het Noordpoolijs smelt, vertelt hij. Dat zet de geopolitieke verhoudingen op scherp, vanwege de grote hoeveelheden grondstoffen, die opeens makkelijk te winnen zijn. Dat maakt de vraag actueel van wie de Noordpool eigenlijk is.", "Hij voelde zich gevangen in het lege Amsterdam. Hij fotografeerde de schoonheid van De Wallen, deed research voor een nieuw project en ging af en toe eens langs bij zijn expo Rijzend Water in het Scheepvaartmuseum, over de wereldwijde impact van de stijging van de zeespiegel.", "V.C.N.C., gesprekken over leven voor en na corona. Een samenwerking tussen de Lorenzetti Governance Foundation en Het Parool.", "David De Goede heeft bedrijfskunde en antropologie gestudeerd. Hij was de eerste antropoloog die bij Philips in dienst kwam. Hij bouwde daar mede de afdeling Philips En De Samenleving op. De afgelopen 20 jaar was hij managing partner van een vooraanstaand headhuntersbureau met opdrachtgevers in het bedrijfsleven en het publieke domein.", "Vincent Bijlo is theatermaker, schrijver en opiniemaker. Hij heeft een twintigtal cabaretprogramma’s op zijn naam staan en een aantal voorstellingen over de twintigste-eeuwse geschiedenis. Daarnaast publiceert hij romans en columns en maakt hij podcasts."], "authors": ["David De Goede En Vincent Bijlo"], "keywords": ["maarten", "van", "opa", "huis", "nog", "schreef", "het", "maar", "rossem", "hij", "op", "zijn", "ze", "vijand", "en", "een", "dat", "te", "weg"], "pubDate": "2020-12-09T16:15:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}