{"id": "46c208f8-73b0-3cef-b6f8-ea7c513b3e94", "title": "Tbs voor in 'psychotische belevingswereld' doodsteken hardloper in Groningen", "url": "https://nu.nl/binnenland/6096615/tbs-voor-in-psychotische-belevingswereld-doodsteken-hardloper-in-groningen.html", "summary": "De rechtbank in Groningen volgt het advies van deskundigen en legt Milton T. alleen tbs met dwangverpleging op voor het doodsteken van Hidde Bergman (27) in Groningen.\nDe 28-jarige T. ontkent verantwoordelijk te zijn voor de dood van de man.\nZijn DNA op het hoesje van het gebruikte mes koppelt hem echter aan de plaats delict, evenals getuigenverklaringen.\nVoor de rechtbank staat dan ook vast dat T. op de avond van 14 mei 2019 Bergman heeft doodgestoken bij het Jaagpad in de stad Groningen.\nVoor een vooropgezet plan en daarmee moord ontbreekt bewijs.", "paragraphs": ["De rechtbank in Groningen volgt het advies van deskundigen en legt Milton T. alleen tbs met dwangverpleging op voor het doodsteken van Hidde Bergman (27) in Groningen. De man zou het willekeurige slachtoffer in psychotische toestand hebben omgebracht.", "De 28-jarige T. ontkent verantwoordelijk te zijn voor de dood van de man. Zijn DNA op het hoesje van het gebruikte mes koppelt hem echter aan de plaats delict, evenals getuigenverklaringen.", "Voor de rechtbank staat dan ook vast dat T. op de avond van 14 mei 2019 Bergman heeft doodgestoken bij het Jaagpad in de stad Groningen. Bergman had twee steekwonden in zijn rug. De rechtbank trekt net als het OM de conclusie dat er sprake is van doodslag. Voor een vooropgezet plan en daarmee moord ontbreekt bewijs.", "T. is een verwarde dader die stemmen in zijn hoofd had, aldus de rechter. Het Pieter Baan Centrum stelde een psychotische toestand en schizofrenie bij T. vast. De kans op herhaling is volgens deskundigen groot.", "T. vernam het vonnis via de telefoon. Het voorlezen daarvan begon met een half uur vertraging door een corona-uitbraak in de Penitentiaire Inrichting Vught, waar T. vastzit."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "groningen", "psychotische", "een", "en", "tbs", "doodsteken", "zijn", "hardloper", "bergman", "op", "voor", "belevingswereld", "rechtbank", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}