{"id": "46f88719-0448-3d28-bdc5-34380b327820", "title": "Column Herman Sandman: Kapotte bril", "url": "https://www.dvhn.nl/meningen/Columns/Column-Herman-Sandman-Kapotte-bril-26289845.html", "summary": "Pakjes gedroogde soep, blikjes vis en tomatensap en we hadden nog aardappelen en uien en koffie en toiletpapier.\nDat besef en een wandeling in het bos bracht de kalmte terug en thuis at ik een banaan en een appel.\nIk had spijt dat ik die middag niet naar de lokale bouwmarkt was gegaan voor een nieuwe wc-bril.\nVijf weken op een kapotte trok ik niet.\nIk overwoog de eigenaar van de bouwmarkt te bellen, of hij een bril tegen de zijkant van de winkel wilde zetten en een tikkie sturen.", "paragraphs": ["Mijn eerste reactie was: direct naar de winkel, eten inslaan. En toiletpapier. De aankondiging van de harde lockdown maakte onrustig. Ik wilde iets. Handelen. Doen.", "Een korte blik in de voorraadkast leerde dat er genoeg voedsel was. Pakjes gedroogde soep, blikjes vis en tomatensap en we hadden nog aardappelen en uien en koffie en toiletpapier. We konden als het moest enkele weken vooruit. Les van de vorige keer.", "Ik dacht aan de vergrendeling voor de zomer en besefte dat onze supermarkt in negen maanden tijd niet één dag dicht is geweest of lege schappen had. Dat besef en een wandeling in het bos bracht de kalmte terug en thuis at ik een banaan en een appel.", "De premier zorgde weer voor twijfel. Ik had spijt dat ik die middag niet naar de lokale bouwmarkt was gegaan voor een nieuwe wc-bril. De onze was stuk. Vijf weken op een kapotte trok ik niet.", "Ik overwoog de eigenaar van de bouwmarkt te bellen, of hij een bril tegen de zijkant van de winkel wilde zetten en een tikkie sturen.", "Een domme gedachte want bij hem ging dat ook via de website. Bezorging aan huis.", "Waarna ik ineens heel raar aankeek tegen de rijen van maandag. We konden toch online shoppen? We waren toch lyrisch over lezen op iPad en E-reader? Boeken kon je toch downloaden? Mijn vrouw en ik besloten ons de kop niet gek te laten maken.", "Zij vond mijn onrust zelfs onnodig. ,,Supermarkt is altijd open.’’", "Ik knikte . ,,Maar ik heb in het bos wel aardappelen gekocht.’’"], "authors": ["Herman Sandman"], "keywords": ["toch", "kapotte", "van", "ik", "een", "sandman", "voor", "niet", "het", "mijn", "en", "dat", "herman", "column", "bril"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}