{"id": "472dd226-b261-358c-b54a-2a5de9a71dc3", "title": "Politieke partij Nida presenteert 'superdiverse' lijst", "url": "https://nos.nl/artikel/2363790-politieke-partij-nida-presenteert-superdiverse-lijst.html", "summary": "De politieke partij Nida heeft haar kandidatenlijst voor de Tweede Kamerverkiezingen vastgesteld.\nDe partij presenteert zichzelf als \"de stem van een nieuwe generatie met superdivers dna en islamitische inspiratie\".\nDe pedagoog stapte vorig jaar uit de Rotterdamse fractie van Nida om de deelname aan de Kamerverkiezingen voor te bereiden.\nNida, dat nu is vertegenwoordigd in de gemeenteraden van Rotterdam, Den Haag en Almere, doet voor het eerst mee aan de landelijke verkiezingen.\nAls Nida in de Kamer komt, is de partij naar eigen zeggen de eerste politieke groepering op islamitische grondslag in een nationaal parlement in Europa.", "paragraphs": ["De politieke partij Nida heeft haar kandidatenlijst voor de Tweede Kamerverkiezingen vastgesteld. De partij presenteert zichzelf als \"de stem van een nieuwe generatie met superdivers dna en islamitische inspiratie\".", "Nida wil Nederland naar eigen zeggen socialer, spiritueler, duurzamer, creatiever en inclusiever maken. De algemene ledenvergadering stelde de lijst vandaag vast. Volgens lijsttrekker Nourdin El Ouali is er een evenwichtige mix van expertises, talent, ervaring en vrouwen en mannen uit heel Nederland.", "Politiek leider El Ouali is de oprichter van de partij. De pedagoog stapte vorig jaar uit de Rotterdamse fractie van Nida om de deelname aan de Kamerverkiezingen voor te bereiden.", "Op de tweede plaats staat advocate Elsa van de Loo. Zij werd onder meer bekend als VN-jongerenvertegenwoordiger namens Nederland. Op plek drie staat de vroegere Nida-voorzitter Nurullah Gerdan. De vierde plaats is voor politie-teamchef Fatima Aboulouafa. Zij raakte in conflict met de politie nadat ze aandacht had gevraagd voor racisme en machtsmisbruik binnen die organisatie. De vijfde plaats is ingeruimd voor Elvin Rigters, die onder meer actief is bij \"Kick out Zwarte Piet\".", "Nida, dat nu is vertegenwoordigd in de gemeenteraden van Rotterdam, Den Haag en Almere, doet voor het eerst mee aan de landelijke verkiezingen. Als Nida in de Kamer komt, is de partij naar eigen zeggen de eerste politieke groepering op islamitische grondslag in een nationaal parlement in Europa."], "authors": [], "keywords": ["zij", "lijst", "politieke", "van", "nida", "voor", "en", "superdiverse", "een", "zeggen", "presenteert", "partij", "als", "plaats"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}