{"id": "472ee0d6-355f-3487-90bb-852cfef45fdb", "title": "Kevin Costner en Diane Lane maken indruk in Let Him Go ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/kevin-costner-en-diane-lane-maken-indruk-in-let-him-go~b8e8509a/", "summary": "Kevin Costner en Diane Lane in Let Him Go.\nBeeld FilmstillLet Him Go gaat van rouwdrama over in een nachtmerrieachtige B-western als opa en oma op zoek naar hun plots verdwenen kleinkind diep in Montana belanden, ver van de beschaafde wereld.\nDe gedegenereerde white trash-familie die nu over hun kleinzoon waakt, wenst het joch niet op te geven.\nSoms iets té: de indianenknul die George en Margaret te hulp schiet en pro forma stamelt over misstanden jegens de oorspronkelijke Amerikaanse bewoners verdiende beter geschreven scènes.\nCostner en Lane maken indruk als onverzettelijke opa en oma.", "paragraphs": ["Kevin Costner en Diane Lane in Let Him Go. Beeld Filmstill", "Let Him Go gaat van rouwdrama over in een nachtmerrieachtige B-western als opa en oma op zoek naar hun plots verdwenen kleinkind diep in Montana belanden, ver van de beschaafde wereld. De gedegenereerde white trash-familie die nu over hun kleinzoon waakt, wenst het joch niet op te geven.", "Regisseur Thomas Bezucha legt het er dik bovenop in zijn verfilming van de gelijknamige roman uit 2013. Soms iets té: de indianenknul die George en Margaret te hulp schiet en pro forma stamelt over misstanden jegens de oorspronkelijke Amerikaanse bewoners verdiende beter geschreven scènes. Wel intrigerend is de aanjagende positie die de oudere vrouwen innemen (we tellen twee matriarchen) bij het tentoongespreide geweld. Costner en Lane maken indruk als onverzettelijke opa en oma. De een ingetogen en de ander stuurs."], "authors": ["Bor Beekman"], "keywords": ["van", "opa", "let", "het", "op", "diane", "die", "kevin", "costner", "lane", "en", "te", "oma", "maken", "hun", "indruk"], "pubDate": "2020-12-02T14:36:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}