{"id": "472eba24-7823-390f-a14f-fff02a5f2954", "title": "Dag van de Korte Film doet verlangen naar maandelijkse herhaling", "url": "https://trouw.nl/cultuur-media/dag-van-de-korte-film-doet-verlangen-naar-maandelijkse-herhaling~b76855a8/", "summary": "Dat bewijzen ook weer de vijf korte films die op Picl te zien zijn onder de vlag ‘Dag van de Korte Film’.\nOfficieel was die dag 21 december, de kortste dag van het jaar, maar de films zijn nog tot 4 januari te zien.\nHet zijn vijf zeer uiteenlopende films: de een realistisch, de ander impressionistisch, een derde documentair, een vierde en een vijfde animatie.\nKnap omdat het verhaal dat de film eigenlijk vertelt, zich volledig in het hoofd van het personage afspeelt.\nOntroerend is ook de documentaire ‘Short Trip’, die een groep vrienden volgt op een vakantie in Frankrijk.", "paragraphs": ["Gelukkig is er de laatste jaren een begin gemaakt met de vertoning van korte films in bioscopen, maar die praktijk zou enorm mogen worden uitgebreid. Dat bewijzen ook weer de vijf korte films die op Picl te zien zijn onder de vlag ‘Dag van de Korte Film’. Officieel was die dag 21 december, de kortste dag van het jaar, maar de films zijn nog tot 4 januari te zien.", "De kortste duurt 8 minuten, de langste 25 minuten. Het zijn vijf zeer uiteenlopende films: de een realistisch, de ander impressionistisch, een derde documentair, een vierde en een vijfde animatie.", "‘Korte Kuitspier’ laat op een luchtige en doeltreffende manier zien hoe absurd en bevreemdend het is als anderen je in een hokje stoppen waar je jezelf helemaal niet in herkent. Henry van Loons personage Anders weet niet wat ’m overkomt, waarna de boel gierend uit de hand loopt.", "Pijn en twijfels", "Heel knap is het ontroerende ‘Zeepaard’, met Rifka Lodeizen als een jonge vrouw die op het punt staat een abortus te ondergaan. Knap omdat het verhaal dat de film eigenlijk vertelt, zich volledig in het hoofd van het personage afspeelt. De pijn en de twijfels waarvan ze nu al weet dat die nooit helemaal zullen verdwijnen, zie je op haar uitdrukkingsloze gezicht, hoor je in de woorden die ze niet uitspreekt.", "Ontroerend is ook de documentaire ‘Short Trip’, die een groep vrienden volgt op een vakantie in Frankrijk. Zuipen, feesten, op afgetrapte brommers door het weiland crossen. Onder de beelden hoor je hun stemmen. Ze vertellen over Dave, die net als zij onsterfelijk was, zoals alleen jonge mannen onsterfelijk kunnen zijn. Tot hij verongelukte. “Misschien heb ik nog steeds het gevoel dat de batterij van zijn telefoon gewoon leeg is en dat dat de ­reden is dat hij niet antwoordt”, zegt een van hen.", "Het format van vijf gebundelde en stilistisch uiteenlopende korte films leent zich uitstekend voor een maandelijkse herhaling, zodat een groot publiek ermee kan kennis­maken. En niet alleen zolang deze crisis duurt. Gewoon blijven doen. Waarom alleen voor het veel duurdere anderhalfuur-formaat kiezen?", "Tot 4 januari te zien op Pcl.nl"], "authors": ["Redactie Trouw"], "keywords": ["zijn", "van", "doet", "naar", "en", "een", "dat", "film", "korte", "op", "herhaling", "verlangen", "het", "dag", "niet", "die", "maandelijkse", "je"], "pubDate": "2020-12-24T00:00:11Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}