{"id": "474cc09b-5e89-3347-ab11-91ddce2ce1f0", "title": "Trek een dikke jas aan, ga naar buiten", "url": "https://trouw.nl/sport/trek-een-dikke-jas-aan-ga-naar-buiten~b887ab6a/", "summary": "Na dagen en weken van sombere grijste, is het vandaag echt een beest van een dag.\nZe zijn momenteel waarder dan ooit:Trek een dikke jas aan, ga naar buiten.\nHoe meer uren je buiten doorbrengt, hoe meer de wind het gedoe uit je kop blaast.\nDe kou op mijn wangen, de warmte in mijn lijf onder de regenjas.\nHoe beestachtig het buiten ook is.", "paragraphs": ["Na dagen en weken van sombere grijste, is het vandaag echt een beest van een dag. Weercode geel. De wolken groot en laag. Slagregens. Wind die alles aan flarden blaast. Toch fiets ik. Omdat het vandaag even kan.", "Blijf gezond, zeggen ze dit jaar. Fysiek en zeker ook mentaal. Er worden tips aan toegevoegd. Lees een goed boek. Maak een wandeling. Ga lekker sporten. Neem tijd voor jezelf. Tank bij. Precies hier begint de pandemieparadox in mijn leven.", "Want bijtanken is belangrijker dan ooit, maar het kan bijna niet. Met baby en peuter thuis en met een bedrijf dat negentig procent van de werkzaamheden moest staken, is er geen zelftijd. Het is zorgen, werken. Zorgen en werken. Geregeld tot diep in de nacht.", "Het gaat ons goed, we komen erdoor. We creëerden nieuw werk. Het kost meer tijd en nog veel meer energie, maar we redden ons goed. Fysiek dan. Mentaal is een uitdaging, voor mij dan toch. Als je lange tijd niet mag doen waar je hart ligt, dan raak je een stuk van jezelf kwijt, zo ontdekte ik dit jaar. Op de fiets vind ik het terug, al is het maar in de verte. Aan de horizon.", "Maar juist dat fietsen schiet er dus bij in. En op momenten dat het wel even zou kunnen, laat buiten z’n guurste gezicht zien. De verleiding om binnen te blijven, is groot. De kachel trekt hard. Hoe minder ik ga, hoe meer ik vergeet hoe heilzaam het is. Vandaag ga ik toch.", "Het water staat hoog. Wind brult in mijn oren. Ik passeer een gezin dat zich ook buiten waagt, de kinderen rennen, maken vleugels van armen. Ze leunen en komen bijna niet vooruit. Rode neuzen. Schitterogen. Ik schreeuw boven de wind uit “Hallo!” naar de ouders. Ze roepen stralend naar me terug.", "De wind blaast het gedoe uit je kop", "Ik denk aan de woorden die ik zes jaar geleden op deze plek schreef, op ongeveer dezelfde dag in het jaar. Ze zijn momenteel waarder dan ooit:", "Trek een dikke jas aan, ga naar buiten. Ook als het regent, ook als het stormt. Hoe meer uren je buiten doorbrengt, hoe meer de wind het gedoe uit je kop blaast. Buiten verwacht niks van je. Buiten geeft alleen maar; buiten brengt je dichter bij jezelf. Buiten is pretentieloos prachtig. En nog gratis ook.", "De euforie van mijn eerste fietstochten vergeet ik nooit. De chaos in mijn hoofd, kolkende gedachten, gepieker: ze verdwenen onder mijn zoevende bandjes, lekten weg in de berm en losten op in het gras en het mos. Er kwam rust voor terug, stilte in mijn hoofd. Helderheid. Goede ideeën. Meer geduld, met mezelf en met anderen.", "De chagrijnigste mensen zijn de mensen die altijd binnen zitten. Binnen zijn zoveel dingen om gehumeurd van te raken. Werkstress, deadlines. Het nieuws. Het nieuws dat zo machteloos en moedeloos maakte dit jaar.", "Ik race door een plas. Het liefst zou ik u laten voelen hoe dat is, want het is heerlijk. De kou op mijn wangen, de warmte in mijn lijf onder de regenjas. Wat is het leven meer dan een zoektocht naar wat je gelukkig maakt? Fietsen maakt mij gelukkig, steeds weer.", "De komende weken zal er weinig tijd zijn om te gaan, maar ik neem me voor elk moment aan te grijpen. Hoe beestachtig het buiten ook is. En dat gun ik u ook. Net als zes jaar geleden schrijf ik daarom op deze plek: ontzettend veel buiten wens ik u. Nu en in het komende jaar.", "Journalist en voormalig profwielrenner Marijn de Vries fietst u elke maandag door het sportweekend. Lees hier eerdere columns terug."], "authors": ["Marijn De Vries"], "keywords": ["ik", "trek", "van", "ga", "mijn", "naar", "en", "een", "jas", "buiten", "aan", "op", "het", "meer", "dikke", "je"], "pubDate": "2020-12-28T08:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}