{"id": "47500dc4-9e78-33a3-9dcd-a91fed0ec3b0", "title": "Uber verkoopt afdeling voor ontwikkeling van zelfrijdende auto's", "url": "https://nu.nl/tech/6095244/uber-verkoopt-afdeling-voor-ontwikkeling-van-zelfrijdende-autos.html", "summary": "Taxibedrijf Uber stopt met de eigen ontwikkeling van zelfrijdende auto's.\nUber werkte vijf jaar lang zelf aan de ontwikkeling van zelfrijdende auto's.\nEen jaar later werd Uber voor de rechter gesleept omdat Levandowski geheime Google-documenten over de ontwikkeling van zelfrijdende auto's zou hebben gedeeld met Uber.\nDe zelfrijdende auto van Uber kwam ook in het nieuws na een fatale aanrijding met een voetganger.\nNa de dodelijke aanrijding stopte Uber tijdelijk met het testen van zelfrijdende auto's op de openbare weg om aanpassingen te kunnen doen die de veiligheid moesten garanderen.", "paragraphs": ["Taxibedrijf Uber stopt met de eigen ontwikkeling van zelfrijdende auto's. Uber verkoopt de afdeling die aan autonome wagens werkt aan de Amerikaanse start-up Aurora, zo maken beide bedrijven bekend.", "Uber neemt een belang van 26 procent in Aurora en investeert 400 miljoen dollar (ruim 330 miljoen euro) in het bedrijf, dat software voor autonoom rijden maakt. Uber zal uiteindelijk via de Uber-app auto's aanbieden die rijden met het systeem van Aurora.", "Als onderdeel van de overeenkomst treedt Uber-directeur Dara Khosrowshahi toe tot het bestuur van Aurora.", "Uber werkte vijf jaar lang zelf aan de ontwikkeling van zelfrijdende auto's. Dat ging niet zonder tegenslagen. Zo kocht Uber in 2016 de start-up Otto, opgericht door voormalig Google-werknemer Anthony Levandowski.", "Een jaar later werd Uber voor de rechter gesleept omdat Levandowski geheime Google-documenten over de ontwikkeling van zelfrijdende auto's zou hebben gedeeld met Uber. In 2018 werd een schikking in de zaak getroffen en dit jaar kreeg Levandowski een celstraf van achttien maanden voor het stelen van bedrijfsgeheimen.", "De zelfrijdende auto van Uber kwam ook in het nieuws na een fatale aanrijding met een voetganger. Een bestuurster die had moeten ingrijpen, keek op dat moment een televisieprogramma op haar telefoon. Na de dodelijke aanrijding stopte Uber tijdelijk met het testen van zelfrijdende auto's op de openbare weg om aanpassingen te kunnen doen die de veiligheid moesten garanderen."], "authors": ["Door"], "keywords": ["zelfrijdende", "van", "uber", "het", "op", "met", "die", "ontwikkeling", "verkoopt", "autos", "een", "afdeling", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}