{"id": "4759f0ef-c9fe-3c09-8fbb-1685a58bf4fc", "title": "Huawei plaatst games van Tencent weer terug in appwinkel", "url": "https://nu.nl/tech/6099842/huawei-plaatst-games-van-tencent-weer-terug-in-appwinkel.html", "summary": "De Chinese smartphonemaker Huawei heeft alle Tencent-games die vrijdag waren verwijderd, dezelfde dag weer teruggeplaatst in zijn appwinkel.\nEen bron van Reuters bij Tencent zegt dat dat Huawei een commissie van 50 procent had geëist op aankopen in hun games.\nNa verdere onderhandelingen zijn de games weer teruggeplaatst in de appwinkel.\nVerschillende marktonderzoekers schatten het marktaandeel van Huawei in de Chinese smartphonemarkt op tussen de 41 en de 43 procent.\nTencent is een van de grootste techbedrijven van China en heeft een significant deel van de nationale mobiele gamemarkt in handen.", "paragraphs": ["De Chinese smartphonemaker Huawei heeft alle Tencent-games die vrijdag waren verwijderd, dezelfde dag weer teruggeplaatst in zijn appwinkel.", "De games werden korte tijd verwijderd omdat de twee bedrijven het niet eens konden worden over een deal. Huawei liet Bloomberg vrijdag weten dat het ging om een 'wijziging in de voorwaarden' door Tencent.", "Een bron van Reuters bij Tencent zegt dat dat Huawei een commissie van 50 procent had geëist op aankopen in hun games. De spellen werden verwijderd omdat beide partijen het daar niet over eens konden worden.", "Na verdere onderhandelingen zijn de games weer teruggeplaatst in de appwinkel. Verschillende marktonderzoekers schatten het marktaandeel van Huawei in de Chinese smartphonemarkt op tussen de 41 en de 43 procent. Tencent is een van de grootste techbedrijven van China en heeft een significant deel van de nationale mobiele gamemarkt in handen."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["tencent", "zijn", "van", "games", "verwijderd", "appwinkel", "een", "weer", "plaatst", "het", "huawei", "terug", "werden", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}