{"id": "476132f7-b335-343f-9960-e13f8af4a15a", "title": "Zorgmedewerkers gaan bij vaccinatie voor kwetsbaren en dat stuit op veel kritiek", "url": "https://trouw.nl/nieuws/zorgmedewerkers-gaan-bij-vaccinatie-voor-kwetsbaren-en-dat-stuit-op-veel-kritiek~b490153f/", "summary": "Volgens het nieuwste vaccinatieschema van het kabinet komen 75-plussers die nog thuis wonen eind maart, begin april aan de beurt.\nEn: ‘Bij elk vaccin bij een jongere is dat extra sterfte bij ouderen’.\n“Begin met het vaccineren van personeel dat het meest nodig is in de ziekenhuizen en op de ambulance”, zeiden ze.\nVeel zal afhangen van het vaccin van farmaceut AstraZeneca en de Universiteit van Oxford.\nFeit is dat het relatief stil is rond het vaccin van AstraZeneca, dat in het Verenigd Koninkrijk via een noodvergunning is toegelaten.", "paragraphs": ["Keer op keer hamerde de Gezondheidsraad erop om ouderen en kwetsbare mensen als eersten te vaccineren. Vooral omdat het eerste vaccin zo opvallend goed bij deze groep werkt. Toch gaan de eerste honderdduizend prikken in de armen van relatief gezonde jonge mensen. Is dat erg?", "Het was een moeilijk bericht dat zorgorganisatie Icare deze week naar buiten bracht. Voor een aantal van de bewoners van het verpleeghuis Dekelhem in het Drentse Gieten komt het vaccin te laat. Zeker 31 van de 85 bewoners en 26 medewerkers zijn besmet met het coronavirus. Inmiddels zijn drie bewoners overleden.", "“De situatie in Dekelhem is heel verdrietig. We doen er alles aan om de uitbraak een halt toe te roepen”, zegt Gia Wallinga, directeur zorg bij Icare. Ze zucht: tien maanden lang wist Icare het coronavirus nagenoeg buiten de deuren van haar dertien verpleeghuizen te houden. Tot nu.", "Tegelijk was er deze week ook goed nieuws: in Nederland werd begonnen met vaccineren. Ook het zorgpersoneel van Icare werd uitgenodigd voor een inenting. “Deze tijd is ontzettend zwaar voor onze mensen. De angst dat zij het virus onverhoopt toch mee naar binnen nemen is groot. Daarom ben ik blij dat ze het vaccin binnenkort krijgen”, zegt Wallinga.", "Toch is er ook aarzeling bij de zorgdirecteur. “Eigenlijk wil je dat de bewoners, uiteraard vrijwillig, als eerste gevaccineerd worden. Alleen daarmee voorkom je een uitbraak zoals in Dekelhem. Pas als de kwetsbare mensen zijn beschermd kan onze gezondheidszorg weer normaal functioneren. Pas dan wordt het werk voor al het zorgpersoneel, ook het onze, weer een beetje normaal.”", "Toch iets van frustratie", "Deze week trapte de GGD af met de belangrijkste vaccinatiecampagne uit de geschiedenis. De schaamte dat Nederland pas als laatste EU-land startte met vaccineren maakte plaats voor trots. Maar er waren meer verschillen tussen Nederland en de rest van de EU. Hier kreeg de 39-jarige verzorgende Sanna Elkadiri live op televisie de eerste prik. In Duitsland was dat een vrouw van 101, in België een 96-jarige man en in Engeland – al op 8 december – een vrouw van 90.", "De Gezondheidsraad zal het nooit zeggen, het adviesorgaan levert geen commentaar op beleid, maar er moet toch iets van frustratie voelbaar zijn geweest toen de eerste naald bij een 39-jarige in de arm verdween. Drie keer, op 18 november, 24 december en 4 januari hamerde de Raad erop om eerst (kwetsbare) ouderen te vaccineren omdat daar de meeste gezondheidswinst valt te behalen. ‘Het is onwenselijk dat ouderen lang op de vaccinatie moeten wachten’, stond er in het laatste advies twee dagen voor de eerste prik.", "Toch besloot het kabinet om te beginnen met het prikken van honderdduizenden – over het algemeen jongere en gezonde – zorgmedewerkers op centrale locaties. Omdat het vaccin van Pfizer, dat als eerste werd goedgekeurd in Europa, moet worden bewaard bij -70 graden Celsius en in grotere doses wordt verspreid, is het logistiek lastig om bewoners van verpleeg- en verzorgingshuizen en ggz-instellingen en mensen met een verstandelijke beperking als eerste te vaccineren.", "Sanna Elkadiri kreeg woensdag als eerste Nederlander het Pfizer-vaccin toegediend. Beeld REUTERS", "Plots kregen de afgelopen week ook 30.000 medewerkers in de acute zorg groen licht voor een vaccinatie, na een stevige lobby van ziekenhuisdirecteuren, artsen en intensivisten. Ook huisartsen kregen voorrang op de rest. Verliezen we de ouderen uit het oog in het gevecht om de eerste vaccins? Volgens het nieuwste vaccinatieschema van het kabinet komen 75-plussers die nog thuis wonen eind maart, begin april aan de beurt. Ter indicatie: ruim 80 procent van de mensen die overlijden aan Covid-19 is ouder dan 75 jaar.", "De bekende hoogleraar virologie Marion Koopmans (Erasmus MC), reageerde een dag nadat bekend werd dat er vaccins werden vrijgemaakt voor de acute zorg. Op Twitter schreef ze: ‘Houden we aub het principe de meest kwetsbare beschermen voor ogen?’. En: ‘Bij elk vaccin bij een jongere is dat extra sterfte bij ouderen’.", "Koopmans is lid van de vaste commissie Vaccinaties van de Gezondheidsraad. Het staat leden van die commissie vrij om commentaar te leveren op het kabinetsbeleid. “Wat we nu zien is dat andere groepen voorrang krijgen”, zegt Koopmans. “Het risico dat daardoor ontstaat is dat een toenemend deel van de vaccins waarvan we weten dat de werkzaamheid bij met name ouderen opmerkelijk goed is, niet meer beschikbaar is. Eigenlijk zien we dat al gebeuren.”", "Zoveel mogelijk reserveren voor ouderen", "Koopmans benadrukt dat je niet zou verwachten dat het vaccin van Pfizer (en vermoedelijk ook van Moderna die gebruikmaakt van dezelfde mRNA-techniek) zo goed werkt bij ouderen. Normaal hebben vaccins bij ouderen een lagere effectiviteit. Omdat de effectiviteit van andere vaccins bij ouderen mogelijk kan tegenvallen, zou je de vaccins van Pfizer zoveel mogelijk willen reserveren voor de groep ouderen.", "Het originele advies van de Gezondheidsraad bestond uit drie strategieën. Grofweg: mensen met de grootste kans op complicaties beschermen (ouderen, gehandicapten, zieken), vaccineren om anderen te beschermen (zorgpersoneel) en vaccineren om de maatschappij te laten blijven functioneren.", "De Gezondheidsraad herhaalde deze week haar voorkeur voor de eerste strategie. De keuze van het kabinet om personeel van verpleeg­huizen en andere instellingen als eerste te vaccineren (vaccineren om anderen te beschermen) is nog onbewezen effectief. Hiervoor moet het vaccin niet alleen beschermen tegen ziekte, maar ook tegen verdere verspreiding, ook als mensen door vaccinatie geen verschijnselen meer hebben. Of de eerste vaccins zo effectief zijn, wordt nog onderzocht.", "Dweilen met de kraan open", "Dat het kabinet toch afwijkt van het advies, stoort ook Christian Hoebe, collega-adviseur van Koopmans in de Gezondheidsraad. “Ik wil niet oneerbiedig klinken, maar met het inenten van zorgpersoneel zijn we aan het dweilen, terwijl je de kraan wilt dichtdraaien”, zegt hij. “Natuurlijk begrijp ik de urgente situatie in de zorg, maar het zijn de ouderen en kwetsbaren die ziek worden en daardoor zorg nodig hebben of zelfs sterven. Als je die groep weet te vaccineren dan draai je de kraan echt dicht en zeg je het virus een halt toe.”", "Hoebe is hoofd infectieziektebestrijding bij de GGD Zuid-Limburg, hoogleraar sociale geneeskunde (Maastricht University) en vast lid van het Outbreak Management Team. Het vaccineren van zorgpersoneel biedt slechts beperkt soelaas zegt hij. “Het is niet zo dat de huidige vaccinaties meteen een probleem oplossen. Het ziekteverzuim kun je niet volledig wijten aan Covid-19, maar ook omdat mensen op hun tandvlees lopen. Bovendien is het niet zo dat we maatregelen zoals quarantaine bij klachten volledig kunnen loslaten. Met het vaccineren van zorgmedewerkers boek je beperkte winst.”", "Dat er hier een daar een uitzondering wordt gemaakt, daar kan Hoebe inkomen. “Het punt is: moeten er zo snel zo veel vaccins naar de zorg gaan? De verhoudingen lijken nu scheef.”", "De vaccinatieplannen voor dit voorjaar Deze week begon het vaccineren van zorgpersoneel. Ongeveer 30.000 mensen werkzaam in de acute zorg worden ingeënt in ziekenhuizen. Ruim 600.000 medewerkers van verpleeg- en verzorgingshuizen, GGZ-instellingen en mensen werkzaam in de gehandicaptenzorg worden de komende maanden door de GGD op centrale locaties gevaccineerd. De regering hoopt, parallel aan het vaccineren van zorgpersoneel, ook ouderen zo snel mogelijk te kunnen vaccineren. Er wordt onderzocht of er in grote verpleeghuizen ter plaatse kan worden gevaccineerd. Ook beoordeelt het kabinet het advies van de Gezondheidsraad om thuiswonende ouderen toch uit te nodigen voor een vaccinatie bij de GGD. Die groep komt anders pas eind maart, begin april aan de beurt.", "Diezelfde waarschuwing uitte de Gezondheidsraad deze week. Als het daadwerkelijk te lastig is om met het bevroren Pfizer-vaccin bewoners van verpleeghuizen en andere zorginstellingen in te enten, nodig dan alle ouderen, te beginnen bij personen vanaf 75 jaar, uit voor een vaccinatie bij de GGD, adviseerde de Raad samen met het OMT. Dat zou nu al kunnen beginnen. Ouderen die echt niet naar een GGD-locatie kunnen komen, zouden door de huisarts kunnen worden gevaccineerd.", "In een reactie op dit advies schreef minister Hugo de Jonge dat de aanpak nog wordt uitgewerkt. De minister deed wel een handreiking. Hij laat onderzoeken of bewoners van grotere woonzorginstellingen eerder dan half februari kunnen worden ingeënt met het Pfizer-vaccin. Het vaccin van Moderna, dat woensdag werd goedgekeurd in Europa maar in kleine beetjes naar Nederland komt, kan dan op kleine schaal naar de oudste doelgroep gaan.", "‘Kabinet vergeet goed te communiceren’", "Hoogleraar ouderengeneeskunde Cees Hertogh (Amsterdam UMC) is iets minder kritisch op de vaccinatiestrategie. “Volgens mij probeert het kabinet in alle complexiteit een vaccinatiecampagne uit te rollen. Het is inderdaad essentieel dat men ongeacht logistieke complicaties het vaccin snel bij de groep krijgt die dit het hardste nodig heeft. Volgens mij probeert het kabinet dat ook, bijvoorbeeld door toch te gaan vaccineren in grote verpleeghuizen. Als verpleeghuisbewoners die prioriteit niet krijgen, dan zullen wij uiteraard van ons laten horen.”", "Hertogh mist echter een zorgvuldig verhaal van het kabinet. “Ze vergeten om de stappen in de campagne steeds goed te communiceren.”", "Dat begon al in december, zegt Hertogh, toen de strategie werd omgedraaid en bekend werd dat niet de kwetsbaarste mensen, maar zij die voor hen zorgen als eerste gevaccineerd zouden worden. “Dat is heel ongelukkig naar buiten gebracht, zorgpersoneel dacht dat zij als proefkonijn zouden dienen.”", "Jos Hermans (96) kreeg eind december als eerste Belg een prik met het Pfizer-vaccin. Beeld REUTERS", "Vergelijkbare kritiek uit Hertogh op de keuze om mensen die acute zorg verlenen te vaccineren. “Er gaan geen grote hoeveelheden vaccins naar een andere groep waarvan kwetsbare mensen de dupe zijn. Maar het gaat om de manier waarop. Nu lijkt het alsof Hugo de Jonge zwicht voor de druk van Gommers en Kuipers en dat zijn beleid zwabbert.” Met Gommers en Kuipers doelt Hertogh op ic-voorzitter Diederik Gommers en Ernst Kuipers, voorzitter van het Landelijk Netwerk Acute Zorg. Op 30 december deden zij samen een pleidooi in actualiteitenprogramma Nieuwsuur. “Begin met het vaccineren van personeel dat het meest nodig is in de ziekenhuizen en op de ambulance”, zeiden ze.", "De toon was gezet, tot frustratie van Hertogh, die net als Gommers lid is van het OMT. “Ik vind dat niet sjiek. Die ochtend van de uitzending kwam vaccinatie van zorgpersoneel ter sprake in het OMT en werd het plan gemaakt om die overweging te behandelen in een gezamenlijk overleg met de Gezondheidsraad. Een paar uur later zit je bij Nieuwsuur aan tafel te pleiten voor je eigen zaak. Dat klonk als eigen sector eerst.”", "Hoewel minister De Jonge eerst niet lijkt te willen toegeven, komt op 2 januari alsnog het bericht dat alle mensen werkzaam op de intensive care, spoedeisende hulp of ambulance vervroegd worden geprikt. Hertogh: “Hoewel het om weinig vaccins ging, werd het gevoel gewekt dat lobbyen werkt.”", "Iedereen eerst", "Vervolgens ontstaat een heuse strijd om vaccinatievoorrang. Beroepsgroepen van leraren, agenten, boa’s, en verschillende patiëntengroepen claimen snellere vaccinatie van hún groep, zonder daarbij te willen aangeven welke groep er dan later moet. Tot frustratie van sommige OMT-leden, zoals Marion Koopmans: “Ik zou het jammer vinden als het debat over vaccinatie ontaardt in een soort lobbydiscussie. Iedereen heeft recht op vaccinatie, maar er moet goed worden gekozen op basis van schaarste en beschikbaarheid. Zorgvuldigheid, daar gaat het om”, zegt zij.", "GGD-arts en hoogleraar Hoebe sluit zich daarbij aan. “Iedereen wil nu als eerste die prik en die tendens is toch een beetje veroorzaakt door de succesvolle lobby van de ziekenhuizen. Hoewel te begrijpen, lijkt dat nu wel de ouderen naar achteren te drukken.”", "De vraag die overblijft is: hoelang wijkt het kabinet af van het Gezondheidsraadadvies? Afgelopen week schreef de raad dat niet meer dan 10 procent van de beschikbare vaccins naar groepen anders dan ouderen en kwetsbaren moet gaan. Als het kabinet het huidige tempo van inenten van zorgpersoneel vasthoudt, dan verdubbelt of verdrievoudigt die 10 procent snel.", "Veel zal afhangen van het vaccin van farmaceut AstraZeneca en de Universiteit van Oxford. De productieverwachting van dat vaccin is hoog, Nederland rekent nog in het eerste kwartaal op een levering van 4,5 miljoen vaccins, bijna twee keer het aantal dat Pfizer en Moderna tot maart leveren. Dit vaccin is zes maanden houdbaar in een gewone koelkast waardoor er minder logistieke drempels zijn.", "Hoe vroeger het Britse vaccin er is, hoe minder Pfizer- en Moderna-vaccins naar zorgpersoneel hoeft te gaan. Minister De Jonge was deze week optimistisch, hij schrijft dat ‘we zo snel als verantwoord is, ook in de EU over dit vaccin kunnen beschikken.’ Volgens De Jonge werden in deze eerste week van januari nieuwe data van AstraZeneca door de Europese autoriteit EMA besproken.", "Feit is dat het relatief stil is rond het vaccin van AstraZeneca, dat in het Verenigd Koninkrijk via een noodvergunning is toegelaten. De eisen daar zijn minder streng. Het bedrijf mikt op een Europese toelating voor het einde van januari, nadat de EMA vorige maand vroeg om extra data over de kwaliteit, veiligheid en effectiviteit. Als de goedkeuring van dit vaccin in de EU nog meer vertraging oploopt, gooit dat de plannen van de regering danig in de war.", "Lees ook:", "Opinie: Zorgmedewerkers eerder vaccineren dan ouderen is onverstandig", "Hoe sympathiek het ook mag klinken, voorrang geven aan bepaalde beroepsgroepen bij het vaccineren is niet wenselijk ten opzichte van ouderen, schrijven David Ikkersheim, arts en bedrijfskundige en partner bij KPMG Health, en Xander Koolman, gezondheidseconoom bij de Vrije Universiteit."], "authors": ["Johan Van Heerde"], "keywords": ["veel", "van", "kritiek", "voor", "en", "zorgmedewerkers", "kwetsbaren", "een", "bij", "om", "op", "te", "gaan", "stuit", "het", "als", "dat", "vaccinatie"], "pubDate": "2021-01-10T11:30:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}