{"id": "478192f7-c532-3d2f-ae7f-09b617a25e5b", "title": "De uitzending van 15 december: Debat over maatregelen / Gaan we eerder vaccineren? / Welke winkel is essentieel?", "url": "https://nos.nl/nieuwsuur/artikel/2360755-de-uitzending-van-15-december-debat-over-maatregelen-gaan-we-eerder-vaccineren-welke-winkel-is-essentieel.html", "summary": "Kritiek op maatregel om scholen te sluitenDe Tweede Kamer debatteert vanmiddag over de vergaande nieuwe coronamaatregelen die premier Mark Rutte gisteravond aankondigde en om middernacht ingingen.\nDat gaat over de sluiting van de basisscholen.\nDe sluiting duurt zeker tot en met het weekend van 16 en 17 januari.\nIn de eerste weken van het nieuwe jaar wordt online les gegeven.\nWe gaan langs bij een aantal scholen en spreken met socioloog Thijs Bol.", "paragraphs": ["Kritiek op maatregel om scholen te sluiten", "De Tweede Kamer debatteert vanmiddag over de vergaande nieuwe coronamaatregelen die premier Mark Rutte gisteravond aankondigde en om middernacht ingingen. Over het algemeen is er steun in de kamer voor de strenge lockdown maar op 1 maatregel is er flinke kritiek. Dat gaat over de sluiting van de basisscholen. Arjan Noorlander volgt het debat en praat ons bij.", "De sluiting duurt zeker tot en met het weekend van 16 en 17 januari. In de eerste weken van het nieuwe jaar wordt online les gegeven. Scholen hebben begrip voor de maatregelen, maar zeker onder basisscholen is er ook verbazing omdat jonge kinderen vermoedelijk geen grote bijdrage leveren aan de verspreiding van het coronavirus. We gaan langs bij een aantal scholen en spreken met socioloog Thijs Bol. Hij verwacht dat de kloof tussen goed presterende leerlingen en leerlingen die al een achterstand hadden, door de maatregelen verder groeit."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["gaan", "essentieel", "sluiting", "om", "van", "zeker", "eerder", "maatregelen", "voor", "uitzending", "het", "er", "en", "vaccineren", "winkel", "op", "welke", "scholen", "debat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}