{"id": "47810812-d546-3948-b210-a387206106fd", "title": "Onverwachte gasten tegen etenstijd: stressvol of juist gezellig?", "url": "https://trouw.nl/opinie/onverwachte-gasten-tegen-etenstijd-stressvol-of-juist-gezellig~bdfd8567/", "summary": "Onverwachte gasten die tegen etenstijd even langskomen, dat leidt bij menig gezin tot stress.\nOf is het juist andersom, en zijn Nederlanders door het contact met andere culturen misschien wat makkelijker geworden, guller vooral?\nGezellig juist, dat bezoek dat aan tafel aanschuift.\nMaar Elia kwam dan ook uit een cultuur waarin gastvrijheid een heel groot goed was, zeker als de middelen schaars waren.\nMisschien is het een kwestie van familiecultuur, waar bij de ene familie de intimiteit van het onder-elkaar-zijn heilig is en bij de ander de zoete inval het hoogste goed.", "paragraphs": ["Tja, die Nederlandse gastvrijheid. In een efficiënt, overgeorganiseerd land staat die misschien wel meer onder druk dan ooit. Onverwachte gasten die tegen etenstijd even langskomen, dat leidt bij menig gezin tot stress. Of is het juist andersom, en zijn Nederlanders door het contact met andere culturen misschien wat makkelijker geworden, guller vooral? De kwestie kwam deze week aan de orde door de rubriek Moderne manieren van Beatrijs Ritsema (Tijdgeest, 28 november). Op de vraag van een lezer hoe hij moest omgaan met het bord warm eten dat hij steeds van zijn ­Syrische buren kreeg ter verwelkoming nadat hij naast hen was komen wonen, antwoordde Beatrijs dat eten brengen een Arabische gewoonte was om iets te doen met het eten dat over was, omdat er nu eenmaal altijd te veel gekookt werd.", "De conclusie die de lezer kon trekken was dat Nederlanders nu eenmaal precies genoeg koken en dus niets over hebben. Precies genoeg aardappels, twee of drie per persoon, bij wijze van spreken. De Syrische kok Omar Sbeini schetste in een reactie op de ophef (Trouw, 2 december) inderdaad die vorm van gastvrijheid, waarbij er steevast genoeg is om uit te delen. Nederlanders zouden gasten tegen etenstijd juist vragen om weg te gaan, ‘want we gaan zo eten’, schetste Remke Kruk, oud-hoogleraar Arabische cultuur de zuinigheid in de polder.", "Beperkte gastvrijheid voor de profeet Elia", "Nou, dat was echt niet overal het geval, kreeg de redactie te horen van lezers. Gezellig juist, dat bezoek dat aan tafel aanschuift. Er konden altijd wel wat aardappelen geschild worden of er een blik worden opengetrokken (Uitgelicht, 3 december). Zelf herinner ik me uit mijn gereformeerde jeugd de stoel die voor de profeet Elia klaarstond. Maar Elia kwam dan ook uit een cultuur waarin gastvrijheid een heel groot goed was, zeker als de middelen schaars waren. Overigens bleef die gastvrijheid voor Elia beperkt tot een stoel. Het zou toch zonde zijn om een gevuld bord voor de profeet neer te zetten, dat daarna koud terug naar de keuken ging.", "Verhalen over onverwacht genodigd worden aan tafel, of over schalen met gerechten die aan buren, juffen of kennissen worden uitgedeeld, daarin hebben Nederlanders meestal de rol van de ontvanger.", "Wij zijn misschien meer gewend aan ieder zijn eigen bord, of ieder zijn eigen taartje op zijn eigen schoteltje, dan het ‘sharen’ van een tafel vol schaaltjes en bakjes waar ieder naar hartelust van kan pakken zonder te hoeven tellen of iedereen wel evenveel heeft. Hoe dan ook, gezien de reacties van lezers bestaat ‘dé’ Nederlandse gastvrijheid niet. Misschien is het een kwestie van familiecultuur, waar bij de ene familie de intimiteit van het onder-elkaar-zijn heilig is en bij de ander de zoete inval het hoogste goed.", "Wat zijn uw ervaringen met spontaan mee-eten?", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden. Stuur uw reactie van circa 150 woorden uiterlijk dinsdag 12 uur naar lezers@trouw.nl, voorzien van naam en adres."], "authors": ["Monic Slingerland"], "keywords": ["aan", "van", "gasten", "het", "gastvrijheid", "juist", "etenstijd", "zijn", "die", "tegen", "met", "een", "gezellig", "dat", "te", "onverwachte", "stressvol"], "pubDate": "2020-12-05T14:15:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}