{"id": "4790ec88-ba43-3825-b794-cd3d039a684e", "title": "Hoe houden we hoop? Deze 10 geboden bieden houvast", "url": "https://www.parool.nl/ps/hoe-houden-we-hoop-deze-10-geboden-bieden-houvast~bc6997dc/", "summary": "Een belangrijk kenmerk van hoop is dat je een plan hebt hoe je iets wil bereiken.\nIn eerste instantie baal je omdat je niet bij je oma langs kunt gaan.\nZie in dat je invloed hebt op wat je overkomt.\nHet is makkelijker hoopvol te blijven als je het vertrouwen hebt dat je iets kunt doen om de situatie te verbeteren.\nBesef dat je niet in je eentje de wereld kunt veranderen.", "paragraphs": ["Beeld Shutterstock", "Het is weleens makkelijker geweest om hoop te houden. Het is moeilijk om elkaar te zien met kerst. Feestend het nieuwe jaar in wordt ook lastig. We weten nog steeds niet wanneer alles terugkeert naar ‘normaal’. En wie zegt dat het volgend jaar beter is?", "Gelukkig zijn er manieren om hoop te houden. Psycholoog en auteur Matthijs Steeneveld, die onder andere het boek Optimisme - Hoop - Veerkracht - Zelfvertrouwen schreef, helpt ons op weg.", "Eerst even kort: wat is hoop eigenlijk? Volgens Steeneveld is een basale definitie ‘naar iets verlangen waarvan je niet zeker weet of je het zult krijgen’. Een belangrijk kenmerk van hoop is dat je een plan hebt hoe je iets wil bereiken.", "Stel, je bent een zzp’er die door de coronacrisis veel opdrachten verloor. Volgend jaar hoop je op meer financiële zekerheid. Manieren om daar te komen: je laten omscholen, een deel van je werkzaam­heden online doen of teruggaan in loondienst bij je vorige werk­gever, wat minder leuk is, maar wel zorgt voor brood op de plank. Dit is hoop in het kort: je verlangt naar meer finan­ciële zekerheid, je weet niet zeker of dat gaat lukken, maar omdat je verschillende manieren hebt waarop je het kunt bereiken, voel je je toch hoopvol.", "1. Bedenk waarnaar je verlangt en denk verschillende routes uit om dat doel te behalen.", "Wil je aankomend jaar meer mensen zien? Beter contact onderhouden met vrienden? Dat is fysiek het prettigst, maar dat gaat misschien niet altijd. Je kunt ook: bellen, op raamvisite, een online pubquiz organiseren of facetimen. Hoe meer routes je uitstippelt, hoe meer hoop het geeft", "2. Schep realistische verwachtingen.", "In eerste instantie baal je omdat je niet bij je oma langs kunt gaan. Maar als het eigenlijk draait om contact met haar hebben, waarom zou je dan niet even bellen? Het is niet nul of honderd, er zijn veel grijstinten. Bedenk daarom hoe je toch een beetje kunt bereiken wat je wilt. En pas verwachtingen aan. Restauranteigenaren hebben dat goed gedaan. Die zijn gaan bezorgen. Dat is flexibel en hoopvol aangepakt, ondanks de ellende waar ze in zitten.", "3. Erken emoties als wanhoop en teleurstelling, en negeer ze niet.", "Je baalt bijvoorbeeld dat je met kerst niet bij familie kunt zijn. Dat verdriet mag er zijn. Maar bedenk daarna: wat nu? Wat is wél mogelijk? Dat is een relatief gezonde manier van omgaan met onprettige emoties. Zo ontstaat weer ruimte voor positieve emoties en kun je een volgende stap maken.", "4. Zie in dat je invloed hebt op wat je overkomt.", "Je bereikt iets moois op werk. Zie je dat als je eigen succes, of dat van een ander, de omgeving? Het is makkelijker hoopvol te blijven als je het vertrouwen hebt dat je iets kunt doen om de situatie te verbeteren. Je kunt dat oefenen door jezelf geregeld af te vragen: waar heb ik invloed op? Wat voor kleins kan ik doen om een situatie te verbeteren? Een positief dagboek bijhouden werkt ook goed. Elke dag drie dingen opschrijven waarvoor je dankbaar bent, en waarom dat jou is ­overkomen, wat jij daaraan hebt bijgedragen. Vind je het moeilijk? Besef dan dat je het mooie weer misschien niet hebt gemaakt, maar dat jij wel naar buiten bent gegaan om ervan te genieten. Het is een soort conditietraining. Je onderhoudt gevoelens van hoop op een laagdrempelige manier.", "5. Praat ook eens over positieve dingen met elkaar.", "We zijn vaak geneigd om in gesprek met anderen de negatieve kanten op te zoeken. Beetje klagen, vaak ook humoristisch. Dat schept een band, het is heus niet alleen maar slecht, maar het illustreert wel hoe we makkelijker het negatieve dan het positieve zien. Dus ben eens bewust positief. Geef de ander complimenten, zeg waar je dankbaar voor bent, wat je waardeert in de ander. En meer gericht op jezelf: je kunt balen van iets dat niet goed ging, maar ook bewust stilstaan bij wat er is gelukt deze week en waarom je daar trots op bent. Geef positieve momenten de ruimte.", "6. Ontspan ook eens écht.", "Nieuw onderzoek over stress laat zien dat je echt actief ontspannende activiteiten moet ontplooien. Even op stand-by op de bank liggen en netflixen is niet ontspannen. Het moet iets zijn waarvan je oplaadt. Iets in de natuur, wandelen of sporten, sociaal contact. Het is makkelijker hoopvol te blijven als je lekker in je vel zit en niet te veel stress ervaart.", "7. Wees veerkrachtig.", "Het kan altijd tegenzitten. De ­maatregelen worden nóg strenger, een bedacht plan loopt niet zoals je had gehoopt. Dan is veerkracht belangrijk. Balen, herpakken, een nieuw plan opstarten. Hoop houden zit hem ook in het omgaan met tegenslag, er misschien zelfs van leren, zodat het de kans vergroot dat het de volgende keer wél goed gaat.", "8. Kom in actie.", "Een valkuil van de moderne maatschappij is dat we pas in actie komen als iets perfect is voorbereid. Dat is voor veel dagelijkse dingen die we doen niet zo nuttig. Het remt ons af. Veel organisaties moesten afgelopen jaar noodgedwongen ­vergaderen via videobellen. In plaats van daar gewoon mee te beginnen en te ­kijken wat wel en niet zou werken, wachtten veel organisaties er maanden mee om zoiets op te zetten, druk vergaderend over hoe de perfecte vergadering zou moeten verlopen. Experimenteer wat meer en kom sneller in actie.", "9. Besef dat je niet in je eentje de wereld kunt veranderen.", "Er zijn mensen die zich heel veel aantrekken van grote maatschappelijke problemen als Covid-19, maar ook bijvoorbeeld van de klimaatcrisis. Dat kan ertoe leiden dat je geen hoop meer ziet. Je kunt zeggen: ik trek me alleen iets aan van dingen waar ik invloed op heb. Dat helpt om mentaal gezond te blijven, maar het is ook conservatief: wie gaat er dan nog de straat op voor Black Lives Matter? Maatschappelijke verandering is ook belangrijk. Een gezonde middenweg: je kunt niet in je eentje de wereld veranderen, maar als iets je aan het hart gaat, kijk dan eens wat voor klein beetje je daaraan kunt bijdragen. Greta Thunberg is ook maar gewoon begonnen met staken.", "10. Doe aan zelfzorg.", "Zoek uit wat voor jou goed werkt. We bedenken makkelijk waar we last van hebben, maar wat zijn nu dingen die je heel graag doet? In bad gaan? Een boek lezen? Een lange wandeling maken? Daardoor blijf je veerkrachtig, ga je beter om met tegenslagen. En dat houdt je weer makkelijker hoopvol."], "authors": ["Tom Grosfeld"], "keywords": ["hoop", "geboden", "en", "een", "bieden", "wat", "houden", "hoe", "niet", "te", "op", "het", "maar", "deze", "dat", "houvast", "je"], "pubDate": "2020-12-27T06:10:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}