{"id": "4795172d-dd54-385c-affc-6d5df78066f3", "title": "Bouwplannen in Breda dreigen vertraagd te worden door druk op raadsagenda", "url": "https://nu.nl/breda/6095038/bouwplannen-in-breda-dreigen-vertraagd-te-worden-door-druk-op-raadsagenda.html", "summary": "De bouw van 110 sociale huurwoningen in de Bredase wijk Heuvel dreigt verdere vertraging op te lopen door de volle agenda van de gemeenteraad.\nHet probleem raakt ook het bouwproject Tuinen van Genta (175 woningen) en de plannen op de Heilaarstraat (50 woningen).\nDe corporatie hoopt in februari de papieren rond te hebben om in november volgend jaar de bouw te starten.\nEr moeten in de stad op korte termijn 1.200 sociale huurwoningen worden gebouwd als onderdeel van de opgave voor 6.000 woningen tot 2022.\n\"De urgentie om te voldoen aan de versnelllingsopgave voor woningbouw wordt bij partijen gevoeld.\"", "paragraphs": ["De bouw van 110 sociale huurwoningen in de Bredase wijk Heuvel dreigt verdere vertraging op te lopen door de volle agenda van de gemeenteraad. Het probleem raakt ook het bouwproject Tuinen van Genta (175 woningen) en de plannen op de Heilaarstraat (50 woningen).", "Woningcorporatie WonenBreburg trekt aan de bel bij de gemeente over het bouwplan in de wijk Heuvel. Het gaat in totaal om 270 woningen, waarvan 110 in de sociale huur. De andere woningen zitten in de koopsector.", "Eerst komen de 110 huurwoningen aan de beurt. De corporatie schrijft in een brandbrief aan de gemeenteraad dat er sprake is van urgentie. Vorig jaar zijn in de wijk driehonderd woningen gesloopt, waardoor er gapend gat ligt.", "In april is het plan ter inzage gelegd, maar wacht sindsdien op een akkoord van de gemeenteraad. Zodra de raad het bestemmingsplan goedkeurt, kan de corporatie verder met de omgevingsvergunning. De corporatie hoopt in februari de papieren rond te hebben om in november volgend jaar de bouw te starten. De oplevering is eind 2022.", "\"Alle inspanningen zijn hierop gericht omdat de vraag naar sociale huur in de stad onverminderd groot is\", zo staat in de brief. Er moeten in de stad op korte termijn 1.200 sociale huurwoningen worden gebouwd als onderdeel van de opgave voor 6.000 woningen tot 2022. Ook Tuinen van Genta (Brabantpark) en de plannen op de Heilaarstraat wachten op groen licht van de raad.", "Om die reden denkt Dirk Uijl, voorzitter van de agendacommissie ruimtelijke ordening, aan een extra raadsessie op 14 of 15 december. \"De urgentie om te voldoen aan de versnelllingsopgave voor woningbouw wordt bij partijen gevoeld.\""], "authors": ["Door"], "keywords": ["aan", "sociale", "van", "vertraagd", "raadsagenda", "breda", "woningen", "het", "op", "druk", "dreigen", "wijk", "huurwoningen", "bouwplannen", "te", "om", "door", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}