{"id": "47a943b1-fe2f-3a6a-bb5b-5622b0d16360", "title": "Review: In Paper Mario The Origami King vormen grappen het spelplezier", "url": "https://nu.nl/reviews/6064661/review-in-paper-mario-the-origami-king-vormen-grappen-het-spelplezier.html", "summary": "Maar hoewel het spel prachtig oogt en vaak een glimlach op je gezicht tovert, voelt het geheel wat gerekt en herhalend.\nZo kom je door een bos, een waterwereld en een woestijn.\nSoms levert dat niet meer dan een geestige situatie op, andere keren helpt het je verder in het verhaal.\nVooral het zoeken naar Toads levert soms grappige situaties op, maar het is ook een beetje bezigheidstherapie.\n136 Bekijk hier de trailer van Paper Mario: The Origami KingConclusiePaper Mario is al een tijdje niet meer de RPG die het vroeger was.", "paragraphs": ["In Paper Mario: The Origami King ontvouwt zich een vermakelijk avontuur in een papieren wereld. Maar hoewel het spel prachtig oogt en vaak een glimlach op je gezicht tovert, voelt het geheel wat gerekt en herhalend.", "Alles in Paper Mario is gemaakt van papier. Personages zijn plat en bewegen door een 3D-wereld die ook helemaal van virtueel papier en karton is opgebouwd. Ooit speelde de spelserie als een role playing game (RPG) in het Super Mario-universum, maar daar is inmiddels weinig van over. Waar het nog wel om draait? Kleurrijke personages, geinige dialogen en een verhaal dat bestaat uit kleinere opdrachten die aan elkaar worden geregen.", "In The Origami King heeft Koning Olly het land Mushroom Kingdom overgenomen. Hij verandert het leger van Mario-slechterik Bowser in origami-soldaten die vanaf dat moment voor hem vechten. Ook vouwt hij de papieren prinses Peach dubbel en ontvoert hij haar en haar kasteel. Mario gaat met zijn vrienden (onder wie Olly's zus Olivia) op pad om de koning tegen te houden, de papieren vijanden weer glad te strijken en de prinses te redden.", "Door: Nintendo", "Veel problemen vormen lang verhaal", "Het behoorlijk lange avontuur voert langs verschillende kleuren linten, die aan het einde van elk level (steeds in een andere omgeving) vernietigd moeten worden. Alleen daarna is het kasteel te betreden. Die omgevingen zijn enorm gevarieerd, maar bekend uit Mario-games. Zo kom je door een bos, een waterwereld en een woestijn.", "Hierin help je steeds personages met hun problemen. Soms levert dat niet meer dan een geestige situatie op, andere keren helpt het je verder in het verhaal. Vaak moet je in een gebied een serie aan puzzels oplossen om langs een bepaald obstakel te komen. Om vervolgens tegen het volgende euvel aan te lopen.", "De gebieden zitten tjokvol met geheimpjes en dingen om te verzamelen. Er zijn schatkisten te vinden door op onderzoek uit te gaan, er zitten in allerlei hoeken en kieren gevouwen Toads verstopt en je kunt gaten in de papierwereld dichten door er confetti tegenaan te gooien. Vooral het zoeken naar Toads levert soms grappige situaties op, maar het is ook een beetje bezigheidstherapie. Dat komt omdat de beloning er nauwelijks is.", "Zo krijg je vaak muntjes, waarvan je er al snel enorm veel bij elkaar hebt verzameld. Hiermee kun je bijvoorbeeld wapens kopen, of accessoires die je tijdens gevechten sterker maken. Bevrijde Toads kunnen je daarnaast helpen tijdens gevechten.", "Door: Nintendo", "Eerst puzzelen, dan vechten", "Het vechtsysteem is in deze Paper Mario vernieuwd. Dit keer is er een ringsysteem, waarbij Mario in het midden staat, met vijanden in vakjes eromheen. Door de vakken te schuiven en te draaien, kun je vijanden achter elkaar of in groepjes plaatsen. Elke keer los je dit puzzeltje binnen een tijdslimiet op. Als de vijanden mooi zijn georganiseerd, krijg je een aanvalsbonus. Zo niet, dan doen je aanvallen minder schade en krijgen vijanden de mogelijkheid om jou aan te vallen.", "Aanvankelijk lijkt het een vernieuwend vechtsysteem. Maar uiteindelijk gaat het wat vervelen, omdat de puzzels op elkaar lijken en je er effectief niets op vooruit gaat, behalve dat je portemonnee iets dikker wordt. Omdat er geen XP verdiend kan worden en Mario geen andere aanvallen leert dan de twee die je in het begin al hebt, leveren de gevechten effectief weinig op.", "De baasgevechten zorgen voor afwisseling. Hier sta jij niet in het midden van de cirkel, maar de baas. Jij moet een route samenstellen door vakjes en pijlen de juiste kant op te draaien, waarover Mario zich beweegt voor een aanval. De bazen hebben een specifieke manier waarop ze verslagen moeten worden, wat het vechtsysteem op die momenten iets interessanter maakt.", "Door: Nintendo", "Hilariteit alom", "Het plezier zit hem uiteindelijk niet in de gevechten, maar in het spel eromheen. Paper Mario is wederom erg grappig. Dat zit hem in de cynische dialogen of de woordgrappen (gevouwen vijanden worden op een bepaald punt 'georigamiseerde misdaad' genoemd en houtblokken op het kampvuur klagen over een naderende 'burn-out'), maar ook in al het bizars wat je tijdens de reis naar het kasteel meemaakt.", "Zo ontploffen heel simpele bazen nadat je ze verslaat met een enorme explosie of barsten de personages (zelfs een compleet bos) ineens in dansen uit.", "136 Bekijk hier de trailer van Paper Mario: The Origami King", "Conclusie", "Paper Mario is al een tijdje niet meer de RPG die het vroeger was. Met dit deel keert Nintendo daar ook niet toe terug. Wat overblijft is een zeer charmante game met kleurrijke personages, die bij tijd en wijlen echt hilarisch is.", "Je kunt bijna niet anders dan met een constante glimlach spelen. Dat maakt dan ook dat je doorspeelt, want de gameplay blijft helaas iets achter. Je doet steeds hetzelfde en de gevechten gaan vervelen. Het gemis aan diepgang maakt van deze Paper Mario uiteindelijk een vermakelijk avontuur, maar er had meer ingezeten.", "3,5 van de 5 sterren", "Release: 17 juli 2020 (Nintendo Switch)"], "authors": ["Door", "Rutger Otto"], "keywords": ["vormen", "je", "van", "een", "te", "het", "origami", "paper", "maar", "en", "mario", "king", "review", "op", "die", "grappen", "spelplezier"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}