{"id": "47b0cbe8-073f-32c0-8448-051b71887256", "title": "Vaccin kan China’s imago een oppepper geven", "url": "https://trouw.nl/buitenland/vaccin-kan-china-s-imago-een-oppepper-geven~b4dfffdf/", "summary": "Het Chinese staatsbedrijf Sinopharm heeft ook een vaccin ontwikkeld dat door veel landen is besteld.\nEen probleem: ondanks de goedkeuring in China en de VAE is er weinig informatie bekend over de Chinese vaccins uit een afgerond onderzoek.\nImago China verslechterdWat China in ieder geval kan bereiken met de vaccindiplomatie, is het opvijzelen van het imago.\nDat duidt erop dat China erkent dat het de eigen bevolking niet snel genoeg met eigen middelen kan inenten.\nDus kan een Chinese grenswacht een vaccin goed gebruikenIn de internationale race om het coronavaccin streeft China naar de koppositie.", "paragraphs": ["‘Vaccindiplomatie’ wordt het al genoemd, de pogingen van China en Rusland om vooral arme landen aan hun kant te krijgen in de pandemie. Door vaccins te leveren, vaak met geleend geld, zouden die landen zich verplichten aan de twee wereldmachten. Die breiden zo hun invloed uit, via de zieke of kwetsbare wereldburgers.", "Groot was de Chinese trots op sociale media, toen het land begin december 1,2 miljoen vaccins leverde aan Indonesië, waar het middel ook is getest. In januari komen daar nog 1,8 miljoen doses bij, van het Chinese bedrijf Sinovac. Nog altijd een bescheiden aantal voor de 270 miljoen Indonesiërs, maar het land kan zo wel een begin maken met inentingen. Sinovac is ook getest in Brazilië. Dat land heeft vaccins besteld, net als Singapore en Chili. Turkije heeft inmiddels 3 miljoen doses ontvangen. Het Chinese staatsbedrijf Sinopharm heeft ook een vaccin ontwikkeld dat door veel landen is besteld.", "De Chinese autoriteiten hebben het op de laatste dag van vorig jaar goedgekeurd, de Verenigde Arabische Emiraten deden dat al eerder in december. Daar zijn de inentingen ook al begonnen, sjeik Mohammed Bin Rashid al Makhtoum van Dubai heeft de prik als een van de eersten gekregen. Ook Egypte, Marokko en Argentinië zetten hun geld op Sinopharm.", "Meer dan honderd landen hebben volgens Chinese media deze vaccins besteld, of andere die nog in ontwikkeling zijn, zoals die van het bedrijf CanSino. Zuid-Amerika en Afrika rekenen grotendeels op Chinese middelen om de pandemie de kop in te drukken. Een probleem: ondanks de goedkeuring in China en de VAE is er weinig informatie bekend over de Chinese vaccins uit een afgerond onderzoek.", "Ook van het Russische Sputnik V-vaccin ontbreekt de belangrijkste informatie. Het is door veel landen besteld die ook Chinese vaccins willen en daarnaast door een aantal voormalige Sovjet-republieken. De Russen doen ook zaken met India, dat een grote producent van vaccins is. Voor Sputnik gaat dat land zeker 300 miljoen doses produceren, die voor een deel in India zelf gebruikt kunnen worden.", "De arts Estefania Zevrnja krijgt een vaccinatie van het Russische Sputnik V-middel in Argentinië. Beeld AP", "Weinig keuze voor arme landen", "Veel keuze hebben arme landen ook niet. Rijke naties hebben flink geshopt en zo vooraf al een groot deel van de productie van westerse bedrijven als Pfizer en AstraZeneca geclaimd. Canada is koploper, met ongeveer acht bestelde vaccins per inwoner. De EU-burger moet het met een stuk of vier vaccins doen, gesteld dat alles goedgekeurd en geleverd wordt. En dat terwijl volgens schattingen in 2021, met wat geluk, net genoeg vaccins geproduceerd worden om de helft van de wereldbevolking te kunnen inenten.", "De Chinese president Xi Jinping heeft al in mei 2020 gezegd dat vaccins ‘een wereldwijd publiek goed’ zijn, waar ze ook worden ontwikkeld of geproduceerd. Hij zette tijdens de jaarvergadering van de wereldgezondheidsorganisatie WHO deze Chinese benadering nadrukkelijk af tegen het ‘America first’ van de Verenigde Staten. Xi zegde twee miljard dollar hulp toe aan Afrikaanse landen om vaccins te kunnen kopen, plus een miljard aan leningen voor onder meer Zuid-Amerika.", "Het voornemen om financiële steun te verlenen aan arme landen die vaccins willen kopen bestaat nog steeds, bevestigde een woordvoerder van het ministerie van buitenlandse zaken in Peking afgelopen december. “We zullen hen helpen met toegang tot en betaalbaarheid van het vaccin”, aldus Wang Wenbin. Chinese media verwerpen het idee dat hun land daarmee bijkomende bedoelingen heeft. Zij wijzen juist naar het Westen, zo hekelt de staatskrant Global Times de ‘schijnheiligheid’ en het ‘egoïsme’ van de VS.", "De Chinezen vinden onder meer de grofgebekte Filipijnse president Rodrigo Duterte aan hun kant. Hij prees China, dat geen geld vooraf wil zien voordat het levert, zoals westerse bedrijven dat volgens hem wel doen. “Als dat gebeurt, gaan we allemaal dood.” De kosten van de verschillende vaccins lopen sterk uiteen, waarbij dat van AstraZeneca met een paar euro per dosis overigens een van de goedkoopste is. De Chinese vaccins zijn door de gebruikte techniek nog relatief duur, al verwachten experts wel dat de prijs kan dalen.", "Veel westerse experts wantrouwen ondertussen de goede bedoelingen van de Chinezen en Russen. Volgens de gezaghebbende krant Financial Times is Peking bezig met een ‘wereldwijd charmeoffensief’ via ‘soft power, bedoeld om invloed te vergroten en geopolitieke problemen glad te strijken. Ook Rusland, dat onder meer aan Servië levert, bedrijft diplomatie met zijn vaccin.", "Productie van het Sinopharm-vaccin in Peking Beeld AP", "Nieuwe Zijderoute", "Want zal president Duterte van de Filippijnen straks nog moeilijk doen over eilandjes in de Zuid-Chinese Zee, die betwist worden door zijn land en China, als hij nu op gunstige voorwaarden vaccins krijgt? Hetzelfde kan gelden voor Indonesië en Maleisië. Veel andere landen die nu hun hoop vestigen op medische bijstand van Peking hebben al banden en financiële verplichtingen door het BRI, ook bekend als de Nieuwe Zijderoute. Landen in Zuidoost-Azië zullen minder snel klagen over Chinese dammen in de Mekong-rivier, die bij hen droogtes kunnen veroorzaken.", "Sommige analisten wijzen erop dat China goed kan verdienen aan het leveren van vaccins, ook al is dat aan minder draagkrachtige landen. Als de Chinese vaccins 15 procent van de markt veroveren buiten het rijke Westen, kan dat 2,8 miljard dollar opleveren, zo berekende het Hongkongse handelskantoor Essence Securities. De vraag is natuurlijk wel of die landen China inderdaad gaan betalen, of dat ze vertrouwen op giften of leningen uit Peking.", "In ieder geval zullen de producenten zelf wel betaald krijgen. Geld voor deze steun heeft de Chinese overheid genoeg, ook omdat veel projecten van de Nieuwe Zijderoute vertraging oplopen of niet doorgaan. Het gigantische Chinese handelsplatform Alibaba heeft al distributiecentra voor vaccins gebouwd in Ethiopië en Dubai, om de markten in Afrika en het Midden-Oosten te bedienen.", "Imago China verslechterd", "Wat China in ieder geval kan bereiken met de vaccindiplomatie, is het opvijzelen van het imago. De uitbraak van het coronavirus in Wuhan en de eerste, inadequate reactie daarop, hebben het beeld dat imago van China geen goed gedaan. Leveringen van soms ondeugdelijk medisch materiaal maakten dit er niet beter op.", "Zo importeerde Nederland in maart honderdduizenden ondeugdelijke medische mondmaskers uit China, net als sommige andere landen. Maar ook deze kritiek komt vooral uit het Westen, waar het imago van China de afgelopen jaren opvallend is gedaald, zo blijkt uit een recent rapport van het onderzoeksbureau Pew.", "In de Filippijnen, Brazilië en veel Afrikaanse landen is het imago van China minder slecht. Niet per se positief, maar gemengd - net als dat van de Verenigde Staten. Als die landen hun vaccins komend jaar uit China of Rusland kunnen halen, zullen ze dat niet laten. Dan moet er wel voldoende van geproduceerd worden, en dat is voor China en zeker Rusland nog een probleem.", "De Chinese autoriteiten moeten daarom oppassen dat de bevolking niet gaat klagen over de export van vaccins. Het zal namelijk nog lang duren voor er genoeg is voor alle Chinezen zelf. De distributie van het vaccin kan in China snel geregeld worden, voor een massale inentingscampagne draaien de autoriteiten hun hand niet om. Maar dan moeten die vaccins er wel zijn.", "Op de Chinese sociale media klonken ondanks de strenge censuur toch klachten over een mogelijk tekort aan vaccins, toen de levering aan Indonesië bekend werd. Wellicht kwam daarom in december ook het nieuws dat farmabedrijf Shanghai Fosun al 100 miljoen doses heeft besteld van het Pfizer-vaccin.", "Dat duidt erop dat China erkent dat het de eigen bevolking niet snel genoeg met eigen middelen kan inenten. Maar alles zelf houden voor gebruik in eigen land is duidelijk geen optie voor Peking, want daarmee zou het de rol van grote weldoener moeten opgeven.", "Rusland kampt ook met een beperkte productiecapaciteit. De Hongaarse premier Viktor Orban zei zondag dat zijn land toch afziet van het Sputnik-vaccin, omdat er te weinig van zou zijn.", "Lees ook: Het gevaar komt van buiten. Dus kan een Chinese grenswacht een vaccin goed gebruiken", "In de internationale race om het coronavaccin streeft China naar de koppositie. Het land zegt een van de middelen nu al toe te dienen aan mensen in risicoberoepen."], "authors": ["Gijs Moes"], "keywords": ["van", "en", "een", "chinas", "kan", "dat", "vaccins", "china", "landen", "vaccin", "geven", "chinese", "oppepper", "het", "ook", "imago"], "pubDate": "2021-01-03T14:22:41Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}