{"id": "47cc206b-a550-3618-bea5-4f83928a7e5d", "title": "Presentatrice Chazia Mourali: ‘Puccini snijdt mij door de ziel’", "url": "https://www.parool.nl/kunst-media/presentatrice-chazia-mourali-puccini-snijdt-mij-door-de-ziel~bb10ce79/", "summary": "Puccini, zegt Mourali, gezeten in een zaaltje in het Concertgebouw, is de grootste, omdat hij de geheimen van onze ziel blootlegt, al die dingen die we voelen maar niet delen.\nIk sprak een Italiaanse organist, die zei: Puccini speelde als 10-jarige al voor arme mensen voor wie de kerk ook een concertzaal en een museumzaal was.\nIs het niet vreemd dat je moet zeggen…“…sorry dat ik een boek heb gelezen?\nIk heb een paar keer voorgelezen bij Jasmijn op school, dan las ik voor uit de Odyssee.\n“Adriaan van Dis heeft ooit gezegd: ‘Ze moeten nog een beetje aan je wennen.’ Ik ben nu 57, ik hoop dat dat moment gekomen is.", "paragraphs": ["Chazia Mourali: ‘Ik zou het leuk vinden als mensen de menselijkheid van opera weer zien, zonder dat je het plat hoeft te maken.’ Beeld Shody Careman", "Het was rotweer in Nederland,maar in Rome scheen de zon, en daar liep Chazia Mourali (57), op weg naar kasteel Sant’Angelo, de Engelenburcht, voor een tv-opname. “Ik besefte: de enige reden waarom ik hier loop, in deze prachtige stad, met een cameraploeg, is omdat ik zo ongelooflijk van opera hou. Mijn liefde heeft mij hier gebracht. Ik voelde die vrijdagmiddag de vervulling van een magische belofte.”", "Ze heeft er even op moeten wachten, dertien jaar om precies te zijn, maar Chazia Mourali is terug op televisie. “Het was altijd mijn stiekeme droom iets voor tv te maken over opera, en nu kreeg ik eindelijk de kans,” zegt ze. “Een verhaal uitspitten, die prachtige locaties, het is één groot feest.” Voor de NPO maakt ze een vierdelige serie over het leven van Giacomo Puccini, vorige week was de eerste aflevering op tv.", "Puccini, zegt Mourali, gezeten in een zaaltje in het Concertgebouw, is de grootste, omdat hij de geheimen van onze ziel blootlegt, al die dingen die we voelen maar niet delen. “Hij zoomt in op het persoonlijke, daarom raakt het ons. In mijn favoriete aria E lucevan le stelle, ‘De sterren glinsterden aan de hemel’, beschrijft hij hoe de hoofdpersoon nog eenmaal denkt aan zijn geliefde voordat hij ter dood wordt gebracht. Hoe haar voetstappen knarsten op het grindpad, hoe ze binnenkwam, hoe ze haar kleren liet vallen, hoe ze in zijn armen lag. Aan het einde schreeuwt hij het uit: nu zal ik haar nooit meer zien. Dat snijdt door je ziel. Dat is zo intens, zo menselijk – dát is voor mij Puccini.”", "Wie haar bevlogen hoort praten over muziek, ziet niets terug van de strenge presentatrice van De zwakste schakel, of van de scherpe, bijdehante deelnemer aan talkshows en discussieprogramma’s. Mourali’s leven is gevormd door romantiek. Schrijvers, dichters, films, opera. Terwijl leeftijdgenoten een veiligheidsspeld door hun wang staken en zongen over no future, zwijmelde zij weg bij Baudelaire en Chopin. “Je kunt als romanticus hard vallen, want je hebt meer verwachtingen, meer dromen. Dat kan leiden tot teleurstelling en verdriet, maar ook tot magie. In de arena van Verona zat ik naast operazangeres Eleonora Buratto, die een paar zinnen uit De wals van Musetta voor me zong. Kippenvel. Zoiets kun je alleen maar bereiken als je geen laag beton hebt laten storten over je romantische gevoelens.”", "In een column schreef u ooit dat RTL u op het matje had geroepen, omdat u in De Telegraaf had gezegd dat u van opera houdt.", "“Ik had een ontzettend leuk gesprek met Henk van der Meijden, die de mooiste balletten naar Amsterdam had gehaald. We hadden een mooi interview, het stond knalgroot in De Telegraaf. Dus ik denk: nou zijn ze heel blij met me, maar dat was echt van: hoe dúrf je.”", "Want opera is voor de elite?", "“Ja, en wij zijn niet elitair bij RTL. Ik ben ook weleens in een talkshow door iemand uitgelachen, die na afloop zei: ik kijk er net zo tegenaan als jij, hoor. Maar dan was het wel commercieel om Chazia uit te lachen met haar rare smaak. Maar goed, ik heb geleerd van Oprah Winfrey, die het weer heeft van Maya Angelou: zo’n aanval zegt niets over jou, maar over de ander. Angelou, die vind ik ontzettend sterk, die heeft als zwarte schrijfster alles over zich heen gekregen en is maar doorgegaan.”", "Is Puccini niet ook een tikje highbrow?", "“Daar ben ik het niet mee eens. Dat is ook wat mijn programma laat zien. Ik sprak een Italiaanse organist, die zei: Puccini speelde als 10-jarige al voor arme mensen voor wie de kerk ook een concertzaal en een museumzaal was. Puccini leerde daar muziek voor gewone mensen te maken. En hoe hij hen kon raken in hun hart.”", "“Ik zou het leuk vinden als mensen de menselijkheid van opera weer zien, zonder dat je het plat hoeft te maken. Nu wordt Famke Louise ingezet bij de strijd tegen de ontlezing. Je kunt ook een leuke schrijfster met passie over literatuur laten praten, met alle scherpe randjes die erbij horen, zodat zelfs niet-lezers betoverd raken.”", "Een operakaartje hoeft ook niet duur te zijn.", "“Volgens mij zijn de Toppers veel duurder.”", "Is het eigenlijk erg om elitair te zijn? Is het niet vreemd dat je moet zeggen…", "“…sorry dat ik een boek heb gelezen? Absoluut. Ik heb een paar keer voorgelezen bij Jasmijn op school, dan las ik voor uit de Odyssee. De kinderen hingen aan mijn lippen, zo’n reus met één oog dat dan wordt uitgestoken. Wij hebben verhalen nodig, hè. Daarom verzinnen mensen nu zoveel verhalen rond die samenzweringsclub, QAnon. Dat beantwoordt aan het verlangen om ons leven betekenis te geven, omdat we niet willen dat we als een soort zandkorrels maar worden voortgeblazen. We willen dat iets een begin heeft, een midden en een einde en ja, dan heb ik liever Puccini dan QAnon, sorry.’’", "Heeft u vaak het gevoel tegen de stroom in te roeien?", "“Adriaan van Dis heeft ooit gezegd: ‘Ze moeten nog een beetje aan je wennen.’ Ik ben nu 57, ik hoop dat dat moment gekomen is. Ik zou het heel leuk vinden als ik nog een paar jaar tv zou mogen maken. En misschien klink ik nu weer politiek correct en gutmensch en irritant, maar ik zou dat ook voor andere vrouwen goed vinden: dat je televisie mag maken omdat je een verhaal te vertellen hebt, en niet omdat je 20 bent en blond.”", "Chazia & Puccini is op zaterdagen te zien om 19.30 uur op NPO 2."], "authors": ["Sandra Donker"], "keywords": ["ik", "presentatrice", "van", "het", "mourali", "puccini", "voor", "chazia", "en", "een", "ziel", "mij", "te", "snijdt", "door", "dat", "die", "je"], "pubDate": "2021-01-09T13:00:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}