{"id": "47d7cc29-9137-3dc8-95b3-ffa20da4acbf", "title": "Nobelprijswinnaar en natuurkundige Martinus Veltman (89) overleden", "url": "https://nu.nl/wetenschap/6100417/nobelprijswinnaar-en-natuurkundige-martinus-veltman-89-overleden.html", "summary": "De Nederlandse Nobelprijswinnaar Martinus (Tini) Veltman is maandag op 89-jarige leeftijd overleden, zo heeft de Universiteit Utrecht woensdag laten weten.\nNatuurkundige Veltman was van 1966 tot 1981 hoogleraar aan de Utrechtse universiteit.\nVoordat zij de Nobelprijs wonnen, waren beiden al internationaal toonaangevend op het gebied van de theoretische natuurkunde en de deeltjesfysica.\nVeltman promoveerde in 1963 aan de Universiteit Utrecht op onderzoek dat hij deels bij het Europees Centrum voor Kernonderzoek (CERN) in Genève deed.\nVeltman is maandag in zijn huis in Bilthoven in het bijzijn van zijn familie overleden, aldus de universiteit.", "paragraphs": ["De Nederlandse Nobelprijswinnaar Martinus (Tini) Veltman is maandag op 89-jarige leeftijd overleden, zo heeft de Universiteit Utrecht woensdag laten weten. Natuurkundige Veltman was van 1966 tot 1981 hoogleraar aan de Utrechtse universiteit.", "Veltman ontving de Nobelprijs in 1999 samen met Gerard 't Hooft, eveneens natuurkundige in Utrecht. De twee helderden de kwantumstructuur van de elektrozwakke interacties in de natuurkunde op. Voordat zij de Nobelprijs wonnen, waren beiden al internationaal toonaangevend op het gebied van de theoretische natuurkunde en de deeltjesfysica.", "Veltman promoveerde in 1963 aan de Universiteit Utrecht op onderzoek dat hij deels bij het Europees Centrum voor Kernonderzoek (CERN) in Genève deed. Drie jaar later werd hij al professor. In 1981 vertrok Veltman naar de Universiteit van Michigan in de Verenigde Staten. Daar bleef hij wonen tot aan zijn emeritaat in 1996. Toen verhuisde hij terug naar Nederland.", "Veltman is maandag in zijn huis in Bilthoven in het bijzijn van zijn familie overleden, aldus de universiteit."], "authors": ["Door"], "keywords": ["89", "overleden", "zijn", "van", "universiteit", "tot", "nobelprijswinnaar", "utrecht", "en", "natuurkundige", "veltman", "aan", "op", "het", "hij", "martinus"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}