{"id": "47d9e9f6-51ac-3f43-9d73-5d73a1cb60c2", "title": "Passing the time when you’re in quarantine: an overview", "url": "https://www.parool.nl/english/passing-the-time-when-you-re-in-quarantine-an-overview~ba113b60/", "summary": "Beeld ShutterstockHold a Netflix partyYou may be separated from friends and family, but you can still watch films and TV series with them.\nCinevilleThe cinemas may be shut, but Cineville offers an alternative moviegoing experience: if you enter your Cineville membership number you can watch films on your computer at home.\nFilm1If you watch TV at home via VodafoneZiggo or KPN, they’ll allow you to view Film1 movies for free.\nKids are catered for too, with Nick Toons Jr., Music, and Comedy Central Extra all available for free until 13 April.\nInternational Documentary Festival Amsterdam lets you stream some 300 free films from its website, so you’re spoiled for choice.", "paragraphs": ["Beeld Shutterstock", "Hold a Netflix party", "You may be separated from friends and family, but you can still watch films and TV series with them. www.netflixparty.com lets you stream content at the same time as they do, chat about what you’re seeing, and even pause everyone’s video while you nip off for a pee or a packet of crisps. It’s almost as good as the real thing.", "And if you want to watch a series on Netflix but can’t decide which one, Het Parool has drawn up a list of mustn’t-miss titles.", "Cineville", "The cinemas may be shut, but Cineville offers an alternative moviegoing experience: if you enter your Cineville membership number you can watch films on your computer at home.", "Citizen K., And Then We Danced, Drama Girl and Jumbo, which premiered on 26th of march.", "Film1", "If you watch TV at home via VodafoneZiggo or KPN, they’ll allow you to view Film1 movies for free. They have titles like The American, starring George Clooney; Quentin Tarantino’s Django unchained, and The tourist, with Johnny Depp and Angelina Jolie.", "Kids are catered for too, with Nick Toons Jr., Music, and Comedy Central Extra all available for free until 13 April.", "Online documentaries", "If you were planning to attend the Movies That Matter festival on 20 March, don’t despair: some of the titles are available online at Picl.nl. The selection here includes Prison for profit, about the grim reality of South Africa’s Mangaung jail.", "Some titles are available for a few days, and others for longer. Each costs €8,50, which gives you forty-eight hours access. Some films will also feature short interviews with the makers.", "International Documentary Festival Amsterdam lets you stream some 300 free films from its website, so you’re spoiled for choice.", "Learn the guitar", "Always wanted to play the guitar, but never had the time? Now’s your chance to put that right. Guitarist Mark Tuinstra, who’s confined to barracks just like you, offers lessons via Skype, FaceTime, and Zoom. “It’s supersafe!” he says. “Pay what you want to help a freelancing musician without gigs.”", "Exercise", "As long as you’re still allowed outside, you can obviously go running or cycling. If you were training for a marathon or other cancelled event, it’s a good idea to rest for a while. “Do keep training, but make it more relaxed,” exercise physician Guido Vroemen told NPO Radio 1 listeners. That way, you can peak again when you need to.", "And if you do have to remain indoors, stay fit by skipping or doing burpees, both of which provide a complete workout without leaving home.", "Listen to all the best live albums", "With concerts off the agenda for the time being, it may be a while before you can see your favourite artists in the flesh again. In the meantime, Het Parool has selected some of the finest-ever live albums and classical performances.", "There’s jazz legend Gregory Porter who performed with a classical orchestra at the Royal Albert Hall in April 2018. James Brown live at the Apollo proved an unexpected success for the record company in 1962. And Dutch band De Dijk also belongs on the list. Its 25th birthday in 2006 was a musical milestone, culminating with Wanhoop niet (Don’t despair): “Straks is het allemaal weer anders. En misschien wel beter dan ooit.” Everything will be different again soon. And maybe better than ever before.", "Cooking", "The supermarkets are still open, and with the exception of toilet paper, most products seem to be available. But you can’t go on eating takeouts for ever. The YouTube cooking channel devoted to the late Clara Cannucciari might provide some inspiration. She was born in 1915, and lived through the Great Depression that began in the late 1920s. Cannucciari and her grandson cook popular dishes of the time, and describe how people managed during those difficult years.", "For a healthy dose of feelgood television, try Grandpa Kitchen’s YouTube channel. An Indian father-and-son team take you through the finest cuisine their country has to offer, cooking the food in orphanages and sharing it with the residents.", "Hate cooking, and have no wish to learn? The antidote to food programmes is Gordon Ramsay’s Kitchen Nightmares channel, featuring clips of the redoubtable celebrity chef losing his rag with his unfortunate victims.", "Read a book", "“If you can’t go outside, bring the world inside. Fortunately, you can read at home.” That’s the tagline of marketing organisation CPNB’s outdoor and social media campaign for the book industry, encouraging housebound people to read. It is centred on #ikleesthuis [I read at home], run by writer and children’s book ambassador Manon Sikkel, and urges consumers to visit online bookstores and use onlinebibliotheek.nl.", "And if you can’t decide which books to read, perhaps our reviews can point you in the right direction."], "authors": ["Het Parool", "Translation Het Vertaalcollectief"], "keywords": ["youre", "overview", "read", "watch", "quarantine", "passing", "films", "live", "free", "het", "available", "cant", "titles"], "pubDate": "2020-03-29T08:56:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}