{"id": "47eea76e-571d-3def-8bb1-46fa9c29890b", "title": "'Vulkaanramp Nieuw-Zeeland zet vraagtekens bij veiligheid toeristen'", "url": "https://nu.nl/dit-wordt-het-nieuws/6095517/vulkaanramp-nieuw-zeeland-zet-vraagtekens-bij-veiligheid-toeristen.html", "summary": "Een jaar geleden vond in Nieuw-Zeeland een vulkaanuitbarsting plaats op White Island, een populaire toeristenbestemming.\nOp dat moment waren enkele tientallen toeristen en gidsen bij de krater, 22 van hen overleden door het natuurgeweld.\nZij woont al jaren in Nieuw-Zeeland en werkt van daaruit voor verschillende media.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["Een jaar geleden vond in Nieuw-Zeeland een vulkaanuitbarsting plaats op White Island, een populaire toeristenbestemming. Op dat moment waren enkele tientallen toeristen en gidsen bij de krater, 22 van hen overleden door het natuurgeweld. In Nieuw-Zeeland is het een jaar later nog altijd een onderwerp van gesprek, maar dan vooral over de vraag of er iemand verantwoordelijk is voor de ramp. We praten erover met journalist Ielse Broeksteeg. Zij woont al jaren in Nieuw-Zeeland en werkt van daaruit voor verschillende media.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["nieuws", "van", "bij", "toeristen", "zet", "nieuwzeeland", "vulkaanramp", "vraagtekens", "het", "op", "veiligheid", "een", "je", "en", "wordt", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}