{"id": "47fd16cb-7b1a-3411-a97c-8ae78dca6050", "title": "13,5 maanden spreek je niet uit als ‘dertien en een halve maanden’", "url": "https://trouw.nl/cultuur-media/13-5-maanden-spreek-je-niet-uit-als-dertien-en-een-halve-maanden~b198841c/", "summary": "Een lezer merkte op dat hij dit automatisch had gelezen als ‘dertien en een halve maand’.\nDat komt vaker voor bij getallen met decimalen, mits die door een naamwoord kunnen worden vervangen: 1,5 of 2,5 dagen wordt anderhalve respectievelijk twee en een halve dag, 3,25 weken wordt drie en een kwart week, 4,5 jaren wordt vier en een half jaar en 5,75 eeuwen wordt vijf (en) driekwart eeuw.\nIn Groningen bijvoorbeeld is 13,5 maand net zo acceptabel als 13,5 maanden.\nEn ook daar kan zich de transformatie voordoen, althans bij minuut en uur: 13,5 minuten spreek je waarschijnlijk uit als dertien en een halve minuut en 10,5 uren/uur als tien en een half uur.\nDie bewuste herformulering van een passage uit een ANP-bericht doet vermoeden dat de formulering ‘13,5 maanden’ toch wat ongemakkelijk was.", "paragraphs": ["Afgelopen donderdag schreef Trouw dat de Hongkongse activist Joshua Wong ‘13,5 maanden gevangenisstraf’ is opgelegd. Een lezer merkte op dat hij dit automatisch had gelezen als ‘dertien en een halve maand’.", "Interessant hieraan is natuurlijk de transformatie van maanden in maand. Dat komt vaker voor bij getallen met decimalen, mits die door een naamwoord kunnen worden vervangen: 1,5 of 2,5 dagen wordt anderhalve respectievelijk twee en een halve dag, 3,25 weken wordt drie en een kwart week, 4,5 jaren wordt vier en een half jaar en 5,75 eeuwen wordt vijf (en) driekwart eeuw. Zelfs 3,2 eeuwen zou je kunnen uitspreken als drie en twee tiende eeuw.", "Als voor dag, week, maand en eeuw een getal met decimalen staat, zullen deze woorden meestal in het meervoud staan: 13,5 dagen, weken, maanden, eeuwen. Het woord jaar vormt een uitzondering: 13,5 jaar is minstens zo gewoon als 13,5 jaren. Dat komt omdat jaar in het meervoud onveranderd kan blijven. Je zegt immers ook dat iemand vijftig jaar is.", "In sommige regiolecten kan de vorm ‘maand’ in het meervoud onveranderd blijven. In Groningen bijvoorbeeld is 13,5 maand net zo acceptabel als 13,5 maanden. Een getal met decimalen kun je ook combineren met tijdsaanduidingen van het type seconde, minuut en uur. En ook daar kan zich de transformatie voordoen, althans bij minuut en uur: 13,5 minuten spreek je waarschijnlijk uit als dertien en een halve minuut en 10,5 uren/uur als tien en een half uur.", "Toch wat ongemakkelijk", "Het bericht over Joshua Wong was afkomstig van het ANP en de meeste kranten hadden ‘13,5 maanden gevangenisstraf’ letterlijk overgenomen. Alleen NRC had er ‘13,5 maand gevangenisstraf’ van gemaakt. Die bewuste herformulering van een passage uit een ANP-bericht doet vermoeden dat de formulering ‘13,5 maanden’ toch wat ongemakkelijk was.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["van", "als", "maand", "het", "jaar", "135", "niet", "je", "spreek", "uit", "halve", "en", "een", "maanden", "dat", "dertien"], "pubDate": "2020-12-09T01:00:50+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}