{"id": "48189001-5547-3cf1-b253-6a0d22edf420", "title": "Cucina Casalinga: not the simple perfection we’d hoped for (7,5)", "url": "https://www.parool.nl/english/cucina-casalinga-not-the-simple-perfection-we-d-hoped-for-7-5~b2147fca/", "summary": "Cucina Casalinga on Stadionweg Beeld Eva PlevierCucina Casalinga, on Stadionweg, prides itself on homely southern Italian cuisine.\nThat’s because we’d been expecting a cosy little place with warm, tasteful décor and mood lighting, like Cucina Casalinga on Stadionweg.\nThese ingredients didn’t hang together, and needed more good oil; this dish is no more than that bowl of burrata.\nFinally, there was thick, bruschetta-like ungrilled Altamura bread with wonderful anchovies, good ricotta salata, fresh olive oil, and Pachino tomatoes.\nCucina Casalinga seeks to use the best Italian ingredients, and this is reflected in the prices.", "paragraphs": ["Cucina Casalinga on Stadionweg Beeld Eva Plevier", "Cucina Casalinga, on Stadionweg, prides itself on homely southern Italian cuisine. But it didn’t meet the expectations this engendered in us.", "Italy may be the land of tasteful, elegant interior design, but many of its osterie and trattoria are furnished with cheap knickknacks and cookie-cutter tables and chairs out of a catalogue.", "The first time we visited one of these, a spartan Naples eatery with fluorescent lighting and TVs blaring from every wall, it took some getting used to. That’s because we’d been expecting a cosy little place with warm, tasteful décor and mood lighting, like Cucina Casalinga on Stadionweg.", "Italian stereotype", "This may simply be a Dutch stereotype of Italy, but there’s some truth in it. As we hung up our jackets, I felt like I’d suddenly been whisked away on a Mediterranean holiday.", "One of our two friendly servers was well informed. The other, we later found out, was working his second night ever, which explains most of the issues we encountered during our visit. I mention this because I think staff training is an essential ingredient of good management.", "The new waiter confused beef tomato with fennel, burrata with mozzarella, and ricotta salata with goat’s cheese. He didn’t bring the menu at first, made us eat à la carte when we might have wanted the set menu, promised John Dory and gave us mullet, and served coffee before dessert.", "Each time, he acted as though he’d been there for years. His immediate response whenever when we pointed out a mistake was to insist, in the friendliest possible manner, that he was right.", "And next", "We were served excellent, slightly bitter olives, very good bread, fruity olive oil, and real balsamico. I chose a glass of Calafè Greco di Tufo 2012 (€7), which had lost some of its fruit but was taut and slightly smoky, with a good length. My companion’s Vermentino di Sardegna (€6) tasted of pear drops, as Vermentino di Sardegna often does.", "We tried an antipasto misto (€18.50 per person) of imported meats (butter-soft ham, spicy salami, and funky head cheese) with fresh green figs, white beet that tasted earthy and corky (which is what happens when it’s on the old side), and some kind of beansprouts whose purpose was not clear to me. Then there was a bowl of excellent burrata, also with figs; very thinly sliced unripe beef tomato; and dreary alfalfa. These ingredients didn’t hang together, and needed more good oil; this dish is no more than that bowl of burrata.", "Finally, there was thick, bruschetta-like ungrilled Altamura bread with wonderful anchovies, good ricotta salata, fresh olive oil, and Pachino tomatoes. I calculated that the tray of unripe tomatoes had travelled 2,528 kilometres from Sicily to Amsterdam, only to disappoint us. This made me a bit sad.", "We ordered a portion of fave e cicoria, a classic Apulian peasant dish, and it was the best we had ever eaten. This smooth, shiny purée of dried broad beans with bitter cooked leaf vegetables was worth every cent of its hefty €13 price tag.", "As primi, we chose a delicate risotto with lots of flavourful black summer truffle, and homemade pappardelle with a purée of fennel, chickpeas and pecorino. This caught my eye on the menu because I thought it would be difficult to make anything exciting from these ingredients, and so it proved: a floury, insipid concoction that bizarrely cost the same as the risotto, €17.50.", "Wonderfully earthy", "We drank red with our mains: a glass of quite polished aglianico and a more exciting red from the northern slopes of Mount Etna (both €7). The portions were generous, but we managed to do justice to our pig’s-neck rolls with scamorza cows-milk cheese (€26.50). The accompanying mushrooms and black Sicilian lentils were nice, but the dish wasn’t as succulent as it could have been.", "On the fish front, we had oven-baked mullet with cactus fruit and pickled fennel flower (€26.50). It was beautifully cooked, and the earthy combination with the cool, sweet fruit and bittersweet fennel flower was wonderful.", "Depth", "For dessert, we had a rich ricotta tart with a crumb base and Bronte pistachios (€8), and creamy panna cotta with a jelly of passionfruit and rhubarb oil. The cream of the panna cotta had strong cowshed undertones, and although my companion wasn’t wild about this, it’s the kind of depth I really like.", "Cucina Casalinga seeks to use the best Italian ingredients, and this is reflected in the prices. Sometimes they take this too far, for example with the Pachino tomatoes, which are not as good as our Tasty Toms. One of the features of Italian cuisine is its strong regional focus. Shouldn’t an Italian chef in the Netherlands be finding local substitutes for Italian products?"], "authors": ["Gilles Van Der Loo", "Translation", "Het Vertaalcollectief"], "keywords": ["tomatoes", "simple", "cucina", "italian", "menu", "ricotta", "hoped", "ingredients", "good", "oil", "75", "casalinga", "perfection", "fruit", "fennel"], "pubDate": "2019-10-28T15:13:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}