{"id": "481d7c81-59eb-3e58-a399-dcfd57b83572", "title": "Na ‘Oudejaarspromenade’ denderden Ischa en Connie voorbij", "url": "https://trouw.nl/cultuur-media/na-oudejaarspromenade-denderden-ischa-en-connie-voorbij~b9e120bcb/", "summary": "We zaten klaar voor een avond vol subtiele geintjes met ‘Oudejaarspromenade’ van zondag en maandag achter elkaar.\nEen provocerend jaaroverzicht-tweeluik voor hoog­opgeleiden en de Randstad, en laagopgeleiden en de regio.\nOudejaarspromenade 1 voor hoogopgeleiden en RandstadDe onvoelbare vonkHun schurende gezelligheid werd vervolgens met een wervelwind van het beeld geblazen door ‘I.M.’ (AvroTros).\nConnie Palmen en Ischa Meijer indrukwekkend vertolkt door Wende Snijders en Ramsey NasrOok de filosofe-neerlandica Palmen zelf, ­geloofwaardig gespeeld door een open en onderzoekende Wende Snijders, wordt met terugwerkende kracht weer een fascinerende persoonlijkheid.\nJe weet het, wanneer je ’s nachts even wakker wordt en merkt dat je zelfs in je droom in dat huis bij Ischa en Connie was.", "paragraphs": ["We zaten klaar voor een avond vol subtiele geintjes met ‘Oudejaarspromenade’ van zondag en maandag achter elkaar. Een provocerend jaaroverzicht-tweeluik voor hoog­opgeleiden en de Randstad, en laagopgeleiden en de regio. “Een leuke plek”, zeiden de komieken ‘ongemerkt’ denigrerend.", "Je moet het gezien hebben. Die Hugo de Jonge-schoenen van Diederik Ebbinge, die oliebol de hele tijd in de hand. In deel twee die intens lullige ‘Masked Singer’-persiflage met Peter R. de Vries in een kop van ­Ganesha. Als kijker zit je steeds sneller te giechelen. En tenslotte ‘Diederik’ (want het volk doet niet aan achternamen) die fulmineert: “Waarom moeten wíj altijd toenadering zoeken en meedoen met dat domme gelul!?” Hij sluit af met de hoop dat we de oude frames van 2020 achter ons kunnen laten.", "‘Promenade’ is een programma geworden dat op markante momenten terugkomt (een zomer, een Oudjaar, welja de ramadan; ik daag ze uit) en dan inmiddels voelt als ­traditie. Knap geflikt in net meer dan een jaartje.", "Oudejaarspromenade 1 voor hoogopgeleiden en Randstad", "De onvoelbare vonk", "Hun schurende gezelligheid werd vervolgens met een wervelwind van het beeld geblazen door ‘I.M.’ (AvroTros). De vierdelige serie over Ischa Meijer en Connie Palmen was lovend gerecenseerd en hoofdrolspeler Ramsey Nasr had al een Gouden Kalf gewonnen, maar hoge verwachtingen zijn gevaarlijk. Ze deden me extra kritisch kijken naar het moment dat de vonk oversprong, tijdens Meijers eerste radio-interview met La Palmen. Ik voelde het niet. Heb zelfs het oorspronkelijke VPRO-interview van 5 februari 1991 teruggeluisterd op zoek naar die vonk: ook daar lastig te identificeren.", "De rest raakte seconde voor seconde doel. Nasr kan binnen één keer met zijn ogen knipperen van stemming veranderen – waarneembaar in diezelfde ogen. De camera vangt hem zo gevarieerd als Palmen hem beziet: nu eens met analyserende blik, dan weer met de zwierigheid van een spelend kind dat in het nu leeft.", "Connie Palmen en Ischa Meijer indrukwekkend vertolkt door Wende Snijders en Ramsey Nasr", "Ook de filosofe-neerlandica Palmen zelf, ­geloofwaardig gespeeld door een open en onderzoekende Wende Snijders, wordt met terugwerkende kracht weer een fascinerende persoonlijkheid. “Ik wil jou helemaal, ook wat ik niet aankan”, zegt ze gestoken wanneer hij een nacht is weggebleven en daarvoor nog sorry zegt ook. Ze is in staat om van deze getraumatiseerde man alles ­erbij te nemen, heus ook de pijn, zonder aan eigenwaarde in te boeten.", "Wat bijblijft in hun ontwikkelende liefdesgeschiedenis, zijn die mooie zinnen. “Ik kom je nooit tegen in bed”, legt Palmen de afstand uit die ze voelt tijdens het vrijen omdat hij zich voor zijn emoties afsluit.", "Ramsey Nasr heeft Ischa Meijer nooit gekend, speechte hij bij zijn in ontvangstname van het Kalf. Hij had vrienden gesproken en in vele bronnen bestudeerd hoe Meijer zich bewoog, praatte, rookte, lachte. “Je probeert iemand toe te laten tot de knoppen van jouw motoriek”, vertelde hij. “Zoiets richt ook schade aan, een soort fantoompijn voor acteurs. Plots moet je weer met jezelf verder.”", "Hij miste hem. Het doet beseffen dat regisseur Michiel van Erp, scenarioschrijver Hugo Heinen, Wende Snijders en bovenal Ramsey Nasr, alles hebben gegeven. Je weet het, wanneer je ’s nachts even wakker wordt en merkt dat je zelfs in je droom in dat huis bij Ischa en Connie was. Dit is ­gewoon steengoed.", "Renate van der Bas en Maaike Bos schrijven afwisselend columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["denderden", "van", "ischa", "voor", "en", "voorbij", "oudejaarspromenade", "een", "met", "palmen", "connie", "het", "dat", "die", "je"], "pubDate": "2020-12-29T16:32:06Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}