{"id": "4820b816-f4a8-3cd2-ac39-8b62d3536669", "title": "Slapen in een krantenpaleis in Rotterdam", "url": "https://volkskrant.nl/de-gids/slapen-in-een-krantenpaleis-in-rotterdam~bc0688da/", "summary": "Beeld Slaak RotterdamAls krantenman slaap je het liefst onder een krant, gezet in fluweel, waaronder je warmt aan meeslepende verhalen.\nMaar slapen in een hotel waar ooit een krant zat, komt snel daarna.\nNu is er het gewezen krantenpaleis van Het Vrije Volk, het pronkjuweel van wederopbouwarchitectuur in Rotterdam, getransformeerd tot hotel The Slaak.\nBeeld Slaak RotterdamNa onder meer een snookercentrum, een krakersbolwerk en een verzameling ambtenaren, huist er nu in dit toonbeeld van naoorlogs optimisme het schitterende hotel The Slaak.\nJe voelt je even een verslaggever van toen, die met wapperende regenjas en een blocnote vol wetenswaardigheden de redactieruimte binnenstormt of de prachtige hopperiaanse bar bezet na gedane primeurs.", "paragraphs": ["De lobby van hotel The Slaak in Rotterdam. Beeld Slaak Rotterdam", "Als krantenman slaap je het liefst onder een krant, gezet in fluweel, waaronder je warmt aan meeslepende verhalen. Maar slapen in een hotel waar ooit een krant zat, komt snel daarna. Je hebt al het voormalig nieuwskasteel van de Volkskrant, het Volkshotel. Nu is er het gewezen krantenpaleis van Het Vrije Volk, het pronkjuweel van wederopbouwarchitectuur in Rotterdam, getransformeerd tot hotel The Slaak.", "Op deze plek stond eerst het redactiegebouw voor de krant Voorwaarts, ontworpen door H.P. Berlage, dat werd op 14 mei 1940 gebombardeerd. Daarna kwam in 1952 het Slaakhuys van architect Jo Vegter, waar van 1965 tot 1976 Het Vrije Volk zat, enige tijd de grootste krant van Nederland. Van hieruit hoopte men toen de verworpenen der aard te laten ontwaken.", "Dromen van primeurs in de luxueuze lofts. Beeld Slaak Rotterdam", "Na onder meer een snookercentrum, een krakersbolwerk en een verzameling ambtenaren, huist er nu in dit toonbeeld van naoorlogs optimisme het schitterende hotel The Slaak. Op zeer smaakvolle wijze is hier door neovintagedesign en herstel van de jarenvijftigdecoraties weer leven geblazen in dit vergeten gebouw– als ode aan de journalistiek van toen.", "De combinatie van neovintagedesign en opgeknapte jarenvijftigdecoraties doen oude tijden herleven. Beeld Slaak Rotterdam", "De naam van het inpandige restaurant, Didot34, verwijst naar het lettertype van Het Vrije Volk, en als bakens van letterliefde vind je her en der geplante typemachines. Je voelt je even een verslaggever van toen, die met wapperende regenjas en een blocnote vol wetenswaardigheden de redactieruimte binnenstormt of de prachtige hopperiaanse bar bezet na gedane primeurs. Om daarna in buitengewoon comfortabele lofts, met uitzicht op de arbeiders die je wilt verheffen, senang in slaap te vallen, dromend van de voorpagina van morgen.", "Vanaf € 150, theslaakrotterdam.nl"], "authors": ["John Schoorl"], "keywords": ["van", "slaak", "rotterdam", "een", "vrije", "volk", "en", "krantenpaleis", "slapen", "krant", "je", "hotel", "het"], "pubDate": "2020-01-17T14:00:53Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}