{"id": "483a26b1-ced9-384c-938e-6e6d69598cf0", "title": "Leidse Burcht wordt digitale ontmoetingsplek voor jongeren", "url": "https://nu.nl/leiden/6095919/leidse-burcht-wordt-digitale-ontmoetingsplek-voor-jongeren.html", "summary": "De Leidse Burcht wordt een digitale ontmoetingsplek voor jongeren.\nVeel jongeren hebben last van stress en onzekerheid waardoor de behoefte om elkaar te ontmoeten en activiteiten te organiseren groot is.\nJuist met de kerstvakantie en een vuurwerkloos Oud en Nieuw is er daarom iets extra's nodig, zegt Lenferink.\nDat maakt het zeer toegankelijk,\" zegt Sebastiaan Schoenmaker van De Leidse Burcht.\nDe Leidse Burcht faciliteert het podium en iedereen die dat wil, kan zelf een programma maken.", "paragraphs": ["De Leidse Burcht wordt een digitale ontmoetingsplek voor jongeren. Dat is hard nodig, omdat veel jongeren zich in coronatijd vervelen, zegt burgemeester Henri Lenferink tegen nieuwspartner Sleutelstad.", "Veel jongeren hebben last van stress en onzekerheid waardoor de behoefte om elkaar te ontmoeten en activiteiten te organiseren groot is. Juist met de kerstvakantie en een vuurwerkloos Oud en Nieuw is er daarom iets extra's nodig, zegt Lenferink.", "Creatiefabriek Doorgedraaid heeft daarom de handen met verschillende partners als Leiden Marketing, Centrummanagement Leiden en Cultuurfonds Leiden ineengeslagen. Op die manier is De Leidse Burcht ontstaan.", "Voor een periode van drie maanden worden verschillende onlineactiviteiten op een vrijblijvende manier georganiseerd. \"Alles kan vanuit de luie stoel op een coronaproof manier worden gevolgd. Dat maakt het zeer toegankelijk,\" zegt Sebastiaan Schoenmaker van De Leidse Burcht. De Leidse Burcht faciliteert het podium en iedereen die dat wil, kan zelf een programma maken. Jong en oud worden uitgenodigd om mee te doen.", "Het gaat onder meer om initiatieven als pubquizzen, workshops, discussies en online escaperooms, allemaal ondersteund door (live) muziek. Een aantal activiteiten is gratis, maar bij bepaalde workshops wordt een kleine bijdrage gevraagd.", "Op 19 december is de live aftrap vanuit de Burcht."], "authors": ["Door"], "keywords": ["ontmoetingsplek", "burcht", "zegt", "van", "om", "een", "en", "wordt", "te", "jongeren", "leidse", "op", "voor", "worden", "digitale"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}