{"id": "485144c7-3918-33a9-9429-6d9d45e7f654", "title": "Zo vindt het coronatestevenement met Guido Weijers plaats", "url": "https://nu.nl/muziek/6100653/zo-vindt-het-coronatestevenement-met-guido-weijers-plaats.html", "summary": "Eind januari worden er respectievelijk een congres en een voorstelling van Guido Weijers in het Beatrix Theater in Utrecht georganiseerd die dienen als coronatestevenementen.\nHet doel hiervan is om in de toekomst evenementen met een grotere capaciteit op een veilige manier te kunnen organiseren in tijden van het coronavirus.\nDe voorstelling van Weijers wordt georganiseerd door Loens Theater BV, in samenwerking met Stage Entertainment.\nDe voorstelling van Weijers valt onder testevenement type 1; een evenement in een statische setting (gewezen zitplaatsen), op een indoorlocatie.\nNa afloopDe bezoekers zullen het theater gecontroleerd verlaten en worden middels drie verschillende routes en uitgangen naar buiten geleid.", "paragraphs": ["Eind januari worden er respectievelijk een congres en een voorstelling van Guido Weijers in het Beatrix Theater in Utrecht georganiseerd die dienen als coronatestevenementen. Het doel hiervan is om in de toekomst evenementen met een grotere capaciteit op een veilige manier te kunnen organiseren in tijden van het coronavirus. Hieronder leggen we uit hoe de voorstelling van Weijers in haar werk zal gaan.", "De twee evenementen zullen onder voorbehoud op 25 en 26 januari plaatsvinden.", "Fieldlab Evenementen haakt ten behoeve van de onderzoeken aan bij bestaande evenementen. De voorstelling van Weijers wordt georganiseerd door Loens Theater BV, in samenwerking met Stage Entertainment.", "De voorstelling van Weijers valt onder testevenement type 1; een evenement in een statische setting (gewezen zitplaatsen), op een indoorlocatie.", "Binnenkomst", "In totaal zullen vijfhonderd bezoekers worden toegelaten. Zij dienen binnen 48 uur voor het begin van de voorstelling een PCR-test te ondergaan en moeten aan de deur een negatief testresultaat kunnen laten zien. De bezoekers zullen ook na het evenement getest worden.", "Op welke manier die test bij de ingang overhandigd dient te worden, is nog even de vraag. Dat zou kunnen in de vorm van een uitgeprint document of zelfs als digitaal bewijs dat wordt vastgemaakt aan iemands DigiD.", "Ingang", "Er zullen waarschijnlijk drie ingangen geopend worden. Bij de hoofdingang wordt een 'bubbel' van 250 personen toegelaten. Een extra entree wordt gebruikt om een andere groep van tweehonderd personen toe te laten.", "Daarnaast zullen vijftig personen meedoen aan een snelteststeekproef en via een derde ingang toegang krijgen.", "Iedere bezoeker gaat vervolgens door een poortje waarbij de temperatuur wordt gemeten. Is de temperatuur te hoog, dan wordt de temperatuur van de bezoeker handmatig gemeten. Bij een te hoge lichaamstemperatuur moet de persoon naar huis gaan.", "Elke bezoeker draagt na binnenkomst een klein kastje aan een keycord, waarmee zijn of haar beweging opgenomen worden. Na afloop leest de organisatie uit hoe men zich bewogen heeft en hoelang men bijvoorbeeld dichter dan 1,5 meter in de buurt van andere mensen is geweest.", "De organisatie wil niet dat de bezoekers heel geforceerd afstand gaan houden, maar dat ze zo natuurlijk mogelijk bewegen.", "Tijdens de voorstelling", "Bezoekers worden niet op basis van leeftijd over de zitplaatsen verdeeld. Gezien het feit dat er sprake is van een pilotevenement wordt mensen die tot een risicogroep behoren ten strengste afgeraden om het evenement te bezoeken.", "Er worden geen hele tussenrijen vrijgelaten. Wel zullen er telkens twee lege stoelen tussen een tweetal of een huishouden zitten.", "In het theater worden zo'n vijftig spatschermen opgesteld. Niet alleen de werking daarvan wordt in kaart gebracht; ook de mening van de bezoeker met betrekking tot de totaalervaring is belangrijk.", "Bezoekers worden geacht om tijdens de voorstelling een mondkapje te dragen. Camera's zouden kunnen monitoren of die regel wordt nageleefd. Ook is er een robot in de foyer aanwezig die kan zien of iemand een mondkapje draagt of niet. Die robot kan ook de temperatuur meten.", "In het Beatrix Theater worden sensoren geplaatst die niet alleen de luchtvochtigheid, maar ook het CO2-gehalte en de temperatuur tijdens de voorstelling meten. Daarmee wordt ook de invloed van lachen, juichen en klappen op die verschillende waarden geregistreerd.", "Pauze", "Bezoekers krijgen op twee manieren een pauzedrankje aangeboden. Een deel van de groep doet dit via de traditionele manier en loopt zelf naar de bar.", "De organisatie wil graag zien welke dynamiek hierdoor veroorzaakt wordt en hoe mogelijke contactmomenten eruitzien. De bezoekers worden wel gevraagd gepaste afstand te houden.", "De andere groep krijgt de zogeheten borrelbox geserveerd. Zij kunnen een drankje in hun stoel nuttigen. Daar hebben al veel theaters mee geëxperimenteerd.", "Na afloop", "De bezoekers zullen het theater gecontroleerd verlaten en worden middels drie verschillende routes en uitgangen naar buiten geleid. Vooraf worden zij gevraagd om op verschillende parkeerterreinen te parkeren.", "De kans om iemand daar na afloop voor lange tijd tegen te komen, is volgens de organisatie verwaarloosbaar.", "Kaartverkoop", "Die is nog niet in gang gezet. De organisatie verwacht dat de ticketverkoop over een week zal starten. Het management van Weijers heeft al zo'n vierhonderd mails ontvangen van mensen die geïnteresseerd zijn; zij zullen bericht krijgen.", "Van hen wordt dus wel verwacht dat ze zich aan de voorwaarden van het onderzoek houden."], "authors": ["Door", "Chris Helt"], "keywords": ["van", "zo", "voorstelling", "zullen", "en", "met", "een", "wordt", "coronatestevenement", "worden", "te", "het", "vindt", "guido", "die", "plaats", "weijers"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}