{"id": "48532ba3-a5b1-379e-8a16-16c49a4360db", "title": "Mijn klus: Jan (75) maakt modelzeilboten van afvalhout", "url": "https://www.telegraaf.nl/lifestyle/745888291/mijn-klus-jan-75-maakt-modelzeilboten-van-afvalhout", "summary": "Later knapte hij zelf grote zeiljachten op en nu hij gepensioneerd is, maakt hij modeljachten.\n„De rest van de onderdelen maak ik voornamelijk zelf en van hout.”Een modelschip maken duurt twee dagen wat allemaal in zijn werkplaats gebeurt.\n„Tussen het werk door speelt Jan vaak even op zijn sousafoon of blaasbas”, vertelt zijn vrouw Eelkje Loopik vrolijk.\nZijn scheepsmodellen geeft hij weg als cadeau, maar het schip waar hij het meest trots op is schittert in zijn werkplaats.\nMijn middelste zoon is iets heel anders gaan doen, maar váárt wel graag mee.”Heeft u ook een bijzonder klusobject dat u graag wilt showen?", "paragraphs": ["Jan Loopik uit Friesland zit al van jongs af aan in de wereld van de houten boten. Deze passie begon toen hij rond zijn twaalfde een houten kano kreeg. Sindsdien is hij rondom het water te vinden.", "Later knapte hij zelf grote zeiljachten op en nu hij gepensioneerd is, maakt hij modeljachten.", "Havenmeester", "„Je zou het niet geloven, maar naast grote boten verschepen en restaureren ben ik ook nog havenmeester van Heeg geweest.”", "Jarenlang zag Jan Loopik dagelijks de mooiste boten voorbijkomen. Geen wonder dat de hobbyist zo fanatiek is in het maken van scheepsmodellen.", "„Ik begin zonder plan en alles wat ik tegenkom, gebruik ik.”", "„Mijn kunstwerken lijken op nagemaakte scheepsmodellen, maar er zitten altijd gekke attributen aan. Daardoor blijft mijn werk uniek.”", "Zo gebruikt hij cocktailprikkers met vlaggetjes als vlag en tourniquetjes als bolders.", "„De rest van de onderdelen maak ik voornamelijk zelf en van hout.”", "Een modelschip maken duurt twee dagen wat allemaal in zijn werkplaats gebeurt.", "Volgens Loopik fungeert deze ruimte als zijn eigen museum. “Er staat en hangt van alles, zoals schilderijen en foto’s, een grote zeilboot die ik aan het opknappen ben en allerlei verzamelde souvenirs.”", "Ook staan er veel instrumenten, iets waarmee de Rotterdamse-Fries ook veel bezig is. „Tussen het werk door speelt Jan vaak even op zijn sousafoon of blaasbas”, vertelt zijn vrouw Eelkje Loopik vrolijk.", "Zijn scheepsmodellen geeft hij weg als cadeau, maar het schip waar hij het meest trots op is schittert in zijn werkplaats.", "Waterkraan", "„Het is een tweemaster, waar ik voor het stuurwiel het leertje uit een oude waterkraan heb gebruikt”, vertelt een trotse Loopik. Voor de zeilen gebruikt hij loopkarton en voor de tuigage teertouw. “Dat laatste ruikt zo lekker.”", "Zelf is hij opgegroeid in de wereld van de boten en ook zijn zonen heeft hij wegwijs gemaakt in de verschillende type schepen.", "„Mijn ene zoon zeilt de wereld rond in een J-Class, de jongste is altijd bij mij in de leer geweest en heeft nu zijn eigen Jachtwerf. Mijn middelste zoon is iets heel anders gaan doen, maar váárt wel graag mee.”", "Heeft u ook een bijzonder klusobject dat u graag wilt showen? Stuur een mail naar [email protected]."], "authors": ["Isa De Laat"], "keywords": ["ik", "zijn", "van", "mijn", "en", "een", "klus", "maakt", "afvalhout", "75", "op", "ook", "loopik", "het", "jan", "modelzeilboten", "hij"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}