{"id": "486eb93b-3b21-3a31-b8fb-356f6198868d", "title": "Expert: ‘Kades kunnen ook hersteld zonder ze te slopen’", "url": "https://www.parool.nl/amsterdam/expert-kades-kunnen-ook-hersteld-zonder-ze-te-slopen~ba1602de/", "summary": "Onderzoek doen en niet alleen heel precies in kaart brengen welke kades slecht zijn, maar vooral ook bepalen welke aanpak de beste is voor de specifieke problemen.\n“In de monumentenzorg is het gebruikelijk om bij het maken van een nieuwe constructie de oude te handhaven.\nEr worden dan nieuwe palen geschroefd die het draagvermogen van de oude palen overnemen.\nMaar bij het herstel kiest de gemeente voor een destructieve methode: de kade op houten palen wordt geheel gesloopt.\n“Naar mijn mening, en die van de VVAB, tast je daarmee het aanzicht van beschermd stadsgezicht aan.", "paragraphs": ["Een groot deel van de 600 kilometer aan kademuren is in erbarmelijke staat, zoals hier bij de Leliegracht. Beeld ANP", "Beter kijken, daar komt het voor Ernst de Beaufort op neer. Onderzoek doen en niet alleen heel precies in kaart brengen welke kades slecht zijn, maar vooral ook bepalen welke aanpak de beste is voor de specifieke problemen. “Dan zul je zien dat de methode die de gemeente tot nu toe hanteert, niet in alle gevallen de beste is. Sterker nog: ik denk dat de door mij ontwikkelde aanpak in een significant aantal gevallen de voorkeur verdient.”", "De Beaufort weet waar hij het over heeft: de restauratieconstructeur is al zo ongeveer een werkzaam leven lang betrokken bij het herstel van huizen waarvan de fundering aan vervanging toe is. Wroeten in Amsterdamse grond is, weliswaar indirect, zijn lust en zijn leven.", "Destructieve methode", "Het alternatieve plan dat De Beaufort ontwikkelde op verzoek van de Vrienden van de Amsterdamse Binnenstad (VVAB), komt voort uit zijn jarenlange ervaring met de vele monumenten die de Amsterdamse grachtengordel rijk is. “In de monumentenzorg is het gebruikelijk om bij het maken van een nieuwe constructie de oude te handhaven. Er worden dan nieuwe palen geschroefd die het draagvermogen van de oude palen overnemen. Zoiets is ook denkbaar bij ­kademuren.”", "Begrijp hem goed: De Beaufort is echt niet ontevreden over de ernst die de gemeente aan de dag legt bij de aanpak van de kades en de bruggen, waarvan het onderhoud decennialang schromelijk werd onderschat. “Er is een probleem en dat wordt onderkend. Maar bij het herstel kiest de gemeente voor een destructieve methode: de kade op houten palen wordt geheel gesloopt. Vervolgens wordt het weer opgebouwd.”", "En dat is een vreemde benadering, zegt De Beaufort. “Naar mijn mening, en die van de VVAB, tast je daarmee het aanzicht van beschermd stadsgezicht aan. Monumenteneigenaren die hun fundering moeten herstellen, mogen ook niet zomaar alles vervangen door nieuwbouw.”", "Funderingsplaat", "Zijn eigen aanpak, een verzameling van reeds bestaande inzichten, bestaat eruit dat de kademuur zelf blijft zoals ie is. “In een heel aantal gevallen is er namelijk niets mis met de bakstenen, het is dan de constructie eronder die niet langer degelijk is. Wat je doet, is de straat direct achter de kademuur ontgraven tot grondwaterpeil. Vervolgens worden daar palen en een betonnen funderingsplaat aangebracht. Indien er veel ruimte is tussen grachtenpeil en kadepeil kan deze worden benut voor bepaalde voorzieningen, zoals bijvoorbeeld warmte-koude­opslag en huisvuilcontainers.”", "Niet de oude constructie vervangen dus, maar verstevigen. Bijkomend voordeel, aldus de deskundige: je kunt veel beter rekening houden met de aanwezigheid van monumentale bomen. “In de sloop/nieuwbouwbenadering worden die nog vrijwel altijd gekapt.” Volgens de VVAB kunnen door de kademuurvernieuwingen naar schatting duizend beeldbepalende en monumentale bomen niet worden behouden.", "Grimburgwal", "Zijn methodiek kan in een substantieel aantal kademuren worden toegepast, schat De Beaufort in. “Dit is nog geen pasklare oplossing, hoewel ik wel al positieve reacties heb van aan­nemers die ik dit heb voorgelegd. Of dit voor veel muren zou kunnen? Dat hangt af van de staat van de specifieke kademuren. Deze aanpak kan bijvoorbeeld niet bij kademuren die hoog boven het water uitsteken. Maar ik ben ervan overtuigd dat het op veel plekken beter is.”", "En zegt De Beaufort niet eigenlijk ook dat het met de veronderstelde dramatische staat van de kades en bruggen stiekem wel meevalt? Helemaal niet, zegt hij, terwijl hij verwijst naar de Grimburgwal, die enkele maanden geleden pardoes in de gracht kukelde. “Ik bagatelliseer dit probleem niet, er móet iets gebeuren. Maar ik vind dat je genuanceerder moet zijn. Soms zal je moeten slopen, maar er zijn zeker veel kades waarbij je subtieler te werk kan gaan.”"], "authors": ["Marc Kruyswijk"], "keywords": ["van", "je", "bij", "zonder", "het", "die", "beaufort", "expert", "ze", "ook", "te", "kunnen", "kades", "slopen", "een", "niet", "en", "dat", "hersteld"], "pubDate": "2020-12-03T15:02:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}