{"id": "4871a4a3-4441-3dc0-a401-a222f78930be", "title": "Na vier lange jaren mag Ibtihal Jadib weer gas geven, haar kinderen zijn naar school", "url": "https://volkskrant.nl/columns-opinie/na-vier-lange-jaren-mag-ibtihal-jadib-weer-gas-geven-haar-kinderen-zijn-naar-school~bc40cb61/", "summary": "We stonden in de winkel te soebatten: zij wilde een knalroze rugtas met ballerina’s terwijl ik lonkte naar een groen exemplaar met een peuzelende eekhoorn.\nTot die tijd zou ik het werk om de kinderen heen plannen, in plaats van de kinderen om het werk.\nEn alhoewel jonge kinderen er engelachtig uitzien, ontbreekt het ze aan empathisch vermogen, aan impulsbeheersing en hebben ze een grote vernielzucht.\nNu keek ze verrukt naar het schoolgebouw, eindelijk mocht ze naar binnen.\nIn plaats daarvan fietste ik met betraande wangen terug naar een veel te stil huis.", "paragraphs": ["We stonden in de winkel te soebatten: zij wilde een knalroze rugtas met ballerina’s terwijl ik lonkte naar een groen exemplaar met een peuzelende eekhoorn. Ik zette m’n beste Tel Sell-reclamestem op in een poging haar te verleiden, maar dat werd niet op prijs gesteld. ‘Mama, we gingen toch een rugtas uitkiezen voor mij eigen zelf?’, vroeg ze geïrriteerd, ‘waarom moet ik er dan een nemen die jíj leuk vindt?’. Genadeloos. Bedremmeld legde ik de eekhoorn terug en rekende het ballerinagedrocht af. Daarmee was haar uitrusting compleet – de lunchtrommel en drinkbeker hadden we al – en was ze klaar voor haar eerste schooldag.", "Naar die dag had ik vier jaar lang reikhalzend uitgekeken. Voor de kinderen er waren, was ik onnozel geweest over het hele gebeuren. Ik zou moeiteloos switchen tussen koters en cliënten. Ik zou het ene moment fluitend de rechtbank uitlopen na een geslaagde zittingsdag vol spitsvondige pleidooien en het volgende moment de toegewijde moeder uithangen die een gebraden kip uit de oven trekt terwijl haar Neckermann-gezin klaarzit voor een sereen avondmaal. Het ging anders. Binnen een week liep ik erbij als een naar slaap hunkerende zombie wiens dagen in het teken stonden van een oneindige, sadistische takenlijst. Processtukken deelden hun plek in de aktetas met afgekolfde moedermelk en schuldgevoel. Mijn eigenwaarde bleek samen te hangen met het (on)vermogen een baby in slaap te krijgen. En in het rijke, gezegende gezinsleven bleek doorlopend een gebrek te zijn aan tijd, controle en rust.", "Als zelfstandig ondernemer dacht ik al snel: waarom doe ik dit mezelf aan? Je kunt niet alles hebben in het leven en kinderen verkeren relatief kort in het stadium van hulpeloze larven. Voor je het weet moeten ze niets meer van je hebben. Ik zette een stip op de horizon: als de jongste naar school zou gaan, kon ik gas geven. Tot die tijd zou ik het werk om de kinderen heen plannen, in plaats van de kinderen om het werk.", "Vier jaar is best een lange tijd als je ongeduldig bent. En alhoewel jonge kinderen er engelachtig uitzien, ontbreekt het ze aan empathisch vermogen, aan impulsbeheersing en hebben ze een grote vernielzucht. Er is leuker gezelschap denkbaar. Ik ben me verbijsterd gaan afvragen hoe crècheleidsters en peuterjuffen dagelijks kunnen verkeren met wezentjes die zo veel weg hebben van Gremlins.", "Nu was het zover: de eerste schooldag van de jongste. Ze had er weken, máánden op gewacht. Iedere keer nadat we haar grote broer op het schoolplein afzetten, moesten we de nachtjes tellen voordat ze kon beginnen met de rest van haar leven. Nu keek ze verrukt naar het schoolgebouw, eindelijk mocht ze naar binnen. De juf was gedurende drie seconden een vreemdeling, daarna greep ze haar hand en liet ze zich de klas in leiden. Ze kreeg de stoel met het lieveheersbeestje, een schot in de roos. Even keek ze nog naar me om, daarna richtte ze haar blik op de klasgenoten waarvan ze me thuis had gevraagd of die wel vriendjes met haar zouden willen worden. Ik wachtte nog op een snik of omhelzing, maar mijn service bleek al niet meer nodig. Ik liep maar naar buiten.", "De stip op de horizon was bereikt. Eerder had ik geroepen dat ik de vlag zou uithangen, de herwonnen vrijheid zou bejubelen. In plaats daarvan fietste ik met betraande wangen terug naar een veel te stil huis."], "authors": ["Ibtihal Jonkers-Jadib"], "keywords": ["van", "school", "jaren", "het", "op", "naar", "zijn", "met", "kinderen", "jadib", "mag", "ik", "lange", "een", "ze", "en", "weer", "haar", "vier"], "pubDate": "2020-11-26T15:00:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}