{"id": "48756e8c-18c1-38e4-80d0-af69e8a4674a", "title": "Barnier stapt weer in Eurostar om Brexit-onderhandelingen vlot te trekken", "url": "https://nu.nl/brexit/6093171/barnier-stapt-weer-in-eurostar-om-brexit-onderhandelingen-vlot-te-trekken.html", "summary": "De Europese hoofdonderhandelaar Michel Barnier reist vrijdag weer naar Londen om fysiek te onderhandelen met de Britten over een handelsakkoord.\nBarnier doelt op verschillen van inzicht op het gebied van visserij, toezicht en concurrentie.\nDe twee partijen hebben nog tot 1 januari om een deal te sluiten, omdat de Britten eerder dit jaar besloten de transitieperiode niet te verlengen.\nLukt dat niet, dan is er sprake van zogeheten no-dealscenario, waarbij de handelsafspraken vervallen naar de regels van de handelsorganisatie WTO.\nEen bestuurder van de Britse centrale bank zei eerder deze week dat een dergelijk scenario kostbaarder is dan de schade van de coronacrisis.", "paragraphs": ["De Europese hoofdonderhandelaar Michel Barnier reist vrijdag weer naar Londen om fysiek te onderhandelen met de Britten over een handelsakkoord. Dat laat Barnier vrijdag weten op Twitter. De Fransman en de rest van zijn team zaten de afgelopen week in zelfisolatie, nadat een van de diplomaten besmet was geraakt met het coronavirus.", "Voordat Barnier weer in de Eurostar naar hartje Londen stapte, liet hij weten dat de partijen nog altijd met dezelfde struikelblokken worstelen. Barnier doelt op verschillen van inzicht op het gebied van visserij, toezicht en concurrentie. Deze drie thema's zijn al sinds dag één van de onderhandelingen de heetste hangijzers en zijn nog steeds niet opgelost.", "Waar er vorige week binnenskamers werd gefluisterd over een mogelijke deal in de komende weken, zijn de rooksignalen deze week een stuk minder optimistisch. Diplomaten zeggen dat de toponderhandelaar achter gesloten deuren \"geen rooskleurig beeld schetste van de onderhandelingen\". Ook zou Barnier eerder deze week gedreigd hebben niet meer naar Londen te willen komen dit weekend, als de Britten zich niet wat flexibeler zouden opstellen.", "Hoewel de treinreis toch doorgaat, wordt het met de dag lastiger om tot een handelsakkoord te komen. De twee partijen hebben nog tot 1 januari om een deal te sluiten, omdat de Britten eerder dit jaar besloten de transitieperiode niet te verlengen.", "Lukt dat niet, dan is er sprake van zogeheten no-dealscenario, waarbij de handelsafspraken vervallen naar de regels van de handelsorganisatie WTO. Met invoerheffingen op veel producten als gevolg, het economische rampscenario. Een bestuurder van de Britse centrale bank zei eerder deze week dat een dergelijk scenario kostbaarder is dan de schade van de coronacrisis."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["vlot", "van", "eurostar", "trekken", "op", "stapt", "met", "zijn", "brexitonderhandelingen", "week", "een", "niet", "te", "weer", "om", "dat", "barnier"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}