{"id": "487c2cd4-2e6d-3b85-aeac-abfa00049802", "title": "Trump werkt machtsoverdracht aan regering-Biden niet langer tegen", "url": "https://www.parool.nl/wereld/trump-werkt-machtsoverdracht-aan-regering-biden-niet-langer-tegen~be104620/", "summary": "De Amerikaanse president Donald Trump heeft maandag een beginnetje gemaakt met het erkennen van zijn meerdere in Joe Biden.\n‘In het belang van het land’ is de transitie naar diens regering gestart.\nMurphy was niet onder druk gezet om zo lang te wachten, schrijft ze in een brief aan de president-elect.\nMaandag doken nog meer namen op, die in de loop der dagen zullen worden toegevoegd aan de nieuwe Amerikaanse regering.\nAls zijn benoeming door de Senaat komt, is de geboren Cubaan de eerste Latino op het departement dat onder Trump hard optrad tegen al dan niet illegale migranten.", "paragraphs": ["De Amerikaanse president Donald Trump heeft maandag een beginnetje gemaakt met het erkennen van zijn meerdere in Joe Biden. ‘In het belang van het land’ is de transitie naar diens regering gestart.", "Trumps tweet was op het plechtige af. ‘Ik heb geadviseerd dat Emily Murphy doet wat nodig is met betrekking tot het protocol.’ Murphy is de baas van de General Services Administration (GSA), de overheidsdienst die na een presidentsverkiezing moet tekenen voor het in gang zetten van de machtsoverdracht. Concreet houdt dat in dat een aanstaande regering, in dit geval die van verkiezingswinnaar Joe Biden, de beschikking krijgt over financiële en inhoudelijke overheidsmiddelen om zich voor te bereiden op het Witte Huis.", "Op de kop af drie weken na de presidentsverkiezingen – die Biden met een marge van 72 kiesmannen en zes miljoen stemmen won – wordt dat proces nu in gang gezet. Murphy was niet onder druk gezet om zo lang te wachten, schrijft ze in een brief aan de president-elect. ‘Ik neem deze rol serieus en, vanwege recente ontwikkelingen rondom rechtszaken en de certificering van de verkiezingsuitslagen, stuur ik u vandaag deze brief om deze middelen en diensten aan u beschikbaar te stellen.’", "Overigens dook The Wall Street Journal een mail van Trumps stafchef Mark Meadows op die personeel verbood om zomaar met vertegenwoordiging van Biden te spreken, tenzij daar ‘specifiek toestemming’ voor is gegeven.", "‘Geen erkenning nederlaag’", "Trump twitterde de illusie even later uit de wereld – voor zover dat nodig was – dat de stap gelijkstaat aan het erkennen van zijn nederlaag. Het tegenovergestelde is wat hem betreft waar. ‘Wat heeft mijn toestemming voor voorlopige samenwerking met de Democraten te maken met onze voortdurende strijd tegen de meest corrupte verkiezingen in de Amerikaanse geschiedenis?’ brieste hij op Twitter. ‘Ik zal nooit toegeven aan valse stembiljetten en Dominion’, verwijzend naar het bedrijf waarvan de software volgens hem hoofdschuldige is aan de massale fraude, waar nog altijd geen enkel bewijs voor is gevonden.", "What does GSA being allowed to preliminarily work with the Dems have to do with continuing to pursue our various cases on what will go down as the most corrupt election in American political history? We are moving full speed ahead. Will never concede to fake ballots & “Dominion”. — Donald J. Trump (@realDonaldTrump) 24 november 2020", "Trump heeft naar eigen zeggen nog altijd vertrouwen in zijn juridische strijd tegen de verkiezingsuitslag. Op Twitter: ‘Ik geloof dat we zullen winnen!’", "Eén van de staten waar Trump ten onrechte fraude ziet, is het noordoostelijke Michigan. Dat bekrachtigde maandag definitief de stemverhoudingen met een voordeel van 154.000 stemmen voor Biden.", "Ministers", "Team-Biden noemt het besluit van Murphy ‘cruciaal voor een goede en vreedzame machtsoverdracht’. Naar verwachting wordt vandaag geformaliseerd dat Antony Blinken minister van Buitenlandse Zaken wordt, Janet Yellen als eerste vrouw het ministerie van Financiën gaat leiden en Linda Thomas-Greenfield ambassadeur wordt bij de Verenigde Naties.", "Maandag doken nog meer namen op, die in de loop der dagen zullen worden toegevoegd aan de nieuwe Amerikaanse regering. De meest in het oog springende is die van John Kerry. De minister van Buitenlandse Zaken in het tweede kabinet Obama – en dus een oud-collega van Biden, die toen vicepresident was – gaat zich als speciaal gezant bezighouden met de strijd tegen klimaatverandering.", "Beoogd minister van Binnenlandse Veiligheid Alejandro Mayorkas was tussen 2013 en 2016 al onderminister. Als zijn benoeming door de Senaat komt, is de geboren Cubaan de eerste Latino op het departement dat onder Trump hard optrad tegen al dan niet illegale migranten."], "authors": ["David Van Unen"], "keywords": ["van", "trump", "werkt", "langer", "het", "op", "voor", "met", "die", "machtsoverdracht", "niet", "een", "en", "dat", "regeringbiden", "aan", "tegen"], "pubDate": "2020-11-24T08:34:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}