{"id": "488bfd22-55a3-3910-8a54-1185c884595e", "title": "Vasthouden aan Zwarte Piet is op een paradoxale manier vasthouden aan je niet-racistische zelfbeeld", "url": "https://volkskrant.nl/columns-opinie/vasthouden-aan-zwarte-piet-is-op-een-paradoxale-manier-vasthouden-aan-je-niet-racistische-zelfbeeld~bd6dd6e9/", "summary": "Philip Huff schreef in 2019 een mooi stuk in The Paris Review waarin hij opperde dat de afschaf van Zwarte Piet op zoveel weerstand stuit omdat Nederlanders daarmee zouden moeten toegeven dat het een racistisch personage is.\nDat past niet bij het beeld dat Nederlanders van zichzelf hebben.\nVasthouden aan Zwarte Piet is op een paradoxale manier vasthouden aan je niet-racistische zelfbeeld.\nIn een onmogelijk scenario waarin niemand het ooit over racisme had gehad, had men Zwarte Piet misschien zonder slag of stoot van kleur kunnen veranderen (‘De zwarte schmink was op... alle pieten zijn nu lila!’).\nDat was trouwens bijna gebeurd – in 2006 zijn de Pieten in het Sinterklaasjournaal door een regenboog heen gevaren en toen waren ze veelkleurig.", "paragraphs": ["Philip Huff schreef in 2019 een mooi stuk in The Paris Review waarin hij opperde dat de afschaf van Zwarte Piet op zoveel weerstand stuit omdat Nederlanders daarmee zouden moeten toegeven dat het een racistisch personage is. Dat past niet bij het beeld dat Nederlanders van zichzelf hebben.", "Oftewel: instemmen met afschaffing is toegeven dat je fout zat. Vasthouden aan Zwarte Piet is op een paradoxale manier vasthouden aan je niet-racistische zelfbeeld.", "In een onmogelijk scenario waarin niemand het ooit over racisme had gehad, had men Zwarte Piet misschien zonder slag of stoot van kleur kunnen veranderen (‘De zwarte schmink was op... alle pieten zijn nu lila!’). Dat was trouwens bijna gebeurd – in 2006 zijn de Pieten in het Sinterklaasjournaal door een regenboog heen gevaren en toen waren ze veelkleurig.", "Soms denk ik: had het toen maar zo gelaten. Maar nee, dan had niemand het over racisme hoeven hebben en dat was nu juist wel erg nodig."], "authors": ["Paulien Cornelisse"], "keywords": ["paradoxale", "van", "piet", "manier", "op", "het", "zwarte", "zijn", "nietracistische", "waarin", "een", "je", "dat", "vasthouden", "zelfbeeld", "aan"], "pubDate": "2020-12-02T16:54:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}