{"id": "48b048c3-f0ce-357b-aecb-f59e0dc89b98", "title": "Paul Moerman (1916-2020), de man die twaalf gesneuvelde kameraden bij zich droeg", "url": "https://volkskrant.nl/mensen/paul-moerman-1916-2020-de-man-die-twaalf-gesneuvelde-kameraden-bij-zich-droeg~b203c151/", "summary": "Hij had zijn hele leven een schuldgevoel omdat zijn kameraden sneuvelden en hij mocht overleven.\nOp 14 mei vocht hij bij Overschie ten noorden van Rotterdam bij de herovering van een molen waarbij vijf van zijn kameraden sneuvelden.\nUit piëteit met de slachtoffers droeg Moerman bij elke herdenking een lijst met de namen van de twaalf gesneuvelden van zijn compagnie.\n‘Al die poppenkast, dat gedril en het eindeloos marcheren tot je er murw van wordt’, beschreef hij het.\nNa de oorlog hielp een neef in Rijswijk met een baantje als volontair op een makelaarskantoor.", "paragraphs": ["Paul Moerman.", "Hij had zijn hele leven een schuldgevoel omdat zijn kameraden sneuvelden en hij mocht overleven. Paul Moerman maakte in de meidagen van 1940 deel uit van het regiment grenadiers dat op de eerste dag van de oorlog het vliegveld Ypenburg bij Den Haag moest heroveren nadat dit was bezet door Duitse luchtlandingstroepen die de opdracht hadden de koninklijke familie en de Nederlandse militaire en politieke leiding gevangen te nemen.", "‘We moesten tussen de brandende gebouwen door, onder de gierende granaten van onze eigen artillerie, Ypenburg op stormen’, vertelde hij.", "Zeven van de kameraden uit zijn compagnie verloren het leven. Op 14 mei vocht hij bij Overschie ten noorden van Rotterdam bij de herovering van een molen waarbij vijf van zijn kameraden sneuvelden. Moerman was niet meegegaan in deze strijd, omdat hij eerder als verkenner al in actie was geweest. Daardoor leefde hij nog, ruim tachtig jaar. Hij overleed 2 december, een dag na zijn 104de verjaardag.", "Moerman was zeer gelovig. ‘Hij vertelde mij weleens dat dit hem in staat stelde het schuldgevoel te verwerken’, zegt Gielt Algra, een vriend van Moerman en auteur van het boek Militaire ooggetuigen: de strijd in mei 1940. Uit piëteit met de slachtoffers droeg Moerman bij elke herdenking een lijst met de namen van de twaalf gesneuvelden van zijn compagnie.", "Dienstplichtig militair", "Paul Moerman was de zoon van een agrariër uit het Westlandse Maasland. In 1936 werd hij opgeroepen als dienstplichtig militair. Hij had een hekel aan het leger met zijn ‘brullende onderofficieren’. ‘Al die poppenkast, dat gedril en het eindeloos marcheren tot je er murw van wordt’, beschreef hij het. Per week kreeg hij 1 gulden en 3 cent per week soldij.", "Bij de mobilisatie in 1939 werd hij opnieuw opgeroepen. Op 9 mei 1940, een dag voor de Duitse invasie, was Moerman ingekwartierd in een school aan de Acaciastraat te Den Haag. Om half vier in die nacht van 10 mei 1940 moest zijn eenheid zich ‘in vol tenue’ opstellen op het plein. ‘Luitenant Lut­scher hield een toespraak dat het nu bittere ernst was en dat ons leven in de waagschaal zou liggen en dat we geacht werden onze plicht tot het uiterste te vervullen’, vertelde Moerman. Lutscher zou dezelfde dag sneuvelen, net als 97 andere militairen van het regiment.", "Na de actie op 14 mei in Overschie was Moerman ook nog getuige van het bombardement op Rotterdam. ‘Een verschrikkelijke drie kwartier’, noemde hij dat. Na de overgave een dag later werd hij gedemobiliseerd en verbleef hij de rest van de oorlog op de boerderij van zijn ouders. Na de oorlog hielp een neef in Rijswijk met een baantje als volontair op een makelaarskantoor. In 1947 werd hij beëdigd als makelaar/taxateur en vestigde hij zich in Leiden. ‘Het makelaarsberoep paste precies bij mij. Spanning, sport en spel.’", "Buurman van de kroonprins", "Hij trouwde twee keer en woonde aan het Rapenburg, waar hij enkele jaren buurman was van kroonprins Willem-Alexander. Later zou hij hem regelmatig tegenkomen op de jaarlijkse veteranendag. Niet alleen kon hij dan herinneringen ophalen aan de studentenfeesten van Willem-Alexander, hij kon hem ook vertellen dat hij op 7 januari 1937 paleiswacht was geweest bij het huwelijk tussen prinses Juliana en prins Bernhard.", "De herinneringen aan de oorlogsdagen van 1940 bleven hem altijd achtervolgen. ‘Ik droom er nog weleens van. Dan trekken de gebeurtenissen als een horrorfilm aan me voorbij. Oorlog beschouw ik als de vloek op de dwaasheid van het menselijk geslacht en zijn hopeloze hulpbehoevendheid.’"], "authors": ["Peter De Waard"], "keywords": ["droeg", "paul", "bij", "moerman", "zijn", "twaalf", "zich", "die", "van", "en", "een", "gesneuvelde", "kameraden", "man", "op", "als", "het", "hij", "dat"], "pubDate": "2021-01-03T16:35:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}