{"id": "48bea69b-de10-3b13-be09-82bd88616e8a", "title": "Een iconisch peuterarmpje onder een goudkleurige isolatiedeken: die kleine vuist is een symbool van hoop", "url": "https://volkskrant.nl/cultuur-media/een-iconisch-peuterarmpje-onder-een-goudkleurige-isolatiedeken-die-kleine-vuist-is-een-symbool-van-hoop~b80766eb/", "summary": "Zo was ik al begonnen aan een exposé over kwetsbare kinderen die wereldwijd afhankelijk zijn van volwassenen die dikwijls niet het goede voorbeeld geven.\nMaandagochtend haalden reddingswerkers in de Turkse kuststad Izmir een 3-jarig meisje onder het puin van een ingestort appartementencomplex vandaan.\nUrenlang zochten de reddingswerkers naar Elif, haar moeder en twee van haar broertjes en zusjes waren op zaterdag levend uit hun verkruimelde huis tevoorschijn gekomen.\nVlak nadat een kluwen gehelmde mannen het meisje had gevonden en haar onder een goudkleurige isolatiedeken voorzichtig met zich meedroeg, maakte iemand van de brandweerbrigade deze foto.\nHaar hele hand omklemt de gehandschoende duim van brandweerman Muammer Celik die haar uiteindelijk zojuist onder het puin vandaan heeft getrokken.", "paragraphs": ["De rubriek Beeldvormers onderzoekt hoe een foto onze kijk op de werkelijkheid bepaalt. Deze week: een symbool van hoop.", "Soms is het goed om een rem te zetten op je eigen neiging tot symbolische duiding van de dingen. Vooral in een tijd waarin de emoties hoog oplopen, zoals afgelopen week (of het hele afgelopen jaar), is het verleidelijk om vol op het orgel te gaan bij het zien van een foto als die hierboven.", "Zo was ik al begonnen aan een exposé over kwetsbare kinderen die wereldwijd afhankelijk zijn van volwassenen die dikwijls niet het goede voorbeeld geven. En over hoe die kinderen daar beter maar zo snel mogelijk achter kunnen komen, opdat ze niet blind achter de grote mensen aan lopen, wier autoriteit rust op het enige feit dat die toevallig meer levenservaring hebben, maar dat meer levenservaring niet automatisch meer verantwoordelijkheidsgevoel oplevert – nou, Jóóst mag weten waar dat heenging. Ik ben ermee gestopt, graag gedaan.", "Gewoon even naar die foto kíjken. Niet meteen denken dat je er van alles in zíet.", "Dit is het verhaal. Maandagochtend haalden reddingswerkers in de Turkse kuststad Izmir een 3-jarig meisje onder het puin van een ingestort appartementencomplex vandaan. Elif Perincek lag al 65 uur tussen de brokstukken, nadat een aardbeving in de Egeïsche Zee eind vorige week een enorme ravage had veroorzaakt, waarbij meer dan 100 mensen om het leven kwamen. Urenlang zochten de reddingswerkers naar Elif, haar moeder en twee van haar broertjes en zusjes waren op zaterdag levend uit hun verkruimelde huis tevoorschijn gekomen. Zij moest ook nog ergens zijn.", "En daar was ze. Vlak nadat een kluwen gehelmde mannen het meisje had gevonden en haar onder een goudkleurige isolatiedeken voorzichtig met zich meedroeg, maakte iemand van de brandweerbrigade deze foto. Hij stond wat hoger dan de rest en overzag daardoor de situatie als geen ander.", "Dat er nauwelijks iets van Elif te zien is, is niet erg. Een stukje van haar hoofd is zichtbaar in de verte, maar waar het natuurlijk om gaat is dat armpje. Als een bleke paddestoel steekt het kaarsrecht uit het verkreukelde goud omhoog. Haar hele hand omklemt de gehandschoende duim van brandweerman Muammer Celik die haar uiteindelijk zojuist onder het puin vandaan heeft getrokken. Elif had zijn hand gedurende de reddingsoperatie geen moment losgelaten, vertelde de man later aan een Turkse televisiezender.", "De foto ging in rap tempo de wereld rond. Begrijpelijk. Na Elif werden nog drie meisjes uit de ravage van Izmir gered, eentje van 14, eentje van 4 en nog eentje van 3 jaar oud. Ook daar zijn foto’s van en ook die zijn ontroerend (vooral die waarop een reddingswerker een liefdevolle kus geeft aan het kleinste ukkie, dat nog half onder de brokstukken ligt). Maar dat peuterarmpje: iconisch – ik heb er geen ander woord voor.", "Voor de mensen uit Izmir was die kleine vuist een symbool van hoop. De vondst van Elif sterkte hun geloof dat het nog steeds mogelijk was om levende mensen te vinden in de puinhopen van de stad. Een televisiereportage toonde iedereen in tranen, van de bestofte reddingswerker tot de journalist die hem interviewde tot de presentator in de studio. Eindelijk goed nieuws na al die ellende.", "Hier thuis, waar alles nog overeind stond en de Amerikaanse verkiezingsstrijd als een wolk krijsende meeuwen op ons neerdaalde, betrof de ontroering vooral het totale vertrouwen van dat kind. Haar afhankelijkheid, haar kwetsbaarheid, en hoe die volwassen mannen daar oog voor hadden, dat vertrouwen zelfs als een trofee omhooghielden voor de foto en evenzeer kwetsbaar durfden te zijn. Hoe ze ervoor zorgden dat ze het vertrouwen van het meisje niet beschaamden, iets waar andere volwassenen best eens een voorbeeld aan zouden mogen nemen – afijn, daar ging ik.", "De naam Elif heeft trouwens meerdere betekenissen, maar een ervan is: eerlijkheid. Te symbolisch? Nee. Niet in deze week."], "authors": ["Merel Bem"], "keywords": ["van", "het", "die", "elif", "peuterarmpje", "isolatiedeken", "vuist", "iconisch", "hoop", "een", "onder", "dat", "en", "haar", "niet", "te", "symbool", "kleine"], "pubDate": "2020-11-06T18:43:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}