{"id": "48cab79c-4b7c-3ce8-982f-ebb850571778", "title": "Koninklijke onderscheiding voor Utrechtse huisarts Christine Weenink", "url": "https://nu.nl/utrecht/6095155/koninklijke-onderscheiding-voor-utrechtse-huisarts-christine-weenink.html", "summary": "Christine Weenink, huisarts van huisartsenpraktijk Binnenstad Utrecht, heeft maandag een Koninklijke onderscheiding gekregen.\nWeenink krijgt de onderscheiding voor haar bijdrage aan de verbetering van de zorg door huisartsen voor mensen met psychische klachten.\nZe zette in 1999 een programma op voor regelmatige en gezamenlijke consulten met de huisarts, de psychiater en de patiënt.\nDatzelfde jaar werd Weenink lid van de Werkgroep Deskundigheidsbevordering Huisartsen Utrecht Stad, nu is dat Huisartsen Utrecht Stad.\nWeenink stelde functie praktijkondersteuner huisarts-ggz inAndere manieren waarop Weenink voor haar vakgebied inzette, zijn onder meer door de functie praktijkondersteuner huisarts-ggz in te stellen.", "paragraphs": ["Christine Weenink, huisarts van huisartsenpraktijk Binnenstad Utrecht, heeft maandag een Koninklijke onderscheiding gekregen. Burgemeester Peter den Oudsten benoemde haar in de balzaal van Paushuize tot Ridder in de Orde van Oranje-Nassau. Dat gebeurde tijdens een congres.", "Weenink krijgt de onderscheiding voor haar bijdrage aan de verbetering van de zorg door huisartsen voor mensen met psychische klachten.", "Sinds 1995 is ze werkzaam als huisarts met een specialisatie in de geestelijke gezondheidszorg. Ze zette in 1999 een programma op voor regelmatige en gezamenlijke consulten met de huisarts, de psychiater en de patiënt. Dat geldt met name voor de regio Utrecht.", "Datzelfde jaar werd Weenink lid van de Werkgroep Deskundigheidsbevordering Huisartsen Utrecht Stad, nu is dat Huisartsen Utrecht Stad. Van 2002 tot 2018 was ze voorzitter van de coöperatie. In de regio Utrecht organiseerde en begeleidde zij workshops en cursussen voor zorgverleners in de geestelijke gezondheidszorg. Verder specialiseerde zij zich in de geestelijke gezondheidszorg. Ook was Weenink kaderhuisarts ggz van 2013 tot 2019.", "Weenink stelde functie praktijkondersteuner huisarts-ggz in", "Andere manieren waarop Weenink voor haar vakgebied inzette, zijn onder meer door de functie praktijkondersteuner huisarts-ggz in te stellen. Hiervoor moest ze onderhandelen met zorgverzekeraars en lobbyen bij de Nederlandse Zorgautoriteit voor de financiering hiervan. Inmiddels heeft meer dan 85 procent van de Nederlandse huisartsen een praktijkondersteuner in dienst.", "Later gaf zij een programma vorm voor zorg aan mensen met depressie, waarbij ze meewerkte aan het smeden van een samenwerking met de buurtteams Sociaal en Jeugd.", "Weenink heeft haar werkzaamheden neer moeten leggen vanwege haar gezondheid."], "authors": ["Door"], "keywords": ["huisarts", "van", "huisartsen", "met", "weenink", "christine", "een", "onderscheiding", "en", "ze", "haar", "utrecht", "koninklijke", "utrechtse", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}