{"id": "48e621b4-2c49-3753-8885-3403a0356ab7", "title": "Het Transitieteam ziet dat de tijd rijp is voor een nieuwe metametametapodcast", "url": "https://volkskrant.nl/cultuur-media/het-transitieteam-ziet-dat-de-tijd-rijp-is-voor-een-nieuwe-metametametapodcast~b4fccc51/", "summary": "De podcasters podcast podcast, zoals de podcast gaat heten, wil een platform bieden aan podcastmakers die podcasts over podcastmakers maken, waarin podcastmakers met andere podcastmakers praten over het maken van podcasts met podcastmakers die podcasts maken over podcastmakers.\nWe merkten dat er een grote behoefte was bij podcastmakers die podcasts maken over podcastmakers waarin over podcastmakers die podcasts maken gepraat kan worden door podcastmakers die een podcast maken over podcastmakers die een podcast maken over podcasts.\nMaar dat ook podcastmakers die een podcast maken over podcastmakers die een podcast maken over podcastmakers die een podcast maken over podcastmakers een podcast verdienen waarin ze met elkaar van gedachten kunnen wisselen, drong pas tot ons door toen we zagen hoeveel podcastmakers momenteel een podcast maken waarin podcastmakers met podcastmakers ingaan op het maken van een podcast over podcastmakers.\nJuist die groep verdient het volgens ons om een eigen podcast te hebben waarin ze met elkaar van gedachten kunnen wisselen over het maken van een podcast waarin podcastmakers met podcastmakers praten over het maken van een podcast over podcastmakers.\nVeel podcastmakers die een podcast maken over podcastmakers waarin ze praten over het maken van een podcast met podcastmakers komen nauwelijks nog toe, zo merkten we tijdens het maken van De podcasters podcast podcast, aan het luisteren naar dergelijke podcasts, omdat al hun tijd opgaat aan het produceren van podcasts waarin podcastmakers met podcastmakers praten over het maken van podcasts over podcastmakers die met podcastmakers praten over het maken van een podcast.", "paragraphs": ["De podcasters podcast podcast, zoals de podcast gaat heten, wil een platform bieden aan podcastmakers die podcasts over podcastmakers maken, waarin podcastmakers met andere podcastmakers praten over het maken van podcasts met podcastmakers die podcasts maken over podcastmakers.", "We merkten dat er een grote behoefte was bij podcastmakers die podcasts maken over podcastmakers waarin over podcastmakers die podcasts maken gepraat kan worden door podcastmakers die een podcast maken over podcastmakers die een podcast maken over podcasts. Maar dat ook podcastmakers die een podcast maken over podcastmakers die een podcast maken over podcastmakers die een podcast maken over podcastmakers een podcast verdienen waarin ze met elkaar van gedachten kunnen wisselen, drong pas tot ons door toen we zagen hoeveel podcastmakers momenteel een podcast maken waarin podcastmakers met podcastmakers ingaan op het maken van een podcast over podcastmakers.", "Juist die groep verdient het volgens ons om een eigen podcast te hebben waarin ze met elkaar van gedachten kunnen wisselen over het maken van een podcast waarin podcastmakers met podcastmakers praten over het maken van een podcast over podcastmakers.", "Veel podcastmakers die een podcast maken over podcastmakers waarin ze praten over het maken van een podcast met podcastmakers komen nauwelijks nog toe, zo merkten we tijdens het maken van De podcasters podcast podcast, aan het luisteren naar dergelijke podcasts, omdat al hun tijd opgaat aan het produceren van podcasts waarin podcastmakers met podcastmakers praten over het maken van podcasts over podcastmakers die met podcastmakers praten over het maken van een podcast.", "Omdat veel podcastmakers die in een podcast praten met podcastmakers over het maken van een podcast waarin podcastmakers met elkaar over podcasting praten zelf te gast zijn in de podcasts waarover ze praten, komen ze er steeds vaker niet aan toe die podcast zelf ook nog te beluisteren. Wat de gesprekken niet ten goede komt.", "Precies daarover gaan we het hebben met een paar podcasters die praten over podcasts waarin podcastmakers praten met podcastmakers over podcastmakers, in de eerste aflevering van de De podcasters podcast podcast. Het idee voor onze podcast komt trouwens uit Amerika, waar The Transitionteam deze week een 48-delige podcast online zette om uit te zoeken waarom er inmiddels meer podcasts over podcasts zijn dan er podcasts zijn."], "authors": ["Micha Wertheim"], "keywords": ["podcasts", "van", "transitieteam", "het", "nieuwe", "die", "ziet", "metametametapodcast", "podcastmakers", "met", "waarin", "tijd", "een", "dat", "podcast", "rijp", "maken", "voor"], "pubDate": "2020-12-09T17:17:08+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}