{"id": "48e86bf4-9259-391b-9d9e-8c2a111d77ce", "title": "Gewapende strijd: hoe gewelddadig zijn geroyeerde SP’ers?", "url": "https://volkskrant.nl/columns-opinie/gewapende-strijd-hoe-gewelddadig-zijn-geroyeerde-sp-ers~b34a7a59/", "summary": "Je zou ook willen weten of ze – zoals het SP-bestuur zegt – echt lid zijn van dat Communistisch Platform.\nUltrakort samengevat: het zestal kaderleden, veelal actief binnen jongerenvereniging Rood, belangrijk leverancier van prominente SP’ers, wordt er door het partijbestuur van verdacht lid te zijn van een organisatie die oproept tot gewapende strijd, het CP.\nLees er het programmavoorstel van het CP maar op na, bedoeld als verbetering van het partijprogramma, Heel de mens, dat alweer uit 1999 dateert en volgens CP richting salonfähigkeit ging.\nOmdat de beroepscommissie zich nog moet uitspreken, zijn ze intussen huiverig om naar buiten te treden.\nVolgens Gus zijn die ‘door hen’ letterlijk overgenomen van de chartisten, een Britse arbeidersbeweging uit het midden van de 19de eeuw.", "paragraphs": ["Wie zijn de ‘geradicaliseerde zolderkamercommunisten’ die zoveel afkeer oproepen bij het SP-bestuur?", "Afspreken met geroyeerde SP-leden is nog niet zo eenvoudig. Eigenlijk zou je dan eerst moeten vaststellen dat zij het inderdaad waren die de gewraakte teksten voor het Communistisch Platform (CP) schreven. Terwijl die teksten anoniem zijn. Je zou ook willen weten of ze – zoals het SP-bestuur zegt – echt lid zijn van dat Communistisch Platform. Terwijl een lidmaatschap niet eens mogelijk is.", "Toch is dat de grond voor hun royement. Ultrakort samengevat: het zestal kaderleden, veelal actief binnen jongerenvereniging Rood, belangrijk leverancier van prominente SP’ers, wordt er door het partijbestuur van verdacht lid te zijn van een organisatie die oproept tot gewapende strijd, het CP. Reden genoeg om hen het partijlidmaatschap te ontnemen.", "Maar ultrakort bestaat niet in uiterst linkse kringen. SP’ers gaan tot ver voorbij de komma. Lees er het programmavoorstel van het CP maar op na, bedoeld als verbetering van het partijprogramma, Heel de mens, dat alweer uit 1999 dateert en volgens CP richting salonfähigkeit ging. Ze willen ‘de revolutionaire zelf-emancipatie van de arbeidersklasse om zich te bevrijden van de ketenen van de klassenmaatschappij’. Zinnen als loopgraven, je kunt er de ernst van de situatie aan aflezen.", "Het CP-programma moet uiteindelijk tot een ‘radicaal-democratische staat’ leiden. En inderdaad, dan kan het gebeuren dat arbeiders zichzelf moeten bewapenen, want de revolutie moet vreedzaam zijn als het kan, ‘en met geweld als het moet’.", "Om het bestuur onder druk te zetten het royement ongedaan te maken, begon het zestal de actie Tegen de heksenjacht. Omdat de beroepscommissie zich nog moet uitspreken, zijn ze intussen huiverig om naar buiten te treden. Een behoedzaamheid die zo ver wordt doorgevoerd, dat het partijbestuur de correspondentie over hun royement eindigt met: ‘Het partijbestuur gaat niet in gesprek met pseudoniemen.’", "Olaf Kemerink (21), dit weekeinde met driekwart van de stemmen tot voorzitter van SP-jongerenvereniging Rood gekozen maar als zodanig niet door de SP erkend, wil niet praten. Uiteindelijk willen Gus Ootjers (24), organisatiesecretaris van de SP Utrecht, en Matthijs van Otterdijk (31), tot voor kort voorzitter van de SP in Schiedam, dat wel. Ze vertellen over de sfeer van verdachtmakingen die is gecreëerd door het bestuur, dat zelfs wandelvereniging Kameraadschappij de Stroom als een dekmantel voor communistische samenzweringen ziet. ‘Gewoon mensen die met elkaar wandelen’, zegt Matthijs. ‘Bijvoorbeeld langs plekken met een socialistische historie. Bizar dat daar wat mis mee zou zijn.’", "Gus Ootjers: teksten overgenomen van de chartisten.", "Dat ze meedoen aan het Marxistisch Forum, discussiegroep voor de linkerflank, willen ze toegeven. Maar over het Communistisch Platform spreken ze in de derde persoon: ‘Hun tekst’, zeggen ze dan. Of: ‘Wat zij zeggen’. In het verleden, zo rond 2009, zijn mensen geroyeerd vanwege communistische sympathieën, legt Gus uit. Minstens even belangrijk: deelname aan zoiets wordt door werkgevers niet gewaardeerd.", "Ze vinden dat de SP op de verkeerde weg is. Een overtuiging die telkens nieuwe impulsen krijgt. In 2015 was het Sharon Gesthuizen die als kandidaat-voorzitter zei dat de SP er ook voor ondernemers was; Ron Meyer, de andere kandidaat, was juist weer weinig solidair met vluchtelingen. Deze zomer was het Lilian Marijnissen die een coalitie met de VVD niet zou uitsluiten. Maar meer nog dan de koers zit het gebrek aan ideeën hen dwars. Die krijgen geen kans omdat de interne democratie ontbreekt. ‘Bedenk hoe je een beweging opbouwt die groot genoeg is om een tegenmacht te vormen.’", "Matthijs van Otterdijk, kwam via het anarchisme bij Marx uit.", "Communistisch Platform klinkt als een stem uit het verleden, toen elke studentenstad haar eigen linkse boekhandel had, die ook Mao-speldjes en Russische bontmutsen verkocht. Het marxisme leek weg uit Nederland. ‘Er is een generatie volwassen geworden die nooit profiteerde van de verzorgingsstaat en nooit meemaakte dat links groot was’, zegt Gus. ‘Die zijn ontvankelijk.’ Voor hem betekende Occupy het politieke ontwaken. ‘Dat was nog vaag. Ik zocht verder en ontdekte dat Marx over veel al had nagedacht.’ Voor Matthijs was het de opkomst van Pim Fortuyn. ‘Een politieke uitdaging vanuit rechts. Wat kon je daar tegenover stellen?’ Via het anarchisme kwam hij bij Marx uit.", "Ik leg ze de passages voor waar het bestuur over struikelde en waar geweld niet lijkt te worden uitgesloten. Volgens Gus zijn die ‘door hen’ letterlijk overgenomen van de chartisten, een Britse arbeidersbeweging uit het midden van de 19de eeuw. ‘Wij zijn geen tweede RaRa of Rode Jeugd of RAF. Je moet hier geen oproep tot een staatsgreep in zien, maar een wens tot democratisering. We weten dat Mao en Stalin in naam van het communisme grote misdaden begingen.’", "Dus ja, ‘zij’ hadden die passages anders moeten opschrijven."], "authors": ["Ariejan Korteweg"], "keywords": ["van", "gewapende", "gewelddadig", "hoe", "het", "die", "zijn", "met", "spers", "strijd", "geroyeerde", "een", "dat", "ze", "niet", "voor"], "pubDate": "2020-11-25T13:28:32+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}