{"id": "4906f5a4-f772-3ff8-b70b-07759035eb21", "title": "Staatssecretaris voor vernoemen marineschip naar eerste vrouwelijke militair", "url": "https://www.parool.nl/nederland/staatssecretaris-voor-vernoemen-marineschip-naar-eerste-vrouwelijke-militair~b8840c44/", "summary": "Staatssecretaris Barbara Visser van Defensie (VVD) tijdens het debat over de Defensiebegroting.\nGroenLinks-Kamerlid Tom van den Nieuwenhuijzen vindt dat het tijd wordt dat een schip naar een vrouw wordt vernoemd.\nGroenLinks-Kamerlid Tom van den Nieuwenhuijzen stelde dinsdag ook de naam van verzetsheldin Jos Gemmeke voor.\nOok Visser zei via Twitter ‘allemaal suggesties voor mogelijke namen’ te hebben ontvangen.\nVolgens Van den Nieuwenhuijzen sluit zijn motie, die ook wordt gesteund door coalitiepartijen VVD, D66 en CDA, dat niet uit.", "paragraphs": ["Staatssecretaris Barbara Visser van Defensie (VVD) tijdens het debat over de Defensiebegroting. Beeld ANP/Bart Maat", "Nu zijn alle schepen van de Koninklijke Marine genoemd naar mannen, plaatsen of dieren. GroenLinks-Kamerlid Tom van den Nieuwenhuijzen vindt dat het tijd wordt dat een schip naar een vrouw wordt vernoemd. Visser is het met hem eens, maar benadrukte wel dat de traditiecommissie van de marine over de naamgeving van nieuwe schepen gaat.", "“Die geven een advies aan de commandant der strijdkrachten en dat gaat naar de koning,” legde Visser uit. Toch zal ze zelf de naam van Francien de Zeeuw in elk geval met een ‘positief oordeel’ overbrengen aan de traditiecommissie. “Ze moeten daar goed over nadenken,” zei de VVD-staatssecretaris.", "Suggesties", "Haar partijgenoot André Bosman probeerde in 2018 al een bevoorradingsschip naar De Zeeuw vernoemd te krijgen. Dat ging toen niet door. GroenLinks-Kamerlid Tom van den Nieuwenhuijzen stelde dinsdag ook de naam van verzetsheldin Jos Gemmeke voor. Ook Visser zei via Twitter ‘allemaal suggesties voor mogelijke namen’ te hebben ontvangen.", "Van den Nieuwenhuijzen vroeg zich af of de traditiecommissie van de marine wel een afspiegeling is van de krijgsmacht en niet alleen uit mannen bestaat. “Want die traditie mag dan wel een upgrade hebben.” Visser zei niet te weten wat de samenstelling van de traditiecommissie is.", "Denk-Kamerlid Selçuk Öztürk vindt dat één van de twee nieuwe fregatten een ‘multiculturele naam’ moeten krijgen. Volgens Van den Nieuwenhuijzen sluit zijn motie, die ook wordt gesteund door coalitiepartijen VVD, D66 en CDA, dat niet uit. “Dat kunnen ook vrouwen van een andere culturele achtergrond zijn.”"], "authors": ["Hanneke Keultjes"], "keywords": ["eerste", "van", "visser", "militair", "staatssecretaris", "marineschip", "traditiecommissie", "naar", "nieuwenhuijzen", "een", "vernoemen", "dat", "ook", "niet", "den", "vrouwelijke", "voor"], "pubDate": "2020-12-03T14:48:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}