{"id": "490834d5-f00e-35cb-8115-13346565cfca", "title": "Pelosi kondigt eerste stemming over afzettingsprocedure tegen Trump aan", "url": "https://nos.nl/artikel/2363852-pelosi-kondigt-eerste-stemming-over-afzettingsprocedure-tegen-trump-aan.html", "summary": "\"Het Huis zal urgent te werk gaan om onze grondwet en democratie te beschermen, omdat deze president een dreiging vormt\", schrijft Pelosi.\nAls eerste zal het Huis vicepresident Pence formeel verzoeken om Trump uit het ambt te zetten via het 25ste amendement van de Amerikaanse grondwet.\nDat amendement regelt dat de taken van de president worden overgedragen aan de vicepresident als de president ongeschikt voor het ambt wordt verklaard.\nVoorkomen nieuw presidentschapMet slechts negen dagen tot de inauguratie van Joe Biden is het kort dag voor het opstarten van een afzettingsprocedure.\nClyburn oppert dat het papierwerk voor een afzettingsprocedure bijvoorbeeld pas na honderd dagen naar de Senaat gaat.", "paragraphs": ["Het Amerikaanse Huis van Afgevaardigden doet later vandaag een hernieuwde poging om president Trump af te zetten, vanwege het opruien van aanhangers die het Capitool bestormden. Dat heeft de Democratische voorzitter, Nancy Pelosi, bekendgemaakt in een brief aan de afgevaardigden. \"Het Huis zal urgent te werk gaan om onze grondwet en democratie te beschermen, omdat deze president een dreiging vormt\", schrijft Pelosi.", "Als eerste zal het Huis vicepresident Pence formeel verzoeken om Trump uit het ambt te zetten via het 25ste amendement van de Amerikaanse grondwet. Dat amendement regelt dat de taken van de president worden overgedragen aan de vicepresident als de president ongeschikt voor het ambt wordt verklaard.", "Het Huis wil wetgeving daarvoor vandaag snel doorvoeren, maar de verwachting is dat Republikeinse afgevaardigden dat zullen tegenhouden. Als dat gebeurt, volgt er dinsdag een algemene stemming. Daarna wordt de officiële impeachmentprocedure in werking gesteld, zegt Pelosi. Wanneer daarover wordt gestemd, is nog onduidelijk.", "Voorkomen nieuw presidentschap", "Met slechts negen dagen tot de inauguratie van Joe Biden is het kort dag voor het opstarten van een afzettingsprocedure. Het doel lijkt dan ook niet zozeer het afzetten van Trump, maar om te voorkomen dat hij in 2024 nog een gooi kan doen naar het presidentschap. Want over die vraag wordt bij impeachment ook gestemd.", "Als het Huis de procedure goedkeurt, moet de Senaat zich erover buigen. Maar als het aan de top van de Democratische Partij ligt gebeurt dat met vertraging.", "Pelosi wil daarmee voorkomen dat ze Joe Biden in de wielen fietst, zegt James Clyburn, een van de belangrijkste Democraten in het Huis. Want de Senaat zou anders rond diens inauguratie in beslag worden genomen door de impeachmentprocedure en geen aandacht meer hebben voor de benoeming van nieuwe kabinetsleden.", "Clyburn oppert dat het papierwerk voor een afzettingsprocedure bijvoorbeeld pas na honderd dagen naar de Senaat gaat. \"Laten we de verkozen president de honderd dagen geven die hij nodig heeft om op gang te komen\", zegt hij."], "authors": [], "keywords": ["pelosi", "kondigt", "van", "stemming", "eerste", "voor", "een", "om", "wordt", "tegen", "afzettingsprocedure", "aan", "te", "trump", "het", "president", "huis", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}