{"id": "4910726f-b791-307b-914e-291f45089a6b", "title": "Fabrikanten willen alleen nog schone vrachtwagens verkopen in 2040", "url": "https://nu.nl/economie/6096759/fabrikanten-willen-alleen-nog-schone-vrachtwagens-verkopen-in-2040.html", "summary": "Alle vrachtwagens die in 2040 op de Europese markt komen, moeten uitstootvrij kunnen rijden.\nDe initiatiefnemers voegen eraan toe dat ze daarbij hulp nodig hebben van onder meer de politiek.\nTrucks die rijden op stroom worden nog maar mondjesmaat gebruikt, onder meer vanwege de beperkte afstand die ze kunnen afleggen zonder opnieuw de accu te moeten opladen.\nMaar dan moeten beleidsmakers wel een steentje bijdragen door bijvoorbeeld transporteurs te stimuleren schonere vrachtwagens te kopen, onder meer door CO2-beprijzing.\nDoor vanaf 2040 alleen nog maar schone trucks te verkopen kan het gehele vrachtwagenpark tien jaar later klimaatneutraal zijn.", "paragraphs": ["Alle vrachtwagens die in 2040 op de Europese markt komen, moeten uitstootvrij kunnen rijden. Dat hebben de grote truckfabrikanten in Europa met elkaar afgesproken. Ook PIK, een klimaatinstituut uit het Duitse Potsdam, heeft het akkoord ondertekend. De initiatiefnemers voegen eraan toe dat ze daarbij hulp nodig hebben van onder meer de politiek.", "Op dit moment rijden de meeste vrachtwagens nog op diesel. Trucks die rijden op stroom worden nog maar mondjesmaat gebruikt, onder meer vanwege de beperkte afstand die ze kunnen afleggen zonder opnieuw de accu te moeten opladen. Daar moet verandering in komen, vinden de ondertekenaars.", "De fabrikanten zijn bereid om flink te investeren in schonere vrachtwagens. Maar dan moeten beleidsmakers wel een steentje bijdragen door bijvoorbeeld transporteurs te stimuleren schonere vrachtwagens te kopen, onder meer door CO2-beprijzing. Ook moeten er genoeg plekken komen waar trucks hun accu kunnen opladen of waterstof kunnen tanken.", "De overeenkomst is gesloten onder de paraplu van belangenvereniging voor autofabrikanten ACEA. Tot de ondertekenaars horen onder meer DAF, MAN, Scania, Ford, Daimler en Volvo, die ook de Renault-trucks op de markt brengt.", "Door vanaf 2040 alleen nog maar schone trucks te verkopen kan het gehele vrachtwagenpark tien jaar later klimaatneutraal zijn. Daarnaast zorgt het voor verbetering van de luchtkwaliteit."], "authors": ["Door"], "keywords": ["schone", "nog", "onder", "moeten", "van", "kunnen", "2040", "willen", "te", "verkopen", "fabrikanten", "het", "vrachtwagens", "op", "die", "meer", "alleen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}