{"id": "49121362-4e1b-3068-a5ed-8d1cbf80c235", "title": "Winst voor ABN Amro, maar staatsbank is bezorgd over nieuwe lockdown", "url": "https://volkskrant.nl/economie/winst-voor-abn-amro-maar-staatsbank-is-bezorgd-over-nieuwe-lockdown~b1d0246f/", "summary": "Het hoofdkantoor van ABN Amro in Amsterdam.\nBeeld Bloomberg via Getty ImagesNa een rampzalig eerste halfjaar profiteert ABN Amro van een corona-adempauze.\nDeze zomer nog kondigde een zwaar verlieslijdend ABN Amro aan het mes te zetten in de ooit vermaarde zakenbank.\nKostbare reddingsactieEind deze maand presenteert ABN Amro een nieuwe strategie aan haar investeerders.\nOndanks de winst daalde de beurskoers van ABN Amro woensdagochtend fors.", "paragraphs": ["Het hoofdkantoor van ABN Amro in Amsterdam. Beeld Bloomberg via Getty Images", "Na een rampzalig eerste halfjaar profiteert ABN Amro van een corona-adempauze. De bank maakte tussen juli en september 301 miljoen euro winst. Tegelijkertijd zegt CEO Robert Swaak, met het oog op de nieuwe gedeeltelijke lockdown, ‘bezorgd’ te zijn ‘over de impact op de maatschappij op de lange termijn’.", "Deze zomer nog kondigde een zwaar verlieslijdend ABN Amro aan het mes te zetten in de ooit vermaarde zakenbank. De bank trekt zich terug tot in Europa. Bij die operatie zullen zo’n 800 banen verdwijnen. Ook sprak ABN Amro de verwachting uit dat zij dit jaar tot wel 3 miljard euro kwijt is aan de spreekwoordelijke stroppenpot, bedoeld om verliezen op leningen aan bedrijven en huishoudens op te vangen. Dat bedrag is nu bijgesteld naar een slordige 2,5 miljard euro.", "Kostbare reddingsactie", "Eind deze maand presenteert ABN Amro een nieuwe strategie aan haar investeerders. Ondanks de winst daalde de beurskoers van ABN Amro woensdagochtend fors. Maandag zat het aandeel juist in de lift. In de slipstream van het goede nieuws over een coronavaccin steeg de waarde met meer dan 15 procent.", "Voor minister van Financiën Wopke Hoekstra zal dat desondanks verre van voldoende zijn. Met 56,3 procent van de aandelen is de Nederlandse staat nog altijd de baas bij ABN Amro. De laatste keer dat hij een deel van haar belang verkocht, was in september 2017. Twee weken geleden meldde de Algemene Rekenkamer dat de kosten van die omstreden reddingsactie in 2008 de financiële baten op dit moment ver overschrijden: de teller staat op -17,9 miljard euro.", "Witwasboete", "Het is de vraag of de Nederlandse belastingbetaler dat geld ooit nog helemaal terug zal zien. Tot overmaat van ramp loopt een witwasonderzoek van het Openbaar Ministerie naar ABN Amro. De bank wordt ervan verdacht dat zij lange tijd ongebruikelijke transacties niet meldde, of te laat. Ook zou ABN Amro amper weten wie haar klanten zijn en te laat afscheid hebben genomen van verdachte sujetten.", "Dat kan een flinke straf opleveren. Topman Swaak zegt hierover nu geen uitspraken te kunnen doen, maar twee jaar geleden betaalde ING voor een ander witwasvergrijp 775 miljoen euro."], "authors": ["Koen Haegens"], "keywords": ["van", "lockdown", "abn", "het", "op", "maar", "winst", "nieuwe", "staatsbank", "zijn", "bezorgd", "een", "dat", "te", "amro", "aan", "voor"], "pubDate": "2020-11-11T10:59:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}