{"id": "4930c109-7681-3b17-b979-81ef4bcb6383", "title": "De ultravriezers van Scala Scientific zijn dankzij het vaccin van Pfizer niet aan te slepen", "url": "https://www.volkskrant.nl/economie/de-ultravriezers-van-scala-scientific-zijn-dankzij-het-vaccin-van-pfizer-niet-aan-te-slepen~bcfe048e/", "summary": "Alle ultravriezers zijn verkocht nu Nederland de inenting is begonnen met het Pfizer-vaccin dat bij deze temperatuur moet worden bewaard.\n‘Op 21 januari komen er weer honderd binnen’, zegt directeur Michel Keijzer (37) van het bedrijf op het industrieterrein van de Gelderse gemeente.\nWant er was gespecialiseerd personeel nodig dat verstand had van koeltechniek en van de werking van andere laboratoriumapparaten die worden verkocht.\nHet doel van ultravriezers is het verouderingsproces van producten volledig stil te leggen.\nOverigens voelt Keijzer zich niet meteen een van de winnaars van de crisis.", "paragraphs": ["Directeur Michel Keijzer van Scala Scientific bij de ultravriezer. Beeld Raymond Rutting / de Volkskrant", "Er is geen ilShin Biobase -86ºC vriezer meer op voorraad. Het magazijn van Scala Scientific in Ede staat leeg. Alle ultravriezers zijn verkocht nu Nederland de inenting is begonnen met het Pfizer-vaccin dat bij deze temperatuur moet worden bewaard. Er is alleen nog één showroommodel op kantoor dat met vereende krachten naar het magazijn moet worden gesleept om tenminste de fotograaf zijn werk te laten doen. ‘Op 21 januari komen er weer honderd binnen’, zegt directeur Michel Keijzer (37) van het bedrijf op het industrieterrein van de Gelderse gemeente. ‘Maar ook die zijn bijna allemaal al verkocht.’", "Hij richtte samen met Jordy van Hoesen (38) het handelsbedrijf in 2009 op als een groothandel in gespecialiseerde laboratoriumartikelen. Ze hadden elkaar leren kennen bij Den Hartog Scientific in Terschuur bij Barneveld.", "Scala Scientific Ede Opgericht: 2009 Werknemers: 10 Omzet: 4,5 miljoen euro", "Toen ze voor zichzelf begonnen was het doel een stabiele groei te realiseren en niet te hard van stapel te lopen. Want er was gespecialiseerd personeel nodig dat verstand had van koeltechniek en van de werking van andere laboratoriumapparaten die worden verkocht. En de afgelopen jaren ging dat goed. Ultravriezers werden de core business, goed voor 60 procent van de omzet. Elk jaar werden er enkele meer verkocht.", "Maar in november veranderde alles. Keijzer herinnert zich nog de dag dat Pfizer bekendmaakte dat het als eerste een goedgekeurd vaccin voor covid-19 op de markt zou brengen. ‘Er was één maar. Het vaccin moest wel worden bewaard bij een temperatuur van minimaal -70 graden Celsius. De ultravriezers garanderen een temperatuur van -86 graden Celsius. Omdat de temperatuur bij het openen van de deur door de warme lucht altijd even een paar graden stijgt, is er enig reserve.’", "Meteen stond de telefoon roodgloeiend. GGD’s en verzorgingshuizen wilden de apparatuur hebben. RTL en de NOS wilden reportages maken bij het bedrijf. Het was een compleet gekkenhuis, terwijl er tegelijkertijd vrijwel niemand op kantoor of in de werkplaats was omdat nu eenmaal ook het personeel van Scala Scientific zo veel als mogelijk thuiswerkte.", "Een Scala-monteur aan het werk. Beeld Raymond Rutting / de Volkskrant", "De ultravriezers die Scala Scientific verkoopt worden gemaakt bij het Koreaanse bedrijf ilShin. Voor dat bedrijf is Scala niet alleen distributeur in Nederland, maar ook in verschillende andere landen van Europa. Het is niet alleen het inkopen en verkopen van de apparatuur. Ze worden na aankomst per container eerst uitgepakt en getest. Daarna worden ze bij klanten geïnstalleerd. En vervolgens is Scala ook verantwoordelijk voor de service. ‘Als er ‘s nachts om drie uur in een ziekenhuis een vriezer defect gaat, sturen wij meteen een technicus’, stelt Keijzer.", "En dat is belangrijk. Het doel van ultravriezers is het verouderingsproces van producten volledig stil te leggen. ‘Als je een glas melk een dagje op kamertemperatuur laat staan is het zuur, omdat de moleculen heen en weer springen’, zo legt hij uit. ‘Zet je de melk in de koelkast bij 3 tot 5 graden, dan kun je het een weekje bewaren en als je het in een normale huis-, tuin- en keukenvriezer van 18 graden onder nul legt, blijft het maanden goed. Maar als het wordt bewaard bij 70 graden onder nul, wordt het verouderingsproces helemaal stilgelegd. De melk behoudt jarenlang dezelfde smaak, dezelfde geur en dezelfde vitaminen.’ Dat is misschien niet zo belangrijk voor melk – koeien zorgen elke dag wel voor nieuwe aanvoer – maar wel voor de opslag van humaan weefsel of dna. Ze zijn essentieel voor microbiologisch onderzoek maar ook voor ivf-behandelingen. Bekend is dat sommige mannen, die daar het geld voor hebben, hun sperma laten invriezen, zodat ze over duizend jaar met hun eigen dna nog een kind zouden kunnen verwekken.", "De techniek van ultravriezers is simpel. Een gewone vriezer heeft één koelcompressor – een zwarte metalen motor achter in het apparaat. Een ultravriezer heeft er twee. De eerste zorgt dat de tweede de lage temperatuur kan halen. Een voordeel bij de ultravriezers van ilShin Biobase is dat als er een mocht uitvallen de tweede altijd standby is totdat de monteur arriveert. Klanten zijn niet alleen de ziekenhuizen in Nederland, maar ook universiteiten, biotech- en farmaciebedrijven en de petrochemie. Een standaard ultravriezer, zoals de Ilshin ilShin Biobase -86 graden vriezer met 600 liter opslagruimte kost ongeveer 13 duizend euro. Er zijn ook ultravriezers die tot -130 graden kunnen gaan. Daar hangt een prijskaartje aan van 20 duizend euro. Voor veel huisartsenpraktijken is dat een te hoge investering. Daarnaast zijn het ook energievreters. In een etmaal gebruiken ze tussen de 8 en 12 kilowattuur aan stroom. Ter vergelijking: een normale vrieskist heeft maar een halve kilowattuur nodig. Voor het gebruik zijn ook speciale veiligheidsvoorzieningen nodig. Wie uit de kast iets wil halen, heeft speciale cryohandschoenen nodig om bevriezing te voorkomen.", "In totaal staan er in Nederland nu zo’n vijfduizend ultravriezers. Elk jaar worden er ongeveer 350 verkocht, waarbij Scala Scientific een marktaandeel heeft van 20 procent. Er is flinke concurrentie. In de wereld zijn het Amerikaanse bedrijf Thermo en het Japanse Sanyo de grootste, in Nederland is er concurrentie van Snijders in Tilburg dat onder meer de ultravriezers aan de centrale opslag van het Pfizervaccin in Oss heeft geleverd. ilShin behoort tot de top-vijf-producenten. ‘Het grote voordeel in deze crisis was dat Korea na China het eerste land was dat door corona werd getroffen. Toen het land in een lockdown raakte, kon het bedrijf meteen gaan werken aan een extra voorraad’, zegt Keijzer.", "Behalve ultravriezers verhandelt Scala nu ook microbiologische veiligheidskabinetten die worden gemaakt bij het Poolse bedrijf Alpina. Dit zogenoemd Biohazard Class II Biosafety Cabinet beschermt mensen die testen uitvoeren tegen het virus. En daarnaast wordt ook opslagruimte verhuurd voor producten die bij ultralage temperaturen worden bewaard.", "Overigens voelt Keijzer zich niet meteen een van de winnaars van de crisis. ‘We hebben nu een dubbeldikke orderportefeuille. Maar duidelijk is dat die extra afzet tijdelijk is. Als iedereen gevaccineerd is, zal de vraag naar de ultravriezers en testkabinetten ook meteen weer teruglopen. En we verliezen ook afzet. De verkoop aan universiteiten is stilgevallen omdat die door de lockdown leegstaan en nauwelijks apparatuur meer vervangen.’"], "authors": ["Peter De Waard"], "keywords": ["er", "zijn", "van", "voor", "en", "scala", "een", "bij", "dat", "te", "vaccin", "ultravriezers", "pfizer", "het", "scientific", "ook", "niet", "slepen"], "pubDate": "2021-01-10T21:01:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}