{"id": "493d74f9-2785-30e4-b25a-26af714140e4", "title": "Skeletonster Kimberley Bos laat zich niet uit het veld slaan, ook niet door corona", "url": "https://trouw.nl/sport/skeletonster-kimberley-bos-laat-zich-niet-uit-het-veld-slaan-ook-niet-door-corona~b4fb8bdc/", "summary": "Eigenlijk ook tot haar eigen verrassing werd Bos vrijdag namelijk tweede in de eerste toch sterk bezette wereldbekerwedstrijd van het seizoen, haar beste resultaat ooit op het hoogste niveau en tegelijkertijd ook het beste resultaat voor Nederland ooit.\n“Nu ben ik dat zelf gelukkig ook, maar het is verre van ideaal.”Eigen startbaanWat ook niet meehielp, was dat ze thuis in Ede niet de goede middelen heeft om te trainen.\nEen plek waar ze sowieso niet elke week naartoe gaat, en waar ze ook vanwege corona niet eens kon komen.\nBovendien was het niet mogelijk een beheerder te vinden.\nNa de eerste wereldbeker vorig jaar scheurde ze een spier in haar bovenbeen, waardoor ze haar start niet naar behoren kon uitvoeren.", "paragraphs": ["Skeletonster Kimberley Bos stuurde haar coach Joska le Conté afgelopen vrijdagmiddag toch maar met een extra boodschap naar de Letse supermarkt om de hoek. Haal maar een klein taartje, we moeten het toch even vieren. Eigenlijk ook tot haar eigen verrassing werd Bos vrijdag namelijk tweede in de eerste toch sterk bezette wereldbekerwedstrijd van het seizoen, haar beste resultaat ooit op het hoogste niveau en tegelijkertijd ook het beste resultaat voor Nederland ooit.", "Ook de wintersporten starten langzaam weer op, waaronder dus het skeleton, waar Bos (27) inmiddels al jaren een stabiele middenmoter in is. Tot vrijdag, toen ze in het Letse Sigulda ineens een ware uitschieter liet noteren. Na twee runs was alleen de Oostenrijkse Janine Flock sneller. Alleen de Amerikanen doen vanwege Covid-19 niet mee, maar voor de rest is bijna de hele wereldtop in Letland aanwezig. Bos: “Daarom was dit echt een goed resultaat.”", "Streng geregeld", "Het was onverwacht, zo vertelt ze via een ietwat krakende telefoonverbinding. Corona heeft ook de organisatie binnen het skeleton danig veranderd. “Het is hier vanwege corona zo streng geregeld, dat ik een deel van mijn concurrenten gewoon nog niet eens heb gezien, terwijl we al veel trainingen hier hebben gehad. Daarom had ik geen idee hoe goed de anderen waren.”", "Bos zit al een week of vijf in Letland. Dat was niet de planning, want tussendoor zou ze nog even naar Duitsland gaan, maar vanwege de gezondheidssituaties overal ter wereld is het beter in Letland te blijven. Samen met haar coach Joska le Conté zit ze daarom in een appartement. Ze zien verder niemand, gaan af en toe een rondje naar buiten om enkele toeristische attracties te bezoeken en hebben een rondje Disc Golf gespeeld. Maar veelal is ze afhankelijk van spelletjes, zoals Escape Room en Dominion, een kaartspel dat goed met zijn tweeën te spelen is.", "Bos is de Nederlandse eenlinge in het skeleton, een eigen fractie in het NOC-NSF-parlement. Ze wordt met naam genoemd in het document waarin de sportgelden van 2020 staan vermeld. Skeleton, project K.Bos, zo staat er. Ze krijgt van de sportbond iets meer dan zestigduizend euro. Net iets meer dan de parttime bridgers en net iets minder dan golfer Anne van Dam.", "Het is niet genoeg, zo vertelt ze vanuit Letland. Voor een deel van haar jaar is de begroting nog niet rond. Dat komt ook omdat ze normaal gesproken de kosten van bijvoorbeeld haar trainer of een specialist deelt met een Noorse skeletonner, maar die heeft zich dit jaar niet geplaatst voor de wedstrijden op het hoogste niveau. Noodgedwongen moest ze daarom snijden in personeel: zo is het maar de vraag of haar Britse hoofdcoach Kristian Bromley overal mee naartoe kan, en reist er dit jaar geen fysio mee. “Nu ben ik dat zelf gelukkig ook, maar het is verre van ideaal.”", "Eigen startbaan", "Wat ook niet meehielp, was dat ze thuis in Ede niet de goede middelen heeft om te trainen. Afgelopen zomer probeerde ze als haar eigen ‘projectleider’ een eigen startbaan te laten bouwen op het gras naast de baan van de atletiekvereniging Climax, waar ze al jaren komt. Ze maakte zelf een 3D-ontwerp, de vereniging was enthousiast. Het zou voor haar een verademing zijn, want de dichtstbijzijnde startbaan ligt na de sluiting van de baan in Harderwijk in het Duitse Winterberg. Een plek waar ze sowieso niet elke week naartoe gaat, en waar ze ook vanwege corona niet eens kon komen.", "Het plan ging uiteindelijk niet door. Bij de gemeente stokte het, mede vanwege, alweer, corona. Bovendien was het niet mogelijk een beheerder te vinden. “Dus ik moest weer terug naar de oude manier, lopen naast een slee op wieltjes.”", "Veel problemen gaf dat niet, zo bleek vrijdag. Deze vrijdag staat de tweede wereldbekerwedstrijd op het programma. Wederom in Letland. Bos heeft er uiteraard vertrouwen in, zeker nu haar blessure over lijkt. Na de eerste wereldbeker vorig jaar scheurde ze een spier in haar bovenbeen, waardoor ze haar start niet naar behoren kon uitvoeren. Dat kostte haar veel snelheid. Maar afgelopen vrijdag zette ze een nieuw persoonlijk record op juist die eerste meters. “Dat geeft wel aan dat als het goed gaat, ik bij de top kan komen.”", "Kimberley Bos, met helm en mondkapje na haar run in Letland. Beeld AP", "Lees ook:", "De enige Nederlandse die op niveau aan skeleton doet, is altijd op reis", "Kimberley Bos is de enige Nederlandse vrouw die op niveau aan skeleton doet. Vorig jaar werd ze achtste op de Olympische Spelen. Nu is er een documentaire over haar."], "authors": ["Kick Hommes"], "keywords": ["kimberley", "van", "laat", "het", "op", "maar", "niet", "ook", "veld", "zich", "uit", "skeletonster", "een", "slaan", "ze", "haar", "dat", "en"], "pubDate": "2020-11-26T14:07:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}