{"id": "495c6631-7cf5-364e-95e6-583c0d79449c", "title": "Wat is levensreddend, een wapen in de oorlog en instrument van geweldloos verzet? Breien!", "url": "https://trouw.nl/recensies/wat-is-levensreddend-een-wapen-in-de-oorlog-en-instrument-van-geweldloos-verzet-breien~b73583f8/", "summary": "De Italiaanse econoom Loretta Napoleoni duikt in de geschiedenis van een oud ambacht.\nNu is er De kracht van breien, dat een persoonlijke crisis als achtergrond heeft.\nZe leerde het ooit van haar grootmoeder, die sokken breide voor haar toekomstige echtgenoot om hem warm te houden in de loopgraven van de Eerste Wereldoorlog.\nNapoleoni duikt in de geschiedenis van dit oude ambacht en laat zien dat breien meer is dan een individueel tijdverdrijf met een suffig imago.\nBreien is ook ingezet voor geweldloos verzet; denk aan de bomen die de afgelopen jaren voorzien werden van een sjaal uit protest tegen de aantasting van het milieu.", "paragraphs": ["De Italiaanse econoom Loretta Napoleoni duikt in de geschiedenis van een oud ambacht.", "Haar nieuwste boek is, op zijn zachtst gezegd, een vreemde eend in haar oeuvre. Eerder schreef de Italiaanse econoom Loretta Napoleoni (65) over mensenhandel, Noord-Korea, IS, de financiering van terrorisme. Nu is er De kracht van breien, dat een persoonlijke crisis als achtergrond heeft. Waar anderen gaan hardlopen, breit zij zich door de ravage van een stukgelopen huwelijk heen.", "Ze leerde het ooit van haar grootmoeder, die sokken breide voor haar toekomstige echtgenoot om hem warm te houden in de loopgraven van de Eerste Wereldoorlog. Napoleoni duikt in de geschiedenis van dit oude ambacht en laat zien dat breien meer is dan een individueel tijdverdrijf met een suffig imago.", "Een noodzakelijke bezigheid van de arbeidersklasse", "Breien was door de eeuwen heen een noodzakelijke bezigheid van de arbeidersklasse, waar vrouwen oude truien uithaalden om de draad opnieuw te gebruiken. Soms was het een revolutionaire onderneming. In de aanloop naar de Amerikaanse onafhankelijkheidsoorlog zorgden vrouwen er met hun activiteiten voor dat de kolonie niet langer afhankelijk was van geïmporteerde Engelse kleding.", "Breien is ook ingezet voor geweldloos verzet; denk aan de bomen die de afgelopen jaren voorzien werden van een sjaal uit protest tegen de aantasting van het milieu. En breien houdt (wetenschappelijk bewezen!) het brein scherp en gezond.", "Loretta Napoleoni", "De kracht van breien. Hoe een oeroud ambacht onze levens verbindt", "Vert. Anne-Marie Vervelde", "Balans; 224 blz. € 21,99"], "authors": ["Nicole Lucas"], "keywords": ["van", "wapen", "waar", "voor", "en", "napoleoni", "levensreddend", "een", "haar", "instrument", "oorlog", "verzet", "geweldloos", "het", "breien", "wat", "dat"], "pubDate": "2021-01-09T00:00:47Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}