{"id": "4966891f-87af-364b-8a38-03826becb757", "title": "Temperatuur meten met zo’n pistool is al stressvol, maar de vormgeving maakt het nog erger", "url": "https://volkskrant.nl/columns-opinie/temperatuur-meten-met-zo-n-pistool-is-al-stressvol-maar-de-vormgeving-maakt-het-nog-erger~b16aa9cd/", "summary": "Met de komst van de coronasneltesten en het coronavaccin aan de horizon zal het wel helemaal nooit meer wat worden met het temperatuurpistool als coronabestrijdingsmiddel.\nWant zelfs als je je helemaal fit voelt, denk je dan even: zou ik het tóch hebben?\nDus het gemeten worden an sich is al erg genoeg, maar de vormgeving van het temperatuurpistool maakt de gebruikservaring alleen nog maar negatiever.\nIn plaats van een loop heeft dit model een korte, afgeronde behuizing voor de sensor en het scherm, die met een knik in het verlengde van het handvat ligt.\nAls je dan toch ineffectieve maatregelen wil nemen, laat het dan in elk geval wat meer lijken op een inspectie dan op een standrechtelijke executie.", "paragraphs": ["Met de komst van de coronasneltesten en het coronavaccin aan de horizon zal het wel helemaal nooit meer wat worden met het temperatuurpistool als coronabestrijdingsmiddel. In Nederland hebben die dingen nooit echt voet aan de grond gekregen, ook omdat er flinke twijfels zijn over de effectiviteit. Koorts is lang niet altijd een symptoom van corona en ook kan het nogal van de omstandigheden afhangen (zweet, omgevingstemperatuur) of de metingen wel betrouwbaar zijn.", "Ik zal er niet rouwig om zijn, want nog los van de beperkte effectiviteit vind ik die temperatuurpistolen heel onvriendelijke dingen. Het is al vrij stressvol om je te moeten onderwerpen aan zo’n meting. Want zelfs als je je helemaal fit voelt, denk je dan even: zou ik het tóch hebben? Zoals je bij de beveiligingscontrole op vliegvelden alleen door het feit dát je gecontroleerd wordt, en soms ook door hoe je wordt behandeld, ergens gaat twijfelen: zou ik niet stiekem tóch een vliegtuigkaper zijn?", "Dus het gemeten worden an sich is al erg genoeg, maar de vormgeving van het temperatuurpistool maakt de gebruikservaring alleen nog maar negatiever. Want pistool. Via hun vormgeving roepen producten een bepaalde beleving op. Van een agressief uitziende auto verwacht je eerder snel en agressief rijgedrag. Dus als we dan toch besluiten om iets op iemands voorhoofd te richten, dan misschien liever níét iets dat op een handvuurwapen lijkt. Helaas is dat bij het merendeel van de temperatuurpistolen juist wel het geval. Er is een loop die op het ‘slachtoffer’ wordt gericht, daaraan zit onder een schuine hoek een handvat en tenslotte nog een ‘trekker’ op de plek waar een pistool dat ook heeft.", "Bij een echt vuurwapen heeft die vormgeving ook een functie. Doordat het handvat in het verlengde schuin onder de loop zit, kun je er vrij precies mee richten. En doordat de trekker aan de voorkant van dat handvat zit, ongeveer onder het zwaartepunt, brengt de trekker overhalen het wapen minder uit evenwicht. Maar een temperatuurpistool hoeft helemaal niet zo nauwkeurig gericht te worden en kan dus ook anders, vriendelijker worden vormgegeven.", "Zoals bijvoorbeeld Braun laat zien met een contactloze infraroodthermometer waarmee je bij (slapende) kinderen makkelijk de temperatuur kunt opnemen. Niemand richt graag een pistool op z’n eigen kind, dus gelukkig heeft dit product een andere vormgeving. In plaats van een loop heeft dit model een korte, afgeronde behuizing voor de sensor en het scherm, die met een knik in het verlengde van het handvat ligt. En de meetknop zit niet daar waar bij een pistool de trekker zit, maar juist bovenop het handvat.", "Zo wordt de visuele analogie met een vuurwapen vermeden. Als je dan toch ineffectieve maatregelen wil nemen, laat het dan in elk geval wat meer lijken op een inspectie dan op een standrechtelijke executie.", "Jasper van Kuijk op Twitter: @jaspervankuijk"], "authors": ["Jasper Van Kuijk"], "keywords": ["meten", "temperatuur", "van", "dan", "zit", "nog", "het", "op", "maar", "met", "maakt", "vormgeving", "pistool", "zon", "een", "je", "en", "ook", "niet", "stressvol"], "pubDate": "2020-11-13T13:00:19+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}