{"id": "49692b8c-b22e-3c7c-b839-c6a1612aeb95", "title": "Ajax herstelt zich na drie nederlagen met eenvoudige zege op PEC", "url": "https://nu.nl/voetbal/6096345/ajax-herstelt-zich-na-drie-nederlagen-met-eenvoudige-zege-op-pec.html", "summary": "Via Antony kwam Ajax nog voor rust op 3-0 en vlak voor tijd tekende Ryan Gravenberch voor de 4-0-eindstand.\n(Foto: Pro Shots)Oudste speler opent de scoreHuntelaar, de oudste speler van het veld, opende de score op aangeven van Antony.\nAntony gaf ook de assist bij de 2-0 van Promes, die in de elfde minuut ongehinderd binnenschoot.\nPEC Zwolle speelde zo matig dat het bij rust ook zomaar met 5-0 of 6-0 achter had kunnen staan.\nGravenberch schoot binnen, waardoor de score nog iets mooier werd voor Ajax.", "paragraphs": ["Ajax heeft zaterdag in de thuiswedstrijd tegen PEC Zwolle de eerste overwinning in december geboekt. De Amsterdammers wonnen met 4-0 in de Johan Cruijff ArenA, mede door een jubileumgoal van Klaas-Jan Huntelaar.", "Na elf minuten leidde Ajax al met 0-2 door goals van Klaas-Jan Huntelaar en Quincy Promes. Voor Huntelaar, die na afloop aankondigde dat hij na dit seizoen stopt, was het zijn 150e Eredivisie-goal en hij is de vijftiende speler ooit die die mijlpaal bereikt. Via Antony kwam Ajax nog voor rust op 3-0 en vlak voor tijd tekende Ryan Gravenberch voor de 4-0-eindstand.", "Omdat het halverwege al 3-0 stond kon trainer Erik ten Hag in de tweede helft jongelingen laten debuteren. De achttienjarige Kenneth Taylor en de twintigjarige Deen Victor Jensen maakten als invaller hun eerste minuten in de hoofdmacht.", "Met de overwinning vergrootte koploper Ajax de voorsprong op nummer twee Vitesse tot vijf punten, maar de Arnhemmers spelen zondag nog om 12.15 uur tegen sc Heerenveen. PSV, dat zes punten minder heeft dan de Amsterdamse club, neemt het zondag om 16.45 uur op tegen FC Utrecht.", "Door: Pro Shots", "Klaas-Jan Huntelaar kopte na zeven minuten de 1-0 binnen. (Foto: Pro Shots)", "Ajax met oudste basisploeg in twintig jaar", "Na nederlagen in de Champions League tegen Liverpool (1-0) en Atalanta (0-1) en in de Eredivisie tegen FC Twente (1-2) was er Ajax veel aan gelegen om tegen PEC eindelijk weer eens te winnen, al moest dat zonder tal van spelers. Brian Brobby, Noussair Mazraoui, David Neres, Lassina Traoré, Jurgen Ekkelenkamp, Zakaria Labyad en Mohammed Kudus waren door blessures niet beschikbaar.", "De 37-jarige Huntelaar had wel een basisplaats, evenals de na griep teruggekeerde Daley Blind (30) en de ervaren Promes (28) en dat had tot gevolg dat Ajax begon met de oudste opstelling in twintig jaar. De gemiddelde leeftijd van de elf Ajax-spelers tegen PEC was 26 jaar en 354 dagen.", "De laatste keer dat de Amsterdamse club een oudere basisploeg had in de Eredivisie was op 17 september 2000 in de met 3-2 verloren uitwedstrijd tegen AZ.", "Door: Pro Shots", "Quincy Promes maakte de 2-0. (Foto: Pro Shots)", "Oudste speler opent de score", "Huntelaar, de oudste speler van het veld, opende de score op aangeven van Antony. Hij kopte een voorzet van de Braziliaan binnen. Antony gaf ook de assist bij de 2-0 van Promes, die in de elfde minuut ongehinderd binnenschoot. Na 35 minuten was het Antony zelf die er 3-0 van maakte.", "PEC Zwolle speelde zo matig dat het bij rust ook zomaar met 5-0 of 6-0 achter had kunnen staan. Promes raakte de paal en Huntelaar en Nicolás Tagliafico hadden doelman Michael Zetterer ook moeten passeren.", "In de tweede helft leek de ploeg van Ten Hag al rekening te houden met de laatste wedstrijden van dit jaar tegen FC Utrecht (KNVB-beker), ADO Den Haag en Willem II. Ajax nam gas terug en er was ruimte om jongelingen Taylor en Jensen te laten debuteren. Veel kansen waren er niet meer, maar in de laatste minuten werd het toch nog 4-0. Gravenberch schoot binnen, waardoor de score nog iets mooier werd voor Ajax.", "Door: Pro Shots", "Kenneth Taylor en Victor Jensen maakten hun Eredivisie-debuut. (Foto: Pro Shots)", "Bekijk de uitslagen, het programma en de stand in de Eredivisie"], "authors": ["Door"], "keywords": ["van", "eenvoudige", "dat", "nederlagen", "het", "en", "zege", "drie", "pro", "tegen", "ajax", "promes", "op", "voor", "pec", "zich", "met", "herstelt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}