{"id": "497bc063-1611-3336-beae-dacc451de3b6", "title": "Wie zelfbeheersing had als kind, blijft langer gezond", "url": "https://trouw.nl/wetenschap/wie-zelfbeheersing-had-als-kind-blijft-langer-gezond~ba03f0b9/", "summary": "Wie emoties en gedrag als kind goed in de hand kon houden, is op 45-jarige leeftijd gezonder van lijf en leden en vertoont minder tekenen van veroudering in de hersenen.\nZelfbeheersing in de kindertijd staat in psychologisch onderzoek al langer bekend als een voorspeller van allerlei positieve levensuitkomsten: van een hoger opleidingsniveau tot een betere financiële positie.\nVerandering is nog mogelijkDat zelfbeheersing op jonge leeftijd ook verband houdt met een langer leven was al bekend.\nDe ‘Dunedinians’ ondergingen weer een reeks studies om hun huidige vermogen tot zelfbeheersing te testen.\nOok deden ze mee aan lichamelijke testen en een hersenscan om veroudering te meten, en interviews om hun sociale en financiële situatie te bepalen.", "paragraphs": ["Voor de heethoofden van vroeger gaan de jaren eerder tellen. Wie als kind impulsief en ondoordacht gedrag vertoonde, veroudert sneller. Wie emoties en gedrag als kind goed in de hand kon houden, is op 45-jarige leeftijd gezonder van lijf en leden en vertoont minder tekenen van veroudering in de hersenen. Ook blijken de gedisciplineerde kinderen van toen beter voorbereid op hun oude dag: ze hebben meer pensioen gespaard, hebben een grotere vriendenkring en zijn tevredener met hun leven.", "Het zijn de nieuwste resultaten uit de Dunedin-studie, een diamant onder de langlopende bevolkingsonderzoeken. In Nieuw-Zeeland worden sinds 1972 ruim duizend mensen gevolgd in hun ontwikkeling. De studie is bijzonder omdat het percentage deelnemers dat blijft meedoen aan de studies hoog is. Zo’n 94 procent van het oorspronkelijke aantal kinderen komt nog altijd elke paar jaar terug naar de stad Dunedin om zich te laten onderzoeken door onder meer psychologen en medici.", "In de jaren zeventig en tachtig werden de deelnemers, die toen 3 tot 11 jaar oud waren, onder meer getest op impulsiviteit, frustratietolerantie, hyperactiviteit en volharding in het voltooien van taken. Zelfbeheersing in de kindertijd staat in psychologisch onderzoek al langer bekend als een voorspeller van allerlei positieve levensuitkomsten: van een hoger opleidingsniveau tot een betere financiële positie. Het marshmallowexperiment is bekend, waarin kinderen een snoepje wordt aangeboden, of twee als ze nog even kunnen wachten. Kinderen die de beloning kunnen uitstellen, blijken later in het leven succesvoller te zijn.", "Verandering is nog mogelijk", "Dat zelfbeheersing op jonge leeftijd ook verband houdt met een langer leven was al bekend. Maar voor deze nieuwe studie, gepubliceerd in vakblad PNAS, wilden de onderzoekers weten in hoeverre de mate van zelfbeheersing in de kindertijd relateert aan gezond en verstandig ouder worden op middelbare leeftijd, een belangrijk thema in vergrijzende landen.", "De ‘Dunedinians’ ondergingen weer een reeks studies om hun huidige vermogen tot zelfbeheersing te testen. Ook deden ze mee aan lichamelijke testen en een hersenscan om veroudering te meten, en interviews om hun sociale en financiële situatie te bepalen. De resultaten waren overduidelijk: zelfbeheersing in de kindertijd leidt tot gezond en tevreden ouder worden.", "Maar een opvallende uitkomst was ook: onafhankelijk van de resultaten in hun kindertijd, hadden de huidige 45-jarigen die een grote zelfbeheersing aan de dag legden, dezelfde voordelen. En sommige deelnemers bleken daarin door de jaren heen gegroeid. Het psychologische kenmerk zit dus niet vastgeroest in onze genen.", "Voor de impulsieve en niet-gedisciplineerde veertigers die het bijltje er al bij neer wilden gooien: dat is niet nodig, verandering is nog mogelijk. De studie laat volgens de onderzoekers niet alleen zien hoe belangrijk het is om kinderen te trainen op zelfbeheersing, maar dat ook volwassenen er nog altijd baat bij kunnen hebben: “Programma’s die erin slagen de zelfbeheersing te vergroten, kunnen zowel de lengte als de kwaliteit van het leven verbeteren.”", "Lees ook:", "Waarom het risico op dementie blijft dalen", "Een zeventigjarige loopt minder risico op dementie dan tien jaar geleden, blijkt uit een analyse van grote bevolkingsonderzoeken. Vooral een gezonde leefstijl helpt enorm"], "authors": ["Elleke Bal"], "keywords": ["gezond", "van", "kind", "langer", "en", "een", "hun", "om", "zelfbeheersing", "wie", "op", "te", "ook", "het", "blijft", "als"], "pubDate": "2021-01-10T12:20:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}