{"id": "49826637-c4fb-3e27-9291-1b5432ed3ca5", "title": "Opinie: voor velen in oorlogsgebied is mijn eerste lockdown hun dagelijkse realiteit", "url": "https://www.volkskrant.nl/columns-opinie/opinie-voor-velen-in-oorlogsgebied-is-mijn-eerste-lockdown-hun-dagelijkse-realiteit~b9de6265/", "summary": "Dan heb ik het niet over de niet-essentiële winkels maar ook over de lokale bakkerij, slager, groente- en fruitwinkels.\nWe bereiken opa’s huis, na binnenkomst gaat de deur met een snelle ruk achter ons dicht.\nZo kwam ik mijn eerste lockdown door.\nAls ik deze lockdown echter vergelijk met mijn eerste lockdown, dan valt het reuze mee.\nVoor velen in oorlogsgebied is mijn eerste lockdown hun dagelijkse realiteit.", "paragraphs": ["Een persoon loopt langs basisschool Amir Dost Mohammed Khan in Kabul. Beeld Getty Images", "Het is begin jaren negentig. Ik ben 7 of 8 jaar. De Afghaanse moedjahedien (verzetsstrijders) hebben de Russen verdreven maar zijn met elkaar in een bloedig conflict geraakt om de macht in de hoofdstad. Het regent raketten in Kabul. Iedereen blijft binnen. Niemand is buiten. Alle winkels zijn gesloten. Dan heb ik het niet over de niet-essentiële winkels maar ook over de lokale bakkerij, slager, groente- en fruitwinkels. De basale levensmiddelen zijn niet verkrijgbaar. Iedereen leeft op rantsoen. Ook de elektriciteit is afgesloten of soms beperkt tot een uur of twee. We leven ’s avonds bij kaarslicht.", "Mijn moeder, zus en ik zitten in onze woonkamer in onze tweekamerappartement op de tweede verdieping. We horen hoe de ramen rinkelen bij iedere raketinslag. Mijn opa en oma wonen niet ver. Ik denk misschien op 5 minuten loopafstand. Mijn opa stuurt mijn oom naar onze flat met de boodschap: we moeten samen zijn. We moeten naar opa en oma, omdat samenzijn het veilig maakt. Ik weet niet hoe het werkt. Ik denk vooral dat het goed is om samen te zijn.", "We trotseren de kogels die ons letterlijk om de oren vliegen en rennen door een gordijn van rondvliegende metaalscherven. We bereiken opa’s huis, na binnenkomst gaat de deur met een snelle ruk achter ons dicht. Opa en oma wonen met vier andere mensen in een driekamerappartement op de begane grond van de flat. In de eerste slaapkamer slapen opa en oma. Mijn oom is net getrouwd en heeft een pasgeboren baby, zij hebben samen de tweede slaapkamer. Mijn jongste tante slaapt in de Afghaanse woonkamer waarin het klassieke Afghaanse rode tapijt ligt, waarvan het motief ook terugkomt in de zitkussens en zitmatrassen. Er is nog een woonkamer met banken en fauteuils. Dat is de salon, maar die is alleen voor gasten die je minder goed kent.", "We zitten met zijn allen inmiddels in de woonkamer. De gordijnen zijn dicht. Opa zit normaal bij het raam, nu niet. Ramen kunnen stukgaan door de inslagen. We zitten zo ver mogelijk van alle ramen vandaan. Opa en oma hebben een dekentje om zich heen gewikkeld. We hebben geen verwarming en ook geen warm water. Het is koud en het is winter.", "Raket", "Mijn oom probeert mij op te vrolijken. Iedere keer als er een raket wordt afgevuurd, hoor je een oorverdovende piep. Het begint eerst met een hoge toon, die steeds hoger en daardoor zachter wordt, tot je het geluid een paar seconden helemaal niet meer hoort. Dan hoor je de inslag: een doffe dreun die alle muren in het huis doet bewegen en ons doet sidderen. Iedere keer als we de piep horen, doet mijn oom alsof zijn wijsvinger die raket is. Zolang we de piep horen, gaat zijn vinger omhoog. Als de raket zijn hoogtepunt heeft bereikt en stilvalt, kijkt hij verbaasd: waar zal hij inslaan?", "Als we geluk hebben, is de inslag ver weg. In dat geval wijst hij met zijn wijsvinger naar een plekje op het tapijt dat ver weg is van waar ik zit. Daarbij zegt hij: ‘Yeah, we hebben geluk!’ Je scoort als het ware punten omdat je niet geraakt bent door de raket. Als de inslag heel dichtbij is, en ik bijna omval van de dreun, houdt mijn oom me stevig vast en geeft me een knuffel. Dit spelletje doen we dagenlang.", "Zo kwam ik mijn eerste lockdown door. De huidige lockdown vinden we zuur. We zijn dit niet gewend. Het is een inperking van onze vrijheden. Dat klopt ook. Al is het voor onze eigen bestwil. Als ik deze lockdown echter vergelijk met mijn eerste lockdown, dan valt het reuze mee. We hebben eten, elektriciteit, Netflix & chill, spelletjes en knutselactiviteiten voor de kinderen, buitensport, een goed boek, en allerlei vormen van tijdsbesteding waar we bovenal in veiligheid samen zijn.", "We kunnen zelfs ‘genieten’ van ons samenzijn en hoeven ons geen zorgen te maken over de vraag of we de volgende dag wel of niet halen. Laat staan de volgende minuut.", "Mijn boodschap: laten we alsjeblieft het hoofd koel houden en positief naar de komende vijf weken kijken. We hebben elkaar en we zijn veilig! Voor velen in oorlogsgebied is mijn eerste lockdown hun dagelijkse realiteit.", "Tel je zegeningen en wees blij dat dit het type lockdown is dat je moet ondergaan."], "authors": ["Sahar Noor"], "keywords": ["van", "realiteit", "niet", "een", "mijn", "en", "oorlogsgebied", "ik", "lockdown", "hun", "dagelijkse", "zijn", "velen", "eerste", "voor", "je", "opinie", "met", "het"], "pubDate": "2020-12-16T14:15:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}