{"id": "499c18ef-afff-32f8-9b33-c618a777632a", "title": "We willen allemaal veilig zijn, denk ik. Daarom zijn er ook zo veel liedjes over", "url": "https://volkskrant.nl/columns-opinie/we-willen-allemaal-veilig-zijn-denk-ik-daarom-zijn-er-ook-zo-veel-liedjes-over~b662e32c/", "summary": "Zo luisteren wij op weg naar het bos naar Greenday, Hole en Skunk Anansie.\nEn naar een verdwaald schijfje met Nederlandstalige popklassiekers waar mijn dochters telkens weer om vragen, misschien omdat ze die teksten beter verstaan.\nGrenzen hebben geen betekenis voor vogels; ze vliegen gewoon naar waar het goed is, naar waar het brood ligt.\nBløf zingt: Hier ben ik veilig, hier ben ik sterk / Hier ben ik heilig, dit is mijn kerk / Dit is mijnhaven, hier leg ik aan / Hier kan ik slapen, hier moet ik staanWe willen allemaal veilig zijn, denk ik.\nBaby Joseph overleefde een schipbreuk, om alsnog te sterven op een reddingsboot omdat niemand hulp wilde sturen.", "paragraphs": ["Het aardige van met je kinderen in de auto zitten, is dat het je de kans geeft aan hun muzikale opvoeding te klussen. Ze kunnen immers nergens heen en moeten dus noodgedwongen alles aanhoren wat je opzet. Zo luisteren wij op weg naar het bos naar Greenday, Hole en Skunk Anansie.", "En naar een verdwaald schijfje met Nederlandstalige popklassiekers waar mijn dochters telkens weer om vragen, misschien omdat ze die teksten beter verstaan.", "Klein Orkest zingt:", "En alleen de vogels vliegen van Oost- naar West-Berlijn / Worden niet teruggefloten, ook niet neergeschoten", "Als vogel kun je zonder belemmering gaan waar je wilt. Grenzen hebben geen betekenis voor vogels; ze vliegen gewoon naar waar het goed is, naar waar het brood ligt.", "Hoe anders is het voor mensen. Onze leiders hebben van Europa een fort gemaakt. Terwijl we over de Sallandse heuvelrug rijden moet ik denken aan Lesbos. Na de brand in Moria is er een nieuw kamp verrezen, op een oud militair schietterrein: Human Rights Watch maakt zich zorgen over een mogelijk giftige hoeveelheid lood in de bodem. Bovendien loopt het kamp soms onder water, zodat alles nat en modderig is. Er zijn geen douches, geen stromend schoon water, verlichting of verwarming voor de tenten. De winter staat voor de deur. En toch stemde een Kamermeerderheid dinsdag tegen een motie om zo snel mogelijk honderd kinderen, en later nog eens vijfhonderd, van daar naar hier te halen.", "Bløf zingt: Hier ben ik veilig, hier ben ik sterk / Hier ben ik heilig, dit is mijn kerk / Dit is mijnhaven, hier leg ik aan / Hier kan ik slapen, hier moet ik staan", "We willen allemaal veilig zijn, denk ik. Je geborgen weten is misschien wel de diepste menselijke behoefte. Daarom zijn er ook zo veel liedjes over.", "In de haven van Samos zaten kinderen van soms nog geen 5 jaar oud opgesloten in cellen zonder licht, verwarming of bedden, las ik in de krant. Baby Joseph overleefde een schipbreuk, om alsnog te sterven op een reddingsboot omdat niemand hulp wilde sturen. Een Kamermeerderheid steunde een motie die het redden van mensenlevens op de Middellandse Zee strafbaar wil maken. Dit komt dan bovenop de grenswachters van Frontex die met hun schepen opzettelijk hoge golven maken om zo wiebelige bootjes met vluchtelingen terug te duwen naar Turkse of Libische wateren. Ali uit Syrië zat op zo’n bootje en vertelde: ‘We hadden kinderen bij ons. We hebben ze veel gesmeekt.’", "Mijn kinderen zitten op de achterbank van onze auto, veilig in de gordels, omringd door airbags. Claudia de Breij zingt: Als de oorlog komt / En als ik dan moet schuilen / Mag ik dan bij jou?", "Nee, zeggen onze leiders tegen Ali en Joseph en hun lotgenoten; jij mag niet bij ons. En ik moet denken aan hoe landen in 1951 het VN-vluchtelingenverdrag tekenden, met nog vers in het geheugen hoe niemand voor de oorlog Joodse vluchtelingen een veilige plek had willen bieden. Dat nooit meer, zeiden ze.", "Als het meezit, condenseren we het beste van onszelf in wetten en verdragen: compassie, empathie, rechtvaardigheid. Door onszelf vast te pinnen op zo’n hogere morele standaard, zetten we een gemeenschappelijk overeengekomen rem op egoïsme, angst, haat, desinteresse in het lot van anderen. Wat zegt het dat ons parlement nu steeds moties aanneemt waar juist onze slechtste kanten in neerslaan?", "The Scene zingt: Jij staat niet alleen / Iedereen is van de wereld / En de wereld is van iedereen", "Ik betwijfel of de mensen die in een bootje proberen niet te kapseizen in de golven van een Frontex- schip, of die tegen de klippen op proberen hun kinderen warm te houden in een lekkende tent op Lesbos, in de wetenschap dat dit precies is hoe Europa het heeft gewild, het gevoel hebben dat zij van de wereld zijn.", "Als je geen asielzoeker meer kunt zijn omdat je altijd welkom bent, als niemand meer ‘een gelukszoeker’ is omdat mensen net als de vogels overal heen mogen gaan, dan pas is de wereld van iedereen.", "Dan pas, als geborgenheid meer is dan een belofte in een liedje. Als het een recht is van ieder mens:", "Dit is mijn haven", "Jij staat niet alleen", "En als de oorlog komt", "Mag jij altijd bij mij"], "authors": ["Asha Ten Broeke"], "keywords": ["van", "veilig", "een", "ook", "en", "hier", "zo", "liedjes", "ik", "zijn", "denk", "te", "op", "naar", "je", "veel", "er", "het", "willen"], "pubDate": "2020-12-10T16:31:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}