{"id": "499eebbe-ee0d-3e8c-8055-26397c8ee9b7", "title": "‘Ik investeer niks en ik factureer dan ook niks’", "url": "https://www.nrc.nl/nieuws/2020/12/14/ik-investeer-niks-en-ik-factureer-dan-ook-niks-a4023700", "summary": "in‘Nadat ik was afgestudeerd als muziekproducer aan de Hogeschool voor de Kunsten in Utrecht, heb ik een aantal jaar als zzp’er in de muziekwereld gewerkt.\nDaarvan is mijn financiële motto: ik investeer niks en dan factureer ik ook niks.\nWat ik ervoor terugkrijg, is onderdeel zijn van een vette wereld waarin ik de tofste momenten beleef.\nIk probeer quitte te spelen met de kosten die ik maak, maar verder hoef ik er geen geld mee te verdienen.\nJe zou denken dat het voor een huis is, maar met de huidige huizenmarkt kunnen we rondom Utrecht niks kopen.", "paragraphs": ["in", "‘Nadat ik was afgestudeerd als muziekproducer aan de Hogeschool voor de Kunsten in Utrecht, heb ik een aantal jaar als zzp’er in de muziekwereld gewerkt. Ik gaf les en deed als producer en muzikant losse klussen. Ik kwam er al vrij snel achter dat ik na zo’n dag ’s avonds geen zin meer had om zélf nog een liedje te schrijven. Mijn creativiteit verdween ervan.", "„Daarom heb ik het vanaf 2012 anders aangepakt. Ik verdien nu drie dagen in de week als projectmanager een goed inkomen, onder andere bij een online marketingcollectief. Daar ben ik via via ingerold. Mijn resterende uren spendeer ik aan mijn eigen platenlabel Tiny Room Records. Daarvan is mijn financiële motto: ik investeer niks en dan factureer ik ook niks. Klinkt als het slechtste businessmodel ooit, maar voor mij werkt het.", "„Ik zie het bijna als een ethische kwestie: ik wil bands uit de undergroundscene de kans geven een plaat uit te brengen, want in het huidige muzieksysteem krijgen die nauwelijks een kans. Wat ik ervoor terugkrijg, is onderdeel zijn van een vette wereld waarin ik de tofste momenten beleef. Ik probeer quitte te spelen met de kosten die ik maak, maar verder hoef ik er geen geld mee te verdienen. Vertrouwen en elkaar iets gunnen zijn belangrijkere waarden.”", "uit", "‘Ik zou ons uitgavenpatroon bewust noemen, maar niet zuinig. Mijn vrouw Anneke en ik staan daar hetzelfde in, gelukkig. Onze dochter van zes wilde bijvoorbeeld op circusles, nou, prima, dat kan gewoon. Tegelijkertijd fiets ik wel om voor biologische boodschappen bij de Lidl in plaats van de Ekoplaza. Ik geef niks om kleding en we gaan maar zelden uit eten. Thuis is het toch vaak lekkerder en goedkoper.", "„De achtsporenbandmachine was wel een grote uitgave; ik was er dan ook al jaren naar op zoek. Thuis hadden we er vroeger ook zo één. In een Facebookgroep voor audiofreaks zag ik deze voorbijkomen. Hij ziet er perfect uit, alleen is een deel van de motoraandrijving kapot. Daarom staat-ie nu bij een reparateur. Verder heb ik een zwak voor tweedehands cd’tjes. Die 26 euro per maand per persoon is misschien wat aan de lage kant, haha.", "„Dit jaar hebben we voor de derde keer op rij 10.000 euro kunnen sparen. Het geeft rust om zo’n bedrag op je spaarrekening te hebben staan. Je zou denken dat het voor een huis is, maar met de huidige huizenmarkt kunnen we rondom Utrecht niks kopen. Daarom blijven we voorlopig in onze huurwoning in Bilthoven en is het spaargeld meer een algemene buffer. Als zzp’er heb ik mijn pensioen nog niet geregeld bijvoorbeeld.”", "Netto-inkomen: gemiddeld 2.850 euro Gezamenlijke lasten: huur (1.000 euro), telecom (60 euro), verzekeringen (300 euro), auto (230 euro), boodschappen (700 euro), Netflix en Spotify (30 euro), kinderopvang en school (290 euro), circus- en zwemles kinderen (60 euro), kinderkleding en speelgoed (100 euro), kleding (40 euro), horeca (50 euro), reizen (100 euro), cd’s en boeken (52 euro), uitjes (140 euro), muziekinstrumenten (40 euro). Sparen: 1.250 euro per maand. Laatste grote uitgave: Tascam 388 8-sporen bandrecorder, 1.200 euro.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 14 december 2020"], "authors": ["Jette Pellemans", "Leestijd Minuten"], "keywords": ["van", "factureer", "dan", "een", "mijn", "ook", "en", "te", "ik", "niks", "voor", "euro", "als", "investeer", "het"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}