{"id": "499e7dca-cc09-356b-b95a-3fa431c81aa2", "title": "Nu het Stedelijk Museum Schiedam wordt verbouwd, logeert de collectie deels bij de mensen thuis", "url": "https://volkskrant.nl/cultuur-media/nu-het-stedelijk-museum-schiedam-wordt-verbouwd-logeert-de-collectie-deels-bij-de-mensen-thuis~b901cd91/", "summary": "Het project ‘Kunstlogé’ van het Stedelijk Museum in Schiedam geeft mensen de kans om een werk uit het museum thuis aan de muur te hangen.\nBeeld Pauline NiksTaspinar is een van de Schiedammers die van het Stedelijk Museum Schiedam een kunstwerk te leen kregen.\nGrote kans dat het een werk van Piet van Stuivenberg gaat worden.’Van Stuivenberg kwam zelf uit Schiedam.\nEr staan in Schiedam drie beelden van Van Stuivenberg, maar Taspinar is nog nooit ‘bewust’ langs een van deze werken gelopen.\nMaar hij verwacht dat hij de eerstvolgende keer dat hij tegen een Van Stuivenberg aanloopt diens stijl meteen zal herkennen.", "paragraphs": ["Het project ‘Kunstlogé’ van het Stedelijk Museum in Schiedam geeft mensen de kans om een werk uit het museum thuis aan de muur te hangen. Enes Taspinar kreeg een werk (zonder titel) van kunstenaar Piet van Stuivenberg te leen. Beeld Pauline Niks", "‘Ik zag er een paard in, en een tornado die bloed opzuigt. Mijn vrouw zag een schildpad, bloemen en een boom.’ De lithografie van Piet van Stuivenberg (1901-1988) was afgelopen maand vaak onderwerp van gesprek aan de eettafel van Enes Taspinar (23) en zijn vrouw.", "Het kunstwerk was de allereerste bezoeker in hun nieuwe huis, waar ze sinds twee maanden wonen. De zwarte, rode en okergele figuren springen in het oog als je binnenloopt; de muren van de woonkamer zijn net wit geschilderd. Ook de rest van het interieur oogt nieuw. Eigenlijk heeft Taspinar, logistiek analist en student islamitische theologie, niets met kunst. ‘Mijn vrouw wel, zij probeert me weleens mee te nemen naar een museum.’", "Enes Taspinar. Beeld Pauline Niks", "Taspinar is een van de Schiedammers die van het Stedelijk Museum Schiedam een kunstwerk te leen kregen. Het museum is vanwege een verbouwing gesloten, maar laat vier kunstwerken uit zijn collectie een week ‘logeren’ bij inwoners van de stad. Het project heet Kunstlogé, uit het museum, in je huis. De deelnemers mogen zelf bepalen aan wie in Schiedam ze ‘hun’ kunstwerk doorgeven.", "Het museum vroeg Taspinar, die het kunstwerk had gekregen van een Turkse vriend, om het ook weer door te geven aan iemand binnen de Turkse gemeenschap. Van de Schiedammers heeft 10 procent Turkse wortels en het museum wil graag contacten opbouwen met deze gemeenschap. ‘Ergens wel jammer, want ik heb ook veel Surinaamse en Marokkaanse vrienden, met wie ik via dit kunstwerk verbinding wilde maken’, zegt Taspinar. Hij koos voor iemand die hij niet kende, hoewel zijn ouders en zus het werk ook graag voor een week in huis hadden willen hebben.", "Taspinar zette een foto van de lithografie op Linkedin. Hoewel kunst op zijn werk doorgaans niet het gesprek van de dag is, waren zijn collega’s enthousiast. ‘Al vonden sommige jongens het jammer dat het geen blote vrouw of een Van Gogh was.’ De gesprekken op zijn werk en ook met vrienden leverden hem verrassende inzichten op. ‘Iemand zei dat als je het een kwartslag draait, het net lijkt alsof het bloed dat ik zag naar beneden druppelt.’", "Bij het project Kunstlogé hoort een dagboek, waarin de deelnemers hun ervaringen kunnen schrijven. Taspinar zette erin dat hij heeft geleerd dat je, wanneer je over een werk praat en er langer naar kijkt, steeds meer gaat zien. Hij concludeert dat Van Stuivenberg boos geweest moet zijn toen hij aan het kunstwerk begon. ‘Maar die boosheid vloeide volgens mij weg tijdens het maakproces, dat zie je aan de ronde lijnen.’", "De deurbel gaat. Ed, beveiliger van het Stedelijk Museum Schiedam, komt de litho ophalen. Het werk verhuist naar een paar straten verderop, naar de vloggende recruiter en content creator Gözde Yilmaz (31). ‘Wat is het groot, het leek op de foto veel kleiner!’, roept ze verbaasd uit. Gelukkig past het wel op de plek die ze voor het werk had bedacht. Ed zet het voorzichtig op de grond in een hoek tussen de boekenkast en de wijnkast, naast een paar klompen. ‘Toen ik op 10-jarige leeftijd in Nederland kwam wonen, ging ik allereerst naar de Keukenhof’, zegt Yilmaz. ‘Ik vond die klompen echt geweldig, ik dacht dat iedereen in Nederland daarmee rondliep.’", "Gözde Yilmaz met het werk van Piet van Stuivenberg. Beeld Pauline Niks", "Wat roept het kunstwerk bij haar op? ‘Vooral chaos. Dat past wel een beetje bij mijn eigen leven: ik ben heel druk, echt een duizendpoot.’ Een medewerker van het Stedelijk Museum die is meegekomen met Ed, vertelt Yilmaz dat ze het kunstwerk vanwege de lockdown twee weken mag houden. ‘Echt? Maar dan mag ik de plek waar het nu staat dus twee weken niet schoonmaken.’", "Net als Taspinar gaat Yilmaz niet vaak naar een museum. ‘De laatste keer was drie jaar geleden, toen was ik bij het Ford Museum.’ Ze houdt wel van zelf kunst maken. ‘Vroeger tekende ik veel. Dat wil ik nu weer gaan oppakken met een cursus schilderkunst. Dit kunstwerk kan me misschien wel inspireren. Hoe langer ik er nu al naar kijk, hoe meer ik zie. Kijk: dat lijkt een haan en dat een kat.’", "Haar man is sceptisch, hij snapt niet hoe mensen langer dan vijf minuten geïnteresseerd kunnen zijn in een kunstwerk. Maar als hij de lithografie ziet, is hij er toch van gecharmeerd. ‘De kleuren geel en rood passen bij onze inrichting. Dit mag wel blijven.’", "Ook Yilmaz wil het kunstwerk doorgeven aan een onbekende. ‘Zo kan ik ook weer verbinding maken met een andere Turkse Schiedammer.’", "Taspinars woning oogt een stuk leger, de witte muur valt nu extra op. Maar misschien komt er binnenkort een langdurige bezoeker. ‘Mijn vrouw en ik zoeken sinds vorige week naar een kunstwerk dat hier kan blijven. Grote kans dat het een werk van Piet van Stuivenberg gaat worden.’", "Van Stuivenberg kwam zelf uit Schiedam. Hij begon als steenhouwer, werd beïnvloed door het expressionisme en ging met steeds strakkere lijnen en geometrische vormen werken. Er staan in Schiedam drie beelden van Van Stuivenberg, maar Taspinar is nog nooit ‘bewust’ langs een van deze werken gelopen. Maar hij verwacht dat hij de eerstvolgende keer dat hij tegen een Van Stuivenberg aanloopt diens stijl meteen zal herkennen."], "authors": ["Zoë Spaaij"], "keywords": ["ik", "schiedam", "mensen", "van", "verbouwd", "thuis", "en", "een", "wordt", "dat", "nu", "kunstwerk", "hij", "het", "werk", "logeert", "museum", "stedelijk"], "pubDate": "2021-01-06T18:32:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}