{"id": "49a955fb-cd62-3332-951b-535a987a1805", "title": "Shorttracker Jens van ’t Wout: Op het ijs verander ik in een hillbilly", "url": "https://trouw.nl/sport/shorttracker-jens-van-t-wout-op-het-ijs-verander-ik-in-een-hillbilly~b9951cd2/", "summary": "Ik dacht meteen: dat ga ik doen.”Titanium bout in zijn kaakDe gevolgen van het incident zijn nog altijd merkbaar.\nAfhankelijk van het seizoen reden ze uren op de mountainbike of bonden ze op het plaatselijke meertje ijshockeyschaatsen onder.\nHet Canadese avontuur zat er net zo abrupt op als het begon.\n“Als ik mijn schaatsen onderbind, ben ik net zo’n hillbilly als die gasten waartussen ik opgroeide.”Schulting Nederlands kampioene Suzanne Schulting is voor de derde maal Nederlands kampioene shorttrack geworden.\nLees ook:Shorttrackers racen weer: van fouten leren is het belangrijkstIn Thialf stond voor het eerst in bijna tien maanden weer een shorttrackwedstrijd op het programma.", "paragraphs": ["Over zijn gehele rechterwang, zo’n beetje van mondhoek tot oor, loopt een litteken van twaalf centimeter lengte. Wanneer shorttracker Jens van ’t Wout in de catacomben van Thialf breed lachend de enorme snee op zijn gezicht toont, wordt ook nog eens een gouden tand in zijn ondergebit zichtbaar. Zo is het 19-jarige shorttracktalent nu eenmaal, klinkt het welhaast verontschuldigend. “Als je een ongeluk hebt gehad, kun je er vervolgens maar beter het beste van maken.”", "De kersverse nummer twee van de nationale allroundkampioenschappen is nu eenmaal een buitenbeentje, hij is de eerste om het toe te geven. In september 2019 belt hij met zijn vader, nadat hij kort daarvoor tijdens de openingswedstrijd van het seizoen de schaats van zijn Israëlische tegenstander Vladislav Bykanov in het gezicht heeft gekregen. Terwijl tegenstanders en scheidsrechters op hun knieën over de ijsvloer kruipen in hun zoektocht naar de twee tanden die uit Van ’t Wouts mond zijn geslagen, zoekt de schaatser snel telefonisch contact met thuis. Wat hij moet doen, luidt de vraag.", "Vooral rustig blijven, klinkt het vanaf de andere kant van de lijn. En oh ja, nu hij toch langs de tandarts moet: misschien is het een ideetje om eindelijk een gouden tand te nemen, klinkt het gekscherend. “Ik luisterde vroeger altijd naar muziek van rappers met gouden en diamanten tanden in hun mond. Mijn vader zei als grap dat dit een mooie gelegenheid was om eindelijk eens op die gasten te gaan lijken. Ik dacht meteen: dat ga ik doen.”", "Titanium bout in zijn kaak", "De gevolgen van het incident zijn nog altijd merkbaar. Hij heeft geen gevoel in de rechterkant van zijn lip en loopt rond met een titanium bout in zijn kaak. En dan is er natuurlijk die jaap op zijn wang. Van ’t Wout is er inmiddels wel aan gewend dat hij wordt aangestaard. In Canada, het land waar hij tot zijn vijftiende jaar woonde, gelden dergelijke littekens als statussymbool, met name onder ijshockeyers. “Als ik ooit terugkeer, kan ik gewoon heel stoer zeggen dat ik dat daarbij heb opgelopen.”", "Het verhaal van de gouden tand is illustratief voor Van ’t Wout. Niet te lang nadenken, gewoon doen wat in je opkomt, het vormde de basis van zijn opvoeding. Hij was twee jaar oud toen zijn ouders zonder vastomlijnd plan Nederland verlieten en neerstreken in Bracebridge, op twee uur rijden van Toronto.", "Daar, in het onherbergzame Muskoka District van Ontario, betrok het gezin op goed geluk een huis midden in de bossen. Vader ging er aan de slag als steenhouwer, moeder begon in het stadje een kapsalon. Het leven was er heerlijk ongecompliceerd. Een halfjaar zomer, een halfjaar winter en slechts met de buitenwereld verbonden middels een haperende internetverbinding.", "Jagen op herten en kalkoenen", "Van ’t Wout en zijn één jaar oudere broer Melle groeiden er midden in de natuur op. Afhankelijk van het seizoen reden ze uren op de mountainbike of bonden ze op het plaatselijke meertje ijshockeyschaatsen onder. Werd er niet gesport, dan keken de broers toe hoe achter het ouderlijk huis werd gejaagd op herten en kalkoenen. Het was het leven als in een film. “We leefden tussen échte hillbillies. Van die types die er een beetje op los leven en al sinds hun zestiende drinken.”", "Het was, eufemistisch gezegd, dan ook een tamelijke cultuurschok voor Van ’t Wout toen het gezin vijf jaar geleden neerstreek in Almere Stad. Het Canadese avontuur zat er net zo abrupt op als het begon. “Dat was nogal een overgang, ja.” De broers stortten zich op shorttrack, sloten zich via het RTC Midden aan bij het hoger aangeschreven RTC Noord, waarna een verhuizing naar het Friese Sintjohannesga volgde. Daar voelde Van ’t Wout zich eindelijk weer thuis. “Dit lijkt tenminste een heel klein beetje op Canada.”", "Transponders vergeten", "Onder trainer Dave Versteeg is hij dit seizoen uitgegroeid tot vaste waarde op de 1500 meter. Geen shorttracker die deze winter zo succesvol is op de metrische mijl als hij. Tijdens de Invitation Cup, begin december, won hij die afstand, maar werd zijn naam uit de uitslag geschrapt omdat hij zijn transponders was vergeten om te doen. Enkele weken later, tijdens de nationale titelstrijd per afstand, zegevierde hij wel op die afstand. Tijdens het allroundkampioenschap van afgelopen weekeinde bevestigde hij zijn status door het nummer opnieuw te winnen. Had hij op de eerste dag geen penalty opgelopen op de 1000 meter, dan was de allroundtitel mogelijk zelfs zijn deel geworden.", "“Mijn ambities zitten me soms nu eenmaal dwars”, zegt hij daar weleens over. Maar nadenken voor hij aan een race begint? Dat nooit. Op het ijs voelt hij zich telkens weer de onbevangen jongen die doet wat in hem opkomt en daarna pas ziet wat de gevolgen zijn. “Als ik mijn schaatsen onderbind, ben ik net zo’n hillbilly als die gasten waartussen ik opgroeide.”", "Schulting Nederlands kampioene Suzanne Schulting is voor de derde maal Nederlands kampioene shorttrack geworden. De Friezin schreef in een leeg Thialf alle afstanden op naar naam. Ze bleef daarmee Xandra Velzeboer en Selma Poutsma voor. Bij de mannen ging de nationale titel naar Dylan Hoogerwerf, die in 2017 ook al werd gehuldigd als beste allrounder. Jens van ’t Wout eindigde als tweede, voor Friso Emons.", "Lees ook:", "Shorttrackers racen weer: van fouten leren is het belangrijkst", "In Thialf stond voor het eerst in bijna tien maanden weer een shorttrackwedstrijd op het programma. Voor de rijders was leren van fouten belangrijker dan winnen."], "authors": ["Luuk Blijboom"], "keywords": ["ik", "zijn", "van", "en", "shorttracker", "een", "verander", "op", "wout", "ijs", "hillbilly", "het", "jens", "hij", "als", "die"], "pubDate": "2021-01-03T19:39:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}