{"id": "49cc6dba-e187-3a51-b226-e17be0d845c6", "title": "'Even lekker buiten Zoomen': de vele voordelen van wandelend vergaderen", "url": "https://www.rtlnieuws.nl/lifestyle/artikel/5207422/even-lekker-buiten-zoomen-de-vele-voordelen-van-wandelend-vergaderen", "summary": "Marieke van Dijk (44) legt haar calls en vergaderingen tegenwoordig wandelend af: \"Vorig jaar begon ik met de tienduizendstappen-challenge.\nOm die stappen te kunnen halen, besloot ik mijn vergaderingen – voor zover dat kon – wandelend af te leggen.\nTegenwoordig zie ik het wandelen tijdens een vergadering ook als een manier om van iets wat soms niet zo leuk is, iets fijns te maken.\"\nMarieke hoopt andere mensen ook meer aan het wandelen te krijgen en is hier dan ook actief mee bezig.\n\"Als ik een vergadering inga moedig ik de persoon aan de andere kant van de lijn aan om ook buiten te wandelen.", "paragraphs": ["Marieke van Dijk (44) legt haar calls en vergaderingen tegenwoordig wandelend af: \"Vorig jaar begon ik met de tienduizendstappen-challenge. Ik dacht: 'dat doe ik wel even', maar tienduizend stappen per dag is echt veel. Om die stappen te kunnen halen, besloot ik mijn vergaderingen – voor zover dat kon – wandelend af te leggen. Tegenwoordig zie ik het wandelen tijdens een vergadering ook als een manier om van iets wat soms niet zo leuk is, iets fijns te maken.\"", "Vooral bij grotere online meetings", "Het liefst wandelt Marieke zo veel en vaak mogelijk, al vergaderend of niet. \"Wandelend vergaderen kan bijna altijd. Voornamelijk bij een meeting met een groter team waarbij je alleen toehoorder bent, is het perfect. Zelf heb ik elke maandagochtend een interne online meeting, die ik heerlijk in de buitenlucht doorbreng. Pas na die meeting ga ik achter mijn computer zitten.\"", "Marieke hoopt andere mensen ook meer aan het wandelen te krijgen en is hier dan ook actief mee bezig. \"Als ik een vergadering inga moedig ik de persoon aan de andere kant van de lijn aan om ook buiten te wandelen. Soms maak ik ze enthousiast en trekken ze ook hun schoenen aan. Dan lopen we samen buiten te Zoomen.\""], "authors": [], "keywords": ["ik", "voordelen", "zoomen", "van", "vergaderen", "vele", "en", "een", "om", "wandelend", "buiten", "te", "ook", "aan", "wandelen", "lekker"], "pubDate": "2021-01-08T13:25:57Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}