{"id": "49d57d75-a4ec-3f20-a8af-0f9f0113bcd1", "title": "Poetin reageert op vergiftiging Navalny: 'Hij is niet belangrijk genoeg'", "url": "https://nos.nl/artikel/2361047-poetin-reageert-op-vergiftiging-navalny-hij-is-niet-belangrijk-genoeg.html", "summary": "De Russische president Poetin heeft voor het eerst gereageerd op de vergiftiging van oppositieleider Alexej Navalny in augustus.\nOok zei hij onder meer dat Navalny niet echt is vergiftigd.\n\"Navalny is niet belangrijk genoeg om een doelwit te zijn\", zegt de Russische president.\nDeze week kwam onderzoekscollectief Bellingcat met onderzoeksresultaten dat dat de Russsiche geheime dienst FSB achter de vergiftiging zit.\nOok suggereerde de president dat Navalny wordt gesteund door de Amerikaanse geheime diensten.", "paragraphs": ["De Russische president Poetin heeft voor het eerst gereageerd op de vergiftiging van oppositieleider Alexej Navalny in augustus. Dat deed hij tijdens zijn jaarlijkse persconferentie met journalisten.", "Poetin noemt de berichten over de vergiftiging een aanval op Rusland. Ook zei hij onder meer dat Navalny niet echt is vergiftigd.", "\"Navalny is niet belangrijk genoeg om een doelwit te zijn\", zegt de Russische president. \"Maar als iemand hem wilde vergiftigen, dan hadden ze de klus ook afgemaakt.\"", "Deze week kwam onderzoekscollectief Bellingcat met onderzoeksresultaten dat dat de Russsiche geheime dienst FSB achter de vergiftiging zit. Poetin ontkent dat. Ook suggereerde de president dat Navalny wordt gesteund door de Amerikaanse geheime diensten.", "Stofwisselingsziekte", "Volgens onderzoekers werd Navalny in augustus vergiftigd met het Russische zenuwgas novitsjok. Hij werd in eerste instantie opgenomen in een ziekenhuis in Omsk in Siberië, maar herstelde daarna in een Duits ziekenhuis.", "In Siberië zeiden artsen dat hij leed aan een zeldzame stofwisselingsziekte die werd veroorzaakt door een lage bloedsuikerspiegel. Zijn persoonlijke arts sprak al snel van vergiftiging.", "Dit zegt Poetin over Navalny tijdens de persconferentie."], "authors": [], "keywords": ["navalny", "poetin", "dat", "hij", "genoeg", "niet", "een", "werd", "vergiftiging", "op", "reageert", "belangrijk", "president", "russische", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}