{"id": "49e07047-07e1-3531-8ee6-ce974089e1e6", "title": "Matthijs van Nieuwkerk had graag DWDD willen maken na overlijden Maradona", "url": "https://nu.nl/media/6096483/matthijs-van-nieuwkerk-had-graag-dwdd-willen-maken-na-overlijden-maradona.html", "summary": "Matthijs van Nieuwkerk stopte dit jaar na vijftien jaar met zijn talkshow De Wereld Draait Door.\nDe laatste uitzending van DWDD was op 27 maart en daar had Van Nieuwkerk vrede mee.\nDat gevoel veranderde voor het eerst toen het nieuws naar buiten kwam dat Maradona op zestigjarige leeftijd was overleden.\nVan Nieuwkerk had graag eenmalig een uitzondering gemaakt om voor die avond terug te keren.\n\"Mijn handen jeukten, als ze hadden gevraagd: spring één keer in, dan had ik het gedaan.\"", "paragraphs": ["Matthijs van Nieuwkerk stopte dit jaar na vijftien jaar met zijn talkshow De Wereld Draait Door. Maandenlang miste de presentator het programma totaal niet, totdat Diego Maradona overleed, vertelde hij zondag in Linda's Wintermaand.", "De laatste uitzending van DWDD was op 27 maart en daar had Van Nieuwkerk vrede mee. \"Ik heb het helemaal niet gemist. Ik wist dat ik ermee ging stoppen na vijftien jaar en keek er op een bepaalde manier zelfs naar uit, omdat er een nieuw leven zou aanbreken. Eindelijk meer vrije tijd.\"", "Dat gevoel veranderde voor het eerst toen het nieuws naar buiten kwam dat Maradona op zestigjarige leeftijd was overleden. \"Ik hoorde het nieuws om vijf uur 's middags en voor een programma dat om 19.00 uur begint is dat eigenlijk te laat. Maar zelfs in die twee uur die we hadden gehad, hadden we er iets moois van gemaakt.\"", "De presentator keek op de avond van het overlijden van de voetballer zelf veel talkshows, zowel in het buitenland als in Nederland, maar was niet tevreden over wat hij zag. \"Ik miste de fantasie, het was allemaal Live Is Life (het nummer van Opus waarop Maradona in 1989 een bal hooghield in München, red.).\"", "Van Nieuwkerk had graag eenmalig een uitzondering gemaakt om voor die avond terug te keren. \"Mijn handen jeukten, als ze hadden gevraagd: spring één keer in, dan had ik het gedaan.\""], "authors": ["Door"], "keywords": ["van", "graag", "matthijs", "dat", "nieuwkerk", "om", "een", "overlijden", "ik", "dwdd", "uur", "maken", "op", "voor", "maradona", "het", "willen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}