{"id": "49e4dc98-7a3f-31bb-a60e-e21731c52707", "title": "De meeste kinderen hoeven geen schade op te lopen van een schoolsluiting", "url": "https://trouw.nl/opinie/de-meeste-kinderen-hoeven-geen-schade-op-te-lopen-van-een-schoolsluiting~b9f9859b/", "summary": "Dat is vooral belangrijk voor die leerlingen die het toch al moeilijk hebben door hun achtergrond.\nIk bagatelliseer de zorgen van ­ouders, onderwijzenden en andere deskundigen beslist niet als zij roepen dat er schade bij jonge kinderen zal optreden.\nDat durf ik, omdat ik van vóór de Tweede Wereldoorlog ben, evenals mijn man.\nSchrijven leerde ik op een lei met griffel.\nGrote behoefte aan maatwerkWe haalden het bijna allemaal, zij het op verschillende niveaus.", "paragraphs": ["Magda Bolt verhaalt uit haar eigen herinnering: ze stond vroeger regelmatig voor een gesloten schooldeur. Maar haar generatie kwam er goed uit.", "Voor mij is er maar één antwoord op de gesloten scholen. Om te voorkomen dat leerlingen achterstanden oplopen, is maatwerk nodig. Dat is vooral belangrijk voor die leerlingen die het toch al moeilijk hebben door hun achtergrond. De ‘anderen’ met de meer ‘bevoorrechte’ achtergronden halen het wel.", "Ik bagatelliseer de zorgen van ­ouders, onderwijzenden en andere deskundigen beslist niet als zij roepen dat er schade bij jonge kinderen zal optreden. Ik zet echter ook vraagtekens bij de stelligheid, waarmee dat geponeerd wordt.", "Dat durf ik, omdat ik van vóór de Tweede Wereldoorlog ben, evenals mijn man.", "Boekjes uit vaders tijd", "In het schooljaar 1944-45 – het was toen al vier jaar oorlog – werd het westen van ons land geteisterd door de hongerwinter en door ­extreme kou. Mijn man – die in de zesde klas van de lagere school zat in de omgeving van Leiden – ging maanden niet naar school. In 1945 deed hij een vergemakkelijkt toelatingsexamen voor het gymnasium. Nóg twee winters was er onvoldoende brandstof en waren er ­opnieuw veel scholen gesloten.", "Toen ikzelf in 1944 naar de lagere school ging, was er nauwelijks lesmateriaal. Schrijven leerde ik op een lei met griffel. De schoolboekjes ­waren uit mijn vaders schooltijd – van 1910-1916.", "De spanningen en zorgen in onze kinderjaren waren groot. Veel mensen stierven, dat raakte ook ons. Compensatie, omdat we niet naar school konden, was er niet. Zijn we beschadigd? Waren de achterstanden onoverkomelijk?", "Grote behoefte aan maatwerk", "We haalden het bijna allemaal, zij het op verschillende niveaus. Leeftijdgenoten van toen bevestigen me dit als ik vraag naar hun ervaringen. Ik spreek alleen over leeftijdtijdgenoten die geen onderduik-, concentratiekamp- of ander traumatisch verleden hebben.", "Als ik terugkijk op die tijd en ook denk aan mijn eigen ervaringen in het onderwijs, zie ik dat kinderen een groot incasseringsvermogen hebben, al zijn er helaas ook kinderen die het niet redden. Maken ­hedendaagse ouders zich zoveel zorgen om de ontwikkeling van hun kinderen, omdat ze zelf opgroeiden in een tijd dat alles kon en mocht? Komt het doordat ze geen ervaring hebben met beperkingen?", "Voor de leerlingen uit een moeilijke sociale achtergrond is het anders. Zij hebben hulp en compensatie nodig. Daarom is er vooral een grote behoefte aan maatwerk, zoals premier Rutte op 14 december al zei.", "Lees ook:", "Woede en onbegrip over sluiting van de basisscholen", "Scholieren zitten vanaf vandaag een dikke maand thuis. Dat had, zeker in het basisonderwijs, nooit mogen gebeuren, vinden deskundigen."], "authors": ["Magda Kok"], "keywords": ["ik", "kinderen", "er", "van", "schoolsluiting", "schade", "en", "een", "lopen", "geen", "op", "te", "meeste", "het", "niet", "dat", "die", "hoeven"], "pubDate": "2020-12-21T09:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}