{"id": "49fbb92e-8fce-37ad-a73a-760e6ee42322", "title": "Worden wie je bent, een zin die aanzet tot nadenken", "url": "https://trouw.nl/cultuur-media/worden-wie-je-bent-een-zin-die-aanzet-tot-nadenken~b763238b/", "summary": "Ik liep van de week langs een ­basisschool met een spandoek waarop stond ‘Worden wie je bent’.\nDe eerste gedachte die zich opdringt is namelijk dat je niet hoeft te worden wie je bent omdat je het immers al bent.\nMaar je brein probeert dat meteen op te lossen door achter dat ‘wie je bent’ iets te zoeken als ‘wie je écht bent’.\nEr zit iets grammaticaals in die sloganHet zal niet per ongeluk zijn dat de slogan ook luidt ‘Worden wie je bent’ en niet ‘Worden wat je bent’.\nIn dit geval is duidelijk dat ‘Worden wie je bent’ als iets nastrevenswaardig wordt voorgesteld, maar omdat het bij een school gebruikt wordt, zit er ook iets van mogelijkheid in: op ­deze school kún je worden wie je bent.", "paragraphs": ["Ik liep van de week langs een ­basisschool met een spandoek waarop stond ‘Worden wie je bent’. Leuk dacht ik, daar zit een grammaticaal stukje in. Dus ik zoek het thuis even op, en wat blijkt? Het bestaat al jaren. Er zijn hele boeken met die titel, het schijnt ooit de slogan van Randstad te zijn geweest, en in 2016 al kapittelt Teun van de Keuken het in een Volkskrant-column als ‘holle frase’.", "Nou lijkt me die veroordeling wat ver gaan, en ook een beetje gemakkelijk, want de functie van dit soort paradoxen is juist dat je ge­stimuleerd wordt om na te denken. De eerste gedachte die zich opdringt is namelijk dat je niet hoeft te worden wie je bent omdat je het immers al bent. Maar je brein probeert dat meteen op te lossen door achter dat ‘wie je bent’ iets te zoeken als ‘wie je écht bent’. Daarmee wordt het een slogan over zelf­onderzoek en het nastreven van de ontwikkeling van een persoonlijkheid die al in jezelf opgesloten zit. In de Volkskrantcolumn wordt met soortgelijke overwegingen bevestigd dat zo’n uitspraak stimuleert tot nadenken, maar toch blijft hij steken in die eendimensionale ­afkeuring.", "Er zit iets grammaticaals in die slogan", "Het zal niet per ongeluk zijn dat de slogan ook luidt ‘Worden wie je bent’ en niet ‘Worden wat je bent’. Op een basisschool gaat het immers niet zozeer om een beroepsopleiding (iets worden), maar om persoonlijkheidsontwikkeling ­(iemand worden).", "Maar er zit dus ook iets grammaticaals in die slogan. Het is geen hele zin, maar een constructie met het hele werkwoord ‘worden’. De betekenis van dit soort constructies heeft altijd iets modaals: het gaat om wenselijkheid of waarschijnlijkheid, of allebei. In dit geval is duidelijk dat ‘Worden wie je bent’ als iets nastrevenswaardig wordt voorgesteld, maar omdat het bij een school gebruikt wordt, zit er ook iets van mogelijkheid in: op ­deze school kún je worden wie je bent.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["tot", "nadenken", "aanzet", "van", "het", "die", "zin", "wie", "bent", "een", "je", "en", "iets", "worden"], "pubDate": "2020-11-30T01:00:08+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}