{"id": "4a198dd2-b2ec-3c8b-b399-e6cd78296e1a", "title": "Kruip-door-sluip-door: onbekende stegen en sloppen staan weer op de kaart", "url": "https://www.parool.nl/ps/kruip-door-sluip-door-onbekende-stegen-en-sloppen-staan-weer-op-de-kaart~bc5997e2/", "summary": "In de tweede helft van de 19de eeuw was Amsterdam het decor van dempingen en doorbraken, van sloop, en van nieuwerwetse bouwsels als hotels, confectieateliers, winkels en kantoren.\nDat van Mattie resulteerde in een even leerzame als speelse interactieve kaart (maps.amsterdam.nl); ondertussen werd er ook gewerkt aan het opnieuw ‘beborden’ van de stegen.\nVormden die tussen de Warmoesstraat en de Oudezijds Voorburgwal letterlijk en figuurlijk een achterbuurt, de Driespaarpottengang is van een heel ­andere orde.\nDaar, aan de Rozengracht, wijst Mattie op een gevelsteen met drie spaarpotten.\nIn het kader van Project 1012, het schoon­vegen van de Wallen, werden wel wat stegen ontdaan van hun tralies.", "paragraphs": ["Sloppen en gangen vormen de smalste adertjes in het stedelijk weefsel. De gemeente bracht ze digitaal in kaart en gaf ze straatnaamborden. Kruip-door-sluip-door: op pad door het stegenrijk.", "Als het aan Erik Mattie ligt vormt de gang achter de Oudezijds Voorburgwal 128a een goed voorbeeld van de huidige situatie rondom Amsterdamse gangen – gangen en sloppen lopen doorgaans dood, stegen niet. Daar, tussen de ­vele vestigingen van coffeeshopketen The Bulldog, schuilt achter een strak in de lak zittend deurtje een overdekte gang die naar een binnenplaatsje leidt. Mattie (57), architectuurhistoricus van de gemeente: “Deze Appelboomsgang is verdwenen uit het zicht, en door de afgesloten deur aan de openbaarheid onttrokken. Maar hij bestaat nog wel, en geeft toegang tot een binnentuin en een oud pakhuis waarin nu appartementen zitten.”", "Daarmee schetst Mattie, die 350 uur onderzoek deed teneinde de sloppen in kaart te brengen, ­zowel de historische functies van de fijnste mazen van de stadsplattegrond als de hedendaagse stegenproblematiek. Want waren de stegen ooit de plekken waar het echte, arbeidzame Amsterdamse leven werd geleefd en geleden, zienderogen verminderde hun aantal. Ze werden ingekapseld, raakten onzichtbaar, en als de bebouwing om de sloppen heen werd afgebroken, verdwenen ze soms zelfs helemaal.", "In de tweede helft van de 19de eeuw was Amsterdam het decor van dempingen en doorbraken, van sloop, en van nieuwerwetse bouwsels als hotels, confectieateliers, winkels en kantoren. Werden panden samengevoegd, dan sneuvelden doorgaans de gangen.", "De toegang naar de Oude Noldersgang. Beeld Nosh Neneh", "Een eeuw later was het zogeheten sloppenrijk verworden tot een ziekmakende, smerige, alternatieve samenleving; het stadsbestuur wilde betere en gezondere arbeidershuisvesting. Nieuwe wijken voorzagen in etagewoningen en er verschenen tuindorpen – tegelijkertijd werden sloppen, gangen en steegjes weggevaagd.", "Het verdwijnen der stegen was aanvankelijk geen vaststelling van Mattie of de gemeente. Stegenliefhebbers maakten zich via burgerinitiatieven hard om de sloppen en gangen in het stadsbeeld terug te brengen, waarna ­gemeenteraadsleden voor het stadse sloppenweb in de bres sprongen. Zo werd vrijwel simultaan aan twee projecten begonnen. Dat van Mattie resulteerde in een even leerzame als speelse interactieve kaart (maps.amsterdam.nl); ondertussen werd er ook gewerkt aan het opnieuw ‘beborden’ van de stegen.", "Beide projecten werden onafhankelijk van elkaar uitgevoerd, maar toen Mattie werd voorgesteld aan stadsdeel-Centrummedewerker Pelle Lackamp (31) versmolten de ­onderzoeken van beide mannen. Nu zijn, tezelfdertijd, ruim honderd kersverse steegnaamborden onthuld en is de website gelanceerd.", "De met een hek afgesloten Wittepaardsteeg. Beeld Nosh Neneh", "Er is zelfs nog een derde stegenproject, dat al eerder tot wasdom kwam: Mieke Krijger van het (virtuele) Jordaanmuseum nam de handschoen op om in de Willemsstraat een aantal van de namen en vormen van de 57 ter plekke verdwenen stegen er als reliëfs in de stoep aan te brengen. Dat diende volgens Mattie als ‘vliegwiel’ dat uiteindelijk ook het gemeentelijke stegenproject in gang trok.", "Sloppen, gangen en stegen vormden, zo zegt erfgoedwethouder Touria Meliani (50), ‘de microkosmos van het bouwblok, waar gewoond en gewerkt werd, waar boomgaarden waren en vee werd gehouden, waar stallen en pakhuizen naast vaak piepkleine huurhuisjes stonden.’ Daarom stond ze positief tegenover de digitale kaart.", "Drugsverslaafden en wildplassers", "Inmiddels popelt Erik Mattie om de historische functies van de stegen te duiden. Vormden die tussen de Warmoesstraat en de Oudezijds Voorburgwal letterlijk en figuurlijk een achterbuurt, de Driespaarpottengang is van een heel ­andere orde. Daar, aan de Rozengracht, wijst Mattie op een gevelsteen met drie spaarpotten. “Steegjes en sloppen ­waren niet per se armoedig. Er waren heel veel gradaties in, zeker een dozijn. Hier zie je dat de opdrachtgever voor de bouw van het grachtenpand meteen al heeft bedacht dat er drie huisjes voor de verhuur op de binnenplaats moesten komen, als zijn oudedagsvoorziening.”", "De Zwartlakensteeg. Beeld Nosh Neneh", "Lange tijd ging iedereen dus z’n eigen gang. Neem de eind 17de-eeuwse Varkensgang, aan de Tweede Rozen­dwarsstraat, die geheel is geannexeerd door het huis ­ernaast, en die nu de hal van dat woonhuis vormt. Even verderop, aan de Rozenstraat, wijst Mattie op de Zwarte Ravengang – je moet het weten om ’m te zien: die is nog ­ouder dan de Varkensgang, maar geheel opgetrokken in de fletse jarenzeventig-achtige nieuwbouwstijl van de ­gebouwen eromheen. Beide gangen zijn dus ontoegankelijk, een lot dat ze delen met de Vijf Zinnengang (ook aan de Tweede Rozendwarsstraat), die eveneens inpandig is.", "Er was een tijd, onder burgemeester Job Cohen, dat de gemeente trachtte stegen, sloppen en gangen te heropenen. Iedere Amsterdammer kent nog wel het beeld van een armoedige steeg – veelal afgesloten door een beklad en bestickerd hekwerk – waar de passant zich bijna schuldig voelde als hij een blik op die toch openbare weg wilde werpen. Ooit waren de hekken, poorten en deuren barre noodzaak, nadat in de jaren zeventig de overlast van drugsverslaafden, wildplassers en straatslapers voor de steegbewoners onhoudbaar was geworden.", "“De gemeente ontdekte dat als ze dertig jaar of langer niets aan zo’n straatje had gedaan, de juridische zeggenschap erover verviel aan de gebruikers,” zegt Mattie. Daarop werd getracht de hekken te verwijderen – soms succesvol, vaak niet. In het kader van Project 1012, het schoon­vegen van de Wallen, werden wel wat stegen ontdaan van hun tralies. Mattie loopt nu van de Geldersekade zo, hops, naar de Oudezijds Voorburgwal – door de Waterpoortsteeg, de Spooksteeg en de nu heropende Vredenburgersteeg. “Een heel nuttige oost-westverbinding.”", "De Arke Noachsgang. Beeld Nosh Neneh", "Het ‘openen’ van hekken heeft inmiddels geen prioriteit meer – de stadsreiniging schijnt bovendien niet dol te zijn op het vooruitzicht gangetjes schoon te moeten houden die te smal zijn voor hun veegkarretjes.", "Ruim honderd borden", "Terug in de Jordaan staat projectleider Pelle Lackamp voor de Bierdragersgang aan de Rozenstraat. “We hebben ruim honderd nieuwe borden opgehangen, waardoor nu veruit het grootste deel van de sloppen en stegen weer zichtbaar een naam heeft gekregen. Kijk, dit bord hebben we extra hoog gehangen, want ­eronder staat een elektriciteitskastje, en met een naam als Bierdragersgang zou het bord wel eens iets te aantrekkelijk kunnen zijn voor studenten.” De borden zien er anders uit dan de reguliere straatnaamborden – diapositief ­– om aan te geven dat het geen officiële straatnamen betreft.", "In de Oude Noldersgang, aan de Prinsengracht, is een man op een balkonnetje minder blij met het bord dat in ‘zijn’ gang is vastgeschroefd. “Het is de verantonpieckisering van de stad.” Deze klacht vormt een uitzondering, weet Lackamp. “De meeste steegbewoners vonden het mooi dat de steegnaam zichtbaar werd gemaakt.”", "De Oude Noldersgang. Beeld Nosh Neneh", "Stadsdeelbestuurder Micha Mos (36): “Het werd tijd dat we naast de wereldberoemde grachten ook ons licht lieten schijnen op de steegjes. Het is dankzij de vele bordjes nu mogelijk te laten zien hoe en wat de stad is, en was.”", "De bebording mag fraai zijn, feit is dat een stegenwandeling op veel hekken, poorten en deurtjes stuit. Ooit waren het er ruim duizend, de resterende vierhonderd stegen, gangen en sloppen in de stad bevinden zich nu in elk geval wel virtueel op ieders pad."], "authors": ["Dylan Van Eijkeren"], "keywords": ["sloppen", "kruipdoorsluipdoor", "van", "onbekende", "het", "op", "mattie", "staan", "werd", "een", "stegen", "weer", "en", "dat", "te", "kaart", "aan"], "pubDate": "2020-11-26T10:21:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}