{"id": "4a231c1e-9417-3ff1-8b5e-d2508413fd7e", "title": "Musicalhoogleraar Millie Taylor: ‘Het is een misvatting dat iets niet populair én authentiek kan zijn’", "url": "https://trouw.nl/cultuur-media/musicalhoogleraar-millie-taylor-het-is-een-misvatting-dat-iets-niet-populair-en-authentiek-kan-zijn~b56b6cf8/", "summary": "“Ik wil het belang van de Nederlandse musicals en de diversiteit ervan onderzoeken en promoten”, zegt Taylor per zoom vanuit Engeland.\nNee, ik heb nog geen Nederlandse musicals gezien, maar ik heb wel Sanne Thierens begeleid bij haar promotieonderzoek naar de musicals van Annie M.G.\n“Mensen kijken neer op musicals vanuit het het idee dat iets niet tegelijkertijd populair én origineel en authentiek kan zijn.\nOperahuizen werden en worden gesubsidieerd, maar het grappige is dat operahuizen in het Verenigd Koninklijk ook musicals zijn gaan maken om meer publiek binnen te halen.\nHet zijn niet twee afzonderlijke ‘hoge’ of ‘lage’ publieksgroepen, ze overlappen elkaar.", "paragraphs": ["Musicals werden lang gezien als oppervlakkig entertainment voor de massa, maar het genre emancipeert. Ook in de ­wetenschap, want sinds kort heeft de Universiteit van Amsterdam zelfs een bijzonder hoogleraar musical: Millie Taylor. De leerstoel (voor één dag per week) hoort bij Theaterwetenschap en wordt gefinancierd door de Van den Ende Foundation. Waarom is musicalonderzoek eigenlijk belangrijk? En wat is Taylors missie in Amsterdam?", "“Ik wil het belang van de Nederlandse musicals en de diversiteit ervan onderzoeken en promoten”, zegt Taylor per zoom vanuit Engeland. “Dat is vergelijkbaar met wat ik al twee decennia aan de University van Winchester doe, maar dan gericht op de Nederlandse situatie. Nee, ik heb nog geen Nederlandse musicals gezien, maar ik heb wel Sanne Thierens begeleid bij haar promotieonderzoek naar de musicals van Annie M.G. Schmidt en Harry Bannink. Daardoor weet ik veel over hoe de musicals hier zijn ontstaan. Onder meer vanuit het cabaret, wat interessant is omdat dat een heel verbale vorm is. Ik heb natuurlijk ook veel gezien en gehoord over het populaire ‘Soldaat van Oranje’, en zodra het weer kan, wil ik zoveel mogelijk Nederlandse musicals zien.”", "Minachting", "In Nederland wordt vaak nog neergekeken op musicals, terwijl opera’s als hoge cultuur worden beschouwd. In Engeland deed Taylor onderzoek naar beide genres. Kan zij de minachting voor de musical plaatsen?", "“Opera en musical zijn niet zo verschillend. De populaire opera’s van bijvoorbeeld Mozart zijn via operettes getransformeerd tot de (doorgezongen) megamusicals van nu. De Opéra Comique ontwikkelde zich tot musicalkomedie. En daarnaast heb je de meer experimentele hedendaagse opera die ver van die musicals afstaat, maar er zijn ook experimentele musicals die weer dicht bij de ­hedendaagse opera staan.", "“Mensen kijken neer op musicals vanuit het het idee dat iets niet tegelijkertijd populair én origineel en authentiek kan zijn. Maar dat is een misvatting. Historisch komt de scheiding tussen hoog en laag ook door de financiering. Operahuizen werden en worden gesubsidieerd, maar het grappige is dat operahuizen in het Verenigd Koninklijk ook musicals zijn gaan maken om meer publiek binnen te halen.", "Mooie nieuwe vormen", "“Er ontstaan steeds meer cross-overvoorstellingen tussen de zogenaamde hoge en lage cultuur. We zien nu in het Verenigd Koninkrijk veel vernieuwingen in het musicalgenre. Bijvoorbeeld nichemusicals die ineens bij een groter publiek aanslaan, zoals de nieuwe musical ‘SIX’, over de zes vrouwen van Hendrik VIII: geen lineair historisch verhaal, maar een geheel vrouwelijke cast in een associatieve structuur met veel popsongs. Dat kan dus ook.", "Het aanbod van opera en musical wordt steeds diverser. Het zijn niet twee afzonderlijke ‘hoge’ of ‘lage’ publieksgroepen, ze overlappen elkaar. Ik ben heel optimistisch over de toekomst van musicals en ook over hoe serieus ze worden genomen.”", "Taylor begon haar carrière ooit als muzikaal leider en dirigent bij voorstellingen als ‘Sweeney Todd’ en ‘Little shop of horrors’. Als wetenschapper legt ze veel contacten met schrijvers en producenten. Dat wil ze ook in Nederland doen. “Ik wil netwerken opzetten tussen producenten, makers en academici, ik wil betrokken zijn bij workshops waarin nieuwe musicals worden ontwikkeld, ook nu tijdens Covid waarin meer tijd is voor reflectie en ik mooie nieuwe vormen zie ontstaan. Ik wil mensen ook uitdagen om vernieuwend materiaal te maken.”", "Lees ook:", "Marjolein Keuning zingt nu live in de natuur, coronaproof", "De coronacrisis veranderde het leven van musici en artiesten ingrijpend. De agenda’s werden leeggeveegd. Wat is hun plan B? Vandaag in deze serie zangeres Marjolein Keuning, die droomt van buiten wonen, op een plek waar ze ook concerten kan geven."], "authors": ["Bianca Bartels"], "keywords": ["musicalhoogleraar", "taylor", "millie", "van", "musicals", "het", "maar", "zijn", "én", "ik", "misvatting", "kan", "niet", "ook", "en", "een", "dat", "populair", "iets"], "pubDate": "2020-12-08T13:34:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}