{"id": "4a23d5fc-7e0d-366a-b6c3-a91d001b100a", "title": "Past Eric Wiebes perfect in de rol van Jim Hacker?", "url": "https://volkskrant.nl/economie/past-eric-wiebes-perfect-in-de-rol-van-jim-hacker~b72e86c2/", "summary": "‘In sommige gevallen is het beter voor een minister dat hij het niet weet’, zegt topambtenaar Sir Humphrey Appleby tegen zijn minister Jim Hacker.\nBlijkbaar gaat het ook zo toe op het Nederlandse ministerie van Financiën.\n‘Jij zorgt voor het geld, wij doen de dienst.’Commissievoorzitter Chris van Dam vroeg zich af wat eigenlijk de functie van staatssecretaris op het ministerie van Financiën voorstelde.\nAls de privésecretaris Bernhard Woolley van Jim Hacker wordt gevraagd wat hij er van zou vinden als de minister naar Brussel wordt weggepromoveerd, zegt hij: ‘Heel jammer…’‘Waarom Bernhard?’, roept Sir Humphrey.\n‘Dit is Britse democratie’, stelt Sir Humphrey vast.", "paragraphs": ["‘In sommige gevallen is het beter voor een minister dat hij het niet weet’, zegt topambtenaar Sir Humphrey Appleby tegen zijn minister Jim Hacker. ‘Wat zeg je nu? Ik heb het recht om als minister alles te weten. Dit is onacceptabel’, reageert Hacker over de rooie als duidelijk wordt dat hem informatie is onthouden waardoor hij in het parlement heeft staan liegen. ‘Het is in uw eigen belang’, stelt Sir Humphrey. ‘Omdat u het niet wist was u in het parlement zo overtuigd en overtuigend en snoerde u alle critici de mond.’", "In de magistrale Britse sitcom Yes Minister legt Sir Humphrey de minister uit hoe de rolverdeling in zijn departement is. ‘Ik leid dit departement. U doet drie dingen: beleid maken, wetten door het parlement loodsen en vooral het budget veilig stellen. U bent er voor de hogere doelen’, vleit hij de minister.", "Blijkbaar gaat het ook zo toe op het Nederlandse ministerie van Financiën. Maandag zei minister Eric Wiebes tijdens de verhoren over de toeslagenaffaire dat hij in zijn tijd bij Financiën volledig in het donker opereerde. Hij vervulde destijds als verantwoordelijk staatssecretaris maar een marginale rol bij de Belastingdienst. Directeur-generaal Peter Veld had hem de taakverdeling meteen duidelijke gemaakt, zei Wiebes. ‘Jij zorgt voor het geld, wij doen de dienst.’", "Commissievoorzitter Chris van Dam vroeg zich af wat eigenlijk de functie van staatssecretaris op het ministerie van Financiën voorstelde. ‘Aan wetgeving valt geen eer te behalen, u wordt door ambtenaren volkomen verkeerd geïnformeerd, u verving iemand die vanwege gedoe was opgestapt. Maar het lijkt alsof het u alleen om de grote lijnen ging.’", "Dat het ministerie van Financiën een kerkhof is voor bewindslieden - Frans Weekers en Menno Snel sneuvelden voortijdig - komt de Vierde Macht goed uit. Zij zijn gek op nieuwkomers die ze kunnen kneden. Als de privésecretaris Bernhard Woolley van Jim Hacker wordt gevraagd wat hij er van zou vinden als de minister naar Brussel wordt weggepromoveerd, zegt hij: ‘Heel jammer…’", "‘Waarom Bernhard?’, roept Sir Humphrey. ‘Nou, de minister begint nu net een beetje grip op de materie te krijgen. Is het dan niet jammer?’", "‘Natuurlijk niet. Ministers die grip op de materie beginnen te krijgen, worden lastig. Ze komen met bezwaren.’ ‘Maar ministers hebben altijd wel bezwaren?’, werpt Woolley tegen. ‘Maar dan komen ze ook met zinnige bezwaren.’ Politieke bemoeienis is een bedreiging voor de Vierde Macht omdat ze de controle kwijtraken.", "Als Bernhard roept dat hij helemaal geen macht wil, kijkt Sir Humphrey hem verstoord aan. ‘Als de juiste mensen niet de macht hebben, krijgen de verkeerde mensen die macht. Politici, lokale bestuurders, kiezers.’ ‘Maar dat is toch democratie’, werpt Bernhard tegen. ‘Dit is Britse democratie’, stelt Sir Humphrey vast.", "En de Nederlandse. Blijkbaar."], "authors": ["Peter De Waard"], "keywords": ["van", "humphrey", "rol", "jim", "niet", "hacker", "perfect", "eric", "minister", "op", "wiebes", "als", "past", "voor", "hij", "het", "sir"], "pubDate": "2020-11-24T17:39:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}