{"id": "4a286227-295b-3b1e-b64d-f44f62efdbfe", "title": "Binnenkijken bij interieurstyliste Klaske", "url": "https://www.rtlnieuws.nl/lifestyle/wonen/artikel/5203039/binnenkijken-bij-interieurstyliste-klaske", "summary": "Om het niet zo op te laten vallen, hebben ze een houten kastje gemaakt, waarmee ze op een creatieve manier de knop hebben weggewerkt.\nHetzelfde doe-het-zelf principe heeft de interieurstyliste op een voorheen geel stoeltje toegepast.\n\"Ik heb teddystof en een tacker (nietpistool) gekocht en voor €12,- had ik een compleet nieuwe stoel.\"\nKlaske vindt het heel leuk om items te maken die niet in de winkel te koop zijn.\n\"Ik had bedacht om van materialen die ik nog in huis had liggen een komvormige lamp te maken.", "paragraphs": ["Thermostaat wegwerken", "In veel woonkamers zie je het hangen: de thermostaat. Voor velen een doorn in het oog. Zo ook voor Klaske. Om het niet zo op te laten vallen, hebben ze een houten kastje gemaakt, waarmee ze op een creatieve manier de knop hebben weggewerkt.", "Kast met resten rolgordijn", "Van de kast in de woonkamer heeft Klaske een bijzondere blikvanger gemaakt. Inmiddels heeft het meubelstuk al drie verschillende kleuren gehad. \"De kast stond nog in het huis toen we het kochten. Door toevoeging van resten rolgordijn en leren greepjes hebben we een totaal nieuwe kast weten te maken.\" Hetzelfde doe-het-zelf principe heeft de interieurstyliste op een voorheen geel stoeltje toegepast. \"Ik heb teddystof en een tacker (nietpistool) gekocht en voor €12,- had ik een compleet nieuwe stoel.\"", "Klaske vindt het heel leuk om items te maken die niet in de winkel te koop zijn. Zo ook de verenlamp in de woonkamer. \"Ik had bedacht om van materialen die ik nog in huis had liggen een komvormige lamp te maken. Met toevoeging van wat veren en een lijmpistool is deze lamp eruit gekomen.\""], "authors": [], "keywords": ["ik", "binnenkijken", "van", "het", "zo", "voor", "en", "een", "om", "te", "op", "interieurstyliste", "bij", "klaske"], "pubDate": "2020-12-19T16:59:00Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}