{"id": "4a29be0c-a525-3571-a1ff-94f70dc20d46", "title": "Avontuurlijke zoektocht naar een door de nazi’s uit Leningrad geroofd kunstwerk", "url": "https://trouw.nl/nieuws/avontuurlijke-zoektocht-naar-een-door-de-nazi-s-uit-leningrad-geroofd-kunstwerk~b785cb41/", "summary": "Germanist Jerker Spits schreef met Jacht op de barnsteenkamer een spannend en onderhoudend boek over dit kunstwerk dat sinds 1945 spoorloos is.\nEnkele jaren eerder door de ­nazi’s meegeroofd uit Leningrad werd het voor het laatst gezien in wat toen nog Königsberg heette.\nIn de decennia daarna werd er onder meer door de ­Stasi en KGB jacht op gemaakt, maar zonder resultaat.\nZoals dit: het geschenk van Frederik Willem I vereiste natuurlijk wel een wederdienst van de tsaar.\nEn die wist wat de Pruisische koning wilde.", "paragraphs": ["Bezoekers raakten ervan in extase, een Britse diplomaat sprak van het Achtste Wereldwonder; de barnsteenkamer die Frederik I van Pruisen liet maken en door diens minder kunstminnende zoon Frederik Willem I in 1716 aan de Russische tsaar Peter de Grote werd geschonken. Germanist Jerker Spits schreef met Jacht op de barnsteenkamer een spannend en onderhoudend boek over dit kunstwerk dat sinds 1945 spoorloos is.", "Enkele jaren eerder door de ­nazi’s meegeroofd uit Leningrad werd het voor het laatst gezien in wat toen nog Königsberg heette. In de decennia daarna werd er onder meer door de ­Stasi en KGB jacht op gemaakt, maar zonder resultaat.", "Jerker Spits, auteur", "Knap is de manier waarop Spits het wedervaren van het kunstwerk verbindt met individuen die er nauw bij betrokken waren en de bredere Europese geschiedenis: de Russische Revolutie, de opkomst van het Derde Rijk (en de rol die barnsteen speelde in de nazistische ideologie), de Koude Oorlog.", "Bijzondere details maken het boek zeer leesbaar. Zoals dit: het geschenk van Frederik Willem I vereiste natuurlijk wel een wederdienst van de tsaar. En die wist wat de Pruisische koning wilde. Als hobby had-ie het verzamelen en drillen van soldaten van langer dan 1,88 meter. Samen vormden ze een eigen regiment: de Potsdamer Riesengarde. In de zomer van 1718 liet Peter de Grote door zijn kamerheer 55 Russische ‘reuzen’ bezorgen.", "Jerker Spits", "Jacht op de barnsteenkamer", "Van Oorschot;", "224 blz. € 20,-"], "authors": ["Nicole Lucas"], "keywords": ["van", "zoektocht", "leningrad", "spits", "het", "op", "nazis", "naar", "die", "russische", "werd", "geroofd", "een", "kunstwerk", "uit", "avontuurlijke", "en", "door"], "pubDate": "2020-11-14T21:46:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}