{"id": "4a4af77e-65be-3069-b6a3-e7f09e3048f1", "title": "De zeespiegel stijgt verder: hoe blijft Nederland bewoonbaar en veilig?", "url": "https://nu.nl/advertorial-nationale-wetenschapsagenda/6082239/de-zeespiegel-stijgt-verder-hoe-blijft-nederland-bewoonbaar-en-veilig.html", "summary": "26 procent van het grondgebied ligt onder zeeniveau (met name de westelijke en noordelijke provincies) en een derde is gevoelig voor rivieroverstromingen.\nZonder keringen om water tegen te houden en gemalen om overtollig water uit de polders te pompen, zou een groot deel van Nederland onbewoonbaar zijn.\n\"Van de Oosterscheldekering en de Maeslantkering tot de dijken langs de grote en kleinere rivieren; elk onderdeel vormt een cruciaal onderdeel van het systeem.\"\n\"De hoeveelheid neerslag is aan het toenemen en de scenario's van het IPCC [Intergovernmental Panel on Climate Change, red.]\n\"Om Nederland veilig en bewoonbaar te houden, moeten we tijdig op die bedreigingen anticiperen.\"", "paragraphs": ["Ruim de helft van Nederland is gevoelig voor overstromingen. Door de stijgende zeespiegel is wetenschappelijk onderzoek naar overstromingsrisico's en noodzakelijke veiligheidsmaatregelen belangrijker dan ooit. \"Om Nederland bewoonbaar te houden, moeten we tijdig anticiperen op de gevolgen van klimaatverandering.\"", "Nederland heeft al eeuwen een haat-liefdeverhouding met water. 26 procent van het grondgebied ligt onder zeeniveau (met name de westelijke en noordelijke provincies) en een derde is gevoelig voor rivieroverstromingen. Zonder keringen om water tegen te houden en gemalen om overtollig water uit de polders te pompen, zou een groot deel van Nederland onbewoonbaar zijn.", "Sprong voorwaarts", "Met de aanleg van de Deltawerken, een reeks grote stormvloedkeringen en dammen, maakte Nederland in het tweede deel van de twintigste eeuw een gigantische sprong voorwaarts op het gebied van waterveiligheid.", "Aan de Deltawerken werd na de watersnoodramp van 1953 decennialang gebouwd. Ze beschermen Zeeland, zuidelijk Zuid-Holland en Noord-Brabant tegen hoogwater van de zee en maakten van Nederland een gidsland: Nederlandse waterbouwkundig ingenieurs zijn vaak betrokken bij de bouw van soortgelijke keringen over de hele wereld.", "\"Onze waterkeringsysteem is een onmisbare factor om het water buiten te houden\", vertelt Matthijs Kok, hoogleraar waterveiligheid aan de TU Delft. \"Van de Oosterscheldekering en de Maeslantkering tot de dijken langs de grote en kleinere rivieren; elk onderdeel vormt een cruciaal onderdeel van het systeem.\"", "Stijgende zeespiegel", "De hoogleraar benadrukt dat onze waterkeringen niet voor de eeuwigheid zijn gemaakt; vaak is de levensduur ergens tussen de vijftig en honderd jaar. Waterbeheer draait in zijn ogen om vooruitkijken en goed voorbereid zijn op de gevolgen van klimaatverandering.", "Bij een plotselinge zee- of rivierdijkdoorbaak kunnen binnen slechts enkele uren of dagen namelijk grote delen van het omringende land - tot honderden vierkante kilometers - onder water komen te staan en honderden slachtoffers vallen.", "", "\"De hoeveelheid neerslag is aan het toenemen en de scenario's van het IPCC [Intergovernmental Panel on Climate Change, red.] en KNMI laten zien dat de zeespiegel de komende eeuw met tientallen centimeters zal gaan stijgen\", aldus Kok. \"Om Nederland veilig en bewoonbaar te houden, moeten we tijdig op die bedreigingen anticiperen.\"", "Het Deltaprogramma, dat jaarlijks wordt opgesteld door Deltacommissaris Peter Glas en zijn staf, bevat plannen om Nederland te beschermen tegen overstromingen, een tekort aan zoetwater en de gevolgen van extreem weer. Kok: \"De Deltacommissaris heeft dit jaar aangekondigd dat er extra onderzoek zal worden gedaan naar de zeespiegelstijging, zodat we weten welke aanvullende maatregelen nodig zijn.\"", "Ingrijpende maatregelen", "Die maatregelen kunnen \"behoorlijk ingrijpend\" zijn, aldus de hoogleraar. Wat moet er bijvoorbeeld gebeuren met de Rijnmond, de toegang tot de Rotterdamse haven? \"Die is nu open, waardoor de zee het land kan binnendringen. Dat is goed voor de scheepvaart, maar gaat ten koste van de veiligheid in het gebied als de zeespiegel stijgt.\"", "", "In het Deltaprogramma is een besluit over de Rijnmond vooruitgeschoven. Kok denkt dat het verstandiger is om nu al drie of vier ontwerpen te maken met een toekomstbeeld van het Rijnmondgebied. \"Te lang wachten is een risico. Door ontwerpen te maken van de verschillende oplossingsrichtingen, wordt inzichtelijk wat het afsluiten van de Rijnmond of het openhouden - en dus verder binnendringen van de zee - betekent voor het landschap, de leefbaarheid, de natuur en de veiligheid in de regio.\"", "Nieuwe veiligheidsnormen", "Onderzoeksresultaten en aanbevelingen van wetenschappers zijn essentiële bouwstenen voor gedegen waterbeheer, zowel aan de kust als langs de rivieren en vele andere waterwegen die Nederland rijk is.", "", "Kok noemt in dit verband de nieuwe veiligheidsnormen voor dijken, dammen en duinen, die sinds 2017 gelden en gebaseerd zijn op onderzoeksproeven van professor Han Vrijling van de TU Delft. Het onderzoek naar de sterkte van dijken stond sindsdien allerminst stil: twee jaar geleden is in Eemdijk nog een grote 'bezwijkproef' uitgevoerd waarin de sterkte van dijken met en zonder een stalen damwand werd onderzocht.", "", "Kok: \"In de nieuwe risicoaanpak wordt veel explicieter dan voorheen gekeken naar de manier waarop dijken kapot kunnen gaan, bijvoorbeeld doordat water onder een dijk doorstroomt en zand meeneemt, en hoe groot de kans is dat dat daadwerkelijk gebeurt.\"", "Het inzichtelijk maken van de risico's voor de bevolking, kan volgens Kok bijdragen aan een reëel beeld van de gevaren. Hij noemt als voorbeeld de app overstroomik.nl die laat zien hoe Nederland overstroomt als er ergens een dijk doorbreekt. \"Als zich lange tijd geen incident heeft voorgedaan, wordt het geloof dat zo'n incident kan plaatsvinden minder, terwijl het risico even groot blijft.\"", "Optimaal voorbereid", "Wil Nederland optimaal op de gevolgen van klimaatverandering zijn voorbereid, dan loont het om ver vooruit te kijken en rekening te houden met de zwaarste scenario's van het IPCC: een zeespiegelstijging van 60 tot 110 centimeter in 2100 (ten opzichte van 2000).", "Onze waterkeringen kunnen worden aangepast zodat ze een zeespiegelstijging van een meter aankunnen, maar wat als het meer wordt? \"Op dit moment is er langs de hele Noordzeekust nog geen enkele versnelling te zien, maar dat wil niet zeggen dat die versnelling er niet komt\", aldus Kok.", "Hij is er voorstander van om alvast verkennend onderzoek te doen naar de gevolgen van een zeespiegelstijging van twee of drie meter, zonder dat dat direct hoeft te resulteren in allerlei draconische maatregelen. \"We hebben nog voldoende tijd om te beslissen hoe we op een verstandige manier met de zeespiegelstijging omgaan, maar dat er wat moet gebeuren om het water ook in de toekomst buiten te houden is zeker.\"", "Vraag het de wetenschap", "De afgelopen tijd hebben we te maken met langere periodes van droogte, hevige regenval en hittegolven. Wat moeten we doen om ons in Nederland aan te passen aan deze extremere weersomstandigheden? Hoe kunnen wij daar zelf een rol in spelen? Woensdag 14 oktober om 20.00 uur organiseert de Nationale Wetenschapsagenda een live-sessie op Facebook over klimaatverandering. Wat is jouw vraag over klimaatverandering aan de wetenschap? Stel hem tijdens de live-sessie. Lees meer."], "authors": ["Door", "Nationale Wetenschapsagenda"], "keywords": ["stijgt", "bewoonbaar", "van", "nederland", "hoe", "het", "op", "zijn", "verder", "een", "zeespiegel", "en", "te", "om", "blijft", "dat", "veilig"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}