{"id": "4a6b215f-655d-3fd8-93db-43c4219ec6ea", "title": "Skeletonster Bos niet meer te stoppen: ‘Ook gouden WB-medaille zit erin’", "url": "https://nos.nl/artikel/2361016-skeletonster-bos-niet-meer-te-stoppen-ook-gouden-wb-medaille-zit-erin.html", "summary": "Het is financieel een uitdaging en je kan er eigenlijk pas mee beginnen rond je achttiende, als je klaar bent met school.\"\nIn plaats van dat je een stuurmechanisme hebt zoals bij bobslee, moet je bij skeleton met je eigen lichaam ervoor zorgen dat je de goede kant opgaat.\"\nLe Conté: \"Maar er is natuurlijk wel een groot verschil tussen een startbaan en een afdaling.\n\"Natuurlijk ben je veel weg omdat je alleen in het buitenland kunt sleeën, maar dat is ook weer een voordeel.\nJe leert sleeën op veel verschillende banen, waardoor je jezelf heel snel ontwikkelt.\"", "paragraphs": ["Dat Bos en Le Conté door wisten te breken in de skeletonsport, was niet vanzelfsprekend. Nederland heeft namelijk geen eigen baan waarop getraind kan worden. \"Als Nederlander moet je altijd op reis om te kunnen sleeën\", legt Le Conté uit. \"Dat is niet makkelijk. Het is financieel een uitdaging en je kan er eigenlijk pas mee beginnen rond je achttiende, als je klaar bent met school.\"", "Bos kwam op haar zestiende in aanraking met sleesporten. In eerste instantie werd ze gescout als bobsleester. \"Dat vond ik vooral heel stoer om te doen. Je bent je eigen achtbaan aan het besturen en gaat met 120 kilometer per uur naar beneden. Dat konden niet veel leeftijdsgenootjes zeggen.\"", "In 2013 stapte Bos over op het skeleton. \"Dat vond ik eigenlijk een nog veel mooiere sport. In plaats van dat je een stuurmechanisme hebt zoals bij bobslee, moet je bij skeleton met je eigen lichaam ervoor zorgen dat je de goede kant opgaat.\"", "Gemis thuisbaan heeft ook voordelen", "Tot een aantal jaar geleden stond er in Harderwijk een startbaan, nu is er enkel nog een mobiele startbaan aanwezig in Nederland. Le Conté: \"Maar er is natuurlijk wel een groot verschil tussen een startbaan en een afdaling. Je hebt mensen die goed kunnen starten en dat leuk vinden, maar bij een afdaling groen en geel beneden komen.\"", "Bos heeft het ontbreken van een afdaling in Nederland echter nooit als beperking gezien. \"Natuurlijk ben je veel weg omdat je alleen in het buitenland kunt sleeën, maar dat is ook weer een voordeel. Je leert sleeën op veel verschillende banen, waardoor je jezelf heel snel ontwikkelt.\" De in Ede woonachtige Bos traint gedurende het seizoen op verschillende buitenlandse banen."], "authors": ["Anne Van Eijk", "Kimberley Bos Over Haar Bobsleecarrière"], "keywords": ["zit", "veel", "je", "stoppen", "skeletonster", "wbmedaille", "niet", "gouden", "te", "een", "het", "ook", "er", "en", "erin", "op", "als", "dat", "meer", "met"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}