{"id": "4a8a305c-6f4b-3b8f-8d94-8620494508e5", "title": "Omroep Zwart haalt 50.000 leden. “We willen maken wat we nog missen op televisie”", "url": "https://trouw.nl/cultuur-media/omroep-zwart-haalt-50-000-leden-we-willen-maken-wat-we-nog-missen-op-televisie~ba8e41c1/", "summary": "Een week eerder stond de teller van Omroep Zwart pas op 25.000.\n“We willen maken wat we nog missen op televisie”, vertelt Gianni Grot.\n“Daarbij kun je bijvoorbeeld denken aan een sportprogramma waar meer vrouwen aan tafel zitten, maar ook drama, zoals de HBO-serie ‘Euphoria’, waarin een verslaafd tienermeisje verliefd wordt op een transvrouw.\nBij andere kandidaten, zoals Omroep Groen en Omroep X, staat de teller vooralsnog op minder dan 10.000, meldt de Volkskrant.\nZij hebben nog tot het eind van het jaar om de 50.000 te bereiken.", "paragraphs": ["Ruim 50.000 mensen hebben tien euro op zwart ingezet. De aspirant-omroep voldoet met dit ledenaantal aan een van de belangrijkste voorwaarden om toe te treden tot het publieke omroepbestel.", "Een week eerder stond de teller van Omroep Zwart pas op 25.000. De snelle groei lijkt mede te danken aan een ‘verdubbeldag’-actie, waarbij de oprichters – rapper Akwasi Ansah en regisseur Gianni Grot – een dag lang met bekende en onbekende Nederlanders in gesprek gingen over hun plannen.", "“We willen maken wat we nog missen op televisie”, vertelt Gianni Grot. “Daarbij kun je bijvoorbeeld denken aan een sportprogramma waar meer vrouwen aan tafel zitten, maar ook drama, zoals de HBO-serie ‘Euphoria’, waarin een verslaafd tienermeisje verliefd wordt op een transvrouw. Door ervoor te zorgen dat zowel de mensen vóór de camera als de redactie erachter pluriform zijn, willen we mensen uit alle hoeken van de samenleving zich betrokken laten voelen.”", "Niet specifiek voor zwarte mensen", "Hoewel de naam doet vermoeden dat de omroep specifiek voor zwarte mensen is, is dit volgens Grot een misverstand. “Het gaat ons om alle gemeenschappen die zichzelf nu niet terugzien. We staan ook niet voor verzuiling of polarisatie; juist saamhorigheid zit in ons DNA. We heten zwart omdat dat is wat je krijgt wanneer je alle primaire basiskleuren in gelijke mate met elkaar mengt.”", "Hoe de oprichters hun ideaal in de praktijk willen brengen? “We willen heel graag een podium geven aan ongezien talent. In onze achterban zien we namelijk heel veel getalenteerde mensen die hun weg nog niet naar de NPO hebben gevonden.” Als voorbeeld noemt Grot Soumaya Bazi, die onder meer als host en redacteur voor Amnesty International werkt. “Zij is een groot talent, en zou het heel goed kunnen doen als programmamaker.”", "Verder benadrukt Grot het belang van de leden. “We doen dit niet alleen voor onszelf. Daarom willen we methodieken ontwikkelen om met de leden in contact te blijven en ze invloed te geven op wat ze zien.”", "Nu het benodigde aantal leden is behaald, volgt de volgende horde: een beleidsplan indienen bij het Commissariaat voor de Media. Hierin zal Omroep Zwart zijn ideeën omzetten in concrete programma’s.", "Ondertussen zoeken ook andere aspirant-omroepen hun weg naar zendtijd. Het rechtse Ongehoord Nederland heeft momenteel bijna 43.000 leden. Bij andere kandidaten, zoals Omroep Groen en Omroep X, staat de teller vooralsnog op minder dan 10.000, meldt de Volkskrant. Zij hebben nog tot het eind van het jaar om de 50.000 te bereiken.", "Lees ook:", "Groene omroep wil ‘pil opdienen in een bed van appelmoes’", "Omroep Groen wil in het publieke bestel. Als de NPO meer oog heeft voor de aarde, zullen we beter met haar omgaan, denken de initiatiefnemers."], "authors": ["Rufus Kain"], "keywords": ["missen", "van", "wat", "nog", "het", "op", "leden", "met", "televisie", "omroep", "willen", "een", "te", "zwart", "en", "maken", "voor"], "pubDate": "2020-11-18T19:36:31+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}