{"id": "4aaa828d-c25b-3431-a518-d42cb9ad6bc7", "title": "Opmars van het wildplukken: ‘Onze voorouders deden niet anders’", "url": "https://volkskrant.nl/nieuws-achtergrond/opmars-van-het-wildplukken-onze-voorouders-deden-niet-anders~b4e08b07/", "summary": "Beeld Raymond Rutting / de VolkskrantUitgerust met een mand, een papieren zakje, een thermoskan heet water en een hoed tegen de zon loopt Leoniek Bontje, auteur van Wildplukken en organisator van wildplukwandelingen, over de Akerdijk bij Badhoevedorp.\nBinnen tien minuten heeft ze haar papieren zakje vol en begint ze met het vullen van de thermoskan voor een verse kruidenthee.\nDaarnaast waarschuwde boswachter Mari de Bijl onlangs in een interview in het Algemeen Dagblad : het voedsel is voor dieren bedoeld en het is bovendien verboden.\nDie kun je net zo goed plukken om een soep van te maken of thee van te zetten, want anders wordt-ie toch weggesnoeid.’Harde cijfers over de effecten van wildpluk in Nederland ontbreken.\nJaarlijks belandt nog altijd een handjevol mensen in het ziekenhuis met een vergiftiging door het eten van een paddestoel.", "paragraphs": ["Wildplukken op de dijk bij het Amsterdamse Sloten met Leoniek Bontje. In de tas gaat Weegbree, Duizendblad, Bijvoet en Wikke. Beeld Raymond Rutting / de Volkskrant", "Uitgerust met een mand, een papieren zakje, een thermoskan heet water en een hoed tegen de zon loopt Leoniek Bontje, auteur van Wildplukken en organisator van wildplukwandelingen, over de Akerdijk bij Badhoevedorp. Zo nu en dan duikt ze kort de berm in om vervolgens met allerhande planten en kruiden in de hand weer naar boven te komen. Binnen tien minuten heeft ze haar papieren zakje vol en begint ze met het vullen van de thermoskan voor een verse kruidenthee.", "Bontje is wild van plukken, net als vele anderen. ‘Mensen komen weer wat meer terug bij de natuur en nemen hun eigen verantwoordelijkheid om te weten wat ze eten. Ze vragen zich steeds meer af waarom al hun eten uit de tropen komt en waarom ze eigenlijk zoveel geld betalen voor hun superfoods.’", "Kiwi", "Dat mensen op zoek zijn naar andere manieren om in eten te voorzien verbaast Bontje niet, vooral gezien de astronomische afstand die een gemiddeld product uit de supermarkt aflegt. Een extreem geval is de kiwi, die al zo’n 18.520 kilometer (hemelsbreed de afstand Nieuw-Zeeland - Nederland) op de teller heeft staan voordat-ie bij de supermarkt is. Lokaal, dat is het devies van de bewuste eter. En lokaler dan het bos in de buurt wordt het natuurlijk niet.", "Ook volgens Agnes van den Berg, omgevingspsycholoog en hoogleraar natuurbeleving aan de Rijksuniversiteit Groningen, is het feit dat mensen op zoek zijn naar verbondenheid met de natuur een belangrijke verklaring voor de toegenomen populariteit van wildplukken. ‘De natuur helpt mensen om hun zorgen in perspectief te zien.’ Bovendien zit het verzamelen van eten volgens Van den Berg bij ons in de genen. ‘Onze voorouders deden niet anders. Die zelfvoorzienendheid geeft een gevoel van geaardheid.’", "Toch is niet iedereen enthousiast. ‘Staatsbosbeheer klaar met vernielzuchtige wildplukkers’ kopte Omroep Flevoland een paar maanden terug. De omroep citeert een boswachter die mensen met grote tassen walnoten uit het bos ziet komen en bomen ziet vernielen om er beter bij te kunnen. Daarnaast waarschuwde boswachter Mari de Bijl onlangs in een interview in het Algemeen Dagblad : het voedsel is voor dieren bedoeld en het is bovendien verboden. Wildplukken valt officieel nog altijd onder de stroperijwet. Veel boswachters staan wildpluk wel toe, mits het om kleine hoeveelheden voor eigen gebruik gaat.", "‘Eigenlijk is wildplukken een ongunstig woord’, vindt Leoniek Bontje. ‘Het klinkt zo respectloos.’ Het is zaak om met respect voor de natuur te plukken en genoeg over te laten voor andere dieren, benadrukt ze.", "De oogst van Leoniek Bontje. Beeld Raymond Rutting / de Volkskrant", "Onkruid", "Veel van de planten die Bontje plukt, worden door de plantsoenendienst voor onkruid aangezien. ‘Zo’n brandnetel bijvoorbeeld, daar wil eigenlijk iedereen vanaf. Die kun je net zo goed plukken om een soep van te maken of thee van te zetten, want anders wordt-ie toch weggesnoeid.’", "Harde cijfers over de effecten van wildpluk in Nederland ontbreken. ‘We zullen het moeten doen met circumstantial evidence,’ stelt bosecoloog Frans Bongers. ‘In veel landen is wildpluk meer gemeengoed dan hier. Op sommige plaatsen maakt het zelfs nog een belangrijk deel uit van de voedselvoorziening. In die zin is het hier natuurlijk maar spielerei.’", "Bongers vermoedt dat de effecten van wildpluk in Nederland minimaal zijn. ‘De zorgen vanuit bijvoorbeeld Staatsbosbeheer gaan vooral over of er genoeg materiaal is om de natuurlijke cyclus in stand te houden en of er wel genoeg voedsel overblijft voor andere diersoorten. Je moet echter wel héél veel plukken om wezenlijk effect op het ecosysteem te hebben.’", "Het plukken van paddestoelen, een specifieke tak van sport in de wildplukwereld, is wel uitgebreid onderzocht. ‘We weten dat de populatie van bepaalde eetbare soorten in Nederland al een aantal decennia achteruit gaat,’ vertelt paddestoelexpert Thom Kuyper. ‘Dat heeft echter meer te maken met de stikstof die op de bodem neerslaat dan met plukpraktijken.’", "Ziekenhuis", "De pluk van paddestoelen brengt volgens Kuyper wel andere risico’s met zich mee, al hebben die vooral betrekking op de plukker zelf. Jaarlijks belandt nog altijd een handjevol mensen in het ziekenhuis met een vergiftiging door het eten van een paddestoel. Los van de risico’s voor mensen lijkt het negatieve effect van wildplukken dus minimaal. Hoe zit het met de voordelen?", "‘Het is vooral leuk,’ vindt Meneer Wateetons, het pseudoniem van de kookboekauteur en brein achter de Wildplukwijzer. ‘Het brengt je in contact met de natuur om je heen. Dat heeft wel iets romantisch: als je goed om je heen kijkt, vind je zelfs midden in de stad nog wel ergens een verloren rozemarijnplantje, of zie dat de struikjes waar je altijd voorbij loopt in de zomer prachtige besjes vormen.’", "Het is echter geen manier om in je voedsel te voorzien. ‘Het gaat meer om de jacht dan dat ik daadwerkelijk mijn voorraadkast vul met die appelboompjes die ik vind.’ En zo zou het ook moeten zijn, vindt hij, want er is in Nederland lang niet genoeg te plukken om mensen daadwerkelijk van eten te voorzien. ‘Het moet meer een sport zijn dan een manier om goedkoop uit de boodschappen te zijn.’"], "authors": ["Melle Meijer"], "keywords": ["wildplukken", "van", "onze", "voorouders", "deden", "het", "met", "die", "niet", "een", "anders", "te", "om", "opmars", "en", "je", "voor"], "pubDate": "2020-11-23T13:07:59+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}