{"id": "4ad3197e-2aef-3457-a5c2-7ef04d11114b", "title": "Kroatië getroffen door zware aardbeving: ‘Situatie zeer ernstig’", "url": "https://www.parool.nl/wereld/kroatie-getroffen-door-zware-aardbeving-situatie-zeer-ernstig~ba599fae/", "summary": "Inwoners uit Zagreb, Kroatië verzamelen buiten na een zware aardbeving.\nHet Kroatische Rode Kruis meldt op Twitter dat er daar sprake is van een ‘zeer ernstige situatie’.\nIn maart was er in Kroatië eveneens een aardbeving.\nHulpEU-president Charles Michel heeft direct na de aardbeving Kroatië alle nodige hulp toegezegd.\n“We volgen de situatie in Zagreb na de verwoestende aardbeving op de voet,” sprak Michel.", "paragraphs": ["Inwoners uit Zagreb, Kroatië verzamelen buiten na een zware aardbeving. Beeld AP", "De aardbeving zou in Noord-Italië en Zuid-Duitsland zijn gevoeld. Het Kroatische Rode Kruis meldt op Twitter dat er daar sprake is van een ‘zeer ernstige situatie’. De beving heeft zich voorgedaan in de historische regio Banovina, nabij de plaatsen Petrinja en Sisak. Gisteren werd het gebied, ten zuidoosten van hoofdstad Zagreb, ook geraakt door een beving met een kracht van 5,2 op de schaal van Richter.", "M6.3 #earthquake (#potres) strikes 44 km SE of Zagreb - Centar (#Croatia) 12 min ago. Updated map of its effects: pic.twitter.com/1NS1FchWGP — EMSC (@LastQuake) 29 december 2022", "Forse schade", "De regionale televisiezender N1 was ter plaatse in Petrinja, op zo’n 50 kilometer van Zagreb, om verslag te doen van de gevolgen van de aardbeving van gisteren. Eerste berichten spreken van forse schade aan woningen en gebouwen. Daken en gevels stortten in. Op sommige plaatsen gingen hele gebouwen tegen de grond. Op beelden is te zien hoe brandweerlieden het puin van bedolven auto’s afhalen.", "Op andere beelden is te zien hoe iemand onder de brokstukken wordt uitgehaald. Onduidelijk is nog of alle schade het gevolg van de nieuwe beving of die van gisteren is. In maart was er in Kroatië eveneens een aardbeving. Daar bij vielen toen één dode en 27 gewonden. In het naburige Slovenië is vandaag een kerncentrale preventief buiten werking gesteld vanwege de aardbeving, meldt het Sloveens Persagentschap op Twitter.", "Hulp", "EU-president Charles Michel heeft direct na de aardbeving Kroatië alle nodige hulp toegezegd. “We volgen de situatie in Zagreb na de verwoestende aardbeving op de voet,” sprak Michel. “Onze gedachten gaan uit naar de gewonden en de werkers in de frontlinie.”"], "authors": ["Het Parool"], "keywords": ["kroatië", "van", "gisteren", "ernstig", "zeer", "situatie", "en", "een", "zagreb", "zware", "aardbeving", "op", "te", "het", "getroffen", "door"], "pubDate": "2020-12-29T12:48:30Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}