{"id": "4ae619fc-a2fb-3168-b8c5-9b6d7b9a786f", "title": "Verfilming van hitroman Kom hier dat ik u kus: een indrukwekkend portret", "url": "https://www.parool.nl/kunst-media/verfilming-van-hitroman-kom-hier-dat-ik-u-kus-een-indrukwekkend-portret~bf57c093/", "summary": "‘Heel zorgzaam, beetje saai, veel verantwoordelijkheidsgevoel.’ Het zijn volgens Mona’s vriend de kenmerken van een oudste kind als zij.\nKom hier dat ik u kus is een fijnzinnig en indrukwekkend portret van een weinig uitzonderlijk mensenleven.\nHet eerste deel toont de ­kindertijd van Mona, getekend door het verlies van haar moeder.\nVoor Mona wordt op haar tenen ­lopen een tweede natuur.\nHet is allemaal af te lezen aan het bijna transparante gezicht van Tanya Zabarylo, die Mona als jonge vrouw speelt.", "paragraphs": ["‘Heel zorgzaam, beetje saai, veel verantwoordelijkheidsgevoel.’ Het zijn volgens Mona’s vriend de kenmerken van een oudste kind als zij. Kom hier dat ik u kus is een fijnzinnig en indrukwekkend portret van een weinig uitzonderlijk mensenleven.", "Met hun fictiedebuut verfilmen ­Sabine Lubber Bakker en Niels van Koevorden de gelijknamige hitroman van Griet Op de Beeck met de onopgesmukte sensitiviteit die ook hun documentaire Ne me quitte pas kenmerkte. Het eerste deel toont de ­kindertijd van Mona, getekend door het verlies van haar moeder. Meer dan de klap van de rouw laat de film zien hoe zo’n gebeurtenis zich in de levens van de achterblijvers nestelt.", "Feilloos treft de film de veranderende gezinsdynamiek wanneer papa thuiskomt met een nieuwe vrouw. Die ongemakkelijke positie van de nieuwkomer in het gezin wordt weergaloos ingevuld door ­Wine Dierickx, zowel tergend als tragisch in haar ­pogingen liefde af te dwingen.", "Voor Mona wordt op haar tenen ­lopen een tweede natuur. Constant vooruitdenkend om confrontaties af te wenden. Het is allemaal af te lezen aan het bijna transparante gezicht van Tanya Zabarylo, die Mona als jonge vrouw speelt.", "Het verstrijken van de jaren wordt gemarkeerd door scènes rond kerst. Deze tonen hoe de liefde zich vertakt en nieuwe wegen zoekt, maar ook altijd vast blijft zitten aan het soms knellende elastiek van thuis."], "authors": ["Elise Van Dam"], "keywords": ["hitroman", "van", "mona", "verfilming", "kus", "het", "die", "ik", "kom", "hier", "een", "wordt", "portret", "te", "haar", "en", "door", "indrukwekkend"], "pubDate": "2020-12-09T12:47:34+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}