{"id": "4b09a87d-4d77-3bdd-aed2-c847e6370022", "title": "Krachtig optreden Mike Tyson (54) in veelbesproken rentree", "url": "https://www.parool.nl/sport/krachtig-optreden-mike-tyson-54-in-veelbesproken-rentree~b49987f1/", "summary": "Zo sensationeel als bijvoorbeeld zijn veelbesproken partij in 1997 tegen Evander Holyfield, toen Tyson een stuk van het oor van zijn rivaal afbeet, werd het tegen Jones Jr. namelijk niet.\nTyson vuurde enkele van zijn karakteristieke stoten af op zijn tegenstander, maar tot een gehoopte knock-out leidde dat niet.\nDe organisatie gaf zaterdagnacht nog maar eens het advies om rustig aan te doen, maar daar had vooral Tyson geen boodschap aan.\nJones Jr. hapte al in de eerste ronde naar adem en dat kwam vooral door het krachtige optreden van Tyson.\nDaarmee toonde hij vleugjes van zijn heersende jaren als misschien wel de beste bokser ter wereld.", "paragraphs": ["Beeld ANP / AFP", "Tyson wond er geen doekjes om tijdens de staredown voorafgaand aan de bokspartij: “Maak je over mij maar geen zorgen, ik ga hem pakken. Ik ren recht op hem af en pak hem. Ik ben de wreedste bokser ooit.” Uitspraken die gerust opvallend mochten worden genoemd, gezien de bijzondere opzet van de wedstrijd die in het teken stond van de comeback van twee bokslegendes.", "Zo sensationeel als bijvoorbeeld zijn veelbesproken partij in 1997 tegen Evander Holyfield, toen Tyson een stuk van het oor van zijn rivaal afbeet, werd het tegen Jones Jr. namelijk niet. Tyson vuurde enkele van zijn karakteristieke stoten af op zijn tegenstander, maar tot een gehoopte knock-out leidde dat niet. Dat was overigens ook wel te verwachten. Zo zou er hoe dan ook geen winnaar in Los Angeles worden uitgeroepen en werden er acht rondes van twee minuten gebokst, in plaats van drie. “Dat is vrouwenboksen,” spraken de hoofdpersonen vooraf vol onbegrip.", "De organisatie gaf zaterdagnacht nog maar eens het advies om rustig aan te doen, maar daar had vooral Tyson geen boodschap aan. Jones Jr. hapte al in de eerste ronde naar adem en dat kwam vooral door het krachtige optreden van Tyson. De fitte Amerikaan dwong zijn tegenstander regelmatig de clinch in en deelde enkele ferme combinaties op het lichaam uit. Daarmee toonde hij vleugjes van zijn heersende jaren als misschien wel de beste bokser ter wereld. Stiekem zal er wereldwijd dan ook met teleurstelling zijn gekeken naar de uitslag, die in een normale situatie in het voordeel van Tyson was uitgevallen.", "Grootheden", "Toch stond de complete bokswereld al weken in vuur en vlam: Michael Gerard Tyson, die op 54-jarige leeftijd voor zijn glorieuze rentree stond. Tyson vergaarde in zijn jaren als bokser niet voor niets bijnamen als Iron Mike en The Baddest Man on the Planet. Driemaal kroonde hij zich tot wereldkampioen in het zwaargewicht, waarvan eentje al op twintigjarige leeftijd.", "De twee grootheden stapten zondagochtend (Nederlandse tijd) pas tegen zessen in de ring, omdat andere bokspartijen uitliepen en er een mini-concert van Snoop Dogg tussendoor kwam dat niet op de planning stond. De rapper gaf tevens geestig televisiecommentaar: “Dit is alsof twee van mijn ooms vechten bij de barbecue!”", "Niettemin was het indrukwekkend hoe de vooral topfitte Tyson in de ring stond. Uiteraard was het beste er vanaf, maar toch toonde hij als 54-jarige aan nog niet afgeschreven te zijn. De jaren na zijn profbestaan kwam hij juist kilo’s aan en werd Tyson, die 50 van zijn 58 gevechten won, vooral explosief buiten de ring. Regelmatig kwam hij met controverses in het nieuws, zoals met vechtpartijen in het uitgaansleven, een veroordeling voor verkrachting en zijn explosieve relatie met actrice Robin Givens. Langzaam leidde het zijn ondergang in.", "Maar waar pakweg tien jaar geleden geen rekening meer mee kon worden gehouden, werd vannacht werkelijkheid. Mike Tyson is terug in de ring, en dat was geen uitzondering. Op initiatief van Tyson worden de komende jaren meer wedstrijden georganiseerd tussen vechtsporters op leeftijd, die geld proberen in te zamelen voor het goede doel. Dat lukte, tot tevredenheid van de boksers. “Was het meer dan een veredelde sparringsessie?” vroeg Tyson zichzelf na afloop? “Nee, dat niet. Maar leuk terug te zijn in de ring was het wel. Dit smaakt naar meer.”"], "authors": ["Het Parool"], "keywords": ["krachtig", "van", "geen", "rentree", "het", "veelbesproken", "mike", "op", "zijn", "maar", "tyson", "niet", "54", "en", "dat", "optreden"], "pubDate": "2020-11-29T10:48:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}