{"id": "4b192229-89c2-3d51-bbd3-c4876c8e8fa0", "title": "Een groeiende groep Israëliërs trekt naar Berlijn: ‘Hier kan ik ademen’", "url": "https://volkskrant.nl/nieuws-achtergrond/een-groeiende-groep-israeliers-trekt-naar-berlijn-hier-kan-ik-ademen~bc2fce02/", "summary": "Want uitgerekend in Berlijn, ooit het zenuwcentrum van de Holocaust, leeft vandaag de dag een groeiende groep jonge Joodse Israëliërs.\nHet Holocaustmonument domineert het stadscentrum, op de Stolpersteine, struikelstenen, staan de namen van slachtoffers van het nationaal-socialisme.\nJoden mochten zich nooit meer vestigen in het land waar de ‘aarde met bloed doordrenkt is’, zo luidde het devies van het Joods Wereldcongres in 1948.\nIk was best rechts.’In Berlijn ging Podamski aan het werk in de bediening van een Israëlisch-Palestijns restaurant en kreeg hij een Palestijnse baas.\nMaar wil je een gezin en een appartement, dan kun je daar niet zo veel.’Yariv Saranga en Keren Milman zouden meer hebben verdiend bij een start-up in Israël.", "paragraphs": ["Lange tijd woonden er nauwelijks Israëliërs in Berlijn: te beladen, te ingewikkeld. Nu vestigt zich een groeiende groep Joodse Israëliërs in de Duitse hoofdstad. Wat zijn hun overwegingen?", "Ze waren verbouwereerd, zegt Barak Bar-Am (53) in zijn galerie in Charlottenburg. Hoogst verbaasd dat er ineens eentje voor hun neus stond. Toen hij in 1998 naar Berlijn verhuisde, hadden de meeste mensen die hij op straat sprak nog nooit een Israëliër in hun stad gezien. ‘Vervolgens begonnen ze direct te vertellen over hun familieleden die fout waren geweest in de oorlog. Het leek alsof ze het hele naziverleden van Duitsland wilden verwerken via mij. Dat werd op den duur wel vermoeiend, ja.’", "Duitsland is bedreven in het erkennen van het naziverleden. Deze geschiedenis wordt al decennialang grondig onderwezen, herdacht en beschreven. Zo leerde elke naoorlogse generatie de harde feiten en de bijbehorende cijfers over een groep die vrijwel nergens meer was te zien. En dan verander je in een curiositeit als je Barak Bar-Am heet en uit Israël komt.", "Barak Bar-Am (53) houdt een galerie in de Berlijnse wijk ­Charlottenburg. Toen hij in 1998 naar Berlijn verhuisde, zag je nauwelijks Israëliërs in de stad. Beeld Daniel Rosenthal", "Toch is hij anno 2021 geen uitzondering meer. Want uitgerekend in Berlijn, ooit het zenuwcentrum van de Holocaust, leeft vandaag de dag een groeiende groep jonge Joodse Israëliërs.", "Voor de oorlog woonden er 175 duizend Joden in de stad. De meesten die terugkeerden uit de kampen emigreerden naar Israël of Amerika. Een paar duizend bleven achter in Berlijn. Na de val van de Muur in 1989 bloeide de Joodse gemeenschap enigszins op door de toestroom van Russische Joden uit de voormalige Sovjet-Unie. Nu wordt het aantal Joodse inwoners in Berlijn rond de 40 duizend geschat. De meestal niet zo religieuze Israëliërs vormen de jongste schil. Omdat veel van hen een dubbel paspoort hebben, zie je ze lang niet allemaal terug in de officiële statistieken. Media spreken meestal over rond de 30 duizend Israëliërs, de Israëlische ambassade gaat uit van ongeveer de helft.", "Hoewel de Israëliërs geen groot numeriek gewicht hebben, zijn ze wel zichtbaar. Naast Duits, Turks en Russisch hoor je steeds vaker Ivriet – modern Hebreeuws – op straat en in speeltuinen. Zodra de horeca weer open is, zullen de tientallen Israëlische restaurants, waarvan een paar met topchefs, waarschijnlijk weer net zo populair zijn als voor de pandemie. De Berlijnse kunstscene trekt muzikanten, filmmakers en kunstenaars aan. Zo is de in Jeruzalem geboren theatermaker Yael Ronen de directeur van het Maxim Gorki Theater. In openbare bibliotheken verscheen het label Hebräisch op boekenplanken, geïnitieerd door een groep Israëliërs in Berlijn. Onder de vele buitenlandse investeerders die bijdragen aan de vastgoedkoorts en de stijgende huurprijzen in de stad, zitten grote Israëlische beleggers. En ook start-ups – Israël heeft de hoogste dichtheid beginnende bedrijven ter wereld – vinden hun weg naar de Duitse hoofdstad.", "Tegelijkertijd is in Berlijn de herinnering aan de massale moord op de Joden in de Tweede Wereldoorlog alom aanwezig. Het Holocaustmonument domineert het stadscentrum, op de Stolpersteine, struikelstenen, staan de namen van slachtoffers van het nationaal-socialisme. Het voormalige vliegveld Tempelhof, nu een populair recreatiegebied, is ontworpen door nazi-architect Albert Speer. Joden mochten zich nooit meer vestigen in het land waar de ‘aarde met bloed doordrenkt is’, zo luidde het devies van het Joods Wereldcongres in 1948. Waarom zou je als Israëliër naar zo’n stad verhuizen?", "Teleurstelling", "Een deel van het antwoord ligt in Israël zelf. Diep teleurgesteld in de politieke situatie heeft Barak Bar-Am zijn geboorteland verlaten, een paar jaar na de moord op president Yitzhak Rabin. ‘Na zijn dood was de hoop op vrede ook dood.’ Bar-Am woont nu 21 jaar in Berlijn en hij houdt van de stilte, de vredigheid. Als hij bij zijn ouders in Israël is, voelt hij meteen weer spanning en alertheid. ‘Elk uur zet m’n moeder het nieuws op de radio aan. Want misschien is Egypte wel een oorlog begonnen! Ik wil en kan die politieke drilboor niet meer horen.’", "In maart vorig jaar zat Bar-Am na een bezoek aan zijn ouders in het laatste vliegtuig naar Berlijn. Sindsdien heeft hij ze niet meer gezien. ‘Dat is verdrietig. Mijn vader is al 90, maar hij maakt het goed.’ Werk was een tijdje ‘lastig’, zegt hij, want ‘mensen stopten massaal met het kopen van kunst’. Maar nu, tijdens de tweede lockdown, trekt de kunstverkoop juist aan. ‘De honger naar cultuur is groot.’", "‘Over mijn lijk’, was de eerste reactie van Keren Milmans moeder toen haar dochter vertelde dat ze van plan was naar Berlijn te verhuizen. ‘Na alles wat de Duitsers onze familie hebben aangedaan?’ Maar Milman was vastbesloten en solliciteerde op een hoge functie bij een fintech-start-up in Berlijn. Haar man Yariv Saranga deed hetzelfde.", "Yariv Saranga (36) en Keren Milman (39) zitten met hun tweeling op de bank in hun appartement, een expatwoning in een gloednieuw complex in de wijk Mitte. Ze wonen sinds 2017 in Berlijn. Hun oudste dochter zit op de Kita, de Duitse kinderdagopvang.", "Yariv Saranga (36) en Keren Milman (39) wonen sinds 2017 in Berlijn, waar ze beiden werken voor een start-up. Hun oudste dochter gaat naar de Kita, de Duitse kinderdagopvang. Beeld Daniel Rosenthal", "De redenen voor vertrek zijn voor zowel Saranga als Milman in één woord samen te vatten: stress. Het opgefokte ‘zigzagverkeer’, de lange werkdagen, het belastinggeld dat ‘verdwijnt’ naar het leger en de orthodoxe gemeenschap, het dure levensonderhoud. ‘Omdat alles zo duur is, heb je altijd het gevoel dat je in een ratrace zit’, zegt Milman. ‘Met school, werk, maar ook in je familie. Er wordt continu vergeleken wat je hebt en wat je niet hebt.’ Saranga: ‘We hebben allemaal weleens de opmerking ‘Je neef is zo succesvol in New York’ van onze moeder gekregen.’ Daarbij willen beiden hun kinderen niet met het zwaard in de hand opvoeden. Saranga: ‘Je leert een hoop in het leger, maar je leven staat ook jaren stil.’", "Sinds de coronacrisis voelen Milman en Saranga zich nog meer gesterkt in hun beslissing uit Israël weg te gaan. De herfstvakantie brachten ze door bij familie in Israël en bij terugkomst werd nog net niet de Duitse bodem gekust. ‘Iedereen is daar depressief. De lockdown is strenger en duurt al maanden, waardoor Israël nog meer geïsoleerd is dan normaal. Ondertussen maakt Benjamin Netanyahu, die is aangeklaagd in drie corruptiezaken, een grap van de democratie’, zegt Milman. Voor het eerst bleven de smeekbeden van familie en vrienden ‘eindelijk weer naar huis te komen’ uit. ‘Iedereen begreep dat er nu weinig is om naar terug te keren. Ik kreeg geen lucht in Israël. Pas in Berlijn kon ik weer ademen.’", "Sommige Israëliërs vragen een Duits of ander Europees paspoort aan, waarmee ze het staatsburgerschap van hun grootouders krijgen en daarmee ook het recht op uitkeringen. Daarnaast is de Duitse overheid coulant in het afgeven van werk- en/of studievisa aan Israëliërs; je zou het compensatie kunnen noemen. Dat merkten ook Saranga en Milman: ‘Geen probleem, jullie zijn Joods’, zei onze immigratieadviseur.’", "Aantrekkingskracht", "Daniel Podamski (30) – blond, surferslook – had zijn hele leven al een fascinatie voor de Duitse hoofdstad. ‘Berlijn stond voor mij voor vrijheid, vreedzaamheid en ruimdenkendheid.’ In zijn jeugd kende hij alleen de tegenpolen, zegt hij. Hij groeide op in een conservatief dorp met vijfhonderd inwoners, 30 kilometer ten zuiden van Tel Aviv. Mede gesticht door zijn grootvader, die het getto in Lodz in Polen had overleefd.", "‘Een Arabier blijft een Arabier. Ze zijn niet te vertrouwen’, kreeg hij ingestampt door zijn oudere broer, die als politiechef meerdere terroristische aanslagen had verijdeld. ‘En zo dacht ik ook: ik moet altijd op m’n hoede zijn, er zal een dag komen waarop er eentje een mes in mijn rug wil steken. Ik was best rechts.’", "In Berlijn ging Podamski aan het werk in de bediening van een Israëlisch-Palestijns restaurant en kreeg hij een Palestijnse baas. De koks kwamen onder meer uit Palestina, Egypte, Irak en Iran. Kortom: alle landen rondom Israël waar je als Israëliër nooit heen gaat. Het restaurant werd zijn tweede thuis, zegt Podamski, die inmiddels zijn opvattingen over Arabieren heeft bijgesteld. ‘Ik ben er nu van overtuigd dat we allemaal hetzelfde willen: vrede.’", "Ook Barak Bar-Am werd niet alleen maar weggejaagd uit Israël. Berlijn en heel Duitsland trokken hem aan, want daar liggen zijn wortels. Zijn vader, de gerenommeerde fotojournalist Micha Bar-Am, werd een paar straten bij hem vandaan geboren, in 1931. Zijn grootouders zijn begin jaren dertig geëmigreerd naar Israël, toen nog Palestina. Op tijd. Bar-Am heeft nu het Duitse staatsburgerschap.", "‘Kijk, Israël is een fascinerend land en ik snap de passie en motivatie achter het zionisme, maar Israël is jong, nog geen honderd jaar oud. Het grootste deel van de geschiedenis van de Asjkenazische Joden ligt hier.’ Bar-Am wijst met zijn wijsvinger op zijn werktafel. ‘Ik voel me geen vreemdeling. Ik ben Europees, mijn familie heeft hier eeuwenlang gewoond. Ik ben geen religieuze, maar een culturele Jood. En hier ligt tweeduizend jaar van mijn cultuur.’ Bar-Am heft zijn armen de lucht in en roept: ‘Freud, Mendelssohn, Heinrich Heine, Walter Benjamin! Ook dát is onderdeel van mijn identiteit.’", "Zijn eerste indruk van Berlijn in 1998 was overrompelend. ‘Alles was nog steeds kapot en de straten waren verlaten.’ Hij viel wel voor de undergroundcultuur. De alles-kan-sfeer trok vlak na de eeuwwisseling ook andere creatieve Israëliërs naar de stad. Tegenwoordig zijn de meesten pragmatischer en kiezen ze vooral voor Berlijn omdat het er goedkoper is. Hoewel ook hier de huurprijzen stijgen, is het verschil met hun thuisland nog steeds groot genoeg voor de oversteek.", "In Israël was Daniel Podamski manager van twee strandrestaurants in een kustplaats vlak bij Tel Aviv. Daar werkte hij van 7 uur ’s ochtends tot 11 uur ’s avonds, zes dagen per week. Hij woonde bij zijn ouders. Podamski realiseerde zich: ‘Jonge mensen hebben geen toekomst in Israël. Ík heb hier geen toekomst.’", "Nu heeft hij voor 100 duizend euro een eenkamerappartement gekocht in Wilmersdorf, een nette, vooroorlogse wijk in het westen van Berlijn. ‘Het is vrijwel onmogelijk om voor je 30ste een huis te kopen in Israël.’ Hij leeft in Berlijn van 1.000 euro per maand. ‘En begrijp me niet verkeerd. Ik ben een echte zionist. Ik hou van mijn land. Ik zal sterven voor mijn land. Als het leger me nu terugroept naar Israël, ga ik meteen. Maar wil je een gezin en een appartement, dan kun je daar niet zo veel.’", "Yariv Saranga en Keren Milman zouden meer hebben verdiend bij een start-up in Israël. ‘Maar ons leven is hier rijker’, zegt Milman, ‘zeker voor mij als moeder. Ik heb een jaar betaald ouderschapsverlof gekregen, de kinderdagopvang is gratis in Berlijn en ik heb zelfs kunnen sparen.’ Saranga: ‘In Israël leeft iedereen in de min.’", "Antisemitisme", "Terwijl nieuwkomers uit Israël de vrijheid en tolerantie van Berlijn omarmen, groeit het aantal antisemitische incidenten in de stad en de rest van Duitsland, en daarmee ook de angst onder de autochtone Joodse bevolking. De meeste bedreigingen komen uit rechts-extremistische hoek, maar ook islamitische en links-extremistische protesten lopen soms uit op aanvallen tegen Joden.", "In oktober 2019 was er de rechts-extremistische aanval op een synagoge in de Duitse stad Halle. Na een vergeefse poging om de synagoge binnen te dringen, schoot de dader twee willekeurige mensen dood. ‘De vraag of Joden zich veilig voelen in ons land, is de essentiële vraag naar de geloofwaardigheid van onze democratie’, schreef hoogleraar Joodse geschiedenis Michael Brenner na de mislukte aanslag in de Süddeutsche Zeitung. Hij suggereerde dat Joden hun oude koffers weer van zolder moeten halen, verwijzend naar de ingepakte koffers die veel Duitse Joden na de Tweede Wereldoorlog hadden klaarstaan, ‘want de dag dat we ze nodig hebben, is misschien niet ver weg’.", "Het Berlijnse onderzoeks- en informatiecentrum voor antisemitisme (Rias) registreerde in Berlijn in de eerste helft van 2020 in totaal 410 antisemitische incidenten, waaronder beschadiging van eigendommen, bedreigingen en zes fysieke aanvallen ‘zonder ernstig letsel’. Hoewel halverwege maart het openbare leven door de coronamaatregelen grotendeels stil kwam te liggen, bleef het aantal antisemitische incidenten maar iets onder het niveau van de eerste helft van 2019. Antisemitisme-deskundige Sigmount Königsberg zou Joden afraden met een kipa of davidsterketting het Berlijnse openbaar vervoer te betreden, verklaarde hij tegen Der Spiegel.", "Maar Daniel Podamski is zorgenloos. Hij draagt T-shirts met de davidster en ‘IDF’ erop, de afkorting van het Israëlische defensieleger. ‘Sommige vrienden zeggen: je zoekt problemen. Maar ik ben een patriot, waarom zou ik dat niet mogen uitdragen?’", "Yariv Saranga en Keren Milman zijn volledig op de hoogte van elk incident. Ze horen elk nieuwtje van hun ouders, die vanuit Israël nauwlettend in de gaten houden hoe het de Joden in Europa vergaat. Zelf merkt het stel niets van toegenomen Jodenhaat. Ze voelen zich ook niet minder veilig op straat. ‘Ik spreek overal Hebreeuws zonder erover na te denken’, zegt Milman.", "De situatie zou mogelijk anders zijn als ze niet in Mitte zouden wonen, geeft Milman toe, maar bijvoorbeeld in Neukölln, een wijk waar veel moslims wonen. Maar, zegt ze: ‘Elke frictie tussen Arabieren en Joden wordt erg breed uitgemeten. Ook gesluierde vrouwen worden aangevallen. Maar een aanval op een man met een kipa krijgt in Duitsland nu eenmaal veel aandacht, omdat het hier zo gevoelig ligt.’", "Milman ziet het vooral als een overwinning om als Israëliër in Berlijn te wonen. ‘De Holocaust is 75 jaar geleden en wij zijn een nieuwe generatie. De overwinning is niet alleen dat we zogezegd terug zijn, maar ook dat we hier als gelijken kunnen leven.’"], "authors": ["Angela Wals"], "keywords": ["ik", "zijn", "hier", "het", "van", "israël", "naar", "en", "een", "kan", "op", "israëliërs", "groep", "berlijn", "trekt", "hij", "groeiende", "je"], "pubDate": "2021-01-08T16:23:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}