{"id": "4b3880c5-6a7f-3bb9-bee5-76779a9d30e8", "title": "Iedereen kent de overleden beeldhouwer Kees Verkade, maar niet van het museum", "url": "https://trouw.nl/cultuur-media/iedereen-kent-de-overleden-beeldhouwer-kees-verkade-maar-niet-van-het-museum~b79edbbb/", "summary": "Het zijn realistische bronzen beelden die het straatbeeld bepalen.\nHoewel Verkade niet te klagen had over de opdrachten, waren musea niet geïnteresseerd in zijn werk.\nAlleen het Frans Hals Museum kocht in het begin van zijn carrière twee werken van hem aan.\nZelf was Verkade trouwens op zijn beurt ook niet erg te spreken over de collecties van sommige musea.\n“Niet omdat mijn tekeningen slecht waren, maar omdat ik vertelde dat mijn vader directeur was van een kapokfabriek.", "paragraphs": ["Beeldend kunstenaar Kees Verkade is afgelopen dinsdag op 79-jarige leeftijd overleden. Dat heeft zijn familie zaterdag bekendgemaakt in een overlijdensadvertentie in verschillende kranten. Verkade is vooral bekend van zijn beelden in de publieke ruimte, zoals het borstbeeld van Johnny Jordaan in Amsterdam, Juliana en Bernhard voor Paleis Soestdijk, Wilhelmina op de boulevard in Noordwijk en Audrey Hepburn in Arnhem. Het zijn realistische bronzen beelden die het straatbeeld bepalen.", "Hoewel Verkade niet te klagen had over de opdrachten, waren musea niet geïnteresseerd in zijn werk. Hij zou te commercieel zijn. Alleen het Frans Hals Museum kocht in het begin van zijn carrière twee werken van hem aan.", "Zelf was Verkade trouwens op zijn beurt ook niet erg te spreken over de collecties van sommige musea. Hij vond gestapelde autobanden of een vloer met propjes papier geen kunst. In 2009, vijftig jaar nadat hij zijn eerste beeld maakte, zei hij daarover: “Staat iedereen daar op gedempte toon ‘oooh’ en ‘aaah’ te zeggen. Op zo’n moment denk ik: ‘ben ik nou gek, of zijn zij het met zijn allen?’”.", "Verkade werd op 12 oktober 1941 geboren in Haarlem onder de naam Korstiaan Verkade. Het liefst wilde hij reclametekenaar worden, maar hij werd niet toegelaten tot de Rietveld Academie in Amsterdam. “Niet omdat mijn tekeningen slecht waren, maar omdat ik vertelde dat mijn vader directeur was van een kapokfabriek. Ze vonden me te rijk, te rechts.”", "Verkade was niet voor een gat te vangen en in 1963 studeerde hij af aan de Koninklijke Academie van Beeldende Kunsten in Den Haag. Niet lang daarna, in in 1966, kreeg hij zijn eerste opdracht van de Gemeente Haarlem. Hij maakte het beeld Winkelen (of Stadten), dat nog altijd in zijn geboorteplaats staat.", "Drie jaar later werd hij plots wereldberoemd nadat David Douglas, een beroemde Amerikaanse fotograaf, een paar bronzen beeldjes van hem kocht die hij toonde aan zijn vrienden uit de Franse jetset aan de Côte d’Azure. Daarna werkte hij onder meer voor Paul Gallico, Pablo Picasso en Kirk Douglas.", "Eind jaren zeventig verhuisde Verkade naar Monaco, waar hij trouwde met zijn tweede vrouw Ludmila Von Falz-Fein, die ook zijn zakelijke belangen behartigde. Meer dan veertig jaar woonde en werkte hij in het vorstendom aan de zee en dat leverde hem de bijnaam ‘hofkunstenaar van Monaco’ op. Van Prinses Gracia maakte hij een beeld dat in ‘La roseraie Princesse Grace’ staat, een weelderige rozentuin waar zowel de toeristen als de Monegasken zelf graag komen.", "Verkade werkte door tot het einde, met pensioen gaan kwam niet in hem op. “Mensen denken dat ik zo rijk ben dat ik niet meer hoef te werken, nou niets is minder waar. Ik ben elke dag gewoon in mijn atelier, en ontvang kopers aan huis.” Hij werkte nog aan een opdracht van de Stichting Dank Helden van de Zorg. Een beeld ter nagedachtenis aan de slachtoffers van de coronapandemie en een dankbetoon aan alle zorgmedewerkers, dat zal worden onthuld op een herdenkingsplek die nog bekend zal worden gemaakt.", "Kees Verkade overleed op 29 december in zijn woonplaats Monaco. Hij werd 79 jaar."], "authors": ["Nienke Schipper"], "keywords": ["overleden", "zijn", "van", "kees", "kent", "maar", "en", "een", "dat", "op", "te", "iedereen", "hij", "het", "verkade", "niet", "museum"], "pubDate": "2021-01-02T17:26:15Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}