{"id": "4b3fe2c4-eb46-3af0-95f0-68304798785f", "title": "Doden en gewonden bij brand in gekraakt migrantenpand bij Barcelona", "url": "https://nu.nl/buitenland/6095753/doden-en-gewonden-bij-brand-in-gekraakt-migrantenpand-bij-barcelona.html", "summary": "Bij een grote brand in een kraakpand in een voorstad van de stad Barcelona zijn woensdagavond zeker twee doden en zeventien gewonden gevallen, waarvan twee in kritieke toestand verkeren.\nHet pand werd gekraakt door 100 à 150 Afrikaanse migranten, tussen de veertig en negentig bewoners worden nog vermist.\nVolgens de commandant van de brandweer is de brand \"vernietigend\", en is er een reëel gevaar dat het pakhuis van drie verdiepingen instort.\nDe brand is mogelijk ontstaan doordat de bewoners van het pand een vuur stookten tegen de kou.\nOok was er voor de brand een stroomstoring in het pand.", "paragraphs": ["Bij een grote brand in een kraakpand in een voorstad van de stad Barcelona zijn woensdagavond zeker twee doden en zeventien gewonden gevallen, waarvan twee in kritieke toestand verkeren. Het pand werd gekraakt door 100 à 150 Afrikaanse migranten, tussen de veertig en negentig bewoners worden nog vermist.", "De brandweercommandant van dienst zegt dat de meeste gewonden zijn gevallen toen zij naar beneden sprongen om de vlammenzee te ontvluchten. Als er mensen in de val zaten, kunnen die de brand volgens hem niet hebben overleefd vanwege de hevigheid van de vlammen.", "Een Afrikaanse migrant genaamd Abdul, die het pand op tijd kon verlaten, zegt dat er met zekerheid mensen zijn die niet hebben kunnen ontsnappen. Volgens hem riepen drie of vier personen dat ze in de val zaten. De rook maakte het moeilijk om te ademen en ontsnappen naar het dak was moeilijk, vertelt Abdul aan de de krant El Periódico de Catalunya.", "De brand werd iets voor 21.00 uur gemeld. Daarop rukten twintig brandweereenheden uit naar het pand in Badalona, een gemeente die aan de metropool is vastgegroeid. Volgens de commandant van de brandweer is de brand \"vernietigend\", en is er een reëel gevaar dat het pakhuis van drie verdiepingen instort. Die omstandigheden bemoeilijken het werk van het dertigtal brandweereenheden dat inmiddels is uitgerukt.", "De brand is mogelijk ontstaan doordat de bewoners van het pand een vuur stookten tegen de kou. Ook was er voor de brand een stroomstoring in het pand. Volgens lokale media wordt het oude pakhuis waar de brand is uitgebroken al twaalf jaar gekraakt."], "authors": ["Door"], "keywords": ["brand", "gekraakt", "bij", "barcelona", "van", "migrantenpand", "gewonden", "doden", "het", "pand", "die", "volgens", "een", "en", "dat", "er"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}