{"id": "4b3f1a82-1675-3ebd-86e9-29e9bc82155a", "title": "De ‘flexibele schil’ is het smerigste begrip uit het bedrijfsleven", "url": "https://volkskrant.nl/economie/de-flexibele-schil-is-het-smerigste-begrip-uit-het-bedrijfsleven~bd7f336c/", "summary": "Als ze door ziekte niet meer zouden kunnen werken, zouden ze bij fysieke tegenslagen zo aan de bedelstaf raken.\nDaarom werkt het kabinet aan een voorstel voor een verplichte AOV voor zzp’ers.\nDaar kun je je moeilijk tegen verzekeren.\nEen van de smerigste begrippen uit het bedrijfsleven is de ‘flexibele schil’.\nZij dragen als het ware het bedrijfsrisico dat het bedrijf zelf niet meer wil dragen.", "paragraphs": ["Wat zullen veel zzp’ers nu blij zijn dat ze geen arbeidsongeschiktheidsverzekering (AOV) hebben! Die verzekering was bij uitstek zo’n kwestie waarover wij in pre-corona Nederland ons druk maakten. Veel zzp’ers bleken er geen te hebben (veel te duur) en dat leek behoorlijk onverantwoord. Als ze door ziekte niet meer zouden kunnen werken, zouden ze bij fysieke tegenslagen zo aan de bedelstaf raken. Daarom werkt het kabinet aan een voorstel voor een verplichte AOV voor zzp’ers.", "Wat blijkt nu? Het grootste gevaar voor zzp’ers is niet werkloosheid door ziekte, maar werkloosheid door de economie. Zelfstandigen zijn de werkenden die als eerste in de rij staan om af te worden gedankt zodra het economisch tegenzit. Daar kun je je moeilijk tegen verzekeren. Daar sta je dan: arbeidsgeschikt, maar zonder werk. Het geld dat je had kunnen opsparen of beleggen voor magere tijden is in het grote zwarte gat van de verzekeraar verdwenen.", "Volgens het CBS zijn er in Nederland inmiddels drie miljoen flexwerkers. Dat zijn 1,9 miljoen werkers met korte contracten of flexibele uren en 1,1 miljoen zzp’ers. Dat is 34 procent van alle werkenden. Dit zijn mensen die bar weinig rechten en zekerheden hebben. Voor een deel is dat prima, omdat ze daar volgens minister Wiebes ‘ook een beetje zelf voor gekozen hebben’, maar voor een heel groot deel ook niet. Al jaren zijn veel werkgevers huiverig om mensen in vaste dienst te nemen. Ze vervangen vast werk door flexwerk. Die flexwerkers krijgen vervolgens rotcontractjes voor weinig geld (terwijl ze per uur juist meer zou moeten verdienen dan mensen in vaste dienst) en moeten het maar slikken. Voor jou tien anderen.", "In de journalistiek is het gebruikelijk dat redacteuren en programmamakers eindeloos halfjaarcontractjes aan elkaar rijgen. Zelfs als zowel de opdrachtgever als de opdrachtnemer tevreden is, moet de opdrachtnemer op een gegeven moment vertrekken omdat de werkgever hem anders een vast contract moet aanbieden. De goed functionerende redacteur vliegt eruit en er komt er een vacature voor een nieuwe redacteur. Dit is het gevolg van door vakbonden en de PvdA bedachte wetgeving om werkgevers te dwingen medewerkers na verloop van tijd vast aan te nemen. Dat dit vervolgens niet gebeurt en de wet dus precies het tegenovergestelde bereikt van wat hij beoogt, is dan maar jammer. Telkens als ik dit aan een PvdA’er of vakbondsfiguur probeer uit te leggen, komt er slechts morele verontwaardiging: ‘Maar die werkgevers moeten die mensen gewoon aannemen!’ Van morele verontwaardiging kunnen flexwerkers niet eten.", "Een van de smerigste begrippen uit het bedrijfsleven is de ‘flexibele schil’. Dat zijn de werknemers waar je makkelijk vanaf kunt als je even minder mensen nodig hebt. Bijna elk bedrijf zit tegenwoordig zo in elkaar: je hebt een harde kern van vaste medewerkers waar je door dichtgetimmerde cao’s nooit vanaf kunt, ook al voeren ze geen lor uit, en een groot contingent keihard werkende zzp’ers en flexwerknemers die je kunt dumpen bij tegenslag. Zij dragen als het ware het bedrijfsrisico dat het bedrijf zelf niet meer wil dragen. Als ze werkloos worden is er nauwelijks een vangnet.", "Het besluit de ontslagboete voor bedrijven grotendeels te handhaven lijkt sociaal, maar is het niet per se. De enorme groep flexwerkers en zzp’ers betaalt de prijs."], "authors": ["Teun Van De Keuken"], "keywords": ["smerigste", "bedrijfsleven", "dat", "uit", "van", "een", "en", "ze", "te", "flexibele", "schil", "voor", "als", "je", "het", "begrip"], "pubDate": "2020-06-14T15:39:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}