{"id": "4b42d00e-3dac-346a-80e9-d79f99ae5822", "title": "Benoeming nieuwe burgemeester Stadskanaal pas na vakantie koning was 'schertsend bedoeld'", "url": "https://www.dvhn.nl/groningen/Benoeming-nieuwe-burgemeester-Stadskanaal-pas-na-vakantie-koning-was-schertsend-bedoeld-26343888.html", "summary": "Dat zegt waarnemend burgemeester van Stadskanaal Yvonne van Mastrigt over een eerdere uitspraak die ongelukkig uitpakte.\nVan Mastrigt zorgde voor onduidelijkheid toen zij zei dat haar opvolger mogelijk later zou aantreden omdat de benoeming afhankelijk was van de vakantie van de koning.\n‘Klopt dat wel?’Hans Klopstra, fractievoorzitter van de VVD, stelde daarom vragen aan het college van Burgemeester en Wethouders over de uitlating van Van Mastrigt.\nVia het college zegt Van Mastrigt dat het haar niet bekend is wanneer de nieuwe burgemeester aantreedt en dat er ‘geen enkele informatie’ tot haar is gekomen dat de benoeming vertraging opgelopen zou hebben.\nDe start van de rondvraag was om 1.10.15, uur de reactie van Van Mastrigt om 1.14.30 uur in de onderstaande live-uitzending.", "paragraphs": ["‘t Was een grap. Dat zegt waarnemend burgemeester van Stadskanaal Yvonne van Mastrigt over een eerdere uitspraak die ongelukkig uitpakte. Van Mastrigt zorgde voor onduidelijkheid toen zij zei dat haar opvolger mogelijk later zou aantreden omdat de benoeming afhankelijk was van de vakantie van de koning.", ",,Het is een beetje afhankelijk van hoe de vakantie van de koning uitvalt’’, zei ze tijdens het bestuurlijk overleg op 10 december van de Veiligheidsregio Groningen. Voorzitter Koen Schuiling had haar gevraagd wanneer haar opvolger zou aantreden. Om haar antwoord moesten de aanwezige burgemeesters lachen.", "Van Mastrigt reageerde op de gezelligheid door te zeggen: ,,Iedereen begint te lachen, ik weet ook niet waarom. Aan de hand daarvan kan de installatie plaatsvinden. Dat zal ergens de tweede helft van januari vallen. De 20ste, de 25ste ongeveer daar. We gaan het zien wanneer de goede man terug is van vakantie.’’ Iemand in de zaal zegt vervolgens iets onverstaanbaars. Van Mastrigt: ,,Met wie hij gaat, daar bemoei ik mij niet mee, hij moet terug zijn in ieder geval.’’", "RTV Noord publiceerde deze uitspraak. Die leidde in de gemeenteraad van Stadskanaal tot verrassing en verwondering. Niet alleen omdat raadsleden reikhalzend uitkijken naar hun nieuwe burgemeester, maar ook vanwege de eerdere vakantiegang van de monarch naar Griekenland tijdens de crisis. Minister-president Mark Rutte floot hem toen terug.", "‘Klopt dat wel?’", "Hans Klopstra, fractievoorzitter van de VVD, stelde daarom vragen aan het college van Burgemeester en Wethouders over de uitlating van Van Mastrigt. Klopte dit wel? En van wie zou zij dit weten? Wanneer zou de kroonbenoemde burgemeester aantreden?", "Via het college zegt Van Mastrigt dat het haar niet bekend is wanneer de nieuwe burgemeester aantreedt en dat er ‘geen enkele informatie’ tot haar is gekomen dat de benoeming vertraging opgelopen zou hebben.", "Grapje", "De regionale publieke omroep citeerde haar niet verkeerd. Die uitspraak had zij wel anders bedoeld: ,,Daarbij heeft de burgemeester, in de lijn van de schertsende toon die kenmerkend was voor dit deel van de vergadering, de handtekening van de Koning genoemd en verwezen naar de aanstaande vakantieperiode.’’", "‘Het deel’ van de vergadering lijkt terug te slaan op een passage van Hans Engels, toen nog waarnemend burgemeester van Loppersum. Engels zei grappend dat hij geen vragen had voor de rondvraag omdat het officieel zijn laatste bijeenkomst was en er: ,,zo’n enorme brok in mijn keel kwam en ik zo overmand werd door emoties, dat ik alleen maar nee kon schudden.’’", "Als dit was meegenomen zou het volgens de waarnemend burgemeester ‘helemaal zonneklaar’ geweest zijn dat het om een ‘schertsende toon’ ging die paste binnen de sfeer die op dat moment in de vergadering was.", "De start van de rondvraag was om 1.10.15, uur de reactie van Van Mastrigt om 1.14.30 uur in de onderstaande live-uitzending."], "authors": ["Luuk Sporrel"], "keywords": ["bedoeld", "van", "het", "burgemeester", "haar", "en", "nieuwe", "benoeming", "mastrigt", "schertsend", "niet", "stadskanaal", "vakantie", "pas", "koning", "dat", "zou", "die"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}