{"id": "4b52321c-4bcb-3b74-bd5f-42a044e0f07b", "title": "Eten is een teken van liefde: blijf samen tafelen, juist in coronatijd", "url": "https://www.dvhn.nl/extra/Eten-is-een-teken-van-liefde-blijf-samen-tafelen-juist-in-coronatijd-26186169.html", "summary": "De geschiedenis leert dat eten het best gedeeld kan worden, zegt Charlotte De Backer in haar net verschenen boek Niet iedereen kan een bizon schieten .\nWaarom de wereld om zeep gaat als we niet samen eten .\nDoor samen te eten geef je het signaal dat je bij elkaar hoort en elkaar vertrouwt.\n,,Zelfs als je het eindresultaat niet lekker vindt, is het een teken van liefde dat iemand voor jou een maaltijd heeft klaargemaakt en daar tijd en aandacht aan heeft besteed.\nDoor zelf te koken toon je liefde naar je huisgenoten en dat creëert een hechtere band.’’Dus geen persconferentie van premier Rutte kijken tijdens het eten?", "paragraphs": ["Samen tafelen is veel belangrijker dan we denken. Evolutionair psycholoog Charlotte De Backer (44) zocht het uit: met elkaar eten maakt je gelukkiger, veerkrachtiger en je presteert er ook beter door.", "De geschiedenis leert dat eten het best gedeeld kan worden, zegt Charlotte De Backer in haar net verschenen boek Niet iedereen kan een bizon schieten . Waarom de wereld om zeep gaat als we niet samen eten . Zij is hoofddocent communicatiewetenschappen aan de Universiteit Antwerpen.", "Hoezo is samen eten belangrijk?", ",,Vanaf het prille begin van de mensheid is eten verbonden met sociale relaties. Om te kunnen overleven moesten mensen samenwerken om gevarieerd te kunnen eten: sommigen schoten een buffel, anderen zochten vruchten, knollen en andere gewassen. Dat eten werd gedeeld, daar zijn we voor gemaakt.", "In gezinnen waar vaak samen wordt gegeten voelen kinderen zich doorgaans gelukkiger en doen ze het beter op school. Er ontstaan intiemere en betere gesprekken dan wanneer je daar speciaal voor zou gaan zitten. Door samen te eten geef je het signaal dat je bij elkaar hoort en elkaar vertrouwt. Er lopen op dit moment studies naar wat het met bewoners in zorgcentra doet nu ze vanwege corona vaker op hun kamer moeten eten. Dat is misschien veiliger, maar veel ouderen worden er ongelukkig van. Ze blijven fysiek en mentaal krachtiger als ze de maaltijd delen, zeker in een huiselijke eetzaal.’’", "Dat probleem hebben we ook met de feestdagen in zicht.", ",,Wij denken met een onderzoeksgroep na over de mogelijkheden voor de feestdagen. Je zou kunnen besluiten dat iedereen die samen wil eten minimaal een week voorafgaand aan het kerstdiner in quarantaine gaat, zodat iedereen coronavrij is.’’", "Is koken een teken van liefde?", ",,Zelfs als je het eindresultaat niet lekker vindt, is het een teken van liefde dat iemand voor jou een maaltijd heeft klaargemaakt en daar tijd en aandacht aan heeft besteed. Zie het als een investering in de relatie. Dat is een mooie kant van deze coronatijd: veel mensen koken vaker zelf en eten in gezelschap, omdat er meer tijd voor is en omdat de mogelijkheden buitenshuis te eten wegvallen. Door zelf te koken toon je liefde naar je huisgenoten en dat creëert een hechtere band.’’", "Dus geen persconferentie van premier Rutte kijken tijdens het eten?", ",,Dat is zeker geen goed idee. Ik maak me er soms schuldig aan dat ik nog even op mijn mobiel kijk, maar het is echt belangrijk alle schermen uit te zetten tijdens het eten. We tafelen maar zo kort samen, vaak maar een half uur. Luister dan naar elkaar, vertel wat je hebt meegemaakt. Persconferenties zouden op een eetvriendelijk moment moeten plaatsvinden.’’", "Hoe blijven we in verbinding met vrienden?", ",,Dat vraagt om creatief nadenken. In mijn boek geef ik het voorbeeld van een Ghanese gemeenschap in Londen, waar de vrouwen grote stoofpotten maken en die verdelen onder vriendinnen, kennissen en familie. Daarmee creëer je actief een verbintenis. Zulke initiatieven kunnen we vaker nemen. Maak een extra portie en breng die naar dierbaren of mensen die alleen zijn.’’", "Of brood bakken, zoals veel mensen deden tijdens de lockdown?", ",,Dat was inderdaad opvallend. In veel culturen staat brood symbool voor de grens tussen leven en dood. Je ziet dat terug in de Bijbel. Hoewel we ons van die bijgedachte misschien niet meer zo bewust zijn, roept deze crisis die connotatie blijkbaar wel op. Daarom bakten ineens veel mannen brood. Brood staat voor overleven, en is daarmee stoerder dan cake of koekjes. Daarbij is brood koolhydraatrijk, een vorm van comfortfood, en daar verlangen we naar tijdens een crisis.’’"], "authors": ["Vivian De Gier"], "keywords": ["van", "coronatijd", "veel", "teken", "het", "juist", "voor", "een", "blijf", "en", "eten", "tafelen", "liefde", "je", "dat", "samen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}