{"id": "4b629790-8b3b-3b1a-81e1-058ec04b788d", "title": "Een simpel model voor pauwenpracht", "url": "https://nrc.nl/nieuws/2021/01/08/een-simpel-model-voor-pauwenpracht-a4026810", "summary": "Freyer: „Voor mijn promotie heb ik een natuurkundig model gemaakt van de structuur van een vogelveer.\nDe nekveren van een pauw hebben baardjes met meer dan veertien lagen, die een lichtreflectiespectrum veroorzaken met een scherpe piek in het blauwe golflengtegebied.\nEen rode piek en een groene piek samen zorgen bijvoorbeeld voor een bruinige kleur.\nDoor al die veren met verschillende spectra is de pauw een heel kleurrijke vogel.”En dan oogt een natte pauwenveer ook nog eens anders dan een droge.\nDe schoonheid van een pauwenveer verveelt nooit.”Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021", "paragraphs": ["In zijn jeugd in Namibië kwam Pascal Freyer (30) hem vaak tegen: de roodschouderglansspreeuw. Of, op z’n Engels, de Cape starling of glossy starling. „Die laatste naam past goed bij hem, want zijn hele verenkleed glanst. Een blauwzwarte glans, veel intenser dan bij de Europese spreeuw.”", "CV Vlinders en kevers Pascal Freyer (1990) ging in zijn jeugd in Namibië vaak het veld in met zijn vader, een geoloog. Zo ontstond zijn liefde voor natuur. Na de middelbare school vertrok hij naar Groningen om natuurkunde te studeren. Op 19 januari promoveert hij op de optica van vogelveren, bij het onderzoeksteam van hoogleraar Doekele Stavenga, waar ook onderzoek wordt gedaan aan de kleurenpracht van vlinders en kevers.", "Tegenwoordig woont Freyer in Groningen, en trekt hij er regelmatig met zijn dochters op uit. „De oudste is negen en vindt het fantastisch dat ik voor mijn werk veren bestudeer.” Volgende week dinsdag promoveert hij aan de Rijksuniversiteit Groningen (RUG) op de natuurkunde achter de kleurenpracht van vogelveren. In zijn proefschrift speelt de glossy starling een glansrol.", "De kleur van vogelveren ontstaat grofweg op twee manieren, legt Freyer uit tijdens een Skype-gesprek: door pigment of door de veerstructuur, die zorgt voor breking van het licht. Pigmentkleuring is onder andere te zien bij flamingo’s, die hun oranjeroze teint danken aan de algen en garnalen die ze eten. Maar in veel veren is het de ingenieuze lichtbreking die zorgt voor de meer spectaculaire kleurvormende processen, zoals irisatie. „Het verenkleed van spreeuwen en de intense kleuren van pauwenveren ontstaan bijvoorbeeld op die manier. De glans hangt in dat geval af van de invalshoek van het licht, en van het standpunt van de waarnemer.”", "Iedereen weet in grote lijnen wel hoe een vogelveer eruitziet", "Dat ‘structurele’ kleurvorming door lichtbreking ontstaat was honderden jaren geleden al bekend. In zijn proefschrift citeert Freyer de natuurkundige Robert Hooke, die in 1665 in het boek Micrographia schreef over talloze dunne ‘plaatjes’ in pauwenveren die het licht op een ingenieuze manier reflecteerden. Maar het precieze verband tussen de minuscule structuren in vogelveren en de kleurenpracht is complex. Freyer: „Voor mijn promotie heb ik een natuurkundig model gemaakt van de structuur van een vogelveer. Op die manier kun je heel gedetailleerd berekenen hoe de reflectie afhangt van de golflengte van het licht.”", "Hoe ziet die vogelveerstructuur eruit?", "„Iedereen weet in grote lijnen wel hoe een vogelveer eruitziet: een holle schacht met aan weerszijden dunne, vaak gekleurde vertakkingen. Die vertakkingen vertakken zichzelf ook weer tot minuscule ‘baardjes’, die – net als de rest van de veer – uit keratine bestaan. Dat is de stof die onder andere ook stevigheid geeft aan onze huid en haren. In de keratinelaag van de baardjes zitten melanosomen, structuren die naast het pigment melanine ook lucht kunnen bevatten. Bij veel vogelveren zijn die melanosomen netjes geordend. Doordat melanine – en lucht – zorgt voor een andere lichtbreking dan keratine, worden sommige golflengtes van het licht wel gereflecteerd, en andere niet. Daardoor krijgen de veren een bepaalde kleur.", "„In mijn proefschrift beschouw ik de baardjes als heel dunne laagjes. Bij weerkaatsing van dunne lagen met diktes minder dan een micrometer zie je kleur. Welke kleur dat is hangt sterk af van de laagdikte. Voorbeelden zie je in zeepbellen of bij olie op water. En in de praktijk worden dunne lagen veel toegepast in coatings van brillenglazen en cameralenzen, en ook in sommige zonnecellen.”", "En in een vogelveer liggen meerdere flinterdunne laagjes op elkaar?", "„Zo heb ik er in mijn proefschrift naar gekeken, ja. Ik heb bijvoorbeeld onderzocht welke invloed het op de veerkleur heeft als je de laagjes dikker of juist dunner maakt, of wat er gebeurt als je meerdere lagen op elkaar stapelt. Het interessante is dat je op basis van zo’n vrij eenvoudig model heel goed kunt verklaren waardoor veren onderling sterk in kleur kunnen verschillen.”", "De nekveren van een pauw hebben baardjes met meer dan veertien lagen", "Zoals bijvoorbeeld bij de Europese spreeuw en de roodschouderglansspreeuw.", "„Precies. Beide soorten hebben in feite één netjes geordende laag van melanosomen in hun veren. Maar terwijl de melanosomen van de Europese spreeuw solide en staafvormig zijn, zijn die van de glossy starling hol, en zowel staaf- als plaatvormig. Daardoor kun je bij die laatste soort eigenlijk van veel méér lagen spreken dan bij de eerste: de lucht in de melanosomen zorgt voor extra lichtbreking, en dat versterkt de uiteindelijke glans.”", "In je proefschrift wijd je twee hele hoofdstukken aan de pauw.", "„Pauwenveren hebben wat lichtbreking betreft de meest complexe structuur van alle vogelveren. De melanosoomstaafjes vormen tweedimensionale roosters in de keratinelaag, met luchtkanalen daartussen. Maar zelfs die ingewikkelde structuur is heel goed na te bootsen met een simpel multilaagmodel.", "„Wat de pauwenveer zo interessant maakt, is de grote diversiteit in het aantal lagen. De nekveren van een pauw hebben baardjes met meer dan veertien lagen, die een lichtreflectiespectrum veroorzaken met een scherpe piek in het blauwe golflengtegebied. Of eenvoudiger gezegd: blauw licht wordt sterk gereflecteerd en die kleur zie je dan. In de staartveren varieert het aantal lagen sterk. Bij minder lagen ontstaan er spectra met dubbele piek, en dan ontstaan gemengde kleuren. Een rode piek en een groene piek samen zorgen bijvoorbeeld voor een bruinige kleur. Door al die veren met verschillende spectra is de pauw een heel kleurrijke vogel.”", "En dan oogt een natte pauwenveer ook nog eens anders dan een droge.", "„Ja, ik heb gekeken waardoor de kleuren van eenden, eksters of pauwen veranderen als ze blootgesteld worden aan water. Je zou verwachten dat dat komt doordat de breking door water anders is dan de breking door lucht, maar er speelt ook een ander mechanisme mee: water doet de multilaagstructuren uitzetten, waardoor de pieken in het reflectiespectrum verschuiven en de kleur verandert.”", "Wat was de grootste eyeopener van je promotie-onderzoek?", "„Een van mijn verrassendste inzichten was niet eens natuurkundig van aard: ik heb me zó verwonderd over de kleurenpracht van vogelveren onder de microscoop. Ik gun het iedereen om eens een veer in close-up te bestuderen.", "„Vorig jaar rond deze tijd was ik in Namibië en zag ik Cape starlings vliegen. Ik bekeek ze nog gefascineerder dan vroeger. En mijn familie daar is sinds ik mijn promotie begon ook enthousiast geworden: ze verzamelen allerlei kleurrijke natuurschatten. Ik hoop met mijn proefschrift dan ook niet alleen natuurkundige kennis over te brengen, maar ook verwondering. De schoonheid van een pauwenveer verveelt nooit.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 januari 2021"], "authors": ["Gemma Venhuizen", "Leestijd Minuten"], "keywords": ["ik", "van", "dan", "simpel", "voor", "en", "een", "met", "model", "pauwenpracht", "op", "het", "die", "je"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}