{"id": "4b671fbd-72d7-37ee-b8c9-2b9e84250da8", "title": "In de Kunsthal vieren ze de thuisisolatie met tompoes", "url": "https://trouw.nl/cultuur-media/in-de-kunsthal-vieren-ze-de-thuisisolatie-met-tompoes~bc39f2f6/", "summary": "Lege caféterrassenLoes van Duijvendijk koos voor de verstilling van het stadslandschap: ze fotografeerde lege caféterrassen, gesloten winkels en marktkramen, werkloze stoeltjes van een fastfoodketen, afgeplakt met rood-witte tape.\nIn gedetailleerde zwart-witbeelden toont hij de maaltijdbezorger met mondkapje, de supermarktmedewerkster met een waarschuwend hesje – houd 1,5 meter afstand – en het hokje van de buschauffeur, ook al afgezet met rood-witte tape.\n‘Blijf thuis’ is het devies dat ook fotograaf Willem de Kam moest volgen, toen zijn partner met het virus besmet raakte.\nMet als troost een tompoes met slagroom én een glaasje sinaasappelsap.\nLees ook:Normaal hebben we 17 miljoen voetbalcoaches, dankzij corona hebben we 17 miljoen historiciWe ervaren dit coronatijdperk als een historisch moment.", "paragraphs": ["Hoe breng je de coronacrisis in beeld? Die vraag kwam in veel hoofden op, ook in de musea. Zo exposeert het Haags Historisch Museum sinds kort de ‘coronacollectie’, samengesteld uit inzendingen van stadsbewoners. En in de Rotterdamse Kunsthal opent morgen ‘Stil leven’, een kleine fototentoonstelling over de impact van de pandemie op het dagelijks leven.", "Van maart tot mei trokken zes jonge fotografen met hun camera’s door de havenstad om deze ‘dan al historische situatie’ ieder in twaalf foto’s vast te leggen, in opdracht van de Stichting Droom en Daad. Het resultaat verschijnt ook in boekvorm als ‘Stil leven – still life’ (uitgeverij Hannibal Books, 39,50 euro).", "Lege caféterrassen", "Loes van Duijvendijk koos voor de verstilling van het stadslandschap: ze fotografeerde lege caféterrassen, gesloten winkels en marktkramen, werkloze stoeltjes van een fastfoodketen, afgeplakt met rood-witte tape. Foto’s die nu al voelen als verleden tijd: zo leeg als in het begin van de lockdown zijn de straten allang niet meer.", "Marwan Magroun richtte zijn lens op mensen met essentiële beroepen. In gedetailleerde zwart-witbeelden toont hij de maaltijdbezorger met mondkapje, de supermarktmedewerkster met een waarschuwend hesje – houd 1,5 meter afstand – en het hokje van de buschauffeur, ook al afgezet met rood-witte tape. Ze roepen verwondering op: hoe normaal zijn we deze taferelen inmiddels al gaan vinden.", "Ook het leven binnen vier muren inspireerde verschillende fotografen. ‘Blijf thuis’ is het devies dat ook fotograaf Willem de Kam moest volgen, toen zijn partner met het virus besmet raakte. Twee weken zaten ze in thuisisolatie, ieder in andere ruimtes, apart van elkaar. Met als troost een tompoes met slagroom én een glaasje sinaasappelsap.", "Lees ook:", "Normaal hebben we 17 miljoen voetbalcoaches, dankzij corona hebben we 17 miljoen historici", "We ervaren dit coronatijdperk als een historisch moment. Daarom schieten de initiatieven om deze tijd in foto’s, dagboeken en filmpjes te vangen als paddenstoelen uit de grond. Maar waar heeft de historicus van de toekomst behoefte aan?"], "authors": ["Iris Pronk"], "keywords": ["van", "als", "tompoes", "het", "op", "met", "zijn", "thuisisolatie", "ze", "een", "en", "kunsthal", "ook", "al", "vieren"], "pubDate": "2020-12-09T01:00:54+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}