{"id": "4b670d7f-5e6b-3385-b47d-fec52ee40531", "title": "What You Gonna Do When the World’s on Fire verhaalt over actuele zaken waar racisme aan ten grondslag ligt op een intieme en emotionele wijze ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/what-you-gonna-do-when-the-world-s-on-fire-verhaalt-over-actuele-zaken-waar-racisme-aan-ten-grondslag-ligt-op-een-intieme-en-emotionele-wijze~b440d0bb/", "summary": "Beeld uit What You Gonna Do When the World’s on FireZe mogen tot aan de hoek van de straat en niet verder, krijgen de broers Ronaldo (14) en Titus (9) te horen.\nWant daar was laatst een schietpartij waarbij meerdere doden vielen en een kind werd geschampt door een kogel, benadrukt hun moeder streng.\nVerteld vanuit een zwarte gemeenschap, door mensen die zich bewust zijn van hun 1-0-achterstand, maar zich er niet door uit het veld laten slaan.\nHet is verbazingwekkend hoe intiem en emotioneel geladen de verhalen zijn die de Italiaan Minervini weet te vangen.\nAls zij verstoppertje spelen op een autokerkhof, of als ze naast elkaar op straat lopen en Titus bewonderend naar Ronaldo opkijkt, tot die er ongemakkelijk van wordt.", "paragraphs": ["Beeld uit What You Gonna Do When the World’s on Fire", "Ze mogen tot aan de hoek van de straat en niet verder, krijgen de broers Ronaldo (14) en Titus (9) te horen. Want daar was laatst een schietpartij waarbij meerdere doden vielen en een kind werd geschampt door een kogel, benadrukt hun moeder streng.", "In de documentaire What You Gonna Do When the World’s on Fire? volgt filmmaker Roberto Minervini (The Other Side) de dagelijkse realiteit van vijf Afro-Amerikanen in het zuiden van de Verenigde Staten. In de kroeg van de 50-jarige Judy vertellen mannen aan de toog over hun problemen. Krystal is de vurige aanvoerder van de New Black Panther Party, waarvan de bewapende leden in legerkleding gerechtigheid eisen voor jong gestorven zwarte mannen. Een chief van de Mardi Gras Indians bereidt zich voor op Mardi Gras. En dan zijn er dus nog die twee halfbroertjes, die samen rondhangen terwijl de oudste de jongste uitlegt hoe de wereld in elkaar zit.", "De documentaire, vorig jaar geselecteerd voor de competitie van het filmfestival in Venetië, behandelt urgente en actuele zaken als sociale en juridische ongelijkheid en het racisme dat eraan ten grondslag ligt, de erfenis van de slavernij en gentrificatie. Verteld vanuit een zwarte gemeenschap, door mensen die zich bewust zijn van hun 1-0-achterstand, maar zich er niet door uit het veld laten slaan.", "Het is verbazingwekkend hoe intiem en emotioneel geladen de verhalen zijn die de Italiaan Minervini weet te vangen. Bij de activistische Judy bijvoorbeeld, durven mensen hun ziel en zaligheid op tafel te leggen, of er nu een camera bij is of niet. De twee jongetjes lijken zich überhaupt niet bewust van de aanwezigheid van de regisseur. Dit alles is des te opmerkelijker omdat de in zwart-wit geschoten film vol zit met geweldige, minutieus uitgekiende shots, en de montage meerdere takes verraadt.", "Minervini, die in zijn films de camera altijd op de stemloze onderklasse richt, laat de verhaallijnen elkaar prachtig aanvullen, maar toch komen niet alle personages even goed uit de verf. De chief raakt ondergesneeuwd en Ronaldo en Titus stelen de show. Als zij verstoppertje spelen op een autokerkhof, of als ze naast elkaar op straat lopen en Titus bewonderend naar Ronaldo opkijkt, tot die er ongemakkelijk van wordt. Hoe langer ze niet in beeld zijn, hoe meer je hun charmante chemie mist."], "authors": ["Floortje Smit"], "keywords": ["van", "worlds", "verhaalt", "wijze", "waar", "op", "intieme", "die", "zijn", "racisme", "ligt", "grondslag", "en", "een", "zaken", "niet", "zich", "te", "hun"], "pubDate": "2019-07-17T17:27:06+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}