{"id": "4b8f63eb-2bf0-3919-a707-86f252789e14", "title": "’Ik kom niet meer klaar sinds hij vreemdging’", "url": "https://www.telegraaf.nl/vrouw/82647271/ik-kom-niet-meer-klaar-sinds-hij-vreemdging", "summary": "We kunnen niet meer echt van elkaar genieten.\nOf in ieder geval: ik niet meer van hem.\nLichamelijk is de seks vaak nog wel lekker, maar ik heb de hele tijd gedachten over hem en haar waardoor ik echt niet meer kan klaarkomen.\nIk snap niet waarom ik het niet helemaal kan afsluiten en vind er op deze manier geen bal meer aan.\nDat je geen orgasme meer kunt krijgen met hem, is niet zo gek als je voortdurend afgeleid bent door negatieve gedachten.", "paragraphs": ["Lieve Sabine, ik ben nu tien jaar samen met mijn vriend en ons seksleven was altijd heel erg leuk en bevredigend. Maar sinds ik weet dat hij veelvuldig seksueel getint app-contact met een andere vrouw heeft, is alles veranderd. Ik ben boos geweest, we hebben alles uitgesproken en hij heeft beloofd ermee te stoppen. Maar sindsdien is ons seksleven enorm veranderd. We kunnen niet meer echt van elkaar genieten. Of in ieder geval: ik niet meer van hem. En daardoor is het vrijwel onmogelijk om een orgasme te bereiken. Lichamelijk is de seks vaak nog wel lekker, maar ik heb de hele tijd gedachten over hem en haar waardoor ik echt niet meer kan klaarkomen. Ik snap niet waarom ik het niet helemaal kan afsluiten en vind er op deze manier geen bal meer aan. Ik kan het hem gewoon niet vergeven, denk ik. En daarbij vertrouw ik hem nog steeds niet. Wat moet ik doen?", "Sabine: „Misschien zouden jullie er toch nog wat meer over moeten praten? Want waarom had jouw vriend de behoefte om op die manier met die andere vrouw bezig te zijn? Waarom zocht hij die afleiding? Had dat al iets met jullie relatie te maken? Dat je geen orgasme meer kunt krijgen met hem, is niet zo gek als je voortdurend afgeleid bent door negatieve gedachten. Maar het hoeft toch nog niet te laat te zijn voor jullie relatie? Juíst door het gesprek aan te gaan, eerlijk te zijn en echt te vertellen wat er scheelt, ook al is dat pijnlijk voor de ander. Dat kan jullie helpen.”", "„Misschien zegt je vriend wel dat hij spanning mist? En wellicht kunnen jullie daar samen iets op verzinnen? Je zal hoe dan ook moeten vertellen wat er scheelt, want zodra je de lol in seks verliest, zul je steeds minder zin krijgen. Je zou eigenlijk samen opnieuw moeten beginnen. Elkaar opnieuw seksueel moeten verkennen om dat vertrouwde gevoel terug te krijgen. En met elkaar praten. Al zal dat tijd kosten. Ik wens jullie heel veel succes!”", "Heb jij ook een vraag voor Lieve Sabine? Stel die dan hier anoniem!"], "authors": ["Sabine Leenhouts"], "keywords": ["klaar", "het", "meer", "sinds", "hij", "met", "ik", "kom", "niet", "je", "te", "en", "dat", "vreemdging", "jullie"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}