{"id": "4b9c8082-7917-337b-89a5-d854a8d130c0", "title": "Google en Amazon krijgen 100 miljoen en 35 miljoen boete na plaatsen cookies", "url": "https://www.nu.nl/tech/6095780/google-en-amazon-krijgen-100-miljoen-en-35-miljoen-boete-na-plaatsen-cookies.html", "summary": "De Franse privacyautoriteit CNIL heeft Google en Amazon een boete van respectievelijk 100 miljoen en 35 miljoen euro gegeven, maakt de waakhond donderdag bekend.\nGoogle en Amazon krijgen de boete omdat de bedrijven zonder toestemming advertentiecookies plaatsten bij bezoekers van de Franse website van de zoekmachine en de internetwinkel.\nDe CNIL concludeerde na onderzoek dat Google en Amazon cookies plaatsten zonder dat een bezoeker daar iets tegen kon doen.\nOok werden bezoekers niet goed geïnformeerd over de plaatsing en het doel van de cookies.\nOnduidelijk of Google en Amazon tegemoet willen komenNaast de miljoenenboete hebben Google en Amazon ook drie maanden de tijd gekregen om te stoppen met hun illegale cookiepraktijken.", "paragraphs": ["De Franse privacyautoriteit CNIL heeft Google en Amazon een boete van respectievelijk 100 miljoen en 35 miljoen euro gegeven, maakt de waakhond donderdag bekend.", "Google en Amazon krijgen de boete omdat de bedrijven zonder toestemming advertentiecookies plaatsten bij bezoekers van de Franse website van de zoekmachine en de internetwinkel.", "Cookies zijn kleine bestandjes die op het apparaat opgeslagen kunnen worden. Ze zijn er in verschillende vormen. Sommige zijn nodig om een website werkend te houden, bijvoorbeeld om de bezoeker ingelogd te houden. Andere worden gebruikt om bezoekers online te volgen.", "De CNIL concludeerde na onderzoek dat Google en Amazon cookies plaatsten zonder dat een bezoeker daar iets tegen kon doen. Het ging onder meer om cookies die gebruikt worden voor advertenties.", "Omdat dit soort cookies niet noodzakelijk zijn voor het functioneren van de website, mogen deze echter pas geplaatst worden na toestemming van de bezoeker.", "Ook werden bezoekers niet goed geïnformeerd over de plaatsing en het doel van de cookies. In Googles geval bleef een advertentiecookie ook actief nadat een bezoeker bezwaar had gemaakt tegen plaatsing.", "Onduidelijk of Google en Amazon tegemoet willen komen", "Naast de miljoenenboete hebben Google en Amazon ook drie maanden de tijd gekregen om te stoppen met hun illegale cookiepraktijken. Doen zij dat tegen die tijd niet, dan eist de CNIL per dag van de overtreding nog eens een bedrag van 100.000 euro op.", "Het is onduidelijk of de twee bedrijven tegemoet zijn gekomen of willen komen aan de klachten van de CNIL. Een Google-woordvoerder houdt het oordeel van de CNIL bijvoorbeeld op een miscommunicatie, laat het bedrijf merken in een reactie aan NU.nl.", "\"We staan achter onze staat van dienst over het vooraf informeren en duidelijke controlepaneel (om instellingen aan te passen, red.)\", aldus Google. \"We zullen met de CNIL in gesprek blijven, terwijl we voortdurend verbeteringen aanbrengen om ervoor te zorgen dat we hun zorgen beter begrijpen.\"", "Amazon laat in een reactie aan NU.nl weten het oneens te zijn met de beslissing van de CNIL en dat het in algemene zin regelmatig zijn privacywerkwijze aanpast om tegemoet te komen aan verwachtingen van toezichthouders en om aan de wet te voldoen.", "Het is onduidelijk of dat betekent dat de internetgigant zijn cookie-instellingen na de Franse klachten heeft aangepast of van plan is dat te doen. Het bedrijf wilde daarover, ook na aandringen van NU.nl, niet meer duidelijkheid geven."], "authors": ["Door"], "keywords": ["miljoen", "cookies", "35", "van", "amazon", "het", "zijn", "google", "cnil", "boete", "krijgen", "een", "en", "plaatsen", "te", "om", "dat", "aan", "100"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}