{"id": "4b9ee929-5a8a-3e77-bee5-1525afd5bcaf", "title": "Dagboekfragment: een uurtje slaap en dan begint de volgende wacht weer", "url": "https://volkskrant.nl/cultuur-media/dagboekfragment-een-uurtje-slaap-en-dan-begint-de-volgende-wacht-weer~b5745340/", "summary": "Beeld GettyZuid-Chinese Zee, 14 december 1944Om 4 uur einde wacht, douchen, om 6 uur iedereen op, een uur slaap, daarna ontbijt en begin nieuwe wacht.\nJe ziet aan alle kanten de vliegtuigen van ons vliegdekschip, met de oorlogsschepen en het konvooi achter ons.\nZuidelijk van ons vandaag lag Borneo.\n15 decemberUncle Day vandaag, onze manschappen landden in de vroege ochtend op Mindoro, zonder verzet.\nDe hele ochtend ­vielen hun vliegtuigen ons aan.", "paragraphs": ["Beeld Getty", "Zuid-Chinese Zee, 14 december 1944", "Om 4 uur einde wacht, douchen, om 6 uur iedereen op, een uur slaap, daarna ontbijt en begin nieuwe wacht. Geen incidenten vanochtend, het is zonnig en warm. Je ziet aan alle kanten de vliegtuigen van ons vliegdekschip, met de oorlogsschepen en het konvooi achter ons.", "Andere vliegtuigen zijn mijlenver, op zoek naar de vijand. Zuidelijk van ons vandaag lag Borneo. Om half 1 kwam het konvooi dichterbij, het naderde over de horizon, maar is nu nog steeds achter ons. De zee zag zwart van de schepen: transportschepen, vrachtschepen, landingsvaartuigen, amfibieschepen, enzovoorts. Het zijn er meer dan tweehonderd.", "De derde vloot is ergens boven de Filipijnen, ter hoogte van Luzon – al onze grote vliegdek­schepen. Ze zullen Luzon bewerken voor daar onze invasie begint. De Jappen hebben twintig luchtvelden in de nabije omgeving.", "Eind oktober was de zee hier vol oorlogschepen van de Jappen. Vandaag vielen de Jappen onze transportschepen aan, zonder veel schade aan te richten. Een paar van hun vliegtuigen werden neergeschoten. Morgen, bij de ochtendschemering van Uncle Day, begint onze invasie.", "15 december", "Uncle Day vandaag, onze manschappen landden in de vroege ochtend op Mindoro, zonder verzet. De Jappen waren compleet overrompeld. De hele ochtend ­vielen hun vliegtuigen ons aan."], "authors": ["Erik Van Den Berg"], "keywords": ["weer", "van", "onze", "zee", "dan", "een", "jappen", "aan", "en", "vliegtuigen", "vandaag", "uurtje", "volgende", "uur", "begint", "slaap", "ons", "dagboekfragment", "het", "wacht"], "pubDate": "2020-12-13T23:00:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}