{"id": "4ba28f87-5550-3dce-ae88-3769ba98756a", "title": "Zo loodst Schouten stikstofwet toch door Kamer", "url": "https://www.ewmagazine.nl/nederland/achtergrond/2020/12/schouten-stikstofwet-kritiek-793276/", "summary": "Kans op een valpartijVandaag behandelt de Tweede Kamer niet één maar liefst twee stikstofwetten.\nDe organisatie vreesde dat de doelen uit de wet helemaal niet zo duidelijk zullen zijn, en dat boeren telkens door nieuwe hoepels moeten springen.\nMaar het is ongewis wat dat betekent voor het aangezicht van Nederland en de toekomst van het platteland.\nSchouten had in hun optiek, met de rugdekking van het advies van Remkes, de kans om in één keer goed door te pakken.\nJe zou toch denken dat het ministerie van LNV zou hebben geleerd van het PAS debacle.", "paragraphs": ["Dankzij een akkoord met de SP, 50PLUS en SGP heeft minister Carola Schouten (ChristenUnie) voldoende steun voor haar stikstofwet in de Eerste Kamer en Tweede Kamer. Op het nippertje is haar plan zo gered. Noch boeren noch natuurorganisaties zijn blij met haar voorstel, terwijl critici een volgende stikstofnederlaag voorzien bij de rechter.", "Met het akkoord wordt Schoutens voorstel aangescherpt: de stikstofuitstoot moet in 2035 zijn gehalveerd. Daardoor wordt bijna driekwart van de gevoelige natuur in Nederland niet meer beschadigd door de neerslag van stikstof.", "Ook is er een oplossing voor boeren die gebruik wilden maken van een stikstofregeling die door de Raad van State in 2019 is verboden. Dat was een belangrijke voorwaarde van de SGP. De SP, die voor het eerst een akkoord sluit met het kabinet, sleepte 20 miljoen euro voor woningbouw van voornamelijk zorgbuurthuizen uit het vuur in de onderhandelingen.", "Kans op een valpartij", "Vandaag behandelt de Tweede Kamer niet één maar liefst twee stikstofwetten. In de ochtend wordt gedebatteerd over het GroenLinks-plan van fractievoorzitter Jesse Klaver en landbouw- en natuurwoordvoerder Laura Bromet. Pas later gaat het over het kabinetsvoorstel, verdedigd door minister voor Landbouw, Natuur en Voedselkwaliteit Carola Schouten (ChristenUnie).", "Beide wetsvoorstellen willen de weg wijzen uit de stikstofcrisis. Tot dusver kwam het kabinet vooral met lapmiddelen, zoals de maximumsnelheid van 100 kilometer per uur op snelwegen. Het zoeken naar een langetermijnoplossing gaat moeizaam. Ontstond de crisis in mei 2019 met een klap, de oplossing komt schuifelend, met nog volop kans op valpartijen.", "Stikstofcrisis: hoe", "zat het ook al weer? In mei 2019 zette de Raad van State een streep door het Programma Aanpak Stikstof (PAS). Dit beleid moest garanderen dat er ruimte bleef voor economische ontwikkeling, terwijl de uitstoot van stikstofverbindingen daalde. Neerdalend ammoniak en NOx (meestal verkort tot: stikstof) leidt ertoe dat de bodem in natuurgebieden voedselrijker en zuurder wordt. Vooral veen- en heidegebieden raken hierdoor kenmerkende soorten kwijt. Door het einde van PAS stokte de vergunningsverlening voor de bouw en ontstonden grote boerenprotesten. Het kabinet worstelt al anderhalf jaar met de stikstofcrisis. Hoewel de kortstondige problemen deels zijn weggenomen, is er nog lang geen duurzame oplossing.", "De wet die Schouten verdedigt, is vooral een routekaart uit het stikstoflabyrint. Er staan doelen in die, dankzij het akkoord met de drie oppositiepartijen, nog scherper zijn geworden. Het doel om 74 procent van de kwetsbare natuur gezond te maken, is bindend. Daarvoor moet de uitstoot van stikstofverbindingen worden gehalveerd.", "Ook is er een nieuw tussendoel: in 2025 moet 40 procent van de kwetsbare natuur gezond zijn.", "In de wet krijgt de bouw juist extra ruimte omdat de sector maar in geringe mate bijdraagt aan de stikstofuitstoot en hard nodig is om woningnood tegen te gaan.", "GroenLinks wil ambitie Schouten verdubbelen", "Het is niet zo dat minister Schouten geen plannen heeft. Eerder kondigde zij onder meer aan dat tot 2030 elk jaar 300 miljoen euro extra beschikbaar is voor natuurherstel. Met provincies sprak zij een ‘uitvoeringsagenda’ af over de besteding van dat geld. Ook werd een al geplande saneringsregeling voor varkenshouders uitgebreid en kwamen er miljarden om in een gebiedsgerichte aanpak boeren uit te kopen. De provincie Brabant gaat er als eerste mee aan de slag.", "Met de nieuwe doelen komt Schoutens voorstel dichter bij het initiatiefvoorstel van GroenLinks dat nadrukkelijk inzet op natuur. In 2030 moet de uitstoot van stikstofverbindingen volgens GroenLinks zijn gehalveerd – dat was ook de aanbeveling van het Adviescollege Stikstofproblematiek onder leiding van Johan Remkes (VVD).", "Wetsvoorstel van Schouten is laatste kans voor oplossing stikstofcrisis", "Ook wil de partij een verplichting in de wet om het Natuur Netwerk Nederland (voorheen de Ecologische Hoofdstructuur, EHS) met tienduizenden hectares uit te breiden. Het kabinet Rutte-I zette juist de schaar in het natuurnetwerk. De extra aandacht voor natuur biedt ook economische voordelen: het schept ruimte voor woningbouw en ontwikkeling.", "Stikstof over links en over rechts", "GroenLinks wil dit alles voor elkaar krijgen door investeringen in natuur, natuurvriendelijke landbouw en vooral: een forse inkrimping van de veestapel. De wet reserveert genoeg geld voor een halvering, zo staat in de toelichting, maar in de praktijk zou ook minder of meer nodig kunnen zijn. Het hangt ervan af hoe sterk de stikstofuitstoot daalt.", "Het GroenLinks-plan lijkt politiek niet levensvatbaar nu Schouten een politiek akkoord heeft bereikt. De minister had die creatieve oplossing hard nodig, omdat het kabinet geen meerderheid heeft in zowel de Eerste Kamer als Tweede Kamer. De eerste spoedwet stikstof haalde het ‘over rechts’ met steun van onder meer de Groep Otten.", "GO-Fractievoorzitter @hendrikotten3 licht na overleg met @MinPres en Minister van Financiën @WBHoekstra toe waarom #GO op dinsdag 17 december voor de Spoedwet #Stikstof gaat stemmen in de @EersteKamer Otten: \"Wij laten de Nederlandse economie niet stikken!\" pic.twitter.com/dWa5NKRSts — GO (@GO2021NL) December 14, 2019", "Kritiek breder dan ‘groene’ hoek", "Schouten krijgt overigens niet alleen kritiek uit groene hoek. Ook elders leven twijfels. Zo vond de Land- en Tuinbouw Organisatie (LTO) dat Schoutens eerste voorstel beter kan en moest. Hoe de organisatie over het akkoord denkt, is nog onbekend. De organisatie vreesde dat de doelen uit de wet helemaal niet zo duidelijk zullen zijn, en dat boeren telkens door nieuwe hoepels moeten springen.", "Op één punt kwam het ministerie hun eerder al tegemoet. De wet is zo aangepast dat provincies of gemeenten niet op eigen houtje strengere eisen kunnen stellen dan de landelijke. Onder boeren bestond de vrees voor een lappendeken aan beleid.", "Weinig visie en toekomstperspectief", "Meer fundamentele kritiek op Schoutens wet was dat er weinig visie uit spreekt over de toekomst van de landbouw en het platteland. Deze analyse wordt breed gedeeld. Zo vrezen boeren voor een visieloze uitkoop. Op papier ontstaat dan ruimte voor nieuwe woningen en bedrijfsterreinen. Maar het is ongewis wat dat betekent voor het aangezicht van Nederland en de toekomst van het platteland.", "LTO wil daarom veel meer nadruk op innovatie en minder op uitkoop. Activistische groepen als Farmers Defence Force zien de uitkoopregelingen zelfs als een verkapt ‘beroepsverbod’ voor boeren. Het ministerie stelt juist dat de ‘gebiedsgerichte aanpak’ zo’n visieloze uitkoop zal voorkomen en zegt zeker oog te hebben voor de leefbaarheid van het platteland.", "Toch delen andere organisaties de zorgen. Ook de Vereniging Nederlandse Gemeenten (VNG) vond dat de stikstofwet geen ‘helder samenhangend toekomstbeeld’ geeft voor het landelijke gebied. Verder biedt het de landbouw onvoldoende perspectief voor de toekomst.", "De man achter het ‘stikstofvonnis’ dat", "Nederland platlegt", "Het helpt daarbij niet dat Schoutens visie voor de landbouw maar langzaam concreet wordt. Aan het begin van haar ambtstermijn pleitte de minister voor een overschakeling naar ‘kringlooplandbouw’. Tegelijk wil ze boeren een beter inkomen garanderen. Van de kringlooplandbouw wordt maar langzaam werk gemaakt. Maar de term blijft ongrijpbaar en wordt in de praktijk divers geïnterpreteerd.", "Op naar volgende stikstofdebacle", "Natuurorganisaties mopperen dat Schouten dé kans heeft gemist om uit de loopgraven te komen. Nederland zeilt met het natuurbeleid al jaren, en zeker sinds het kabinet Rutte-I, scherp aan de wind door precies te voldoen aan Europese wetgeving, maar niets extra’s te bieden. Schouten had in hun optiek, met de rugdekking van het advies van Remkes, de kans om in één keer goed door te pakken. Door een duidelijke visie voor het landelijk gebied te bedenken en in één keer flink wat ‘stikstofruimte’ te creëren.", "Het maakt de overheid ook kwetsbaar in de rechtszaal. Het voorgaande stikstofbeleid – het Programma Aanpak Stikstof – sneuvelde ook bij de Raad van State, wat leidde tot de huidige stikstofcrisis. In de toelichting op het wetsvoorstel legt het ministerie dan ook veel nadruk op de juridische houdbaarheid van de nieuwe wet. Alleen: dat gebeurde bij het PAS ook al.", "Hef het ministerie LNV op. Je zou toch denken dat het ministerie van LNV zou hebben geleerd van het PAS debacle. Niet dus. Het ministerie waar het belang van de vee-industrie prevaleert. Op weg naar een tweede PAS-debacle, https://t.co/ZZYE39K5oK — Johan Vollenbroek (@j_vollenbroek) December 9, 2020", "Iemand die zich alvast niet onder de indruk toont, is Johan Vollenbroek, voorzitter van actiegroep Mobilisation for the Environment, die vooraf waarschuwde voor PAS en in 2019 triomfeerde bij de Raad van State. Hij zegt nu al luidkeels: Schouten koerst af op een ‘tweede PAS-debacle’."], "authors": [], "keywords": ["zo", "van", "toch", "het", "op", "loodst", "voor", "met", "schouten", "een", "en", "dat", "te", "ook", "kamer", "door", "stikstofwet"], "pubDate": "2020-12-10T10:44:12+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}