{"id": "4ba41f1a-5f3a-3d64-a766-88eecb9e95db", "title": "Bergingsbedrijf uit Terneuzen haalt gezonken Urker kotter van zeebodem", "url": "https://nu.nl/walcheren-en-beveland/6097224/bergingsbedrijf-uit-terneuzen-haalt-gezonken-urker-kotter-van-zeebodem.html", "summary": "De Urker kotter UK-171 is woensdag uit het water gehaald door bergingsbedrijf Multraship uit Terneuzen.\n\"We hebben de boot woensdagmorgen in alle vroegte uit het water gehesen\", zegt directeur Leendert Muller van Multraship.\nVanwege slecht weer was het de afgelopen dagen niet mogelijk de kotter uit het water halen.\nDoor het slechte weer zijn we een stukje de Eems opgevaren en daar voor anker gegaan.\nDe sleepboot van Multraship heeft daarna nog geprobeerd om de vistuigen te bergen.", "paragraphs": ["De Urker kotter UK-171 is woensdag uit het water gehaald door bergingsbedrijf Multraship uit Terneuzen. De boot zonk vorige week bij Schiermonnikoog.", "\"We hebben de boot woensdagmorgen in alle vroegte uit het water gehesen\", zegt directeur Leendert Muller van Multraship. Bij de berging werd het kraanschip Cormorant ingezet.", "Vanwege slecht weer was het de afgelopen dagen niet mogelijk de kotter uit het water halen. De UK-171 zonk vorige week woensdag doordat het met de netten in een wrak vast kwam te zitten. De drie bemanningsleden werden in veiligheid gebracht door hulp van de TH-10 uit Tholen.", "\"Door de golfhoogte was het de laatste dagen lastig om te opereren, maar het is redelijk voorspoedig verlopen. We hebben maar een paar dagen verspeeld\", aldus Muller.", "\"Het scheepje hangt in de takels. Door het slechte weer zijn we een stukje de Eems opgevaren en daar voor anker gegaan. Hopelijk kunnen we het scheepje morgen overdragen aan de belanghebbenden.\"", "De sleepboot van Multraship heeft daarna nog geprobeerd om de vistuigen te bergen. Het is niet bekend of dat gelukt is."], "authors": ["Door"], "keywords": ["van", "uit", "een", "urker", "terneuzen", "water", "te", "zonk", "bergingsbedrijf", "dagen", "zeebodem", "multraship", "kotter", "haalt", "gezonken", "het", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}