{"id": "4bb41640-e2ba-31eb-984e-52424c85d186", "title": "Dulfer neemt handbalploeg bij de hand voor houdini-act; ploeg ontsnapt aan voortijdig vertrek op EK", "url": "https://volkskrant.nl/sport/dulfer-neemt-handbalploeg-bij-de-hand-voor-houdini-act-ploeg-ontsnapt-aan-voortijdig-vertrek-op-ek~bf83c9d3/", "summary": "Het was meteen genoeg voor het doorbekeren in de hoofdronde, die donderdag aanvangt met een duel tegen Noorwegen.\nHet was het lijflied van vorig jaar, toen in Kumamoto op het WK Nederland ook enkele keren eerdere nederlagen wist goed te maken middels opmerkelijke veerkracht.\nDe pluim van de dag, onderstreept met het bordje van beste speelster van de match, was vooral voor Kelly Dulfer.\nDe 27ste met een doorstart naar de cirkel via een paar stappen die het dragen van zevenmijlslaarzen vermoedde.\nBij 25-23 (vier minuten voor het eind) voorkwam zij met een fenomenale reflex op een schot van vier meter (cirkelloper dook vrij op in het doelgebied) dat de voorsprong smolt.", "paragraphs": ["Danick Snelder neemt het Hongaarse doel onder vuur. Beeld BSR Agency", "Zij, de dynamo van Borussia Dortmund, dit jaar verkozen tot de beste speelster van de Bundesliga, nam het in de eerste helft weifelende en twijfelende Nederland bij de hand en leidde de ploeg na een achterstand bij rust (via 8-12 eindigend op 13-15) in de tweede helft langs de Hongaren die zich stuk beten op de haast betonnen verdediging van de tegenstander.", "De nationale ploeg, het EK in Denemarken begonnen met twee nederlagen, kreeg na de helftwissel de geest. De zege op Hongarije was een soort van houdini-act. Het was meteen genoeg voor het doorbekeren in de hoofdronde, die donderdag aanvangt met een duel tegen Noorwegen. Nederland heeft ook het voordeel dat het de twee punten van de wedstrijd tegen Hongarije meeneemt naar die volgende fase van het toernooi, waarin de vier halve-finalisten zullen komen bovendrijven.", "‘En we gaan nog niet naar huis’, zong de ploeg na afloop van de ontsnapping uit volle borst. Het was het lijflied van vorig jaar, toen in Kumamoto op het WK Nederland ook enkele keren eerdere nederlagen wist goed te maken middels opmerkelijke veerkracht.", "De pluim van de dag, onderstreept met het bordje van beste speelster van de match, was vooral voor Kelly Dulfer. De lange Schiedamse, 1.86 metend, was vroeger de superjoker in de verdediging. Zij gold als de beste verdediger van de wereld. Die rol heeft zij achter zich gelaten.", "In de beslissende wedstrijd tegen de Hongaren - een nederlaag of gelijkspel betekende koffers pakken - eindigde Dulfer op liefst acht treffers uit elf pogingen; een hoog percentage. Kort na rust scoorde ze meteen driemaal, waarmee ze haar ploeg weer in de lift kreeg.", "Zevenmijlslaarzen", "In de slotfase kreeg ‘Kel’ - vrouwen korten namen nu eenmaal graag in - de goals nummer 27 en 28 op de naam. Het waren twee karakteristieke goals van Dulfer. De 27ste met een doorstart naar de cirkel via een paar stappen die het dragen van zevenmijlslaarzen vermoedde. De 28ste was een break-out, met een vrije ren naar de keeper. In alle euforie, de overwinning en het doorbekeren stond wel vast, knikkerde ze de bal via de doelvrouw Biro, de grond en de lat in het net. Ze moest er zelf wel om lachen. Wat dagen had tegengezeten, was nu een plotse windstoot in de rug. Alles lukte met Nederland in dat laatste kwartier.", "Zelfs Lois Abbingh, het vernagelde kanon deze avond, schoot een bal achter de Hongaarse keeper. Het was de 26-23 na precies 26 minuten en 23 seconden in de tweede helft. Abbing was vorig jaar de topscorer van het WK in Japan, met 71 treffers. In Kolding was ze, zeker dinsdagavond, een schim van die speelster met de superieure schotarm. Abbingh speelde na een schot in het zijnet en een gemiste strafworp elke bal af naar een medespeler die volgens haar een betere positie had. Zelfs als dat niet zo was en zij vrij schootsveld had. Er was ook regelmatig onnauwkeurigheid in haar passes. De schade bleef evenwel beperkt.", "Bondscoach Manu Mayonnade gaf niet op. Hij liet zijn beste speelster - op papier dan deze avond - staan en Abbingh gaf in elk geval in de verdediging nauwelijks een centimeter ruimte aan de allengs vermoeid rakende Hongaren. Ze maakte deel uit van het toen superieure verdedigingsblok van Nederland. Daar stonden Jessy Kramer, Kelly Dulfer, Danick Snelder en haar vervanger Merel Freriks schouder aan schouder met Abbingh om de Hongaarse aanvalsgolven te dichten.", "In de tweede helft had doelvrouw Tess Wester ook een belangrijke bijdrage. Bij 25-23 (vier minuten voor het eind) voorkwam zij met een fenomenale reflex op een schot van vier meter (cirkelloper dook vrij op in het doelgebied) dat de voorsprong smolt. Abbingh, haar schoonzus, maakte snel daarna 26-23 en vervolgens kon Oranje consolideren. Dat is in handbal iets minder vaart in het spel leggen, even wachten met het schot, tot de scheidsrechters aangeven dat er passief spel wordt getoond en er binnen zes passes geschoten moet worden.", "Mayonnade gokte dinsdag op de routine. In de slotfase, Nederland kwam voor het eerst op voorsprong (21-20) door de 21-jarige Dione Housheer, toonde hij eindelijk lef. Housheer (3 op rij) en Larissa Nüsser (1) bepaalden de aanval, toen Kelly Dulfer naar de kant werd geroepen om toch even adem te halen. Het was een welverdiende rust van de handbalster van de avond."], "authors": ["John Volkers"], "keywords": ["van", "die", "een", "houdiniact", "nederland", "en", "voortijdig", "naar", "hand", "neemt", "ze", "ploeg", "op", "voor", "ontsnapt", "vertrek", "met", "handbalploeg", "het"], "pubDate": "2020-12-08T22:04:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}