{"id": "4bbf625d-512e-34e7-8de3-a7aa1006ed5b", "title": "En nu, na de brexit, ook een zelfbewust en trots Europa graag", "url": "https://trouw.nl/opinie/en-nu-na-de-brexit-ook-een-zelfbewust-en-trots-europa-graag~bee9d459/", "summary": "Grote spelerVoor onze grote unie ziet Boris Johnson de termen EU en Europa als inwisselbaar.\nEurosceptici doen graag of Europa iets heel anders is dan de EU: Europa is een continent en de EU een soort los samenwerkingsverband.\nVacant in 2021: de Europese troon van Merkel, en Rutte kan haar opvolger inwerkenDit jaar staat in het teken van het vertrek van Angela Merkel en van (gehoopt) coronaherstel.\nDie stond met de coronacrisis voor een van de grootste uitdagingen in haar bestaan.\nMaar ook andere probleemthema’s eisten aandacht op, waaronder de brexit en een heuse begrotingscrisis.", "paragraphs": ["Vorige week werd de brexit dan eindelijk realiteit. Dat kan een nieuw begin zijn voor Europa, mits wij Europeanen net zo zelfbewust onze plaats in de wereld claimen als de Britten.", "Het was een veelzeggend cultureel verschil tussen een Britse klant en mijn Nederlandse bedrijf. Hoewel onze Britse partners net zo pro-Europees waren als ikzelf, zeiden deze hartstochtelijke remainers steeds dat ze “naar Europa gingen” als ze simpelweg bedoelden dat ze de trein van Londen naar Den Haag namen.", "In de presentatie van de brexitdeal door Boris Johnson zag je ­diezelfde framing: “Hoewel we de EU hebben verlaten, zal dit land cultureel, emotioneel, historisch, strategisch en geografisch verbonden blijven met Europa”. Het Verenigd Koninkrijk is geen Europees land dus – duidelijk. Ook valt op dat Johnson het Verenigd Koninkrijk als één land beschouwt, terwijl elk van de vier officiële countries waaruit deze kleine unie bestaat, ook een eigen identiteit kent.", "Grote speler", "Voor onze grote unie ziet Boris Johnson de termen EU en Europa als inwisselbaar. Terecht: of je nu moppert over wat er allemaal moet van Europa of jezelf juist pro-Europees noemt, Europa is in 2021 toch vooral de politieke eenheid die bepalend is voor ons dagelijks leven, een grote speler op het wereldtoneel. Zoals ­iemand die zich Amerikaan noemt kenbaar maakt burger van de VS te zijn, zo is een Europeaan simpelweg een inwoner van de EU.", "Eurosceptici doen graag of Europa iets heel anders is dan de EU: Europa is een continent en de EU een soort los samenwerkingsverband. Dat is natuurlijk onzin. De EU is niets meer of minder dan de manier waarop we de democratie hebben georganiseerd in ons deel van de wereld.", "Europa is geen continent", "Geologisch is Europa ook helemaal geen continent, het is slechts de westelijke punt van Eurazië. Dat ­Europa op de wereldkaart in het midden staat en daar net zo groot lijkt als Afrika (dat ons in werkelijkheid wel drie keer kan opslokken) komt alleen omdat de eerste kaarten­makers toevallig trotse ­Europanen waren. We hebben in ­Europa letterlijk een vertekend beeld van onze plaats in de wereld, maar ook figuurlijk. Dat voor ons de verschillen tussen, zeg, Nederland en Polen heel pregnant kunnen zijn, wil niet zeggen dat dit voor de rest van de wereld even relevant is.", "Europeanen doen vaak lacherig over Amerikaanse toeristen die niet begrijpen dat Kopenhagen toch echt niet in Nederland ligt, of dat het niet zo logisch is om even de Eiffeltoren mee te pakken als je een paar dagen in Amsterdam bent. Maar je zult de Europeanen de kost moeten geven die bij een bezoek aan Washington een uitstapje naar het Vrijheidsbeeld maken, of die naar Mumbai afreizen en dan de Taj Mahal willen zien.", "Zoals de Britten lijken te denken dat zij nog heersen over een rijk waarin de zon nooit ondergaat, zo lijken wij Europeanen te geloven dat wij het middelpunt van de wereld zijn, net zo groot en belangrijk als onze wereldkaart suggereert. Wij maken onszelf wijs dat onze onderlinge verschillen een enorm gewicht dragen, maar dat doen ze al lang niet meer.", "Andere gewichtsklasse", "In werkelijkheid zijn wij zelfs op ons eigen continent slechts het derde land: Rusland en China zijn groter en India en China hebben meer inwoners. Toen ik werd geboren was het nationaal inkomen van al die landen kleiner dan dat van ­Nederland alleen, maar de tijd van Europese economische dominantie ligt echt achter ons.", "Laten we dus de realiteit van 2021 erkennen. Het Verenigd Koninkrijk is simpelweg een middelgroot land op het Euraziatische continent, zoiets als Thailand of Turkije. Europa valt in een andere gewichtsklasse: niet het centrum van de wereld, maar wel een groot, welvarend en belangrijk ‘land’ met een imposante geschiedenis. Als Europeanen gaan wij zelf over onze identiteit – tijd om daarmee net zo trots en zelf­bewust om te gaan als onze Britse vrienden.", "Andor Admiraal is directeur van Next Door Digital en trainer van politici.", "Lees ook:", "Britse ambassadeur Joanna Roper: De brexit is geen scheiding, maar een nieuw hoofdstuk", "Investeerders kunnen erop vertrouwen dat het brexit-verdrag voor stabiliteit zorgt, zegt de Britse ambassadeur in Nederland Joanna Roper.", "Vacant in 2021: de Europese troon van Merkel, en Rutte kan haar opvolger inwerken", "Dit jaar staat in het teken van het vertrek van Angela Merkel en van (gehoopt) coronaherstel. Ook houdt een van de grootste EU-landen belangrijke verkiezingen: Nederland.", "Europa in 2020: de grootste winnaars en verliezers van dit turbulente jaar", "Het was voor iedereen een turbulent jaar, niet in het minst voor de Europese Unie. Die stond met de coronacrisis voor een van de grootste uitdagingen in haar bestaan. Maar ook andere probleemthema’s eisten aandacht op, waaronder de brexit en een heuse begrotingscrisis. Wie zijn de grootste winnaars en verliezers van dit afgelopen Europese jaar?"], "authors": ["Andor Admiraal"], "keywords": ["van", "europa", "zo", "voor", "en", "zelfbewust", "graag", "een", "trots", "onze", "brexit", "nu", "ook", "als", "het", "dat"], "pubDate": "2021-01-09T09:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}