{"id": "4bd374d6-c690-38d3-adf0-3e110ac0e9c1", "title": "Oh ironie, stanger en jenner Komrij krijgt knuffelbaarheidsgehalte", "url": "https://trouw.nl/cultuur-media/oh-ironie-stanger-en-jenner-komrij-krijgt-knuffelbaarheidsgehalte~b12ebe73/", "summary": "Het zet een flink uitroepteken achter zijn knuffelbaarheidsgehalte en dat zou je hogere ironie mogen noemen.\nIn één opzicht steeg Komrij boven hen uit: zijn publiek was vele malen groter dan dat van zijn voorgangers.\nABC van poepen en winden latenIn Komrij’s beleving restte de dichter aan het einde van de twintigste eeuw weinig anders dan het veinzen van emoties en het spelen van de paljas.\nGeloof in inspiratie en roeping was flauwekul, poëzie diende enkel het vermaak en het enige wat daarbij echt telde was het vakmanschap, ook wanneer het leidde tot zoiets banaals als het ABC van poepen en winden laten.\nGerrit KomrijDe ultieme vergaarbakVan Oorschot, 316 blz., € 27,50(verschijnt 12/11)Lees ook:De vroege werken van Komrij zijn een soort mix van Goethe en The BeatlesIn zijn ‘vroege werken’ blijkt Gerrit Komrij een hippie-auteur, een mix van Goethe en the Beatles.", "paragraphs": ["Na publiekslievelingen als Annie Schmidt, Godfried Bomans, Simon Carmiggelt en Kees van Kooten is nu ook Gerrit Komrij (1944-2012) bijgezet in de dundrukreeks van uitgeverij Van Oorschot. Het zet een flink uitroepteken achter zijn knuffelbaarheidsgehalte en dat zou je hogere ironie mogen noemen. Als Komrij ergens voor paste, dan wel voor de rol van publiekslieveling. Provoceren, schoppen tegen heilige huisjes, stangen en jennen, hij deed het maar al te graag, allereerst omdat hij het vond passen bij wat hij als een missie zag, maar ook omdat hij stiekem veel plezier beleefde aan zijn fraai gestileerde scheldkanonnades.", "Naar eigen zeggen vond hij een leven waarin men alleen maar zoete broodjes bakt en elkaar met lauwe thee begiet niet de moeite waard. Wat dat betreft was hij een waardig opvolger van Lodewijk van Deyssel en W.F. Hermans, taalvirtuozen die van het kwetsen een kunst hadden gemaakt.", "In één opzicht steeg Komrij boven hen uit: zijn publiek was vele malen groter dan dat van zijn voorgangers. Zijn epigonen, die nog tijdens zijn leven in steeds grotere getale een stek als columnist of criticus kregen, moeten Komrij dankbaar zijn, want hij was het die het beledigen salonfähig maakte en er een breed forum voor wist te creëren, helaas met het gevolg dat het middel aan kracht heeft ingeboet.", "De onwelriekende gleuvenbrigade", "Als columnist van Vrij Nederland en NRC Handelsblad werd Komrij een Bekende Nederlander. In die media mocht hij ongeremd zijn gal spuwen over alles wat hem niet zinde. De ultieme vergaarbak vormt een representatieve dwarsdoorsnee van de mikpunten in dat klaag- en kankerrepertoire: het armzalige peil van de vaderlandse literatuur en het televisieaanbod, de gruwelen van de moderne architectuur, de bemoeienis dan wel de onverschilligheid die kunst en cultuur van overheidszijde ondervonden, het christendom in zijn diverse verschijningsvormen, de new age-achtige spiritualiteit, de homoscene en, last but not least, ook het feminisme, betiteld als ‘de onwelriekende gleuvenbrigade’.", "Naderhand wilde Komrij wel kwijt dat hij met die weinig vleiende aanduiding enkel had gemikt op de militante vleugel, waar je wel eens geluiden vernam als zouden ‘alle mannen op staande voet gecastreerd dienen te worden’. Gelukkig was dat soort feminisme van de aardbodem verdwenen.", "Ruim tien jaar voordat Pim Fortuyn, Geert Wilders, Theo van Gogh en Ayaan Hirsi Ali zich begonnen te roeren had Komrij al zo zijn bedenkingen bij de komst van migranten uit moslimlanden. In de nu herdrukte noodkreet ‘Morgen heten we allemaal Ali’ lezen we: ‘De Turken zullen ditmaal niet voor Wenen blijven staan. De westerse wereld zal als een rijpe vrucht in de schoot van het mohammedanisme vallen.’", "Het waren dergelijke schimpscheuten die de verdenking wekten dat Komrij, alias Mohammed Rasoel, achter het islamofobe schotschrift De ondergang van Nederland (1990) zat. Hij ontkende het auteurschap uit alle macht en begon, naast een vendetta in de NRC, ook een gerechtelijk proces tegen de taalwetenschapper Teun van Dijk die hem, zonder overtuigend bewijs, als de ghostwriter van Rasoel had aangewezen.", "Al dat opiniërende en opruiende proza, dat Komrij behalve de P.C. Hooftprijs ook de status van publieke intellectueel bezorgde, zou je haast doen vergeten dat hij zichzelf in de eerste plaats als dichter zag. Om ook de dichter Komrij recht te doen, hebben de samenstellers van dit dundrukdeel gekozen voor een hybride compositie die voor driekwart bestaat uit tirades en voor een kwart uit poëzie. Hoe accorderen die twee genres binnen het geheel van Komrij’s nalatenschap?", "Hij herleidt zijn ongemak naar zijn Achterhoekse wortels", "Laten we nog eens naar dat proza kijken. Eerlijk is eerlijk, het blijft vermakelijk en dwingt ook bewondering af, nu het zo duidelijk put uit de hogeschool van de schrijfkunst. Maar het valt niet te ontkennen dat dankzij de tomeloze overdrijving veel is blijven steken in loze retoriek en ijdel vertoon.", "Aan de onderwerpen lag het niet, want daarmee was Komrij zijn tijd vaak ver vooruit, zoals zijn kruistocht tegen de islam laat zien. Een tweede voorbeeld stamt uit 1988 en behelst zijn protest tegen de herleving van de Victoriaanse moraal inzake seksualiteit. Aanleiding was de befaamde Bolderkar-affaire, waarbij peuters op last van de kinderbescherming uit huis werden geplaatst en vaders door de zedenpolitie van hun bed gelicht, alles omdat het de leidster van een crèche in de bol was geslagen. In tijden van #MeToo lijkt me de strekking van het betoog nog steeds geldig.", "De ultieme vergaarbak opent met een stuk waarin Komrij zijn ongemak met het al te persoonlijke herleidt tot zijn Achterhoekse wortels, maar niettemin constateert dat die angst geleidelijk plaatsmaakte ‘voor wat meer spanning tussen terughoudendheid en lyriek, tussen zelfspot en bekentenis’. Juist als lyricus was hij de terughoudendheid zelf, en blonk hij uit in zelfrelativering, zoals weer eens blijkt uit de gedichten die hier zijn geselecteerd. Hoewel hij zich ooit vereenzelvigde met een hond die diep in de nacht soms even jankt ‘omdat een geheime pijn zijn strot toeknijpt’, hield hij toch ferm vast aan dit vierregelig devies: ‘Eer plant men bomen op de weg, / Eer zal men kakken in zijn hoed, / Dan dat ik u mijn ziel blootleg, / En zeg wat ik thans lijden moet’.", "ABC van poepen en winden laten", "In Komrij’s beleving restte de dichter aan het einde van de twintigste eeuw weinig anders dan het veinzen van emoties en het spelen van de paljas. Het ultieme gedicht kon niet meer zijn dan een lege doos, een fraai geblazen zeepbel die aan het eind wel uiteen moet spatten. Geloof in inspiratie en roeping was flauwekul, poëzie diende enkel het vermaak en het enige wat daarbij echt telde was het vakmanschap, ook wanneer het leidde tot zoiets banaals als het ABC van poepen en winden laten.", "Toch kon geen goocheltruc verhullen dat er in sommige van die lege dozen een dubbele bodem zat. Als die nu alsnog openklapt, krijg je zicht op een apocalyptische wereld, bevolkt door demonen die je naar believen kunt duiden als de schijngestalten van Komrij’s obsessies.", "In ‘De favoriet’ wordt zo’n demon opgeroepen:", "Een beest met parelmoeren schubben", "Dat scharen draagt, tentakels en daarbij", "Een harnas van oud roest, een koekoeksjong", "Dat iedere passant zou willen lubben", "Met messen, scherper dan een mensentong,", "En dat zich enkel aaien laat door mij.", "Een beest met parelmoeren schubben", "Dat scharen draagt, tentakels en daarbij", "Een harnas van oud roest, een koekoeksjong", "Dat iedere passant zou willen lubben", "Met messen, scherper dan een mensentong,", "En dat zich enkel aaien laat door mij.", "Gerrit Komrij", "De ultieme vergaarbak", "Van Oorschot, 316 blz., € 27,50", "(verschijnt 12/11)", "Lees ook:", "De vroege werken van Komrij zijn een soort mix van Goethe en The Beatles", "In zijn ‘vroege werken’ blijkt Gerrit Komrij een hippie-auteur, een mix van Goethe en the Beatles.", "De wonderkamers van Komrij", "Niet alleen schilder Piet Mondriaan, maar ook schrijver Gerrit Komrij groeide op in Winterswijk. De kunstcollectie van de schrijver is nu te zien in het huis van de schilder."], "authors": ["Jaap Goedegebuure"], "keywords": ["jenner", "van", "als", "stanger", "het", "hij", "die", "zijn", "knuffelbaarheidsgehalte", "een", "en", "krijgt", "komrij", "dat", "oh", "ironie"], "pubDate": "2020-11-08T09:11:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}