{"id": "4bd6d0c5-51a3-39e2-9e4b-07c26d378f1f", "title": "Waarom starten de Britten wel met vaccineren, en wij nog niet?", "url": "https://www.parool.nl/nederland/waarom-starten-de-britten-wel-met-vaccineren-en-wij-nog-niet~bfe0f6ff/", "summary": "Dat deed hij na de aankondiging van het Europees Geneesmiddelenbureau EMA dat op 29 december een beslissing wordt genomen over het vaccin van Pfizer en BioNTech.\n“Het vaccin zal vanaf volgende week verspreid worden over het hele Verenigd Koninkrijk,” schrijft de premier.\nLogistiek is het een hele operatie, ook omdat het vaccin van Pfizer en BioNTech onder heel lage temperaturen moet worden opgeslagen.\nDie zijn voor de ‘mensen die het vaccin het hardst nodig hebben’, zoals bewoners van verzorgingshuizen en patiënten in het ziekenhuis.\nDe EU-landen hebben 200 miljoen doses van het vaccin besteld, met later een optie op nog eens 100 miljoen.", "paragraphs": ["Beeld Reuters", "Nederland start in de week van 4 januari met de vaccinatiecampagne, maakte minister Hugo de Jonge (Volksgezondheid) dinsdag bekend. Dat deed hij na de aankondiging van het Europees Geneesmiddelenbureau EMA dat op 29 december een beslissing wordt genomen over het vaccin van Pfizer en BioNTech.", "Waar de EMA dus nog weken nodig heeft voor de beoordeling, hakte de Britse evenknie, de Medicines and Healthcare products Regulatory Agency (MHRA), de knoop dus al door. Het vaccin voldoet aan de strikte standaarden voor veiligheid, kwaliteit en effectiviteit, stelde de MHRA woensdagmorgen in een persbericht.", "Waarom zijn de Britten zoveel sneller dan de rest van Europa? “Het verschil zit hem erin dat de Britse regering besloten heeft om het vaccin vrij te geven voor noodgebruik,” zegt woordvoerder Marsja Meijer van het Nederlandse College ter Beoordeling van Geneesmiddelen (CBG). “Daarom neemt de MHRA nu al een beslissing. We weten niet precies op basis van welke data ze dat doen. Nederland had de keuze voor noodgebruik ook kunnen maken, maar ons kabinet heeft duidelijk aangegeven dat het vaccin pas vrijgegeven wordt als er een volledige beoordeling gemaakt kan worden. En we hebben deze week de volledige set data pas overhandigd gekregen van de farmaceut.”", "De Britse premier Boris Johnson sprak woensdag op Twitter van ‘fantastisch’ nieuws. “Het vaccin zal vanaf volgende week verspreid worden over het hele Verenigd Koninkrijk,” schrijft de premier. “De bescherming van vaccins zal ons uiteindelijk de mogelijkheid geven om onze levens terug te krijgen en de economie weer in beweging te krijgen.”", "‘Onafhankelijk besluit’", "De Nederlandse arts en hoogleraar Marcel Levi, die in Londen baas is van zeven ziekenhuizen, is druk bezig met de voorbereidingen op de grootscheepse vaccinatiecampagne. “Dat gebeurt onder hoogspanning. Logistiek is het een hele operatie, ook omdat het vaccin van Pfizer en BioNTech onder heel lage temperaturen moet worden opgeslagen. We verwachten maandag of dinsdag de eerste leveringen, dan kunnen we beginnen.”", "Hoogleraar Marcel Levi. Beeld Marc Driessen", "Levi, die eind oktober tegenover deze site pleitte voor het vervroegd vrijgeven van het coronavaccin, denkt niet dat de Britse medicijnautoriteit zich onder druk heeft laten zetten om een positief oordeel te vellen. “Zo ken ik die organisatie ook helemaal niet. De MHRA is goed in staat om een onafhankelijk besluit te nemen. De beoordeling is natuurlijk al een tijd geleden begonnen, via een rolling review. Dus veel informatie over het vaccin is al bekeken en beoordeeld. Bovendien zijn er nauwelijks grote bijwerkingen opgetreden tijdens de fase 3-studies onder grote groepen mensen.”", "De Britten hebben 40 miljoen doses van het Pfizer-vaccin, genoeg om 20 miljoen mensen in te enten. Zo’n 10 miljoen doses zouden al snel beschikbaar kunnen zijn, en volgende week arriveren de eerste 800.000 prikken, meldt de BBC. Die zijn voor de ‘mensen die het vaccin het hardst nodig hebben’, zoals bewoners van verzorgingshuizen en patiënten in het ziekenhuis.", "Positief oordeel EMA", "Minister Hugo de Jonge zei gisteren bij zijn aankondiging dat Nederland in de week van 4 januari start met vaccineren en dat ‘veiligheid voor snelheid gaat’. Hij noemde de startdatum van 4 januari ‘het gunstigste scenario’. Als de EMA op dinsdag 29 december een positief oordeel velt over het vaccin van Pfizer en BioNTech, heeft de Europese Commissie nog een paar dagen nodig om een voorwaardelijke vergunning af te geven.", "De EU-landen hebben 200 miljoen doses van het vaccin besteld, met later een optie op nog eens 100 miljoen. Nederland heeft recht op 3,89 procent van de bestelling, in eerste instantie zijn dat dus een kleine 8 miljoen doses, waarmee bijna 4 miljoen Nederlanders zouden kunnen worden gevaccineerd."], "authors": ["Chris Van Mersbergen"], "keywords": ["van", "waarom", "miljoen", "wij", "vaccineren", "nog", "het", "met", "vaccin", "op", "niet", "een", "en", "dat", "te", "starten", "britten", "wel", "voor"], "pubDate": "2020-12-02T14:30:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}