{"id": "4bdd5ba1-190e-320e-ab0e-8f5a0bf37fd1", "title": "Zo slecht is de hele dag zitten voor je gezondheid (en zo compenseer je het)", "url": "https://www.metronieuws.nl/geld-carriere/2020/12/hele-dag-zitten-compenseren/", "summary": "Zo slecht is de hele dag zitten voor je gezondheid (en zo compenseer je het)Dat een kantoorbaan waarbij je de hele dag zit niet echt goed is voor je gezondheid, komt vast niet als een verrassing.\nZo slecht is de hele dag zitten voor je gezondheid en dit is hoe je het compenseert.\nAls je merkt dat je over je bureau gaat hangen, is het goed om weer even te gaan zitten.\nJe kunt bijvoorbeeld elke dag voor en na werk een blokje om gaan zodat je aan je dagelijkse beweging komt.\nAls je regelmatig sport, af en toe staand werkt en let op je stappen per dag kom je al een heel eind.", "paragraphs": ["Zo slecht is de hele dag zitten voor je gezondheid (en zo compenseer je het)", "Dat een kantoorbaan waarbij je de hele dag zit niet echt goed is voor je gezondheid, komt vast niet als een verrassing. Maar hoe gevaarlijk is al dat zitten nou echt voor je? En wat kan je doen om de negatieve gevolgen tegen te gaan?", "Zo slecht is de hele dag zitten voor je gezondheid en dit is hoe je het compenseert.", "De gevolgen van veel zitten", "Uit onderzoek van het RIVM in 2016 blijkt dat de gemiddelde Nederlander zo’n 8,7 uur per dag zit. En dat terwijl de gevolgen van zo veel zitten ernstig zijn. De kans op ziektes zoals diabetes, obesitas, kanker en hartkwalen worden aanzienlijk vergroot als je veel zit. Al na drie uur in opperste concentratie werken heeft al gevolgen: op dat moment werken je bloedvaten minder goed, wordt de suikerregulatie slechter en neemt de doorbloeding naar je hersenen af.", "Nu we thuiswerken is dit probleem nog erger geworden. We hoeven niet meer te fietsen naar ons werk, hoeven minder stappen te zetten om naar het toilet en koffiezetapparaat te gaan en lopen niet even langs bij een collega. Een recent onderzoek dat uitgevoerd werd in Ierland laat zien dat veel mensen gemiddeld drie uur langer per dag zitten vergeleken met hun oude werkdagen.", "Het vele zitten compenseren", "Gelukkig is er ook goed nieuws: je kunt al dit zitten ook compenseren.", "Staand werken", "Je voelde ‘m misschien al aankomen, want zit-sta bureaus worden steeds populairder. Door te investeren in een zit-sta bureau of een bureaustandaard, kun je zittend werken afwisselen met staand werken.", "Let op: staand werken heeft alleen zin als je een goede houding aanhoudt. Als je merkt dat je over je bureau gaat hangen, is het goed om weer even te gaan zitten. Sowieso kan je niet meteen de hele dag gaan staan en is dat ook niet goed, het gaat juist om de afwisseling. Begin rustig met een half uurtje per dag en ga dat langzaam opbouwen.", "Beweeg 30 à 40 minuten", "Een nieuw onderzoek toont aan dat dagelijks veertig minuten aan ‘gematigde tot krachtige en intensieve fysieke inspanning’ zo’n 10 uur aan stilzitten kan compenseren. Om het zitten te compenseren hoef je jezelf dus niet per se af te beulen in de sportschool. Een flinke wandeling met je favoriete podcast in je oren is ook al voldoende.", "Je kunt bijvoorbeeld elke dag voor en na werk een blokje om gaan zodat je aan je dagelijkse beweging komt. Dit is overigens ook goed voor de balans tussen werk en privé. De wandeling is eigenlijk een seintje voor je brein: als we thuis zijn, is het tijd voor mij. De onderzoekers benadrukken ook dat elke beweging of oefening al helpt, ook staand werken.", "Dit nieuwe onderzoek is in lijn met de 2020 Global Guidelines van de Wereldgezondheidsorganisatie (WHO), die is samengesteld door veertig wetenschappers van zes continenten. Zij raden aan om honderdvijftig tot driehonderd minuten gematigde fysieke inspanning per week te doen of 75 tot honderdvijftig minuten intensieve fysieke inspanning per week om de gevolgen van te veel zitten tegen te gaan.", "Actievere dag", "Het codewoord voor een betere gezondheid is eigenlijk altijd ‘actiever’. Als je regelmatig sport, af en toe staand werkt en let op je stappen per dag kom je al een heel eind. Maar zorg dat je daarnaast actievere keuzes maakt: de trap in plaats van de lift bijvoorbeeld, af en toe een dansje in de woonkamer en elk uur even een glas water in de keuken pakken (ben je meteen gehydrateerd).", "Wees niet bang als je die veertig minuten inspanning per dag niet meteen haalt. Je zal zien dat hoe meer actieve keuzes je maakt, hoe vaker je die onbewust al zal gaan maken.", "Lees ook: Vijf uitdagingen van het thuiswerken en hoe je ze aanpakt", "Tessa Ham is redacteur bij WorkJuice.nl en schrijft voor Metro over carrière en geld."], "authors": ["Tessa Ham"], "keywords": ["zo", "gezondheid", "zitten", "slecht", "het", "dag", "hele", "een", "je", "en", "dat", "te", "niet", "al", "voor"], "pubDate": "2020-12-07T17:03:16+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}