{"id": "4becf69f-7f77-394a-ac94-67bb1f7cc818", "title": "Empty Concertgebouw Sessions: nieuwjaarsconcert van Fuse", "url": "https://www.parool.nl/kunst-media/empty-concertgebouw-sessions-nieuwjaarsconcert-van-fuse~b1016504/", "summary": "De strijkers van Fuse brengen een flitsend nieuwjaarsconcert opgenomen in een leeg Concertgebouw.\nRemy van KesterenHarpist Remy van Kesteren presenteert in de Empty Concertgebouw Sessions zijn nieuwe album waarop hij de grenzen van de harp weer weet te verleggen.\nHet Concertgebouw schoof haar naar voren als één van de gezichten van het concertseizoen 2020-2021.\nVoor Het Parool is de samenwerking met Het Concertgebouw de tweede verbintenis met een culturele partner.\nBeste van twee wereldenVolgens hoofdredacteur van Het Parool Ronald Ockhuysen komt door deze allianties het beste van twee werelden samen.", "paragraphs": ["De strijkers van Fuse brengen een flitsend nieuwjaarsconcert opgenomen in een leeg Concertgebouw. Met onder andere één van de lievelingsstukken van de band: Unleashed. Het ensemble staat erom bekend dat ze zich niet beperken tot het klassieke genre en daarom staan bij dit concert ook stukken van Charlie Shavers, John Kirby en Miles Davis op het programma. Deze stukken zijn allemaal ook te horen op het nieuwe album Studio 3 van het collectief, dat in december werd gepresenteerd.", "Bekijk de vorige afleveringen terug:", "Michelle David & The Gospel Sessions brengen je helemaal in de juiste kerststemming. Michelle David: “Dit is niet alleen de tijd van het jaar voor cadeaus, maar ook juist een tijd om te delen, lief te hebben, de dingen te doen die er de andere 364 dagen bij in zijn geschoten. Lach meer, eet meer, drink meer,... just be happy! Ik zou wensen dat jullie hier bij ons waren om samen kerst te vieren, maar ook thuis: sta op en ga lekker staan en swing mee op onze muziek!”", "De koperblazers", "De koperblazers van het Koninklijk Concertgebouworkest worden wereldwijd geprezen om hun warme ‘gouden klank’. Tijdens dit optreden brengen ze de kerstsfeer naar uw huiskamer. Het gelegenheidsensemble bestaat uit Omar Tomasoni en Miroslav Petkov op trompet, Laurens Woudenberg op hoorn, Jörgen van Rijen op trombone en Perry Hoogendijk op tuba. De vijf blazers spelen bekende en minder bekende kerstmuziek van onder andere Antonio Vivaldi en John Iveson.", "Remy van Kesteren", "Harpist Remy van Kesteren presenteert in de Empty Concertgebouw Sessions zijn nieuwe album waarop hij de grenzen van de harp weer weet te verleggen. Het resultaat mag er zijn: de alternatieve soundtrack voor de film The Red Turtle van Michael Dudok de Wit. Een prachtig sluitstuk van een bijzondere maand in het leven van de harpist: hij werd vader, debuteerde bij het Concertgebouworkest en lanceerde dit nieuwe album. Een optreden in deze Empty Concertgebouw Sessions was de kers op de taart: “Het is een eer en geluk om dit allemaal nu mee te maken, ook juist in deze tijd. Heel gaaf om mijn nieuwe eigen muziek hier te mogen spelen voor alle muziekliefhebbers thuis én natuurlijk ook voor mijn lieve vrouw en dochter voor wie ik het geschreven heb.”", "Jazzpianist Brad Mehldau", "De gelauwerde jazzpianist Brad Mehldau woont in Amsterdam. Hij brengt in zijn sessie nummers gecomponeerd tijdens de lockdown, waaronder Stepping outside, Remembering all of this en Keeping Distance. “Toen ik voor het eerst weer naar de supermarkt ging, werd dat een ongemakkelijke dans met verschillende mensen. Deze compositie is daarop geïnspireerd: mijn linkerhand is de ene persoon, met een vast ritme, mijn rechterhand is de andere persoon die daar helemaal los van staat.” Brad Mehldau is wederom voor een Grammy genomineerd in 2021, voor zijn album ROUNDAGAIN2021, in de categorie Best Jazz Instrumental Album.", "Sopraan Lilian Farahani", "Kijk ook deel 3 van de Empty Concertgebouw Sessions terug, met de Nederlands-Iraanse sopraan Lilian Farahani, die normaal gesproken te vinden is in operahuizen over de hele wereld. Zo zong ze afgelopen zomer nog op het prestigieuze Festival International d’Art Lyrique d’Aix-en-Provence. Het Concertgebouw schoof haar naar voren als één van de gezichten van het concertseizoen 2020-2021. Ze treedt op tijdens deze Empty Concertgebouw Session omdat haar recital op 27 november geen doorgang kan vinden. “Samen met pianist Maurice Lammerts breng ik een programma ten gehore over sterke vrouwen, met liederen van onder anderen Maurice Ravel en Astor Piazzolla.”", "Her Majesty", "In deel 2 van de Sessions speelde Her Majesty een speciale akoestische set naar aanleiding van het vijftigjarige bestaan van het album Déjà Vu van Crosby, Stills, Nash & Young. De band is vaste gast in tv-programma M. “Geweldig om dit jaar toch nog deze muziek in Het Concertgebouw te kunnen spelen. We zouden afgelopen zomer optreden, maar dat gaan we volgend jaar inhalen,” aldus bandlid Jelle Paulusma.", "Singer-songwriter Izaline Calister.", "De Empty Concertgebouw Sessions, die op de site blijven staan, werden afgetrapt door singer-songwriter Izaline Calister. Zij zou in een uitverkocht Concertgebouw optreden met Ode aan Wim Statius Muller. Nu kan ze alsnog een concert geven en een breed publiek bereiken. Het grote eerbetoon aan de Curaçaose pianist en componist Wim Statius Muller wordt doorgeschoven naar het voorjaar.", "Voor Het Parool is de samenwerking met Het Concertgebouw de tweede verbintenis met een culturele partner. Eerder deze maand begon Het Parool een samenwerking met Internationaal Theater Amsterdam (ITA): acteurs van het gezelschap lezen dagelijks op de site een hoofdstuk voor uit Lewis Carrolls klassieker Alice in Wonderland.", "Beste van twee werelden", "Volgens hoofdredacteur van Het Parool Ronald Ockhuysen komt door deze allianties het beste van twee werelden samen. “ITA en Het Concertgebouw behoren tot de Champions League van de culturele wereld. Wij hebben een podium waar dagelijks ruim 400.000 unieke bezoekers komen. Het is in coronatijd extra aantrekkelijk dat deze bezoekers te midden van nieuws, interviews en achtergronden ook een toevluchtsoord kunnen vinden. Parool.nl is een plek waar kwaliteitsjournalistiek en cultuur een ijzersterk pact vormen.”"], "authors": ["Het Parool"], "keywords": ["concertgebouw", "sessions", "van", "voor", "en", "een", "met", "nieuwjaarsconcert", "op", "te", "het", "deze", "fuse"], "pubDate": "2021-01-05T19:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}