{"id": "4c0e5906-82a9-379e-b23a-5f87b9f6d874", "title": "Jerry Stiller speelde vol overtuiging de neurotische Frank Costanza uit Seinfeld", "url": "https://volkskrant.nl/cultuur-media/jerry-stiller-speelde-vol-overtuiging-de-neurotische-frank-costanza-uit-seinfeld~b939ff1a/", "summary": "Beeld WireImageFrank Costanza was de naam van een personage dat een bijrol had in Seinfeld, een van de populairste sitcoms uit de jaren negentig.\nDoor de scripts van Larry David en het explosieve spel van acteur Jerry Stiller zorgde Frank voor een paar onvergetelijke momenten in de serie, die in 2021 op Netflix aan een tweede jeugd zal beginnen.\nDe acteur, die op 10 mei op 92-jarige leeftijd is overleden, speelde de vader van George Costanza (Jason Alexander), beste vriend van hoofdrolspeler Jerry (Seinfeld), als een man die voortdurend overhoop lag met zijn zoon en de rest van de wereld.\nJerry Stiller, de vader van acteur Ben Stiller, was een geboren New Yorker, die na zijn diensttijd in het Amerikaanse leger tijdens de Tweede Wereldoorlog een dramaopleiding volgde.\nZoon Ben deelde op 11 mei op Twitter mee dat zijn vader een natuurlijke dood was gestorven.", "paragraphs": ["Jerry Stiller in 2012 in New York. Beeld WireImage", "Frank Costanza was de naam van een personage dat een bijrol had in Seinfeld, een van de populairste sitcoms uit de jaren negentig. Door de scripts van Larry David en het explosieve spel van acteur Jerry Stiller zorgde Frank voor een paar onvergetelijke momenten in de serie, die in 2021 op Netflix aan een tweede jeugd zal beginnen. De acteur, die op 10 mei op 92-jarige leeftijd is overleden, speelde de vader van George Costanza (Jason Alexander), beste vriend van hoofdrolspeler Jerry (Seinfeld), als een man die voortdurend overhoop lag met zijn zoon en de rest van de wereld.", "Neem de aflevering waarin Frank zijn bloeddrukproblemen onder controle probeert te krijgen door te luisteren naar een zelfhulptape waarin hem wordt geadviseerd ‘Serenity now’ te zeggen als hij behoefte heeft aan innerlijke rust. De hele aflevering is een lange hindernisbaan om deze rust te verstoren, met als apotheose de wanhoopskreet: ‘SERENITY NOW!’", "De overtuiging waarmee Stiller de neurotische wereld van Frank opriep, uitvinder van de bh voor mannen (de ‘bro’) en het antikerstfeest Festivus ‘for the rest-of-us’, alsof hij slechts een volumeknop openzette, maskeerde enigszins dat Stiller eigenlijk een uitstekende acteur was. Aan het slot van Seinfeld dacht hij even aan zijn pensioen – hij was inmiddels een man van verschillende carrières sinds de jaren veertig – maar speelde in plaats daarvan een kleine tien jaar de rol van Arthur Spooner in de comedyserie The King of Queens, als de excentrieke vader die bij zijn dochter en schoonzoon (Kevin James) in de kelder woont.", "Jerry Stiller, de vader van acteur Ben Stiller, was een geboren New Yorker, die na zijn diensttijd in het Amerikaanse leger tijdens de Tweede Wereldoorlog een dramaopleiding volgde. In de jaren vijftig vormde hij een komisch duo met zijn echtgenoot Anne Meara (1929-2015), waarmee ze zoveel succes hadden dat ze aan het begin van de jaren zestig door The New York Times ‘een nationaal fenomeen‘ werden genoemd. Zoon Ben deelde op 11 mei op Twitter mee dat zijn vader een natuurlijke dood was gestorven."], "authors": ["Mark Moorman"], "keywords": ["speelde", "zijn", "vader", "uit", "seinfeld", "frank", "overtuiging", "neurotische", "die", "van", "een", "aan", "jerry", "vol", "costanza", "op", "het", "stiller", "hij"], "pubDate": "2020-05-11T13:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}