{"id": "4c322bba-695e-3018-b2b2-28ff344bbdc6", "title": "Terug", "url": "https://nrc.nl/nieuws/2020/12/10/terug-a4023298", "summary": "Halverwege puften we even uit op een bankje.\n„Waarom hebben jullie me nooit verteld dat ze terug kon komen?”Ik dacht dat hij dat inmiddels wel wist.\nDat het je weer is overkomen.\nEn dat als iets terugkeert, het niet automatisch wil zeggen dat het dat altijd zal doen.\nMijn neef knikte, stond op en zette het op een lopen.", "paragraphs": ["Gisteravond ging ik in het park hardlopen met de neef (14), want de wintermaanden zijn zwaar voor een familie als de onze. Zodra het buitenlicht slinkt, nemen de somberte en de paniek toe. Halverwege puften we even uit op een bankje. De neef was stil. Daar maak ik me doorgaans geen zorgen over, wel meer tieners hebben hoofden als martelcontainers, maar dit keer was hij niet alleen uitdrukkingsloos qua decibellen, maar ook qua lichaam. Zijn gezicht was mat, de armen hingen naar beneden.", "„Volgens mij heb ik weer een depressie”, zei hij vanuit het niets. „Waarom hebben jullie me nooit verteld dat ze terug kon komen?”", "Ik dacht dat hij dat inmiddels wel wist. Hij heeft me de afgelopen jaren toch een aantal keren weer weg zien kwijnen. Maar ja, mezelf kennende heb ik waarschijnlijk toch een beetje gedaan alsof depressie een eenmalig voorval is. Zodat hij de moed erin zou houden. Nu vervloekte ik mezelf dat ik niet duidelijker was geweest, want er is bij deze ziekte gewoon een zeer grote kans op terugval. Zijn moeder, als psycholoog toch een soort navigator van de menselijke geest, zei laatst nog dat men er officieel van uitgaat dat iets meer dan de helft van de mensen met een depressie er later nóg een krijgt, maar dat zij vermoedt dat het er in de praktijk veel meer zijn. Het is al lastig genoeg om te praten over neerslachtigheid, maar als ze terugkeert komt er ook nog eens schaamte bij. Dat het je weer is overkomen. Dat je jezelf er blijkbaar onvoldoende tegen hebt beschermd. En dat je dus je omgeving weer opzadelt met zorgen. Het zorgt ervoor dat veel van haar cliënten hun relapsen zo lang mogelijk geheim houden.", "Ik zei tegen mijn neef dat terugvallen erbij horen. En dat als iets terugkeert, het niet automatisch wil zeggen dat het dat altijd zal doen.", "„We leven momenteel ook echt in een nare, onzekere periode, zei ik. „Kijk nou hoeveel mensen er in deze kou nog aan het hardlopen zijn. Veel meer dan normaal.”", "Het park puilde uit van mensen die met vertrokken gezichten vaart maakten.", "Mijn neef knikte, stond op en zette het op een lopen. Met moeite hield ik hem bij. Zijn hoofd ging tijdens het hollen heen en weer, alsof hij de hele tijd nee schudde tegen iets. Daar stoof hij door de kou, het duister op de hielen, daverend over de aarde die maar aan hem bleef trekken. Rennend door talloze gedachten. Rennend voor zijn leven.", "Ellen Deckwitz schrijft op deze plek een wisselcolumn met Marcel van Roosmalen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Ellen Deckwitz", "Leestijd Minuut"], "keywords": ["van", "het", "op", "hij", "met", "zijn", "ik", "een", "dat", "terug", "er"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}