{"id": "4c3470f8-3876-38e9-8109-73989c5ea906", "title": "Ajax heeft een klinkende naam, is ook best rijk, maar echte kwaliteit is bijna niet te koop", "url": "https://volkskrant.nl/sport/ajax-heeft-een-klinkende-naam-is-ook-best-rijk-maar-echte-kwaliteit-is-bijna-niet-te-koop~bccdfab7/", "summary": "Daar zat best iets in, maar gerekend vanaf het tussenjaar 2018-2019 is Ajax ook telkens iets minder.\nEn ook vóór dat tussenjaar zaten hele periodes van normale seizoenen.\nAjax is best rijk, maar echte kwaliteit is bijna niet te koop.\nTen Hag kan zichzelf ook een en ander verwijten.\nAjax mag verder in de sterk bezette Europa League, het lentejasje van het Nederlandse voetbal.", "paragraphs": ["Klaas-Jan Huntelaar weet zich woensdag verslagen. Atalanta Bergamo gaat verder in de Champions League. Beeld ANP", "Een Europees tussenjaar is juist de uitzondering bij Ajax, niet de vluchtheuvel om even na te denken over de richting. Dit seizoen is een normaal jaar. Ja, Ajax had misschien de knock-outfase van de Champions League kunnen bereiken. Trainer Erik ten Hag wees na de uitschakeling op de kansen tegen Liverpool en Atalanta, zoals hij na de uitschakeling vorig seizoen wees op de kansen tegen Chelsea en Valencia. Daar zat best iets in, maar gerekend vanaf het tussenjaar 2018-2019 is Ajax ook telkens iets minder. En ook vóór dat tussenjaar zaten hele periodes van normale seizoenen.", "Roemloos was de uitschakeling. Veel fantasieloos breed en achteruit gevoetbald, geen opening gevonden in de Italiaanse muur. Angstig spel, dat verlangen opriep naar dat gouden tussenjaar. Hoe aardig het Nederlandse voetbal ook opkrabbelt uit de crisis, voor zelffelicitatie is voorlopig weinig aanleiding.", "Ajax mag een klinkende naam zijn in Europa, door de roem uit het verre verleden en dat laatste tussenjaar, de usual suspects zijn weer bij elkaar voor de ontknoping. Vijftien clubs uit de vijf grote landen, plus FC Porto, dat vaak bij de indringers hoort. Vorig jaar drong geen enkele club uit een kleiner land tot de beste zestien door. Twee jaar geleden twee, Ajax en FC Porto. De vaste gasten op het feest schransen kaviaar en laven zich aan de champagne. Zij doen niet aan tussenjaren.", "Het is steeds meer de zwakte van de Champions League, de door de Uefa en de grote clubs gefaciliteerde competitie van vrijelijk graaien in de schatkist voor de toch al rijken. Vanaf de tweede fase is het bal schitterend, in de groepsfase steeds meer een invuloefening. Weliswaar waren hier en daar vleugjes spanning te ontwaren, uiteindelijk is het schema toch voorspelbaar.", "Clubs uit kleinere landen koesteren vooral illusies. Ajax is best rijk, maar echte kwaliteit is bijna niet te koop. Kudus en Antony, twee grote aankopen voor dit seizoen, zijn vanwege hun aanpassing onzekere factoren. Klaassen is een topspeler, maar niet voor niets mislukt bij Everton. Onder anderen Ziyech, Van de Beek en Veltman vertrokken, na Frenkie de Jong, Schöne en De Ligt eerder. Met de gewaagde, dure herintreders in de eredivisie Blind en Tadic viel twee seizoenen geleden alles goed, in het gouden tussenjaar.", "Klaassen is een topspeler, in de eredivisie, maar hij is niet voor niets mislukt bij Everton. Beeld ANP", "Misschien bood de eredivisie, met op afspraak de topduels pas vanaf januari (als publiek ook nog verboden is, blijkt nu), te weinig weerstand. Ajax scoorde al 43 keer in de nationale competitie, in elf duels. Die doelpuntenregen zei niets over vruchtbaarheid van de Europese akker.", "Ajax kwam net te kort, net als de Belgische kampioen Club Brugge het in een andere groep net niet haalde. Hoe groot de oppositie ook is tegen de BeNeLiga, het is begrijpelijk dat de grotere clubs in de Lage Landen serieus in gesprek zijn over die grensoverschrijdende competitie, om hun markt te vergroten en de competitie in kwalitatief opzicht te verbeteren.", "In het tussenjaar viel alles samen. De investeringen, het geluk, het ontbreken van blessures, een vleugje crisis bij tegenstanders. Alleen bij zo’n unieke mix gloort een tussenjaar, waarna de uitverkoop begint. Dat is onvermijdelijk voor Nederlandse clubs. De topspeler verbreedt zijn horizon in landen die niet aan tussenjaren doen.", "Ajax betaalt voor Nederland unieke salarissen. Dat is ook een risico. De vormloosheid van peperdure spelers als Tadic en Tagliafico op momenten dat ze werkelijk moesten vlammen, geeft de uitschakeling ook een potsierlijk karakter. Blessures van Kudus, Neres en Blind, het is te veel voor Ajax. Het ontbreken van een topspits is een weeffout in de selectie. Ten Hag kan zichzelf ook een en ander verwijten. Hij had geen tactisch plan om een doorbraak te forceren. Spelers als Klaiber en Labyad kwamen op zijn voorspraak. Goede spelers voor de eredivisie, niet om tussenjaren te verheffen tot normaliteit.", "Ajax mag verder in de sterk bezette Europa League, het lentejasje van het Nederlandse voetbal. Verder rest nostalgisch terugkijken naar dat geweldige tussenjaar."], "authors": ["Willem Vissers"], "keywords": ["van", "dat", "kwaliteit", "niet", "een", "ook", "en", "maar", "te", "koop", "heeft", "tussenjaar", "klinkende", "voor", "het", "rijk", "naam"], "pubDate": "2020-12-10T17:55:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}