{"id": "4c40032f-b1ed-348a-8947-0359769af08a", "title": "Sinds zijn kousen te heet zijn gewassen voetbalt Jack Grealish met te kleine scheenbeschermers", "url": "https://volkskrant.nl/sport/sinds-zijn-kousen-te-heet-zijn-gewassen-voetbalt-jack-grealish-met-te-kleine-scheenbeschermers~b0347bf7/", "summary": "De Engelse voetbalwereld heeft te maken met een boeiend retroverschijnsel: het halfblote onderbeen.\nDe aanvallende middenvelder van Aston Villa is de verademing van het lopende Premier League-seizoen.\n‘Wie houdt er niet van deze plaatselijke jongen met omlaag gerolde kousen, gladgestreken, achterovergekamd haar en een zinderende dribbelstijl’, schreef The Guardian lyrisch.\nDe benen van Jack Grealish.\nZijn kousen waren ooit gekrompen na een te hete was, waardoor hij zichzelf genoodzaakt zag om daar passende, dus kleine, scheenbeschermers bij te zoeken.", "paragraphs": ["De Engelse voetbalwereld heeft te maken met een boeiend retroverschijnsel: het halfblote onderbeen. Jonge voetballers als Trent Alexander-Arnold, Tom Davies (Everton), Emile Smith Rowe (Arsenal), Ola Aina (Fulham) en Oli McBurnie (Sheffield) dragen scheenbeschermers die ze lijken te hebben geleend van hun piepjonge neefjes. De kwetsbare scheenbenen en kuiten geven een onbezorgde indruk en doen denken, voor een wat oudere Nederlander althans, aan kuitenbijters als Sören Lerby en Stan Valckx.", "Bij niemand staat de pupillenscheenbeschermer beter dan bij Jack Grealish. De aanvallende middenvelder van Aston Villa is de verademing van het lopende Premier League-seizoen. Hij slalomt langs tegenstanders en splijt vijandelijke verdedigingen met steekpassjes. Het is mede aan hem te danken dat de fameuze ploeg uit Birmingham, die afgelopen seizoen nipt aan degradatie ontsnapte, momenteel de smaakmaker van de Engelse competitie is, met als hoogtepunt de 7-2-zege op Liverpool.", "Jack the Lad, zoals hij liefkozend wordt genoemd, loopt al een tijdje mee. Hij viel voor het eerst vijf jaar geleden op in de halve finale van de FA Cup tegen Liverpool. ‘Wie houdt er niet van deze plaatselijke jongen met omlaag gerolde kousen, gladgestreken, achterovergekamd haar en een zinderende dribbelstijl’, schreef The Guardian lyrisch. De appel bleek niet ver van de stam te zijn gevallen: zijn overgrootvader Billy Garraty, een man met een grote ‘stuursnor’, was Man van de Wedstrijd in de bekerfinale van 1905, ook met de Villa.", "De benen van Jack Grealish. Beeld Pool via REUTERS", "Jacks finale was een tegenvaller: een 4-0-nederlaag tegen Arsenal en een jaar later degradeerde hij met Villa naar de Championship, waar de ploeg drie seizoenen zou blijven. Deze trouw loonde: een klein jaar geleden was hij terug op Wembley, ditmaal voor de League Cup-finale. Als tiener had hij al een Wembley-achtige ervaring beleefd. Als telg van Ierse immigranten speelde hij Gaelic Football voor Warwickshire. Met dat team kreeg hij de kans om op het heilige gras van Croke Park te spelen, de Gaelic-tempel in Dublin.", "Zijn liefde voor het land van herkomst bleek grenzen te hebben. Hoewel hij als jeugdinternational het groene shirt had aangetrokken, koos hij uiteindelijk toch voor de drie Engelse leeuwen. Maar het duurde even voordat Engeland ook voor hem zou kiezen. Afgelopen september liet de conservatief ingestelde bondscoach Gareth Southgate de Aston Villa-aanvoerder eindelijk debuteren, net voor zijn 25ste verjaardag in de Nations League-wedstrijd tegen Denemarken. Een soort verjaardagscadeautje.", "Jack Grealish in een wedstrijd tegen Manchester United. Beeld AFP", "Dat debuut was extra spannend. Wat zou de scheids vinden van die scheenbeschermertjes? Volgens de regels moeten deze ‘genoeg bescherming bieden’. Engelse scheidsrechters knijpen een oogje toe en gelukkig maakte de Roemeen István Kovács geen probleem. Voor Jack is het vooral bijgeloof. Zijn kousen waren ooit gekrompen na een te hete was, waardoor hij zichzelf genoodzaakt zag om daar passende, dus kleine, scheenbeschermers bij te zoeken. Hij speelde goed, kon de bal beter controleren en een ritueel was geboren.", "Engelse voetbalfans, Villains voorop, kunnen niet wachten om deze retrovoetballer weer in levenden lijve te zien. Wat is een publiekslieveling zonder publiek? De enige plek waar een beperkt aantal toeschouwers Jack in actie konden zien was het kantongerecht van Birmingham. Eind maart, tijdens de lockdown, was hij aangeschoten achter het stuur van zijn Range Rover gestapt, om vervolgens op een parkeerplaats een geparkeerde auto te rammen. Nu moest hij zich, keurig in pak, voor de rechter verantwoorden.", "Zijn advocaat probeerde begrip te kweken bij de rechter door te stellen dat Jack slingerend had gereden omdat hij ‘totaal ongeschikt schoeisel’ had aangetrokken. Wat dat was? Een oneven paar slippers. Jack ten voeten uit."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["zijn", "van", "sinds", "voetbalt", "voor", "en", "met", "jack", "heet", "een", "hij", "scheenbeschermers", "te", "kleine", "het", "kousen", "als"], "pubDate": "2021-01-03T15:56:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}