{"id": "4c4fa223-c82e-3be9-b790-b36e71ef0b5a", "title": "Bredase drugsbaas moet 7 miljoen euro aan de Staat betalen", "url": "https://nu.nl/breda/6101251/bredase-drugsbaas-moet-7-miljoen-euro-aan-de-staat-betalen.html", "summary": "De in 2018 veroordeelde drugsbaas John G. (61) moet 7 miljoen euro aan de Staat betalen.\nHet zou een vergeldingsactie zijn geweest, omdat G. vierhonderd kilo cocaïne zou zijn kwijtgeraakt, stelde justitie toen.\nDe rechtbank sprak hem destijds vrij van handel in die bewuste 400 kilo, omdat het bewijs ontbrak dat het om cocaïne ging.\nTegen het vonnis van de rechtbank ging zowel het OM als de verdachte in beroep.\nMet de verdachte is afgesproken dat hij en het OM het hoger beroep intrekken.", "paragraphs": ["De in 2018 veroordeelde drugsbaas John G. (61) moet 7 miljoen euro aan de Staat betalen. Het Openbaar Ministerie (OM) heeft hierover een schikking met de man uit Breda getroffen, meldt justitie maandag. Daarmee is het hoger beroep in zijn strafzaak van de baan.", "G. werd veroordeeld tot een gevangenisstraf van vier jaar, omdat hij zich in 2009 en 2010 bezighield met de productie van en handel in soft- en harddrugs en witwassen. Tegen G. was zes jaar geëist.", "G. kwam in 2010 in het nieuws toen zijn woonwagen in Breda werd doorzeefd met kogels. Zijn twaalfjarige zoon Danny kwam daarbij om het leven.", "Het zou een vergeldingsactie zijn geweest, omdat G. vierhonderd kilo cocaïne zou zijn kwijtgeraakt, stelde justitie toen. De rechtbank sprak hem destijds vrij van handel in die bewuste 400 kilo, omdat het bewijs ontbrak dat het om cocaïne ging.", "Naast het opleggen van de celstraf verklaarde de rechtbank de miljoenen die G. met de drugshandel zou hebben verdiend als verbeurd. Ook een auto raakte hij kwijt. Tegen het vonnis van de rechtbank ging zowel het OM als de verdachte in beroep.", "Met de verdachte is afgesproken dat hij en het OM het hoger beroep intrekken. Daarmee wordt het vonnis van de rechtbank onherroepelijk. G. zal de gevangenisstraf, met aftrek van het voorarrest, moeten uitzitten.", "Tegen de medeverdachte loopt nog een ontnemingszaak."], "authors": ["Door"], "keywords": ["staat", "moet", "bredase", "euro", "van", "zijn", "g", "en", "om", "drugsbaas", "met", "een", "zou", "aan", "rechtbank", "het", "betalen", "miljoen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}