{"id": "4c6221dc-93a7-3286-ab53-fde90943749f", "title": "Actrice Elle van Rijn schreef een historische roman: ‘Ik wil weten hoe het is om iemand anders te zijn’", "url": "https://www.parool.nl/ps/actrice-elle-van-rijn-schreef-een-historische-roman-ik-wil-weten-hoe-het-is-om-iemand-anders-te-zijn~bd19e21a/", "summary": "Ik wil iemand recht doen, ik wil zeker weten dat ik haar echt heb gezien.”En?\nOmdat ik niet anders kan dan concluderen dat ik dat ten diepste ben.\nDe kweekschool van Van Hulst stond tegenover de Hollandsche Schouwburg waar tijdens de oorlog Joden bijeen werden gebracht voor deportatie naar Duitsland.\nVanaf 1943 verdwenen er kinderen uit de crèche via de achtertuin, over de heg, naar de buren: de school van Van Hulst.\nIk ben dyslectisch, ik vind dat ik van nature een vrij onnozele gezichtsuitdrukking heb – ja, dat vind ik serieus!", "paragraphs": ["Elle van Rijn (53), bekend van onder meer GTST, bewijst zich opnieuw als dubbeltalent. Deze week verschijnt haar historische roman De crèche. ‘Ik was altijd bang om voor dom versleten te worden.’", "Voor haar op de keukentafel liggen de drukproeven van De crèche. Het is haar historische roman over de gebeurtenissen in en om de Joodse crèche in Amsterdam, waar in de oorlog de kinderverzorgsters honderden kinderen redden. De hoofdpersoon is de jonge Betty Oudkerk, een van die verzorgsters. Een ge-wel-di-ge vrouw, noemt Elle van Rijn haar. Onverschrokken, stoutmoedig, dapper. Iemand die iets al deed voordat ze erover had nagedacht, een mens dat goed van kwaad wist te onderscheiden, met een groot gevoel voor humor en een enorme dosis trots – die haar ook flink in de weg kon zitten.", "“Wacht, wacht, je moet Betty echt even zien.”", "Ze rommelt met haar bril, haar telefoon, verschillende afstandsbedieningen en het enorme televisiescherm dat in de keuken hangt. “Welke afstandbediening is het nou?” Ze kijkt op. “Mijn kinderen zijn op een moment als dit altijd heel erg bot tegen mij. Ze vinden het belachelijk dat zoiets me niet een-twee-drie lukt en dat ik zo’n televisie niet meteen aan de praat krijg.” Geconcentreerd kijkt ze weer naar haar telefoon. Daarop staat het filmpje dat ze wil laten zien. “Het zou toch moeten werken zo? Huh? O ja, kijk, kijk, kijk, het gaat gebeuren! Oh, eh, toch niet. Ja! Ja! Nee... Ja!”", "Meer dan levensgroot verschijnt een hoogbejaarde Betty Oudkerk in beeld, haar ogen vergroot achter dikke brillenglazen. Er klinkt een vrolijk, wat verward gesprek. Vertederd kijkt Van Rijn naar de oude vrouw. “Ach, zie haar nou toch! Dat koppie! Net een vogeltje, vind je niet? Ik ben zo ontzettend blij dat ik haar nog heb mogen ontmoeten. Na ons gesprek speelde ze piano voor me: Houd er de moed maar in! Zo’n nummer, na alles wat ze heeft meegemaakt. Haar halve familie is vermoord.”", "Afgelopen zomer is ze overleden. Heeft u haar nog kunnen interviewen voor het boek?", "“Nee, ze was al niet meer zo helder. Gelukkig had Betty’s dochter Judith haar moeder destijds heel uitgebreid geïnterviewd en op tape opgenomen. Dat was de basis voor Esther Göbels biografie Betty, een Joodse kinderverzorgster in verzet. Aan dat boek en de gesprekken heb ik veel gehad.”", "Over de Hollandse Schouwburg en de Joodse crèche was toch al veel geschreven?", "“Vooral heel veel non-fictie, en het zijn allemaal deelverhalen. Ik wilde iets maken wat ook interessant is voor mensen die niet per se geïnteresseerd zijn in het onderwerp.”", "“Ik schrijf graag over de rol die vrouwen, moeders en kinderen innemen in de maatschappij. Dat zijn per definitie niet de mensen die standbeelden krijgen en in de geschiedenisboeken belanden, terwijl ze het cement van onze samenleving vormen. Tegelijkertijd houd ik erg van verhalen die echt zijn gebeurd. Door er een roman van te maken, komt zo’n verhaal heel dichtbij. Dan wordt een verzameling historische feiten iets dat jou en mij ook had kunnen gebeuren, een verhaal waartoe je je kunt verhouden, dat je raakt. Dit is een verhaal over gewone mensen die ongewild in ongewone omstandigheden terecht zijn gekomen. Zoals Betty zelf ooit zei: ‘Eerst mochten we steeds minder, en toen mochten we er niet meer zijn.’ De vraag is: wat doe je dan?”", "“Mensen die tijdens de oorlog leefden waren niet wezenlijk anders dan wij nu; ze dachten of voelden niet anders. In de basis zijn de mensen van toen volstrekt vergelijkbaar met ons. Ook het leven van een 17-jarige, want zo oud was Betty toen, was niet zo heel veel anders dan dat van mijn kinderen nu. Ze was geïnteresseerd in jongens, in leuke dingen beleven met haar vriendinnen, ze was gebrand op haar vrijheid, ze schopte graag tegen de gebruiken en waarden en normen van haar ouders.”", "‘Veel mensen begrijpen die dubbelrol van mij niet goed; ja, hallo, wat ben je nou?’ Beeld Imke Panhuijzen", "“Ik heb ooit een boek geschreven over de ontvoering van Toos van der Valk. Ik heb veel gesprekken met haar gevoerd en, ik weet niet goed hoe ik het anders moet zeggen: ik begreep haar, ik heb haar gevoeld, ik heb echt contact met haar gemaakt. Dat idee had ik over Betty ook.”", "“Wat ik altijd een heel lastig en kwetsbaar moment vind, is als ik degene die ik portretteer laat lezen wat ik heb geschreven. In het geval van Betty was dat aan haar kinderen. Zij moesten hun moeder volledig herkennen. Voor mij bepaalt dat of een boek geslaagd is. Niet de verkoopcijfers of de recensies. Ik wil iemand recht doen, ik wil zeker weten dat ik haar echt heb gezien.”", "En?", "“Ja, ze waren er heel blij mee... Gelukkig.”", "Noemt u zichzelf schrijver of acteur?", "“Die vraag krijg ik vaker. Veel mensen begrijpen die dubbelrol van mij niet goed; ja, hallo, wat ben je nou? Ik heb al mijn hele leven de behoefte te willen weten hoe het is om iemand anders te zijn, om dat bijna echt te voelen. Daarom speel ik graag toneel. En daarom schrijf ik graag. Naar mijn gevoel komen acteren en schrijven voort uit dezelfde bron. Misschien gaat het er uiteindelijk wel om dat ik wil weten wie ik zelf eigenlijk ben. Daar heb ik na 53 jaar natuurlijk heus enig idee over, maar je bent als mens nooit af.”", "Als je je zo inleeft in iemand anders, ervaar je misschien dat andere mensen net zo met het leven worstelen als jij?", "“Het maakt in elk geval dat je je als mens niet zo alleen of onzeker voelt; iedereen doet op een bepaalde manier natuurlijk maar wat. Het laat mij zien dat we als mensen diep verbonden zijn, dat er oneindig veel meer overeenkomsten zijn dan verschillen. Het leert me ook dat veruit de meeste mensen goedwillend zijn, het goed bedoelen, het goed met een ander voorhebben. Ik denk dat bijna iedereen wel eens heeft ervaren hoe aardig mensen zijn als je in een kleine ramp terechtkomt.”", "“Ik denk dat het leven draait om contact maken, om ervaringen uitwisselen. Het is belangrijk dat je van andere mensen hoort welke keuzes zij in hun leven hebben gemaakt, waarom ze dat deden, en waar die toe hebben geleid.”", "“Als je jong bent, moet je een moreel kompas ontwikkelen, goed van kwaad onderscheiden, leren staan voor respect en eerlijkheid. Die wijsheid doe je op door te luisteren naar wat andere mensen hebben meegemaakt. Dat helpt je je eigen menszijn te doorgronden.”", "“We hebben rolmodellen nodig in ons leven, mensen aan wie we ons kunnen spiegelen, die ons inspireren.Zeker de verhalen van moedige vrouwen moeten worden verteld. Die zijn veel te lang ondergeschoffeld.”", "Van Rijn koos na de middelbare school voor de toneelschool in Maastricht. Maar ze wilde ook heel graag creatief schrijven. Omdat daar in die tijd geen aparte opleiding voor was, had ze zich ook opgegeven voor de School voor de Journalistiek (‘toch iets met schrijven, dacht ik’). Ze werd uitgeloot. “Toen ik eenmaal was aangenomen in Maastricht, kreeg ik bericht dat ik toch naar die journalistenopleiding kon komen. Daar had ik toen geen zin meer in.”", "U bleek een kunstenaar te zijn.", "“Ik hou niet van mensen die zeggen dat ze kunst maken, of zichzelf kunstenaar noemen met een grote K. Ik ben wars van elke vorm van pretentie. Op de toneelschool kon ik al niet tegen medestudenten die deden alsof ze 24 uur per dag van alles liepen te voelen; alsof zij een hogere sensitiviteit hadden dan de gemiddelde Nederlander. Arrogant vond ik dat, aanstellerij. Op die school was sowieso ontzettend veel aanstellerij. Het leidde ertoe dat ik altijd heb geweigerd mezelf als een kunstenaar te zien.”", "“Inmiddels noem ik mezelf wel een creatief. Omdat ik niet anders kan dan concluderen dat ik dat ten diepste ben. En een uitvoerder, dat ben ik ook; ik ben iemand die iets moet maken. Een boek, een personage. Daar haal ik voldoening uit. Ik vraag me weleens af: wat kan ik nou eigenlijk? Nou, wat ik dus heel goed kan is me inleven in een ander. Bovendien heb ik een oneindige fantasie, als een kind bijna. Als ik daar te lang niets mee kan doen, word ik ongelukkig. Maar ook als ik 160 keer hetzelfde stuk moet spelen. Dan kan ik te weinig van mezelf kwijt, dan lijkt het of mijn ontwikkeling stagneert en ik verstopt raak.”", "U bent een tijd creative producer geweest bij MediaLane, het bedrijf van Iris van den Ende.", "“Dat was een ontzettend leuke baan. Ik bedacht en ontwikkelde dramaseries. Voordat ik aan die klus begon, schreef ik veel scenario’s. Daar moet je dus echt nul ego voor hebben, want nadat jij klaar bent met schrijven, mag iedereen met jouw creatie doen wat ie wil. Dat vond ik, zacht uitgedrukt, nogal lastig. Je kunt beter romanschrijver zijn. Of, dacht ik: creative producer. Want dan heb je tenminste nog iets te zeggen over het eindproduct. Zo heb ik samen met Omroep Max de serie Maud en Babs ontwikkeld. Die wordt nu gedraaid en komt vanaf het voorjaar op televisie, naar aanleiding van een feuilleton dat ik schrijf voor Libelle.”", "“Ik was altijd op zoek naar mooie verhalen – dat vond ik heerlijk. Het nadeel van die baan was dat er ook een politieke component aan zit: lobbyen bij omroepen, verkopen, ontwikkelen. Leuk, maar niet per se iets waar ik gelukkig van word. Ander nadeel: veel projecten stranden. Tussen een idee en de televisieserie of film zit zo een jaar of vier, vijf. Er zijn heel veel plannen, en er kunnen uiteindelijk maar heel weinig series worden gemaakt, zo simpel is het. Van de honderd ideeën gaat er misschien eentje door.”", "“Doorgaans leg je je daarbij neer. Maar soms kom je een verhaal tegen waarvan je denkt: wat er ook gebeurt, dit moet over het voetlicht. Desnoods schrijf ik er zelf een boek over.”", "Jeugdfoto van Elle van Rijn.", "En dat voelde Van Rijn toen ze kennisnam van het leven van Betty Oudkerk. Ze zat in de auto en hoorde op de radio dat Johan van Hulst op 107-jarige leeftijd was overleden, de directeur van de Hervormde Kweekschool in Amsterdam tijdens de Tweede Wereldoorlog.", "Ze vat het verhaal samen.", "De kweekschool van Van Hulst stond tegenover de Hollandsche Schouwburg waar tijdens de oorlog Joden bijeen werden gebracht voor deportatie naar Duitsland. Voor baby’s en kinderen tot 13 jaar was er opvang in de crèche aan de overkant van de straat, geleid door Henriëtte Pimentel.", "Vanaf 1943 verdwenen er kinderen uit de crèche via de achtertuin, over de heg, naar de buren: de school van Van Hulst. Van daaruit werden ze, soms in juten zakken, het pand uit gesmokkeld, naar protestantse boeren in het noorden en katholieke in het zuiden. Op die manier werden zo’n zeshonderd kinderen gered.", "Pimentel wees drie kinderverzorgsters aan om haar te helpen – meiden van een jaar of 17, 18. Een van hen was de Joodse Betty Oudkerk. Zo jong als ze was, verwisselde ze baby’s met in dekens gewikkelde poppen, of ze ging zogenaamd met de kinderen uit wandelen en droeg ze dan over aan verzetsstrijders. Tegelijkertijd moest ze ouders ervan overtuigen hun kinderen af te staan, zuigelingen soms nog, zonder dat ze kon zeggen wat er met die kinderen zou gebeuren.", "“Een bijna onmogelijke taak,” zegt Van Rijn. “Een soort Sophie’s Choice maar dan elke dag opnieuw.”", "“Ik dacht meteen: wat een indrukwekkend verhaal, hier moet een dramaserie over komen. En: waarom ken ik dit stuk van onze geschiedenis zo slecht? Een enorme verzetsactie die grotendeels door vrouwen is geleid en uitgevoerd. Zoveel kinderen die zijn gered! Hoe dieper ik in het onderwerp dook, hoe dieper ik werd geraakt. En ik vond het verhaal ook enorm actueel. Ook in onze tijd worden mensen tegen elkaar opgezet, ook nu is er sprake van propaganda, en door sociale media op nog veel grotere schaal dan destijds.”", "De deur gaat open en met een slaperig hoofd en in pyjamabroek wandelt Chris de keuken binnen, op zoek naar een ontbijtje. Hij is de 18-jarige zoon van Elle van Rijns echtgenoot Nicola Villa.", "Je hebt vier kinderen uit twee huwelijken. Vorig jaar ben je voor de derde keer getrouwd, met een man die twee grote zonen meebracht.", "“Op het gebied van relaties heb ik zo’n beetje alles meegemaakt wat je kunt meemaken. Ik heb verlaten en ik ben verlaten. Wat kan ik erover zeggen?”", "Het was lastig meteen de juiste man te vinden?", "“Daar heb ik mee geworsteld, inderdaad. In mijn jongere jaren was ik best leuk om te zien, maar niet zo heel erg zelfverzekerd. Ik ben dyslectisch, ik vind dat ik van nature een vrij onnozele gezichtsuitdrukking heb – ja, dat vind ik serieus! En ik kom uit Brabant, dus tja, ik was altijd een beetje bang om voor dom versleten te worden. Ik vroeg me in relaties niet zozeer af: vind ik deze man leuk, ziet deze man wie ik ben, is hij goed voor mij? Ik dacht vooral: goh, dat zo’n sterke, knappe vent mij leuk vindt, wat bijzonder, wat een wonder, wat fijn!”", "“Ik probeer mijn dochters daarin echt op te voeden en te sterken. Ik vertel ze dat ze alleen maar moeten gaan voor mannen die hen leuk vinden om wie ze diep van binnen zijn, in plaats van: o, ik ben kennelijk leuk omdat hij mij leuk vindt.”", "Wat heeft u op dat vlak meegekregen in uw eigen opvoeding?", "“Mijn vader was veel onderweg voor zijn werk en dan rooide mijn moeder, een superlieve vrouw, het prima in haar eentje. Als hij er niet was, nam zij zonder problemen alle beslissingen. Daarom begreep ik niet dat ze zich volledig naar hem schikte als hij thuiskwam. Ik snapte haar houding niet, want ik wist hoe zelfstandig en krachtig ze was. Maar zo gauw hij er was, was het bij alles: vraag maar aan je vader.”", "“Als puber vond ik dat prima, want mijn vader liet zich door mij gemakkelijk bespelen. Maar het is uiteindelijk ook lastig voor me geweest. Ik lijk namelijk op mijn vader. Hij is dominanter, meer op de voorgrond dan mijn wat verlegen, introverte moeder. Tegelijkertijd ben ik een vrouw, net als zij. Hoe ik me moest verhouden ten opzichte van mannen, hoezeer je dan wel of niet jezelf mag zijn, je kracht mag laten zien, dat is lang onduidelijk voor me geweest. Ik dacht dat een man dominant moest zijn, net als mijn vader. Maar als je dat zelf ook bent, is dat misschien niet de beste match.”", "Heeft u goed contact met uw exen?", "“Ik ben bij mijn eerste echtgenoot Victor, de vader van mijn twee oudste kinderen, weggegaan omdat ik verliefd werd op een ander. Dat is een heel moeilijk gegeven geweest voor mijn eerste man, dat begrijp ik heel goed. Ik vroeg mijn oudste kinderen laatst: ‘Vinden jullie dat dat een vechtscheiding was?’ Ik hoopte natuurlijk dat ze nee zouden zeggen, maar ze zeiden: ‘Ja, dat was een vechtscheiding.’ Ik denk er genuanceerder over, maar de kinderen hebben het zo ervaren en dus is het zo. Als je voor een scheiding al een conflictueuze relatie hebt, wordt dat daarna natuurlijk echt niet beter. De uitwerking die je op elkaar hebt blijft hetzelfde, alleen dan uitvergroot. Dan moet je leren over jezelf heen te stappen, en dat is niet altijd gemakkelijk. En zelfs als je dat doet, voelen je kinderen dat.”", "‘Ik dacht altijd dat een man dominant moest zijn.’ Beeld Imke Panhuijzen", "“Inmiddels hebben Victor en ik een heel werkbare verhouding. Ik gun hem oprecht het allerbeste. Onlangs heeft hij, op zijn 59ste, zijn vader gevonden – die kende hij niet. Daar zat veel pijn en verdriet, dus ik vind dat ontzettend fijn voor hem en voor onze kinderen, en dat maakt mij ook weer gelukkig. Onze zoon loopt toevallig stage op Curaçao, en hij komt er nu dus achter dat hij daar voor een kwart vandaan komt. Uiteindelijk blijken zijn voorouders uit Nigeria te komen. Voor mijn kinderen is het een heel bizar idee dat hun voorouders slaven waren.”", "“De omgang met mijn tweede ex Kaja is altijd gemakkelijk geweest. Hij heeft een kind met zijn nieuwe vrouw en dat kindje logeert soms bij ons. Hij is regisseur en met hem ben ik bezig om samen met NL Films, MediaLane en een Engelse producent het verhaal van De crèche tot een serie te maken.”", "Haar huidige echtgenoot, die tegenwoordig net als de rest van Nederland grotendeels thuiswerkt, loopt de keuken in voor een kop koffie.", "“Schat, zal ik vertellen hoe we elkaar hebben leren kennen?” vraagt ze.", "Hij knikt en verlaat verontschuldigend glimlachend de keuken. “Goed verhaal. Maar ik ken het al.”", "“Ik heb Nicola leren kennen op een blind date die dramatisch verliep. Ik was nog niet zo lang gescheiden van Kaja, toen een vriendin zei dat er een man was die ik echt per se moest leren kennen. Haar man, een vriend van Nicola, had hetzelfde tegen hem gezegd. Hij was drie jaar daarvoor gescheiden en werkte alleen nog maar.”", "“Ik zat in een nogal onrustige periode van mijn leven. Ik had het net uitgemaakt met een rebound-type, die uiteindelijk de hele wereld bij elkaar bleek te liegen – doodenge kerel. Kennelijk had hij nog een sleutel, want vlak voordat ik Nicola zou ontmoeten, stond hij ineens in mijn huis. Ik moest hem de deur uitwerken, en kwam daardoor te laat en totaal gestrest op de afspraak. Het eerste half uur speelden Nicola en ik een soort beleefdheidsspelletje totdat ik zei: ‘Ja sorry, maar ik ben hier helemaal niet aan toe.’ Toen stootte ik mijn glas wijn om en begon ik te huilen. Achteraf gezien haalde dat alle spanning weg. Er ontspon zich een heel openhartig, eerlijk gesprek, waarbij we allebei alles op tafel legden. Wie we waren, waar de pijn zat, alles.”", "“Voor de grapt sms’te ik naar mijn vriendin: ‘Vreselijke man, praat alleen maar over zijn werk!’ En Nicola berichtte mijn vriendins echtgenoot: ‘Deze vrouw is een emotioneel wrak!’ Maar we waren als een blok voor elkaar gevallen.”", "En toen durfde u gewoon nog een keer te trouwen...", "“Toen Nicola en ik elkaar vorig jaar het ja-woord gaven, waren we alweer acht jaar samen.” Met zelfspot: “Ik wist dit keer dus wel een beetje waar ik aan begon.”", "Elle van Rijn: De crèche. Hollands Diep, €22,99."], "authors": ["Anniek Van Den Brand"], "keywords": ["van", "roman", "schreef", "het", "wil", "die", "zijn", "ik", "weten", "een", "te", "om", "dat", "en", "je", "ze", "niet", "rijn"], "pubDate": "2020-11-27T17:00:12+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}