{"id": "4c6562c7-d687-38a7-b4a6-6e66dbf1698d", "title": "In Bolivia blijft lithium een belofte – tot nog toe kost de bodemschat alleen maar geld", "url": "https://www.volkskrant.nl/kijkverder/track-en-trace/v/lithium-zou-de-geldkraan-van-bolivia-worden-het-bleef-bij-een-belofte", "summary": "Ali en zijn vrouw openden het hotel in 2014, niet voor toeristen – die komen niet in deze uithoek van de Salar – maar voor personeel.\nMaar na een bescheiden succes in de eerste twee jaar gaan de zaken sinds vier jaar slecht.\nEn van het vervoermiddel dat de wereld moet redden van de klimaatondergang: de elektrische auto.\nEvo Morales, de eerste inheemse president van het land, beloofde Bolivia’s bodemschatten te beschermen tegen inhalige buitenlandse bedrijven.\nEl litio, het lithium, werd het prestigeproject van zijn regering, de geldkraan waar alleen Bolivianen uit zouden drinken.", "paragraphs": ["Ali en zijn vrouw openden het hotel in 2014, niet voor toeristen – die komen niet in deze uithoek van de Salar – maar voor personeel. Het was een uitgelezen kans: de lithiummijn zou groeien en bedrijvigheid aantrekken. Maar na een bescheiden succes in de eerste twee jaar gaan de zaken sinds vier jaar slecht. In 2020 kwam daar corona bovenop. Het echtpaar overleeft dankzij een kruidenierswinkeltje op de begane grond. ‘De regering heeft ons een mooi verhaal verkocht.’", "De schat waarnaar Ali’s hotel is vernoemd, ligt verborgen onder de oppervlakte van de uitgestrekte witte zoutvlakte op een half uur rijden van Rio Grande, waar een staatsmijn is verrezen. Een raster van immense, deels gevulde waterreservoirs snijdt door de Salar: in acht maanden tijd valt een bassin droog en blijven de kostbare mineralen over. In potentie zijn er miljarden te verdienen. Lithium is een onontbeerlijk component van de batterij die iedereen meedraagt: die in de smartphone. En van het vervoermiddel dat de wereld moet redden van de klimaatondergang: de elektrische auto. Elon Musks Tesla Model 3 bevat 4.416 lithium-ion-batterijen.", "Evo Morales, de eerste inheemse president van het land, beloofde Bolivia’s bodemschatten te beschermen tegen inhalige buitenlandse bedrijven. El litio, het lithium, werd het prestigeproject van zijn regering, de geldkraan waar alleen Bolivianen uit zouden drinken. Maar de weg naar eldorado is lang en kronkelig gebleken."], "authors": ["Beeld"], "keywords": ["tot", "lithium", "zijn", "van", "nog", "waar", "bodemschat", "voor", "en", "een", "kost", "bolivia", "toe", "te", "het", "maar", "die", "geld"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}