{"id": "4c7c77f5-27c2-3dc5-b8f8-7df1cd50e943", "title": "Deze steden dreigen de strijd met de stijgende zeespiegel te verliezen", "url": "https://www.volkskrant.nl/kijkverder/v/2019/deze-steden-dreigen-de-strijd-met-de-stijgende-zeespiegel-te-verliezen~p19391/", "summary": "Op 14 maart richtte cycloon Idai, de hevigste storm in zuidelijk Afrika in jaren, grote schade aan in de stad Beira, ruim een half miljoen inwoners groot.\nAnderhalve week later stonden grote stukken land nog steeds onder water, met honderdduizenden daklozen en een cholera-uitbraak tot gevolg.\nJammerlijk genoeg lag er in 2013 al een plan klaar om Beira weerbaarder te maken, met betrokkenheid van Nederland.\nDen Haag wil nu 60 miljoen euro schenken voor nieuwe strekdammen en afvoerkanalen, maar voor het hele ‘Beira Masterplan’ is zeker een half miljard meer nodig.\nWe belichten een aantal opvallende plaatsen, waarbij we uitgaan van een scenario met 2°C opwarming aan het eind van deze eeuw, vergeleken met het pre-industriële tijdperk.", "paragraphs": ["Op 14 maart richtte cycloon Idai, de hevigste storm in zuidelijk Afrika in jaren, grote schade aan in de stad Beira, ruim een half miljoen inwoners groot. Het Rode Kruis schat dat zeker 90% van de stad werd verwoest. Anderhalve week later stonden grote stukken land nog steeds onder water, met honderdduizenden daklozen en een cholera-uitbraak tot gevolg.", "Jammerlijk genoeg lag er in 2013 al een plan klaar om Beira weerbaarder te maken, met betrokkenheid van Nederland. Maar nog voor de strekdammen in zee lagen en de drainagesystemen hun werk deden, werd de stad overspoeld. Den Haag wil nu 60 miljoen euro schenken voor nieuwe strekdammen en afvoerkanalen, maar voor het hele ‘Beira Masterplan’ is zeker een half miljard meer nodig.", "Het verhaal van Mozambique is niet uniek. De gedetailleerde overstromingskaarten, die Climate Central op verzoek van de Volkskrant leverde, houden weliswaar geen rekening met bestaande waterkeringen, maar geven wel een goede indruk hoeveel er wereldwijd geïnvesteerd moet worden om kustplaatsen te beschermen. En wat daarbij mis kan gaan. Niet alleen in Azië en Afrika, maar ook dichter bij huis, in steden als Venetië en Londen. En niet alleen in de verre toekomst, maar in 2030 al. We belichten een aantal opvallende plaatsen, waarbij we uitgaan van een scenario met 2°C opwarming aan het eind van deze eeuw, vergeleken met het pre-industriële tijdperk."], "authors": ["November"], "keywords": ["van", "deze", "verliezen", "stijgende", "het", "dreigen", "met", "maar", "beira", "steden", "stad", "strijd", "een", "zeespiegel", "te", "en", "niet", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}