{"id": "4c7ee473-0994-3a76-95e2-49fe5178e597", "title": "Britse politica Mandu Reid: ‘Je hoeft politiek niet op de traditionele manier te bedrijven’", "url": "http://www.trouw.nl/binnenland/britse-politica-mandu-reid-je-hoeft-politiek-niet-op-de-traditionele-manier-te-bedrijven~b463c839/", "summary": "Via Zoom geeft Mandu Reid, de eerste zwarte vrouw die een Britse politieke partij leidt, een vooruitblik op haar Dolle Mina lezing van donderdagavond.\n“Bij de crisis hebben we ons vooral op vrouwen verlaten.\nZelfs als je niet om gelijkheid geeft, is het beter voor de economie als vrouwen niet van een uitkering afhankelijk worden.\nMet andere woorden: je hoeft politiek niet op de traditionele manier te bedrijven.\nMenstruatie-armoede (period poverty) is voor arme meisjes en vrouwen een serieus probleem, blijkt uit Brits onderzoek.", "paragraphs": ["Via Zoom geeft Mandu Reid, de eerste zwarte vrouw die een Britse politieke partij leidt, een vooruitblik op haar Dolle Mina lezing van donderdagavond. Vijftig jaar geleden begon Dolle Mina met haar strijd voor vrouwenrechten. ‘Radicaal, hemelbestormend en met gevoel voor humor’, aldus de gemeente Amsterdam.", "Is het vijftig jaar later nog steeds nodig om te strijden voor vrouwenrechten? “Neem corona”, barst Mandu Reid (40) los. “Bij de crisis hebben we ons vooral op vrouwen verlaten. Gezondheidszorg, mantelzorg, kinderopvang, beroepen waar 80 tot 90 procent vrouwen werken. De politiek praatte direct over het redden van de vliegsector. Maar dat had de kinderopvang moeten zijn! Omdat die sector in de problemen kwam, zijn dit jaar veel meer vrouwen dan mannen ontslagen of gestopt met werken.", "“Huiselijk geweld was ook een ramp. Je zag aankomen dat in Spanje, Italië en Frankrijk de cijfers omhoog schoten. Wij wisten het, maar deden niets. Zodoende zijn in Groot-Brittannië tijdens de lockdown ook meer vrouwen vermoord dan anders, en meer kinderlevens ontwricht. Daarvoor bestaat geen excuus.”", "Het is deze inertie waar Reid zich enorm boos over maakt, en die tot de oprichting van de Women’s Equality Party heeft geleid in 2015. Sinds vorig jaar staat Reid aan het roer. “Het gaat zo mis doordat er niet genoeg vrouwen om tafel zitten. Burgers verdienen het om vertegenwoordigd te worden door mensen die hen begrijpen. Zelfs als je niet om gelijkheid geeft, is het beter voor de economie als vrouwen niet van een uitkering afhankelijk worden. Als zij wel hun talent inzetten en belasting betalen. De grote partijen doen te weinig aan gendergelijkheid.”", "Systematisch racisme", "In het Verenigd Koninkrijk sterven zwarte vrouwen vijf keer vaker bij zwangerschap of bevalling dan witte vrouwen. “Hoe komt dat? Een deel van de oorzaak is systematisch racisme. Wij willen die oversterfte onderzoeken en aanpakken.”", "Wie heeft ooit gehoord van de Women’s Equality Party? In 2016 bij de verkiezingen voor de Londense gemeenteraad haalde WEP niet eens een zetel. Ook bij de burgemeestersverkiezingen sloeg zij geen deuk in het pakje boter. Reid kwam daarom vorig jaar bij de parlementsverkiezingen met een hele andere strategie om winst te halen.", "“Wij richtten ons op seksueel geweld in het hart van Westminster (het parlement, red.).” WEP bracht lokaal tegenkandidaten op de been voor vijf parlementariërs, die berucht waren om beschuldigingen van seksueel misbruik. “De klachten tegen hen waren nooit goed onderzocht. Op deze manier dwongen wij de drie grote partijen om schoon schip te maken. Geen van de vijf zit in het nieuwe parlement, één van hen kreeg net twee jaar cel. Met andere woorden: je hoeft politiek niet op de traditionele manier te bedrijven. Onze briljante kandidaten waren overlevenden van seksueel geweld die via de politie niets voor elkaar kregen, maar nu wel een soort gerechtigheid vonden.”", "Menstruatiecup", "Schotland nam onlangs een wet aan die menstruatieproducten gratis maakt. De Europese Unie heft extra belasting op deze ‘luxe producten’. Zo bezien is zelfs menstruatie een politiek onderwerp. Menstruatie-armoede (period poverty) is voor arme meisjes en vrouwen een serieus probleem, blijkt uit Brits onderzoek.", "Reid propageert al jaren, ook via organisaties in Kenia en Malawi, de menstruatiecup. Die siliconenvondst om bloed op te vangen is al dertig jaar oud, maar blijft onbekend. “De markt is uit op winst, maar ik spendeer geen cent aan die producten. Ik gebruik mijn cup al tien jaar. Menstruatie blijft een groot taboe, toch moet de cup voor elk meisje een optie zijn.”", "Volgend jaar doet Mandu Reid mee aan de burgemeestersverkiezing in Londen, en dan verwacht de WEP wél in de gemeenteraad te landen. Inmiddels benoemde Reid drie vicevoorzitters: een vrouw van kleur, iemand met een handicap en een vrouw die als Jehova’s Getuige op haar tiende van school ging. “Onze 30.000 leden moeten voelen: aan de top vertegenwoordigen wij jou. En van elke leider eis ik dat zij haar langetermijn-opvolging voorbereidt. Zo creëer je verandering.”", "Aanmelden voor de livestream kan via organisator Atria.nl/agenda. Tijdstip vanavond 10 december: 19.30 tot 21.00.", "Lees ook:", "Doorbraak: meer vrouwen en kleur op de kandidatenlijsten voor de Tweede Kamer", "Bijna alle politieke partijen gaan de verkiezingen in met minstens 40 procent vrouwen op de lijst, en velen ook minstens met 15 procent kandidaten van kleur. De Tweede Kamer komt er anders uit te zien."], "authors": ["Sybilla Claus"], "keywords": ["traditionele", "van", "politica", "reid", "vrouwen", "manier", "op", "het", "voor", "die", "jaar", "niet", "mandu", "te", "je", "een", "en", "politiek"], "pubDate": "2020-12-10T14:02:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}