{"id": "4c93e405-614f-3a92-95e1-0a6b3da4ef0d", "title": "As the number of coke labs increases, so does the danger", "url": "https://www.parool.nl/english/as-the-number-of-coke-labs-increases-so-does-the-danger~b416de8e/", "summary": "‘Hospital smell’Amsterdam CID officers often find coke labs, in many cases during raids on expensive apartments with no registered inhabitants.\nAndré – he is not allowed to disclose his surname – is a specialist member of the police team that dismantles drug labs.\nMore cocaine and heroin processing labs are springing up in cities and other densely populated areas.\nWhen the coke arrives in the Netherlands, drugs labs often use highly flammable solvents to separate it from other substances.\nThe team of detectives responsible for shutting down dangerous coke labs is focusing on the acetone commonly used to process cocaine.", "paragraphs": ["A fake drug laboratory, used by the Amsterdam police for training Beeld Jakob Van Vliet", "A terraced house on Bruinvisstraat in the Oostzanerwerf district of Amsterdam-Noord has been in the news twice. In 2006, it burned down after something went wrong in a clandestine laboratory inside, used to wash, cut, and press cocaine. One person died, and two were seriously injured.", "On 8 August last year, a police search at the same address found 12.7 kilos of cocaine, a large quantity of chemicals, a cocaine press, scales, moulds, packaging materials, and stamps used by drugs gangs to print their logos on bricks of coke. None of the four men arrested in and near the house was registered as living there.", "Detectives were in no doubt that they had dismantled another lab operated by a criminal organization. Mayor Femke Halsema ordered that the house be sealed shut for three months to prevent it from being reused for the same purpose. This was welcome news to the Egyptian couple who owned the property: they had rented it to a man who then sublet it.", "‘Hospital smell’", "Amsterdam CID officers often find coke labs, in many cases during raids on expensive apartments with no registered inhabitants. They frequently encounter men, often Albanian, who give vague reasons for being on the premises.", "Inhabitants of the Eerste Oosterparkstraat in the Oost neighbourhood of Amsterdam recently noticed what they described as “a hospital smell”. When the fire brigade entered the home concerned, a number of men fled through the garden and tried to get back into the street through another house. They, too, had been operating a coke lab.", "André – he is not allowed to disclose his surname – is a specialist member of the police team that dismantles drug labs. He says the number of finds has been increasing for years. “There were eighty-five in the whole of the Netherlands in 2017, and 121 in 2018. This year we’re finding two to three a week, which will probably be a record.” André also says the labs are becoming increasingly large and professional.", "“Industrial scale”", "The increasingly advanced labs making the synthetic drugs of which the Netherlands is a prime supplier – amphetamines, MDMA, crystal meth, and their ingredients – have traditionally been in the south of the country. Today, they are increasingly being found in rural areas in the north and east. In the past, they stored chemicals in tanks with capacities of a few hundred litres: these days, police are finding industrial-scale 2,850-litre containers several metres high. Sometimes, synthetic drugs are made in combination with cocaine or heroin.", "More cocaine and heroin processing labs are springing up in cities and other densely populated areas. These require less space: a flat, garage, or shed is all it takes. “You can set up a coke-washing facility on the twelfth floor of a building, no problem,” says André.", "Cocaine is increasingly arriving in large batches in containers from central and South America, in one-kilo blocks mixed in with bananas and pineapples. Smaller quantities are hidden in beeswax, plastic, charcoal and other materials to reduce the chance of detection; coke has even been dissolved in small bags of colourless liquid, which are then placed in larger bags of water used to import tropical fish. Quite a challenge for customs officers to detect the illicit trafficking.", "When the coke arrives in the Netherlands, drugs labs often use highly flammable solvents to separate it from other substances. “Specialists come over from Colombia to do it, or they teach it to gangs here,” André says. “Washing gives you freebase coke or crack, which you can smoke. In the Netherlands, gangs process it mainly using hydrochloric acid and acetone to make cocaine hydrochloride, the pearly powder that you sniff.”", "Children’s bedrooms", "In a basement near Amsterdam CID headquarters, André shows us around three reconstructed crime scenes. One is a dumping ground for drugs waste, full of leaking jerrycans, hoses, and other bits and pieces, typical of the two to three hundred found each year. The second makes synthetic drugs, and the third coke. On the wall are photographs of laboratories, which have been discovered in bathrooms (where the tiles are easy to wash), and even in children’s bedrooms, one containing a colourful baby carrier.", "The drugs are refined in a chemical bath, and then dried, cut with medicinal or narcotic drugs, pressed into one-kilo bricks, marked with a logo, and dried again.", "“The drying is done using heatlamps, or sometimes a microwave,” says André. “Unfortunately, microwaves aren’t suitable for drying acetone, and they can cause a really bad explosion.” The chemical gives off dangerous fumes even at minus 20 degrees, and a single spark can cause an explosion unless the room is very well ventilated.", "Finally, the bricks are wrapped in rubber again – often using black balloons – and wrapped in tape, like the bricks that come straight from South America. This is done to imply that the cocaine is pure and uncut – as André says, “You could see it as a form of brand counterfeiting.”", "Bazooka", "Buyers of cocaine from Colombia and the surrounding countries cut the cocaine, then press it into bricks and pack it. A third, relatively new method is to refine raw cocaine paste, sometimes known as bazooka, and make bricks.", "Because the labs use flammable chemicals and often amateurish production methods, there is a huge risk of toxic vapour, fire, and explosions. Sometimes people die – it happened in the Noord district of Amsterdam in 2006, and in a flat in Arnhem in summer 2018, killing two men and leaving one seriously injured. More often, the labs just about manage to stay safe, but the Nederlands Forensisch Instituut has recorded twenty-eight explosions in residential areas.", "The team of detectives responsible for shutting down dangerous coke labs is focusing on the acetone commonly used to process cocaine. It takes 1,000 litres of this chemical to wash 100 kilos of cocaine, along with much smaller quantities of sulphuric and hydrochloric acid and ammonia. The acetone can be used only three or four times, and then the cocaine starts to lose its pure white colour.", "Acetone week", "Another member of the team is Anouk – again, she’s not allowed to reveal her full name. “The drugs problem in Amsterdam is so big that we’re looking for smart, workable ways of combating it,” she says. “We’re concentrating on the illegal use of acetone, which is also used legitimately by nail salons, painters, and businesses that process polyester, such as surfboard and car body repairers.”", "Bulk acetone is available from DIY and hardware stores, wholesalers, paint suppliers, and online, Anouk says. “Legal suppliers are knowingly or unknowingly allowing it to be used for the illegal purposes that we’re trying to combat.”", "The detectives visit stores and tell them about acetone’s important role in cocaine production. They urge them not to sell acetone to customers they don’t know, and to report suspect transactions to customs. Last week was designated as “acetone week”, in which police and retailers placed a special focus on the chemical. Customs officers can also visit companies selling acetone and inspect their books, though resources are limited.", "Illegitimate buyers often claim they’re using the acetone to restore mobile phones, kitchens, wood, or glass. “It’s all nonsense,” says Anouk. “Sellers need to realise what criminals can do with acetone. If you buy it from a wholesaler, you’re supposed to give them your company registration number, but stores shouldn’t sell it even in small quantities without asking what it’s for.”", "It’s also illegal to possess more than 25 litres of acetone, an offence punishable by up to two years’ imprisonment, or four years for repeat offenders."], "authors": ["Paul Vugts", "Translation", "Het Vertaalcollectief"], "keywords": ["acetone", "coke", "amsterdam", "labs", "drugs", "andré", "danger", "cocaine", "increases", "does", "bricks", "using", "number", "used"], "pubDate": "2019-11-18T12:10:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}