{"id": "4c9d278d-199f-3e70-bfcf-c9e7abb7c8fd", "title": "De Volkskeuken: bewaarvoedsel voor meer of minder improvisatoire momenten", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-bewaarvoedsel-voor-meer-of-minder-improvisatoire-momenten~beadd22b/", "summary": "Zolang er geen vocht bij komt, haal je er probleemloos de volgende zomer mee.\nIk ben een groot fan van peulvruchten in blik, voor improvisatoire happen en situaties waarin je maar weinig ervan nodig hebt.\nLaat de kapucijners uitlekken en roer er de helft van de saus doorheen, samen met de stukjes augurk.\nSchep er de gebakken spinazie en de bleekselderij door.\nVerdeel over 4 borden en bekroon met een klodder saus en wat rode ui.", "paragraphs": ["Beeld Onno Kleyn", "Zomererwten, wintererwten, ik ben voor alles in. Eind juni dop ik het groene geluk, nu zet ik kapucijners in de week. Dat zijn namelijk ook erwten, Pisum sativum arvense, een gewas waarmee de mensheid al heel wat millennia optrekt. Doperwtjes zijn een veel recentere frats, iets van groenteveredelaars die in de 17de eeuw keken of ze het gewas ook konden eten vóór het volgroeid was. Primeurs waren gewild aan het Franse hof, dus waarom dan niet eerder geplukt? Lekker, maar zo had Moeder Natuur de erwt niet bedoeld. Als je de wilde versie laat hangen, verdroogt de plant tot de zaden – de erwten dus – uit de peulen rammelen. Door veredeling gebeurt dat niet meer zo makkelijk. Nu wacht alles op de mensenhand om de zaak te dorsen. Droogerwten, waaronder kapucijners, werden zo bewaarvoedsel. Zolang er geen vocht bij komt, haal je er probleemloos de volgende zomer mee. Om ze eetbaar te maken is er echter juist wel nattigheid nodig. Eerst weken, dan koken. Vervolgens eten en de darmen goed aan het werk zetten. Dan weet je weer dat je leeft!", "Ik ben een groot fan van peulvruchten in blik, voor improvisatoire happen en situaties waarin je maar weinig ervan nodig hebt. Maar het mondgevoel van de zelf geweekte en gekookte varianten is beter.", "Ingrediënten 250 g gedroogde kapucijners (uit blik: 550 g uitgelekt gewicht) 400 g gewassen spinazie 200 ml Griekse yoghurt (10 procent vet) 1 dikke eetlepel hoisinsaus 8 augurkjes, gehakt 1 stengel bleekselderij, in zeer dunne plakjes 1 rode ui, in dunne halve plakken", "Week de kapucijners een nacht in veel koud water; ze moeten zeker 8 cm onder staan. Voeg dan 7 gram zout (ja, dat mag, de verhalen over langzamer garen zijn achterhaald) per liter water toe en breng aan de kook. Laat heel zachtjes gaar worden in 1-1,5 uur. Proef om het zeker te weten.", "Droog de spinazie als je hem zelf gewassen hebt; anders is hij al droog genoeg. Neem een grote koekenpan of braadpan en verhit er de olie in. Voeg de spinazie toe en laat al omscheppend slinken. Breng op smaak met zout. Leg op een plank en snijd grof.", "Meng de yoghurt met de hoisinsaus. Laat de kapucijners uitlekken en roer er de helft van de saus doorheen, samen met de stukjes augurk. Schep er de gebakken spinazie en de bleekselderij door. Proef of er zout nodig is. Verdeel over 4 borden en bekroon met een klodder saus en wat rode ui."], "authors": ["Onno Kleyn"], "keywords": ["van", "volkskeuken", "een", "en", "minder", "je", "met", "laat", "meer", "voor", "improvisatoire", "momenten", "bewaarvoedsel", "er", "kapucijners", "het", "spinazie"], "pubDate": "2020-12-08T14:21:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}