{"id": "4cab2647-5bb6-358c-9983-b41627ae7ed8", "title": "’Dat mijn vader werd opgepakt kan ik nooit meer loslaten’", "url": "https://www.telegraaf.nl/vrouw/160333741/dat-mijn-vader-werd-opgepakt-kan-ik-nooit-meer-loslaten", "summary": "Ik was samen met mijn vader een spelletje aan het spelen, toen hij ineens mee moest met de politie.”Vertrouwensproblemen„Je vader wordt ineens uit je leven gerukt.\nUiteindelijk ben ik 10 jaar later, op mijn 21e, helemaal ingestort en bleek ik PTSS te hebben.\nOok heb ik onlangs meegeholpen aan de opening van een speciale vadervleugel in de gevangenis in Vught.\n„Zodra iemand hoort dat een familielid in de gevangenis zit, hebben mensen een oordeel.\nEn eigenlijk is deze kant van het verhaal veel belangrijker, want die kant hoor je nooit.", "paragraphs": ["Shari’s vader heeft twee jaar lang onterecht vastgezeten. „Hij was 8 jaar onterecht veroordeeld voor cocaïnesmokkel. Ik was nog maar 11 jaar toen de politie ineens aan de deur stond,” vertelt de nu 32-jarige Shari. „Ik weet het nog als de dag van gisteren. Mijn broer, mijn zus en moeder waren niet thuis. Ik was samen met mijn vader een spelletje aan het spelen, toen hij ineens mee moest met de politie.”", "Vertrouwensproblemen", "„Je vader wordt ineens uit je leven gerukt. En ook al was hij onschuldig, je gaat toch twijfelen aan zijn onschuld. Je kunt je niet voorstellen dat de politie een fout maakt. Als kind heb ik nooit de juiste hulp gehad om mijn emoties hierover te uiten. Uiteindelijk ben ik 10 jaar later, op mijn 21e, helemaal ingestort en bleek ik PTSS te hebben. Ik heb nu nog steeds slaapklachten en vertrouwensproblemen.”", "Shari weet als geen ander hoe belangrijk het is om over dit taboe te praten als dit je overkomt. Ze heeft van haar eigen trauma inmiddels haar werk gemaakt. „Ik werk nu als ervaringsdeskundige en ambassadeur voor Exodus (hulp tijdens en na detentie - red.) en geef workshops aan gedetineerde vaders.", "Ook heb ik onlangs meegeholpen aan de opening van een speciale vadervleugel in de gevangenis in Vught. Dit is een speciale ruimte waar kinderen hun vader kunnen bezoeken. Het is een nagebootste huiskamer, zonder andere gedetineerden om hen heen.”", "Glimlach", "In diezelfde gevangenis heeft het fotoproject van fotograaf Wiosna van Bon gehangen. In de tentoonstelling Family Stranger worden 25 portretten van familieleden van gedetineerden in beeld gebracht. Wiosna: „De foto’s zorgen voor herkenning voor veel bezoekers. Maar ook het personeel van de gevangenis kan zich nu gemakkelijker in het bezoek verplaatsen. Ze weten dat zoiets kleins als een geruststellende glimlach naar een familielid dat op bezoek komt al een grote betekenis kan hebben.”", "In eerste instantie had de fotograaf de focus op de gedetineerden zelf, maar al snel ontdekte ze dat de familieleden net zo goed veroordeeld worden op straat. „Zodra iemand hoort dat een familielid in de gevangenis zit, hebben mensen een oordeel. En eigenlijk is deze kant van het verhaal veel belangrijker, want die kant hoor je nooit. Ik wilde onderzoeken hoe je omgaat met bijvoorbeeld een broer of zus in de gevangenis.”", "Bekijk het hele interview in de nieuwe video van Praat Mee:"], "authors": ["Eva Van Riet"], "keywords": ["ik", "van", "het", "opgepakt", "vader", "mijn", "nooit", "en", "een", "kan", "aan", "als", "dat", "meer", "loslaten", "werd", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}