{"id": "4cb44561-1be4-331f-b30a-6bd8971a11e2", "title": "Wekdienst van 11/1: Ministers praten over lockdown • Uitspraak zaak-Sharleyne (8)", "url": "https://nos.nl/artikel/2363887-wekdienst-van-11-1-ministers-praten-over-lockdown-uitspraak-zaak-sharleyne-8.html", "summary": "Het vliegtuig dat zaterdag bij Indonesië van de radar verdween, is mogelijk bij het raken van het water uit elkaar gevallen.\nDat duidt er volgens hem op dat het vliegtuig pas bij het raken van het water is gescheurd.\nOnderzoekers denken die snel te kunnen bergen, zodat ze de oorzaak van het ongeluk kunnen vaststellen.\nOpmerkelijk is dat zijn zus Kim Yo-jong niet meer op de lijst van het politburo staat.\nEn dan nog even dit:Tientallen agenten hebben in Washington D.C. eer bewezen aan hun collega Brian Sicknick, die woensdag zwaar gewond raakte bij de bestorming van het Congres door aanhangers van president Trump.", "paragraphs": ["Ga je de weg op? Hier vind je het overzicht van de werkzaamheden. Check hier de dienstregeling voor het spoor.", "Wat kun je vandaag verwachten?", "Het Gerechtshof in Leeuwarden doet uitspraak in de zaak tegen de moeder van de 8-jarige Sharleyne, het meisje dat in 2015 levenloos werd gevonden onderaan een flat in Hoogeveen. Volgens het OM is ze door haar moeder gewurgd en naar beneden gegooid. De moeder ontkent dit. Ze werd in 2018 door de rechtbank in Assen vrijgesproken. Ook in hoger beroep eiste het OM tien jaar cel.", "De verantwoordelijke ministers tijdens de coronacrisis overleggen vandaag vooruitlopend op de persconferentie door Rutte en De Jonge van morgenavond. Gisteren vertelden Haagse bronnen al dat de lockdown met drie weken wordt verlengd.", "Het Amerikaanse Huis van Afgevaardigden doet later vandaag een hernieuwde poging om president Trump af te zetten, vanwege het opruien van aanhangers die het Capitool bestormden. Dat heeft de Democratische voorzitter, Nancy Pelosi, bekendgemaakt in een brief aan de afgevaardigden.", "Wat heb je gemist?", "Het vliegtuig dat zaterdag bij Indonesië van de radar verdween, is mogelijk bij het raken van het water uit elkaar gevallen. Dat vermoedt de Indonesische transportveiligheidscommissie KNKT na de vondst van brokstukken.", "\"We weten het nog niet zeker\", zegt onderzoeker Nurcahyo Utomo, \"maar de brokstukken liggen verspreid over een niet al te groot gebied.\" Dat duidt er volgens hem op dat het vliegtuig pas bij het raken van het water is gescheurd. \"Als het in de lucht was geëxplodeerd, zouden de brokstukken in een veel groter gebied liggen.", "Gisteren zijn signalen van de zwarte dozen gevonden. Onderzoekers denken die snel te kunnen bergen, zodat ze de oorzaak van het ongeluk kunnen vaststellen.", "Meer nieuws uit de nacht:", "Kim Jong-un steviger in het zadel, zus verdwijnt van partijlijst: De Noord-Koreaanse leider Kim Jong-un heeft op het congres van zijn Arbeiderspartij een nieuwe titel gekregen, meldt staatspersbureau KCNA. Opmerkelijk is dat zijn zus Kim Yo-jong niet meer op de lijst van het politburo staat.", "In Spanje wordt met man en macht gewerkt om wegen zo snel mogelijk sneeuwvrij te maken: De weervoorspellingen gaan uit van een temperatuurdaling de komende dagen tot -12 graden, waardoor de sneeuw op de wegen in ijs verandert.", "Zeven Rotterdamse woningen beschadigd door explosie: Zeven woningen zijn afgelopen nacht beschadigd geraakt door een krachtige explosie. Ook auto's raakten beschadigd. De ramen van huizen in de omgeving liepen schade op, maar bewoners hoefden hun huis niet te verlaten. Niemand raakte gewond.", "En dan nog even dit:", "Tientallen agenten hebben in Washington D.C. eer bewezen aan hun collega Brian Sicknick, die woensdag zwaar gewond raakte bij de bestorming van het Congres door aanhangers van president Trump. Hij overleed een dag later aan zijn verwondingen.", "De wagen met het lichaam van Sicknick reed langs een erehaag van agenten:"], "authors": [], "keywords": ["wekdienst", "van", "lockdown", "zijn", "ministers", "een", "uitspraak", "om", "praten", "op", "te", "111", "het", "door", "niet", "dat", "zaaksharleyne"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}