{"id": "4cb5e676-7d10-3077-ac2e-a61930b43bda", "title": "Een bezoek aan de bergregio van Kroatië lijkt bij vlagen op een roadtrip door Canada", "url": "https://volkskrant.nl/reizen/een-bezoek-aan-de-bergregio-van-kroatie-lijkt-bij-vlagen-op-een-roadtrip-door-canada~bff4f5b9/", "summary": "‘Ze liepen laatst daar en daar’, zegt ze met een hoofdknik richting houthakplaats en oprijlaan.\n‘Dus wel even opletten als je naar buiten gaat.’Dat hoor je niet vaak als je een vakantiehuisje huurt in Europa.\nNog steeds is het niet moeilijk een kampeerplaats te vinden op een steenworp afstand van de zee.\nDaar houdt de rivier gewoon op, aan de voet van een loodrechte karstwand.\nEen bezoek aan deze hoek van Kroatië lijkt bij vlagen op een roadtrip door Canada.", "paragraphs": ["De bron van de groene Kubarivier. Beeld Noël van Bemmel", "‘Er loopt hier een berin met twee welpen door het dorp’, vertelt de vriendelijke Anka Dragičević, die wat praktische zaken uitlegt over haar weekendhuisje. ‘Ze liepen laatst daar en daar’, zegt ze met een hoofdknik richting houthakplaats en oprijlaan. ‘Dus wel even opletten als je naar buiten gaat.’", "Dat hoor je niet vaak als je een vakantiehuisje huurt in Europa. Ook de wolvenhuid met schedel is een verrassende decoratie boven de bank. ‘Die heeft mijn man geschoten. Lang geleden hoor.’ Dragičević verhuurt, zoals veel Kroaten, haar tweede huisje aan toeristen. Haar perfect onderhouden chalet met puntdak staat aan de rand van het Risnjak Nationaal Park. ‘Als jullie sla of tomaten nodig hebben: snij zoveel je wilt in de moestuin.’", "Reisspecial Omdat het weer kan en mag: vier vakantiebestemmingen op auto-afstand en tóch in het buitenland. Deel 1: Wandelen in Portugal Deel 2: Het legendarische Hotel Lutetia in Parijs Deel 3: De ruige bergregio van Kroatië Deel 4: Het Noord-Italiaanse Trentino Deel 5: De Vipava Vallei in Slovenië", "Kroatië is gezegend met duizenden kilometers kustlijn, en ruim duizend eilanden in de Adriatische Zee. Dat lokt veel toeristen: vorig jaar circa twintig miljoen (een record) en dat cijfer blijft stijgen. Nog steeds is het niet moeilijk een kampeerplaats te vinden op een steenworp afstand van de zee. Maar op feesteilanden als Pag en Hvar, en in kustplaatsen als Split en Dubrovnik, zijn de bewoners het toerisme inmiddels zat. Zelf vluchten ze de bergen in, een halfuurtje rijden van zee.", "Kroatische wandelaars op de Via Dinarica. Beeld Noël van Bemmel", "‘Het was onze traditie naar de kust te gaan’, zegt Dina Šimundić, een apothekersassistent uit Zagreb. Ze rust even uit aan de oever van de smaragdgroene Kubarivier in het bos. ‘Toen we onze vrienden vertelden dat we naar de bergen gingen, zeiden ze allemaal: goed idee!’ In de bergen zijn nauwelijks toeristen. Šimundić boekte een kekke boomhut met haar man en bracht de kinderen naar oma. ‘Die is wel met ze naar zee gereden.’", "De sprookjesachtige Kubarivier kan zo in een Narniafilm. Ga op zoek naar de bron, diep in het bos, en je slingert over een steil pad naar beneden richting de valleivloer. Sla rechtsaf, tussen grote varens door en onder omgevallen bomen door, tot opeens de boomkruinen wijken en zonlicht op heldergroen kabbelend water valt. Heel raar: rechts stroomt het water flink, maar links lijkt het stil te staan. Daar houdt de rivier gewoon op, aan de voet van een loodrechte karstwand. We buigen voorover en turen in een 80 meter diep zinkgat waaruit ijskoud water opwelt.", "Vakantiehuisjes aan de rand van Risnjak National Park; Kroaten uit de stad verhuren hun weekendhuisje in de bergen graag aan toeristen. Beeld Noël van Bemmel", "Langs deze wonderlijke plek voert het ambitieuze wandelpad Via Dinarica. Volgens meerdere buitensportbladen de mooiste wandelroute ter wereld, dan wel van Europa. Tweeduizend kilometer aan bergpaden, door acht landen, van Slovenië naar Noord-Macedonië. Ook de Volkskrant biedt – sinds vorig jaar – een lezersreis aan naar de Via Dinarica, in samenwerking met touroperator SNP.", "Haastig klauteren we naar de top van de Risnjakberg (1.528 meter). Er is mist op komst en we willen graag nog wat uitzicht ervaren. Tussen witte rotswanden door, door jeneverbesbosjes, en langs staalkabels waar we ons af en toe aan optrekken. Dan steken we uit boven een zee van groene bergen, bleke rotsen en smalle kloven. In het zuiden, niet eens zo ver weg, glimt de Adriatische Zee, diepblauw met eilanden die donker afsteken tegen de zon.", "En dan zien we niks meer. Nou ja, nog net de rots waarop we zitten. En de sfeer was al best een beetje griezelig in het park. Dat krijg je als de gids tijdens het parkeren zegt: ‘Euh, we moeten wel even de auto verstoppen. Het stikt hier van de taliban.’", "‘Pardon?’", "Stempelboekje voor wandelaars. Via een app van de Kroatische bergvereniging kun je verborgen stempels vinden langs de route. Beeld Noël van Bemmel", "‘Terroristen uit Afghanistan, Pakistan en Irak! Die sluipen hier door de bossen op weg naar de Europese Unie. Ze slaan je autoramen in en breken in bij vakantiehuizen en berghutten.’ Wandelgids Tomislav Majnarić organiseerde onlangs nog een protestbijeenkomst in zijn woonplaats Delnice. ‘We voelen ons niet veilig, maar de politiek doet niks.’ Majnarić hangt een grote bajonet aan zijn riem en geeft mij een busje cs-gas. ‘Voor de zekerheid.’", "Ook vluchtelingen gebruiken de rood-wit gemarkeerde paden van de Via Dinarica. Logisch, de regio verbindt al millennia noord en zuid. Maar zou het echt gevaarlijk zijn? In de berghut verderop bevestigt een vrijwilliger – ook met bajonet – de inbraken. ‘Eerst hielpen we de immigranten met water en eten. Maar nu niet meer. Ze maken alles kapot! Ze trekken de crucifix van de muur en poepen op bedden en tafels. Wat zijn dat voor barbaren?’", "Nog een vriendelijk verzoek aan de journalist: ‘Wil je niet over de taliban schrijven? Dat is slecht voor het toerisme.’", "Ter geruststelling: ik ontmoette louter aardige mensen in Gorski Kotar, de ruige bergregio langs de Sloveense grens. Fake news, concludeerden lokale media na het controleren van verhalen over gewelddadige immigranten. Activisten beschuldigen juist de politie van onnodige wreedheid ter ontmoediging van immigratie. Wat niemand ontkent: er wordt vaker ingebroken.", "Vrij toegankelijke schuilhut langs de Via Dinarica. Beeld Noel van Bemmel", "Geen reden Gorski Kotar te mijden, wat mij betreft. Huur een huisje nabij een dorp en je kunt kiezen: dagje strand of dagje natuur. Over goede wegen parkeer je binnen een uur naast een kiezelstrand. Bijvoorbeeld in een sympathiek badplaatsje als Solce, waar grote Kroatische families op luchtbedjes zitten en een cappuccino 1,60 euro kost. Of je rijdt over onverharde kronkelwegen door het bos richting natuurparken of dorpen waar ze nog opkijken van je gele nummerbord.", "‘We kunnen hier nog niet leven van toerisme’, zegt de jonge boerin Biljana Francišković terwijl ze een koe melkt in de stal. Samen met haar man runt ze de enige boerderij in de regio. ‘Niemand wil zo hard werken, voor zo weinig geld.’ In de bijkeuken verkoopt ze zelfgemaakte kazen, melk en yoghurt. ‘We gaan ook een homestay beginnen.’", "Dat zou mooi zijn, want haar dorp Begovo Razdolje ligt prachtig, op 1.000 meter hoogte. Een sliert chaletachtige huizen in een golvend open landschap van graanvelden, groene weiden en plukjes bomen. Een bezoek aan deze hoek van Kroatië lijkt bij vlagen op een roadtrip door Canada.", "Dan vraagt de gids: ‘Zullen we hier even stoppen om beren te kijken?’ We parkeren de auto bij een open plek in het bos, ook hier loopt de Via Dinarica, blijkt uit rood-witte markeringen. Een boswachter strooit hier en verderop dagelijks maïskorrels om beren te lokken. We trekken een zak chips open en een blikje bier. Geritsel in de bosjes, alarmroep van een vogel, en daar verschijnt een jonge beer naast de auto. Hij schrikt van ons. Twee keer gaat hij op zijn achterpoten staan, steekt zijn neus in de lucht, de voorpoten losjes voor zijn buik. En dan verdwijnt hij weer met veel gekraak in de bosrand. Is heel normaal in Gorski Gotar.", "Info Gorski Kotar ligt op 1.300 kilometer van Utrecht (gorskikotar.hr). Een huisje huren kan via kvarner.hr/en/tourism/discover_kvarner/highland/Gorski_kotar/Accommodation. Wandelgids Tomislav Majnarić kent alle berghutten, berenplekken en de kaasboerderij in Begovo Razdolje (+385916352370). Algemene informatie: kvarner.hr, croatia.hr.", "Klimaat Een autorit naar Gorski Kotar levert ongeveer 500 kg CO 2 -uitstoot op, volgens voorlichtingsorganisatie Milieu Centraal. Dat is te compenseren voor 7,5 tot 10 euro via treesforall.nl of fairclimatefund.nl. Meer informatie op klimaatwijsopvakantie.nl, milieucentraal.nl/vakantievervoer"], "authors": ["Noël Van Bemmel"], "keywords": ["aan", "roadtrip", "vlagen", "van", "bij", "het", "op", "met", "naar", "kroatië", "een", "ze", "en", "je", "canada", "door", "lijkt"], "pubDate": "2020-07-07T15:50:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}