{"id": "4cbef8f9-9a0b-3ae2-894c-daae4c2a69e9", "title": "Ajax-aankoop Haller is speelgerechtigd en kan debuteren in topper tegen PSV", "url": "https://nu.nl/voetbal/6100860/ajax-aankoop-haller-is-speelgerechtigd-en-kan-debuteren-in-topper-tegen-psv.html", "summary": "Ajax-trainer Erik ten Hag wilde vrijdag op zijn persconferentie, die ook gelijk de presentatie van Haller was, nog niet zeggen of de recordaankoop een basisplaats krijgt.\n\"Dat gaan we de komende uren eens rustig bekijken en met Sébastien afstemmen.\nHij heeft pas één keer meegetraind en we zijn al een tijdje in voorbereiding op de wedstrijd tegen PSV.\"\nAjax maakte de transfer van Haller vrijdagochtend officieel.\nTen Hag en Haller werkten in de seizoenen 2015/2016 en 2016/2017 al samen bij FC Utrecht, waar Haller naam maakte als spits.", "paragraphs": ["De nieuwe Ajax-spits Sébastien Haller kan zondag al debuteren tegen PSV. Alle formaliteiten zijn afgerond, waardoor de geboren Fransman speelgerechtigd is voor de topper in Amsterdam.", "Ajax-trainer Erik ten Hag wilde vrijdag op zijn persconferentie, die ook gelijk de presentatie van Haller was, nog niet zeggen of de recordaankoop een basisplaats krijgt.", "\"Dat gaan we de komende uren eens rustig bekijken en met Sébastien afstemmen. Hij heeft pas één keer meegetraind en we zijn al een tijdje in voorbereiding op de wedstrijd tegen PSV.\"", "Ajax maakte de transfer van Haller vrijdagochtend officieel. De 26-jarige aanvaller komt voor 22,5 miljoen euro over van West Ham United. Hij werd op tijd ingeschreven bij de KNVB, negatief getest op het coronavirus en vrijdagmiddag ook vrijgegeven door de Engelse voetbalbond FA, zo bevestigt een woordvoerder van de KNVB in gesprek met NU.nl.", "Ten Hag en Haller werkten in de seizoenen 2015/2016 en 2016/2017 al samen bij FC Utrecht, waar Haller naam maakte als spits. De coach, die de afgelopen jaren in contact bleef met de Ivoriaans international, is heel blij met de hereniging in Amsterdam.", "\"We hadden een type speler als Sébastien nodig. Hij is vrij compleet. Hij kan goals maken, maar ook voorbereiden. Hij is een teamspeler, die in staat is om anderen beter te laten functioneren. En ook bij balverlies doet hij zijn werk. Hij is een speler waar we heel lang op gewacht hebben.\"", "Top tien duurste Ajax-aankopen 1. Sébastian Haller (kwam in 2021 van West Ham United) - 22,5 miljoen euro", "2. Miralem Sulejmani (kwam in 2008 van sc Heerenveen) - 16,25 miljoen euro", "3. Daley Blind (kwam in 2018 van Manchester United) - 16 miljoen euro", "4. Antony (kwam in 2020 van São Paulo) - 15,75 miljoen euro", "5. Quincy Promes (kwam in 2019 van Sevilla) - 15,7 miljoen euro", "Drie twijfelgevallen bij Ajax", "Ten Hag weet nog niet of Mohammed Kudus, Klaas-Jan Huntelaar en Lisandro Martínez inzetbaar zijn tegen PSV. Aanvallers David Neres, Lassina Traoré en Brian Brobbey zullen zeker niet spelen.", "\"Met Neres hebben we een beetje geforceerd, daarna heeft hij een terugslag gekregen. Maar hij staat nu weer op het trainingsveld en traint weer met de bal. Ik denk dat hij snel gaat aansluiten bij de groepstraining.\"", "Ten Hag leeft met een goed gevoel toe naar de eerste van meerdere nationale topwedstrijden deze maand. \"We staan eerste en hebben in de Champions League laten zien dat we tegen sterke teams goed georganiseerd kunnen voetballen. Dat moet ons vertrouwen geven voor zondag.\"", "Ajax-PSV begint zondag om 16.45 uur in de Johan Cruijff ArenA en staat onder leiding van scheidsrechter Björn Kuipers.", "De toppers in januari 10-01: Ajax-PSV", "13-01: PSV-AZ", "17-01: Ajax-Feyenoord", "24-01: Feyenoord-AZ", "31-01: Feyenoord-PSV", "31-01: AZ-Ajax", "Bekijk de uitslagen, het programma en de stand van de Eredivisie"], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["speelgerechtigd", "zijn", "van", "haller", "en", "een", "met", "psv", "kan", "tegen", "topper", "debuteren", "ajaxaankoop", "op", "hij", "miljoen", "kwam"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}