{"id": "4ccd60d2-cbf4-31a2-afcb-c8ac3d1211af", "title": "Opinie: Baan is geen garantie voor een goed bestaan", "url": "https://www.dvhn.nl/meningen/Opinie/Baan-is-geen-garantie-voor-een-goed-bestaan-26286038.html", "summary": "Dit heilloze verbond tussen overheid en bedrijfsleven mikt niet op een eerlijke verdeling van de welvaart.\nDie ideologie houdt nu mensen tegen heug en meug voor een minimaal inkomen aan het werk, net als in het voormalige Oostblok.\nLaten we bij de Tweede Kamerverkiezingen in maart 2021 het tij keren en zo mogelijk kiezen voor daadwerkelijke sociale innovatie; een onvoorwaardelijk basisinkomen voor iedereen.\nBij fundamentele waardering volgen gezondheidswinst, sociale integratie en een ontspannen samenleving vanzelf.\nMatty Vroegop en Ed Schoonveld zijn een beeldend kunstenaars duo uit Groningen", "paragraphs": ["De politieke focus op banen blokkeert het zicht op wat werk eigenlijk is. Geen baan hebben is niet meer het grootste sociale probleem van deze tijd. Onvoldoende inkomen is veel zorgelijker.", "Terwijl inkomens van geautomatiseerde en gerobotiseerde ondernemingen enorm toenemen, neemt het rendement op menselijke arbeid af. Bezit vergroot de kans op rijkdom meer dan dat arbeid dat doet.", "Ontslagrondes zoals die bij Tata Steel, de NS, Schiphol, ING, ABN Amro, KLM en Unilever kleuren dagelijks het nieuws. Tegelijkertijd gaan bedrijven dankzij overheidssteun nog niet failliet. Nu de zichzelf regulerende vrije markt een fabel is gebleken blijven politieke partijen van links tot rechts vasthouden aan baanzekerheid en de basisbaan als begerenswaardige oplossingen voor de huidige crisis. Dit heilloze verbond tussen overheid en bedrijfsleven mikt niet op een eerlijke verdeling van de welvaart. ‘Kansengelijkheid’ klinkt lekker maar is onhaalbaar en zal brandstof voor stress en frustratie in de samenleving blijken.", "Waar politieke partijen het belang van innovatie benadrukken, bestaat er een taboe op grondige veranderingen. De politiek lijkt er blind voor maar wetenschappers, kunstenaars en schrijvers begrijpen dat niet ‘keihard knokken’ en ‘de handen uit de mouwen steken’ cruciaal zijn. Het gaat bij innovatie juist om dagdromen, lanterfanten, rommelen, rondpiemelen en niksnutten. Ledigheid is niet des duivels oorkussen, niksen leidt tot creativiteit en brengt belangrijke inzichten en uitvindingen. Veel bedrijven zijn dan ook afhankelijk van fantastenteams op research & development-afdelingen.", "Recht op plicht", "Terwijl iedereen werkt vooronderstellen onze politici met begrippen zoals ‘participatiesamenleving’ en ‘basisbaan’ de noodzaak tot toezicht erop en verplichting ervan. Dit ‘recht op plicht’ vergroot sociale verschillen. Nu automatisering mensenarbeid in steeds meer sectoren in hoog tempo vervangt, vrijwilligers ons land draaiende houden en arbeidsintensief werk is uitbesteed aan lagelonenlanden óf wordt gedaan door arbeidsmigranten probeert de overheid krampachtig baanzekerheid te creëren.", "Om te voorkomen dat zorgzaamheid en ontspannen wederkerigheid uit de samenleving verdwijnen, zal de politieke ideologie van een sturende overheid moeten veranderen. Die ideologie houdt nu mensen tegen heug en meug voor een minimaal inkomen aan het werk, net als in het voormalige Oostblok. Het leven van mensen buiten het snel afnemende aanbod van de banencarrousel zal moeten worden betrokken in ons denken over werk, inkomen en samenleving. Zoals het leven van onze eigen moeders die, zonder scholing of betaling, de samenleving op hun schouders droegen. Ook nu werken de meeste mensen, zoals bijvoorbeeld 4,4 miljoen mantelzorgers, onbetaald.", "40 procent van de banen verdwijnen", "De oude politiek, van ‘verplicht vrijwilligerswerk’ en de ‘participatiewet’, lijkt sprekend op die van ‘baangarantie’, ‘omscholing’ en ‘banencreatie’. Genoemde begrippen zijn richtinggevend in de meeste partijprogramma’s, maar blijken een hopeloze exercitie waar een studie van de Oxford Universiteit al in 2013 heeft aangetoond dat 40 procent van de huidige banen in 2030 door automatisering verdwenen zullen zijn. Én dat wereldwijd slechts 15 procent van de mensen aangeeft betrokken te zijn bij hun baan.", "De politieke promotie van het idee dat de arbeidsmarkt voor ieders sociale integratie zou zorgen is achterhaald en zet veel mensen in de klem of buitenspel. Nu de armoede groter is geworden, voedsel- en kledingbanken de groeiende vraag nauwelijks aan kunnen, betaalbare woningen onbereikbaar zijn, het aantal daklozen is verdubbeld, flexibele banen onzekerheid voeden, veel kinderen hongerig naar school gaan, werknemers niet profiteren waar het goed gaat, de zorg is uitgekleed en 1 miljoen mensen antidepressiva slikken zullen goede bedoelingen moeten worden ingeruild voor daadwerkelijke sociale verandering.", "Niet baanloosheid maar inkomensonzekerheid is het grootste sociale probleem van deze tijd. De frustratie over armoede en onrechtvaardige welvaartsverdeling zullen tot steeds meer woede-uitbarstingen leiden.", "Arbeidsplaatsen op de Titanic", "Wij houden ons hart vast nu ‘de rede van de naties nog alles op alles blijft zetten om arbeidsplaatsen op de Titanic in stand te houden’ (P.Sloterdijk). Laten we bij de Tweede Kamerverkiezingen in maart 2021 het tij keren en zo mogelijk kiezen voor daadwerkelijke sociale innovatie; een onvoorwaardelijk basisinkomen voor iedereen.", "Met deze keuze verkleinen we het verschil tussen betaalde en onbetaalde arbeid zodat het minder gewicht krijgt bij de psychologische en sociale waardering van burgers. Bij fundamentele waardering volgen gezondheidswinst, sociale integratie en een ontspannen samenleving vanzelf.", "Matty Vroegop en Ed Schoonveld zijn een beeldend kunstenaars duo uit Groningen"], "authors": [], "keywords": ["goed", "sociale", "baan", "van", "zijn", "garantie", "voor", "en", "een", "geen", "nu", "opinie", "op", "het", "dat", "bestaan"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}