{"id": "4cd7f319-89af-32e5-860a-73c7e010674d", "title": "‘Soul is een onderzoek naar het leven. Wat moet ik doen met mijn tijd op aarde’", "url": "https://volkskrant.nl/cultuur-media/soul-is-een-onderzoek-naar-het-leven-wat-moet-ik-doen-met-mijn-tijd-op-aarde~bac8e1ba/", "summary": "Ik deel ze vaak uit op het werk en dan kijk ik naar de gezichten.\nBeeld FilmstillPowers: ‘Het hielp dat ik vanwege mijn achtergrond wat dichter bij Joe sta.\nMaar Soul kun je op een soortgelijke wijze doorvlooien wat betreft zwarte cultuur, jazz en hiphop.’Waar begint een nieuwe Pixar-film?\nMoet ik een passie hebben, of een doel?\nHet nieuwe platform Disney Plus zal nog vóór het eind van het jaar zo’n negentig miljoen abonnees tellen, veel meer dan waarop de investeerders in 2019 hadden gerekend.", "paragraphs": ["Still van de vrolijke animatiefilm Soul. Beeld Pixar", "Mocht Pixar ooit toekomen aan een animatieavontuur dat zich afspeelt in Nederland (nee, er zijn geen plannen), dan zal drop sowieso een rol van betekenis spelen.", "Pete Docter (52), het huidige creatieve hoofd van de studio, houdt een zakje omhoog en wappert ermee naar zijn videobellende interviewer. ‘Kijk’, zegt de regisseur van Monsters, Inc., Up, Inside Out en het nieuwe Soul. ‘Zoutedropmunten. Ik neem aan dat ze Nederlands zijn. Vind jij ze lekker? Ik deel ze vaak uit op het werk en dan kijk ik naar de gezichten. In Amerika zijn mensen niet gewend aan drop, maar zoute drop kennen ze al helemaal niet. Zo grappig om die kauwende gezichten ineens te zien vertrekken.’", "In Soul – vanaf 25 december te zien op Disney Plus – verongelukt de New Yorkse muziekdocent Joe Gardner net voordat zijn langgekoesterde droom om met een fameus jazzkwartet op te treden zou worden vervuld. Op weg naar het hiernamaals weet hij te ontsnappen naar het ‘hiervoormaals’, waar verse zielen hun karaktertrekken opdoen. Joe wordt aangewezen als mentor van de obstinate ziel 22, die geen zin heeft in een stoffelijk bestaan op aarde.", "Om de in Soul verbeelde zwarte (muziek)cultuur zo getrouw mogelijk weer te geven werd een klein legertje aan Afro-Amerikaanse adviseurs aangetrokken, onder wie Roots-drummer Questlove en Hamilton-acteur en rapper Daveed Diggs. De 47-jarige toneelschrijver Kemp Powers (One Night in Miami) hielp Docter bij het script en had zo veel invloed op de totstandkoming van Soul dat Pixar besloot hem tevens als coregisseur te vermelden. Powers vergezelt Docter vandaag ook bij de interviews.", "Voor Soul werd een klein leger aan Afro-Amerikaanse adviseurs aangetrokken. Beeld Pixar", "De Pixar-directeur: ‘We zochten naar een hoofdpersonage met een zekere passie, en dachten toen aan een jazzmuzikant. En als het toch over die zwarte muziekstroming gaat, dachten we, zouden we het personage ook zwart moeten maken. En ervoor zorgen dat de film zijn wereld ook recht doet.’", "De film moet de jazzwereld recht aan doen. Beeld Filmstill", "Powers: ‘Het hielp dat ik vanwege mijn achtergrond wat dichter bij Joe sta. Ik kom ook uit New York en heb ongeveer dezelfde leeftijd als Joe – toen we aan de film begonnen tenminste. Je voedt zo’n personage ook met je eigen ervaringen: hoe ziet hij eruit? Hoe is zijn familie, de kring om hem heen?’", "Zo bezoekt Joe in Soul zijn vaste buurtkapper in Queens, en oogt en voelt dit door zwarte Amerikanen bemande en gefrequenteerde kapperszaakje als een waarlijk bestaande, of bezielde plek.", "Powers lacht. ‘God weet hoe vaak ik die scène heb herschreven. Volgens mij hebben alle tekenaars en setontwerpers van Soul er geweldig veel plezier aan beleefd. Kijk, het interieur van een echte kapperszaak verklapt zo veel over de eigenaar, over diens persoonlijkheid. Dus hebben we voor die kapper een hele achtergrondgeschiedenis bedacht.", "‘Lang niet alles zit in de film, maar veel pik je toch op. Dat die kapper ooit bij de marine zat, of welke muziek hij zou spelen in zijn zaak, ook gezien zijn leeftijd: A Tribe Called Quest dus. Je ziet hiphopartiesten aan de muur hangen, dat zijn allemaal artiesten uit Queens, zoals Nas en Run DMC. Ik weet dat sommige mensen graag naar verborgen grapjes speuren in Pixar-films, van die details die de ene film met de andere verbinden. Maar Soul kun je op een soortgelijke wijze doorvlooien wat betreft zwarte cultuur, jazz en hiphop.’", "Waar begint een nieuwe Pixar-film? Bij de personages, of bij de boodschap? Of bedenken jullie eerst de wereld waarin het verhaal zich afspeelt?", "Docter: ‘Tot nu toe ging het bij elke film anders. Monsters, Inc., dat was voor mij gewoon: ik wil monsters maken, die vind ik intrigerend! Maar bij Up kwam het verhaal pas echt van de grond toen we het personage Carl hadden bedacht, de chagrijnige oude man; het verhaal van die film is om hem heen gebouwd. Soul ontstond meer conceptueel, met een vraag: waar komt onze persoonlijkheid vandaan? En hoofdpersoon Joe is bedacht om de thema’s van de film te reflecteren. Toch, Kemp?’", "Powers: ‘Wat is ons doel, hier op aarde? Zijn we voorbestemd om bepaalde dingen te ondernemen in ons bestaan? Dat zijn de vragen die we in het scenario hebben verwerkt. Vragen die iedereen zich weleens stelt, op een zeker moment in zijn leven. Doe ik wel wat ik zou moeten doen?’", "Soul speelt zich deels af in dat ‘hiervoormaals’. Was die plek makkelijker of moeilijker te illustreren dan de bestaande wereld?", "Docter: ‘Het geeft je zeker een hoop vrijheid. Maar toch is het ook veel moeilijker, want je weet niet of het klopt. Bij auto’s en insecten kun je vergelijken, en denken: dit ziet er nog steeds uit als een Volkswagen Kever (de insectachtige autootjes in Pixars Cars, red.). Maar hier kun je alleen vertrouwen op je gevoel: hm, dit hiervoormaals voelt juist. Maar ik heb het uiteraard nooit gezien.’", "Powers: ‘Je hebt eigenlijk te veel mogelijkheden: zo’n plek kan van alles zijn. We zijn bij het schrijven zo nu en dan best een beetje zweverig geweest, hè Pete? Dingen die we later weer uit het script haalden.’", "Docter: ‘Droombubbels.’", "Er zijn veel mogelijkheden om een plek in een niet bestaande wereld te illustreren. Beeld Pixar", "Powers: ‘Ik had verzonnen dat iedereen die droomt al dromend een landschap creëert. En dat de personages ook in die droombubbels verzeild konden raken, dat ze ineens vastzaten in andermans bizarre droom. Het paste uiteindelijk niet helemaal in de lijn van het verhaal. Maar dat is wel wat animatie mogelijk maakt: je kunt volstrekt nieuwe werelden optrekken.’", "Voor Inside Out verzon oud-filosofiestudent Docter de door diverse emoties bepaalde binnenwereld van een puberend meisje. Ook die animatiefilm ging over wat de mens nu eigenlijk mens maakt. Er zijn overeenkomsten met Soul, zegt hij erover. ‘Al is deze film wat spiritueler. Inside Out onderzoekt de emoties: waarom voelen we wat we voelen? Soul is meer een onderzoek naar het leven. Wat moet ik doen met mijn tijd op aarde? Moet ik een passie hebben, of een doel?", "Powers: ‘Soul is een onderzoek naar het leven.’ Beeld Pixar", "‘Dat zijn behoorlijk grote vragen, die teruggaan tot de beginselen van de filosofie: Plato en Aristoteles, het essentialisme. En dankzij ziel 22 gaat het in Soul ook over nihilisme. Over een soort nietzscheaans begrip van de ultieme betekenisloosheid van het bestaan, iets wat ik zelf altijd treurig, beangstigend en grappig tegelijk heb gevonden.’", "Hoe weet je of iets nog net wel of net niet meer te behappen is voor een jonger publiek?", "Docter: ‘Meestal negeer ik aanvankelijk dat jongere publiek. Want dat is eigenlijk veel slimmer dan de meeste mensen veronderstellen. En wij weten dat we alles toch dramatiseren. Het is niet zo van: nu gaan we eens filosoferen of moraliseren. Je giet het in karaktertjes en personages die allerlei leuke dingen ondernemen. Je kunt personages ook laten rondrennen om niks, of om iets luchtigs. Maar door er iets wezenlijks onder te leggen, wordt dat rondrennen interessanter. En zo wordt het ontstaan van een film vaak gestuurd door onze eigen gedachten. Dat kan ook een gesprek over Sartre of Camus zijn. Maar zodra we eenmaal bij de personages zijn, komt daar de lol bij, de slapstick. En de vrolijke kleuren.’", "Soul-producent Dana Murray, die inmiddels ook is aangeschoven: ‘Toen Soul nog in de schetsfase zat, hielden we vertoningen voor kinderen van Pixar-medewerkers. Dan merk je dat kinderen van 5 al in staat zijn uit te leggen waar de film over gaat. Het is ongelofelijk, maar ze snappen het.’", "Powers: ‘Onze kinderen zijn ook schaamteloos eerlijk. Bij die schetsen hoorde je meteen: dat is slecht getekend!’", "Docter: ‘Ik kan door het personage heen kijken!’", "Soul is de eerste uit de nu 23 speelfilms rijke Pixar-stal die niet uitgaat in de bioscoop. Toen moederconcern Disney dat in oktober bekendmaakte, ontstak de Europese bioscoopbranche in woede. Disney stak ze een dolk in de rug, net nu het zo slecht ging. Maar de aandeelhouders van Disney klaagden niet. Het entertainmentbedrijf begon het coronajaar dan wel als verliezer – pretparken dicht, cruises aan de ketting – maar verwierf vervolgens tientallen miljoenen nieuwe abonnees voor het Disney-betaalkanaal.", "Ik zag Soul helaas op een klein scherm. Maar ook daar viel op dat de animatie nog weer fraaier was, en gedetailleerder. Kan het altijd weer beter, bij een volgende film?", "Docter: ‘Ik denk het wel. We werken met grandioze artiesten en vaklui. Als wij bijvoorbeeld zeggen dat we iets willen zoals dat water in Brave, omdat dat er zo geweldig uitzag, roepen zij meteen: o nee, dat kunnen we nu veel beter! Ze zijn altijd bezig met uitvinden en verbeteren. Dat stopt nooit.’", "Maar als je zo veel moeite en innovatie in een film stopt, is het dan niet het doel om die film op een groot doek te vertonen?", "Docter: ‘Jawel. En elk afzonderlijk kader van Soul is vooraf ook gekeurd voor vertoning op dat grote doek. De rijkheid ervan is minder krachtig op een kleiner scherm. Ik hoop daarom dat mensen thuis een fijne projectie hebben, met goed geluid. Overigens kun je daar ook bij filmtheaters niet altijd op rekenen. Maar het zou fijn zijn als we Soul op een zeker moment ook in de bioscoop kunnen uitbrengen.’", "Sprookjeseinde Wat als een rampjaar begon voor het Disney-concern, dat flink werd getroffen door het virus (parken dicht, films op de plank, klachten over onderbetaald personeel), kreeg toch nog een sprookjeseinde, voor de aandeelhouders tenminste. Het nieuwe platform Disney Plus zal nog vóór het eind van het jaar zo’n negentig miljoen abonnees tellen, veel meer dan waarop de investeerders in 2019 hadden gerekend. Op een vrolijk verlopen beleggersdag kondigde het bedrijf vorige week meteen tien nieuwe Star Wars-projecten aan; de ruimtesaga was dankzij de populaire serie The Mandalorian ook dit jaar weer een belangrijk Disney-product."], "authors": ["Bor Beekman"], "keywords": ["dat", "van", "tijd", "die", "soul", "een", "mijn", "onderzoek", "leven", "het", "en", "ook", "moet", "ik", "zijn", "op", "naar", "wat", "met"], "pubDate": "2020-12-16T16:29:45Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}