{"id": "4ce5f973-d253-313c-9b38-a477d2712fb2", "title": "De Volkskeuken: oranje groentequiche met komijnekaas", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-oranje-groentequiche-met-komijnekaas~b95e0318/", "summary": "Schil de wortel en de zoete aardappel en schaaf er met een kaasschaaf mooie plakjes van.\nKluts de eieren met de roomkaas en wat zout en peper.\nHak de peterselie fijn en meng het met het citroensap, de olijfolie en wederom wat zout en peper tot een dressing.\nKijk na een half uurtje of het niet te hard gaat: als de taart te bruin wordt, dek hem dan af met wat aluminiumfolie.\nAls quiche alleen is het geschikt als lunch, maar met wat groente en brood of frietjes is het een prima avondmaaltijd.", "paragraphs": ["Beeld Tallina van den Hoed", "Afgelopen woensdag was de start van ‘Orange the world’, een VN-campagne tegen geweld tegen vrouwen. Wereldwijd, dus ook in Nederland, worden 16 dagen lang gebouwen oranje uitgelicht. Die campagne is helaas nog altijd noodzakelijk, zelfs in Nederland krijgt 45 procent van de vrouwen en meisjes te maken met fysiek of seksueel geweld. Dit jaar is het speerpunt van UN Women dat het gemakkelijker wordt voor vrouwen om geweld te melden. Dat is een eerste stap naar een oplossing. Kijkt u vooral op www.orangetheworld.nl om te zien wat u kunt doen.", "Nou kan ik geen gebouw oranje aanlichten, maar ik kan wel een heel mooie quiche bakken. Oranje. En lekker.", "Ingrediënten 6 velletjes diepvriesbladerdeeg 500 g wortelen 350 g zoete aardappel 2 eieren 50 g zachte roomkaas peper, zout 150 g belegen komijnekaas 5 takjes peterselie 1 teen knoflook 2 eetl. citroensap 2 eetl. olijfolie", "Laat het bladerdeeg ontdooien. Vet een quichevorm van ongeveer 28 cm in en bekleed de vorm met het bladerdeeg. Verwarm de heteluchtoven op 175 graden.", "Schil de wortel en de zoete aardappel en schaaf er met een kaasschaaf mooie plakjes van. Kluts de eieren met de roomkaas en wat zout en peper. Giet dat in de vorm. Zet vervolgens de wortel- en aardappelplakjes netjes rechtop in een cirkelvorm. Werk secuur, van buiten naar binnen. Wissel wortel af met zoete aardappel tot je een mooie spiraalvorm hebt. Schaaf met de kaasschaaf plakjes van de komijnekaas en zet de plakjes kaas tussen de groenteplakjes. Verdeel het enigszins gelijkmatig over de hele quiche.", "Hak de peterselie fijn en meng het met het citroensap, de olijfolie en wederom wat zout en peper tot een dressing. Lepel die mooi gelijkmatig over de groentetaart. Bak de quiche in 45 minuten gaar. Kijk na een half uurtje of het niet te hard gaat: als de taart te bruin wordt, dek hem dan af met wat aluminiumfolie.", "Als quiche alleen is het geschikt als lunch, maar met wat groente en brood of frietjes is het een prima avondmaaltijd."], "authors": ["Tallina Van Den Hoed"], "keywords": ["oranje", "komijnekaas", "van", "wat", "het", "met", "g", "groentequiche", "zout", "een", "volkskeuken", "en", "te", "zoete"], "pubDate": "2020-11-26T13:30:58+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}