{"id": "4d10cc2c-8076-3a63-9e3a-fbc22a0f364c", "title": "Voor liefhebbers van lijstjes: de app Letterboxd biedt een filmlabyrint om nooit meer uit te willen ontsnappen", "url": "https://volkskrant.nl/cultuur-media/voor-liefhebbers-van-lijstjes-de-app-letterboxd-biedt-een-filmlabyrint-om-nooit-meer-uit-te-willen-ontsnappen~b848481c/", "summary": "Mijn leesgeschiedenis is een dollemansrit met een paar pieken en veel dalen (Kijk, toen waren de kinderen klein!\nMaar dan: een beduimeld schrift pakken en noteren dat je het boek uit hebt, op die en die dag.\nEn dat wil ik nu, met behulp van Letterboxd, met terugwerkende kracht ook voor film gaan doen.\nDavid Chen kwam met ‘Films waarin een gerespecteerd filmmaker de eigen scheiding heeft verwerkt door een film te maken waarin Scarlett Johansson in een slechte relatie zit met een man die een creatief beroep heeft’.\nLastig puntje: ik blijk een feilloos geheugen te hebben voor waardeloze films – en voor alle films die ik ooit met mijn kinderen heb bezocht.", "paragraphs": ["Selectie uit Letterboxdlijst ‘The Eyes Have It! (Movie Posters)’.", "Op 27 oktober 2019 keek ik op Netflix naar The Laundromat, de nieuwe speelfilm van Steven Soderbergh, die tien dagen eerder op het platform was gezet. Na afloop opende ik de app Letterboxd, die in de herfst van 2019 in mijn leven was gekomen. Ik tikte de titel in de zoekmachine in en het postertje van de film sprong tevoorschijn. Ik gaf de film 3,5 ster (van de vijf) en sloeg hem op in mijn profiel, waar voor altijd is vastgelegd dat ik op 27 oktober een film zag met Meryl Streep, over malafide financiële praktijken, die ik ergens tussen ‘best prima’ en ‘goed te doen’ vond.", "Inmiddels zijn we een half jaar verder en ik kan wel zeggen dat er geen dag is voorbijgegaan zonder dat ik Letterboxd heb gebruikt, met zijn eindeloze statistieken en wonderbaarlijke filmlijsten een labyrint van filminformatie, waarvan ik niet wist dat ik er niet buiten kon. (Zonder de lijst ‘250 beste korte films op Letterboxd’ had ik waarschijnlijk niet geweten dat David Lynch in 2007 een korte film heeft gemaakt met de titel David Lynch on Cooking Quinoa, waarin precies gebeurt wat de titel suggereert – staat gewoon op YouTube.)", "De hoeveelheid tijd die ik er de afgelopen maanden in heb gestoken, kan ook iets te maken hebben met een project waaraan ik al vrij snel begon toen Letterboxd eenmaal zijn deur voor me had geopend. Natuurlijk was het geweldig om vanaf The Laundromat eindelijk een filmdagboek bij te houden, maar was het niet nog veel beter – en krankzinniger – om te proberen alle films die ik ooit had gezien in de app te zetten? Met de kanttekening dat ik 59 ben en vanaf mijn 23ste (bij het filmblad Skoop, al lang ter ziele) professioneel over film heb geschreven. Dus dat het heel veel films zullen zijn – in de jaren negentig zag ik zo’n beetje alles wat er in de Nederlandse bioscopen uitkwam en een flink deel van de films op de belangrijkste nationale en internationale filmfestivals. En vooral: heel veel niet-gedenkwaardige films. Dat was mijn werk.", "Selectie uit Letterboxdlijst ‘What a Difference a Day Makes’. In deze films vindt het verhaal in een enkele dag of nacht plaats. De posters van de films zijn daarbij ook nog eens gesorteerd op kleur.", "Een stap terug. Mijn lijstjesmanie kwam niet uit de lucht vallen. Op mijn 15de begon ik te noteren welke boeken ik las, te beginnen met Tjeempie! Of Liesje in Luiletterland van Remco Campert. In een schriftje, met de datum in de kantlijn erbij. Later ging ik ook studies bijhouden, vakantiebestemmingen, woonadressen, relaties, geboorten van kinderen – en dat doe ik tot op de dag van vandaag.", "Mijn leesgeschiedenis is een dollemansrit met een paar pieken en veel dalen (Kijk, toen waren de kinderen klein! Kijk, toen kwam Netflix!). Alles is veranderd, maar niet dat kleine gevoel van tevredenheid waarmee je een gelezen titel noteert, alsof je je eigen boekhouder bent. Onderduiken in een andere wereld, de schoonheid van de taal, het verruimen van je blik, allemaal prima. Maar dan: een beduimeld schrift pakken en noteren dat je het boek uit hebt, op die en die dag. Stel je voor dat je het niet noteert, heeft het lezen dan wel zin gehad?", "Maar deze noteerdiscipline heb ik alleen volgehouden met boeken. En dat wil ik nu, met behulp van Letterboxd, met terugwerkende kracht ook voor film gaan doen.", "Nu, een half jaar verder, is het nog altijd een werk in uitvoering. Ik kon niet meer achterhalen wanneer ik films had gezien, maar ik kon wel proberen te noteren wát ik had gezien, door de jaarlijsten van Letterboxd stuk voor stuk te doorlopen en de films die ik had gezien te markeren en van sterren te voorzien. Hoe moeilijk kon dat zijn?", "Het is als met het opruimen van een boeken- of platenkast: het neemt nogal wat tijd in beslag, met extreem veel risico op omwegen – en dat is het hele punt natuurlijk, dat heb ik zelf ook wel door.", "Misschien goed om te weten dat de database waar de van oorsprong Nieuw-Zeelandse app Letterboxd mee werkt is gebaseerd op The Movie Database (TMDb), een gecrowdsourcete Wikipediaversie van grote broer IMDb, dat inmiddels veel van de informatie achter een betaalmuur heeft gezet. Op TMDb staan alle gegevens van 544.895 films (althans zover waren we deze week).", "Nee, niet alles, maar wel onvoorstelbaar veel – zeker als je bedenkt dat er in bijvoorbeeld tachtig levensjaren slechts een kleine 30 duizend dagen zitten (That’s all folks!) – van de nieuwe Star Wars-films tot obscure experimentele Japanse korte films uit de jaren zestig, om maar eens wat te noemen. Je grijpt zelden mis, ook niet met Nederlandse films.", "Ik begon in 1960, mijn geboortejaar, waarom niet? En begon vanaf dat jaar twee kanten op te werken. Wie 1960 in Letterboxd opent treft daar alle films van dat productiejaar aan, in volgorde van populariteit, met een drempel voor de hoeveelheid mensen die aangeven een bepaalde film te hebben gezien, in combinatie met een waardering in sterren.", "De nummer 1 in Letterboxd van het jaar 1960 is Psycho van Alfred Hitchcock (op de voet gevolgd door Billy Wilders The Apartment, Godards À bout de souffle en Fellini’s La dolce vita – wat een jaargang eigenlijk!). Natuurlijk: het is een moderne visie op wat inmiddels als klassiekers worden beschouwd – de grootste filmhit van het jaar was de Disneyfilm Swiss Family Robinson, die ongeveer veertig plekken lager komt. Het zijn een stel fantastische snobs bij elkaar, de leden van Letterboxd.", "315 duizend leden van Letterboxd geven aan dat ze Psycho hebben gezien, elfduizend mensen hebben een eigen review geschreven, en de film figureert in maar liefst 63 duizend filmlijsten. Als Letterboxdlui niet naar films zitten te kijken dan maken ze filmlijsten, in een eindeloze variëteit, van de honderd beste films van vrouwelijke regisseurs tot een flink aantal lijsten waarin het werk van acteur Jake Gyllenhaal wordt gerangschikt op volgorde van ‘hotness’ – en soms worden er andere omschrijvingen gebruikt.", "En kijk, het is echt handig om goed gedocumenteerde lijsten te zien waarin post-Parasite de vijftig must-see Koreaanse films staan, of de favoriete films van Guillermo del Toro (steeds meer filmmakers zetten hun lijsten op Letterboxd), maar sommige mensen hebben van het lijstenmaken een kunstvorm gemaakt, waarin lijst, recensie en (psycho)analyse naadloos in elkaar overvloeien.", "David Chen kwam met ‘Films waarin een gerespecteerd filmmaker de eigen scheiding heeft verwerkt door een film te maken waarin Scarlett Johansson in een slechte relatie zit met een man die een creatief beroep heeft’. De lijst bestaat uit drie titels: Marriage Story (2019) van Noah Baumbach, Lost in Translation (2003) van Sofia Coppola en Her (2013) van Spike Jonze. Met de kanttekening dat de scheiding van Coppola en Jonze (in 2003) dus maar liefst twee films voor deze lijst heeft opgeleverd.", "Ik heb Psycho ook gezien, geef hem vijf sterren en zo verder; een afdaling in het filmjaar 1960, waar het feest van herkenning al teleurstellend snel plaatsmaakt voor mistige flarden aan de rafelranden van het geheugen. Heb ik Plein soleil van René Clément met een jonge Alain Delon ooit gezien, of komt hij me alleen maar bekend voor? Trailer checken, Wikipedia lezen. De film is gebaseerd op The Talented Mr. Ripley van Patricia Highsmith (vaker verfilmd) en heeft ook wel wat weg van Knife in the Water (1962) van Roman Polanski, waarvan ik zeker weet dat ik hem heb gezien. Delon zonder shirt, moordzucht en jaloezie op het water; of haal ik nu per ongeluk La piscine erbij (1969), die ik ook heb gezien? Maar Plein soleil? Het blijft blanco en dat zou me dus met boeken nooit overkomen. Plein soleil doet niet mee. Als ik niet weet of ik hem heb gezien: is dat niet hetzelfde als de film niet gezien hebben? En: had je niet beter naar die film kunnen kijken dan een uur lang proberen te achterhalen of je hem wel hebt gezien? Lastig puntje: ik blijk een feilloos geheugen te hebben voor waardeloze films – en voor alle films die ik ooit met mijn kinderen heb bezocht. Nee, ik ben Het regent gehaktballen 2 niet vergeten – die komt zeker op de lijst.", "Selectie uit Letterboxdlijst ‘Remembering Reality’, met films over hoe we ‘normaliteit’ voor lief nemen – ook weer gesorteerd op kleur.", "Waarom hou ik die lijsten eigenlijk bij? Het antwoord houdt zich ergens schuil tussen het feit dat ik greep wil krijgen op een oneindig universum van keuzen en de onredelijke angst dat het allemaal zinloos is als het niet ergens geboekstaafd staat. Het staat in een app, in talloze oude schoolschriftjes; het is niet onopgemerkt gebleven.", "Ik schakelde vrij snel over op Letterboxd Pro (19 dollar per jaar), niet alleen om de advertenties kwijt te raken, maar vooral door de statistiekfunctie die achter de knop ‘Stats’ schuilgaat. Met één druk maakt Letterboxd alle optelsommen die er maar zijn – iets waar die boekenschriftjes niet aan kunnen tippen. ‘A life in film’ heet die pagina, een wonderbaarlijk fenomeen, waarop de hoeveelheid films, het aantal uren dat het kijken je heeft gekost, de hoeveelheid regisseurs en het aantal landen waar die films vandaan komen (tachtig) vermeld staan. En waar je kijkpatroon genadeloos en in overzichtelijke graphics wordt opgedeeld in genres, gesproken talen, landen van herkomst. Waar je ontdekt dat je van de top-100 ‘films geregisseerd door vrouwen‘ maar 20 procent hebt gezien, maar dat je inmiddels wel 44 films van Woody Allen kunt noteren, een hoeveelheid die nooit meer ingehaald gaat worden door welke regisseur dan ook.", "Met dit zelfportret van een filmliefhebber kom je enigszins van een koude kermis thuis: veel meer mainstream dan je innerlijke filmsnob zou willen toegeven, maar daar staat het toch echt in kille cijfers, van de ‘1001 films die je moet zien voor je gaat sterven‘ zit je pas op 51 procent. 51 procent! En het was je beroep nog wel, al die jaren! Nog even doorkijken."], "authors": ["Mark Moorman"], "keywords": ["van", "nooit", "het", "meer", "ontsnappen", "op", "met", "lijstjes", "ik", "die", "willen", "een", "te", "uit", "om", "en", "dat", "films", "voor"], "pubDate": "2020-05-07T19:25:21+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}