{"id": "4d21d912-f5e9-3b84-8ed4-4b283c22b384", "title": "Onnavolgbare Davids geeft verrassende move aan carrière en gaat Portugese derdeklasser coachen", "url": "https://volkskrant.nl/sport/onnavolgbare-davids-geeft-verrassende-move-aan-carriere-en-gaat-portugese-derdeklasser-coachen~bd67ec27/", "summary": "Beeld ANPHij bouwt aan de meest onnavolgbare carrière van zijn generatie.\nBij de Portugese derdeklasser zal Davids hoofdcoach zijn, net als bij de start van zijn loopbaan bij FC Barnet, al was hij toen ook nog speler.\nHet geeft wel aan dat het voetbalbloed nog steeds door hem kruipt.’Maar er ‘kruipt’ ook zoveel ander bloed.\nGrijnzend: ‘En een succescoach.\nIedereen heeft zijn eigen pad.’Of zoals Davids tegen Vice zei: ‘Ik hou van het moment dat je totaal verrast wordt.", "paragraphs": ["Edgar Davids tijdens de training van Telstar. Beeld ANP", "Hij bouwt aan de meest onnavolgbare carrière van zijn generatie. Edgar Davids, illustere middenvelder van Ajax, Juventus, Barcelona en het Nederlands elftal, coachte bij FC Barnet, de KNVB (onder 20 jaar), FC Twente, Al Ahli, Telstar en wordt nu trainer bij Sporting Clube Olhanense. Bij de Portugese derdeklasser zal Davids hoofdcoach zijn, net als bij de start van zijn loopbaan bij FC Barnet, al was hij toen ook nog speler. Daar tussendoor liep hij stages, laatstelijk bij Telstar waar hij in juni aanmeerde.", "‘Edgar vloog tweemaal per week vanuit Dubai en later vanuit Portugal, waar hij nu woont, naar ons, want hij vond dat hij zichzelf moest verbeteren als trainer,’ vertelt Telstar-hoofdtrainer Andries Jonker. ‘Door de lockdown kon dat niet meer, dan zou hij steeds tien dagen in quarantaine moeten. Het geeft wel aan dat het voetbalbloed nog steeds door hem kruipt.’", "Maar er ‘kruipt’ ook zoveel ander bloed. Davids is modeontwerper, filantroop, hij is gegrepen door kunst, cultuur en literatuur. Toen het nog kon, vloog hij de halve wereld over voor exposities en voor zijn merk Monta. Hij poseerde met naaktfotograaf Dan Hecho, minister Kajsa Ollongren en een zichtbaar vereerde Memphis Depay. Tussendoor liep hij, met de handen nonchalant in de zakken, over vuur volgens de Afrikaanse filosofie Ubuntu.", "Zijn Instagram-account is met geen enkele andere oud-voetballer te vergelijken. ‘Ik wil me ontwikkelen in heel veel dingen, maar ik wil me ook niet beperken. Ik heb veel passies, veel dingen die ik tof vind. Die wil ik allemaal doen’, zei hij vier jaar geleden aan Vice.", "‘Een enigma,’ noemt Telstar-voorzitter Pieter de Waard hem. Grijnzend: ‘En een succescoach. Hij was drie keer bij wedstrijden van ons en we pakten negen punten. Dat wordt vlammen in Portugal.’", "Jonker: ‘Sporting Clube Olhanense is een ambitieuze club en hij woont er in de buurt. Bij ons werkte hij voor niets, hij bood zelfs aan zijn eigen kleding te betalen. We zijn hem veel dank verschuldigd.’", "Davids voegde ‘echt iets toe’, stelt Jonker. ‘Voor oud-topvoetballers is er de eerste twee weken ontzag in een groep, maar daarna gaat het om wat je te vertellen hebt. Hij heeft in het buitenland geleerd hoe je een wedstrijd moet winnen. Dat kon hij goed overdragen. Hij heeft denk ik wel de ambitie om op een serieus niveau trainer te worden.’", "Davids sprak eenmalig met media bij Telstar. Jonker: ‘Dat zijn we hier niet gewend. Edgar was als voetballer kleurrijk en veelbesproken en als trainer vooralsnog ook. Iedereen heeft zijn eigen pad.’", "Of zoals Davids tegen Vice zei: ‘Ik hou van het moment dat je totaal verrast wordt. Dat heb ik ook met literatuur. Ik hou van lezen en soms zie ik een zin waarbij ik alleen maar kan denken: fuck, hoe heeft-ie dit zo bij elkaar weten te brengen? Wauw.’"], "authors": ["Bart Vlietstra"], "keywords": ["ik", "derdeklasser", "portugese", "geeft", "coachen", "bij", "zijn", "carrière", "onnavolgbare", "te", "verrassende", "van", "en", "een", "davids", "gaat", "het", "hij", "dat"], "pubDate": "2021-01-04T20:03:58Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}