{"id": "4d274457-812a-3234-9464-6c20ecc7c31e", "title": "In een flow komen is geen toeval: 'Om zes uur opstaan maakt me supercreatief'", "url": "https://nu.nl/werk/6096718/in-een-flow-komen-is-geen-toeval-om-zes-uur-opstaan-maakt-me-supercreatief.html", "summary": "De tijd vliegt voorbij, je maakt al je taken razendsnel af en nadien heb je een voldaan gevoel: in je flow kun je heerlijk werken, andere dagen kom je totaal niet vooruit.\nIn een flow raken klinkt misschien wat zweverig, maar eigenlijk is het een staat van opperste concentratie, legt Stefan van der Stigchel uit.\nIn je flow raak je op het moment dat je voor langere tijd maar aan één ding denkt en niet afgeleid wordt.\"\nMeerdere ballen hooghoudenIn een tijd waarin productiviteit als heilige graal wordt gezien, is in je flow komen ook handig op je werk.\n\"Ineens merkte ik dat ik super creatief werd.", "paragraphs": ["De tijd vliegt voorbij, je maakt al je taken razendsnel af en nadien heb je een voldaan gevoel: in je flow kun je heerlijk werken, andere dagen kom je totaal niet vooruit. Maar is dat een kwestie van geluk hebben, of kan je er ook iets aan doen?", "In een flow raken klinkt misschien wat zweverig, maar eigenlijk is het een staat van opperste concentratie, legt Stefan van der Stigchel uit. Als hoogleraar cognitieve psychologie aan de Universiteit Utrecht en auteur van het boek Grip op je aandacht is hij gespecialiseerd in concentratie. \"Het brein kan heel veel dingen tegelijkertijd, maar dan geeft het niets de volledige aandacht. In je flow raak je op het moment dat je voor langere tijd maar aan één ding denkt en niet afgeleid wordt.\"", "“Sta ik op de tennisbaan aan andere zaken te denken, dan merk ik direct dat ik minder goed speel.” Stefan van der Stigchel, hoogleraar UU", "Dat gebeurt vaak bij hobby's: tuinieren, een muziekinstrument bespelen, sporten. \"Ik speel tennis, dan denk ik maar aan één ding. Sta ik op de baan aan andere zaken te denken, dan merk ik direct dat ik minder goed speel\", zegt Van der Stigchel.", "De term flow werd in de jaren zeventig bedacht door de Amerikaanse psycholoog Mihaly Csikszentmihalyi. Hij vroeg duizenden mensen over de hele wereld waar zij gelukkig van werden. De antwoorden leken allemaal eenzelfde situatie te beschrijven: je bent geconcentreerd en wordt uitgedaagd, waarna je de tijd nagenoeg vergeet en voldoening haalt uit je activiteit. In de jaren negentig schreef Csikszentmihalyi er het boek Flow over.", "Meerdere ballen hooghouden", "In een tijd waarin productiviteit als heilige graal wordt gezien, is in je flow komen ook handig op je werk. Je werkt sneller, komt op betere ideeën en je bent gemotiveerd om je werk af te maken. Dat dat echter makkelijker gezegd dan gedaan is, is volgens Van der Stigchel eenvoudig te verklaren: \"Er beginnen mensen tegen je te praten, je krijgt een mailtje, je hebt nog meer dingen op je takenlijst staan. Door die constante afleiding ben je niet in staat om je te focussen op één ding.\"", "Bovendien benadrukt hij dat een hobby vaak uit één taak bestaat, terwijl je werk veel verschillende taken omvat. \"Tijdens het tennissen of tuinieren hoef je je telefoon niet in de gaten te houden.\"", "Daar vond Anne Jaakke, oprichtster van de start-up Fantistics, een oplossing voor. Begin dit jaar begon ze voor zichzelf na jarenlang in de directie van corporates gewerkt te hebben. \"Opeens had ik geen volle agenda meer of teams om aan te sturen. Alle motivatie moest vanuit mezelf komen.\"", "Experimenteren met vroeg(er) opstaan", "\"Ik hoorde in een podcast over een Amerikaanse professor die vertelde dat hij tussen waak en slaap in een soort flow terecht kwam.\" En dus stond Jaakke een aantal dagen als avondmens om zes uur naast haar bed. Ze dook rechtstreeks achter haar computer en vermeed koffie, het licht aandoen en andere zaken die haar wakker zouden maken. \"Ineens merkte ik dat ik super creatief werd. Ik kreeg allerlei taken gedaan waar ik tegenaan hikte.\"", "“Na een half uur wandelen kom ik vaak thuis met oplossingen waar ik al dagen naar op zoek was.” Anne Jaakke, start-up Fantistics", "Ook testte ze een andere methode, waarbij ze elke dag minimaal een half uur wandelt zonder afleiding. \"Ik stap 's ochtends de deur uit en na een half uur kom ik vaak thuis met oplossingen waar ik al dagen naar op zoek was.\"", "Van der Stigchel begrijpt wel waarom de methodes van Jaakke werken. \"Op de momenten dat je hoofd helemaal leeg is en je alle afleiding vermijdt, ben je heel goed in staat om te concentreren op één ding.\"", "Flow is geen toevalstreffer", "Van der Stigchel benadrukt dat in je flow komen dan ook geen kwestie is van geluk hebben, zoals soms weleens wordt gedacht. Je kunt er zelf de ideale omgeving voor scheppen om het te bereiken. \"Zorg voor zo min mogelijk afleiding en hou je hoofd leeg. Merk je dat je gedachten beginnen af te dwalen, schrijf ze dan op.\"", "Een andere belangrijke voorwaarde is je motivatie: die moet groot zijn. Maar hoe doe je dat als je werk niet altijd leuk is? \"Beloon jezelf na een zware taak of neem pauze om je brein even op adem te laten komen.\" Ook kun je jezelf afvragen waarom je bepaalde taken doet. \"Omdat het nou eenmaal moet, is daarbij geen goed antwoord. Probeer het grotere plaatje te zien, dat helpt ook bij kleine rotklusjes.\""], "authors": ["Door", "Loeka Oostra"], "keywords": ["dat", "zes", "om", "maakt", "van", "opstaan", "komen", "een", "supercreatief", "en", "toeval", "geen", "ik", "te", "uur", "op", "je", "het", "flow"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}