{"id": "4d3bef43-f4b6-3b1a-b078-2d03d78d3789", "title": "CAS houdt vast aan schorsing Russische atleten; Rusland niet welkom op Zomerspelen, Winterspelen en WK voetbal", "url": "https://www.telegraaf.nl/sport/211391967/cas-houdt-vast-aan-schorsing-russische-atleten-rusland-niet-welkom-op-zomerspelen-winterspelen-en-wk-voetbal", "summary": "Neutrale vlagDe schorsing loopt tot 16 december 2022 en kan dus ook effect hebben op eventuele deelname van Rusland aan het WK voetbal in Qatar.\nDe uitspraak laat wel toe dat bewezen ’schone’ Russische sporters onder neutrale vlag mogen deelnemen aan de Spelen of aan mondiale titeltoernooien.\nOf dat geldt voor de Russische voetbalploeg, mocht die zich plaatsen voor het WK van 2022, ligt wellicht in handen van wereldvoetbalbond FIFA.\nEr is ook geen plaats voor Russische bestuurders bij bonden of organisaties die zich schikken naar de richtlijnen van het WADA.\nLaatste, minimale kansTegen de uitspraak van het in Lausanne gevestigde CAS is alleen nog beroep mogelijk bij de hoogste Zwitserse rechtbank.", "paragraphs": ["Ook op het komende WK voetbal, dat in 2022 in Qatar gehouden wordt, zal de nationale ploeg van Rusland niet mee mogen doen.", "Rusland werd een jaar geleden door het wereldantidopingbureau WADA voor vier jaar geschorst wegens grootscheepse dopingfraude. De Russen tekenden beroep aan waarna het CAS de lengte van de straf terugbracht, maar nog steeds zullen Russische sporters hun land niet kunnen vertegenwoordigen op de Olympische Spelen van 2021 in Tokio en de Winterspelen van het jaar erop in Peking.", "Neutrale vlag", "De schorsing loopt tot 16 december 2022 en kan dus ook effect hebben op eventuele deelname van Rusland aan het WK voetbal in Qatar. De uitspraak laat wel toe dat bewezen ’schone’ Russische sporters onder neutrale vlag mogen deelnemen aan de Spelen of aan mondiale titeltoernooien. Of dat geldt voor de Russische voetbalploeg, mocht die zich plaatsen voor het WK van 2022, ligt wellicht in handen van wereldvoetbalbond FIFA.", "De halvering van de straf mag niet worden gezien als een „validatie van het gedrag van het Rusada en de Russische autoriteiten.” Het CAS zegt gebonden te zijn aan regelgeving en de proportionaliteit te hebben meegewogen. Met de nieuwe strafmaat hoopt het bovendien jonge Russische sporters aan te moedigen te willen deelnemen aan „schone internationale sport.”", "Geen organisatie", "De behandeling van de beroepszaak door het CAS liep door de coronapandemie enige vertraging op, maar in november waren er vier hoorzittingen. De conclusies werden donderdag gepresenteerd. Daarin staat ook dat Rusland de komende twee jaar geen groot sportevenement mag organiseren en zich in die periode ook niet kandidaat mag stellen voor de organisatie van sportwedstrijden voor de periode erna. Regeringsvertegenwoordigers zijn niet welkom bij Olympische Spelen en WK’s. Er is ook geen plaats voor Russische bestuurders bij bonden of organisaties die zich schikken naar de richtlijnen van het WADA.", "Het Russische dopingschandaal leidde er in 2016 al toe dat een deel van de sporters uit dat land niet welkom was bij de Spelen van Rio 2016. Bij de Winterspelen van 2018 in Pyeongchang moesten de sporters die wel mochten deelnemen dat doen als neutrale deelnemers, zonder uitingen van hun land.", "Laatste, minimale kans", "Tegen de uitspraak van het in Lausanne gevestigde CAS is alleen nog beroep mogelijk bij de hoogste Zwitserse rechtbank. De kans dat het besluit daar nog wordt teruggedraaid is klein omdat de rechter alleen ingrijpt bij procedurefouten of schendingen van de mensenrechten."], "authors": ["Onze Telesportredactie"], "keywords": ["van", "winterspelen", "dat", "bij", "vast", "welkom", "wk", "het", "niet", "en", "sporters", "schorsing", "op", "voetbal", "voor", "russische", "rusland", "aan", "zomerspelen"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}