{"id": "4d5807c8-95e9-3578-99d3-217ce2aece77", "title": "‘Paddleton’ is een teder drama over de laatste dagen van een bromance", "url": "https://trouw.nl/cultuur-media/paddleton-is-een-teder-drama-over-de-laatste-dagen-van-een-bromance~b3cfcb96/", "summary": "Toch wil Andy het nog een keer horen.\nZe spelen samen paddleton, een soort squash, tegen de achterkant van het scherm in een drive-in bioscoop.\nMet regisseur Michael Lehmann schreef Mark Duplass (‘The One I Love’) het scenario voor een teder, geestig drama over de laatste dagen van een grillige bromance.\nIn mooi uitgewerkte scènes rond mensen die spreken in onaffe zinnen schetsen de makers een relatie van weinig woorden maar van grote betekenis.\nMichael en Andy komen terecht bij een struisvogelboerderij, en in het stadje-met-Deens-thema waar de twee vastgelopen mannen uit ‘Sideways’ ook aanspoelden.", "paragraphs": ["Michael is ongeneeslijk ziek. Dat zegt de arts tegen hem in de openingsscène van ‘Paddleton’, te zien op Netflix. Toch wil Andy het nog een keer horen. Wie Andy is? Dat is de buurman van Michael. Hij (Mark Duplass) en Andy (Ray Romano) zijn al jaren buren. Meer dan dat. ’s Avonds eten ze op Michaels bank pizza en kijkt het tweetal voor de zoveelste keer naar hun favoriete kung fu-film. Ze spelen samen paddleton, een soort squash, tegen de achterkant van het scherm in een drive-in bioscoop.", "Twee mannen in korte broeken, hun gezichten vol levenslijnen. Los van elkaar ogen ze wat eenzaam, morsig bijna. Maar hun dagelijkse routine samen is vertrouwd, warm bijna. Met regisseur Michael Lehmann schreef Mark Duplass (‘The One I Love’) het scenario voor een teder, geestig drama over de laatste dagen van een grillige bromance. Michael wil een medicijn om zijn leven voortijdig te beëindigen. Samen gaan ze het halen. Zes uur lang zitten ze samen in de auto.", "In mooi uitgewerkte scènes rond mensen die spreken in onaffe zinnen schetsen de makers een relatie van weinig woorden maar van grote betekenis. Michael en Andy komen terecht bij een struisvogelboerderij, en in het stadje-met-Deens-thema waar de twee vastgelopen mannen uit ‘Sideways’ ook aanspoelden. Al kibbelend bepalen de twee mannen hun nieuwe posities: ‘Ik ben de stervende!’ ‘Ik ben de ander!’ Met bewonderenswaardige lichtvoetigheid en wijsheid vatten de makers van de film het leven samen in een groen shirt met een woordspelletje galgje erop. Het shirt dat Andy ooit cadeau gaf aan Michael. Twee letters zijn ingevuld, maar de rest is onopgelost."], "authors": ["Remke De Lange"], "keywords": ["van", "dagen", "teder", "het", "michael", "laatste", "drama", "andy", "bromance", "paddleton", "een", "ze", "en", "dat", "hun", "samen"], "pubDate": "2020-11-12T01:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}