{"id": "4d780d3e-f9a5-3397-9f71-93672bb2cd27", "title": "Waarom schiet de bitcoinprijs alle kanten op?", "url": "https://volkskrant.nl/columns-opinie/waarom-schiet-de-bitcoinprijs-alle-kanten-op~bfcd6c13/", "summary": "Sinds corona in maart begon, is de waarde van bitcoin ten slotte bijna verviervoudigd.\nMaar de keerzijde van de bitcoin is dat er zo weinig van zijn.\nAls een partij roept een flink deel van zijn geld in bitcoins te steken schiet de koers, gezien het beperkte aanbod, meteen omhoog.\nVorige week maakte vermogensbeheerder Guggenheim Fund bekend 10 procent van zijn vermogen van 5,3 miljard dollar, aan bitcoins te besteden.\nEr zijn slechts 21 miljoen bitcoins beschikbaar, en 18,6 miljoen daarvan zijn al gemijnd.", "paragraphs": ["Himmelhoch jauchzend, zum Tode betrübt (hemelse vreugde, intens verdriet) schreef Goethe in een tijd dat virtuele munten even ondenkbaar waren als vaccins tegen pandemieën.", "Nadat de koers van de bitcoin vorige week nog instortte, brak die deze week weer een nieuw record op 19.700 dollar. Volgende week kan het opnieuw anders zijn. Hoewel er genoeg analisten zijn die met allerlei argumenten komen voor een structurele stijging van de onzichtbare munt tot 100 duizend dollar of nog hoger. Sinds corona in maart begon, is de waarde van bitcoin ten slotte bijna verviervoudigd. Dan zou die munt in de toekomst ook nog een keer kunnen vervijfvoudigen.", "Niets is onmogelijk. Maar de kans is net zo groot dat de waarde van bitcoin volgend jaar ergens nog maar eenvijfde bedraagt: zo’n vierduizend dollar. Er is geen peil op te trekken.", "Reden is dat bitcoin geen middel is geworden om mee te betalen - waarvoor de oprichter het wel ooit had bedoeld - of om in te beleggen, maar alleen om mee te speculeren. Het zijn de nieuwe kleren van de keizer. Of je gelooft de goeroes die de munt de hemel in prijzen, of je denkt dat iedereen gek is geworden.", "Valuta’s, edelmetalen, derivaten en aandelen worden ook gebruikt voor speculatie. Maar de keerzijde van de bitcoin is dat er zo weinig van zijn. De markt is illiquide, zoals het in vaktaal heet. Dat maakt de bitcoin uiterst gevoelig voor koersschommelingen. Als een partij roept een flink deel van zijn geld in bitcoins te steken schiet de koers, gezien het beperkte aanbod, meteen omhoog.", "Vorige week maakte vermogensbeheerder Guggenheim Fund bekend 10 procent van zijn vermogen van 5,3 miljard dollar, aan bitcoins te besteden. Dat betekent dat ze 530 miljoen dollar aan bitcoin-aankopen boven de markt hangen. De waarde steeg meteen met tweeduizend dollar.", "Maar misschien ziet het fonds er nog vanaf. Wie argwanend is, zou kunnen vermoeden dat Guggenheim zoiets alleen laat uitlekken om de prijs van eigen bitcoins op te vijzelen.", "De bitcoinmarkt is gemakkelijk te manipuleren. Zelfs bij de huidige verviervoudigde koers is de totale bitcoinmarkt slechts 200 miljard dollar. Ter vergelijking: de totale goudmarkt heeft een omvang van bijna 10 duizend miljard (10 biljoen) dollar. Vijftig keer zo groot. En als de prijs van goud stijgt, is het lucratief om nieuw goud te delven en worden zelfs de kleinste goud vindplaatsen rendabel. Er komt daardoor meer goud bij.", "Goud is onuitputtelijk. Het hangt er maar vanaf hoeveel geld iemand in goudwinning wil investeren. Dit geldt niet voor bitcoins. Daarvan zullen er in de toekomst weinig bijkomen. Er zijn slechts 21 miljoen bitcoins beschikbaar, en 18,6 miljoen daarvan zijn al gemijnd.", "Maar een kniesoor die daarop let. Goethe zei tenslotte: Die Irrtümer des Menschen machen ihn eigentlich liebenswürdig (Juist zijn dwalingen maken de mens beminnelijk)."], "authors": ["Peter De Waard"], "keywords": ["van", "dat", "die", "kanten", "dollar", "een", "te", "bitcoinprijs", "schiet", "zijn", "waarom", "op", "bitcoin", "er", "het", "alle"], "pubDate": "2020-12-03T17:02:22Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}