{"id": "4d8ce987-efb6-3cd2-88c7-550790b051a0", "title": "‘Roman 11, boek 18' van Dag Solstad is spitsvondig, maar de weemoed ontbreekt", "url": "https://trouw.nl/cultuur-media/roman-11-boek-18-van-dag-solstad-is-spitsvondig-maar-de-weemoed-ontbreekt~b2b32348/", "summary": "Die bestaat uit mensen die in hun hobby de vervulling van een creatieve roeping zien.\nMaar tussen vader en zoon ontstaat zelfs niet het begin van een verstandhouding, integendeel: de vader ergert zich groen en geel.\nWat dat dan precies is, laten we in het midden, maar het is zo spitsvondig dat het je als lezer van je sokken blaast.\nMaar anders dan bij een ‘levenskeuze-schrijver’ als Jens Christian Grøndahl, schildert Solstad zijn reflecties niet in een waas van weemoed, noch van licht sentimentele droefheid, maar in het naakte licht van het volle cynisme.\n€ 20,99Lees ook:Moord op kerstavondDag Solstad (1941) is een van de belangrijkste Noorse schrijvers van dit moment.", "paragraphs": ["In de romans van de Noor Dag Solstad (1941), al jaren genoemd als Nobelprijs-kandidaat, gebeurt er doorgaans niet zo veel. Ze draaien stuk voor stuk om kleine scheuren in het bestaan, minimale verstoringen van goed geoliede levens die uiterst ontwrichtend uitpakken. Professor Andersens nacht ging over een vijftigjarige literatuurprofessor die elk jaar in zijn eentje geniet van Kerstavond, totdat hij door het raam tegenover zijn huis ziet hoe een vrouw wordt vermoord. Maar hij doet niets, behalve rondjes draaien in zijn eigen overdenkingen. Gêne en waardigheid voerde een gefrustreerde leraar op die plots zo woedend wordt omdat zijn paraplu niet opengaat, dat hij een leerlinge begint uit te schelden voor alles wat lelijk is. De aanleiding is futiel, het resultaat rampzalig: de parapluscène vernietigt zijn beschaafde menselijke waardigheid.", "Solstads nieuwste Roman 11, boek 18 is al even merkwaardig. Het boek plaatst ons in de wereld van de vijftigjarige Bjørn Hansen. Vier jaar geleden is hij weggegaan bij Turid Lammers, de ‘vrouw van zijn leven’. Voor haar heeft hij achttien jaar eerder zijn echtgenote en hun tweejarige zoontje verlaten. Dat ziet hij nu als een vergissing. ‘Hij had met een verbazing die grensde aan smart moeten constateren dat hij niet langer kon begrijpen of navoelen waarom Turid hem ooit gefascineerd had’.", "Solstad schrijft uitgebreid over de veertien jaar die Hansen met Turid heeft doorgebracht, kabbelende jaren zonder ingrijpende gebeurtenissen, behalve dan dat Hansen in Turids kielzog naar Kongsberg is verhuisd, waar hij zonder veel animo belastinginspecteur en lid van de Toneelvereniging Kongsberg is geworden. Die bestaat uit mensen die in hun hobby de vervulling van een creatieve roeping zien.", "Een mislukte opvoering van Ibsens ‘Wilde eend’ geeft Hansen het excuus om eindelijk bij Turid weg te gaan.", "Hij verhuist naar een appartement, waar zijn volwassen zoon Peter bij hem intrekt. Maar tussen vader en zoon ontstaat zelfs niet het begin van een verstandhouding, integendeel: de vader ergert zich groen en geel. ‘Hij kon niet tegen de betweterige en opschepperige aard van zijn zoon. Die stond hem tegen’.", "Ontsnapping aan de dodelijke alledaagsheid", "Om te ontsnappen aan de dodelijke alledaagsheid ontwikkelt Bjørn Hansen een krankzinnig plan: ‘Het was een plan waarmee hij uitdrukking zou geven aan zijn nee, zijn grote NEE, zoals hij het was gaan noemen, door een daad die onomkeerbaar was’. Wat dat dan precies is, laten we in het midden, maar het is zo spitsvondig dat het je als lezer van je sokken blaast.", "Bjørn Hansen is een typisch Solstad-personage: een ontwikkelde man, die aanvoelt dat er iets wringt in zijn geslaagde leventje, wat leidt tot eindeloze reflecties over levenskeuzes. Maar anders dan bij een ‘levenskeuze-schrijver’ als Jens Christian Grøndahl, schildert Solstad zijn reflecties niet in een waas van weemoed, noch van licht sentimentele droefheid, maar in het naakte licht van het volle cynisme.", "Want het levensgevoel dat uit deze roman spreekt, is somber en vreugdeloos: wat geweest is, is niet mooi, maar bedenkelijk. En hetzelfde geldt voor wat nog komen zal.", "Dag Solstad", "Roman 11, boek 18", "Vert. Edith Koenders en Adriaan van der Hoeven.", "Podium; 182 blz. € 20,99", "Lees ook:", "Moord op kerstavond", "Dag Solstad (1941) is een van de belangrijkste Noorse schrijvers van dit moment."], "authors": ["Sofie Messeman"], "keywords": ["ontbreekt", "boek", "18", "van", "weemoed", "roman", "solstad", "dag", "het", "maar", "hij", "zijn", "die", "een", "niet", "en", "dat", "spitsvondig"], "pubDate": "2020-12-06T14:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}