{"id": "4d943a18-767d-3d47-86d9-c2b78b351771", "title": "Ellen en Alex zorgen voor de kinderen die er met verplichte anticonceptie niet zouden zijn", "url": "https://volkskrant.nl/columns-opinie/ellen-en-alex-zorgen-voor-de-kinderen-die-er-met-verplichte-anticonceptie-niet-zouden-zijn~ba9e6825/", "summary": "Nu zorgen ze ook voor het kind van een van hen.\nIn de weekends en vakanties woonde S. nog steeds bij Ellen en Alex.\nNu is het rustiger en tobben Ellen en Alex verder over het probleem dat S. weer zwanger wil worden.\nKleuter G., met moeder S. Beeld Ellen NeveWaarom laten Ellen en Alex kleuter G. nog bij S. logeren?\nEllen en Alex kúnnen niet meer.", "paragraphs": ["Drie verstandelijk beperkte baby’s van onmachtige moeders namen Ellen Neve en haar man Alex Holmer ruim vijfentwintig jaar geleden als pleegkind in huis. Nu zorgen ze ook voor het kind van een van hen.", "Voormalig kinderrechter Cees de Groot zoekt intussen opnieuw de media met zijn pleidooi voor verplichte anticonceptie voor moeders met een verstandelijke beperking, verslaving of ernstige psychiatrische ziekte. Vier jaar geleden deed hij dat ook al eens.", "Die vorige keer beschreef ik hier met hulp van Ellen Neve hun middelste pleegkind S., die zelf verslaafd ter wereld kwam uit een verslaafde moeder en een IQ van 64 heeft. S. was toen 19 en net bevallen van een jongetje: baby G.", "En hoe gaat het nu? ‘S. wil weer zwanger worden’, mailde Ellen.", "Baby G. vier jaar geleden, met moeder S. Beeld Ellen Neve", "We praten bij hen thuis, warm ingericht met boeken, muziekinstrumenten en speelgoed. Omdat S. niet in staat is voor haar kind te zorgen, hebben ze na zijn geboorte de volledige voogdij aangevraagd en gekregen. Inmiddels is baby G. een gezonde kleuter en hij woont nog steeds bij Ellen (59) en Alex (61).", "S. is behalve verstandelijk beperkt ook mooi, dus Ellen heeft altijd hemel en aarde bewogen om haar aan de anticonceptie te krijgen. S. kreeg al vroeg de prikpil, tot ze erop stond aan de gewone pil te gaan. Ellens vrees bleek gegrond: S. kwam op haar dertiende in handen van een loverboy.", "Omdat Ellen en Alex haar destijds niet konden beschermen terwijl ze ook op hun andere pleegkinderen moesten letten, is ze toen in een speciale woongroep geplaatst. In de weekends en vakanties woonde S. nog steeds bij Ellen en Alex.", "Toen moest S. in het kader van de participatiesamenleving verhuizen naar een nieuwe woongroep, die meer zelfstandigheid van haar eiste. Steeds wisselende begeleiders letten niet meer op of ze haar anticonceptie bleef slikken. Toen raakte S. zwanger.", "Hoe de afgelopen vier jaar waren? Er was een gewelddadige periode dankzij de entourage van pleegdochter S. – voor de privacy van moeder en kind kan ik er niet meer over opschrijven dan dat Ellen sinds een ernstig incident wordt behandeld voor ptss. Nu is het rustiger en tobben Ellen en Alex verder over het probleem dat S. weer zwanger wil worden.", "Zijn autootjes Beeld Margriet Oostveen", "S. woont tegenwoordig in een flat voor begeleid wonen. In de weekends mag kleuter G. daar logeren. Ellen en Alex bellen dan twee keer per dag om te checken of alles in orde is – tijdens ons gesprek belt kleuter G. net zelf even en klinkt hij erg vrolijk. Maar G. heeft daar ook ruzies meegemaakt tussen S. en haar huidige vriend, tevens beoogd vader van haar volgende kind. ‘Mama is weer boos geweest’, zegt hij soms bij terugkeer. Alex: ‘Maar de groepsleiding grijpt niet in. Dat doen ze pas als ze zo hard schreeuwen dat andere bewoners over geluidsoverlast gaan klagen.’", "Ofschoon Ellen en Alex liefst gedwongen anticonceptie aan hun pleegdochter zouden geven, zien ze het in algemene zin toch ook als een schijnoplossing. Hoe voer je dat uit? Op welke leeftijd begin je? Maar vooral valt hen op dat een aanzienlijk hoofdstuk vóór het algemeen inzetten van zo’n noodmiddel nogal eens ontbreekt: betere hulpverlening.", "Ellen: ‘Intussen vraagt iedereen wel óns om hulp.’", "Alex: ‘En dat noemen ze dan ‘ouderparticipatie’.’", "In de ggz moet bijna alles nu worden opgelost met ‘ambulante begeleiding’, wat vaak neerkomt op zo min mogelijk begeleiding. Nog los van alle ethische bezwaren: verplichte anticonceptie is óók de goedkoopste oplossing.", "Kleuter G., met moeder S. Beeld Ellen Neve", "Waarom laten Ellen en Alex kleuter G. nog bij S. logeren? Omdat S. heel lief kan zijn, zegt Ellen. Maar vooral omdat ze vrezen dat S. de voogdij over kleuter G. anders terug gaat eisen. Alex: ‘De kans van slagen lijkt misschien nihil, maar waar ze nu woont, houdt bijna niemand meer een rapportage bij van dingen die daar fout gaan. En dat moeten we wèl kunnen bewijzen om de voogdij te behouden als de nood aan de man komt.’ Veilig Thuis is voor de zekerheid alvast op de hoogte gebracht. ‘Wij zijn een cirkel om G. aan het bouwen. Om als het nodig is te kunnen zeggen: Lieve S., nu is het echt klaar.’", "Hun pleegdochter wil zó graag normaal zijn, zegt Alex, ze blijft het maar proberen. Ellen: ‘Dat is ook zo hartverscheurend. Want het zal nooit lukken.’", "Een tweede kleinkind zullen ze niet meer in huis nemen. Het zorgen voor drie verstandelijk beperkte kinderen houdt nooit op. Ellen en Alex kúnnen niet meer."], "authors": ["Margriet Oostveen"], "keywords": ["van", "zouden", "alex", "verplichte", "het", "met", "zijn", "kinderen", "s", "niet", "een", "en", "ze", "dat", "zorgen", "ellen", "er", "voor"], "pubDate": "2020-11-01T21:18:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}