{"id": "4d9d1181-fdae-391f-aae5-5184509ae3d3", "title": "Carrièreswitch: Herald Grondman verruilde de modewinkel voor de verpleging", "url": "https://volkskrant.nl/werken/carriereswitch-herald-grondman-verruilde-de-modewinkel-voor-de-verpleging~be3a37f6/", "summary": "Beeld Matteo BalJarenlang begint Herald Grondman de dag met het bekijken van het weerbericht.\nBij goed weer bereidt hij zichzelf en het team dat hij leidt voor op een ‘hartstikke drukke dag’ in de modewinkel.\nZo’n tien tot vijftien uur in de week besteedt Grondman aan leren, een keer in de twee weken heeft hij een lesdag.\n‘Ik ben al geen gestrest persoon, maar ik merk dat ik door dit werk nog meer rust over me heen heb gekregen.\nZo pak je dat het beste aan.", "paragraphs": ["Beeld Matteo Bal", "Jarenlang begint Herald Grondman de dag met het bekijken van het weerbericht. Bij goed weer bereidt hij zichzelf en het team dat hij leidt voor op een ‘hartstikke drukke dag’ in de modewinkel. Bij slecht weer worden de regenjassen naar voren gehaald. De rest van de dag is hij zowel coach voor het team als gastheer voor consumenten. Tussendoor wat kantoortijd voor administratieve zaken. ‘Ik had geen hekel aan mijn baan als bedrijfsleider hoor, ik vond het lang heel leuk. Maar toch. Er miste iets.’", "Dat knagende gevoel was er eigenlijk al jaren. In de modebranche had hij alles wel geleerd en gedaan wat hij wilde. ‘Toen ik eind dertig was, dacht ik al na of ik dit werk wilde doen tot m’n pensioen.’ En nee, dat was niet zijn bedoeling. ‘Ik wilde echt iets kunnen betekenen.’", "Uiteindelijk stapte hij pas in januari 2019 over op een andere baan. Met een banencoach onderzocht hij de mogelijkheden om de overstap te maken naar de zorg. ‘Ik wilde graag een opleiding doen, maar ik ben ook een praktisch mens en wil het liefst mijn handen uit de mouwen steken.’ Zo kwam hij in aanraking met SwitchZ, een praktijkgerichte opleiding tot verzorgende in zowel de individuele als de maatschappelijke gezondheidszorg of mbo-verpleegkundige voor zij-instromers in West- en Midden-Brabant.", "‘Ik was zinvol bezig’", "Onderdeel van de aanmeldingsprocedure waren twee stagedagen. ‘Ik voelde toen gelijk: dit is het, hier ga ik voor. Ik mocht meteen helpen met het wassen van de patiënten, ze naar de dagbehandeling begeleiden; ik werd helemaal opgenomen in de groep. Ik was zinvol bezig en kon anderen echt helpen.’", "In totaal duurt de opleiding twee jaar en negen maanden. In die tijd werkt Grondman bij verschillende instellingen. Door op verschillende plekken mee te draaien, kunnen de studenten leren wat er allemaal mogelijk is als verpleegkundige en ontdekken wat voor soort werk het beste bij hen past.", "Grondman verzorgt momenteel patiënten die de ziekte van Huntington hebben. Dit is een progressieve en erfelijke ziekte waarbij zenuwcellen in de hersenen beschadigd raken, met ernstige motorische symptomen, verstandelijke achteruitgang en psychiatrische problemen tot gevolg. Vanaf oktober loopt hij een jaar mee in de thuiszorg.", "Tegen het studeren zag hij wel op. Zo’n tien tot vijftien uur in de week besteedt Grondman aan leren, een keer in de twee weken heeft hij een lesdag. ‘Het leek me erg wennen om weer te studeren. En om de studietijd te combineren met mijn drukke sociale leven. Toch valt het me mee. Het is inderdaad veel, maar ik heb het ervoor over.’ Bovendien is het prettig dat studenten direct salaris krijgen, meent hij. Daardoor is het financieel mogelijk en aantrekkelijk.", "Uitdagend beroep", "Grondman vindt het jammer dat er weinig mensen enthousiast worden van de zorg, terwijl er veel personeel nodig is in de sector. ‘Mensen denken al snel dat het suf is, maar verpleegkundige is juist een uitdagend beroep. Ik kan ’s ochtends wel bedenken hoe de dag eruitziet, maar het verloopt toch anders. De ziekte van Huntington is grillig, de cliënten gedragen zich daardoor elke dag anders, soms zijn ze bijvoorbeeld heel emotioneel. Elke dag hebben ze andere dingen nodig. Dat kunnen ook kleine dingen zijn; dan help ik iemand de krant lezen of met eten.’", "Nu hij terugkijkt, beseft Grondman eigenlijk pas hoezeer hij het miste om zinvol werk te doen. Hij voelt zich nu nuttiger. ‘Als iemand al lange tijd niet heeft gewandeld en ik kan helpen door diegene uit bed te halen en naar de tuin te begeleiden, waar-ie een paar passen kan doen, dan zie ik hoe dankbaar hij is’, vertelt hij. ‘Veel cliënten kunnen niet meer benoemen dat ze blij met je zijn, maar aan een glimlach zie ik dat ze lekker hebben gegeten of blij zijn dat je ze hebt geholpen met wassen en douchen, dat kan me nog steeds raken. Ze worden niet meer beter, maar ik kan ze wel helpen om er ondanks hun ziekte een mooie dag van te maken.’", "Ook de naasten laten geregeld blijken hoe blij ze zijn met de verpleegkundigen. Toen er vanwege het coronavirus weinig bezoek mocht komen, stuurden familieleden van cliënten kaartjes en foto’s op naar de verpleging om te laten weten hoe dankbaar ze zijn.", "‘Ik ben al geen gestrest persoon, maar ik merk dat ik door dit werk nog meer rust over me heen heb gekregen. Ik ga nu fluitend naar m’n werk en kom fluitend terug. Gewoon, omdat het me zoveel voldoening geeft.’", "Carrièreswitch naar zinvoller werk Rowie van Zon (25) werkte parttime in de horeca en als biologiedocent, een prima combinatie vond ze. Tot ze door de coronacrisis aan het denken werd gezet. Nu maakt ze de volledige omslag naar het onderwijs. ‘Al voordat de horeca dicht ging, wist ik dat het belangrijker was om er voor mijn leerlingen te zijn dan voor de gasten die Aziatische en mediterraanse tapas komen eten’, zegt ze. Na 18 jaar in de plantensector wordt Eveline Witte (44) rouwbegeleider. Ze volgt daarom nog een jaar een vervolgopleiding, maar besloot onlangs ook gewoon te beginnen met haar praktijk. Door corona realiseerde ze dat ze niet wil wachten op het papiertje, nu al kan ze mensen helpen met hun rouw en hun wereld daardoor iets lichter maken. Zo blijf je gemotiveerd in je werk Wie in deze tijd geen levens redt op de ic of desnoods mondkapjes naait in de hobbykamer, kan het gevoel van nutteloosheid bekruipen. Toch is het verlangen naar werk dat er écht toe doet, niet iets van de laatste maanden. In 2018 schreef Harvard Business Review al dat mensen zich graag betekenisvol voelen in hun baan, dat gevoel zou zelfs belangrijker zijn dan het salaris. Wil je ook weer zingeving vinden in je werk zónder meteen het roer om te gooien? Zo pak je dat het beste aan."], "authors": ["Yasmine Esser"], "keywords": ["herald", "van", "modewinkel", "verpleging", "het", "hij", "met", "ik", "carrièreswitch", "ze", "en", "verruilde", "een", "dat", "te", "grondman", "voor"], "pubDate": "2020-08-10T09:58:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}