{"id": "4da20ca7-3dab-3509-8abe-9d299ae03425", "title": "Na een massale vaccinatiecampagne werd Afrika eind augustus vrij verklaard van het wilde poliovirus", "url": "https://volkskrant.nl/wetenschap/na-een-massale-vaccinatiecampagne-werd-afrika-eind-augustus-vrij-verklaard-van-het-wilde-poliovirus~be385842/", "summary": "Na een massale, zeer opmerkelijke vaccinatiecampagne werd Afrika eind augustus vrij verklaard van het wilde poliovirus, ‘een van de grootste successen op het gebied van volksgezondheid van deze tijd’, aldus Wereldgezondheidsorganisatie WHO.\nEen paar druppeltjes vloeistof in de mond, meer is niet nodig: in die vloeistof zit een heel klein beetje levend maar verzwakt poliovirus dat ervoor zorgt dat een kind antistoffen aanmaakt.\nMaar de Nigerianen in het noordoosten van het land zijn constant op de vlucht voor het geweld en dus nauwelijks bereikbaar voor een vaccinatiecampagne.\nVerlamde poliopatiënten wisten lokale gemeenschappen te overtuigen van de meerwaarde van het vaccin door zichzelf als voorbeeld te stellen.\nDe Nigeriaanse president diende voor het oog van de televisiecamera zijn kleindochter het vaccin toe.", "paragraphs": ["Beeld Getty - Illustraties Typex", "Terwijl een verwoestend virus over de wereld raasde, werd deze zomer een ander virus definitief een kop kleiner gemaakt. Na een massale, zeer opmerkelijke vaccinatiecampagne werd Afrika eind augustus vrij verklaard van het wilde poliovirus, ‘een van de grootste successen op het gebied van volksgezondheid van deze tijd’, aldus Wereldgezondheidsorganisatie WHO. En in dat succes ligt een belangrijke les besloten voor de komende tijd.", "Achter de jubelende internationale krantenkoppen gaat een niet-alledaagse strategie schuil waarmee de laatste poliohaard, midden in terreurgebied, kon worden uitgedoofd. Het wilde poliovirus, dat bij kleine kinderen ernstige verlammingen veroorzaakt, was na decennia van vereende inzet nagenoeg van het continent verdwenen, maar er bleef één land over waar algehele vaccinatie onmogelijk bleek: Nigeria, waar terreurgroep Boko Haram al jaren een deel van de bevolking in zijn greep heeft.", "Een paar druppeltjes vloeistof in de mond, meer is niet nodig: in die vloeistof zit een heel klein beetje levend maar verzwakt poliovirus dat ervoor zorgt dat een kind antistoffen aanmaakt. Maar de Nigerianen in het noordoosten van het land zijn constant op de vlucht voor het geweld en dus nauwelijks bereikbaar voor een vaccinatiecampagne. Boko Haram voedde bovendien angst en wantrouwen met valse informatie over het vaccin (dat zou een Amerikaanse poging zijn om moslimvrouwen onvruchtbaar te maken) en ging er zelfs toe over gezondheidsmedewerkers te vermoorden.", "Een combinatie van vernuftige maatregelen bracht resultaat: gezondheidsautoriteiten zochten de samenwerking met lokale leiders. Verlamde poliopatiënten wisten lokale gemeenschappen te overtuigen van de meerwaarde van het vaccin door zichzelf als voorbeeld te stellen. De Nigeriaanse president diende voor het oog van de televisiecamera zijn kleindochter het vaccin toe. Daarna zette hij met hulp van het leger een hit-and-runtactiek in werking: zodra een gebied door het leger veilig was verklaard, trokken artsen en verpleegkundigen erheen om razendsnel, binnen 48 uur, zo veel mogelijk kinderen te vaccineren.", "De afgelopen vier jaar heeft zich nergens in het land meer een geval van het wilde type voorgedaan, lang genoeg om uiteindelijk ook Nigeria poliovrij te verklaren. Alleen in Pakistan en Afghanistan komt het virus nu nog in het wild voor.", "Met wereldwijde coronavaccinaties op komst biedt de triomf in Nigeria een hoopvolle les: zorg voor voldoende vertrouwen in het vaccin en alles is mogelijk."], "authors": ["Ellen De Visser"], "keywords": ["eind", "zijn", "van", "poliovirus", "voor", "massale", "en", "een", "verklaard", "dat", "vrij", "te", "vaccin", "wilde", "het", "werd", "vaccinatiecampagne"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}