{"id": "4da98567-7929-3272-816f-e5a82dfe6f1d", "title": "Net als je denkt: zo man, goed gedaan, komt Sadettin Kirmiziyüz met een imponerend slotakkoord ★★★★★", "url": "https://volkskrant.nl/cultuur-media/net-als-je-denkt-zo-man-goed-gedaan-komt-sadettin-kirmiziyuz-met-een-imponerend-slotakkoord~bcf361ac/", "summary": "Beeld Sanne PeperHij heeft er lang over getwijfeld, maar na zeven jaar was hij er klaar voor: de nieuwe voorstelling van Sadettin Kirmiziyüz moest gaan over de lange arm van het Turkse regime.\nNet als je denkt: zo man, goed gedaan, mooi ook dat inzicht, die twijfels tussen het oude en het nieuwe vaderland, tussen wat ooit was en hoe het zou moeten zijn!\nEen vrouw die vanwege corona haar flatje in Zutphen nauwelijks nog uit durft en voortdurend een beroep doet op haar zoon.\nDe lange arm van Erdoğan is misschien wel minder verstikkend dat de wurggreep van een moeder die altijd bang is.\nKnap is het, en moedig.", "paragraphs": ["Sadettin Kirmiziyuz. Beeld Sanne Peper", "Hij heeft er lang over getwijfeld, maar na zeven jaar was hij er klaar voor: de nieuwe voorstelling van Sadettin Kirmiziyüz moest gaan over de lange arm van het Turkse regime. Over de ingewikkelde positie dus van 500 duizend Turkse Nederlanders die voortdurend worden geïnfiltreerd met propaganda en gekleurd nieuws uit hun oude vaderland. Via de Turkse televisie wordt deze specifieke groep overspoeld met nepnieuws, en erger: ze worden vanuit Ankara ook hier in de gaten gehouden. De lange arm reikt ver.", "Hoe dat in zijn werk gaat, daarover vertelt Kirmiziyüz in het eerste deel van zijn voorstelling Is this the Real Life?, en ook hoe hij daar zelf mee te maken kreeg. Aan de hand van twee casussen legt hij dat uit: eerst de affaire rond een Turkse minister die in Rotterdam het consulaat wilde bezoeken, maar het land werd uitgezet, daarna geeft Kirmiziyüz een toelichting op de mislukte coup in 2016. Dat zijn geen droge geschiedenislesjes, maar bevlogen performances over politiek, machtsspelletjes en indoctrinatie. In beide gevallen werden de Turkse Nederlanders eigenlijk gemaakt tot Nederlandse Turken.", "Kirmiziyüz zou samen met zijn medespeler en muzikant Kaspar Schellingerhout afgelopen zomer een paar weken naar Turkije reizen om daar ter plekke inspiratie op te doen voor deze voorstelling. Maar toen brak de coronacrisis uit. Dat gegeven levert in deze voorstelling een slimme, gevatte en soms erg grappige dialoog op tussen beide mannen, waarin het leed van het niet kunnen spelen wordt afgezet tegen persoonlijke beslommeringen.", "Het heerlijk groezelige decor bestaat deels uit attributen van eerdere voorstellingen als Citizen K., Lawrence of Arabia en Dope. Allemaal voorstellingen over Kirmiziyüz’ persoonlijke struggle for life, als de in Zutphen geboren Turkse Nederlander. Identiteit, geloof, drugsgebruik, daar ging zijn theater over, en daarin was hij vaak verbeten, boos soms ook. Het bijzondere aan Is this the Real Life? is dat er meer lucht in zit, minder woede, meer nuance en ook humor. Daardoor blijkt eens te meer hoe goed Kirmiziyüz, voor de gelegenheid gekleed in dikmaaktrainingspak, als performer is, en hoe waardevol ook zijn tegenspeler Schellingerhout, die trouwens aan het eind een wonderschoon liedje zingt.", "Maar, en nu komt het: in dat laatste deel krijgt de voorstelling een imponerend slotakkoord. Net als je denkt: zo man, goed gedaan, mooi ook dat inzicht, die twijfels tussen het oude en het nieuwe vaderland, tussen wat ooit was en hoe het zou moeten zijn! – transformeert Kirmiziyüz in zijn moeder. Een vrouw die vanwege corona haar flatje in Zutphen nauwelijks nog uit durft en voortdurend een beroep doet op haar zoon. De lange arm van Erdoğan is misschien wel minder verstikkend dat de wurggreep van een moeder die altijd bang is.", "De familie als gevangenis, en daar toch liefdevol over vertellen. Knap is het, en moedig."], "authors": ["Hein Janssen"], "keywords": ["van", "net", "dat", "die", "een", "komt", "imponerend", "en", "het", "turkse", "zo", "je", "sadettin", "ook", "zijn", "slotakkoord", "kirmiziyüz", "man", "met"], "pubDate": "2020-12-14T15:39:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}