{"id": "4dbcef60-fd6b-3edb-99f2-9100fe13fb0f", "title": "Op de vlucht in Ethiopië: ‘De zieken liet ik achter’", "url": "https://www.parool.nl/wereld/op-de-vlucht-in-ethiopie-de-zieken-liet-ik-achter~b8e17d97/", "summary": "Beeld AFPDagenlang hebben ze gelopen door het onherbergzame landschap van Tigray, in het noorden van Ethiopië - hun meest waardevolle bezittingen op de rug.\nSoms was er geen tijd om spullen mee te nemen op de vlucht naar Soedan.\nSinedu (30) vertrok naakt; de iets te ruime gebloemde jurk, onderweg gekregen van een ander, draagt ze nu ruim een week.\nVerpleegster Mihret (25) verzorgde patiënten toen het Ethiopische federale leger het ziekenhuis van het plaatsje Mai-Kadra naderde, pal naast de Soedanese grens.\nVoordat omstanders haar naar het ziekenhuis brachten, zei ze tegen haar zoon dat hij zonder haar moest vertrekken.", "paragraphs": ["Duizenden Ethiopiërs zijn gevlucht naar Soedan. Beeld AFP", "Dagenlang hebben ze gelopen door het onherbergzame landschap van Tigray, in het noorden van Ethiopië - hun meest waardevolle bezittingen op de rug. Een bundeltje kleding, sieraden, contant geld. Soms was er geen tijd om spullen mee te nemen op de vlucht naar Soedan. Sinedu (30) vertrok naakt; de iets te ruime gebloemde jurk, onderweg gekregen van een ander, draagt ze nu ruim een week.", "Verpleegster Mihret (25) verzorgde patiënten toen het Ethiopische federale leger het ziekenhuis van het plaatsje Mai-Kadra naderde, pal naast de Soedanese grens. Terwijl het geluid van schoten en bommen steeds luider klonk, sommeerde de directeur zijn personeel om het pand direct te verlaten. Hun patiënten lieten ze achter, vertelt Mihret: vrouwen midden in een bevalling, zwaargewonde strijders. “Ik weet niet hoe ik God nog onder ogen kan zien.”", "‘Red jezelf’", "Het conflict in het noorden van Ethiopië is nog geen drie weken oud, maar heeft nu al ruim 40.000 mensen naar Soedan gedreven, schat de vluchtelingenorganisatie van de Verenigde Naties. De Soedanese overheid verwacht dat dit aantal kan oplopen tot 200.000. De getuigenissen van Tigreeërs in de vluchtelingenkampen Village 8 en Um Rakuba geven een duister beeld van de bittere strijd die verderop over de grens wordt gevoerd.", "Sinds het Ethiopische leger onder leiding van premier Abiy Ahmed een offensief is begonnen, bedoeld om het lokale bestuur uit de weg te ruimen, zijn honderden, mogelijk duizenden mensen omgekomen. Legerwoordvoerder Dejene Tsegaye zei afgelopen weekeind dat een ‘beslissende fase’ ophanden is. Volgens Tsegaye rukken troepen met zwaar geschut op naar de regionale hoofdstad Mek’ele. “Red jezelf,” is zijn boodschap aan de Tigreeërs die nog in het gebied zitten. Zijn waarschuwing zal weinig inwoners bereiken: telefoon en internet zijn er al wekenlang op zwart.", "Het gebrek aan informatie houdt vluchtelingen in Soedan in spanning over familieleden die zijn achtergebleven. Onderweg pakten Ethiopische soldaten haar sieraden af, zegt Awtse (30), die met haar vijf kinderen in een geïmproviseerde tent van houten palen en doeken verblijft. “Ze dreigden ons te onthoofden als we verder zouden lopen.” Door een omweg te nemen bereikten ze de grens. Ze vraagt zich af of ze haar man, die besloot in Tigray te blijven, ooit terug zal zien. “Ze willen alle Tigreeërs vermoorden.”", "Alle vluchtelingen zeggen onderweg naar Soedan meerdere lichamen te hebben gezien. Zij zeggen getuige te zijn geweest van zowel luchtaanvallen als schiet- en steekpartijen.", "Massagraven in Mai Kadra in Ethiopië waar honderden bewoners werden vermoord. Beeld AFP", "Moedermelk vermengd met bloed", "Yared (35), een taxichauffeur, zag op zijn vlucht naar de grens een dode vrouw op de grond liggen, haar levende baby nog aan de borst. “De baby dronk moedermelk, vermengd met haar bloed,” zegt hij, zijn ogen rood van slaapgebrek en tranen. Naast de vrouw lag een ouder kind, ook dood. “Ik heb nog nooit zoiets ergs gezien.”", "Volgens Yared raakte zijn moeder bij een bombardement gewond in haar zij. Voordat omstanders haar naar het ziekenhuis brachten, zei ze tegen haar zoon dat hij zonder haar moest vertrekken. “Ze zei: je bent groot genoeg om dit zelf te doen.” Samen met zijn gezin bereikte hij Soedan door een rivier over te zwemmen.", "Eenmaal aangekomen in Soedan worden vluchtelingen in trucks en bussen vervoerd naar vluchtelingenkampen die verspreid over het oosten in allerijl zijn opgezet. Terwijl deze kampen steeds verder uitdijen, worstelen hulporganisaties om de toestroom van vluchtelingen te voorzien van voldoende hulp.", "“We doen ons best”, zegt Abdelbasit Abdelghani, manager van Um Rakuba, waar in de jaren tachtig ook Tigrese vluchtelingen werden opgevangen. “Makkelijk is het niet, er komen er elke dag meer bij.” Het kamp sloot in het jaar 2000, maar is weer open. Met capaciteit voor 10.000 mensen is het nu half gevuld.", "In Village 8, een paar honderd kilometer verderop, ontstonden zaterdag schermutselingen om kleding en zeep. De frustratie neemt toe, ziet ook Birhanu een week na aankomst. “Er is niet genoeg water, niet genoeg eten. Kijk nou, we zijn al met zo veel.”"], "authors": ["Saskia Houttuin"], "keywords": ["achter", "van", "het", "op", "soedan", "naar", "zijn", "ik", "vlucht", "zieken", "een", "ze", "liet", "te", "haar", "en", "ethiopië"], "pubDate": "2020-11-27T12:46:34+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}