{"id": "4dc17a69-c659-3488-8636-5d0191ad90dc", "title": "Italiaan wandelt 450 kilometer na ruzie met vrouw en krijgt coronaboete", "url": "https://nu.nl/opmerkelijk/6095205/italiaan-wandelt-450-kilometer-na-ruzie-met-vrouw-en-krijgt-coronaboete.html", "summary": "Een Italiaanse man die na een ruzie met zijn vrouw buiten wilde afkoelen, heeft een wandeltocht van 450 kilometer gemaakt, schrijft BBC News maandag na berichtgeving door een lokale krant.\nDe man brak zijn wandeling pas af nadat hij een boete kreeg, omdat hij zich niet aan de vanwege het coronavirus geldende avondklok hield.\nHij was een week eerder van zijn huis in Como, in het noorden van Italië, vertrokken.\nNadat zijn gegevens werden gecontroleerd, bleek hij door zijn vrouw als vermist te zijn opgegeven.\nDe vrouw is door de politie ingelicht en heeft haar echtgenoot inmiddels opgehaald.", "paragraphs": ["Een Italiaanse man die na een ruzie met zijn vrouw buiten wilde afkoelen, heeft een wandeltocht van 450 kilometer gemaakt, schrijft BBC News maandag na berichtgeving door een lokale krant. De man brak zijn wandeling pas af nadat hij een boete kreeg, omdat hij zich niet aan de vanwege het coronavirus geldende avondklok hield.", "De politie hield de man om 2.00 uur staande op een snelweg in het dorpje Fano aan de Adriatische kust. Hij was een week eerder van zijn huis in Como, in het noorden van Italië, vertrokken. De man moest zijn wandeltocht afbreken en kreeg een boete van 400 euro omdat hij op straat liep ondanks de avondklok die vanwege het coronavirus van kracht is in de regio.", "De Italiaan liep gemiddeld 60 kilometer per dag. Op sociale media wordt de man inmiddels vergeleken met Forrest Gump, een personage uit de gelijknamige film uit 1994 met Tom Hanks in de hoofdrol. In die film rent Hanks onafgebroken duizenden kilometers dwars door de Verenigde Staten.", "Tegenover de politie verklaarde de Italiaan dat hij te voet was en geen openbaar vervoer had gebruikt. Onderweg zouden mensen hem eten en drinken hebben aangeboden. \"Ik ben in orde, alleen een beetje moe\", zou hij hebben verklaard.", "Nadat zijn gegevens werden gecontroleerd, bleek hij door zijn vrouw als vermist te zijn opgegeven. De vrouw is door de politie ingelicht en heeft haar echtgenoot inmiddels opgehaald."], "authors": ["Door"], "keywords": ["van", "450", "ruzie", "een", "coronaboete", "het", "italiaan", "en", "wandelt", "vrouw", "krijgt", "zijn", "politie", "man", "hij", "met", "door", "kilometer"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}