{"id": "4ddae9b0-9a30-3b68-a6c4-ceb56a40f020", "title": "Zoektocht: waar is de jonge vluchteling Liyed gebleven?", "url": "https://www.parool.nl/kunst-media/zoektocht-waar-is-de-jonge-vluchteling-liyed-gebleven~bf63ed35/", "summary": "En van de twee jongetjes werd niets meer vernomen.\nKleijn slaagt er door knap journalistiek speurwerk in om de gangen van een van de twee jongens nauwgezet na te gaan.\nKleijn komt er via de ‘Bellingcat­methode,’ waarbij door een minuscuul detail op een afbeelding een locatie achterhaald kan worden, achter dat Liyed niet uit Syrië, maar uit Tunesië is gevlucht.\nIn werkelijkheid leidt hij een schamel en opgejaagd bestaan, net zoals zoveel jonge illegalen die door Europa zwerven.\nKleijn slaagt er met zijn zoektocht in om het grote en vaak abstracte verhaal van de vluchtelingenproblematiek een gezicht te geven.", "paragraphs": ["Beeld uit Verloren Jongens. Beeld KRO-NCRV", "Het zou gaan om twee Syrische broers, de een 12, de ander 14 jaar. Lokale media pikten het bericht op, maar de vermissing werd geen landelijk nieuws. En van de twee jongetjes werd niets meer vernomen.", "Voor Journalist Tom Kleijn (Nieuwsuur, Brandpunt) vormde dit relatief kleine bericht het startpunt voor een zoektocht. Wie waren die jongens? Hoe waren ze hier terechtgekomen? Waar waren ze nu? Hij begon een zoektocht, waarvan Verloren Jongens, donderdagavond op tv, het resultaat is.", "Kleijn slaagt er door knap journalistiek speurwerk in om de gangen van een van de twee jongens nauwgezet na te gaan. Liyed (zijn naam is, net als de foto’s van hem in de documentaire, vanwege privacyredenen aan­gepast) zet, net zoals vele jonge asielzoekers, veel foto’s op Facebook. Zo is te volgen dat hij na aankomst in Sicilië een lange tocht door Europa maakte, via Milaan, door Duitsland, naar Zweden, naar het azc in Oisterwijk, naar Amstelveen, en vanuit daar weer naar België en Frankrijk.", "Kleijn komt er via de ‘Bellingcat­methode,’ waarbij door een minuscuul detail op een afbeelding een locatie achterhaald kan worden, achter dat Liyed niet uit Syrië, maar uit Tunesië is gevlucht. Hij groeide er op in een klein, straatarm dorp. Een Tunesische journalist spoort zijn vader op. Die vertelt hoe vrijwel alle jongens van een jaar of 14 de droom hebben om naar Europa te gaan, in de hoop daar een beter leven te vinden. Als zijn jongere zoon oud genoeg is zal hij ook per boot vertrekken.", "Schamel bestaan", "Liyed stuurt zijn ouders foto’s waarop hij mooie kleren draagt, en poseert op Facebook met stapeltjes eurobiljetten. In werkelijkheid leidt hij een schamel en opgejaagd bestaan, net zoals zoveel jonge illegalen die door Europa zwerven. Hij leeft op straat, steelt en gebruikt drugs.", "En als Kleijn er eindelijk in slaagt om Liyed te spreken, op een parkeerplaats in Straatsburg, treft hij een gedesillusioneerde jongen, met een doffe, vermoeide blik in zijn ogen. Maar, zo zegt Liyed: zijn uitzichtloze leven in Europa is nog altijd beter dan de armoede in zijn thuisland.", "Het verhaal van Liyed staat niet op zichzelf, het is het lot van zoveel jonge jongens die vanuit Afrika vanuit gammele bootjes de overtocht naar Europa maken en in de illegaliteit belanden. Kleijn slaagt er met zijn zoektocht in om het grote en vaak abstracte verhaal van de vluchtelingenproblematiek een gezicht te geven.", "Verloren Jongens (KRO-NCRV), ­donderdagavond om 22.10 uur op NPO2."], "authors": ["Roelf Jan Duin"], "keywords": ["liyed", "zijn", "van", "waar", "jonge", "en", "een", "om", "gebleven", "jongens", "op", "te", "het", "vluchteling", "hij", "zoektocht"], "pubDate": "2021-01-07T12:58:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}