{"id": "4de0d97e-03a6-37ed-8223-a1ffce6735e5", "title": "Lily James in gesprek over vertolking van Pamela Anderson in nieuwe serie", "url": "https://nu.nl/film/6097015/lily-james-in-gesprek-over-vertolking-van-pamela-anderson-in-nieuwe-serie.html", "summary": "Lily James kruipt mogelijk in de huid van Pamela Anderson voor een nieuwe serie die op streamingplatform Hulu zal worden uitgebracht.\nVariety meldt dat de serie over de relatie tussen Anderson en Tommy Lee gaat.\nSebastian Stan is met de makers in gesprek over de vertolking van Lee.\nIn hetzelfde jaar lekte een sekstape van het stel uit.\nLee werd tijdens het huwelijk opgepakt vanwege mishandeling van Anderson en zat zes maanden vast.", "paragraphs": ["Lily James kruipt mogelijk in de huid van Pamela Anderson voor een nieuwe serie die op streamingplatform Hulu zal worden uitgebracht. Variety meldt dat de serie over de relatie tussen Anderson en Tommy Lee gaat.", "Sebastian Stan is met de makers in gesprek over de vertolking van Lee. De serie, waarvan acht afleveringen worden gemaakt, is geschreven door Rob Siebel. Seth Rogen en Evan Goldberg zijn verantwoordelijk voor de productie.", "James is vooral bekend van haar filmrollen in films als Cinderella, Baby Driver en Mamma Mia! Here We Go Again. Ook speelde ze in series als Downton Abbey en War & Peace. Stan speelde de rol van Winter Soldier in verschillende Marvel-films.", "Het verhaal van de serie volgt de relatie tussen Anderson en Lee, die in 1995 in het huwelijksbootje stapten nadat ze elkaar slechts enkele dagen ervoor hadden leren kennen. In hetzelfde jaar lekte een sekstape van het stel uit.", "Lee werd tijdens het huwelijk opgepakt vanwege mishandeling van Anderson en zat zes maanden vast. De twee scheidden in 1998. Ze hebben samen twee zoons: Brandon en Dylan."], "authors": ["Door"], "keywords": ["james", "vertolking", "gesprek", "van", "twee", "anderson", "serie", "voor", "het", "worden", "lily", "en", "lee", "ze", "pamela", "nieuwe"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}