{"id": "4de26a61-753c-38e7-9137-f30c37786753", "title": "Your Old Droog, The Avalanches, Julia Stone en Urfaust: Klaas tipt de beste popalbums van afgelopen week", "url": "https://trouw.nl/cultuur-media/your-old-droog-the-avalanches-julia-stone-en-urfaust-klaas-tipt-de-beste-popalbums-van-afgelopen-week~b410d183a/", "summary": "Your Old DroogDump YOD: Krutoy EditionHoewel Russisch zijn eerste taal is en hij werd geboren in Oekraïne, stond de muziek van Your Old Droog altijd met twee benen in de New Yorkse hiphoptraditie.\nOp dit album verkent hij zijn roots.\nBij vlagen is hij nostalgisch - wanneer hij over de gerechten van zijn geboorteland rapt bijvoorbeeld - maar hij sluit zijn ogen niet voor de schaduwkanten die zijn ouders ertoe brachten om in de jaren tachtig te emigreren.\nThe AvalanchesWe Will Always Love YouMeer dan twintig gastartiesten wist The Avalanches te strikken voor dit derde album.\nDe grootste verdienste van het Australische duo, vooral bekend van culthitje ‘Since I Left You’, is dat het geen rommeltje is geworden.", "paragraphs": ["Your Old Droog", "Dump YOD: Krutoy Edition", "Hoewel Russisch zijn eerste taal is en hij werd geboren in Oekraïne, stond de muziek van Your Old Droog altijd met twee benen in de New Yorkse hiphoptraditie. Op dit album verkent hij zijn roots. Bij vlagen is hij nostalgisch - wanneer hij over de gerechten van zijn geboorteland rapt bijvoorbeeld - maar hij sluit zijn ogen niet voor de schaduwkanten die zijn ouders ertoe brachten om in de jaren tachtig te emigreren. De duizelingwekkende rijmschema’s vormen een fraai contrast met de vredige, jazzy beats.", "The Avalanches", "We Will Always Love You", "Meer dan twintig gastartiesten wist The Avalanches te strikken voor dit derde album. De grootste verdienste van het Australische duo, vooral bekend van culthitje ‘Since I Left You’, is dat het geen rommeltje is geworden. Integendeel. De Japanse avant-gardepionier Cornelius, gitarist Johnny Marr van The Smiths, de gretige rapper Sampha the Great en schreeuwlelijk Karen O hebben vrijwel niets met elkaar gemeen, maar achter het soulvolle filtertje van The Avalanches klinken ze als een grote familie.", "Julia Stone", "Everything Is Christmas", "Het is waarschijnlijk het dapperste wat er dit jaar in muziekland gebeurd is. En in potentie het domste: Julia Stone heeft ‘Jingle Bells’ gecoverd. Het missstaat haar niet eens. De kerstklassieker is vertimmerd tot een folkliedje van ruim vijf minuten. Onschuldig gitaartje, kwastjesdrums, vragende pianoloopjes en dan die herkenbare, benepen zangstem. Oh, what fun it is.", "Urfaust", "Teufelgeist", "De albums van Urfaust uit het Noord-Brabantse Asten zijn alleen vanwege de songtitels vaak al de moeite waard. Welke band noemt zijn liedjes nou ‘Offerschaal der Astrologische Mengvormen’ of ‘Van alcoholische verbittering naar religieuze cult’? Epische, loodzware metal maakt de band, die aanvoelt als hardlopen in de modder: smerig, uitputtend, extatisch."], "authors": ["Klaas Knooihuizen"], "keywords": ["tipt", "zijn", "van", "popalbums", "klaas", "old", "het", "voor", "en", "met", "een", "dit", "urfaust", "julia", "week", "hij", "die", "stone"], "pubDate": "2020-12-18T12:46:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}