{"id": "4de7d40b-35e0-3d36-85d9-66821de80c4c", "title": "Review: de PlayStation 5 is een bakbeest met briljante controller", "url": "https://nu.nl/reviews/6089948/review-de-playstation-5-is-een-bakbeest-met-briljante-controller.html", "summary": "De PlayStation 5 is de grootste spelcomputer die Sony ooit heeft gemaakt, met een hoogte van maar liefst 40 centimeter.\nHij is lomp en met gek ontworpen rondingen, met onderop een kleine voet waar alles ietwat wankel op balanceert.\nEen aangespannen boog voelt zwaar en een afgevuurd machinegeweer trilt mee met de terugslag.\nWie vastzit in een game, kan voortaan rechtstreeks vanuit het menu video's openen met tips voor hoe je verder kan. Een systeem dat je alleen mag gebruiken in combinatie met een PlayStation Plus-abonnement.\nConclusieDe PlayStation 5 is een bakbeest, maar daardoor een stuk stiller.", "paragraphs": ["Sony's nieuwste spelcomputer is gigantisch, maar daardoor ook muisstil. De grootste innovaties zitten in de bijgeleverde controller.", "De PlayStation 5 is de grootste spelcomputer die Sony ooit heeft gemaakt, met een hoogte van maar liefst 40 centimeter. Het apparaat vereist een fors tv-meubel om hem goed neer te kunnen zetten.", "Dat formaat heeft een reden: een groot deel van de machine bestaat uit koeling, waardoor hij weinig geluid maakt bij het afspelen van grote games. Een grote stap vooruit ten opzichte van de PlayStation 4, die bij veel recente games een hoop herrie genereert.", "Dat neemt niet weg dat het ontwerp van de spelcomputer controversieel is. Hij is lomp en met gek ontworpen rondingen, met onderop een kleine voet waar alles ietwat wankel op balanceert. Het is geen schoonheidsprijs waard.", "Wel is de PlayStation 5 luid als er een disc in wordt gestopt, maar dat geluid is vaak tijdelijk. Een schijf draait alleen in de drive als een game wordt geïnstalleerd, waarna hij slechts nog af en toe geluid zal maken. Bij het afspelen van een blu-ray maakt hij wel continu herrie. Het betekent dat de goedkopere PS5 zonder discdrive ook stiller is.", "407 PlayStation 5 vandaag uit: waarom de controller het verschil maakt", "Grafisch een stap vooruit", "Hoewel hij overwegend stiller is, heeft de PlayStation 5 op grafisch vlak wel een sprong gemaakt. Het verschil is niet zo duidelijk als bij voorgaande consolegeneraties, maar spellen op de nieuwe machine draaien vaak op een 4K-resolutie met zestig beelden per seconde. Daardoor zijn games haarscherp en vloeiend geanimeerd.", "Ook ondersteunt de PlayStation 5 raytracing. Door deze techniek wordt licht op natuurlijke wijze gereflecteerd zodat ook reflecties realistisch worden weergegeven.", "Het zorgt ervoor dat bijvoorbeeld Spider-Man: Miles Morales er verbluffend uitziet. De game speelt zich af in New York tijdens de kerstdagen, waar natte sneeuw, sfeerverlichting en ramen van wolkenkrabbers voor bijzondere lichtsituaties en spiegelingen zorgen.", "Door: Marvel", "Dankzij raytracing in Spider-Man: Miles Morales worden lichteffecten die in het spel in de donkere wintermaanden in New York zichtbaar zijn extra weergegeven. (Foto: Marvel)", "Zelf grafische opties kiezen", "Die grafische sprong maak je niet zonder offers. Bij Spider-Man is raytracing alleen mogelijk als je kiest voor een snelheid van dertig beelden per seconde. Wie met zestig beelden wil gamen, moet de visuele optie uitschakelen. Hetzelfde geldt in Devil May Cry 5, waar je kunt kiezen tussen 120 frames per seconde of raytracing. Sommige gamers zweren bij een hogere framerate, omdat spellen dan vloeiender geanimeerd zijn. Dat verschil is echter niet voor iedereen even merkbaar.", "Die gedwongen keuze is jammer maar begrijpelijk. Ontwikkelaars moeten een onderscheid maken als ze alles uit de spelcomputer willen halen. Maar hierdoor worden spelers geconfronteerd met allerlei technische keuzes die aanvoelen als gedoe.", "Veel kortere laadtijden", "Een speciaal soort SSD-opslag zorgt voor kortere laadtijden dan op voorgaande spelcomputers. Dat is bij Spider-Man goed merkbaar: waar het origineel op de PlayStation 4 ongeveer anderhalve minuut moest laden, is de nieuwe editie in een kleine twintig seconden volledig opgestart.", "Bij het gratis meegeleverde Astro's Playroom is zelfs geen enkel laadscherm te zien, terwijl ze in Devil May Cry 5 spaarzaam langskomen. Daarmee haalt Sony net als Microsoft een groot pijnpunt tijdens het gamen weg.", "Oude PlayStation 4-spellen moeten nog wel laden, maar zijn in veel gevallen sneller opgestart. The Last of Us 2 heeft bijvoorbeeld een minuut in plaats van anderhalve minuut nodig. Een goede stap vooruit, al lijkt concurrent Microsoft oude spellen beter te optimaliseren.", "Door: NU.nl/Bastiaan Vroegop", "Ongeduldige spelers kunnen hun hart ophalen aan de snellere laadtijden. Ook bij PlayStation-concurrent Xbox Series X is dit een groot verbeterpunt. (Foto: NU.nl/Bastiaan Vroegop)", "DualSense-gamepad is een geweldige toevoeging", "Sony zet met zijn nieuwe DualSense-gamepad grote stappen vooruit. Haptische feedback laat je subtiele tikjes en trillingen voelen, waar games op allerlei manieren gebruik van kunnen maken. Een game moet dit dan wel ondersteunen.", "Astro's Playroom dient als demo om deze technologie te demonstreren. De voetstappen van je robotje voel je alternerend trillen in weerszijden van de gamepad, terwijl regendruppels als kleine tikjes binnenkomen.", "Ook kunnen de trekkers boven op de controller weerstand bieden. Een aangespannen boog voelt zwaar en een afgevuurd machinegeweer trilt mee met de terugslag.", "Een ingebouwde speaker speelt tegelijk geluiden af die hetgeen dat je voelt accentueren. Je vergeet tijdens het gamen vrij snel dat je een trilmotor voelt. Een geweldige toevoeging die je moet voelen om hem volledig te begrijpen.", "Door: Sony Interactive Entertainment", "Astro's Playroom wordt standaard meegeleverd op de PlayStation 5. De trillingen van de DualSense-controller spelen een grote rol bij de bewegingen die de Astro Bot maakt. (Foto: Sony Interactive Entertainment)", "Een wirwar van knoppen", "Waar de interface van de PlayStation 4 een prima te begrijpen interface had, voelt de PlayStation 5 vaak wat verwarrend. Knoppen zitten niet waar je ze verwacht en schermen zijn gevuld met game-informatie en koopknoppen die je vaak niet nodig hebt. Dat kan deels gewenning zijn, maar veel veranderingen lijken allesbehalve intuïtief.", "Wel leuk is de toevoeging van een speciaal hintsysteem. Wie vastzit in een game, kan voortaan rechtstreeks vanuit het menu video's openen met tips voor hoe je verder kan. Een systeem dat je alleen mag gebruiken in combinatie met een PlayStation Plus-abonnement.", "Conclusie", "De PlayStation 5 is een bakbeest, maar daardoor een stuk stiller. Combineer dat met de kortere laadtijden en grafische upgrades en je hebt een machine waarop het simpelweg fijner is om op te gamen.", "De grootste stap vooruit zit in de gamepad, die op realistische wijze bepaalde acties in games voelbaar maakt. Dat klinkt als een gimmick, maar is het niet: we kunnen nooit meer terug naar een ouderwets trillende controller."], "authors": ["Door", "Bastiaan Vroegop"], "keywords": ["dat", "je", "van", "controller", "een", "het", "maar", "en", "briljante", "bakbeest", "review", "op", "met", "playstation"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}