{"id": "4de88ea1-df05-37ea-9476-679299af7e0d", "title": "Een eerlijke chocoladeletter? 'West-Afrika het Bangladesh van cacao-industrie'", "url": "https://nu.nl/eten-en-drinken/6094403/een-eerlijke-chocoladeletter-west-afrika-het-bangladesh-van-cacao-industrie.html", "summary": "Samen met andere organisaties bracht die deze week de Cacaobarometer uit, een overzicht van de stand van zaken in de cacao-industrie.\nWest Afrika is voor chocolade wat Bangladesh is voor de mode-industrie: een cruciale productieplaats en een massale ramp.\"\n\"Mondelez, een van 's werelds grootste chocoladebedrijven, heeft uitgerekend dat West-Afrikaanse cacaoboeren 10 miljard dollar (ongeveer 8,2 miljard euro) per jaar extra nodig hebben voor een leefbaar inkomen.\nOnderzoeker Pita Verweij van het Copernicus Instituut voor Duurzame Ontwikkeling aan de Universiteit Utrecht noemt het uitschakelen van de tussenhandel de belangrijkste successtrategie van deze kleine merken.\nDaarom is het goed dat Ghana en Ivoorkust vanaf volgend jaar een aanvullende premie voor een leefbaar loon op cacao heffen.", "paragraphs": ["De chocoladeletters liggen alweer weken in de winkels, maar hoe goed zijn ze eigenlijk voor mens en milieu?", "Het is al jaren aanmodderen in de cacaosector. In Ghana en Ivoorkust, de landen die zo'n beetje de hele wereld van cacao voorzien, zijn de arbeidsomstandigheden dramatisch en vindt grootschalige ontbossing plaats.", "\"Meer dan 90 procent van de cacaoboeren leeft in armoede\", zegt Heske Verburg van ontwikkelingsorganisatie Solidaridad. Samen met andere organisaties bracht die deze week de Cacaobarometer uit, een overzicht van de stand van zaken in de cacao-industrie.", "Slechts de helft van de wereldwijd verhandelde cacao is te herleiden tot een plantage. Voor de andere helft geldt dat niet, zodat inkopers geen verantwoordelijkheid kunnen of hoeven nemen voor misstanden. \"Als grote bedrijven als Mars en Mondelez weten waar ze cacao inkopen, is dat de eerste stap naar betere leefomstandigheden van de boeren.\"", "“In 2018 en 2019 was de helft van de kinderen van cacaoboeren gedwongen om te werken. West-Afrika is voor chocolade wat Bangladesh is voor de mode-industrie: een cruciale productieplaats en een massale ramp.” Philipp Kauffmann, oprichter chocolademerk Original Beans", "Tony's missie is nog in volle gang", "Hoewel sommige merken het beter willen doen, is de praktijk weerbarstig. Chocolademerk Tony's Chocolonely is in 2005 opgericht met het doel een 'slaafvrije' reep op de markt te brengen. Dat is nog steeds niet gelukt. De slogan is inmiddels veranderd in 'op weg naar slaafvrije chocola'.", "Verburg spreekt liever van gedwongen arbeid dan slavenarbeid, om onderscheid te maken tussen de historische discussie over het slavernijverleden en de huidige situatie in West-Afrika. \"Soms moeten arbeiders zoveel geld aan een werkgever betalen dat ze gedwongen zijn om voor hem te blijven werken, soms zijn hun reispapieren ingenomen.\"", "Philipp Kauffmann, oprichter van chocolademerk Original Beans, vergelijkt de cacaoteelt met de feodale praktijken in Nederland in de zeventiende eeuw. \"In 2018 en 2019 was de helft van de kinderen van cacaoboeren gedwongen om te werken. West Afrika is voor chocolade wat Bangladesh is voor de mode-industrie: een cruciale productieplaats en een massale ramp.\"", "Bean to bar is duurder, maar wel de 'echte' prijs", "Hoewel Tony's certificaten heeft waarbij boeren een premie krijgen bovenop de wereldcacaoprijs, en daar bovenop nog een eigen premie geeft, telt dat niet op tot een leefbaar inkomen, zegt Verburg. \"Een leefbaar inkomen zou het beginpunt moeten zijn. Tony's doet het wel veel beter dan de grote jongens, alleen al omdat ze hun toeleverketen in beeld hebben.\"", "Kauffmann werkt met het principe van 'bean to bar', waarbij de route van boon tot reep transparant is. Repen van Original Beans beginnen bij 3,95 euro. Een eerlijke en echt inclusieve prijs, vindt hij. \"Tony's betaalt 10 procent bovenop de wereldcacaoprijs, wij betalen 92 procent meer. Dat is genoeg voor een leefbaar loon, volledig traceerbare cacao, herbebossing en biocertificering.\"", "Uiteindelijk ontkomen we er niet aan om meer voor chocola te gaan betalen. \"Mondelez, een van 's werelds grootste chocoladebedrijven, heeft uitgerekend dat West-Afrikaanse cacaoboeren 10 miljard dollar (ongeveer 8,2 miljard euro) per jaar extra nodig hebben voor een leefbaar inkomen. Industrie en consumenten zouden dat samen moeten opbrengen.\"", "In supermarktchocola zit vooral suiker", "Verburg roemt Original Beans als een van de weinige merken die het 'geweldig' doen, net als Chocolatemakers en Rokbar. \"Ze zijn wel actief in het ' fine flavour' -segment, dat sterk gericht is op smaak. Dat is iets ander dan de bulkcacao uit West-Afrika. De vergelijking met Tony's is daarom niet helemaal goed te maken, omdat de cacao voor 'premium' merken uit andere landen komt.\" In premium repen zit ook meer cacao, waardoor ze sowieso al duurder zijn. De meeste chocoladerepen in de supermarkt bestaan namelijk vooral uit suiker en melkpoeder.", "Onderzoeker Pita Verweij van het Copernicus Instituut voor Duurzame Ontwikkeling aan de Universiteit Utrecht noemt het uitschakelen van de tussenhandel de belangrijkste successtrategie van deze kleine merken. \"Zo houd je grip op de oorsprong van de bonen en de lonen voor de boeren.\"", "Ze wijst erop dat de misstanden niet alleen de verantwoordelijkheid van het bedrijfsleven zijn. \"Overheden moeten goede regels maken en toezien op de naleving. Daarom is het goed dat Ghana en Ivoorkust vanaf volgend jaar een aanvullende premie voor een leefbaar loon op cacao heffen. De belangrijkste uitdaging is wel dat het geld terechtkomt bij de boeren.\""], "authors": ["Door", "Robin Van Wechem"], "keywords": ["eerlijke", "van", "westafrika", "cacaoindustrie", "het", "op", "zijn", "cacao", "chocoladeletter", "een", "en", "dat", "te", "bangladesh", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}