{"id": "4e08baf1-d795-34d2-9cdf-234ffca00101", "title": "Verende schoenen katapulteren Nederlandse marathonlopers naar Spelen", "url": "https://volkskrant.nl/sport/verende-schoenen-katapulteren-nederlandse-marathonlopers-naar-spelen~b9ee61d4/", "summary": "Het is geen toeval, zegt Bart van Nunen, die met zijn tijd van 2.10.16 ruim onder de limiet van 2.11.30 bleef.\nOnder de strakblauwe Spaanse hemel, met een perfecte temperatuur van 8 tot 11 graden, haalde hij bijna drie minuten van zijn persoonlijke record af.\nKledingfabrikant Nike bracht in 2017 nieuwe schoenen op de markt met een verend effect door speciaal schuim in combinatie met een carbonplaat.\nIn een tijd waarin veel marathons van de baan worden geveegd door het coronavirus nam ze het zekere voor het onzekere.\nHij liep, ook op Nike, precies de limiet van 2.11.30 en plaatste zich voor het eerst voor de Spelen.", "paragraphs": ["Keniaanse renner Evans Chebet rent over de finish. Beeld EPA", "Abdi Nageeye, die zich al had geplaatst, krijgt in Tokio gezelschap van Bart van Nunen, Frank Futselaar en Andrea Deelstra.", "Het is geen toeval, zegt Bart van Nunen, die met zijn tijd van 2.10.16 ruim onder de limiet van 2.11.30 bleef. Hij is 25 jaar en liep in Spanje pas zijn derde marathon. Onder de strakblauwe Spaanse hemel, met een perfecte temperatuur van 8 tot 11 graden, haalde hij bijna drie minuten van zijn persoonlijke record af.", "‘Dit geeft het marathonlopen in Nederland een enorme boost. Nu zien mensen eindelijk dat het wel mogelijk is om je voor de Spelen te plaatsen. Maar we houden de boel natuurlijk wel een beetje voor de gek met z’n allen.’", "Van Nunen doelt op de technologische ontwikkeling die de afgelopen jaren is doorgevoerd in hardloopschoenen. Kledingfabrikant Nike bracht in 2017 nieuwe schoenen op de markt met een verend effect door speciaal schuim in combinatie met een carbonplaat. De schoen belooft een prestatieverbetering van 1 tot 4 procent. Door het springplankeffect kost lopen minder energie en is de marathon 2 tot 3 minuten sneller geworden.", "Wereldrecord verpulverd", "De Keniaan Eliud Kipchoge verpulverde op de schoenen het oude wereldrecord van 2.02.57. Hij liep in 2018 in Berlijn 2.01.39 en schreef een jaar later in 2019 geschiedenis door in een experimentele marathon voor het eerst onder de twee uur te lopen.", "Menig sporthart bloedde. Was het marathonlopen nog wel de pure sport die het ooit was? Van Nunen weet het niet zo goed. ‘Van mij had het zoals vroeger mogen blijven. Het is een grote frustratie geweest voor andere merken die de technologie nog niet hadden. De schoen van Nike wordt door atleten die ze niet hebben de cheaterfly genoemd. Maar het is nu hartstikke legaal.’", "De mondiale atletiekbond World Athletics stelde nieuwe regels op voor de zoolhoogte en het aantal carbonplaten dat mag worden gebruikt. Andere merken hebben de inhaalslag gemaakt, waardoor alle marathonlopers met ambities nu lopen op schoenen die tijdvoordeel opleveren. Maar de olympische limieten zijn niet verscherpt. Ze zijn zelfs iets ruimer dan in Rio vier jaar geleden. Daar profiteren atleten nu van.", "Bij de mannen was de limiet voor Rio 2.11.00. Voor Tokio volstaat 2.11.30. De vrouwen kregen ook 30 seconden extra: 2.28.30. Van Nunen is blij dat hij ervan kan profiteren. ‘Reken er maar op dat die limiet straks ook twee minuten sneller wordt. Wij hebben nu nog mazzel.’", "Door de gang gehold", "Van Nunen loopt op Asics. Zijn sponsor kwam vlak voor de wedstrijd met een nieuw model dat nog beter zou zijn. Hij liep er vrijdag even op door het hotel. ‘Ik heb een klein stuk door de gang gehold. Lekker bouncy, je wordt enorm naar voren gepropelleerd.’", "Hij vond het een te groot risico om er meteen een wedstrijd op te lopen, maar denkt dat hij bij een volgende marathon nog een stuk harder kan gaan. ‘Ik ben normaal niet zo van de grootspraak, maar met deze schoenen loop ik er nog twee minuten vanaf.’", "Hoewel andere merken de inhaalslag hebben gemaakt, veroorzaakt de schoenenwedloop nog steeds stress bij atleten. Andrea Deelstra durfde in Valencia niet op de schoenen van haar sponsor Asics te lopen. In een tijd waarin veel marathons van de baan worden geveegd door het coronavirus nam ze het zekere voor het onzekere. Deelstra zag al een paar kwalificatiekansen verloren gaan en trok zondag geen Asics, maar de Vaporfly’s aan van Nike. Ze bleef met 2.28.28 twee seconden binnen de olympische limiet.", "Frank Futselaar maakte het in Spanje nog spannender. Hij liep, ook op Nike, precies de limiet van 2.11.30 en plaatste zich voor het eerst voor de Spelen.", "Abdi Nageeye, die de olympische limiet al op zak had, was van plan zijn eigen Nederlandse record van 2.06.17 aan te vallen in Valencia. Dat mislukte, hij kwam in 2.07.09 als vijftiende over de finish. De in Somalië geboren Nederlander loopt sinds 2017 op de verende schoenen van Nike. Hij haalde in twee jaar tijd vier minuten van zijn persoonlijke record af, al speelde wellicht ook mee dat hij voor het eerst fulltime ging trainen met de beste atleten ter wereld in Kenia."], "authors": ["Eline Van Suchtelen"], "keywords": ["van", "die", "nog", "een", "katapulteren", "marathonlopers", "schoenen", "het", "verende", "zijn", "nederlandse", "op", "voor", "naar", "hij", "met", "spelen"], "pubDate": "2020-12-06T18:24:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}