{"id": "4e11dac1-a4dd-3f61-9a04-4f1690da45e5", "title": "De 25 beste films van 2020", "url": "https://www.volkskrant.nl/kijkverder/v/2020/de-beste-films-van-2020~v412868/", "summary": "van het Hiltonhotel op het International Film Festival Rotterdam, waar de regisseur van Parasite, Bong Joon Ho, begin 2020 een masterclass gaf en zei dat hij van z’n moeder als kind nooit naar de bioscoop mocht, omdat daar te veel bacteriën rondwaren.\nWat een rare moeder!\nDe bioscoop overleefde de intrede van de televisie, van de videorecorder en van de streamingdiensten.\n(De als Small Axe verzamelde vijf films van Steve McQueen zijn in Nederland overigens uitgezonden door BBC First en worden vanaf maandag 28 december op die zender herhaald.)\nDe reactie van het publiek, de oehs, de aahs.", "paragraphs": ["Wanneer is een jaar een geslaagd filmjaar? Volle bioscopen? Heel veel goede films? Weinig slechte films?", "Zo begon het inleidende stukje bij onze top-25 over 2019, verkozen door de filmcritici van de Volkskrant. Wat wisten we eigenlijk, toen?", "Wie of wat maken een jaar tot een geslaagd filmjaar? De om virusredenen gesloten bioscopen in elk geval niet. Wat een malheur, hopen op dertig bezoekers. Vol? Misschien maken we dat weer mee in 2021. Maar vast niet voor de zomer.", "Wat moesten we lachen, daar in die afgeladen zaal (kon toen nog!) van het Hiltonhotel op het International Film Festival Rotterdam, waar de regisseur van Parasite, Bong Joon Ho, begin 2020 een masterclass gaf en zei dat hij van z’n moeder als kind nooit naar de bioscoop mocht, omdat daar te veel bacteriën rondwaren. Wat een rare moeder!", "Zijn we somber? Welnee. De bioscoop overleefde de intrede van de televisie, van de videorecorder en van de streamingdiensten. Het virus mag het thuiskijken nu wat aanjagen, maar gaat ook weer voorbij. En trouwens, de Hollywoodstudio’s verdienden wel een optater, na het jarenlang vegeteren op superheldenfilms en Star Wars. Misschien verzint daar iemand eindelijk weer eens wat nieuws.", "Is 2020 een aangeschoten filmjaar? Zonder het virus hadden er vermoedelijk nog wat andere titels in deze lijst gepronkt: First Cow, Nomadland, Dune, Another Round en De Oost heeft u nog te goed.", "Maar de aandacht verschoof zo ook naar andere, niet per se minder fraaie, vaak wat grillige en avontuurlijke titels. Want er waren zeker niet minder, of minder goede films in 2020. Je moest ze alleen wel weten te vinden, in die wirwar van aanbieders.", "Over de toppositie is wel even gedebatteerd, door de filmredactie. Een film van nauwelijks 70 minuten, gemaakt voor tv. Kon die de lijst wel aanvoeren? Ja. Om allerlei redenen, die u hieronder zult lezen.", "De nummer één is elk moment te zien, gratis zelfs - als u in Groot-Brittannië bent althans, of digitaal doet voorkomen alsof u daar bent. In dat geval: koop (of leen) een beamer, leeg uw huiskamer, zoek op internet de iPlayer van de BBC en klik op Small Axe, Episode 2. (De als Small Axe verzamelde vijf films van Steve McQueen zijn in Nederland overigens uitgezonden door BBC First en worden vanaf maandag 28 december op die zender herhaald.)", "We sluiten het filmjaar af met de film-Kerstboodschap van de winnende regisseur Steve McQueen, in zijn tegenover de Volkskrant uitgesproken ode aan de bioscoop. ‘Er is niets beters dan dat. De reactie van het publiek, de oehs, de aahs. Dat hele idee van met een groep in het donker zitten gaat terug tot de tijd dat we rond het kampvuur zaten, elkaar verhalen vertelden. Dat is wie we zijn. En we zijn niets zonder elkaar.’"], "authors": ["December"], "keywords": ["beste", "25", "van", "2020", "zijn", "en", "een", "films", "op", "het", "wat", "dat", "wel", "die"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}