{"id": "4e15ab74-655d-3bd7-becb-491129a7ee03", "title": "China worstelt nog steeds met uitleg coronapandemie", "url": "https://www.parool.nl/wereld/china-worstelt-nog-steeds-met-uitleg-coronapandemie~b35ff6d9/", "summary": "Ze maken duidelijk dat er verschillende besmettingsaantallen zijn gemeld, maar ook dat China nog in februari en maart vooral achter de feiten aanliep.\nOok in andere landen was er vertraging, maar dat het zo lang duurde in China wekt nu wel verbazing onder specialisten.\nVroegtijdigUit de stukken komt naar voren dat het Chinese systeem om nieuwe epidemische ziekten vroegtijdig te signaleren én te bestrijden nauwelijks functioneerde.\nMogelijk houdt het verband met een aanstaand bezoek van een groep wetenschappers die namens de Wereldgezondheidsorganisatie (WHO) gaat kijken naar de oorsprong van het virus.\nVolgens Michael Ryan, directeur bij de Wereldgezondheidsorganisatie (WHO), was het ‘zeer speculatief’ te beweren dat het virus niet vanuit China tot pandemie werd.", "paragraphs": ["Zorgmedewerkers nemen monsters af in Wuhan, China. Beeld AFP", "Ondanks herhaalde Chinese verklaringen dat sinds het begin van de Covid-19-crisis open kaart is gespeeld over de voortgang van het coronavirus wordt door veel Westerse specialisten al lang getwijfeld aan de betrouwbaarheid van de door China gedeelde informatie. Die twijfel wordt niet minder met de publicatie door CNN van 117 pagina’s interne stukken van de dienst voor infectieziektebestrijding van de Chinese provincie Hubei.", "De Amerikaanse nieuwszender heeft de stukken door zes experts op echtheid laten controleren, allemaal verklaren ze dat het authentieke documenten zijn. Ze maken duidelijk dat er verschillende besmettingsaantallen zijn gemeld, maar ook dat China nog in februari en maart vooral achter de feiten aanliep. Volgens CNN duurde het in Wuhan, de zwaar getroffen hoofdstad van de provincie Hubei, gemiddeld 23,3 dagen voor een besmetting kon worden bevestigd. Volgens een Amerikaanse specialist van het Johns Hopkins Center namen de Chinese autoriteiten besluiten gebaseerd op drie weken oude gegevens.", "Ook in andere landen was er vertraging, maar dat het zo lang duurde in China wekt nu wel verbazing onder specialisten. In het vertrouwelijke Chinese rapport staat verder dat de getroffen provincie Hubei in de eerste maanden van het virus ook te maken had met een extreem sterke griepgolf (twintig keer meer zieken dan normaal) wat een correcte detectie van het coronavirus parten kan hebben gespeeld. De meeste griepgevallen kwamen eind vorig jaar niet uit Wuhan maar uit de stad Yichang, 300 kilometer westelijker. De aandacht richtte zich toen vooral op Wuhan.", "Vroegtijdig", "Uit de stukken komt naar voren dat het Chinese systeem om nieuwe epidemische ziekten vroegtijdig te signaleren én te bestrijden nauwelijks functioneerde. De cijfers van bevestigde ziektegevallen en ‘verdachte gevallen’ die door de Chinese overheid werden gedeeld, waren verre van compleet. Er werd lokaal en landelijk op verschillende manieren geregistreerd door weinig gemotiveerde artsen en ambtenaren die het ontbrak aan middelen. Op 10 februari meldden de Chinese autoriteiten dat het dodelijke longvirus bij nog eens 2478 personen in het land was vastgesteld. In werkelijkheid was het aantal nieuwe besmettingen veel hoger. In het gelekte rapport staat dat er op die dag alleen al in die provincie bijna 6000 nieuwe gevallen waren gemeld.", "De officiële cijfers moesten vertrouwen geven in de aanpak door de Chinese Communistische Partij. Er was een verschil tussen wat de Chinese overheid in februari en maart kon weten en wat er aan het thuispubliek werd verteld, aldus CNN. Zo sprak de overheid van Hubei op 17 februari in het openbaar van 93 doden, terwijl intern al 196 doden waren gemeld. Diezelfde autoriteiten van Hubei meldden op 10 februari ruim 3900 nieuwe gevallen, terwijl het in de stukken die CNN in handen heeft dan al gaat om bijna 6000 gevallen.", "Wie het pijnlijke dossier heeft gelekt en waarom dat juist nu is gebeurd, is niet bekend. Mogelijk houdt het verband met een aanstaand bezoek van een groep wetenschappers die namens de Wereldgezondheidsorganisatie (WHO) gaat kijken naar de oorsprong van het virus. Een eerder soortgelijk onderzoek van de WHO werd tegengewerkt door de Chinese autoriteiten. WHO-onderzoekers mochten bijvoorbeeld niet de voedselmarkt in Wuhan bezoeken die in verband wordt gebracht met de eerste uitbraak. Het wachten is nu hoeveel ruimte China een tweede team onderzoekers, onder wie viroloog Marion Koopmans van de Erasmus Universiteit in Rotterdam, wil geven.", "Oorsprong", "Ondertussen zijn staatsmedia in China bezig de oorsprong van alle ellende buiten China te zoeken. “Hoewel China de eerste was die besmettingsgevallen meldde, betekent dit niet noodzakelijk dat het virus zijn oorsprong heeft in China,” vertelde regeringswoordvoerder Zhao Lijian tijdens een briefing. “Het traceren van oorsprong is een continu proces waarbij meerdere landen en regio’s betrokken kunnen zijn.” Volgens een Chinese studie die is aangeboden aan het wetenschappelijke tijdschrift The Lancet (maar nog niet gepubliceerd) zou de ziekte zijn ontstaan op het Indiase subcontinent.", "Volgens Michael Ryan, directeur bij de Wereldgezondheidsorganisatie (WHO), was het ‘zeer speculatief’ te beweren dat het virus niet vanuit China tot pandemie werd. Covid-19 heeft nu meer dan 60 miljoen mensen besmet en bijna 1,5 miljoen mensen gedood. ‘China’s vraagtekens bij de oorsprong van het virus in Wuhan zouden misschien geloofwaardiger zijn als het een onafhankelijk onderzoek naar de ziekte zou ondersteunen, maar in plaats daarvan hebben de autoriteiten herhaaldelijk bewezen belemmerend te werken,’ constateert de Britse krant The Guardian."], "authors": ["Bob Van Huet"], "keywords": ["van", "nog", "china", "het", "op", "met", "die", "uitleg", "coronapandemie", "worstelt", "chinese", "steeds", "een", "dat", "en", "door"], "pubDate": "2020-12-01T22:29:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}