{"id": "4e2f4ae7-52dd-3fc7-b89c-3bd15c047c66", "title": "Londen roept de noodtoestand uit: ‘Ziekenhuizen raken vol’", "url": "https://www.parool.nl/wereld/londen-roept-de-noodtoestand-uit-ziekenhuizen-raken-vol~b4455393/", "summary": "Khan riep de noodtoestand uit voor de hoofdstad, omdat ziekenhuizen en ambulancediensten niet meer in staat zijn normale zorg te garanderen.\n“Het is een serieus risico dat, als de verspreiding van het virus niet vermindert, er straks geen ziekenhuisbedden meer beschikbaar zijn,” zei de burgemeester.\nDichtgespijkerde pubsLonden is het epicentrum van de coronacrisis in het Verenigd Koninkrijk, waar de Britse variant van het virus in razend tempo rondwaart.\nDat het Modernavaccin als derde bruikbare middel is goedgekeurd, kwam als geroepen.\nDat zijn in totaal 13,9 miljoen inentingen.", "paragraphs": ["De Londense burgemeester Sadiq Khan tijdens Remembrance Day in november. Beeld Hollandse Hoogte / European Press Agency (EPA)", "Het zijn woorden die nadreunen: “De coronasituatie in Londen hebben we niet meer onder controle,” zei burgemeester Sadiq Khan. Volgens het Britse bureau voor de statistiek is 1 op de 30 Londenaren op dit moment besmet met het virus, in sommige wijken is dat zelfs 1 op de 20.", "Khan riep de noodtoestand uit voor de hoofdstad, omdat ziekenhuizen en ambulancediensten niet meer in staat zijn normale zorg te garanderen. “Het is een serieus risico dat, als de verspreiding van het virus niet vermindert, er straks geen ziekenhuisbedden meer beschikbaar zijn,” zei de burgemeester.", "Ook zijn al meer dan honderd brandweermannen en -vrouwen ingezet om ambulances te rijden ­vanwege een tekort aan ambulancechauffeurs. De situatie waarin niet iedereen meer geholpen kan worden, komt steeds dichterbij.", "Dichtgespijkerde pubs", "Londen is het epicentrum van de coronacrisis in het Verenigd Koninkrijk, waar de Britse variant van het virus in razend tempo rondwaart. Volgens experts is die 60 tot 70 procent besmettelijker dan de eerdere versie, waardoor het langer zal duren voordat het effect van de deze week ingevoerde lockdown zichtbaar is.", "Straten zijn verlaten, pubs zijn dichtgespijkerd en de metro’s zo goed als leeg. Het is onder de strenge maatregelen alleen nog toegestaan om buiten te komen als daar een gegronde reden voor is. De Londense politie houdt mensen staande om te informeren waarom ze buiten zijn. Als de Londenaar geen goede verklaring heeft, schrijven ze een boete uit van 200 pond, zo’n 220 euro.", "Zorgpersoneel had graag gezien dat deze strenge maatregelen voor de kerstperiode waren ingevoerd. Toen al was duidelijk dat de nieuwe coronavariant voor veel meer besmettingen zorgde. En het lijkt erop dat in de kerstperiode toch veel Britten met hun families kerst zijn gaan vieren, ondanks waarschuwingen.", "“Sinds de kerstdagen zijn er tienduizend nieuwe coronapatiënten in de ziekenhuizen bij gekomen,” zei Simon Stevens, hoofd van de gezondheidsdienst NHS. “Er ligt nu 50 procent meer coronapatiënten dan tijdens de piek in april.”", "Completer beeld", "Premier Johnson wachtte met een volledige lockdown tot afgelopen week. De regering wilde een completer beeld hebben van de situatie alvorens tot zeer draconische maatregelen over te gaan, zei hij. Al erkende Johnson dat de Britten nu voor ‘de zwaarste weken tot nu toe’ komen te staan in deze pandemie.", "Alleen het vaccin kan een einde maken aan de onophoudelijke stroom patiënten. Dat het Modernavaccin als derde bruikbare middel is goedgekeurd, kwam als geroepen. De premier heeft het leger ingezet om vanaf volgende week zijn doel van twee miljoen vaccinaties per week te halen. Vanaf maandag zijn er 700 vaccinatielocaties in gebruik.", "Johnson heeft de ambitie dat half februari iedereen boven de 70, iedereen in verpleegtehuizen en al het acute zorgpersoneel een eerste injectie heeft gekregen. Dat zijn in totaal 13,9 miljoen inentingen.", "Maar als hij zijn vaccinatieambities niet kan waarmaken, heeft hij Johnson wat uit te leggen. Met een virus dat in de hoofdstad niet langer onder controle is en met een gezondheidszorg die bijna door zijn hoeven zakt, staan de Britten en Boris Johnson zware weken te wachten."], "authors": ["Tim De Wit"], "keywords": ["vol", "zijn", "van", "noodtoestand", "en", "uit", "een", "voor", "roept", "ziekenhuizen", "raken", "te", "als", "het", "meer", "dat", "londen"], "pubDate": "2021-01-08T19:20:13Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}