{"id": "4e465206-ee67-324d-b709-44255179ddb0", "title": "Vergeet niet te dansen", "url": "https://nrc.nl/nieuws/2020/12/03/vergeet-niet-te-dansen-a4021185", "summary": "Dat was een daad van vertrouwen: de kans bestond dat opa het einde van deze serie niet zou halen.\nOp het moment dat opa zijn laatste adem uitblies, stond ik in een boekwinkel boeken te signeren.\nIk begreep niet wat het allemaal betekende, het lukte me niet om woorden voor deze column te vinden.\nWant ik bén hem, en hij was mij, en ik ben alles wat nog na ons zal komen.\nEn door niet te vergeten om te dansen.", "paragraphs": ["Een jaar geleden bedacht ik dat ik deze ruimte wilde gebruiken voor de levenslessen van mijn Groningse opa. Ik wilde mezelf dwingen om tussen alle deadlines ook tijd te maken voor een van de belangrijkste mensen in mijn leven. Ik wilde hem bewijzen dat zijn leven waarde had, ook al woonde hij nu in een verzorgingstehuis. Dat was een daad van vertrouwen: de kans bestond dat opa het einde van deze serie niet zou halen. Toen ik hem een maand geleden sprak, leek het alsof hij het nog minstens een jaar zou volhouden.", "Maar in de week waarin ik de laatste deadline voor deze column had, ging opa in coma. Een dag later overleed hij.", "Het was óók de week waarin na zeven jaar ploeteren het boek over mijn Surinaamse vader verscheen. Op het moment dat opa zijn laatste adem uitblies, stond ik in een boekwinkel boeken te signeren. Ik kon pas vijf uur later bij hem zijn. Opa lag opgebaard in zijn mooiste stropdas en colbert. Mijn tante liet me het briefje zien dat ze in de zak van zijn colbert hadden gevonden: een flyer van mijn voorstelling over de geschiedenis van Suriname. Opa had hem twee jaar lang bewaard.", "Ik begreep niet wat het allemaal betekende, het lukte me niet om woorden voor deze column te vinden. Ik vond ze net pas, twee dagen na opa’s begrafenis. Onderweg naar de metro stopte ik met rennen en keek ik naar de lucht. De zon ging onder, de lucht was roze. De manier waarop opa vertrok, besefte ik, was het beste bewijs van wat we samen hadden begrepen.", "Opa had vaak de neiging om de dingen pessimistisch in te zien, ik heb dat ook. Opa piekerde over zijn gezondheid, ik pieker over mijn deadlines. Door te zoeken naar wat hem, op zijn 91e, met mij op mijn 36e verbond, dwongen we onszelf om los te breken uit alles wat nú zo belangrijk lijkt, en kregen we een glimpje van een grotere werkelijkheid. De werkelijkheid achter de waan van de dag. Dat was de grap: met een beetje afstand blijkt alles poëzie. Een grandioze opera. Bedoeld om jou te laten dansen. Soms met tranen, soms met een lach. Als je af en toe even uitzoomt, vind je overal bewijzen.", "Lees meer in Het Blad van december 2020", "Terwijl ik in de metro stapte, begreep ik nog iets anders. Opa geloofde niet in leven na de dood, ik wel. Want ik bén hem, en hij was mij, en ik ben alles wat nog na ons zal komen.", "Zoals de bloemen in oma’s tuin bleven bloeien lang nadat oma verdween, zo zullen ik, mijn moeder, mijn tantes, mijn neefjes en mijn nichtjes doorgaan met alles wat opa ons gaf. Het heeft allemaal wel degelijk zin gehad: de gehaktballen met gekookte aardappelen, de vakanties in de caravan, de fietstochtjes door de weilanden, onze gesprekken in het verzorgingstehuis. Alles gaat voorbij, zei opa ooit. Behalve de liefde die je ergens in steekt, besefte ik. Ik zal opa’s liefde levend houden. Gewoon, door gezond te zijn. Door tussen de deadlines naar de lucht te blijven kijken. En door niet te vergeten om te dansen.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Raoul De Jong", "Leestijd Minuten", "Zocht In Elke Maand Zijn Opa", "Op Voor Een Levensles."], "keywords": ["van", "dat", "vergeet", "niet", "een", "mijn", "en", "te", "ik", "zijn", "dansen", "opa", "het"], "pubDate": "2020-12-03T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}