{"id": "4e62db85-dac6-32f6-a7a5-9679d75fd805", "title": "Als de wereld één grote samenzwering lijkt", "url": "https://volkskrant.nl/columns-opinie/als-de-wereld-een-grote-samenzwering-lijkt~b061a6b9/", "summary": "Omdat het een heel land in zijn greep kreeg en de Tweede Wereldoorlog veroorzaakte, noemen we het een ‘ideologie’.\nLijken het communisme en het kapitalisme elkaars vijanden?\nHet idee van het Wereldcomplot verleidt zoveel mensen, omdat het een simpele verklaring geeft voor een massa ingewikkelde processen.\nEen kind kan zien dat het een deel van de samenzwering is.\nMaar die en talloze andere plannen botsten vaak met elkaar en er was nooit één enkele groep mensen die aan alle touwtjes trok.", "paragraphs": ["Aanhangers van de complottheorie QAnon in New York. Beeld REUTERS", "Samenzweringstheorieën zijn er in alle soorten en maten, maar de meest gangbare vorm is die van het Wereldcomplot. In een recente peiling werd aan 26 duizend mensen in 25 landen gevraagd of zij geloofden dat ‘één enkele groep mensen heimelijk de gebeurtenissen controleert en de wereld regeert’. 37 procent van de Amerikanen, 45 procent van de Italianen, 55 procent van de Spanjaarden en 78 procent van de Nigerianen vonden dat ‘zeker of waarschijnlijk waar’.", "Samenzweringstheorieën zijn natuurlijk geen uitvinding van QAnon. Ze doen al duizenden jaren de ronde, soms met een enorme invloed op de geschiedenis. Het nazisme is daar een voorbeeld van. Omdat het een heel land in zijn greep kreeg en de Tweede Wereldoorlog veroorzaakte, noemen we het een ‘ideologie’. Maar in zijn kern was het een theorie van het Wereldcomplot, gebaseerd op een antisemitische leugen: ‘Een geheim verbond van Joodse financiers domineert de wereld en zweert samen om het Arische ras te vernietigen. Zij zaten achter de revolutie van de bolsjewieken, zij regeren de westerse democratieën, zij controleren de media en de banken. Alleen Adolf Hitler heeft al hun smerige streken doorzien en alleen hij kan hen stoppen en de mensheid redden.’", "Als we de gemeenschappelijke structuren van de theorieën van het Wereldcomplot begrijpen, kunnen we hun aantrekkingskracht verklaren en hun in­herente onwaarheid.", "Elke theorie van het Wereldcomplot zegt dat achter de talloze gebeurtenissen die we aan de oppervlakte van de wereld zien één enkele sinistere groep mensen schuilgaat. De identiteit van die groep kan variëren: vrijmetselaars, buitenaardse wezens, hagedismensen of om het even welke andere kliek. Maar de basisstructuur is altijd dezelfde: die groep controleert achter de schermen zowat alles wat er gebeurt.", "Tegenpolen", "De theorieën van het Wereldcomplot brengen graag tegenpolen bij elkaar. Lijken het communisme en het kapitalisme elkaars vijanden? Valse schijn, zei het nazisme, het is wat het Joodse complot ons wil doen geloven! Zijn de familie Bush en de familie Clinton gezworen rivalen? Dat is maar voor de show, achter gesloten deuren bezoeken ze dezelfde Tupperware-avondjes.", "Zo ontstaat een theorie over hoe de wereld werkt. Wat we op het nieuws zien, is een slim bedacht rookgordijn om ons te misleiden. De leiders op het wereldtoneel zijn marionetten aan de touwtjes van de echte heersers.", "Het idee van het Wereldcomplot verleidt zoveel mensen, omdat het een simpele verklaring geeft voor een massa ingewikkelde processen. Oorlogen, revoluties, crises en pandemieën stellen ons leven op de proef. Maar als ik in een Wereldcomplot geloof, heb ik het geruststellende gevoel dat ik het allemaal begrijp.", "De oorlog in Syrië? Ik hoef de geschiedenis van het Midden-Oosten niet te bestuderen om te begrijpen wat daar aan de hand is. Het hoort bij de grote samenzwering. De ontwikkeling van de 5G-technologie? Ik hoef niets over de fysica van radiogolven te weten. Het is de samenzwering. De covid-19-pandemie? Niets te maken met ecosystemen, vleermuizen en virussen. Een kind kan zien dat het een deel van de samenzwering is.", "Het Wereldcomplot is als een loper die alle geheimen van de wereld ontsluit en mij toegang geeft tot een exclusieve kring: die van de mensen die het begrepen hebben. Ik ben slimmer en wijzer dan de gemiddelde persoon en zelfs dan de intellectuele elite en de heersende klasse, professoren, journalisten, politici. Ik zie wat zij niet zien of proberen te verbergen.", "Alle theorieën van het Wereldcomplot lijden aan dezelfde fundamentele fout: het geloof dat de geschiedenis heel eenvoudig is en je de wereld vrij gemakkelijk kunt manipuleren. Een kleine club kan alles begrijpen, voorspellen en controleren, van oorlogen tot technologische revoluties en pandemieën.", "Het opmerkelijkste is het vermogen van dat groepje om tien zetten vooruit te denken in het mondiale schaakspel. Als ze ergens een virus loslaten, kunnen ze niet alleen voorspellen hoe het zich door de wereld zal verspreiden maar ook hoe het de wereldeconomie een jaar later zal beïnvloeden. Als ze een politieke revolutie ontketenen, kunnen ze haar verloop controleren. Als ze een oorlog beginnen, weten ze hoe die zal eindigen.", "Maar natuurlijk is de wereld veel ingewikkelder. Kijk naar de Amerikaanse invasie van Irak. In 2003 viel de enige supermacht van de planeet een middelgroot land in het Midden-Oosten binnen, naar eigen zeggen om Iraks massavernietigingswapens onschadelijk te maken en een einde te maken aan het bewind van Saddam Hussein. Men kon ook vermoeden dat de Verenigde Staten niet vies waren van de kans om de hegemonie over de regio te verwerven en de olievelden van Irak in hun greep te krijgen.", "Voor die invasie zetten de VS het beste leger ter wereld in en gaven ze biljoenen dollars uit. Wat was enkele jaren later het resultaat van hun kolossale inspanning? Een totaal fiasco. Er waren geen massavernietigingswapens en het land verkeerde in chaos. De grote winnaar van de oorlog was Iran, dat de dominante macht van de regio werd.", "Geheim agenten", "Moeten we daaruit concluderen dat George W. Bush en Donald Rumsfeld in feite geheim agenten in dienst van Iran waren en een duivels slim Iraans complot uitvoerden? Helemaal niet. Wel dat het ongelooflijk moeilijk is om menselijke zaken te voorspellen en te controleren.", "Je hoeft geen land in het Midden-Oosten binnen te vallen om die les te leren. Wie ooit in het bestuur van een oudervereniging of in een gemeenteraad heeft gezeten of gewoon een verrassingsfuifje voor een verjaardag heeft georganiseerd, weet hoe moeilijk het is mensen te controleren. Je maakt een plan en alles loopt anders. Je probeert iets geheim te houden en de volgende dag weet iedereen het. Je spant samen met een goede vriend en op het cruciale moment krijg je een mes in je rug.", "De theorie van het Wereldcomplot vraagt ons om te geloven dat het enerzijds aartsmoeilijk is om de daden van duizend of zelfs maar honderd mensen te voorspellen en te controleren, en anderzijds verbazend gemakkelijk om bijna 8 miljard mensen naar je pijpen te laten dansen.", "Natuurlijk bestaan er veel echte samenzweringen in de wereld. Individuen, bedrijven, organisaties, kerken, groepen en regeringen bedenken complotten en voeren ze uit. Maar net dat maakt het zo moeilijk om de wereld in haar geheel te voorspellen en te beheersen.", "In de jaren dertig smeedde de Sovjet-Unie wel degelijk overal ter wereld complotten om communistische revoluties te ontketenen; kapitalistische banken hanteerden allerlei dubieuze strategieën; de regering van president Roosevelt maakte plannen om met de New Deal de Amerikaanse samenleving te hervormen; de zionistische beweging ijverde voor een thuisland in Palestina. Maar die en talloze andere plannen botsten vaak met elkaar en er was nooit één enkele groep mensen die aan alle touwtjes trok.", "Doelwit", "Vandaag bent u waarschijnlijk ook het doelwit van allerlei samenzweringen. Misschien zijn uw collega’s aan het samenspannen om uw baas tegen u op te zetten.", "Misschien koopt een groot farmaceutisch bedrijf uw huisarts om opdat hij u verslavende pijnstillers zal voorschrijven. Misschien zet een andere grote onderneming politici onder druk om milieuwetten tegen te houden, zodat het bedrijf de lucht die u ademt kan blijven vervuilen. Misschien is een technoreus uw persoonsgegevens aan het hacken. Misschien maakt een politieke partij plannen om de verkiezingen te manipuleren. Misschien probeert een buitenlandse regering onrust te stoken in uw land.", "Dat kunnen allemaal echte samenzweringen zijn, maar ze maken geen deel uit van een allesomvattend Wereldcomplot.", "Soms slaagt een grote onderneming of een politieke partij of een dictator erin een aanzienlijk deel van de wereldmacht in handen te krijgen. Maar wanneer zoiets gebeurt, is het vrijwel onmogelijk geheim te houden. Veel macht impliceert veel publiciteit.", "Het besef dat geen enkel geheim verbond in staat is de hele wereld te beheersen, is niet alleen juist, maar ook bevrijdend. Het betekent dat we de concurrerende groeperingen in onze wereld kunnen onderscheiden en onze bondgenoten kunnen kiezen tegenover andere groepen.", "En dat is de essentie van de echte politiek.", "Yuval Noah Harari is een Israëlisch historicus. Van zijn bekendste boek, Sapiens, verscheen onlangs in vertaling een versie als beeldverhaal."], "authors": ["Yuval Noah Harari"], "keywords": ["van", "dat", "om", "die", "een", "en", "maar", "te", "wereld", "grote", "lijkt", "als", "samenzwering", "het", "één"], "pubDate": "2020-12-17T16:32:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}