{"id": "4e6d0ca2-c1c2-3727-9c18-56f1d0d34859", "title": "Nieuwe migrantenstroom ontwricht Canarische Eilanden: 'Crisis als op Lesbos'", "url": "https://nos.nl/nieuwsuur/artikel/2360243-nieuwe-migrantenstroom-ontwricht-canarische-eilanden-crisis-als-op-lesbos.html", "summary": "De komst van tienduizenden vluchtelingen heeft een ontwrichtend effect op de Canarische Eilanden, die vanwege de coronapandemie toch al onder grote spanning stonden.\nDoor de vrijwel verdampte inkomsten uit het toerisme, normaal gesproken de grootste inkomstenbron, neemt de armoede en onvrede op de eilanden toe.\nDe crisis doet denken aan die van vijftien jaar geleden, toen rond de eilanden ruim dertigduizend mensen uit zee werden gevist.\nNet als vijftien jaar terug is er nauwelijks opvang om migranten te herbergen.\nWe willen dat ze daar weg gaan, zodat de toeristen weer terugkomen.", "paragraphs": ["De komst van tienduizenden vluchtelingen heeft een ontwrichtend effect op de Canarische Eilanden, die vanwege de coronapandemie toch al onder grote spanning stonden. Door de vrijwel verdampte inkomsten uit het toerisme, normaal gesproken de grootste inkomstenbron, neemt de armoede en onvrede op de eilanden toe. De migrantenstroom zet de samenleving verder onder druk.", "\"De strategie van Spanje, maar ook van de EU, is om de migranten die hier binnenkomen vooral niet door te laten reizen naar het vasteland\", zegt Antonio Morales, eilandbestuurder op Gran Canaria. \"Ze willen van dit eiland een gevangenis maken. Dat kan allerlei spanningen opvoeren, waardoor mensen tegenover elkaar komen te staan.\"", "'Het regent afzeggingen van gasten'", "Dit jaar landden onverwachts ruim twintigduizend migranten, afkomstig uit Marokko, Mauritanië en Senegal, met houten vissersbootjes op de Canarische Eilanden. De crisis doet denken aan die van vijftien jaar geleden, toen rond de eilanden ruim dertigduizend mensen uit zee werden gevist.", "Net als vijftien jaar terug is er nauwelijks opvang om migranten te herbergen. Als tijdelijke oplossing zijn duizenden Afrikanen ondergebracht in leegstaande hotels. Steeds meer gemeenten in de kustplaatsen op Gran Canaria verzetten zich tegen deze noodoplossing. Ze vrezen dat de toeristen, die nu toch al wegblijven vanwege de pandemie, niet terugkeren door de migrantencrisis.", "\"De hotels zitten nu vol met migranten. We willen dat ze daar weg gaan, zodat de toeristen weer terugkomen. Veel van onze gasten hebben gezegd dat ze niet komen zolang de migranten daar zitten. Het regent afzeggingen\", zegt een Britse hoteleigenaar die meeloopt in een demonstratie in de badplaats Mogán."], "authors": ["Rop Zoutberg", "Correspondent Spanje", "Dit Is Een Artikel Van"], "keywords": ["dat", "migrantenstroom", "lesbos", "van", "uit", "eilanden", "een", "te", "ze", "ontwricht", "crisis", "op", "als", "migranten", "die", "nieuwe", "canarische"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}