{"id": "4e793966-e2f6-3082-a75d-61fdce64a385", "title": "‘Swap Ikea for antiques,’ says the Netherlands’ youngest antiques dealer", "url": "https://www.parool.nl/english/swap-ikea-for-antiques-says-the-netherlands-youngest-antiques-dealer~bcc4354f/", "summary": "Dick Zebregs, the youngest antiques dealer in the Netherlands Beeld Diederick BulstraDick Zebregs is holding a porcelain bottle inscribed IVH.\n“It stands for Joan van Hoorn,” he says, tracing the letters with his finger.\nThey were worth the equivalent of a canalside house – Van Hoorn really was the Kim Kardashian of his time.\nBrand label“The average antiques dealer is sixty plus,” he says.\nThe appeal is still there, but the market is getting older and sometimes one antiques shop closes without another being opened.", "paragraphs": ["Dick Zebregs, the youngest antiques dealer in the Netherlands Beeld Diederick Bulstra", "Dick Zebregs is holding a porcelain bottle inscribed IVH. “It stands for Joan van Hoorn,” he says, tracing the letters with his finger. “He was the governor general of the Dutch East Indies in the seventeenth century, and he was fabulously wealthy. He would fill these bottles with gin and give them to his friends at parties. They were worth the equivalent of a canalside house – Van Hoorn really was the Kim Kardashian of his time.", "“Eighty years ago, pieces like this were being sold as examples of Holland’s glorious history, but Van Hoorn had a lot of blood on his hands in Indonesia and Africa. His story is extremely relevant to the current debate about slavery, which is why I tell it. If I was Indonesian, I’d buy one of these bottles just to thumb my nose at the colonial past.”", "At the end of last month, Zebregs opened Zebregs&Röell Fine Art & Antiques on the corner of Spiegelstraat and Keizersgracht. He wants to breathe new life into an industry with a somewhat fusty image.", "Brand label", "“The average antiques dealer is sixty plus,” he says. “Up until the 1980s, almost every living room had a display cabinet, but they’ve gone out of fashion. That’s why you see so many collections of ornamental elephants on sale on Marktplaats.", "“People in their thirties and forties don’t know what it’s like to live with antiques and collect things. Their furniture is functional, and comes with a brand label. They don’t even see antiques at grandpa and grandma’s house, because they have bare white interiors too. Nothing gets passed on from generation to generation. I want to change that, and make collecting attractive to a younger audience.”", "Zebregs fell in love with antiques when he worked as a temp at the AAG auction house in the Rivierenbuurt, while doing applied museum and heritage studies at the Reinwardt Academy. He ended up spending ten years with the company, and became head of the antiques department.", "“I was always nosing around in boxes of pots and pans. I used to buy the occasional Chinese food bowl or Indonesian painting, but my greatest passion is taxidermy. My grandfather had a stuffed squirrel monkey, and when I moved into student housing I took it with me. I started dealing in stuffed animals, and my apartment on Rozengracht filled up so quickly my friends called it the Jungle.”", "Letter to Attenborough", "The friends also jokingly called him David Attenborough. “I wrote a letter to the real Attenborough once, because I felt a bit funny about selling stuffed animals. I asked if he thought it was OK, especially as they were antiques. I got a handwritten letter back in three days, saying that stuffed animals could be educational, because people could look at them from close up, and they showed the importance of conservation. People might even eat a bit less meat.”", "Zebregs gives a great deal of thought to the ethical aspects of his work. “I’m earning a living from the colonial past, but it’s still with us and it’s not going to go away. At least I can make sure it gets restored and written about, and continues on its journey.”", "He never planned to open a shop, but when he met the leading Maastricht dealer Guus Röell at the Tefaf art fair last year, they clicked immediately. The premises on Spiegelstraat came onto the market, and it was now or never. Röell’s name appears on the canopy outside as a partner, but the feel of the interior is 100 percent Zebregs.", "He describes his eclectic wares, ranging from African woodcarvings and a stuffed peacock to Japanese netsuke and a walnut dresser, as a cabinet of rarities. “Period rooms have had their day. I show that you can combine a French chest with a modern abstract painting and a pair of candlesticks. And yes, why not an Ikea bench. But why spend two thousand euro on a readymade package when, for the same money, you can have an antique table with a story of its own? And it lasts so much longer. Once you’ve dismantled a piece of Ikea furniture twice, it’s fit for the scrapheap. Whereas if you resell the antique table, you give it a new lease on life.”", "Bread or shoes", "Using a combination of enthusiastic storytelling, drinks receptions, and an Instagram account, Zebregs is attracting a younger clientele than his fellow antique dealers. “They’re often very exclusive,” he says. “There are some shops where I don’t even dare go inside.” But his choice of the Spiegelkwartier was deliberate.", "“Amsterdam used to be the antiques centre of Europe, and this area is its beating heart. The appeal is still there, but the market is getting older and sometimes one antiques shop closes without another being opened. If there’s a gap, it’s filled by a baker’s or a shoe shop. That’s a shame. We need to attract more young people to antiques dealing if we’re to preserve the face of Amsterdam.”"], "authors": ["Edo Dijksterhuis", "Translation", "Het Vertaalcollectief"], "keywords": ["dont", "van", "hoorn", "netherlands", "zebregs", "house", "friends", "ikea", "youngest", "swap", "dealer", "stuffed", "shop", "antiques"], "pubDate": "2019-11-19T10:15:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}