{"id": "4e8e9d97-cff3-326b-981a-e889b36d1d8d", "title": "6 planten die wél veilig zijn voor je huisdieren", "url": "https://www.rtlnieuws.nl/lifestyle/wonen/artikel/5161065/6-planten-die-wel-veilig-zijn-voor-je-huisdieren", "summary": "De bananenplantEigenlijk best logisch, want dit is een plant waar voedsel aan groeit.\nDe bladeren van deze plant zijn hartstikke veilig en worden vaak in de Indonesische keuken gebruikt!\nVarenVarens zijn geweldige kamerplanten, omdat ze goed zijn voor je gezondheid.\nDeze kun je ook gerust in je woonkamer zetten wanneer je huisdieren hebt.\nGeef deze plant een zonnig plekje en veel water heeft 'ie niet nodig.", "paragraphs": ["1. De bananenplant", "Eigenlijk best logisch, want dit is een plant waar voedsel aan groeit. De bladeren van deze plant zijn hartstikke veilig en worden vaak in de Indonesische keuken gebruikt! Het is een ontzettend populaire kamerplant, aangezien hij ook makkelijk is in onderhoud!", "2. Varen", "Varens zijn geweldige kamerplanten, omdat ze goed zijn voor je gezondheid. Ze verbeteren de luchtkwaliteit in je huis. Ze hebben niet echt een lekkere smaak, dus je kat zal hem waarschijnlijk met rust laten. Is je kat wel fan? Geen probleem, want ook deze plant is niet giftig.", "3. De orchidee", "Liever wat meer kleur in je huis? De orchidee voegt superveel sfeer toe aan je interieur, omdat ze vaak in de mooiste kleuren komen. Deze kun je ook gerust in je woonkamer zetten wanneer je huisdieren hebt.", "4. Bromelia", "Een superpopulaire kamerplant en dat is niet voor niets! Net als de orchidee is dit een fleurige plant met een kleurrijke bloem. Staat gezellig en totaal huisdierproof!", "5. Palmen", "Palmen zijn ontzettend leuk in je huis, maar let wel op! Niet alle palmen zijn huisdier-safe. Zoek vooral even op de Latijnse benaming van je palm. Meerdere palmen zijn namelijk wel gewoon diervriendelijk, zoals de Areca, Washingtonia, Chamaedorea, Kentia of de Rhapis. Welke absoluut niet kan is de Cycas palm.", "6. Olifantenpoot", "Deze plant is lekker makkelijk in de verzorging. Hij is net zo sterk als een echte olifantenpoot. Geef deze plant een zonnig plekje en veel water heeft 'ie niet nodig. Let op: de dikke stam kan de kat wel aanzien voor krabpaal. ;)", "Fotocredits", "Header: Pexels - Pixabay"], "authors": [], "keywords": ["deze", "huisdieren", "die", "zijn", "wél", "je", "een", "niet", "ze", "en", "plant", "planten", "veilig", "wel", "voor"], "pubDate": "2020-11-15T19:27:00+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}