{"id": "4e9040c4-f885-386f-91fd-6930cadc314b", "title": "In The Wolf of Snow Hollow drijft regisseur Jim Cummins al dan niet subtiel de spot met het weerwolfgenre ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/in-the-wolf-of-snow-hollow-drijft-regisseur-jim-cummins-al-dan-niet-subtiel-de-spot-met-het-weerwolfgenre~bf8e38ae/", "summary": "Beeld FilmstillDe uitbundige wijze waarop de slachtoffers van een seriemoordenaar zijn toegetakeld duidt op het werk van een beresterke kerel, vermoedt een van de sheriffs in het Amerikaanse skidorpje Snow Hollow.\nEen ander meent dat de pootafdrukken die steevast op de plaats delict worden gevonden geen afleidingsmanoeuvre zijn, maar wijzen op een uit de kluiten gewassen wolf.\nOp een bord in het dorp wordt algauw gewaarschuwd voor een op hol geslagen wolfman – het begin van een lokale legende.\nWeerwolfmythen, zwaarmoedige drama’s over sociaal gemankeerde mannen, seriemoordverhalen die doorwrochte schetsen van een gesloten gemeenschap pretenderen te zijn: Cummings drijft er op al dan niet subtiele wijze de spot mee.\nOp dit ogenschijnlijk chaotische toneel vindt Cummings zijn unieke stem.", "paragraphs": ["The Wolf of Snow Hollow. Beeld Filmstill", "De uitbundige wijze waarop de slachtoffers van een seriemoordenaar zijn toegetakeld duidt op het werk van een beresterke kerel, vermoedt een van de sheriffs in het Amerikaanse skidorpje Snow Hollow. Een ander meent dat de pootafdrukken die steevast op de plaats delict worden gevonden geen afleidingsmanoeuvre zijn, maar wijzen op een uit de kluiten gewassen wolf. Op een bord in het dorp wordt algauw gewaarschuwd voor een op hol geslagen wolfman – het begin van een lokale legende.", "Agent John Marshall (gespeeld door de eigenzinnige regisseur en scenarist Jim Cummings) dient de rust te herstellen, maar worstelt ook met een waslijst aan persoonlijke problemen: alcoholisme, gedoe met een ex, een puberdochter die zijn haast maniakale bemoeizucht zat raakt. Net als in zijn debuutfilm Thunder Road speelt Cummings bovendien een politieman die er nauwelijks in slaagt zijn associatieve gedachtenkronkels te onderdrukken, waardoor hij in een soort permanente staat van waanzin verkeert.", "The Wolf of Snow Hollow oogt daarbij als een genreparodie. Weerwolfmythen, zwaarmoedige drama’s over sociaal gemankeerde mannen, seriemoordverhalen die doorwrochte schetsen van een gesloten gemeenschap pretenderen te zijn: Cummings drijft er op al dan niet subtiele wijze de spot mee. Tegelijkertijd zijn de spannendste scènes daadwerkelijk spannend en zorgt de in 2019 overleden acteur Robert Forster in zijn laatste filmrol voor oprechte ontroering. Op dit ogenschijnlijk chaotische toneel vindt Cummings zijn unieke stem."], "authors": ["Berend Jan Bockting"], "keywords": ["zijn", "van", "het", "jim", "met", "een", "cummings", "regisseur", "spot", "weerwolfgenre", "hollow", "subtiel", "wolf", "op", "snow", "te", "niet", "die"], "pubDate": "2021-01-06T13:22:59Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}