{"id": "4e9111c0-75fe-34b9-869d-3cd61ae93d3e", "title": "Vier belangrijke dossiers voor het kabinet in 2021", "url": "https://www.ewmagazine.nl/nederland/blog/2020/12/vier-belangrijke-dossiers-voor-het-kabinet-in-2021-796784/", "summary": "Naast de bestrijding van het coronavirus heeft het kabinet in 2021 nog andere kopzorgen.\nHet failliet van het klimaatplanToch wordt ook 2021 geen vruchtbaar transitiejaar, concludeerde EW eerder dit jaar.\nDaarnaast zal het kabinet een aantal belangrijke besluiten moeten nemen, bijvoorbeeld over het gebruik van biomassacentrales.\nMaar na veel kritiek moest het kabinet het plan aanpassen.\nDe AIV waarschuwt het kabinet voor een nieuwe migratiecrisis, vergelijkbaar met die in 2015.", "paragraphs": ["Naast de bestrijding van het coronavirus heeft het kabinet in 2021 nog andere kopzorgen. Vier uitdagende dossiers op een rij.", "1.Klimaatdoelstellingen", "In het Klimaatakkoord uit 2019 is vastgelegd dat Nederland in 2030 49 procent minder broeikasgas mag uitstoten dan in 1990. En volgens het vonnis van de Urgenda-zaak moet het eind 2020, nu dus, al 25 procent minder zijn dan in 1990. Maar Nederland ligt niet op koers om deze ambitieuze klimaatdoelstellingen te halen. Dat is de conclusie van onder meer de Klimaat- en Energieverkenning (KEV) in oktober 2020. In december kondigde het kabinet daarom extra maatregelen aan om de CO2-uitstoot te reduceren. Ook zullen er komend jaar nog veel stappen moeten worden gezet om de energietransitie vaart te geven.", "Meer over dit onderwerp: Watt nu? Het failliet van het klimaatplan", "Toch wordt ook 2021 geen vruchtbaar transitiejaar, concludeerde EW eerder dit jaar. De kosten voor de energietransitie zullen verder stijgen, terwijl de vraag blijft of het voldoende oplevert. Daarnaast zal het kabinet een aantal belangrijke besluiten moeten nemen, bijvoorbeeld over het gebruik van biomassacentrales. Tweederde van de hernieuwbare energie komt nu uit biomassa. Het draagvlak ervoor nam afgelopen jaar flink af, maar de klimaatdoelstellingen halen zonder biomassa is haast onmogelijk.", "Een andere optie voor CO2-reductie is kernenergie, maar die energiebron bleef buiten het Klimaatakkoord. Een meerderheid van de Tweede Kamer is voor een verkennend onderzoek naar de rol van kerncentrales in de energievoorziening na 2030.", "2.Stijgende zorgkosten", "Een van de grootste kostenposten van de overheid is de gezondheidszorg. En die zal ook de komende jaren duurder worden. Begin januari 2020 uitte minister van Financiën Wopke Hoekstra (CDA) hierover al zijn zorgen in het AD: ‘Deze groei van de kosten van de zorg is op termijn niet houdbaar en niet organiseerbaar.’ In 2019 is 106,2 miljard euro uitgegeven aan zorg en welzijn, 13,1 procent van het nationaal inkomen. Sinds 2009 zijn de zorgkosten niet zo hard gestegen en dat zullen ze in de toekomst blijven doen. In het vierjaarlijkse rapport Volksgezondheid Toekomst Verkenning uit 2018 schat het RIVM dat in 2040 de zorgkosten zullen zijn gestegen naar 174 miljard euro.", "Daarbij komt het coronajaar 2020. Ook in 2021 zal er nog veel geld nodig zijn om de coronacrisis te bestrijden. Op Prinsjesdag 2020 bleek dat het kabinet komend jaar 6,7 miljard euro extra zal uitgeven aan coronazorg. De vraag is of dat voldoende is als de crisis aanhoudt. Het kabinet moet ervoor waken dat de zorgkosten andere begrotingsposten wegdrukken, maar grote besparingen in de zorg zijn moeilijk te realiseren.", "3.Investeren in de economie", "De overheid heeft tijdens de coronacrisis flink geïnvesteerd en minister Hoekstra belooft dat er tot de zomer van 2021 coronasteunpakketten voor bedrijven zullen zijn. Het aantal faillissementen in 2020 bleef daardoor beperkt. Maar hoelang kan het kabinet daarmee doorgaan? Een betrouwbare kosten-batenanalyse is in coronatijd vrijwel onmogelijk. Nederland stond er voor de coronacrisis economisch goed voor. Verwacht wordt dat de coronacrisis veel korter duurt dan de kredietcrisis in 2008. Daardoor zou de schade te overzien zijn.", "Lees ook: Nationaal Groeifonds is belediging voor ambtenaren", "Zowel het kabinet als bedrijven en ondernemers pleiten voor investeringen. Zo roept voorman van MKB-Nederland Jacco Vonhof het kabinet op om bij een gunstig eerste kwartaal volop te investeren, om zo snel mogelijk uit de crisis te komen. In plaats van bezuinigen wil ook het kabinet graag dat Nederland zichzelf de crisis uit investeert. In september presenteerden minister van Financiën Hoekstra (CDA) en minister van Economische Zaken Eric Wiebes (VVD) hun ‘Nationaal Groeifonds’. Maar na veel kritiek moest het kabinet het plan aanpassen. Onder meer omdat het niet groen genoeg zou zijn en controle-opties door het parlement zouden ontbreken. Ook het bedrag van 20 miljard euro zou door de coronacrisis lager uitvallen dan beoogd.", "4. Bevolkingsgroei en immigratie", "Ook in 2021 zullen er Nederlanders bij komen. ‘Er is nog steeds sprake van een flinke bevolkingsgroei, maar wel van een afname van die groei,’ concludeert het Centraal Bureau voor de Statistiek. Eind 2020 zullen er zo’n 17,5 miljoen Nederlanders zijn. Een stijging van 63.000 mensen ten opzichte van een jaar geleden. Het CBS verwacht dat de bevolking blijft groeien tot 20 miljoen Nederlanders in 2063. Dat kan voor een dichtbevolkt land als Nederland problemen opleveren met huisvesting, infrastructuur, onderwijs, zorg en sociale cohesie.", "Ook het coronavirus is van invloed. De economische gevolgen ervan kunnen leiden tot nieuwe migratiestromen uit Afrika, zo voorspelt de Adviesraad Internationale Vraagstukken (AIV). De AIV waarschuwt het kabinet voor een nieuwe migratiecrisis, vergelijkbaar met die in 2015. Nederland moet volgens de Adviesraad een leidende rol nemen in de beheersing van migratie naar Europa. De AIV adviseert het kabinet daarom niet alleen afspraken te maken met andere lidstaten van de Europese Unie, maar ook met Afrikaanse landen."], "authors": [], "keywords": ["zijn", "van", "voor", "en", "een", "dossiers", "dat", "kabinet", "te", "ook", "het", "belangrijke", "vier", "2021"], "pubDate": "2020-12-31T15:45:47Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}