{"id": "4eb46b5f-603c-35e2-b25d-674f07c351c4", "title": "Weekendwijsheid van Jack Poels: ‘Gooi je saaie principes overboord’", "url": "https://volkskrant.nl/mensen/weekendwijsheid-van-jack-poels-gooi-je-saaie-principes-overboord~bd5ca16a/", "summary": "Beeld Daniel CohenJack Poels: ‘Ik had een tijdlang een afspraak met mezelf: elke maandag moest een alcoholvrije dag zijn.\nIk hou van een glas wijn ’s avonds, en dat cadeautje gun ik mezelf weer elke dag.\nDie afspraak met mezelf is een van de eerste dingen die ik heb losgelaten.\nNaast mijn alcoholloze dag probeer ik nu meer dingen te laten varen en uit handen te geven.\nWant eigenlijk kreeg ik deze levensles al veel eerder, toen ik jaren geleden op een blauwe maandag heb gegolfd.", "paragraphs": ["Jack Poels. Beeld Daniel Cohen", "Jack Poels: ‘Ik had een tijdlang een afspraak met mezelf: elke maandag moest een alcoholvrije dag zijn. Ik wilde minstens één dag in de week niet drinken. Totdat corona zich aandiende. Ik hou van een glas wijn ’s avonds, en dat cadeautje gun ik mezelf weer elke dag. Ook op maandag. Die afspraak met mezelf is een van de eerste dingen die ik heb losgelaten. Naast mijn alcoholloze dag probeer ik nu meer dingen te laten varen en uit handen te geven. Niet zonder moeite, moet ik zeggen, want ik ben van nature iemand die graag overal zijn neus in steekt, vooral als er een nieuw album uit moet komen. Ik zat er altijd bovenop. Nu bemoei ik me alleen nog actief met dingen als me gevraagd wordt om mee te denken. Ik laat de dingen zoveel mogelijk komen zoals ze komen.", "Ik ben geabonneerd op het Volkskrant Magazine, bijvoorbeeld, maar er gaat nog weleens wat mis in de bezorging. Vorige week kreeg ik bijvoorbeeld de zaterdageditie van De Telegraaf op de mat. Daar kon ik me vroeger ontzettend over opwinden. Ik kreeg meteen het gevoel dat ik misschien een mooi verhaal had gemist. Nu denk ik: nou, dan lees ik de Vrouw maar eens. Zie ik die kant van de krant ook een keer. De coronacrisis heeft me het laatste zetje gegeven om zoveel mogelijk futiliteiten en onnodige principes te laten gaan. Want eigenlijk kreeg ik deze levensles al veel eerder, toen ik jaren geleden op een blauwe maandag heb gegolfd. De leraar zei meteen tijdens de eerste les: ‘Koud, warm, nat of wat voor weer dan ook: het maakt niets uit. Neem de baan zoals hij zich aandient.’’"], "authors": ["Pieta Verhoeven"], "keywords": ["van", "die", "jack", "uit", "dag", "een", "het", "gooi", "weekendwijsheid", "saaie", "je", "te", "ik", "dingen", "principes", "op", "overboord", "poels"], "pubDate": "2020-11-12T14:00:33Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}