{"id": "4ec69143-89bc-3a24-ab35-3ccb18982b2b", "title": "Elektrische deelscooter drijft snorfietsverkoop tot grote hoogte", "url": "https://nu.nl/auto/6094694/elektrische-deelscooter-drijft-snorfietsverkoop-tot-grote-hoogte.html", "summary": "Tot en met november zijn 13.134 elektrische snorfietsen geregistreerd in Nederland, een toename van 129 procent ten opzichte van dezelfde periode een jaar eerder.\nDe elektrische snorfietsen worden namelijk veelal voor de zakelijke markt gebruikt.\nParticulieren wisten eveneens de weg naar de showroom te vinden, aangezien een verkoopstijging van 58 procent tot 6.315 exemplaren werd genoteerd.\nHet gecombineerde aantal elektrische snorfietsen van 13.134 exemplaren komt neer op 23 procent van de totale snorfietsverkoop.\nHet aantal transacties tussen snorfietseigenaren onderling liep met 46 procent op tot 5.130.", "paragraphs": ["Tot en met november zijn 13.134 elektrische snorfietsen geregistreerd in Nederland, een toename van 129 procent ten opzichte van dezelfde periode een jaar eerder. Dat blijkt vrijdag uit cijfers van BOVAG en dataprovider RDC. Iets meer dan de helft daarvan werd zakelijk gekocht.", "In totaal kwamen 6.721 elektrische snorfietsen op de zakelijke markt terecht, dat betekent naast een ruime verviervoudiging vergeleken met een jaar eerder ook dat de populariteit van de elektrisch deelscooter nog altijd in de lift zit. De elektrische snorfietsen worden namelijk veelal voor de zakelijke markt gebruikt.", "Particulieren wisten eveneens de weg naar de showroom te vinden, aangezien een verkoopstijging van 58 procent tot 6.315 exemplaren werd genoteerd. Het gecombineerde aantal elektrische snorfietsen van 13.134 exemplaren komt neer op 23 procent van de totale snorfietsverkoop. In 2019 lag dat aandeel nog op 15,5 procent. Gemeten over de eerste elf maanden lag de totale verkoop van snorfietsen met dik 57.000 stuks 55 procent hoger", "Ook op de tweedehandsmarkt is de elektrische snorfiets in trek, want het aantal verkochte gebruikte exemplaren via de vakhandel viel met 1.589 stuks tot en met november 56 procent hoger uit. Het aantal transacties tussen snorfietseigenaren onderling liep met 46 procent op tot 5.130."], "authors": ["Door"], "keywords": ["tot", "van", "deelscooter", "hoogte", "elektrische", "op", "grote", "met", "het", "snorfietsen", "een", "dat", "snorfietsverkoop", "drijft", "procent"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}