{"id": "4ecf5f6b-cc60-346f-8216-fb76af329acd", "title": "‘Retourtje verleden’ toont de oudste telescoop van Nederland: ‘een speeltje voor aristocraten’", "url": "https://trouw.nl/binnenland/retourtje-verleden-toont-de-oudste-telescoop-van-nederland-een-speeltje-voor-aristocraten~bebb09ae/", "summary": "Dat was een belangrijke stap in de ontwikkeling van de hedendaagse archeologische praktijk, zo toont de nieuwe expositie ‘Retourtje verleden’ in het Rijksmuseum van Oudheden in Leiden.\nDaar is een kleine proeve te zien van wat archeologen zoal bij spooraanleg hebben gevonden.\n“Al in de negentiende eeuw brachten spoorwegarbeiders die een vondst hadden gedaan die naar ons\", vertelt museumconservator Sasja van der Vaart-Verschoof.\nEn voor wat hoort wat: de spoorman die bij Den Bosch een Karolingisch zwaard opdiepte, kreeg een gulden vindersloon voor dat topstuk.\nDe archeologen die het in 2014 opdiepten, hadden het een half jaar lang terzijde gelegd voordat ze doorkregen wat ze in handen hadden: Nederlandse oudste telescoop, begin zeventiende-eeuws, ter grootte van een sigaar.", "paragraphs": ["Zo’n 25 jaar geleden begon de aanleg van de Betuwelijn. Dat was een belangrijke stap in de ontwikkeling van de hedendaagse archeologische praktijk, zo toont de nieuwe expositie ‘Retourtje verleden’ in het Rijksmuseum van Oudheden in Leiden. Daar is een kleine proeve te zien van wat archeologen zoal bij spooraanleg hebben gevonden.", "“Al in de negentiende eeuw brachten spoorwegarbeiders die een vondst hadden gedaan die naar ons\", vertelt museumconservator Sasja van der Vaart-Verschoof. En voor wat hoort wat: de spoorman die bij Den Bosch een Karolingisch zwaard opdiepte, kreeg een gulden vindersloon voor dat topstuk.", "Trijntje", "Pas in 1992 regelde het Verdrag van Malta dat bij bouwwerkzaamheden de ‘verstoorder’ van de grond altijd eerst moet laten onderzoeken of zich daarin archeologische resten bevinden. “Nederland ratificeerde dat verdrag uiteindelijk in 2007, maar wij werkten al in 1995 bij de aanleg van de Betuwelijn in de geest van Malta”, vertelt Jerry Huisman, die als archeoloog in dienst is van ProRail.", "De spoorlijn, waarvan destijds het nut ernstig werd betwijfeld, leidde tot de oprichting van commerciële archeologiebedrijven die voor ProRail of voor andere opdrachtgevers onderzoek konden verrichten. Op het traject van de Betuwelijn deden vierhonderd archeologen onderzoek. Waaronder ‘Trijntje’: Nederlands oudste begraven lichaam bij Hardinxveld-Giessendam. Trijntje, die rond 5500 voor Christus geleefd moet hebben, heeft het tot de Canon van de Nederlandse Geschiedenis geschopt. Ze is nu ook in Leiden te zien.", "Het ontdekken van vindplaatsen leidt overigens niet altijd tot graven, integendeel: meestal wordt besloten iets onder de grond laten. “We hebben in Nederland zoveel archeologisch materiaal, daar kunnen nog generaties archeologen onderzoek naar doen”, legt conservator Van der Vaart-Verschoof uit. En, voegt Huisman daaraan toe: “Die komende generaties moet je ook gunnen dat zij met dan ontwikkelde technieken opgravingen kunnen doen.”", "iPhone van toen", "Bij het gedeelte dat is gewijd aan wat in Delft werd opgediept toen daar een spoortunnel aangelegd moest worden, krijgt de expositie haast het karakter van conceptuele kunst: een stapel stukgeslagen Delftse-blauwe schotels - misbaksels - en een verzameling zwaar verwrongen tinwerk ligt in de vitrine. Van der Vaart-Verschoof: “Uit het Haagse keurmerk leiden we af dat het waarschijnlijk gaat om een vernielde voorraad van een handelaar die het monopolie van het Delftse tinnegietersgilde had geschonden.”", "Het pronkstuk, normaal te bezichtigen in museum Het Prinsenhof in Delft, ziet er minder spectaculair uit. De archeologen die het in 2014 opdiepten, hadden het een half jaar lang terzijde gelegd voordat ze doorkregen wat ze in handen hadden: Nederlandse oudste telescoop, begin zeventiende-eeuws, ter grootte van een sigaar. De lenzen zijn nog intact. Huisman: “Het moet een soort speeltje zijn geweest voor aristocraten, zoiets als de nieuwste iPhone nu.”", "Correctie 25-11: In een eerdere versie van dit artikel stond dat er vierhonderd archeologische vondsten werden gedaan op het traject van de Betuwelijn. Dit klopt niet. Op het traject van de Betuwelijn deden vierhonderd archeologen onderzoek.", "Lees ook:", "Prinsenhof: Nederland door Delftse ogen", "Na een snelle verbouwing wil museum Prinsenhof in Delft meer ‘landelijke uitstraling’: de bezoekers kunnen er ontdekken ‘hoe Delfts Nederland is’."], "authors": ["Eric Brassem"], "keywords": ["van", "wat", "bij", "nederland", "toont", "het", "speeltje", "die", "oudste", "betuwelijn", "een", "telescoop", "retourtje", "dat", "archeologen", "verleden", "voor"], "pubDate": "2020-11-25T13:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}