{"id": "4edee3ec-833b-3755-af9e-c01decbd21d5", "title": "VS halen de banden met Taiwan aan. ‘We stellen China niet langer tevreden’", "url": "https://trouw.nl/nieuws/vs-halen-de-banden-met-taiwan-aan-we-stellen-china-niet-langer-tevreden~b1d19ee6/", "summary": "Dat doen we niet langer.’De verklaring dreigt de relatie van de Verenigde Staten en China verder te bemoeilijken.\nDe VS en Taiwan onderhouden enkel informele contacten.\n“De Amerikaanse regering onderhoudt banden met onofficiële partners in de hele wereld, en Taiwan is geen uitzondering”, aldus Pompeo.\nTaiwanese historici weten het zeker: voor de kust van het eiland liggen scheepswrakken van de VOC.\nVoor Taiwan, door China beschouwd als afvallige provincie, zou dat een welkome bevestiging van de eigen geschiedenis zijn.", "paragraphs": ["De Amerikanen hadden de beperkingen op contacten met Taiwan tientallen jaren geleden zelf ingevoerd, volgens Pompeo ‘in een poging om het communistische regime in Peking tevreden te stellen. Dat doen we niet langer.’", "De verklaring dreigt de relatie van de Verenigde Staten en China verder te bemoeilijken. De Chinese regering beschouwt Taiwan immers als een afvallige Chinese provincie en probeert het land geïsoleerd te houden. De VS en Taiwan onderhouden enkel informele contacten. De Amerikaanse VN-ambassadeur Kelly Craft brengt van 13 tot 15 januari een bezoek aan Taiwan, tot grote onvrede van China.", "“De Amerikaanse regering onderhoudt banden met onofficiële partners in de hele wereld, en Taiwan is geen uitzondering”, aldus Pompeo. “Onze twee democratieën delen waarden als individuele vrijheid, de rechtstaat en respect voor menselijke waardigheid.”", "Lees ook:", "Met de keuze voor Tsai als president drijft Taiwan verder weg van China", "Taiwan koos in 2020 voor president Tsai en dus tegen Peking. Wat betekent dit voor het eiland voor de kust van communistisch China?", "Herbergt het Taiwanese moeras een Hollands geheim?", "Taiwanese historici weten het zeker: voor de kust van het eiland liggen scheepswrakken van de VOC. Voor Taiwan, door China beschouwd als afvallige provincie, zou dat een welkome bevestiging van de eigen geschiedenis zijn."], "authors": [], "keywords": ["tevreden", "langer", "halen", "tsai", "taiwan", "met", "banden", "te", "van", "en", "een", "vs", "china", "stellen", "verder", "voor", "het", "niet", "als"], "pubDate": "2021-01-10T01:22:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}