{"id": "4ee97a66-c8d8-3c77-9e7b-c756c429040f", "title": "'Bitcoin is vooral geld waard omdat anderen het willen kopen'", "url": "https://www.nu.nl/economie/6100897/bitcoin-is-vooral-geld-waard-omdat-anderen-het-willen-kopen.html", "summary": "Kort gezegd, het is een van de weinige beleggingen die nog een behoorlijk rendement opleveren.\nOpvallend is dat een bitcoin geen onderliggende waarde heeft, zoals een aandeel.\nMet een aandeel bezit je een stukje van een bedrijf.\n\"De bitcoin is momenteel vooral geld waard, omdat anderen hem willen kopen\", verklaart Rik Frehen, hoofddocent aan de Tilburg University.\n\"Ik sluit echter niet uit dat je op lange termijn met digitale valuta wel degelijk op veel plekken kunt betalen\", zegt Frehen.", "paragraphs": ["De koers van de bitcoin bereikt mijlpaal na mijlpaal. Afgelopen week steeg de cryptomunt zelfs binnen anderhalve dag van 35.000 naar meer dan 40.000 dollar (bijna 33.000 euro). Ook hier lijkt de coronacrisis een belangrijke rol te spelen. Toch zouden op lange termijn andere cryptovaluta weleens de overhand kunnen krijgen. NU.nl zet enkele vragen en antwoorden over dé beleggingshype van dit moment op een rijtje.", "Waarom is de bitcoin zo populair onder beleggers?", "Kort gezegd, het is een van de weinige beleggingen die nog een behoorlijk rendement opleveren. De rentes zijn laag, dus als je je geld op een spaarrekening zet, verdien je er vrijwel niets aan of moet je zelfs betalen om je geld daar te mogen stallen. Op obligaties verdien je ook weinig, terwijl de aandelenkoersen relatief hoog staan. En als er dan een belegging is die wel volop in waarde stijgt, wordt dat heel interessant.", "Teunis Brosens, specialist in digitale financiering en wetgeving bij ING, ziet nog een andere reden. \"Steeds meer institutionele beleggers, zoals pensioenfondsen en verzekeraars, zien de bitcoin als een reële optie om in te investeren. Daardoor is er meer interesse in de digitale munt. Daar komt nog eens bij dat steeds meer overheden regels opstellen voor beleggen in cryptovaluta. Door dit alles worden digitale munten steeds meer mainstream.\"", "Opvallend is dat een bitcoin geen onderliggende waarde heeft, zoals een aandeel. Met een aandeel bezit je een stukje van een bedrijf. Dat bedrijf kan groeien, winst maken en dividend uitkeren. Dus daar zit een cashflow achter. Bij een cryptomunt is dat niet zo. \"De bitcoin is momenteel vooral geld waard, omdat anderen hem willen kopen\", verklaart Rik Frehen, hoofddocent aan de Tilburg University.", "Welke rol speelt de coronacrisis?", "Beleggers vrezen in de toekomst voor inflatie, doordat overheden en centrale banken veel geld in de economie pompen om de klappen van de COVID-19-pandemie op te vangen. \"Maar als banken door dit ruime beleid van overheden en centrale banken meer euro's in omloop brengen, zal de euro zwakker worden\", legt Ralph Wessels, hoofd beleggingsstrategie bij ABN AMRO, uit.", "\"Ook in de VS speelt dit. Tevens is daar sinds de coronacrisis de werkelijke rente, ook wel reële rente genoemd, negatief geworden. Dit doordat de verwachte inflatie hoger is dan de rente. In zo'n situatie willen beleggers investeren in iets waardevasts.\"", "Daarnaast is van belang dat er maar een beperkt aantal bitcoins in omloop is. Het zijn er momenteel zo'n 18,5 miljoen en dat kan groeien naar maximaal 21 miljoen. Bovendien bieden veel bezitters hun bitcoins helemaal niet te koop aan. Dat maakt hem nog schaarser.", "Hoe ver kan de waarde nog stijgen?", "Dat is moeilijk te voorspellen. De koers van de bitcoin fluctueert zeer sterk. Zo dook de munt donderdagavond na het bereiken van de mijlpaal van 40.000 dollar een paar uur later alweer naar een bedrag onder de 37.000 dollar, om vervolgens op vrijdag rond het middaguur weer boven de 41.000 dollar uit te komen.", "De munt is bovendien al eens eerder flink in waarde gedaald. Vanaf december 2017 verloor het in een jaar tijd 80 procent van zijn waarde en ook bij de uitbraak van COVID-19 in maart vorig jaar zakte de koers met zo'n 40 procent in een maand tijd. Overigens bleef er toen nog altijd een waarde van ongeveer 4.900 dollar over.", "Over de toekomstige koersontwikkeling van de bitcoin lopen de meningen dan ook uiteen. Sommige marktvolgers zien de bitcoin als een mogelijke nieuwe bubbel, terwijl anderen juist een nog veel hogere koers voorspellen, voorbij de 100.000 dollar.", "Wordt de bitcoin ooit een breed geaccepteerd betaalmiddel?", "Hoewel momenteel vooral beleggers interesse lijken te hebben in de bitcoin en andere digitale valuta, zijn ze oorspronkelijk bedoeld als betaalmiddel. Bij steeds meer bedrijven en instituten kun je afrekenen met de munt. Zo kun je er in een Zwitsers kanton je belasting mee betalen en hebben diverse betaaldienstverleners, waaronder PayPal, het inmiddels ook geaccepteerd.", "Toch zullen de meeste winkeliers raar staan te kijken als je bijvoorbeeld je boodschappen wil afrekenen met (een stukje van) een bitcoin. \"Ik sluit echter niet uit dat je op lange termijn met digitale valuta wel degelijk op veel plekken kunt betalen\", zegt Frehen. \"Al betwijfel ik of uiteindelijk de bitcoin de cryptomunt is die de strijd zal winnen.\"", "Het nadeel van de bitcoin is volgens hem dat het de eerste cryptomunt was. \"Ontwikkelaars van andere digitale munten hebben kunnen kijken welke kinderziektes de bitcoin heeft. Die hebben ze bij de ontwikkeling van nieuwe valuta eruit kunnen halen, waardoor ze beter zijn. Dus op lange termijn kan het weleens een andere valuta zijn die we grootschalig gaan gebruiken.\""], "authors": ["Door", "Tom Van Gurp"], "keywords": ["je", "van", "vooral", "nog", "en", "waard", "een", "anderen", "omdat", "te", "op", "bitcoin", "het", "geld", "dat", "kopen", "willen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}