{"id": "4efaa396-d567-34c4-be37-16f9db281af2", "title": "Dit bedrijf organiseert pop-up coronaproof feestjes", "url": "https://volkskrant.nl/economie/dit-bedrijf-organiseert-pop-up-coronaproof-feestjes~b612864b/", "summary": "De eerste twee maanden kon hij zijn inkomen als zzp’er, normaal bovenmodaal, via de Tozo-regeling aanvullen tot het sociaal minimum.\nRoadshowNu is Vink een van de zes ‘jongens’ die een vergelijkbare roadshow produceren in de regio midden-Nederland.\nBovendien is het een welkome bijverdienste, en kunnen ze zo doorgaan: Vink met zijn bedrijf, en Van der Heide met spelen.\nIn dat geval zou die coronacrisis toch mooi voor een permanente uitbreiding van zijn bedrijf hebben gezorgd; kansen pakken, heet dat bij ondernemers.\nUitstekende akoestiekVerrassingsfeestjes op locatie doen het namelijk goed, weet hij nu, en ook zonder vier muren en een dak voldoet zijn geluids- en lichtapparatuur prima.", "paragraphs": ["Wouter Vink. Beeld Eva Faché", "Het is klokslag zes uur, een donkere woensdagavond in november, en Sybrand Grotenhuis (70) heeft geen enkele weet van de menigte die zich geruisloos voor zijn huis verzamelt. Noch van de witte bestelbus die positie heeft ingenomen nabij zijn voordeur, met de neus naar de straat, gereed voor als Grotenhuis zich straks in de koude duisternis naar buiten waagt, daartoe met een smoes overgehaald door zijn twee eigen dochters.", "Bedrijf Finch Discoteam Waar De Meern Sinds 2007 Aantal werknemers Twee inclusief Vink, plus ca. 10 ZZP’ers Omzet 140 duizend euro in 2019, 50 duizend euro verwacht voor 2020", "Dat de buren, zodra de jarige Grotenhuis zijn voordeur uitstapt, ontsteken in Er is er één jarig, hoera! is nog tot daaraan toe. Maar als de laaddeuren van de bus openen, saxofonist Emiel van der Heide (40) naar buiten springt en vanaf de rode loper vol overgave de eerste tonen speelt van Lang zal die Leven, omringd door confetti en roze licht, dan grijnst de lange Grotenhuis van oor tot oor. Terwijl een handvol buren het straatje omtovert tot dansvloer, is dat coronavirus heel even weg en de jarige gewoon jarig.", "Veelkleurig jasje", "‘Welkom bij Sybrands pop-up mini-surpriseparty’, galmt Wouter Vink (38), getooid in veelkleurig jasje en roze hoofdtelefoon, met typische dj-bariton vanachter de draaitafel in de laadruimte van de bus. Het loopt op rolletjes: de dj, de saxofonist, de lichtshow, rook en confettispetters - Vink is er sinds maart al meer dan honderd keer op uit getrokken met zijn discobus. Hij moet wat, als dj en als lichttechnicus. De coronacrisis heeft veel ondernemers gedwongen hun verdienmodel te herzien, en in de evenementenbranche is het niet anders.", "Toen Vink begin maart naar een vrijwel volledig lege agenda keek, krabbelde hij zich even over het hoofd. Geen bruiloften. Geen zakelijke evenementen. Geen drukbezochte verjaardagsfeestjes. Geen inkomen, en geen idee wanneer dat weer zou komen; de lockdown werd vanaf 16 maart steeds strenger, zonder eind in zicht.", "De eerste twee maanden kon hij zijn inkomen als zzp’er, normaal bovenmodaal, via de Tozo-regeling aanvullen tot het sociaal minimum. Totdat in mei een bevriende ‘concullega’ met een idee kwam: de bestelbusjes waar we normaal onze apparatuur mee vervoeren naar bruiloften en partijen, staan nu niks te doen. Waarom lassen we er geen draaitafel met een stel speakers en lampen in?", "Roadshow", "Nu is Vink een van de zes ‘jongens’ die een vergelijkbare roadshow produceren in de regio midden-Nederland. Onderling delen ze freelance-artiesten - zoals saxofonist Van der Heide. Ook die rolde via via in de discobussenbranche; normaal gaat hij met Vink mee naar bruiloften, of speelt hij in begeleidingsbands van artiesten als Xander de Buisonjé of Trijntje Oosterhuis. Maar ook dat ligt nu allemaal stil.", "Het is wellicht niet de meest prestigieuze gig, omringd door peuters en machinerook spelen op een verjaardagsfeestje in ’t Gooi, maar aan Vink en Van der Heide zie je het niet af. Vink praat de plaatjes met luid galmende stem en brede glimlach aan elkaar alsof het Koningsdag op het Amsterdamse Museumplein is, en Van der Heide steelt de show in glitterjas en zwarte zonnebril.", "Het is dankbaar werk, zeggen ze beiden, om de eindeloze lockdownsleur met een feestje te doorbreken. Dat is toch hun vak. Bovendien is het een welkome bijverdienste, en kunnen ze zo doorgaan: Vink met zijn bedrijf, en Van der Heide met spelen. ‘Nadat alle concerten werden geannuleerd, bracht ik de eerste twee maanden door met muziekles geven via Zoom’, zegt die laatste. ‘Dat was niks. Dit is veel leuker.’", "Beeld Eva Faché", "Coronaproof", "Twee buurmannen nemen de gelegenheid te baat om met een flesje bier in de hand langs de deuren te banjeren, maar de meeste buurtbewoners staan op veilige afstand met het gezin in de eigen voortuin mee te hossen. Zo had Vink het ook bedoeld, toen hij de dochters van Grotenhuis adviseerde een briefje bij de buren door de bus te gooien: laat ze weten dat we komen en nodig ze uit om vanuit hun eigen tuin mee te doen.", "‘Zo weten de buren wat er gaat gebeuren, dat het niet zo lang duurt, én hoe ze afstand kunnen bewaren,’ zegt Vink.", "Wie een feestje organiseert waarbij de coronaregels worden overtreden, kan immers een boete tot 4.000 euro tegemoet zien. Maar Vink doet het vooral uit verantwoordelijkheidsbesef, zegt hij. ‘Dat soort boetes zijn naar mijn idee meer bedoeld voor wie een illegale houseparty in een loods organiseert.’", "Dat is maar goed ook, want zo’n boete zou Vink al snel zijn halve discobus-jaaromzet kosten; hij hoopt met de reizende verrassingsfeestjes tegen het einde van het jaar zo’n 11- à 12 duizend euro binnen te halen, bovenop de 40 duizend euro omzet uit reguliere activiteiten in voornamelijk de eerste maanden van het jaar, deels ook voor de crisis. Dat is tweederde minder dan een jaar eerder.", "Beste jaar ooit", "Want het ging juist zo lekker. In 2019 draaide Vink zijn beste jaar ooit, sinds Finch Discoteam in 2007 bij de Kamer van Koophandel werd geregistreerd en zo uitgroeide van hobbyproject tot volwassen bedrijf. De laatste jaren kreeg hij behalve als dj-show op feesten en partijen steeds meer boekingen voor zakelijke evenementen op weekdagen. Vink overwoog begin dit jaar zelfs zijn enige parttimemedewerker, nu via een uitzendconstructie, in vaste dienst te nemen.", "En nog steeds, zegt hij opgewekt: de coronacrisis zal tijdelijk zijn, en inmiddels zit iedereen weer te springen om een feestje. Als dat vaccin er straks is, dan komen de feesten en evenementen weer terug en groeit Finch Discoteam gewoon verder. Maar de discobus blijft, als nieuwe, derde poot onder zijn bedrijf. Dan koopt Vink er een tweede bus bij voor de reguliere feestjes. In dat geval zou die coronacrisis toch mooi voor een permanente uitbreiding van zijn bedrijf hebben gezorgd; kansen pakken, heet dat bij ondernemers.", "Uitstekende akoestiek", "Verrassingsfeestjes op locatie doen het namelijk goed, weet hij nu, en ook zonder vier muren en een dak voldoet zijn geluids- en lichtapparatuur prima. De laadruimte van de Renault Master DCI 100 biedt in combinatie met de huizen aan de kop van de straat uitstekende akoestiek voor zowel Guus Meeuwis’ Het dondert en het bliksemt en het regent meters bier als de bariton van Vink. ‘Anderhalve meter, jaja mensen!’", "Die akoestiek is kennelijk meer buurtbewoners opgevallen dan de bedoeling was. Net nadat de saxofonist in zijn auto is gestapt, op weg naar een muziekles in Barendrecht, verschijnt stilletjes een politieauto met twee jonge agentes op de hoek van de straten Sloep en Stuurboord, ingeschakeld door buren wegens zorgen over corona en een melding wegens geluidsoverlast. Zo werd Sybrands zeventigste toch nog een beetje rock-’n-roll."], "authors": ["Remco Andersen"], "keywords": ["van", "dit", "het", "popup", "coronaproof", "met", "zijn", "hij", "bedrijf", "vink", "feestjes", "een", "en", "dat", "te", "organiseert"], "pubDate": "2020-11-29T16:05:20+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}