{"id": "4f073171-408a-3c9b-9cd4-6c023b87073d", "title": "Google test iOS-versie van eigen gamestreamingdienst Stadia", "url": "https://nu.nl/tech/6091588/google-test-ios-versie-van-eigen-gamestreamingdienst-stadia.html", "summary": "Google begint \"binnen enkele weken\" met een publieke test om zijn gamestreamingdienst Stadia ook op iOS aan te bieden.\nHet bedrijf werkt aan een app die via Safari games kan streamen, maakt Google donderdag bekend.\nApple maakt het vrij lastig om gamestreamingdiensten via de App Store aan te bieden.\nHet platform maakt het mogelijk om games via Chrome, via Chromecast en op verschillende smartphones te spelen zonder iets te hoeven downloaden.\nDit betekent dat je het spel kunt oppakken op het punt waarop een ander ermee gestopt is.", "paragraphs": ["Google begint \"binnen enkele weken\" met een publieke test om zijn gamestreamingdienst Stadia ook op iOS aan te bieden. Het bedrijf werkt aan een app die via Safari games kan streamen, maakt Google donderdag bekend.", "Apple maakt het vrij lastig om gamestreamingdiensten via de App Store aan te bieden. Zo moeten alle individuele games hun eigen apps krijgen en ook gecheckt worden.", "Om dat te omzeilen, maken gamediensten nu gebruik van een omweg via Safari. Ze hoeven dan niet door de controles voor de appwinkel heen.", "Stadia werd in het afgelopen jaar uitgerold. Het platform maakt het mogelijk om games via Chrome, via Chromecast en op verschillende smartphones te spelen zonder iets te hoeven downloaden.", "Google stunt daarom met een aantal grote aankondigingen. Zo is de game Destiny 2 vanaf nu gratis te spelen via Stadia. En iedereen die de game Cyberpunk 2077 via de dienst bestelt, krijgt een gratis Chromecast-streamapparaat en controller.", "Ten slotte zal het bij de game Hitman 3 mogelijk worden om de 'saves' van een andere speler te gebruiken. Dit betekent dat je het spel kunt oppakken op het punt waarop een ander ermee gestopt is."], "authors": ["Door"], "keywords": ["games", "van", "game", "iosversie", "eigen", "het", "op", "google", "test", "maakt", "gamestreamingdienst", "een", "te", "om", "en", "aan", "stadia"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}