{"id": "4f0b22b0-9cde-3cbb-9f97-7bb8500f8573", "title": "De Japanner: iets duurder, maar dan heb je ook wat", "url": "https://www.parool.nl/ps/de-japanner-iets-duurder-maar-dan-heb-je-ook-wat~b2925fde/", "summary": "De Japanner is een zaak met twee locaties (Bilderdijkstraat en Albert Cuypstraat) en sinds kort ook een derde (op Zeeburg); van daaruit wordt louter bezorgd.\nAls je echt niet weet wat te kiezen, zijn er ook zeven soorten ‘sets’ met een mix van hapjes.\nDit is dan ook ‘de’ Japanner, niet ‘een’ Japanner.\nChicken Katsu: deze gefrituurde kippendij met Japanse barbecuesaus is meer krokant jasje dan kip, maar ik klaag niet.\nDe Japanner Open di-zo 17.00 tot 22.00 uur Bestellen via UberEats en Deliveroo Prijs €63 voor 12 gerechtjes Aanrader Je betaalt wat meer, maar dan heb je ook wat.", "paragraphs": ["Beeld Monique van Loon", "Waar bestellen we?", "De Japanner is een zaak met twee locaties (Bilderdijkstraat en Albert Cuypstraat) en sinds kort ook een derde (op Zeeburg); van daaruit wordt louter bezorgd. Het concept van dit restaurant is gebaseerd op de Japanse izakaya. Kortom: allerlei lekkernijen, van sushi en sashimi tot lichte groente­hapjes en zwaardere gerechtjes, zoals gestoomde buns met buikspek. Als je echt niet weet wat te kiezen, zijn er ook zeven soorten ‘sets’ met een mix van hapjes. Tot slot een aantal spannende drankjes, zoals Aziatische frisdrank en bier.", "Ik zeg er wel vast bij dat de prijzen een tikje hoger liggen dan bij een willekeurige sushitent op de hoek. Dit is dan ook ‘de’ Japanner, niet ‘een’ Japanner. De verwachtingen zijn dus extra hooggespannen.", "Rijden maar!", "Al na 30 minuten belt de koerier aan. Mijn maag knort en ik begin te watertanden bij de aanblik van al die (netjes verpakte) bakjes. Ik koos vier losse gerechtjes en eenmaal The Classics Set. Daarmee krijg je voor € 45 een vaste selectie van zes gerechtjes en twee soorten sushi (elk vier stuks). Omdat het zo veel bordjes zijn, bespreek ik elk item kort. Op volgorde van prima tot o-mijn-god-subliem:", "1. Spinach Salad: dit blijkt gewoon een gigantische hoeveelheid rauwe spinazie, maar de fantastische soja-sesam-pindadip is een prima compensatie.", "2. Vegan Miso Soup: prima, maar ik heb wel betere gehad (zeker voor deze prijs).", "3. Edamame: kraakvers en mooi gestoomd, beter dan bij de concurrent.", "4. Beef Tataki: de beef is perfect gegaard, wel koelkastkoud. Goed sausje.", "5. Uramakai Salmon Avocado: inside-out-sushirol met zalm, avocado en komkommer: prima. Niet de allerbeste die ik ooit at, maar zeker netjes gemaakt.", "6. Tuna Asparagus Roll: frisse en fijne sushi met tonijn, groene asperge en komkommer.", "7. Salmon Tataki: dungesneden plakjes zalmfilet van hoge kwaliteit. De topping van citrus-sojasaus, gember en lente-ui is top (pas wel op voor de wasabi).", "8. Chicken Katsu: deze gefrituurde kippendij met Japanse barbecuesaus is meer krokant jasje dan kip, maar ik klaag niet.", "9. Uramaki Ebi Fry: echt ongelooflijk goede sushi met gefrituurde garnaal. Mag ik er nog tien?", "10. Hiratake Mushroom: deze oesterzwammen met knoflook, ui, gember, soja en boter zijn verslavend (lijkt net vlees!).", "11. Nasu Dengaku: de smakelijkste aubergine met miso die je ooit gaat eten. Ogen dicht en het is net zijdezacht ­buikspek.", "Wat is het eindoordeel?", "Is deze zaak duurder dan de meeste Japanners? Ja. Is ie ook beter? Vind ik wel. Vergeet de maaltijd niet af te sluiten met de yuzu cheesecake (die kreeg ik als actie gratis bij de bestelling). Wat een smaak!", "De Japanner Open di-zo 17.00 tot 22.00 uur Bestellen via UberEats en Deliveroo Prijs €63 voor 12 gerechtjes Aanrader Je betaalt wat meer, maar dan heb je ook wat."], "authors": ["Monique Van Loon"], "keywords": ["ik", "van", "heb", "dan", "japanner", "en", "een", "met", "iets", "ook", "op", "maar", "wat", "duurder", "wel", "je"], "pubDate": "2021-01-03T11:00:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}