{"id": "4f31368c-8a5d-3134-884d-779bc5aa967d", "title": "De Volkskeuken: orzo met worst en spinazie", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-orzo-met-worst-en-spinazie~b821b4ec/", "summary": "Toen bracht ik één vakantiedag door met mijn onofficiële petekind van 2,5 en nu is alles anders.\nNee nu snapte ik het: tenzij die Portugese speciaalzaak aan de speeltuin vastzit, hoefde ik er even niets mee te maken te hebben.\nIk maakte orzo met spinazie en worst.\ntomatenpuree 200 g orzo (grotere supermarkt) 15 g Parmezaanse kaas, geraspt + extraVul een pan met een laagje water, breng aan de kook en gaar hierin de spinazie in enkele minuten.\nBak tot het vlees gaar is en roer dan de tomatenpuree en spinazie erdoor.", "paragraphs": ["Beeld Sake Slootweg", "Ik heb geen fulltime baan en ik heb geen kinderen. Een tikkeltje bevreemd lees ik dus vaak recepten die er steevast vanuit gaan dat koken snel en simpel moet omdat anders een hongerig leger van kleuters de tent afbreekt.", "Met mijn zeeën van tijd rijd ik graag speciaal om voor lekkere dorés van mijn aardappelman Tonnie op de markt, of voor die ene goede Portugese speciaalzaak. Kwestie van prioriteiten, zeg ik dan altijd tevreden.", "Toen bracht ik één vakantiedag door met mijn onofficiële petekind van 2,5 en nu is alles anders. Na een ochtend boekjes lezen, de zandbak omspitten en z’n middagboterham was ik al bekaf. En we waren pas op de helft. Maar voor vermoeidheid was geen tijd. Tijdens zijn middagslaapje kon ik juist het avondeten opzetten. Toen meldde iemand zich op de babyfoon en begon alles weer opnieuw.", "Nee nu snapte ik het: tenzij die Portugese speciaalzaak aan de speeltuin vastzit, hoefde ik er even niets mee te maken te hebben. Ik maakte orzo met spinazie en worst. Simpel, en het belangrijkst: mijn kleine eter liet zich er twee keer van opscheppen. Kwestie van prioriteiten.", "De pastasoort orzo is zo groot als een rijstkorrel en hoort voornamelijk in de soep, volgens de Italiaanse verpakking. Ik koos deze variant omdat ik dacht dat ik daarmee mijn eter een plezier zou doen. Maar zelf at ik mijn bord ook met smaak leeg. Voor iets meer bite kunt u ook penne gebruiken.", "Ingrediënten 400 g bladspinazie olijfolie 2 teentjes knoflook, in schijfjes 2 varkensbraadworstjes 1 eetl. tomatenpuree 200 g orzo (grotere supermarkt) 15 g Parmezaanse kaas, geraspt + extra", "Vul een pan met een laagje water, breng aan de kook en gaar hierin de spinazie in enkele minuten. Laat afkoelen in een vergiet. Knijp er met uw handen zo veel mogelijk water uit. Hak de spinazie fijn.", "Bak de knoflook zachtjes in een laagje olijfolie. Knijp het worstvlees boven de pan uit z’n velletje en breek met een spatel in kleine stukjes. Bak tot het vlees gaar is en roer dan de tomatenpuree en spinazie erdoor. Laat zachtjes pruttelen.", "Kook ondertussen de pasta in gezouten water in krap 7 minuten net al dente. Proef of de pasta naar uw zin is. Schep 4 eetlepels kookwater bij de saus. Giet de pasta af en doe met de kaas bij de saus. Roer alles door elkaar. Serveer in soepborden en garneer met kaas."], "authors": ["Sake Slootweg"], "keywords": ["ik", "er", "orzo", "van", "worst", "mijn", "voor", "spinazie", "en", "met", "volkskeuken", "een", "het"], "pubDate": "2021-01-05T16:42:55Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}