{"id": "4f391fb1-3a7a-38ad-a9ae-3aefbb76fd0e", "title": "Amerikaanse ouders moeten vernietigde pornocollectie van zoon vergoeden", "url": "https://nu.nl/opmerkelijk/6097681/amerikaanse-ouders-moeten-vernietigde-pornocollectie-van-zoon-vergoeden.html", "summary": "Een Amerikaanse rechter in de staat Michigan heeft bepaald dat een 42-jarige man recht heeft op een vergoeding van zijn ouders omdat die zijn omvangrijke pornocollectie vernietigd hebben.\nVolgens de rechter hadden de ouders niet het recht om de bezittingen van hun zoon te vernietigen, schrijft de BBC op basis van de Amerikaanse lokale krant The Holland Sentinel.\nDavid Werking woonde na zijn scheiding in 2016 tien maanden noodgedwongen bij zijn ouders in het stadje Grand Haven, in de staat Michigan.\nToen hij in 2017 verhuisde naar de staat Indiana, beloofden zijn ouders dat ze hem zijn spullen zouden toezenden.\nWerking ontdekte bij het uitpakken van zijn spullen echter dat zijn seksspeeltjes en uitgebreide en \"onvervangbare\" collectie pornografische tijdschriften en films er niet tussen zaten.", "paragraphs": ["Een Amerikaanse rechter in de staat Michigan heeft bepaald dat een 42-jarige man recht heeft op een vergoeding van zijn ouders omdat die zijn omvangrijke pornocollectie vernietigd hebben. De collectie had volgens de man een waarde van 25.000 dollar, omgerekend zo'n 20.000 euro.", "Volgens de rechter hadden de ouders niet het recht om de bezittingen van hun zoon te vernietigen, schrijft de BBC op basis van de Amerikaanse lokale krant The Holland Sentinel.", "David Werking woonde na zijn scheiding in 2016 tien maanden noodgedwongen bij zijn ouders in het stadje Grand Haven, in de staat Michigan. Toen hij in 2017 verhuisde naar de staat Indiana, beloofden zijn ouders dat ze hem zijn spullen zouden toezenden.", "Werking ontdekte bij het uitpakken van zijn spullen echter dat zijn seksspeeltjes en uitgebreide en \"onvervangbare\" collectie pornografische tijdschriften en films er niet tussen zaten.", "Zijn vader meldde hem dat hij alles had weggegooid, geschrokken door de hoeveelheid en aard van het materiaal. \"Ik had je gewaarschuwd dat als ik ooit porno in mijn huis zou aantreffen, ik het zou vernietigen\", schreef Paul Werking in een mail aan zijn zoon.", "Het zou gaan om twaalf dozen met pornografisch materiaal en twee dozen met seksspeeltjes. De vader meldde verder in de mail dat ze nog een flinke tijd bezig zijn geweest om alles weg te werken. \"Ik heb je een grote dienst bewezen door alles weg te gooien\", aldus Paul.", "Zoon David besloot daarom in 2019 een rechtszaak tegen zijn ouders aan te spannen. De rechter oordeelt dat de ouders, zelfs als huisbazen, niet het recht hadden om de collectie weg te gooien. Hoeveel ze hun zoon precies moeten vergoeden, wordt in februari vastgesteld."], "authors": ["Door"], "keywords": ["vernietigde", "ouders", "zijn", "van", "ik", "vergoeden", "en", "een", "om", "pornocollectie", "moeten", "te", "het", "dat", "amerikaanse", "zoon"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}