{"id": "4f3d4238-f1c4-3003-bf48-f6d88c686a98", "title": "Directeur fotobeurs Unseen: ‘Kunst moet niets mogen betekenen’", "url": "https://www.parool.nl/kunst-media/directeur-fotobeurs-unseen-kunst-moet-niets-mogen-betekenen~b4e0b68c/", "summary": "“Ik heb het van huis uit meegekregen, ik ben opgegroeid in een huis vol oude kunst.\nZo was de cirkel rond en het hek van de dam.”Waar haalt u uw informatie over het wel en wee in de kunstwereld vandaan?\nDaarom ga ik het liefst daarna nog een keer, op een zo stil mogelijk moment, zoals op een doordeweekse dag, zodra de deuren open gaan.\nDaarnaast krijg ik van fotografen voor wie ik bijvoorbeeld een tentoonstelling heb samengesteld – of op een andere manier heb geholpen – vaak een printje als dank.”En waar koopt u dan: in de galerie, op een kunstbeurs, op een veiling of online?\nMijn laatste aankoop was een nieuwe foto via Instagram Stories, mijn een na laatste werk een 18e eeuws schilderij via een online veiling van een veilinghuis.”Awoiska van der Molen, #569-16 (2020), Galerie Annet Gelink.", "paragraphs": ["Pieter Hugo, Portrait #44 South Africa (2016), Galerie Cokkie Snoei Beeld Gallery Viewer", "Wat betekent kunst voor u?", "“Alles en niets. Kunst moet niets mogen betekenen, er gewoon zijn zonder functie of plicht. Enerzijds wordt er teveel ‘gewicht’ in de schoenen van kunst geschoven, anderzijds vul ik er mijn dagen van ’s ochtends vroeg tot ’s avonds laat mee. Het is mijn werk, maar in mijn vrije uren bezoek ik ook musea, beurzen, galeries, handelaren en veilinghuizen – en verzamel ik.”", "Heeft u kunst van huis uit meegekregen?", "“Ik heb het van huis uit meegekregen, ik ben opgegroeid in een huis vol oude kunst. Tijdens mijn studententijd regelde mijn moeder een bijbaantje voor me bij het veilinghuis van Jan Pieter Glerum, waar ze een boek mee had gemaakt, maar ook werk kocht. Mijn allereerste zelf gekochte werk kocht ik van Jan Pieter. Zo was de cirkel rond en het hek van de dam.”", "Waar haalt u uw informatie over het wel en wee in de kunstwereld vandaan?", "“Voornamelijk via de tamtam. Gezien mijn beroep ben ik dagelijks in contact met mensen uit het culturele veld, en wordt ook uitgebreid het wel en wee van de kunstwereld besproken. Daarnaast kranten; zowel in print als online, zowel lokaal, nationaal als internationaal.”", "Waar bekijkt u het liefste kunst?", "“Als directeur van een kunstbeurs voor hedendaagse fotografie kom ik veel op openingen, om op de hoogte te blijven van alle ontwikkelingen op artistiek en commercieel vlak, maar dan spreek ik vooral veel mensen en kom ik lastig echt aan goed kijken toe. Daarom ga ik het liefst daarna nog een keer, op een zo stil mogelijk moment, zoals op een doordeweekse dag, zodra de deuren open gaan. Dit geldt eigenlijk voor zowel musea, beurzen als galeries.”", "Lonneke van der Palen, Trash Treasures #2 South Africa (2017), Galerie Fleur & Wouter. Beeld Gallery Viewer", "Hoe vaak per jaar koopt u kunst?", "“Elke maand eigenlijk wel. Daarnaast krijg ik van fotografen voor wie ik bijvoorbeeld een tentoonstelling heb samengesteld – of op een andere manier heb geholpen – vaak een printje als dank.”", "En waar koopt u dan: in de galerie, op een kunstbeurs, op een veiling of online?", "“Overal, maar wel steeds vaker online. Mijn laatste aankoop was een nieuwe foto via Instagram Stories, mijn een na laatste werk een 18e eeuws schilderij via een online veiling van een veilinghuis.”", "Awoiska van der Molen, #569-16 (2020), Galerie Annet Gelink. Beeld Gallery Viewer", "Is het belangrijk dat u en uw partner het altijd eens zijn over een aankoop?", "“Haha, eehhh… Nee, ik overleg niet echt. Ik probeer wel rekening te houden met wat er aan de muur komt te hangen in ons huis in Amsterdam.”", "Is er een galerie waar u een speciale band mee heeft?", "“Heel veel, voornamelijk door de beurzen Unseen en Photo London die ik heb georganiseerd. Met veel van hen heb ik een bijzondere band opgebouwd die ik enorm koester, ook persoonlijk.”", "Als u een onbeperkt budget had, van wie zou u dan een werk aankopen?", "“Een huis van Tadao Ando, telt dat ook? De architectuur van Ando – de verhoudingen tussen de ruimtes, rechte lijnen en alles van beton – vind ik een ideaal contrast met het expressieve en dynamische van kunst en design. Richard Avedon raakt bij mij een bijzondere snaar als fotograaf, zowel in zijn techniek als in zijn sensitiviteit en esthetiek bij het vastleggen van zijn onderwerpen.”", "Wie zijn uw favoriete kunstenaars?", "“Het prachtige, thematisch documentaire werk van Pieter Hugo, dat confronterend en bevreemdend tegelijk is. Ook fantastisch: de atmosferische, lege zwart-wit landschappen van Awoiska van der Molen, met diepe zwarten waarin je kan verdwijnen. En van Lonneke van der Palen houd ik met name van haar werk buiten haar studio, waar ze met dezelfde blik als van haar studiowerk toevallige composities ‘in het wild’ vastlegt.”", "Roderick van der Lee is directeur bij Unseen, fotobeurs voor hedendaagse fotografie.", "Een langere versie lezen of zelf kunst kopen? www.galleryviewer.com"], "authors": ["Manuela Klerkx En Oscar Van Gelderen"], "keywords": ["ik", "moet", "unseen", "niets", "mogen", "kunst", "van", "fotobeurs", "directeur", "en", "mijn", "een", "met", "betekenen", "op", "het", "werk"], "pubDate": "2021-01-04T11:57:26Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}