{"id": "4f4a1bb0-7640-3372-8e6c-00f1884ffa2c", "title": "Nikolaj Loeganski speelt Beethovens pianosonates met de kracht van een pantserdivisie ★★☆☆☆", "url": "https://volkskrant.nl/cultuur-media/nikolaj-loeganski-speelt-beethovens-pianosonates-met-de-kracht-van-een-pantserdivisie~b44404f0/", "summary": "De Russische pianist Nikolaj Loeganski feliciteert Ludwig van Beethoven nog net op tijd met zijn 250ste verjaardag.\nIn de fameuze Grote Zaal van het Moskouse conservatorium nam hij drie sonates op van de rijpe meester.\nOok die van stoere emoties en gestaalde virtuositeit.\nLevendig speelt Loeganski zeker, maar dan toch met de lenigheid van een binnenrollende pantserdivisie.\nZe monden uit in een basroffel met de bravoure van een aanstormende kozak.", "paragraphs": ["De Russische pianist Nikolaj Loeganski feliciteert Ludwig van Beethoven nog net op tijd met zijn 250ste verjaardag. In de fameuze Grote Zaal van het Moskouse conservatorium nam hij drie sonates op van de rijpe meester. Met Beethoven, blijkt maar weer, kun je alle kanten op. Ook die van stoere emoties en gestaalde virtuositeit.", "‘Lebhaft’, levendig, beval de componist aan bij deel twee van de sonate opus 101. Levendig speelt Loeganski zeker, maar dan toch met de lenigheid van een binnenrollende pantserdivisie. Of neem de vuistslagen die hij uitdeelt aan het begin van opus 111. Ze monden uit in een basroffel met de bravoure van een aanstormende kozak.", "Tussendoor valt heus te genieten. Hoe abstracter de noten, hoe beter Loeganski’s aanpak op z’n plaats is. Maar wat stoort is de houding van iemand die je zijn twijfelloze visie inwrijft. Dames en heren, besef dat u luistert naar Grote Kunst!"], "authors": ["Guido Van Oorschot"], "keywords": ["van", "beethovens", "die", "een", "maar", "nikolaj", "loeganski", "pianosonates", "pantserdivisie", "kracht", "zijn", "opus", "op", "levendig", "speelt", "met"], "pubDate": "2020-12-17T14:15:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}