{"id": "4f4be8b4-8a7c-384f-a72d-828194533b01", "title": "Snelfietsroute tussen Utrecht en Woerden stap dichterbij", "url": "https://nu.nl/utrecht/6097003/snelfietsroute-tussen-utrecht-en-woerden-stap-dichterbij.html", "summary": "De komst van de snelfietsroute tussen Utrecht en Woerden is weer een stap dichterbij.\nIn april van 2019 hebben wethouders van de gemeenten Utrecht en Woerden en de gedeputeerde van de provincie al de intentie uitgesproken om een snelfietsroute tussen beide steden aan te leggen.\n\"Als schooljongen heb ik de route tussen Harmelen en Woerden, en later van Harmelen naar Utrecht, talloze keren gefietst\", zegt Arne Schaddelee, gedeputeerde bij de provincie.\nDankzij de inzet van provincie en gemeenten gaat het straks ook nog veiliger en comfortabeler worden.\"\nEr komen meer snelfietsroutes tussen Utrecht en omliggende gemeenten.", "paragraphs": ["De komst van de snelfietsroute tussen Utrecht en Woerden is weer een stap dichterbij. Met het ondertekenen van de samenwerkingsovereenkomst heeft de provincie Utrecht samen met beide gemeenten een akkoord bereikt over het voorlopige ontwerp, de kostenverdeling en de uitvoeringsafspraken.", "In april van 2019 hebben wethouders van de gemeenten Utrecht en Woerden en de gedeputeerde van de provincie al de intentie uitgesproken om een snelfietsroute tussen beide steden aan te leggen. De totale kosten van het project komen op 4,7 miljoen euro, waarvan 3,3 miljoen euro voor rekening van de provincie komt.", "De komende drie jaar worden op verschillende delen al stukken van de fietsroute aangelegd. Naar verwachting kan de snelfietsroute eind 2023 worden geopend. Het streven is dat er dan 10 procent meer fietsgebruik is op het traject ten opzichte van 2019.", "\"Als schooljongen heb ik de route tussen Harmelen en Woerden, en later van Harmelen naar Utrecht, talloze keren gefietst\", zegt Arne Schaddelee, gedeputeerde bij de provincie. \"Het is al prachtig. Dankzij de inzet van provincie en gemeenten gaat het straks ook nog veiliger en comfortabeler worden.\"", "Er komen meer snelfietsroutes tussen Utrecht en omliggende gemeenten. Zo komt er ook een route naar Amersfoort, Veenendaal en IJsselstein."], "authors": ["Door"], "keywords": ["van", "tussen", "provincie", "een", "stap", "en", "gemeenten", "utrecht", "snelfietsroute", "woerden", "dichterbij", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}