{"id": "4f651490-c669-3ae9-9116-515144336555", "title": "Zo werd ‘Soldaat van Oranje’ een mijlpaal in de Nederlandse filmgeschiedenis", "url": "https://trouw.nl/cultuur-media/zo-werd-soldaat-van-oranje-een-mijlpaal-in-de-nederlandse-filmgeschiedenis~b57b692a/", "summary": "Toen ik na het zien van De slag om de Schelde twitterde dat het een van beste Nederlandse oorlogsfilms ooit is, kreeg ik als eerste vraag: “Beter dan Soldaat van Oranje?”Morele dubbelzinnigheidSinds 1977 verschenen een heleboel nieuwe oorlogsfilms.\nMaar de bravoure van Soldaat van Oranje, gecombineerd met de morele dubbelzinnigheid van het handelen van de personages maakte de film lange tijd uniek.\nJuttmann duikt in zijn vlot geschreven boek in de de wordingsgeschiedenis van Soldaat van Oranje.\nOok dat draagt bij aan de magie van Soldaat van Oranje.\nBeeld Nationaal ArchiefEssentieel was de vraag hoe van het boek van Hazelhoff Roelfzema een spannend scenario te maken.", "paragraphs": ["Nu ‘De slag om de Schelde’ op het punt staat in de bioscopen te verschijnen, de meest grootschalige Nederlandse oorlogsfilm in tijden, is het een gelukkig toeval dat Bart Juttmanns boek over ‘Soldaat van Oranje’ verschijnt. Paul Verhoevens film uit 1977 gebaseerd op de oorlogsjaren van Erik Hazelhoff Roelfzema en een groep vrienden/kennissen, is deel geworden van het collectieve bewustzijn en heeft de lat voor het maken van Nederlandse oorlogsfilms hoog gelegd. Toen ik na het zien van De slag om de Schelde twitterde dat het een van beste Nederlandse oorlogsfilms ooit is, kreeg ik als eerste vraag: “Beter dan Soldaat van Oranje?”", "Morele dubbelzinnigheid", "Sinds 1977 verschenen een heleboel nieuwe oorlogsfilms. ‘Pastorale 1943’ al een jaar later, ‘Het bittere kruid’ en de afgelopen jaren onder meer ‘Süskind’ en ‘Bankier van het Verzet’. Maar de bravoure van Soldaat van Oranje, gecombineerd met de morele dubbelzinnigheid van het handelen van de personages maakte de film lange tijd uniek. En zelfs veel eigentijdse films over de oorlog steken bleek af bij Verhoevens film. Dat de musical vervolgens tien jaar onafgebroken kon worden opgevoerd – hoewel die een minder gelaagd verhaal vertelt dan de film – zegt veel over de aantrekkingskracht van het verhaal. Zoals Juttmann opmerkt: “Er bleek een coronacrisis voor nodig om ’m stil te leggen”.", "Juttmann duikt in zijn vlot geschreven boek in de de wordingsgeschiedenis van Soldaat van Oranje. Hij sprak onder meer met Paul Verhoeven, scenarist Gerard Soeteman en producent Rob Houwer. Drie mannen zonder wie de film nooit een mijlpaal in de Nederlandse filmgeschiedenis was geworden. Drie mannen die een belangrijke rol zouden blijven spelen in de Nederlandse en zoals bekend ook de internationale filmwereld. Ook dat draagt bij aan de magie van Soldaat van Oranje.", "Rutger Hauer (links) en Jeroen Krabbé bij aankomst van de filmpremière in 1977. Beeld Nationaal Archief", "Essentieel was de vraag hoe van het boek van Hazelhoff Roelfzema een spannend scenario te maken. Terecht besteedt Juttmann daar de nodige ruimte aan, hoewel je als lezer die de film niet onlangs nog heeft gezien soms overvoerd dreigt te raken door de vele namen van personages en de variaties in de verschillende scriptversies. Sommige hoofdstukken, zoals over de poging ‘Soldaat van Oranje 2’ van de grond te krijgen en over verdere carrières van Verhoeven, Soeteman en Houwer zijn in feite overbodig.", "Biefstuk door de lucht", "Andere hoofdstukken, zoals over de onstuimige productie en de cruciale muziek van Rogier van Otterloo, verkennen een belangrijk deel van de Nederlandse filmgeschiedenis. Het boek geeft de ruimte aan anekdotes over de botsende persoonlijkheden van de makers (‘ik herinner me dat de biefstuk na een draaidag letterlijk door de lucht vloog’) maar wijdt ook een sterk hoofdstuk aan de cameravoering in de film.", "Juttmann heeft zich duidelijk goed ingelezen, hoewel je het gevoel houdt dat het grootste deel van al die achtergronden buiten het boek is gebleven. Begrijpelijk, want dit is een boek voor een groot publiek.", "Toch zijn er ook prikkelende ideeën in te vinden. Theu Boermans, die de musical regisseerde, noemt het ‘ook maar een theorie’, maar verklaart het succes van het verhaal ‘dat de ziel van Nederland raakt’ door te stellen dat Nederland geen natiestaat is zoals andere landen. “We zijn een compromis tussen katholieken en protestanten. Door de bezetting werden we eindelijk één land en ik denk dat daarom verschillende generaties nog steeds naar de musical komen.”", "Bart Juttmann", "Op zoek naar Soldaat van oranje. De geschiedenis van de Nederlandse filmklassieker", "ITFB; 272 blz. €19,95"], "authors": ["Ronald Rovers"], "keywords": ["soldaat", "van", "zo", "boek", "en", "een", "mijlpaal", "dat", "film", "te", "werd", "het", "filmgeschiedenis", "nederlandse", "oranje"], "pubDate": "2020-12-25T12:52:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}