{"id": "4f78c719-4db4-329d-b155-a447b9bac75c", "title": "De druk groeit op Rutte: GroenLinks eist dat hele kabinet opstapt om toeslagenaffaire", "url": "https://trouw.nl/politiek/de-druk-groeit-op-rutte-groenlinks-eist-dat-hele-kabinet-opstapt-om-toeslagenaffaire~b4e8e7d1/", "summary": "Het hele kabinet moet aftreden om de manier waarop ouders in de toeslagenaffaire zijn behandeld, eist oppositiepartij GroenLinks.\nZet het kabinet die stap niet zelf, dan zal GroenLinks het vertrouwen opzeggen.\nEen roep om aftreden kan volgens hem “op brede steun rekenen in de Tweede Kamer.” De SP wil ook dat het kabinet aftreedt.\nHet aftreden geeft een volgend kabinet ook de kans om met een ‘schone lei’ “een brede hersteloperatie aan de verzorgingsstaat” in gang te zetten.\nOuders zijn ten onrechte aangemerkt als fraudeurs.", "paragraphs": ["Het hele kabinet moet aftreden om de manier waarop ouders in de toeslagenaffaire zijn behandeld, eist oppositiepartij GroenLinks. Zet het kabinet die stap niet zelf, dan zal GroenLinks het vertrouwen opzeggen. “Aftreden is ook schuld bekennen. Dat is echt belangrijk naar alle slachtoffers toe”, aldus Jesse Klaver, fractievoorzitter van GroenLinks.", "Klaver kondigt nu al een motie van wantrouwen aan. Hij zegt dat er tussen zijn fractie en de PvdA intensief overleg is. Een roep om aftreden kan volgens hem “op brede steun rekenen in de Tweede Kamer.” De SP wil ook dat het kabinet aftreedt.", "Met de oproep groeit de druk op premier Rutte. Hij komt komende vrijdag voor het eerst met een inhoudelijke reactie op het snoeiharde rapport van de parlementaire onderzoekscommissie, heeft hij aangekondigd. Het kabinet zal dan bekendmaken welke lessen en conclusies het trekt uit de fouten die gemaakt zijn bij de tienduizenden ouders die ten onrechte als fraudeur zijn aangemerkt.", "Rutte zei vrijdag nog dat ‘wel of niet’ aftreden binnen de kabinetsploeg nog niet aan de orde is geweest. Wel is er deze week een extra ministerraad.", "GroenLinks wil een bredere discussie dan alleen over de toeslagenkwestie zelf. Premier Rutte heeft volgens Jesse Klaver de ‘ideologische basis’ gelegd voor het overheidsschandaal. Het aftreden geeft een volgend kabinet ook de kans om met een ‘schone lei’ “een brede hersteloperatie aan de verzorgingsstaat” in gang te zetten.", "De parlementaire onderzoekscommissie stelde in december dat in de behandeling van de ouders in de toeslagenaffaire de ‘grondbeginselen van de rechtsstaat zijn geschonden”. Ouders zijn ten onrechte aangemerkt als fraudeurs. De Tweede Kamer werd bij herhaling ‘ontijdig, onvolledig en onjuist’ geïnformeerd.", "Lees ook:", "Raad van State onderzoekt eigen uitspraken na toeslagenaffaire", "De Raad van State gaat onderzoek doen naar zijn eigen uitspraken van de afgelopen jaren, om te zien of burgers vaker slachtoffer zijn geweest van te strenge wetgeving. De topjurist van de Raad zoekt verklaringen voor hoe het mis kon gaan. “Zo werkt het bestuursrecht in algemene zin. Dat gaat ervan uit dat overheidsinstanties rechtmatig te werk gaan en de wet uitvoeren.”"], "authors": ["Wilma Kieskamp"], "keywords": ["ouders", "zijn", "van", "hele", "groeit", "groenlinks", "aftreden", "om", "een", "rutte", "kabinet", "toeslagenaffaire", "op", "eist", "te", "het", "opstapt", "dat"], "pubDate": "2021-01-10T13:48:31Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}