{"id": "4f8b1665-6706-3e34-86be-b7ff4d48c106", "title": "Patricia Paay haalt binnen vijf dagen 86K op voor dierentuin", "url": "https://www.telegraaf.nl/entertainment/1373108646/patricia-paay-haalt-binnen-vijf-dagen-86-k-op-voor-dierentuin", "summary": "Doordat de dierentuin vanwege de huidige coronamaatregelen is gesloten voor publiek komen er geen inkomsten binnen.\nDit om te voorkomen dat er dieren weg moeten.\nDaarover zegt Patricia op het sociale medium: „We maken na 5 volle dagen op dit moment een tussenstand bekend van 7334 donaties die goed zijn voor 86.000 euro.\nHeel veel dank hiervoor.”Bekijk ook: Patricia Paay in de bres voor BlijdorpPatricia probeert het noodlot voor de dierentuin te voorkomen met haar doneeractie.\nElke euro gaat naar het park dat het nu zo hard nodig heeft.", "paragraphs": ["Net als vele andere bedrijven, verkeert ook de dierentuin in zwaar weer door de coronacrisis. Doordat de dierentuin vanwege de huidige coronamaatregelen is gesloten voor publiek komen er geen inkomsten binnen. Hoewel er al een kwart van het personeel ontslagen is en de gemeente is bijgesprongen met een lening van miljoenen euro’s om faillissement te voorkomen, voelde de directeur zich genoodzaakt aan de bel te trekken. Dit om te voorkomen dat er dieren weg moeten.", "Inmiddels is er dus al 86.000 euro opgehaald. Daarover zegt Patricia op het sociale medium: „We maken na 5 volle dagen op dit moment een tussenstand bekend van 7334 donaties die goed zijn voor 86.000 euro. Wat een bedrag! We hebben zojuist nog een boost gekregen van John de Wolf en dj Paul Elstak. Heel veel dank hiervoor.”", "Bekijk ook: Patricia Paay in de bres voor Blijdorp", "Patricia probeert het noodlot voor de dierentuin te voorkomen met haar doneeractie. Aan De Telegraaf liet ze eerder al weten: „Om te voorkomen dat de dieren straks zonder eten komen te zitten, hebben we in samenwerking met ABN Amro een speciale Tikkie-link aangemaakt waarop mensen een donatie kunnen doen.”", "„Het bedrag gaat via die weg rechtstreeks naar Blijdorp, waardoor er onderweg niets blijft hangen. Elke euro gaat naar het park dat het nu zo hard nodig heeft. Via mijn Instagram-pagina (@patricia_paay) maak ik mensen daarin graag wegwijs.”"], "authors": [], "keywords": ["patricia", "dierentuin", "om", "vijf", "haalt", "paay", "er", "86k", "met", "te", "dagen", "van", "binnen", "een", "euro", "voor", "voorkomen", "op", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}