{"id": "4f8b9c1e-3de6-3ee8-8d4a-50a7c68f2b13", "title": "Soms is de Groeigids niet het handigste boekje om iets te bespreken met je puber", "url": "https://volkskrant.nl/mensen/soms-is-de-groeigids-niet-het-handigste-boekje-om-iets-te-bespreken-met-je-puber~b9a995b4/", "summary": "Bij jezelf, als je ineens ontdekt dat er een haar onder je oksel groeit en je een acuut opkomend kuthumeur hebt, en later, bij je eigen kind, gisteren nog een baby en nu iemand die merkkleding opeist en deodorant rondspuit.\nIn verwarring wend je je als ouder dan tot de Groeigids puberteit die elk Nederlands gezin van het consultatiebureau krijgt.\nDaarin staat hoe je je tot je puber moet verhouden.\nDan moeten er ingewikkelde kwesties worden aangekaart, bijvoorbeeld over drugs, die je als ouder misschien niet eens dúrft te bespreken.\nIk knoopte het in mijn oren, maar wilde inmiddels vooral weten wat je bij Google krijgt als je ‘poes’ intypt.", "paragraphs": ["De puberteit heeft de ­neiging zich plots aan te dienen. Bij jezelf, als je ineens ontdekt dat er een haar onder je oksel groeit en je een acuut opkomend kuthumeur hebt, en later, bij je eigen kind, gisteren nog een baby en nu iemand die merkkleding opeist en deodorant rondspuit.", "In verwarring wend je je als ouder dan tot de Groeigids puberteit die elk Nederlands gezin van het consultatiebureau krijgt. Daarin staat hoe je je tot je puber moet verhouden.", "Ik ben vast de enige ouder die dat boekje ook daadwerkelijk heeft gelezen. Dat het uit 1995 lijkt te stammen, helpt niet: de pubers in het boek hebben enorme uitklap-Nokia’s en er is een hoofdstuk met de blij-verraste titel ‘Dankzij ­internet: wat kan er veel!’", "Maar goed, sommige kwesties zijn tijdloos: de gids gaat er vooral over hoe je in godsnaam een gesprek voert met een puber en het thuis gezellig houdt.", "Een tip uit het hoofdstukje ‘Warmte en liefde’: ‘Als u samen ergens om moet lachen, sla dan uw arm eens even om de schouders van uw kind en zeg bijvoorbeeld: ‘Wat ben je toch een schat!’’", "Ik gaf mezelf een schouderklop. Dit doe ik uit mezelf al best vaak!", "In het hoofdstuk over ‘surfen op internet’ wordt verteld hoe je als ouder moet waarschuwen voor ‘vreemde of beangstigende zaken’. Een gesprek over porno, blijkt de Groeigids daarmee te bedoelen. ‘U kunt dat gesprek beginnen met een eigen ervaring toen u op verkeerde websites terechtkwam. Bijvoorbeeld toen u ‘sm’ intikte toen u naar de website van het Stedelijk ­Museum wilde. Of toen u op Google ‘poes’ zocht toen de kat ziek was.’", "Ik stelde me voor dat ik op deze wijze een gesprek over internetporno zou aanzwengelen bij mijn puber. Dan zou ik wel moeten uitleggen waarom ik in hemelsnaam ‘poes’ googlede toen de kat ziek was. Mijn puber zou me met een combinatie van dedain, medelijden en vermoeidheid aankijken. En dan ben je dus terug bij af.", "Soms, erkent de gids, is een gesprek voeren met behulp van fictief gegooglede poezen of ‘schat!’ roepen niet genoeg. Dan moeten er ingewikkelde kwesties worden aangekaart, bijvoorbeeld over drugs, die je als ouder misschien niet eens dúrft te bespreken. Maar ook daar had de Groeigids iets op gevonden: sites over drugs raadplegen en dan ‘informatie daarvan printen en deze prints zogenaamd achteloos op tafel leggen’.", "Ik knoopte het in mijn oren, maar wilde inmiddels vooral weten wat je bij Google krijgt als je ‘poes’ intypt. Poezen op Marktplaats, poezenspulletjes van intratuin.nl en Kattenpension Wel voor de poes.", "Uiteindelijk hebben mijn puber en ik de hele Groeigids aan elkaar voorgelezen. We lachten hartelijk en sloegen de armen om elkaars ­schouders."], "authors": ["Aaf Brandt Corstius"], "keywords": ["handigste", "van", "dan", "als", "het", "op", "met", "soms", "puber", "toen", "niet", "je", "om", "te", "en", "een", "iets"], "pubDate": "2020-10-25T19:56:42+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}