{"id": "4fa03caf-dbd6-3d04-aad9-c481c60c6451", "title": "De aarde tolde in 2020 in recordtempo om haar as; de dagen waren meetbaar korter", "url": "https://www.volkskrant.nl/wetenschap/de-aarde-tolde-in-2020-in-recordtempo-om-haar-as-de-dagen-waren-meetbaar-korter~b37fb7cc/", "summary": "In 2020 draaide de aarde zo snel om haar as, dat de dagen meetbaar korter waren.\nMogelijk moeten we de klok binnenkort zélfs een gedwongen tik terug zetten om het rappe getol bij te benen.\nWaar 2020 voor de meeste mensen voelde als een jaar dat zich eindeloos voortsleepte van crisis naar lockdown en weer terug, zoefde het jaar in werkelijkheid in recordvaart voorbij.\n‘Bij ons staan vier van die klokken’, zegt tijdbeheerder Erik Dierikx van het nationaal metrologisch instituut VSL in Delft.\n‘Ik denk dat het nog even duurt voordat zoiets nodig is’, zegt Dierikx.", "paragraphs": ["In 2020 draaide de aarde zo snel om haar as, dat de dagen meetbaar korter waren. Mogelijk moeten we de klok binnenkort zélfs een gedwongen tik terug zetten om het rappe getol bij te benen.", "Een beetje tegenstrijdig klinkt het wel. Waar 2020 voor de meeste mensen voelde als een jaar dat zich eindeloos voortsleepte van crisis naar lockdown en weer terug, zoefde het jaar in werkelijkheid in recordvaart voorbij.", "Of nou ja: tijdmeet-technisch dan toch. Veel zullen u en ik van de milliseconden tijdwinst die we afgelopen jaar boekten immers niet hebben gemerkt. Toch is die kortere draaitijd van de aarde, nauwlettend bijgehouden door de International Earth Rotation Reference Systems Service (IERS), meer dan alleen een grappig borrelfeitje. Hij heeft namelijk invloed op de stand van de ‘universele klok’ waarnaar wij allemaal leven, de wereldwijde standaard waarop alle tijdzones gebaseerd zijn.", "Ultragevoelige atoomklokken", "Die wereldwijde tijd heet ook wel UTC – overigens geen afkorting, maar een compromis tussen de Engelse term CUT (Coordinated Universal Time) en de Franse term TUC (Temps Universel Coordonné). UTC is op zijn beurt weer gebaseerd op de internationale atoomtijd, die men bijhoudt met 400 ultragevoelige atoomklokken, verspreid over 90 laboratoria over de hele wereld.", "‘Bij ons staan vier van die klokken’, zegt tijdbeheerder Erik Dierikx van het nationaal metrologisch instituut VSL in Delft. Daar houdt hij de IERS-gegevens nauwlettend in de gaten, op zoek naar het moment dat UTC teveel begint af te wijken van de astronomische tijd.", "Waar je bij een dag al snel denkt aan 24 uur, wijkt de werkelijke duur van één rondje om de aardas namelijk elke dag iets af, blijkt uit de IERS-gegevens. Dat heeft overigens een natuurlijke oorzaak: veranderingen in de wind, bijvoorbeeld, of het stromen van de oceanen. Zelfs bewegingen van de aardkern oefenen een minieme invloed uit op hoe snel de aarde tolt.", "Te langzaam", "‘Zodra het verschil tussen de astronomische tijd en UTC te groot wordt, voegt men een schrikkelseconde toe’, zegt Dierikx, die zo’n seconde dan samen met zijn collega’s in de atoomklokken programmeert. ‘De laatste schrikkelseconde kwam erbij op 1 januari 2017’, zegt hij.", "Decennialang leek de aarde gemiddeld te langzaam te draaien. Maar het afgelopen jaar ging het juist snel, met opmerkelijk veel korte dagen. Sterker nog: de 28 kortste dagen die sinds 1960 in de boeken staan, komen allemaal uit 2020, zo meldde vakwebsite timeanddate.com onlangs na een eigen analyse van de IERS-gegevens. Het meest bont maakte 19 juli het, door (afgerond) anderhalve milliseconde korter dan 24 uur te duren.", "Negatieve schrikkelseconde", "En ook dit jaar is de verwachting dat de aarde relatief snel om haar as zal tollen, zo meldt het IERS in een voorspelling, zodat ook in 2021 de astronomische tijd het hele jaar zal blijven achterlopen op de tijd op onze klokken.", "Heel voorzichtig beginnen sommige tijdturvers daarom zélfs te denken aan de invoering van een negatieve schrikkelseconde om de klok weer in het gareel te krijgen. Dan zouden we een minuut krijgen van maar 59 in plaats van 60 seconden, waarmee één hele kloktik uit de UTC-boeken verdampt. Dat is nog nooit eerder gedaan.", "‘Ik denk dat het nog even duurt voordat zoiets nodig is’, zegt Dierikx. ‘Maar theoretisch is het zeker mogelijk. Onze apparatuur kan seconden toevoegen, maar óók weer uitgummen. Dat zou een leuk unicum zijn.’"], "authors": ["George Van Hal"], "keywords": ["meetbaar", "jaar", "om", "aarde", "korter", "te", "haar", "die", "snel", "dagen", "van", "een", "tolde", "recordtempo", "2020", "op", "het", "dat", "waren"], "pubDate": "2021-01-10T16:59:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}