{"id": "4fa47503-9157-3f4c-92a7-361560bd412e", "title": "Dopingstraf voor Rusland wordt verlicht: geen 4, maar 2 jaar schorsing van sportevenementen", "url": "https://www.volkskrant.nl/nieuws-achtergrond/dopingstraf-voor-rusland-wordt-verlicht-geen-4-maar-2-jaar-schorsing-van-sportevenementen~b391b86c/", "summary": "Dat betekent dat Rusland de Zomerspelen van 2021, de Winterspelen van 2022 en het WK voetbal van 2022 moet missen.\nVolgens hen is de database mogelijk op afstand gemanipuleerd door voormalige medewerkers van het Russische antidopingbureau die naar de VS zijn gevlucht.\n‘We waren bang voor vier jaar schorsing.’Ook is het niet ondenkbaar dat Russische regeringsvertegenwoordigers de komende jaren aanwezig zijn bij grote sportevenementen.\nHet Wada en andere antidopingbonden hadden liever openbare zittingen gehad, maar de drie rechters gaven gehoor aan het verzoek van Rusland.\nDe publicatie van de volledige uitspraak van het CAS wordt volgende week verwacht.", "paragraphs": ["De Russische delegatie tijdens de Olympische Winterspelen in Pyeongchang in 2018. De Russische sporters deden toen niet mee onder de Russische, maar onder de olympische vlag. Beeld AFP", "De uitspraak betekent dat Russische sporters vanaf december 2022 weer in nationale tenues mogen uitkomen op Olympische Spelen en wereldkampioenschappen. Het Russische volkslied zal weer klinken bij prijsuitreikingen en sporters hoeven vanaf dat moment niet meer te voldoen aan striktere antidopingregels.", "De Russische sportwereld klinkt lichtjes opgelucht. Michaïl Boechanov, interim-directeur van het Russische dopingbureau Rusada, zei teleurgesteld te zijn dat ‘niet al onze argumenten zijn gehoord’, maar noemde de strafverlichting ‘een overwinning van gezond verstand’.", "Het CAS waarschuwde dat Russische euforie niet op zijn plek is. ‘De strafverlichting mag niet gezien worden als een validatie van het gedrag van Rusada of de Russische autoriteiten’, schrijft het tribunaal in een persbericht over de uitspraak.", "Neutrale vlag", "Tot december 2022 mogen Russische sporters alleen uitkomen onder de neutrale vlag. Dat betekent dat Rusland de Zomerspelen van 2021, de Winterspelen van 2022 en het WK voetbal van 2022 moet missen. Aan kwalificatietoernooien, zoals die voor het WK voetbal, mag Rusland wel in het nationale tenue meedoen. Bij alle kleinere toernooien gelden geen enkele beperkingen voor de Russen – de wedstrijden in Rusland tijdens het EK voetbal 2021 gaan gewoon door, net als de finale van de Champions League in Sint-Petersburg.", "Antidopingagentschap Wada wilde Rusland 4 jaar schorsen. Het Wada kondigde de schorsing eind 2019 aan, nadat Rusland afspraken over hervormingen niet was nagekomen en dopingbestrijders opnieuw had bedrogen. Rusland moest in 2018 een database van het Russische dopinglaboratorium overhandigen aan het Wada, maar deed dat pas in 2019 en na zware manipulatie van de database.", "Verwijderd", "Onderzoekers van het Wada ontdekten dat meer dan 20 duizend bestanden met testresultaten verwijderd waren. Andere testgegevens bleken aangepast en e-mails tussen antidopingfunctionarissen bleken vervalst om de gevluchte klokkenluider Grigori Rodtsjenkov in diskrediet te brengen. Dat concludeerden de Wada-onderzoekers door de database te vergelijken met een gedeeltelijke kopie van de database die ze in handen hadden.", "Van zeker 145 Russische sporters zal het Wada waarschijnlijk nooit meer met zekerheid kunnen vaststellen of zij doping hebben gebruikt tussen 2012 en 2015 – in dat geval blijven hun podiumplaatsen en records voor altijd in de boeken.", "In een poging om dat te voorkomen geeft het CAS nu opdracht aan het Russische dopingbureau Rusada om onderzoek te doen naar de manipulaties onder toezicht van het Wada. Maar dat lijkt kansloos aangezien de Russische autoriteiten, inclusief de leiding van Rusada, ontkennen dat Rusland de database gemanipuleerd heeft. Volgens hen is de database mogelijk op afstand gemanipuleerd door voormalige medewerkers van het Russische antidopingbureau die naar de VS zijn gevlucht.", "WK’s gaan door", "Een andere opsteker voor de Russen is dat de meeste toernooien in eigen land nu toch kunnen doorgaan, zoals het WK zwemmen in 2025 en het WK ijshockey in 2023. ‘We hebben steun gekregen op een moeilijk moment’, zei Vladislav Tretjak, de president van de Russische ijshockeybond. ‘We waren bang voor vier jaar schorsing.’", "Ook is het niet ondenkbaar dat Russische regeringsvertegenwoordigers de komende jaren aanwezig zijn bij grote sportevenementen. Het CAS is het eens met het Wada dat zij in principe niet welkom zijn aangezien zij verantwoordelijk zijn voor het staatsdopingprogramma en de verdoezeling daarvan, maar maakte een uitzondering: als het staatshoofd van het gastland een regeringslid uitnodigt, dan mag het. Zo zou president Poetin zomaar op de tribune kunnen belanden bij het WK voetbal in Qatar.", "Rusland besteedde de verdediging bij het CAS uit aan drie Zwitserse advocatenkantoren die ervaring hebben met Russische dopingzaken. Een van de kantoren slaagde er vorig jaar bij het CAS in om sancties tegen 28 Russische wintersporters op te heffen.", "Klokkenluider Grigori Rodtsjenkov in het dopinglab. Beeld Netflix", "De hoorzittingen in Lausanne vonden op Ruslands verzoek plaats achter gesloten deuren. Het Wada en andere antidopingbonden hadden liever openbare zittingen gehad, maar de drie rechters gaven gehoor aan het verzoek van Rusland.", "Weggestuurd", "Dat weigert schuld te erkennen voor het dopingschandaal dat eind 2015 naar buiten kwam en sindsdien blijft groeien. Afgelopen augustus ontsloeg Rusland de belangrijkste hervormer die het aangesteld had: Joeri Ganoes, de directeur van het Russische dopingbureau Rusada, werd weggestuurd in verband met ‘financiële onregelmatigheden’. Maar hervormers spreken van een politieke beslissing. Ook het Wada zei ‘extreem ongerust’ te zijn door het ontslag.", "Ganoes was de enige hooggeplaatste Rus die begrip toonde voor de nieuwe dopingstraf. ‘De Russische sportautoriteiten hebben helaas niet aan de voorwaarden van het Wada voldaan’, zei Ganoes eind vorig jaar in de Volkskrant. Volgens hem worden hervormingspogingen door dopingbestrijders tegengewerkt door het Russische sportministerie. ‘De boodschap aan sporters is nog steeds als volgt: gebruik wat je wil en je kameraden in Moskou zullen je verdedigen.’", "Rusland werd eerder uitgesloten van deelname aan de Winterspelen van 2018 en de Paralympische Spelen van 2016. De publicatie van de volledige uitspraak van het CAS wordt volgende week verwacht.", "Lees ook: ‘Hervormingen beginnen met een nieuwe leiding bij het sportministerie’, zei Ruslands belangrijkste dopingbestrijder een halfjaar voordat hij ontslagen werd."], "authors": ["Tom Vennink"], "keywords": ["van", "dat", "verlicht", "niet", "een", "het", "en", "wordt", "wada", "maar", "te", "geen", "schorsing", "voor", "jaar", "sportevenementen", "russische", "rusland", "aan"], "pubDate": "2020-12-17T14:57:08Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}