{"id": "4fad59dc-9336-39bb-abfc-d0c75b396e03", "title": "Is de Brexitdeal wel zoveel beter dan een No-Deal?", "url": "https://volkskrant.nl/economie/is-de-brexitdeal-wel-zoveel-beter-dan-een-no-deal~bb295c9c/", "summary": "Als je die niet kan zien, regent het’, zo luidt een Britse uitdrukking.\nEen jas waarvan het garen in India is gemaakt, tot stof is geweven en waterdicht is gemaakt, is niet Brits, als die in Groot-Brittannië in elkaar is gezet en van een merkje is voorzien.\nDe Brexitdeal die in het lange Kerstweekeinde zo werd bejubeld, is eigenlijk niet meer dan een doekje voor het bloeden.\nDe handel met Groot-Brittannië zal vanaf volgende week gepaard gaan met een ongekende administratieve rompslomp ondanks een tweeduizend pagina’s tellend akkoord.\nAls buitenbeentje mochten de Britten niet langer op de Brusselse boerderij wonen, maar kregen ze een knus huisje ergens achteraf op het boerenerf.", "paragraphs": ["‘Als je de top van de heuvel kunt zien, gaat het regenen. Als je die niet kan zien, regent het’, zo luidt een Britse uitdrukking. De Britten pretenderen niet voor niets de uitvinders te zijn van de regenjas.", "Als op-en-top Brits product valt de regenjas echter niet onder de goederen die volgens de deal vanaf volgende week tarief- en quotavrij naar de EU kunnen worden geëxporteerd. De Britten moeten telkens aantonen dat ze in eigen land minimaal 50 procent aan de waarde van een product hebben toegevoegd voordat dat als Brits geldt. Een jas waarvan het garen in India is gemaakt, tot stof is geweven en waterdicht is gemaakt, is niet Brits, als die in Groot-Brittannië in elkaar is gezet en van een merkje is voorzien.", "De Brexitdeal die in het lange Kerstweekeinde zo werd bejubeld, is eigenlijk niet meer dan een doekje voor het bloeden. Een hele grote chaos is voorkomen, maar een grote chaos blijft het.", "De handel met Groot-Brittannië zal vanaf volgende week gepaard gaan met een ongekende administratieve rompslomp ondanks een tweeduizend pagina’s tellend akkoord. Vanaf 1 januari maken de Britten geen deel meer uit van de interne markt, noch van de douane-unie. Ze zitten zelfs niet zoals de Noren in de Europese Economische Ruimte. Elke automatisme in het handels- en dienstenverkeer vervalt.", "Alles moet opnieuw worden afgesproken. Bedrijven die onderling goederen exporteren, kunnen niet meer met EU-keurmerken op het gebied van veiligheid of milieu volstaan, ze moeten ook een apart Brits keurmerk hebben. Daarnaast moeten door exporteur en importeur btw-regels worden afgesproken. Er komen extra regels voor de handel in vlees, levend vee, bloemen en planten. En truckchauffeurs mogen maar een beperkt aantal ritten maken op ‘vreemd’ grondgebied. Eigenlijk zou elke chauffeur als bijrijder een hoogleraar douanekunde nodig hebben om de papierwinkel in orde te maken.", "Vooral de regels over oorsprong en herkomst zullen de handel compliceren. De Britten kunnen tariefvrij Franse champagne en Nederlandse tulpen blijven importeren en de Europeanen tariefvrij Engelse cheddar en Schotse malt-whisky’s.", "Maar in de 21ste eeuw worden steeds minder producten helemaal in één enkel land of in één economische zone gemaakt. Ze zijn samengesteld uit onderdelen en ingrediënten die met containers over de hele globe zijn gegaan, zoals de iPhone van Apple die in meer dan honderd landen wordt gemaakt.", "Door alle warme woorden over de deal leek het bijna of Groot-Brittannië door Brussel als verloren zoon weer in de armen werd gesloten. Als buitenbeentje mochten de Britten niet langer op de Brusselse boerderij wonen, maar kregen ze een knus huisje ergens achteraf op het boerenerf. In werkelijkheid zitten ze achter prikkeldraad dat ook nog onder stroom is gezet.", "Op welke plek een regenjas nodig is en waar de zon schijnt laat zich raden."], "authors": ["Peter De Waard"], "keywords": ["van", "dan", "britten", "beter", "en", "nodeal", "een", "ze", "worden", "zoveel", "het", "niet", "als", "wel", "die", "brexitdeal"], "pubDate": "2020-12-28T17:16:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}