{"id": "4fb1321b-a6a4-398e-9ac4-f2b60743b362", "title": "Dit gebeurt er in jouw lijf als de prik is gezet", "url": "https://www.volkskrant.nl/kijkverder/v/2020/dit-gebeurt-er-in-jouw-lijf-als-de-prik-is-gezet~v414784/", "summary": "Het briefje met instructies voor het lichaam dat ervoor zorgt dat mensen die besmet raken met het coronavirus, beschermd zijn tegen de gevolgen daarvan.\nIn de cellen worden de instructies die op het boodschappenbriefje staan gelezen.\nAnders dan bij klassieke vaccins wordt er dus geen verzwakt of dood virus ingespoten.\nDe afweer van het lichaam komt in actie tegen het eiwit en prent zichzelf in: dit nooit weer.\nDe stappen die het lichaam zet vanaf de prik leveren een fijnmazig beeld op van de werking van de belangrijkste vaccins die een einde aan de pandemie moeten maken.", "paragraphs": ["Het draait allemaal om het boodschappenbriefje. Het briefje met instructies voor het lichaam dat ervoor zorgt dat mensen die besmet raken met het coronavirus, beschermd zijn tegen de gevolgen daarvan.", "RNA heet het. Dat is de door Pfizer en Moderna ontworpen sliert met boodschappen die in onze cellen wordt gebracht. In de cellen worden de instructies die op het boodschappenbriefje staan gelezen. Anders dan bij klassieke vaccins wordt er dus geen verzwakt of dood virus ingespoten. Bij de eerste vaccins die op de markt komen, krijgt het lichaam een instructie om zelf een onschadelijk deel van het virus na te maken: het spike-eiwit. De afweer van het lichaam komt in actie tegen het eiwit en prent zichzelf in: dit nooit weer.", "Maar hoe komt de boodschap op de juiste plek? De stappen die het lichaam zet vanaf de prik leveren een fijnmazig beeld op van de werking van de belangrijkste vaccins die een einde aan de pandemie moeten maken."], "authors": ["December"], "keywords": ["er", "van", "gezet", "jouw", "een", "met", "lichaam", "dit", "vaccins", "dat", "wordt", "op", "gebeurt", "prik", "het", "lijf", "als", "die"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}