{"id": "4fc0f1e4-0b9a-3702-b1af-6790e33dd3ae", "title": "Vrije driftbeleving is onderdeel van opvoeden, en daardoor kon ik de bibliotheek niet in", "url": "https://volkskrant.nl/columns-opinie/vrije-driftbeleving-is-onderdeel-van-opvoeden-en-daardoor-kon-ik-de-bibliotheek-niet-in~b6ba35f4/", "summary": "Pal voor de draaideur van de ­bi­bliotheek wentelde een vuurrood aangelopen kleuter zich in de vrije driftbeleving.\nKronkelend op zijn rug, krijsend alsof hij levend werd gevild.\nNiemand kon er nog langs, zodat zich een geërgerde file vormde.\nVerderop stond de jonge vader een en al zalvende redelijkheid uit te stralen.\n‘Berend, ík ga’, sprak hij zakelijk, alsof het jongetje zou antwoorden: ‘Prima pap, duik ik nog effe de mediatheek in.’Uit laten razen, niet ingrijpen, ruim baan voor de primaire emoties – hij had het vast van een ­opvoedkundig blog.", "paragraphs": ["Pal voor de draaideur van de ­bi­bliotheek wentelde een vuurrood aangelopen kleuter zich in de vrije driftbeleving. Kronkelend op zijn rug, krijsend alsof hij levend werd gevild. Niemand kon er nog langs, zodat zich een geërgerde file vormde. Verderop stond de jonge vader een en al zalvende redelijkheid uit te stralen. ‘Berend, ík ga’, sprak hij zakelijk, alsof het jongetje zou antwoorden: ‘Prima pap, duik ik nog effe de mediatheek in.’", "Uit laten razen, niet ingrijpen, ruim baan voor de primaire emoties – hij had het vast van een ­opvoedkundig blog. ‘Dáhag ­Berend’, klonk het nogmaals. ­Demonstratief draaide de man zich om. Hij zag niet dat zijn kind gestaag richting draaideur rolde, waarmee zich akelige scenario’s aandienden, met armpjes of erger, en evenmin hoe een student het vent­je achteloos onder de schouders greep en met een sierlijke zwieper op zijn beentjes plantte. Pure verbazing deed het gegil meteen verstommen.", "‘Zie je wel’, dacht de vader toen hij omkeek. ‘Het wérkt.’"], "authors": ["Sander Donkers"], "keywords": ["opvoeden", "van", "vrije", "driftbeleving", "het", "vader", "hij", "op", "zijn", "ik", "daardoor", "kon", "niet", "een", "onderdeel", "en", "zich", "voor"], "pubDate": "2020-08-27T22:25:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}