{"id": "4fca6cf1-9e49-3e18-91a3-2325ffd1a80d", "title": "Het einde van de EU-begrotingscrisis is nabij", "url": "https://trouw.nl/politiek/het-einde-van-de-eu-begrotingscrisis-is-nabij~b71a63c7/", "summary": "Aan de vooravond van een loodzware Europese top, donderdag en vrijdag in Brussel, lijkt zich een oplossing aan te dienen voor de begrotingscrisis.\nBeide landen zouden tevreden zijn met een aanvullende verklaring, vergelijkbaar met het ‘inlegvel’ waarmee Nederland vier jaar geleden over de streep werd getrokken bij het EU-Oekraïne-associatieverdrag.\nDaarin staat dat de geldkraan dichtgaat naar landen die oneigenlijk gebruik maken van EU-subsidies, met een directe link naar rechtsstaat-schendingen.\nNederland, enkele andere landen en het Europees Parlement hadden als harde voorwaarde gesteld dat aan de regeling zelf niets zou veranderen.\nEen jaar geleden ging het mis bij de vaststelling van het einddoel: nul uitstoot in 2050.", "paragraphs": ["Aan de vooravond van een loodzware Europese top, donderdag en vrijdag in Brussel, lijkt zich een oplossing aan te dienen voor de begrotingscrisis. Die was veroorzaakt door de Hongaars-Poolse rechtsstaat-veto’s. Beide landen zouden tevreden zijn met een aanvullende verklaring, vergelijkbaar met het ‘inlegvel’ waarmee Nederland vier jaar geleden over de streep werd getrokken bij het EU-Oekraïne-associatieverdrag.", "Aan het vorige maand beklonken rechtsstaat-mechanisme, waartegen Boedapest en Warschau zo te hoop liepen, verandert geen letter. Daarin staat dat de geldkraan dichtgaat naar landen die oneigenlijk gebruik maken van EU-subsidies, met een directe link naar rechtsstaat-schendingen.", "Afzwakkende taal", "In die aanvullende verklaring, opgesteld door het roulerende Duitse voorzitterschap en nog niet definitief goedgekeurd door alle landen - vooral Nederland kijkt er kritisch naar - staat veel afzwakkende taal. Zo wordt die strakke link met de financiële belangen van de EU nog eens benadrukt: het rechtsstaat-mechanisme zal niet gelden voor ‘algemene tekortkomingen’, een formulering die vooral de Hongaarse premier Orbán de gordijnen in had gejaagd.", "Ook zal het Europees Hof van Justitie nog een heldere ‘gebruiksaanwijzing’ opstellen, inclusief de mogelijkheden voor gestrafte lidstaten om bezwaar aan te tekenen. Verder wordt de onafhankelijke en niet-discriminerende rol van de Europese Commissie onderstreept. Die is scheidsrechter bij de beoordeling van eventuele rechtsstaat-schendingen.", "Al met al zijn dit slechts verduidelijkingen, geen aanpassingen. Eerder had Orbán aangegeven geen genoegen te nemen met een inlegvel. Nu zijn de formuleringen kennelijk meer naar zijn smaak.", "Waarschijnlijk wordt kort voor of tijdens de eindejaarstop in Brussel, die kort na het middaguur begint, duidelijk of alle landen akkoord zijn. Nederland, enkele andere landen en het Europees Parlement hadden als harde voorwaarde gesteld dat aan de regeling zelf niets zou veranderen. Aan die eis lijkt te zijn voldaan.", "Corona-herstelfonds", "Als Hongarije en Polen inderdaad hun veto’s intrekken, zullen alle andere landen en de EU-instellingen een zucht van verlichting slaken. De nieuwe EU-meerjarenbegroting (2021-2027) kan hiermee alsnog op de rails worden gezet, al is de aanlooptijd korter dan ooit. Politiek nog belangrijker is dat het aanvullende corona-herstelfonds van 750 miljard euro volgens plan kan doorgaan, met alle 27 landen aan boord. Er waren al verregaande voorbereidingen getroffen om het fonds op te bouwen met 25 landen, met als gevolg dat Polen en Hongarije miljarden zouden mislopen.", "Een ogenschijnlijk totaal ander gespreksonderwerp op de top is klimaatbeleid, met name een beoogd unanieme overeenstemming over het 2030-doel van 55 procent minder CO 2 -uitstoot (vergeleken met de 1990-niveaus). Maar er zijn wel degelijk overlappingen met de begrotingskwestie. “Een akkoord over de begroting opent de weg naar een akkoord over klimaat”, aldus een hoge EU-diplomaat. “Andersom niet.” Veel landen, opnieuw vooral aan de oostkant van de EU, willen eerst zekerheid over de financiering voordat ze zich vastleggen op het 2030-doel.", "Het blijft wel tot op het laatst spannend of Polen donderdag meedoet. Een jaar geleden ging het mis bij de vaststelling van het einddoel: nul uitstoot in 2050. Warschau maakte toen als enige een voorbehoud, dat nog steeds overeind staat. Nu is de tekst over het tussentijdse 2030-doel omkleed met tegemoetkomingen aan Polen en andere weifelende landen, zoals de belofte dat elk land zijn eigen energiemix mag blijven bepalen.", "Lees ook:", "Ultimatum voor Polen en Hongarije in begrotingscrisis: veto’s weg of het coronaherstelfonds gaat door zonder jullie", "Polen en Hongarije moesten uiterlijk afgelopen dinsdag hun verzet tegen de EU-begroting laten varen, anders gaat het coronaherstelfonds verder zonder hen.", "Dan maar een coronaherstelfonds zonder Polen en Hongarije? ‘We zullen niet capituleren voor een veto’", "Ergernis over Hongaars/Poolse blokkade leidt tot het voornemen om het corona-herstelfonds dan maar zonder hen op te tuigen."], "authors": ["Christoph Schmidt"], "keywords": ["einde", "van", "eubegrotingscrisis", "het", "met", "zijn", "landen", "nabij", "die", "een", "en", "te", "aan"], "pubDate": "2020-12-10T09:38:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}