{"id": "4feb6306-24bb-3709-b2fe-d24efc0e9ec1", "title": "Hoe zit het nou precies met het geboorteverlof? Hierop heb je recht als partner", "url": "https://volkskrant.nl/werken/hoe-zit-het-nou-precies-met-het-geboorteverlof-hierop-heb-je-recht-als-partner~bda6e5c3/", "summary": "Als je partner gaat bevallen, hoef je geen vakantiedag op te makenJe kunt dan gebruik maken van een calamiteitenverlof of kort verzuimverlof.\nDe staat keert een jaar lang tweederde van het eerdere loon uit, met een minimum van 300 en een maximum van 1.800 euro.\nHoe pak je het aan als je een nieuwe baan wil?\nAls zelfstandige word je geacht dit niet nodig te hebben, omdat je zelf je werktijden en verlof kunt bepalen.\n‘Als je het werk wilt combineren met kinderen en het runnen van een huishouden, is het niet te doen’, zei ze onlangs tegen Intermediair.", "paragraphs": ["Beeld ANP", "Begin dit jaar breidde het kabinet het geboorteverlof al uit van twee naar vijf dagen. Nu komen daar nog eens vijf weken verlof bij, op te nemen tegen 70 procent van het salaris. Doel is enerzijds om partners meer te betrekken bij de baby en de zorg- en huishoudelijke taken, anderzijds moet uitbreiding van het partnerverlof de positie van vrouwen op de arbeidsmarkt verbeteren.", "Maar met de uitbreiding is de verlofregeling er niet overzichtelijker op geworden. In 2018 verzocht de Sociaal-Economische Raad (SER) in samenwerking met ondernemersorganisatie MKB Nederland de regering het verlofbeleid overzichtelijker ‘en beter’ te maken.", "Het verwarrende: het geboorteverlof staat ook onder de namen kraam-, partner- of vaderschapsverlof bekend, en daar kan nog zorgverlof, calamiteitenverlof en ouderschapsverlof bij komen.", "Als je partner gaat bevallen, hoef je geen vakantiedag op te maken", "Je kunt dan gebruik maken van een calamiteitenverlof of kort verzuimverlof. Alvast goed om te weten voor later (want dit gaat ongetwijfeld gebeuren): je kunt ook gebruikmaken van dit verlof als je een kind van school moet halen dat opeens ziek is geworden. Tijdens het verlof krijg je doorbetaald. In het geval van een ziek kind is de regel dat je 24 uur de tijd hebt om voor opvang te zorgen, daarna kun je eventueel alsnog gebruikmaken van het zorgverlof.", "Hoe zit het nu precies met het geboorteverlof?", "Na de bevalling heb je als partner recht op één werkweek geboorteverlof – ook wel kraam-, partner of vaderschapsverlof genoemd. Hoeveel uur dit is, hangt dus ervan af hoeveel uur je per week werkt. Dit verlof betaalt de werkgever.", "Sinds 1 juli 2020 kun je daarna aanvullend geboorteverlof aanvragen. Hoewel de overheid dit vergoedt, kun je het aanvragen via de werkgever.", "Dit verlof is maximaal vijf weken, oftewel: vijf keer het aantal werkuren per week en je krijgt 70 procent van het salaris. Volgens Louis Tavecchio, emeritushoogleraar pedagogiek, geen goede zaak. ‘Hoezo krijgen vrouwen het volledige loon uitbetaald en mannen niet? Hiermee benadruk je de verschillen’, zei Tavecchio tegen Intermediair.", "Moet je het verlof in een keer opmaken?", "Je mag deze uren uitsmeren over meerdere weken en bijvoorbeeld een tijdje minder dagen per week gaan werken. Het verlof moet in elk geval binnen zes maanden worden opgenomen. Het kan dus ook na het verlof van de vrouw worden ingediend.", "Hoe zit het in het buitenland? Andere Europese landen zijn veel guller met het verlof voor partners. In Finland werd begin dit jaar een wet aangenomen waardoor werkende ouders evenveel dagen verlof krijgen na de geboorte van een kind: samen in totaal 164 dagen betaald verlof. In Duitsland krijgen kersverse ouders samen twaalf maanden betaald ouderschapsverlof. Als beide ouders van de regeling gebruikmaken, wordt deze periode verlengd tot veertien maanden. De staat keert een jaar lang tweederde van het eerdere loon uit, met een minimum van 300 en een maximum van 1.800 euro. Ook in Zweden zijn ze niet zuinig met verlofdagen. Na de geboorte hebben ouders allebei twee weken betaald verlof. Daarna krijgen ze samen 480 dagen verlof, ze krijgen dan 80 procent van hun salaris. Van de 480 dagen zijn minimaal drie maanden bedoeld voor de partner.", "En dan is er ook nog ouderschapsverlof", "Hier hebben zowel moeders als partners recht op, mits die in loondienst werken. Wat het inhoudt: 26 keer het aantal uren je per week werkt. Wie 32 uur werkt, heeft dus recht op 26 keer 32 uur, dus 832 uur ouderschapsverlof.", "Voor elk kind heb je recht op ouderschapsverlof. Je moet het wel opnemen voor de kinderen 8 jaar oud zijn. Aanvragen gaat via de werkgever. Let op: het ouderschapsverlof is onbetaald. Al kan de werkgever wel besluiten alsnog salaris uit te keren.", "De werkgids Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel vragen en tips.", "Nemen veel vaders ouderschapsverlof op?", "Niet echt. Slechts 11 procent van de werkende vaders neemt het ouderschapsverlof op. Bij moeders is dit percentage twee keer zo hoog. Waarom de vaders het niet doen? Uit angst dat het hun carrièrekansen schaadt of omdat hun werkgever niet staat te springen, bleek vorig jaar uit onderzoek van Kenniscentrum Rutgers.", "Ook financiële gevolgen spelen mee. Vrouwen verdienen in Nederland nog steeds minder dan mannen. In het bedrijfsleven krijgt een vrouw die hetzelfde werk doet als een man gemiddeld 7 procent minder salaris, bij de overheid is dit 5 procent minder. Wil je weten of je genoeg verdient? Vul dan het Salariskompas van Intermediair in.", "Hoe zit het als je zzp’er bent?", "Dan heb je (als partner) nergens recht op. Dat hoort immers bij het zelfstandig ondernemerschap, schrijft de Rijksoverheid op haar site. Geboorteverlof is alleen een recht voor werknemers in loondienst. Als zelfstandige word je geacht dit niet nodig te hebben, omdat je zelf je werktijden en verlof kunt bepalen. Je zult dan ook zelf voor vervangend inkomen moeten zorgen. Kan dat via een arbeidsongeschiktheidsverzekering? Nee, alleen door zelf een buffer op te bouwen.", "Gun ook zzp-vaders een goed ouderschapsverlof Literair agent Willem Bisseling maakte zich hier eind vorig jaar al druk over in de Volkskrant. ‘De meeste Nederlanders willen een gelijkwaardige samenleving met gelijke rechten voor mannen en vrouwen. Of dat gaat om topfuncties of ­salariëring: gelijkheid zou het grond­beginsel moeten zijn. Op al deze vlakken, en zeker bij het partnerverlof, is nog veel winst te behalen’, schreef hij. ‘De huidige verlofregels gaan eraan voorbij dat ook mannen moeten wennen en de maanden na de geboorte fysiek worden beperkt (door weinig nachtrust, verzorging van kind en vrouw, etc.). De nieuwe verlofregeling is voor veel aanstaande ouders een prettige ontwikkeling. Maar: ruim eenderde van de werkende partners (met name mannen) wordt hiervan uitgesloten. Wil je als ondernemer of zzp’er verlof om straks gelijkwaardig tijd te besteden aan jullie kind ? Dan betaal je het zelf, ook bij de nieuwe verlofregeling.’", "Gaat de vader echt meer doen in huis en de moeder meer werken? Dat valt nog te bezien. Ans Merens van het Sociaal en Cultureel Planbureau acht de kans klein dat de verschillen in arbeidsuren tussen partners kleiner worden. De zorgtaken voor de kinderen worden wel eerlijker verdeeld, is de conclusie van haar onderzoek. ‘Maar dat betekent niet per definitie dat moeders meer buitenshuis gaan werken.’ Dat heeft ook te maken met de inrichting van de samenleving, zoals door schooltijden. Zo zegde de enige vrouw bij effectenhandelaar Nyenburgh, Kim Bohnenn, vorig jaar haar baan op, omdat de dagen te lang waren. ‘Als je het werk wilt combineren met kinderen en het runnen van een huishouden, is het niet te doen’, zei ze onlangs tegen Intermediair. Ze werkte zeventien jaar op het Beursplein."], "authors": ["Yasmine Esser"], "keywords": ["van", "dat", "verlof", "hierop", "een", "en", "ook", "te", "recht", "precies", "partner", "nou", "op", "je", "met", "zit", "het", "hoe"], "pubDate": "2020-07-02T10:17:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}