{"id": "4ff21d84-bce3-34ae-86ac-b74387f6df42", "title": "Miley Cyrus gaat met ‘Plastic Hearts’ terug naar de jaren zeventig, maar de duetten had ze beter over kunnen slaan", "url": "https://trouw.nl/cultuur-media/miley-cyrus-gaat-met-plastic-hearts-terug-naar-de-jaren-zeventig-maar-de-duetten-had-ze-beter-over-kunnen-slaan~bff43781/", "summary": "Zangeres Miley Cyrus is nooit vies geweest van een muzikaal experiment.\nEn op haar zevende studioalbum ‘Plastic Hearts’ kiest de 28-jarige Amerikaanse ervoor zich door rock uit de jaren zeventig en tachtig te laten inspireren.\nWant de duetten die Cyrus met haar muzikale helden Stevie Nicks, Joan Jett en Billy Idol opnam komen bijvoorbeeld niet echt uit de verf.\nAls uitsmijters koos Cyrus voor liveversies van ‘Heart of Glass’ van Blondie en ‘Zombie’ van The Cranberries.\nWaar wijlen Dolores O’Riordan op ‘Zombie’ haar zang op imposante wijze liet vliegen, ontbeert de raspende versie van Cyrus vocaal iedere diepgang.", "paragraphs": ["Zangeres Miley Cyrus is nooit vies geweest van een muzikaal experiment. Eerder ging ze al aan de slag met pop, country en dance. En op haar zevende studioalbum ‘Plastic Hearts’ kiest de 28-jarige Amerikaanse ervoor zich door rock uit de jaren zeventig en tachtig te laten inspireren. Bij up tempo-rocksongs als ‘WTF Do I Know’ en ‘Midnight Sky’ laat Cyrus horen over een stemgeluid met een mooi ruig randje te beschikken, dat perfect past bij het genre.", "Die nummers horen meteen tot het beste wat haar nieuwe album te bieden heeft. Want de duetten die Cyrus met haar muzikale helden Stevie Nicks, Joan Jett en Billy Idol opnam komen bijvoorbeeld niet echt uit de verf. Met name de bijdrage van Billy Idol is zo naar de achtergrond gedrukt, dat je je afvraagt waarom ze hem überhaupt heeft uitgenodigd. En de co-productie ‘Prisoner’ met de Britse zangeres Dua Lipa maakt met zijn gladde popsound een nogal verdwaalde indruk op dit rockalbum.", "Als uitsmijters koos Cyrus voor liveversies van ‘Heart of Glass’ van Blondie en ‘Zombie’ van The Cranberries. Een ongelukkige keuze, die vooral Cyrus’ vocale beperkingen aan het daglicht brengt. Waar wijlen Dolores O’Riordan op ‘Zombie’ haar zang op imposante wijze liet vliegen, ontbeert de raspende versie van Cyrus vocaal iedere diepgang."], "authors": ["Saskia Bosch"], "keywords": ["van", "plastic", "het", "cyrus", "maar", "naar", "met", "op", "zeventig", "zombie", "ze", "een", "kunnen", "en", "haar", "miley", "te", "slaan", "terug"], "pubDate": "2020-12-04T14:38:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}