{"id": "500215c8-d62d-33a4-b313-1eb0af877bf9", "title": "PSV boekt nipte bekerzege bij De Graafschap, doelpunt Malen hoogtepunt", "url": "https://nos.nl/artikel/2360952-psv-boekt-nipte-bekerzege-bij-de-graafschap-doelpunt-malen-hoogtepunt.html", "summary": "PSV heeft zich ook in het toernooi om de KNVB-beker verzekerd van overwintering.\nHoewel de score (1-2) doet vermoeden dat de Eindhovenaren een zware dobber hadden aan De Graafschap, viel dat uiteindelijk best mee.\nHet had allemaal anders kunnen lopen, maar het werd niet de avond van De Graafschap-speler Toine van Huizen.\nNog niet eens zozeer om de grote kopkans die hij om zeep hielp, maar vooral om de schitterende volley waarmee hij PSV-keeper Lars Unnerstall even later wel verschalkte.\nHuntelaarDe Graafschap speelt dit seizoen voor een terugkeer naar de eredivisie, de terugkeer die vanwege de coronauitbraak afgelopen zomer niet doorging.", "paragraphs": ["PSV heeft zich ook in het toernooi om de KNVB-beker verzekerd van overwintering. Hoewel de score (1-2) doet vermoeden dat de Eindhovenaren een zware dobber hadden aan De Graafschap, viel dat uiteindelijk best mee.", "Het had allemaal anders kunnen lopen, maar het werd niet de avond van De Graafschap-speler Toine van Huizen.", "Van Huizen, een centrale verdediger uit Beemster die al praktisch zijn hele leven actief is op het tweede niveau, had op zijn dertigste de sensatie van de dag kunnen worden.", "Nog niet eens zozeer om de grote kopkans die hij om zeep hielp, maar vooral om de schitterende volley waarmee hij PSV-keeper Lars Unnerstall even later wel verschalkte. Die droomgoal werd vanwege buitenspel echter afgevlagd. En de VAR deed geen dienst om de beelden nog eens goed te bekijken.", "Huntelaar", "De Graafschap speelt dit seizoen voor een terugkeer naar de eredivisie, de terugkeer die vanwege de coronauitbraak afgelopen zomer niet doorging. Algemeen directeur Hans Martijn Ostendorp liet voor het duel al weten dat de deur in Doetinchem openstaat voor de aan een vertrek denkende Ajacied Klaas-Jan Huntelaar, om zo zijn carrière af te sluiten bij de club waar hij in de jeugd speelde."], "authors": [], "keywords": ["graafschap", "om", "van", "bij", "hij", "een", "voor", "niet", "boekt", "het", "die", "doelpunt", "dat", "malen", "psv", "hoogtepunt", "bekerzege", "nipte", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}