{"id": "5010c7d4-7710-3b5a-96ba-3b51f7c76664", "title": "Lockdown vrijwel zeker verlengd, steunpakket uitgebreid", "url": "http://www.nu.nl/coronavirus/6101170/lockdown-vrijwel-zeker-verlengd-steunpakket-uitgebreid.html", "summary": "De huidige lockdown wordt volgens bronnen van de NOS en De Telegraaf \"vrijwel zeker\" met minstens twee weken verlengd.\nHet kabinet vindt de verlenging nodig omdat het aantal positieve tests nog te hoog ligt, aldus de Haagse ingewijden.\nDe verwachte uitbreiding van het steunpakket moet vooral de hardst getroffen sectoren helpen.\nDeel kabinet kwam zondag samen in CatshuisZondag overlegde een deel van het kabinet met deskundigen in het Catshuis over hoe het na de lockdown verder moet.\nPremier Mark Rutte en minister Hugo de Jonge (Volksgezondheid) kondigden medio december een strenge lockdown voor vier weken af.", "paragraphs": ["De huidige lockdown wordt volgens bronnen van de NOS en De Telegraaf \"vrijwel zeker\" met minstens twee weken verlengd. Ter compensatie zou voor bepaalde sectoren het steunpakket worden uitgebreid.", "Volgens de bronnen komen er waarschijnlijk geen versoepelingen of verzwaringen van de maatregelen. Eventuele aanscherpingen, bijvoorbeeld in de groepsgrootte, zijn volgens de NOS echter niet helemaal uitgesloten.", "Het kabinet vindt de verlenging nodig omdat het aantal positieve tests nog te hoog ligt, aldus de Haagse ingewijden. Het versoepelen van maatregelen zou een \"verkeerd signaal\" zijn.", "De verwachte uitbreiding van het steunpakket moet vooral de hardst getroffen sectoren helpen. De ministers Wopke Hoekstra (Financiën), Eric Wiebes (Economische Zaken) en Wouter Koolmees (Sociale Zaken) gaan de komende tijd bekijken hoe getroffen bedrijven nog beter geholpen kunnen worden. Mogelijk worden bestaande regelingen uitgebreid of worden er extra regelingen in het leven geroepen.", "Ook scholen blijven na 18 januari vermoedelijk dicht, maar het is nog niet duidelijk voor hoelang. Het kabinet wacht nader onderzoek af over het effect van de Britse coronamutatie op jonge kinderen.", "Deel kabinet kwam zondag samen in Catshuis", "Zondag overlegde een deel van het kabinet met deskundigen in het Catshuis over hoe het na de lockdown verder moet. Het kabinet maakt dinsdagavond de plannen bekend voor na 19 januari.", "Premier Mark Rutte en minister Hugo de Jonge (Volksgezondheid) kondigden medio december een strenge lockdown voor vier weken af. Niet-essentiële winkels gingen dicht, scholen moesten hun deuren sluiten en online lesgeven, en mensen werd opgeroepen zo veel mogelijk thuis te werken.", "Deze maatregelen blijven volgens de bronnen dus voorlopig nog van kracht."], "authors": ["Door"], "keywords": ["verlengd", "lockdown", "steunpakket", "van", "nog", "vrijwel", "uitgebreid", "en", "voor", "kabinet", "maatregelen", "zeker", "het", "worden", "volgens"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}