{"id": "50157c56-7815-3eee-ad8c-191aa049b87d", "title": "Wel of niet op wintersport tijdens corona? Dit kun je verwachten als je besluit (toch) te gaan skiën", "url": "https://www.dvhn.nl/extra/Wel-of-niet-op-wintersport-tijdens-corona-Dit-kun-je-verwachten-als-je-besluit-toch-te-gaan-ski%C3%ABn-25985775.html", "summary": "Wat kan er wel, wat kan er niet en waar op te letten?\nDat betekent dat je er naar toe mag reizen, maar dat er veiligheidsrisico's gelden.\nMocht er een limiet komen, dan zit het er dik in dat je van tevoren een skipas moet kopen en vol = vol geldt.\nIschlWintersporters krijgen een 'multifunctionele doek' bij aankoop van een skipas die als mondkapje gebruikt kan worden.\nHet is raadzaam goed de voorwaarden van je aanbieder door te nemen, zodat je niet voor verrassingen komt te staan.", "paragraphs": ["Wintersport. Wat zou het een lekker uitje zijn na de eentonige coronatijd. Maar kunnen we er wel op uit? De eerste skigebieden hebben hun plannen bekendgemaakt. Lees hier hoe het ervoor staat met de regels omtrent corona.", "Als we één ding hebben geleerd in de coronacrisis is het dit wel: Niets. Is. Zeker. Daarom meteen maar een disclaimer: alles wat hieronder staat kan plotsklaps weer veranderen. En toch maken skigebieden plannen voor het seizoen 2020-2021. Wat kan er wel, wat kan er niet en waar op te letten?", "1. Is het land van bestemming open voor toeristen?", "Allereerst: het is vrij handig als de gedroomde bestemming toeristen toelaat. Op dit moment ziet het er wat dat betreft goed uit.", "Oostenrijk, Zwitserland, Italië en Frankrijk zijn 'geel'. Dat betekent dat je er naar toe mag reizen, maar dat er veiligheidsrisico's gelden. Het is belangrijk dit in de gaten te houden. Een land kan 'oranje' worden als het aantal besmettingen er toeneemt en dan adviseert onze overheid alleen te reizen wanneer dat echt noodzakelijk is.", "2. Hoeveel wintersporters kan een gebied aan?", "In Oostenrijk is een politieke discussie gaande. Moeten wintersportgebieden een limiet stellen aan het aantal mensen? Volgens sommige partijen een goede optie, volgens andere belachelijk.", "Een en ander hangt dus af van wat de Oostenrijkse overheid bepaalt. Mocht er een limiet komen, dan zit het er dik in dat je van tevoren een skipas moet kopen en vol = vol geldt.", "3. Hoe gaat het op de piste?", "Vooruitlopend op algemeen geldende regels van de overheid heeft een aantal grote skigebieden in Oostenrijk de plannen al bekend gemaakt. Het lijkt er vooralsnog op dat alle stoeltjes en zitplaatsen in de liften en gondels gebruikt mogen worden. Sommige skigebieden zorgen dat de liften sneller draaien, zodat de reistijd korter is.", "We lichten een paar gebieden uit, zodat je een indruk krijgt. Veel regels overlappen elkaar.", "Ischl", "Wintersporters krijgen een 'multifunctionele doek' bij aankoop van een skipas die als mondkapje gebruikt kan worden. Dragen is verplicht in de liften en gondels en in restaurants (niet aan tafel)", "In wachtrijen geldt een afstandsregel van 1 meter", "In restaurants worden minder mensen toegelaten", "Menukaarten zijn digitaal en werken via QR-codes", "Medewerkers in het gebied worden geregeld getest op corona", "Liften en gondels worden dagelijks gedesinfecteerd", "Serfaus - Fiss - Ladis", "Mondkapjes verplicht in stoeltjesliften, gondels, restaurants (niet aan tafel) en alle wachtgebieden", "Alle medewerkers die met toeristen in contact staan dragen mondkapjes", "Een 'buff' of sjaal is ook geldig als mondkapje", "Skiwelt Wilder Kaiser", "De meeste bovenstaande maatregelen gelden ook in Wilder Kaiser", "Liften gaan eerder open, om de drukte te verspreiden", "Bij een lockdown krijgen wintersporters hun geld voor de skipas terug", "4. En de après-ski?", "Après-ski lijkt er niet in te zitten. Vorig jaar bleken de feestcafes waar mensen op elkaar gepakt stonden te hossen een bron van besmettingen. En dus blijven ze voorlopig dicht.", "Toch is er enige beweging. Ook in Oostenrijk is hier een discussie over gaande en er gaan stemmen op om met een verplichte registratie van bezoekers toch après-ski toe te staan. Vooral de ondernemers zien dat wel zitten. Zij staan anders met lege handen.", "5. Hoe zit het met geboekte reizen en verzekeringen?", "Veel aanbieders van wintersportreizen spelen in op de crisis. Zo geven sommige aanbieders een repatriëringsgarantie: mocht het reisdvies tijdens het verblijf negatief worden, dan zeggen zij te zorgen voor een veilige terugreis naar huis.", "Veel aanbieders stellen ook dat je je geld terugkrijgt als de reis niet door kan gaan.", "Het is raadzaam goed de voorwaarden van je aanbieder door te nemen, zodat je niet voor verrassingen komt te staan."], "authors": ["Roelof Van Dalen"], "keywords": ["wintersport", "van", "toch", "het", "op", "verwachten", "kan", "tijdens", "niet", "je", "te", "skiën", "een", "en", "dat", "er", "wel", "worden"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}