{"id": "503f6e13-84b6-36fb-862b-307811627e77", "title": "Het Noord Nederlands Orkest laat een droevige klaagzang klinken ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/het-noord-nederlands-orkest-laat-een-droevige-klaagzang-klinken~bcbf8df9/", "summary": "Het Noord Nederlands Orkest speelt Strauss en Willem van Otterloo onder leiding van Antony Hermus.\nDonderdag spelen dertien blazers van het Noord Nederlands Orkest (NNO) in De Oosterpoort in Groningen de luchtige, Mozart-achtige Serenade voor blazers van een net 17-jarige Richard Strauss (1864-1949).\nUit de Cage-stilte stijgt uit de cello’s een droevige klaagzang op, het begin van Strauss’ Metamorphosen.\nSteeds gaat op een andere plek op het podium een stem op.\nWanneer het koper voluit mag, zoals in het Scherzo, is het op zijn best.", "paragraphs": ["Het Noord Nederlands Orkest speelt Strauss en Willem van Otterloo onder leiding van Antony Hermus. Beeld Mariska de Groot", "De avond begint onbekommerd. Donderdag spelen dertien blazers van het Noord Nederlands Orkest (NNO) in De Oosterpoort in Groningen de luchtige, Mozart-achtige Serenade voor blazers van een net 17-jarige Richard Strauss (1864-1949). Houtblazers, opgesteld in een wijde halve cirkel en zonder dirigent in het midden, nemen de lieftallige motieven vloeiend van elkaar over. Achter hen vormen de tuba en hoorns een rondbuikig, vorstelijk glanzend fundament.", "Eigenlijk had Bruckner op de lessenaars gestaan. Maar ook het NNO zag zich gedwongen de bezetting uit te dunnen en verspreid in te zetten met aangepast repertoire. Al is het voor slechts 26 man publiek in de grote zaal van de Oosterpoort, die nu gigantisch aanvoelt. Omdat blazers en strijkers vanavond apart spelen, zijn ook op het podium lege stoelen te zien.", "Voor Metamorphosen van Richard Strauss nemen 23 strijkers de plek van de blazers in. Vaste gastdirigent van het NNO Antony Hermus geeft een inzet, maar de orkestleden reageren niet. Met geheven armen blijft Hermus staan, actief in een bevroren beweging. De stilte blijkt vier minuten en drieëndertig seconden te duren en dan kun je het 4’33” van John Cage noemen. Het is een protest tegen de coronamaatregelen, die het concertleven uit vele musici hebben gezogen.", "Hermus toont zich voor aanvang dankbaar dat er mensen in de zaal zijn en dat ze weer mogen spelen. Maar er is ook begeerte naar meer en bezorgdheid over de toekomst. Uit de Cage-stilte stijgt uit de cello’s een droevige klaagzang op, het begin van Strauss’ Metamorphosen. De baslijnen in andere lage strijkers beklemtonen de bedrukte sfeer.", "De lucht klaart een beetje op door de komst van de violen. Steeds gaat op een andere plek op het podium een stem op. Dat geeft een mooi effect, maar komt soms wat rommelig over. De tempowisselingen die het middendeel inluiden en dan het middendeel zelf waar het tempo hoger ligt, klinken schel en beklemmend. Hermus laat accenten priemen en voorslagen (versieringsnootjes voorafgaand aan de hoofdnoot) schrijnen. Er mag ruw en rauw gespeeld worden van hem.", "Aan het eind vloeit het leven uit de strijkers. De violen dalen chromatisch en moegestreden de diepte in, om op te lossen in, alweer, een zware stilte.", "De Serenade van dirigent en componist Willem van Otterloo is het laatste werk in het vijf kwartier durende concert. Wanneer het koper voluit mag, zoals in het Scherzo, is het op zijn best. De harp en celesta klinken angstaanjagend en betoverend tegelijk.", "Hermus laat in de Hymne de boel even rustig ontsporen in wat eerder een fanfare lijkt dan een plechtig gezang. Na een kleine herneming klinkt op het eind alsnog een vrolijke, Bolero-achtige geluidsorgie."], "authors": ["Maartje Stokkers"], "keywords": ["nederlands", "van", "droevige", "laat", "strijkers", "en", "uit", "een", "klaagzang", "klinken", "op", "te", "het", "maar", "strauss", "noord", "orkest"], "pubDate": "2020-12-13T16:11:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}