{"id": "504c5b50-8af4-3b07-bd27-fc8de034bafc", "title": "Wappie zou weleens van wappa (‘stoned’) kunnen komen", "url": "https://trouw.nl/cultuur-media/wappie-zou-weleens-van-wappa-stoned-kunnen-komen~b88d96c6/", "summary": "Een lezer wees op het clownsduo Wuppie en Wappie als mogelijke bron van wappie.\nDaaruit valt op te maken dat ‘van de wap (af) zijn’ dialect is voor ‘van slag zijn’ of ‘de kluts kwijt zijn’.\nStonedDe Venlose connectie tussen wap en wappie is weliswaar interessant, maar niet overtuigend.\nWappie lijkt namelijk in de (Randstedelijke) straatcultuur te zijn afgeleid van het al langer gangbare bijvoeglijk naamwoord wappie, zoals in ‘helemaal wappie zijn’ (stoned of van het padje af zijn).\nGeloofwaardiger is de connectie van wappie met het aan het Sranantongo ontleende ‘wappa’, in de straattaal ‘stoned’.", "paragraphs": ["Afgelopen zaterdag ging de taalrubriek over wappie (‘gekkie’), dat dit jaar courant geworden is, onder meer als tweede deel van complot- en viruswappie. De rubriek riep veel lezersreacties op, wellicht omdat Youp van ’t Hek diezelfde avond, in het tv-programma ‘Even tot hier’, zijn kersthit ‘Flappie’ herschreven bleek te hebben als ‘Wappie’.", "Koosnaam", "Reacties waren er onder meer van mensen die Wap, Wapperom of Wapstra heten. Hun namen blijken door intimi te worden verbasterd tot Wappie, een koosnaam met verschillende gevoelsladingen, maar dus niet per se een soortnaam met de betekenis ‘gekkie’. Een lezer wees op het clownsduo Wuppie en Wappie als mogelijke bron van wappie. Dat clown Wappie model stond voor de moderne (virus- en complot)wappies ligt echter niet voor de hand, want de clowns werden pas bekend toen wappie allang in gebruik was, in elk geval als bijvoeglijk naamwoord in de betekenis stoned en raar.", "Een andere mogelijke verklaring werd gegeven door lezers uit Noord-Limburg en Brabant, die een link zagen tussen wappie en de uitdrukkingen ‘van de wap zijn’, ‘gewapperd zijn’ en ‘waps zijn’ (niet sporen, een rare mening hebben of verkondigen). Het Venloos woordenboek (1993) vermeldt inderdaad wap in de betekenis ‘mep’ en ‘kluts’ en geeft als voorbeeld ‘ik waas gans van de wap aaf’. Daaruit valt op te maken dat ‘van de wap (af) zijn’ dialect is voor ‘van slag zijn’ of ‘de kluts kwijt zijn’.", "Stoned", "De Venlose connectie tussen wap en wappie is weliswaar interessant, maar niet overtuigend. Wappie lijkt namelijk in de (Randstedelijke) straatcultuur te zijn afgeleid van het al langer gangbare bijvoeglijk naamwoord wappie, zoals in ‘helemaal wappie zijn’ (stoned of van het padje af zijn). Geloofwaardiger is de connectie van wappie met het aan het Sranantongo ontleende ‘wappa’, in de straattaal ‘stoned’."], "authors": ["Ton Den Boon"], "keywords": ["zijn", "van", "stoned", "komen", "wappie", "kunnen", "en", "zou", "een", "wappa", "te", "niet", "het", "wap", "als", "weleens"], "pubDate": "2020-12-23T10:52:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}