{"id": "50644e12-75df-3fc2-aa68-e8412a75be4e", "title": "Schelden met ‘kanker’ ligt gevoelig. Toch wil ik een lans breken voor het k-woord", "url": "https://volkskrant.nl/cultuur-media/schelden-met-kanker-ligt-gevoelig-toch-wil-ik-een-lans-breken-voor-het-k-woord~b76bb7e6/", "summary": "Toch wil ze een lans breken voor de schoonheid en veelzijdigheid van het k-woord.\nMet name online is schelden met ‘kanker’ ingeburgerd, stellen de initiatiefnemers, en dat is ze een doorn in het oog.\nDit is een stuk van een taalliefhebber.\n‘Je weet niet waarover je het hebt’, ­roepen mensen als ik zeg dat ik het, op ‘heelal’ na, het mooiste woord uit de Nederlandse taal vind.\nAls je ze niet wilt horen, wil je niet weten wie we zijn.", "paragraphs": ["Schrijver Stella Bergsma snapt dat schelden met ‘kanker’ gevoelig ligt. Toch wil ze een lans breken voor de schoonheid en veelzijdigheid van het k-woord.", "Begin oktober sloegen het KWF en bekende youtubers de handen ineen om met de hashtag #TegenKK schelden met ‘kanker’ tegen te gaan. Met name online is schelden met ‘kanker’ ingeburgerd, stellen de initiatiefnemers, en dat is ze een doorn in het oog. Mede-initiatiefnemer en youtuber Koen Weijland: ‘Kanker is zo’n woord dat pijn doet, zeker als je ziek bent of bent geweest of in je omgeving met de ziekte te maken hebt gehad.’ Schrijver Stella Bergsma vindt dat begrijpelijk, maar wel wat lastiger invoelbaar wanneer het woord op een andere manier wordt toegepast, bijvoorbeeld als voorvoegsel. Omdat het zo beladen is, is ze als taal­fetisjist juist een beetje verkikkerd op het woord. Ze heeft ontzag voor de gigantische kracht ervan.", "Waarschuwing! Lees voordat je infor­matie tot je neemt altijd eerst de bijsluiter.", "Dit is een stuk van een taalliefhebber. Het gaat over woorden en begrippen en dan met name over het ‘k-woord’. Dit woord wordt als abstractum opgevoerd. Als onderwerp van onderzoek en analyse. Het wordt dus niet gebruikt om mee te schelden of als verwensing. Wie het onderscheid tussen die toepassingen moeilijk kan maken, kan last krijgen van bijwerkingen als gekwetstheid of woede.", "Na deze bijsluiter wordt het woord gewoon voluit geschreven. Ik ben ­namelijk niet van plan een stuk over iets te schrijven zonder het ooit te noemen, dat vind ik nodeloos ingewikkeld. Bovendien geloof ik er niet in. Je zegt het dan toch wel in je hoofd. Het is verbaal verstoppertje spelen. De olifant in de k***r negeren. O, dat k-woord mag wel. Zie je? Nodeloos ingewikkeld.", "Lieve lezer, ik wil u niet kwetsen. Als u aanstoot neemt aan grof taal­gebruik, en dan met name aan het woord dat die gruwelijke ziekte aanduidt, slik deze content dan niet. Stop nu, want het komt eraan.", "Kanker, het is overal. Machthebbenden vermoorden hun eigen volk. Mannen vertrappen peuters als peuken. De wereld eet zichzelf op. Het einde zit in het begin van iedere cel besloten. Kanker. Ik kan het zien hangen in de lucht. Mensen ademen het in. Stekelig glijdt het in hun keel.", "Dit stukje tekst is de titelverklaring voor mijn eerste roman. Het ging ­samen met nog vijftien pagina’s naar verschillende uitgeverijen. Maar liefst drie waren geïnteresseerd. Dat was lastig kiezen. Daarom hield ik bij de contractbesprekingen één ding in mijn achterhoofd. Mijn voorgenomen titel KANKER moest blijven. De uitgeverij die me daarmee liet wegkomen, zou mijn huis worden.", "‘Wat dacht je van K’, zei Oscar van Gelderen van ­uitgeverij Lebowski, ‘dat bekt toch lekker?’ Ook bij Atlas waren ze maar matig enthousiast. ‘Oké’, zeiden de dames van Nijgh, ‘de werktitel wordt Kanker. We kunnen er altijd later nog op terugkomen.’ Zo zie je maar dat vrouwen de baas moeten zijn. Ik tekende en kwam er inderdaad op ­terug. In 2016 verscheen Pussy album, want welke gek noemt zijn boek nou Kanker?", "‘Je weet niet waarover je het hebt’, ­roepen mensen als ik zeg dat ik het, op ‘heelal’ na, het mooiste woord uit de Nederlandse taal vind. Dat ik het aanbid om de magisch kracht ervan. Dat ik gek ben op die keiharde allitereer-k’s en die ronkende r. Een mokerslag van letters is het.", "‘Je hebt er zelf zeker geen ervaring mee,’ krijg ik vaak voor mijn voeten gegooid. Natuurlijk heb ik dat wel. Een op de drie mensen krijgt het. Dat kan niet anders betekenen dan dat we er allemaal direct of indirect mee te maken hebben.", "Ik kan iedereen die vindt dat ik geen recht van schelden heb geruststellen: mijn hele familie is eraan doodgegaan. Alleen mijn moeder en ik zijn nog over. Me dunkt dat ik mijn kankerprivilegepas heb verdiend.", "Ik heb mijn eigen vader thuis verzorgd, terwijl hij stierf aan wat hij zelf een kloteziekte noemde. Hij was Amsterdammer en vrij grof in de mond. Misschien heb ik mijn voorliefde voor gepeperd taalgebruik van hem. En hij was er creatief mee; ik hoorde vroeger vrijwel dagelijks alle mogelijke syntactische en semantische verbouwingen van ‘verdomme’ voorbijkomen.", "‘Waar zijn de godverdommifers’, schreeuwde hij dan door de keuken als hij het gas wilde aansteken. Dat ­desensitiseert, hè, als je het vaak hoort. Daarom veranderen scheldwoorden ook in de loop der tijd. ­Niemand, behalve de Bond tegen vloeken, ligt nog wakker van wat straffe blasfemie en ook de verbasteringen van oude ziekten als de pest, pokken, tyfus, cholera en tering zijn inmiddels eerder klerekoddig dan diepgrievend.", "Vandaar dus ook de kracht, bekoring en ja, zelfs de kúnst van het woord kanker. Een term die zijn potentie nog niet verloren heeft. Dit spijt me voor de haters ervan, hoewel ze moeten beseffen dat juist zij de oorzaak zijn en dat hun afschuw de werking van het woord alleen maar versterkt.", "Het is nu eenmaal wat we doen. Wij mensen schelden, vervloeken en verwensen. En we maken daarbij gebruik van taboes. Hetgeen vrij logisch is, omdat die zaken sterke gevoelens bij ons oproepen. En laat dat nou het nut zijn van sterk taalgebruik: sterke gevoelens uiten of juist veroorzaken.", "Daaraan kunnen verschillende ­redenen ten grondslag liggen. Bijvoorbeeld zelfexpressie, maar ook een daad van agressie jegens een ander, of als intimidatie. Woorden als wapens. Het kan zelfs dienen om een bepaalde intimiteit te creëren, een ons-kent-ons-sfeertje; hier mag je vrijuit spreken. Het is hoe dan ook een belangrijke uitingsvorm die ons een hoop kan leren over onze psyche, ons brein en onze cultuur. Maar vanwege het hoge taboegehalte is er nog niet veel onderzoek naar gedaan, en zeker niet in alle talen. Zelfs onderzoek naar een taboe is vaak al taboe.", "We weten wel een aantal dingen. Bijvoorbeeld dat de verboden onderwerpen die worden gebruikt voor scheldwoorden vrijwel altijd in de volgende vier categorieën vallen: geloof en familie, lichamelijke functies en aandoeningen, seksualiteit, en gemarginaliseerde groepen. Je zou dit het God-stront-neuk-homoprincipe kunnen noemen.", "Alle talen van de wereld, voor zover onderzocht, schelden volgens dit principe. Alleen gebruiken sommige meer woorden uit de ene en andere meer uit de andere categorie.", "Zo wordt er in sterk religieuze landen als Spanje en Italië vooral uit de Godpot geput met beledigingen als porco dio en porca madonna (varkensgod en varkensmaria). En omdat voor gelovigen het gezin nog altijd de hoeksteen is, is iemands moeder of zuster beledigen met iets als tu puta madre (je hoerenmoeder) daar ook nog altijd erg effectief.", "De Engelstalige landen graaien juist eerder uit de neukgrabbelton voor hun krachttermen met woorden als fuck, cocksucker en motherfucker.", "Duitsland dregt met woorden als Scheiße en Arschloch het liefst uit de strontcategorie. En in Nederland kijkt men eigenlijk niet meer op van een beetje ‘poep’, heer beschimpen of ­‘hoeren neuken’. Nederlanders lijken alle heilige huisjes al stijf omver gevloekt te ­hebben en putten het liefst uit een subcategorie, die van de lichamelijke aandoeningen.", "Er is geen land ter wereld dat zo veel met ziekten scheldt als Nederland. Dat zou te maken kunnen hebben met de ontkerkelijking of in ieder geval met de overstap van katholicisme naar protestantisme. Maar die heeft ook in bijvoorbeeld Zweden plaatsgevonden en daar wordt helemaal niet met gezwellen gesmeten.", "Op straat", "Er zijn meer landen die hun woorden uit de strontsectie opdreggen en ziekten gebruiken om iemand te beledigen. Af en toe valt er weleens een ‘choleraatje’ in Polen of Thailand. Maar geen enkel land heeft zo’n pestpokkepleurispalet vol ziekten als de Nedertaler.", "Bovendien valt op hoe we de aandoeningen inzetten. Laten we daarbij mijn troetelkindje ‘kanker’ als voorbeeld nemen, omdat de andere ziekten toch een beetje hun schaadkracht kwijt zijn. Nou heeft natuurlijk niet ­iedereen dat woord in zijn arsenaal zitten. Je hoort het vaker in Den Haag of Rotterdam dan in Amsterdam en eerder op straat dan in de directiekamer. En tegenwoordig is het vooral populair bij de jeugd.", "In eerste instantie werd ‘kanker’ gebruikt als scheldwoord of verwensing, waarbij ik de vindingrijkheid die daarbij kwam kijken wil roemen. Werkelijk alle dichterlijke stijlfiguren, van alliteratie tot binnenrijm en van metrum tot metafoor, werden uit de kast getrokken voor de grofste schendingen. Neem ‘krijg de kanker achter je hart, zodat de dokter het niet kan vinden’, dat is gewoon een heel verhaal! Ook iets als ‘krijg de gierende blafkanker’ vind ik pure poëzie. Vanwege de binnenrijmende a’s, maar ook door het gebruik van ‘gierend’, wat het geheel nog eens extra aanzwengelt. Je ziet turbo­tumoren door iemands lichaam ­razen, alsof de aandoening op zich niet al erg genoeg is.", "Niet veel later werden de ziekten ingezet als deel van een samenstelling om, zoals in Van Dale staat: een grote hekel aan het genoemde uit te drukken. Dus zoals dat eerst gebeurde bij ‘rotwijf’ of ‘kutauto’, had je nu ineens ‘kankerwijf’ of ‘kankerauto’, ‘kanker’ als intensiveerder of versterkend voorvoegsel.", "Nog weer later werd ditzelfde principe ook toegepast op bijvoeglijk naamwoorden als ‘mooi’ of ‘hard’. Dat is eigenlijk wat je nu het meest hoort. Ook hier fungeert ‘kanker’ als versterker, maar inmiddels kan er ook iets positiefs mee worden aangeduid. Kankermooi is de absoluut overtreffende trap van mooi, waarschijnlijk zelfs van mooist. Niets is prachtiger dan ‘mooi’ verheven tot de macht van het heftigste woord uit onze taal.", "Zoals wel vaker het geval is bij scheldwoorden en obsceniteiten, gedraagt ‘kanker’ zich bovendien als een soort free agent. Het is een versterker in ‘kankerhard’ en wordt daarbij gebruikt als zelfstandig naamwoord dat deel van een samenstelling is geworden, zoals bij ‘keihard’ of ‘steenkoud’. Hoewel het in ‘kankerdeur’ nog steeds datzelfde versterkend voorvoegsel is, is het nu opeens een bijvoeglijk naamwoord in een deel van een samenstelling, ­zoals bij ‘rotdeur’ of ‘kutvent’. ­‘Kanker’ kan beide functies vervullen, terwijl de gelijkende woorden dat omgekeerd niet kunnen. Je kunt wel keihard en kankerhard, en rotvent en kankervent zeggen, maar niet rot-hard of keivent. Dat is nou de kracht van kanker.", "‘Kanker’ fungeert vaak als versterker. Beeld Claudie de Cleen", "Het kan ook als tussenwerpsel. Bijvoorbeeld aan het begin van een zin. Zoals in: ‘Kanker, ik ben mijn sleutels vergeten!’ Maar het kan zelfs als ­invoegsel in een ander woord. Zo hoorde ik wijlen Lou, van het grofgebekte stel Tini en Lou uit Nooddorp (als je ze niet kent moet je als de kankeritus naar YouTube om ze op te snorren), tegen Tini zeggen dat ze moest ophouden met dat ‘geouwekankerhoer’. Een multi-inzetbaar woord dus, een soort joker. Zoals ik al zei, hebben meer krachttermen die verscheidenheid. Vergelijk bijvoorbeeld ‘fuck’ en alle verbasteringen daarvan in het ­Engels.", "Die enorme veelzijdigheid, kracht en originaliteit van dit soort woorden; waar anderen afschuw voelen, ben ik er juist door gefascineerd. Veel mensen nemen aanstoot aan het gebruik van kanker buiten een medische of informatieve context. Het roept, zoals ik al schreef, sterke emoties op.", "‘Woorden kunnen net als een klap in je gezicht serieus pijn doen,’ zegt de e-sporter Koen Weijland, een van de initiatiefnemers van #TegenKK, in het AD. ‘Tijdens mijn streams, op sociale media en op straat wordt er ontzettend vaak met kanker gescholden. Dat irriteert me en raakt mij persoonlijk doordat ik de ziekte nu in mijn gezin van heel dichtbij meemaak.’", "Hoewel ik de ziekte ook van dichtbij heb meegemaakt, raakt het mij niet zoals Weijland. Toch snap ik wat hij ­bedoelt. Ik kan me van alles voorstellen bij de gevoeligheid van mensen als het gaat om schelden of verwensen.", "Wat ik lastiger vind om te volgen is wanneer men aanstoot neemt aan het woord in taalconstructies die geen betrekking op henzelf of anderen hebben, dus bijvoorbeeld als versterkend voorvoegsel in samenstellingen. De manier waarop het tegenwoordig het vaakst gebruikt wordt, zeker door de jeugd. Ook in de reacties onder YouTube-filmpjes lees je eerder termen als ‘kankergoed’ of ‘kankerhard’ dan dat er iemand wordt uitgescholden of de ziekte toegewenst krijgt. Technisch gezien kun je dat eigenlijk niet eens schelden noemen en toch is dat denk ik vaak wat mensen bedoelen wanneer ze het hebben over ‘schelden met kanker.’", "Nu snap ik wel waar de angel zit. Het gaat erom dat er achteloos wordt rondgestrooid met een begrip dat bij de meesten nare associaties oproept. Maar waar zij dan gekwetst en gegriefd zijn, ben ik juist eerder verliefd. Daar is taal voor mij het inventiefst, de donkere hoeken waar wordt geëxperimenteerd met woorden en gekletterd met letters. In de kroegen, op straat en online. Omdat daar wordt gesproken over wat er écht leeft, en dat is niet altijd maar mooi. Ook lelijkheid verdient letters.", "Natuurlijk kunnen taaluitingen soms echt heel ongepast zijn. Voor mij werkt het goed om dat gewoon te benoemen. Vaak is de ander dan best genegen om een woord niet in je bijzijn te gebruiken.", "Van verbieden ben ik geen fan. Niet in de laatste plaats omdat het averechts werkt. Bestudeer dus de duistere woorden net als duistere kanten, bespreek ze, en bewierook ze zelfs soms. Ze zijn de splinters in onze ziel, schreef ik in Pussy album, het boek dat bijna Kanker had geheten.", "Als je ze niet wilt horen, wil je niet weten wie we zijn."], "authors": ["Stella Bergsma"], "keywords": ["schelden", "van", "als", "toch", "kwoord", "het", "kanker", "wil", "met", "lans", "ik", "ligt", "een", "en", "dat", "je", "niet", "voor"], "pubDate": "2020-12-07T19:16:08+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}