{"id": "506a4c5e-95ca-33e5-a8e7-5726616b321f", "title": "Toen ik een zoon kreeg, moest ik ineens bepalen wat ik van een voorhuid vind", "url": "https://volkskrant.nl/columns-opinie/toen-ik-een-zoon-kreeg-moest-ik-ineens-bepalen-wat-ik-van-een-voorhuid-vind~befb213d/", "summary": "De rubriek van Joost Zaat in de Volkskrant is een grote favoriet van me, ik sla er nooit eentje over.\nToen ik een zoon kreeg, moest ik ineens bepalen wat ik van een voorhuid vind.\nEerder, als er in mijn familie- en vriendenkring weer een jongetje was besneden, trok ik een mooie jurk aan en feliciteerde ik de trotse ouders op het besnijdenisfeest.\nMaar toen mijn eigen zoon op m’n borst werd gelegd en ik zijn puntgave lijfje bewonderde, bekroop me een gevoel van verzet.\nIk hoop niet dat dat ons voorland is bij elke lastige kwestie die we willen beslechten.", "paragraphs": ["Niet-medische besnijdenissen verbieden? Doe dat alsjeblíéft niet, zegt Ibtihal Jadib.", "De rubriek van Joost Zaat in de Volkskrant is een grote favoriet van me, ik sla er nooit eentje over. Een paar weken geleden schreef hij over een onderwerp waar ik zelf wat hoofdbrekens over heb gehad; de besnijdenis van jongens. Dokter Zaat schreef dat hij het mooi zou vinden als er een wetsvoorstel zou worden ingediend om niet-medische besnijdenissen te verbieden. Ik schrok en dacht: Oh nee, alsjeblíéft niet!", "Toen ik een zoon kreeg, moest ik ineens bepalen wat ik van een voorhuid vind. Het ouderschap werpt natuurlijk een heel scala nieuwe vragen op, maar ik had er niet op gerekend dat ik urenlang op internet zou zoeken naar wetenswaardigheden over het mannelijk geslachtsdeel. Eerder, als er in mijn familie- en vriendenkring weer een jongetje was besneden, trok ik een mooie jurk aan en feliciteerde ik de trotse ouders op het besnijdenisfeest. Een vanzelfsprekende gebeurtenis. Maar toen mijn eigen zoon op m’n borst werd gelegd en ik zijn puntgave lijfje bewonderde, bekroop me een gevoel van verzet. De gedachte dat mijn volmaakte baby nog niet ‘af’ was zolang een dokter geen mes in zijn piemel had gezet, vond ik allesbehalve vanzelfsprekend. Waarom moest die voorhuid er eigenlijk af?", "De Joodse traditie om jongens te besnijden is, voor zover ik dat als buitenstaander begrijp, erop gericht dat zij kunnen worden opgenomen in het verbond tussen God en Abraham. De Joodse besnijdenis wordt beschreven in Genesis 17 en Leviticus 12. Dit is anders bij de islam: besnijdenis wordt in de Koran niet voorgeschreven en is evenmin verbonden aan de relatie met God. Het is dan ook geen fard (verplichting) maar soenna (aanbeveling). De islamitische besnijdenis heeft een praktische insteek: de bevordering van hygiëne en preventie van ziekten. Veel islamitische voorschriften zijn van praktische aard en brachten vooruitgang in de samenleving zoals die er in de 7de eeuw uitzag: rondreizende stammen in een woestijnlandschap.", "Er zijn nog steeds praktische redenen aan te voeren om besnijdenis bij jongens te legitimeren. Zo vertelde een bevriende uroloog me dat de overdraagbaarheid van hiv lager is bij besneden mannen, een voordeel dat in sommige Afrikaanse landen significant mag heten. De voordelen die besnijdenis kan hebben, vindt zij echter minder relevant voor Nederland en wegen bovendien niet op tegen mogelijke complicaties. Een besnijdenis gaat gelukkig meestal goed en wordt in keurige klinieken uitgevoerd. Maar mijn vriendin ziet als specialist in het ziekenhuis de gevolgen van alle keren dat het níét goed gaat: infecties en lelijke littekens.", "De beslissing om mijn zoontje niet te besnijden viel slecht, mijn moeder vond het ongehoord en andere familieleden keken me aan alsof ik gek was geworden. Het ritueel is nu eenmaal diepgeworteld in de Marokkaanse cultuur. Daarom kreeg ik het zo benauwd van het voorstel van dokter Zaat om niet-medische besnijdenissen te verbieden: de Zwarte Piet-discussie heeft ons laten zien hoe fel mensen kunnen reageren als ze het gevoel krijgen dat hun traditie wordt afgepakt. Ik hoop niet dat dat ons voorland is bij elke lastige kwestie die we willen beslechten. Mijn familieleden en vrienden die hun zoontjes hebben laten besnijden zijn liefhebbende ouders die het beste voorhebben met hun kind. Dat ik daarin een andere keuze heb gemaakt, zorgt voor discussie tussen ons, maar het belangrijkste is dát die discussie wordt gevoerd. Een verbod zou het alleen maar op scherp zetten, en waarschijnlijk leiden tot illegale besnijdenissen. Iets waar kleine jongetjes al helemaal niet mee zijn geholpen."], "authors": ["Ibtihal Jonkers-Jadib"], "keywords": ["voorhuid", "van", "wat", "moest", "kreeg", "het", "op", "die", "ik", "toen", "een", "niet", "en", "dat", "mijn", "vind", "zoon"], "pubDate": "2020-10-16T15:00:30+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}