{"id": "50996151-ef5c-3532-9038-d9826158f847", "title": "Een zwalkend beleid van een zigzaggende regering betekent niet veel goeds", "url": "https://trouw.nl/cultuur-media/een-zwalkend-beleid-van-een-zigzaggende-regering-betekent-niet-veel-goeds~b011c8fc/", "summary": "Tijdens het coronadebat van dinsdag verweet de oppositie het kabinet ‘zwalkend beleid’.\nJe zegt dit van personen, organisaties, politieke partijen en overheidsorganen die voortdurend van strategie of beleid veranderen: het kabinet, de regering zwalkt.\nIn het verlengde hiervan kun je zeggen dat ‘het beleid zwalkt’ of ‘de politiek zwalkt’, dat wil zeggen: geen vaste beleidslijn volgt.\nDe precieze ontstaansgeschiedenis van het woord is onbekend.\nEtymologen wijzen op een verband met het Engelse werkwoord to walk (al dan niet gericht ergens lopen), maar zien ook weleens een verband met zwalpen (heen en weer bewegen van een vloeistof, klotsen).", "paragraphs": ["Tijdens het coronadebat van dinsdag verweet de oppositie het kabinet ‘zwalkend beleid’. Zwalken betekent eigenlijk (rond)zwerven en – vooral – zich slingerend voortbewegen. Uit die tweede betekenis (slingeren) heeft zich de figuurlijke betekenis ‘voortdurend van (denk)richting of mening veranderen’ ontwikkeld. Je zegt dit van personen, organisaties, politieke partijen en overheidsorganen die voortdurend van strategie of beleid veranderen: het kabinet, de regering zwalkt.", "De woordcombinatie ‘zwalkende politiek’ is weliswaar al eens in de 19de eeuw aangetroffen en ‘zwalkend beleid’ werd incidenteel in de eerste helft van de 20ste eeuw gebruikt, maar pas in de jaren zestig werden deze combinaties courant voor beleid dat niet getuigt van een consequent gevolgde strategie en dat daarom steeds aangepast wordt: zigzagbeleid. In het verlengde hiervan kun je zeggen dat ‘het beleid zwalkt’ of ‘de politiek zwalkt’, dat wil zeggen: geen vaste beleidslijn volgt.", "Zwalken is een relatief jong woord, dat pas in de tweede helft van de 18de eeuw op enige schaal wordt aangetroffen, aanvankelijk in de betekenis ronddolen of (op zee) ronddobberen. De precieze ontstaansgeschiedenis van het woord is onbekend. Etymologen wijzen op een verband met het Engelse werkwoord to walk (al dan niet gericht ergens lopen), maar zien ook weleens een verband met zwalpen (heen en weer bewegen van een vloeistof, klotsen). In elk geval hoort zwalken tot een grote groep woorden in het Nederlands die met zw- (soms sw-) beginnen en die allemaal een voorwerp benoemen waarmee een heen en weer gaande beweging wordt gemaakt (zweep, zwengel) of zo’n heen-en-weerbeweging zelf: zwaaien, zwenken, zwerven, zwiepen, zwieren en het dialectische woord zwaffelen (dat als swaffelen ooit Woord van het Jaar was).", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["veel", "van", "zwalkend", "goeds", "woord", "betekent", "beleid", "een", "en", "wordt", "dat", "op", "het", "niet", "zigzaggende", "die", "regering"], "pubDate": "2020-12-17T12:50:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}