{"id": "509c6df6-bc99-355a-be9d-3eae1d26c21e", "title": "'Rechts-populistische fractie in Brussel verbraste half miljoen'", "url": "https://nos.nl/artikel/2234028-rechts-populistische-fractie-in-brussel-verbraste-half-miljoen.html", "summary": "In het rapport van EY staan voor 546.382 euro onterechte declaraties of kosten waarvan het bonnetje ontbreekt.\nDaarvan wil het Budgetcomité van de EU dat de fractie 477.780,62 euro terugbetaalt of alsnog verantwoordt.\nPVV walgt ervanDe PVV betreurt de declaraties en benadrukt dat het leeuwendeel van de declaraties komt van het Franse deel van de fractie.\nHij besteedde tegen de 5000 euro voor het inbinding van documenten en verzending, bestemd voor 50 personen.\nBij de fractie zijn onder meer de PVV (4 zetels), het Franse Front National, het Belgische Vlaams Belang, het Italiaanse Lega en de Duitse AfD aangesloten.", "paragraphs": ["In het rapport van EY staan voor 546.382 euro onterechte declaraties of kosten waarvan het bonnetje ontbreekt. Daarvan wil het Budgetcomité van de EU dat de fractie 477.780,62 euro terugbetaalt of alsnog verantwoordt. Het volledige bedrag wordt op het budget voor 2018 in mindering gebracht.", "PVV walgt ervan", "De PVV betreurt de declaraties en benadrukt dat het leeuwendeel van de declaraties komt van het Franse deel van de fractie. \"De PVV-delegatie walgt van deze verrijking door de Franse delegatie en neemt hier volledig afstand van\", schrijft de partij in een reactie. \"Intern zijn strikte maatregelen en personele wijzigingen doorgevoerd. Hierdoor is herhaling van deze zaken onmogelijk geworden.\"", "Ook PVV-afgevaardigde Auke Zijlstra komt voor op de lijst. Hij besteedde tegen de 5000 euro voor het inbinding van documenten en verzending, bestemd voor 50 personen. De PVV bevestigt dit bedrag: het gaat om leren schrijfmappen met groepslogo, schrijft de PVV.", "De ENF heeft 36 zetels in het Europees parlement. Bij de fractie zijn onder meer de PVV (4 zetels), het Franse Front National, het Belgische Vlaams Belang, het Italiaanse Lega en de Duitse AfD aangesloten."], "authors": [], "keywords": ["half", "euro", "rechtspopulistische", "van", "miljoen", "verbraste", "fractie", "voor", "het", "pvv", "en", "franse", "brussel", "declaraties", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}