{"id": "509f53fe-5274-3db5-ae3a-f1af6de30bb3", "title": "'Britten hoopvol door coronavaccin, maar ze moeten voorzichtig zijn'", "url": "https://nu.nl/dit-wordt-het-nieuws/6095422/britten-hoopvol-door-coronavaccin-maar-ze-moeten-voorzichtig-zijn.html", "summary": "Het vaccinatieprogramma in het Verenigd Koninkrijk is dinsdag officieel van start gegaan.\nNa een snelle goedkeuring hopen de Britten grote stappen te zetten om de bevolking te beschermen tegen COVID-19.\nWe vragen het aan Lia van Bekhoven, correspondent in het Verenigd Koninkrijk.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.", "paragraphs": ["Het vaccinatieprogramma in het Verenigd Koninkrijk is dinsdag officieel van start gegaan. Na een snelle goedkeuring hopen de Britten grote stappen te zetten om de bevolking te beschermen tegen COVID-19. Iedereen hoopt zo snel mogelijk terug te kunnen keren naar het oude normaal, maar wordt er nu al nagedacht over het laten vieren van de teugels? We vragen het aan Lia van Bekhoven, correspondent in het Verenigd Koninkrijk.", "Abonneer je op de podcast", "In de middagpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we wat eerder op de dinsdag is gebeurd.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. iOS-gebruikers kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur een mailtje naar: Podcast@nu.nl.", "", "Bevalt deze middageditie van onze podcast of mis je wellicht iets wat de afleveringen nog completer zou maken? Reageer hieronder via ons discussieplatform NUjij."], "authors": ["Door"], "keywords": ["moeten", "hoopvol", "coronavaccin", "van", "wat", "vragen", "het", "op", "maar", "verenigd", "zijn", "voorzichtig", "ze", "je", "te", "een", "wordt", "britten", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}