{"id": "50b0dfc1-2f8b-388d-bf93-d8ec3e3b1801", "title": "‘Transformers’ van Claes Iversen stelt de vraag: Is dit een jurk of is dit kunst?", "url": "https://trouw.nl/leven/transformers-van-claes-iversen-stelt-de-vraag-is-dit-een-jurk-of-is-dit-kunst~bce990f7/", "summary": "En een strak effen purperen broekpak vervormt via een ingenieus lijnenspel en wonderlijke kleur- en materialencombinaties tot een imposante roestkleurige capevorm.\nClaes Iversen Beeld Oof VerschurenIversen geeft daarmee tevens een verbeelding weer van een periode die hij doormaakte.\nJuist niet perfectEen letterlijke ‘transformatie’ is meteen zichtbaar op de voorzijde van het boek: een verspringend (lenti­culair) beeld.\nZo flip-flopt de outfit van de mannequin van een chic broekpak tot een elegante avondjapon.\nDe toelichtende teksten zijn op een kleiner formaat pagina’s, eveneens in fluor, syste­matisch in het boek gevlochten.", "paragraphs": ["Modeontwerper Claes Iversen (1977) maakt kostbare couture-outfits voor koningin Máxima, maar ook Bolkadotjurken van 60 euro. In Transformers verkent hij zijn creatieve grenzen.", "Modeontwerpers hebben vaak het imago van raar en arrogant. Door zijn deel­name aan het vorige seizoen van ‘Wie is de Mol’ leerde het grote publiek Claes Iversen wat beter kennen. Hij bleek interesse te hebben in verschillende culturen. Daaruit put hij inspiratie voor andere disciplines dan mode. Want hij maakt ook schilderijen en wand- en vloerkleden.", "Deze verschillende artistieke uitingen zijn nu samengebracht in een boek met de titel Transformers. Naast de transformerende kracht van mode wil hij in ­deze publicatie tevens zijn eigen ontwikkeling als een brede én toegankelijke ontwerper laten zien.", "Beeld Dennis Koot", "Het moest geen overzichtsboek worden van zijn gehele oeuvre, de focus ligt op één kledingcollectie in combinatie met zijn schilderijen en interieurproducten. Voor deze unieke Transformers-couturecollectie koos Iversen vijf overbekende kledingstukken: sweatshirt, overhemd, trenchcoat, broekpak en de little black dress. In telkens vijf stappen veranderen de items. Een witte hoodie-sweater versierd met subtiele kraaltjes, trans­formeert tot een kolossale trouwjurk. En een strak effen purperen broekpak vervormt via een ingenieus lijnenspel en wonderlijke kleur- en materialencombinaties tot een imposante roestkleurige capevorm.", "Claes Iversen Beeld Oof Verschuren", "Iversen geeft daarmee tevens een verbeelding weer van een periode die hij doormaakte. Tegelijkertijd dwingt hij de kijker om zichzelf vragen te stellen: wat gebeurt hier? Is dit een jurk of kunst? Zo worden we dus serieus aan het werk gezet om onze eigen verbeelding aan te spreken en de bewuste of onbewuste verbanden te zoeken tussen de verschillende disciplines.", "Auteur Natasja­­ Admiraal probeert een miniem tipje van de werkwijze-sluier van Iversen op te lichten door tussen de transformerende kleding, schilderijen, tapijten en grafische elementen vijf ontwerpaspecten toe te lichten. Toch blijft het wat mysterieus hoe de modevormgever vanuit een platte lap volume, vorm en beweging tovert, waarbij kleur en lijn helpen het beeld te bepalen.", "Beeld Jouke Bos", "Iversen is trouwens geen creatieve uitzondering met het verleggen van de focus naar velden buiten de mode. Ook vakgenoten als Frans Molenaar, Karl ­Lagerfeld (beiden overleden) en Mart Visser ervaren het werken als multidisciplinaire ontwerper als bevrijdend.", "Juist niet perfect", "Een letterlijke ‘transformatie’ is meteen zichtbaar op de voorzijde van het boek: een verspringend (lenti­culair) beeld. Net als op vroegere ansichtkaarten wisselen twee foto’s bij het veranderen van de kijkhoek. Zo flip-flopt de outfit van de mannequin van een chic broekpak tot een elegante avondjapon. Om het middel doet een overdreven lange, oranje fluor, spanband dienst als ceintuur­­. Iversen kiest bewust voor dit verstorende industriële element waarmee de perfectie van de kleding speels wordt doorbroken.", "Model op stelten. Beeld Jouke Bos", "De boekontwerpers (kunstenaar en vormgever Ton Hoogerwerf en grafisch designer Dennis Koot) voeren het feloranje in het hele boek consequent door. Zo­doende oogt het fris. De toelichtende teksten zijn op een kleiner formaat pagina’s, eveneens in fluor, syste­matisch in het boek gevlochten. De ‘open rug’ maakt dat het boek mooi plat open valt en ook de dikke kartonnen kaft helpt het stevig in vorm te houden. Veel mode­ontwerpers schetsen graag langgerekte modellen zodat de kleding­­ indrukwekkender toont. Daarom is het boek verticaal ‘uitgerekt’ en zijn de modellen op sokkels ­gefotografeerd. Op de laatste foto staat het model zelfs op stelten.", "Sweater-bruidsjurk. Beeld Jouke Bos", "Iversen liet een filmpje maken waarin de kleding-transformaties in elkaar overlopen. Met de achterin het boek opgenomen QR code, die ook op deze pagina te ­vinden staat, is het bewegende beeld direct te zien op mobiele telefoon of tablet. Het maakt duidelijk dat ­Iversen de kledingstukken niet ontwikkelde als draagbare catwalk-items maar met deze collectie het predicaat ‘kunstwerken’ nastreefde.", "De sculpturale objecten zijn, net als zijn couturestukken, zeer ingenieus van constructie en uiterst secuur gemaakt. Ook de boekvorm­gevers zijn zorgvuldig te werk gegaan. Zij hebben al drie keer een European Design Award gewonnen. Zou dit boek wederom een kanshebber zijn?", "Scan de QR code en u ziet Iversens filmpje waarin de kleding-transformaties in elkaar overlopen.", "Claes Iversen, Transformers, Tekst: Natasja ­Admiraal. Boek­ontwerpers: Ton Hoogerwerf en Dennis Koot. Uitgeverij Waanders & de kunst. € 31,50. Blader door het boek via: waandersdekunst.nl/claes-iversen.html", "Lees ook:", "De Capitole, de afvalbak des vaderlands", "De Capitole is een goede bekende in het Nederlandse ­straatbeeld. Bij deze afvalbak is over werkelijk alles nagedacht. En hij is jarig."], "authors": ["Els De Baan"], "keywords": ["boek", "van", "dit", "iversen", "het", "op", "hij", "zijn", "transformers", "vraag", "kunst", "jurk", "een", "claes", "en", "te", "stelt"], "pubDate": "2020-11-07T14:07:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}