{"id": "50e1d96a-7c16-3f5f-9a5f-15c2ab2dd015", "title": "NS stopt met verkoop tabak bij AH To Go op stations", "url": "https://www.parool.nl/nederland/ns-stopt-met-verkoop-tabak-bij-ah-to-go-op-stations~b0bb86dd/", "summary": "We kunnen ons nu niet eens meer voorstellen dat je rookt in de trein,” zegt Anneke de Vries, directeur stations en lid van de raad van bestuur.\nStoppen met de verkoop van tabak zien wij als een maatschappelijke verantwoordelijkheid.\nZo willen wij bijdragen aan een rookvrije generatie.”De NS wil dat op het station uiteindelijk helemaal geen tabaks- of aanverwante producten meer te krijgen zijn en voert hierover gesprekken met huurders.\nOok sluit NS geen nieuwe contracten meer met huurders die rookwaren op het station willen aanbieden.\nProRail en NS hebben de laatste ‘rookpaal’ aan het Spoorwegmuseum geschonken.", "paragraphs": ["Beeld ANP", "“Even een sigaretje opsteken in de trein behoort al sinds 2004 tot het verleden. We kunnen ons nu niet eens meer voorstellen dat je rookt in de trein,” zegt Anneke de Vries, directeur stations en lid van de raad van bestuur. “Wij vinden dat sigaretten ook niet meer thuishoren in onze stationswinkels. Stoppen met de verkoop van tabak zien wij als een maatschappelijke verantwoordelijkheid. Zo willen wij bijdragen aan een rookvrije generatie.”", "De NS wil dat op het station uiteindelijk helemaal geen tabaks- of aanverwante producten meer te krijgen zijn en voert hierover gesprekken met huurders. Ook sluit NS geen nieuwe contracten meer met huurders die rookwaren op het station willen aanbieden.", "Sinds 1 oktober zijn alle stations en perrons rookvrij. ProRail en NS hebben de laatste ‘rookpaal’ aan het Spoorwegmuseum geschonken."], "authors": [], "keywords": ["van", "bij", "wij", "het", "op", "meer", "verkoop", "stations", "met", "tabak", "zijn", "stopt", "een", "en", "dat", "ns", "ah"], "pubDate": "2020-12-04T10:21:58+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}