{"id": "51088c9d-7d7d-392c-9dfa-d551c8bd92da", "title": "Zien zonder ogen: hersenimplantaat kan blinden mogelijk deel van hun zicht teruggeven", "url": "https://volkskrant.nl/wetenschap/zien-zonder-ogen-hersenimplantaat-kan-blinden-mogelijk-deel-van-hun-zicht-teruggeven~b6e083fc/", "summary": "‘Vergelijk het met een matrixbord langs de snelweg’, vertelt Pieter Roelfsema, leider van het onderzoek, aan de telefoon.\nDie moesten eerst leren om met hun ogen aan te geven wat voor vormen ze zagen.\nTechnologische beren op de wegHet aantal elektroden dat de onderzoekers in de implantaten verwerkten is ongekend, al komt het nog niet in de buurt van het zicht van niet-blinde mensen.\n‘Het menselijk oog heeft een miljoen pixels, dus 1.024 is slechts een promille van het zicht van een gezond paar ogen’, aldus Roelfsema.\n‘Zo’n hersenimplantaat inbrengen is natuurlijk een risicovolle ingreep.’Ook neurofysioloog Wim Vanduffel (KU Leuven) is te spreken over de resultaten van het team van Roelfsema.", "paragraphs": ["Annemarie wandelt met haar hond rond haar woning in Schermerhorn. Door de relatieve stilte tijdens de coronacrisis is het moeilijker voor blinden en slechtzienden om zich te oriënteren. Beeld Guus Dubbelman / de Volkskrant", "Het onderzoeksteam ontwikkelde een implantaat met 1.024 elektroden; draadjes die in verbinding staan met de hersenen. Als je daar een klein beetje stroom op zet dan ziet de drager een lichtpuntje. Dit onderzoek toont aan dat je door meerdere van deze elektroden tegelijk te stimuleren een beeld kan creëren van maximaal 1.024 pixels in de hersenen.", "‘Vergelijk het met een matrixbord langs de snelweg’, vertelt Pieter Roelfsema, leider van het onderzoek, aan de telefoon. ‘Door de lampjes op een bepaalde manier te rangschikken kunnen we bepaalde letters of getallen maken.’", "De tests vonden plaats bij twee niet-blinde apen. Die moesten eerst leren om met hun ogen aan te geven wat voor vormen ze zagen. Via de implantaten werden er vervolgens letters naar de hersenen van de apen gestuurd. De letters die de apen met hun oogbewegingen aanwezen, correspondeerden met de vormen die naar hun hersenen gestuurd werden.", "Technologische beren op de weg", "Het aantal elektroden dat de onderzoekers in de implantaten verwerkten is ongekend, al komt het nog niet in de buurt van het zicht van niet-blinde mensen. ‘Het menselijk oog heeft een miljoen pixels, dus 1.024 is slechts een promille van het zicht van een gezond paar ogen’, aldus Roelfsema. Bovendien zijn er nog een hoop technologische beren op de weg, zoals het feit dat de implantaten waarschijnlijk slechts twee jaar meegaan, door verwering van het materiaal in de hersenen en de vorming van littekenweefsel.", "Als dat soort problemen worden opgelost zouden blinde mensen met deze technologie in staat zijn om in een onbekende ruimte te navigeren, wat een enorme winst in onafhankelijkheid behelst. Roelfsema: ‘Dit onderzoek is een proof of principle: het toont aan dat iets in theorie mogelijk is. Maar het is nog te vroeg om het ook daadwerkelijk toe te passen op mensen.’", "Voor Jeroen Perk, die sinds 2013 een chip in zijn oog heeft waarmee hij zestig pixels kan zien, is het hoopvol nieuws. ‘Duizend pixels ten opzichte van zestig is natuurlijk een enorme winst. Als dit product op de markt komt en er gaan selecties plaatsvinden, dan ga ik zeker meedoen.’ Perk houdt daarbij een slag om de arm, want de risico’s zijn nog niet bekend. ‘Bij het inbrengen van de oogchip was het grootste risico dat mijn oog kapot kon gaan, maar dat was toch al het geval’, gnuift hij. ‘Zo’n hersenimplantaat inbrengen is natuurlijk een risicovolle ingreep.’", "Ook neurofysioloog Wim Vanduffel (KU Leuven) is te spreken over de resultaten van het team van Roelfsema. ‘Hier zit toekomstmuziek in’, reageert hij in een telefonisch gesprek. ‘Nu dit onderzoek heeft aangetoond dat het mogelijk is om beelden direct naar de hersenschors te sturen, is de volgende opgave om deze technologie ook in de praktijk handen en voeten te geven.’ Vanduffel speculeert liever niet over hoelang dat nog zal duren. ‘Hoe snel deze techniek zich ontwikkelt is volledig afhankelijk van middelen die ervoor vrijgemaakt worden.’"], "authors": ["Melle Meijer"], "keywords": ["teruggeven", "van", "ogen", "zonder", "mogelijk", "zien", "het", "met", "hersenimplantaat", "op", "die", "nog", "kan", "zicht", "een", "te", "dat", "om", "hun"], "pubDate": "2020-12-04T11:12:14+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}