{"id": "510a06c7-dbc5-32a9-894c-46b6fa38f9e5", "title": "Millennials zijn financieel slechter af dan hun ouders, een gesprek over die kloof", "url": "https://volkskrant.nl/de-gids/millennials-zijn-financieel-slechter-af-dan-hun-ouders-een-gesprek-over-die-kloof~bcb80ff8/", "summary": "Ik had de pabo gedaan en een kleine studieschuld van een paar duizend gulden, die heb ik versneld afbetaald.\nHeb je het idee dat je minder geld hebt dan je ouders?\nIk maak andere keuzes, maar ik denk dat ik door de keuzes die ik maak, wel rijker overkom.\nDe houding dat je blij mag zijn zijn als je een baan vindt, veranderde in: je mag wel wat kritischer zijn naar je werkgever.\nIk heb een aparte pinpas met play money, daar stort ik een vast bedrag op voor etentjes enzo.", "paragraphs": ["Beeld Matteo Bal", "Amerikaanse onderzoeken wezen er al langer op: het wordt voor kinderen steeds lastiger om het inkomen van hun ouders te overtreffen. Het onderzoek van Daniël van Vuuren, hoogleraar economie aan de Tilburg University, toont aan dat dit ook voor Nederland geldt. 51 procent van de dertigers van nu is financieel slechter af dan hun ouders toen zij dezelfde leeftijd hadden, blijkt uit de studie die hij samen met het ministerie van Sociale Zaken en Werkgelegenheid in 2018 publiceerde. Vooral in de laagste inkomensgroep slagen dertigers er minder goed in het inkomen van hun ouders te overtreffen.", "Kansenongelijkheid en overspannen huizenmarkt", "De redenen? Kansenongelijkheid wordt vaak genoemd. Kinderen uit lagere inkomensgroepen krijgen minder onderwijskansen dan anderen en daardoor wordt het voor hen lastiger zich omhoog te werken op de inkomensladder. De kredietcrisis en de stevige groei van flexcontracten en zzp’ers zijn ook veelgenoemde redenen.. Evenals de overspannen huizenmarkt met zijn torenhoge woningprijzen en de mismatch tussen het onderwijs en de banen waaraan behoefte is.", "Geldmaand Maakt geld echt gelukkig? Verdien je genoeg? Hoe kun je beginnen met beleggen? En wat kun je doen om op je veertigste met pensioen te gaan? In samenwerking met de Volkskrant geven we de hele maand financiële tips. Bekijk alle artikelen over geld op volkskrant.nl/geld of intermediair.nl/geldmaand.", "Zorgwekkend, noemt Van Vuuren de resultaten van zijn onderzoek. ‘Ongelijkheid helemaal wegnemen is een illusie, maar te veel ongelijkheid verbrokkelt de maatschappij. Dat gaat ten koste van de cohesie, wat vervolgens weer voer is voor populisten. Daaraan moet de overheid iets doen. Het onderwijs en de sociale zekerheid verbeteren bijvoorbeeld, en zorgen dat de hulp bij de juiste groepen terechtkomt.’", "Ook millennialexpert Jasper Scholten (33), die het boek Het Millennial Mysterie schreef, maakt zich voorzichtig zorgen om zijn generatie. ‘Je ziet een scheiding tussen de twintigers en dertigers die – al dan niet met behulp van hun ouders – nog net op tijd een huis hebben gekocht en het deel dat net te laat is. Dat heeft een groot verschil in vermogen gecreëerd. De millennials die vijf, zes jaar geleden een huis hebben gekocht, hebben een enorme overwaarde. Het overige deel van deze groep heeft dit niet en is voorlopig niet meer in de gelegenheid een woning te kopen. Daardoor is het voor hen een stuk lastiger om financiële zekerheid voor de rest van hun leven te creëren.’", "Weinig tegenslagen", "Over millennials wordt daarnaast nogal eens gezegd dat ze lui zijn, weinig kunnen hebben en hun geld verkeerd uitgeven. En voor een deel zit daar een kern van waarheid in, zegt Scholten. ‘Volgens psychologen hebben millennials een laag frustratie-tolerantieniveau. Ze hebben weinig tegenslagen meegemaakt in hun leven en de beren die ze op hun weg zijn tegengekomen, zijn vaak door ouders weggenomen. De zelfredzaamheid, en daarmee ook het opbouwen van vermogen, is minder.’", "Millennials zijn meer uit op instant gratification, ziet Scholten. ‘In de jeugd van millennials is er een enorme economische groei geweest en daardoor was er een stimulans om geld uit te geven. Dat zorgt voor een bepaalde dopamineverslaving op jonge leeftijd. Schulden zijn voor later, de toekomst wordt altijd beter en de wereld is maakbaar, is de millennialgedachte. Generatie X was gereserveerder in uitgaven en meer gericht op het vermijden van risico’s en creëren van zekerheid.’", "Wat de effecten van de huidige coronacrisis gaan zijn op het verschil in vermogen tussen de generaties, is afwachten. Van Vuuren verwacht dat het verschil binnen de huidige generatie dertigers vooral toeneemt. ‘Ik zie dat de meeste mensen in mijn omgeving goed kunnen doorwerken. Die hebben banen in de wetenschap, bij de overheid, consultancy, enzovoorts. Maar er zijn natuurlijk ook sectoren die helemaal op zijn gat liggen. Ik denk dat dit wel iets met de verdeling gaat doen en dat de verschillen tussen hoge en lage inkomens groter worden.’", "Een lichtpuntje voor millennials is: er komt een wealth transfer aan, zegt Scholten. ‘Het opgepotte vermogen van ouders gaat als ze sterven uiteindelijk naar hun kinderen toe. Maar ook daarvoor geldt: de kloof tussen de haves and have nots wordt alleen maar groter.", "Janneke en Fredelien", "Janneke Essen (33) in gesprek met haar moeder Fredelien Luider (69). Janneke woont met een huisgenoot in een huurwoning in Amsterdam en werkt als contentmaker en conceptbedenker bij een socialmediabureau. Fredelien was leerkracht op een basisschool, is inmiddels gepensioneerd en heeft een koopwoning in Enkhuizen. Jannekes ouders zijn gescheiden.", "Hebben jullie het weleens over geld samen?", "J: Nee, eigenlijk niet. We vinden het onderwerp niet zo interessant.", "F: Het is voor ons geen taboe, maar we hebben het er gewoon niet over. Zo vaak zien we elkaar niet, dus het is geen onderwerp dat aan bod komt.", "Gaan jullie op een andere manier met geld om?", "F: Dat denk ik wel. Als we allebei hetzelfde zouden verdienen, zou ik meer overhouden dan Janneke. Het verschil zit ’m er denk ik in dat Janneke meer geld uitgeeft aan uitgaan. Ik spendeer geld eerder aan kleren of spullen voor in huis. Janneke koopt haar kleren alleen maar tweedehands, dus dat scheelt een heleboel.", "J: ik ben meer zoals mijn vader. Mijn moeder is bedachtzamer met geld. Als ze geld krijgt voor haar verjaardag, dan bewaart ze dat. Een financiële meevaller zet ze ook apart om bijvoorbeeld te investeren in haar huis. Ze doet er iets structureels mee. Bij mij gaat het op aan dagelijkse dingen, zonder dat ik er erg in heb.", "Hebben jullie overzicht over wat er inkomt en uitgaat?", "F: Dat hou ik allemaal goed bij hoor, in een notitieboekje.", "J: Ik helemaal niet. Ik zou wel meer als mijn moeder willen zijn. Het lijkt me fijn om het overzicht te hebben en meer te kunnen sparen.", "F: Ik weet niet of Janneke geld tekortkomt aan het einde van de maand. Ik denk niet dat ze iets verkeerd doet.", "Nou Janneke, zeg het maar.", "J: De laatste tijd kom ik wel geld tekort. Lachend tegen moeder: Kan ik jou dan bellen?", "F: Maar volgens mij heb je er wel vorderingen in gemaakt.", "J: Ja, ik verdien nu meer, dat is het vooral, en ik heb niet heel hoge lasten. Ik woon liever met een huisgenoot en een wat lagere huur, dan dat ik op mezelf woon en geen leuke dingen kan doen.", "Fredelien, hoe zag jouw leven eruit toen je Jannekes leeftijd had?", "F: Toen had ik mijn eerste kind, een gezin. We hadden ons eerste koophuis en ik werkte parttime in het onderwijs. Ik had de pabo gedaan en een kleine studieschuld van een paar duizend gulden, die heb ik versneld afbetaald.", "J: Dat is dus echt iets wat mijn moeder doet. Mijn moeder wil er dan snel van af zijn, maar ik denk niet dat ik mijn studieschuld – die ook een stuk hoger is – eerder zou afbetalen. Tenzij ik een prijs win, maar dat is erg onwaarschijnlijk.", "Maak je je er weleens zorgen om Fredelien, dat Janneke bijvoorbeeld geen huis kan kopen?", "F: Ja, ik vind dat heel naar. Daar denk ik wel aan. Ik denk dat ze best een huisje zou willen kopen als dat mogelijk zou zijn.", "J: Ik zou dat inderdaad wel willen, het is een goede investering voor later. Ik probeer me er geen zorgen om te maken, maar soms doe ik dat toch. Als ik iets zou willen kopen, zou ik echt de keuze moeten maken uit Amsterdam te trekken. Maar juist nu ik in mijn eentje ben, zou ik niet ergens anders willen wonen. Bijna al mijn vrienden wonen hier.", "Heb je het idee dat je minder geld hebt dan je ouders?", "J: Mijn ouders hebben nooit veel geld gehad, dus in hun ogen ben ik misschien rijk, maar voor Amsterdamse begrippen weer niet. Ik geef veel geld uit aan mezelf, ben net nog op vakantie naar Portugal geweest en heb daar steeds tweepersoonskamers geboekt. Ik kan dat soort dingen doen omdat ik geen hypotheek heb en geen gezin. Ik maak andere keuzes, maar ik denk dat ik door de keuzes die ik maak, wel rijker overkom. Als ik met mijn ouders op vakantie ging, nam mijn vader een vuilniszak met aardappelen mee. Dat was de bedoeling althans, want in plaats daarvan heeft hij eens het vuilnis meegenomen.", "F: Het is ook een ander tijdsbeeld. Jongelui gaan nu veel meer op vakantie, in mijn tijd ging je misschien een keer per jaar op vakantie en nog steeds ga ik niet vaak weg. Wel uitstapjes en weekendjes, maar sinds ik alleen ben, ben ik niet op vakantie geweest.", "J: Ja, dat is zo. Reizen is minder duur geworden en huizen zijn nu veel duurder. Dus dan ga je maar op vakantie, om te vergeten dat je geen huis kunt kopen.", "Valentijn en Jan Paul", "Valentijn van Eendenburg (31) is verantwoordelijk voor alle software-ontwikkeling bij een marketingbureau. Hij heeft een koophuis in Amsterdam, waarvoor hij een hypotheek afsloot bij zijn vader. Zijn vader, Jan Paul (65), woont en werkt ook in Amsterdam. Hij is dermatoloog en heeft een eigen praktijk. Valentijns ouders zijn gescheiden.", "Jan Paul, ik begreep dat jij altijd tegen Valentijn hebt gezegd: jouw generatie gaat het minder krijgen dan de mijne. Waarom denk je dat?", "JP: Dat pik je op uit de media. Valentijn is geboren met een gouden lepel in zijn mond, maar tegenwoordig zijn er weinig optimistische hoogtepunten meer.", "V: Ik vind het een lastige discussie. Ik denk eerder dat de generatie hierna het minder gaat hebben. Ik begrijp natuurlijk dat mijn situatie zeker niet voor al mijn generatiegenoten geldt, maar een deel van mijn leeftijdsgenoten plukt nog de vruchten van de generatie hiervoor. Ik heb een huis kunnen kopen met een lening bij mijn vader, maar ik denk niet dat ik dit later voor mijn kinderen kan doen. Ik heb ook geen hoge studieschuld en de generatie hierna wel. De basisbeurs was toen ik studeerde nog geen lening.", "JP: Mijn studieschuld was 25.000 gulden.", "V: Die van mij maar 2.500 euro.", "JP: Dankzij je ouders, ja.", "V: Dat valt wel mee, maar mijn huur werd wel door jullie betaald. Dus alles wat ik verdiende, was eigenlijk zakgeld. Jij studeerde medicijnen en had daarnaast misschien niet veel tijd om te werken.", "JP: Ik heb altijd in een café gewerkt, maar medicijnen is qua studielast wel een ander verhaal dan algemene sociale wetenschappen.", "V: Mijn ouders lieten mij vrij in mijn studiekeuze, er werd niet gekeken naar of ik met algemene sociale wetenschappen wel een baan zou vinden. Als daar meer druk achter had gezeten, had ik misschien economie gekozen. Mijn generatie heeft meegekregen: doe wat je leuk vindt, in plaats van: zorg dat je geld verdient. Dat is een luxe, maar neemt ook druk met zich mee. Je krijgt het idee dat alles maakbaar is. Ik weet niet in hoeverre Jan Paul vrij was om te kiezen?", "JP: Ik heb die keuzevrijheid ook altijd gehad. Ik ben heel zelfstandig opgevoed. Een vriendin heeft me uiteindelijk ingeschreven voor geneeskunde – ik was alleen maar aan het feesten – en vervolgens werd ik ingeloot. Na mijn studie was het volstrekt onduidelijk of ik werk kon vinden: er waren steeds vijftig sollicitaties voor één plek.", "V: Bij mij op school werd gezegd dat het heel lastig ging worden een baan te vinden. Maar toen ik klaar was met studeren, ging de werkloosheid omlaag. De houding dat je blij mag zijn zijn als je een baan vindt, veranderde in: je mag wel wat kritischer zijn naar je werkgever.", "Waar geven jullie je geld aan uit?", "V: Ik geef voornamelijk geld uit aan ervaringen. Reizen bijvoorbeeld, en horeca. Dat is iets van mijn generatie. Mijn voorliefde is chic uiteten gaan. Ik geef het niet snel uit aan materiële zaken, maar heb wel de basis van een koophuis. Voor generatiegenoten die dat geluk niet hebben, ziet het uitgavenpatroon er misschien anders uit.", "JP: Mijn geld gaat voornamelijk naar mijn kinderen. Dat is een dure hobby.", "V: Maar wel een dankbare hobby, toch?", "JP: Och… Maar spullen kopen of op vakantie gaan doe ik niet snel. Dus mijn uitgaven zijn voornamelijk kindgerelateerd.", "V: Ik heb geen kinderen. Daar ben ik nog niet mee bezig, ik vind het fijn mijn eigen ding te doen. Dat is ook wel een verschil met de vorige generatie. Ik heb wel wat baby’s om me heen, maar veel vrienden vinden zichzelf toch nog te jong. Dat we later kinderen krijgen, komt ook door centralere rol van vrouwen op de arbeidsmarkt.", "Wie is er beter met geld?", "V: Ik geef al mijn geld uit, maar heb wel een jaarplanning. Ik weet hoeveel er binnenkomt en geef mezelf dan een budget. Ik heb een aparte pinpas met play money, daar stort ik een vast bedrag op voor etentjes enzo. Als ik het niet bijhoud, kan het hard gaan. Ik denk niet dat Jan Paul nadenkt over grote uitgaven.", "JP: Dat is een luxeprobleem. De noodzaak om er over na te denken is er niet.", "V: Nee, maar je ziet ook wel mensen met veel geld die over elke euro nadenken. Jan Paul is daar wel anders in.", "Maken jullie je weleens zorgen om de toekomst?", "JP: Valentijn hoeft alleen maar te wachten tot zijn ouders doodgaan. Dan komt er een zeer goede erfenis op hem af.", "V: Het geld dat ik heb geleend voor mijn koophuis, komt voornamelijk uit het feit dat mijn ouders twintig jaar geleden een huis hebben gekocht in Amsterdam. Die woning is acht keer over de kop gegaan. De generatie die toen toevallig een huis kocht, is daardoor heel rijk geworden. Mijn generatie heeft die overwaarde niet. Voor veel mensen is het praktisch onmogelijk geworden een huis te kopen, behalve als ouders erbij komen kijken. Maar ik maak me voor mijn generatie geen zorgen, ik voorzie vooral grote verschillen bij de generatie hierna."], "authors": ["Madelon Meester"], "keywords": ["dat", "van", "slechter", "die", "niet", "een", "financieel", "mijn", "en", "ouders", "gesprek", "maar", "ik", "zijn", "hun", "kloof", "je", "millennials", "het"], "pubDate": "2020-11-26T12:06:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}