{"id": "5132fbbd-606a-33ca-ada0-3c7e83dbd374", "title": "Verstandig om nu vast veel tijd in te ruimen voor gesprekken met vaccinatietwijfelaars", "url": "https://volkskrant.nl/wetenschap/verstandig-om-nu-vast-veel-tijd-in-te-ruimen-voor-gesprekken-met-vaccinatietwijfelaars~b3abdafe/", "summary": "Was de coronacrisis lang een uitzichtloos hobbelen van lockdown naar lockdown, nu is er een vaccin.\n‘Het beste vroege verjaardagscadeau’, zo omschreef Margaret Keenan de prik, een week voor haar 91ste verjaardag.\n(Een op de drie twijfelt nog en een op de drie is ervan overtuigd de inenting te halen.)\nMaar de coronacrisis is er ook een van de Wet van Murphy: what can go wrong, will go wrong.\nVerstandig om nu alvast veel tijd in te ruimen voor gesprekken met vaccinatietwijfelaars.", "paragraphs": ["Terwijl in Groot-Brittannië al druk wordt gevaccineerd tegen het coronavirus, peilen we in Nederland of zorgmedewerkers zo’n prik überhaupt wel willen.", "De maanden van het grote ongeduld zijn aangebroken. Was de coronacrisis lang een uitzichtloos hobbelen van lockdown naar lockdown, nu is er een vaccin. Althans, in Groot-Brittannië, waar de vaccinatiecampagne deze week van start ging. ‘Het beste vroege verjaardagscadeau’, zo omschreef Margaret Keenan de prik, een week voor haar 91ste verjaardag.", "Ze werd deze week wereldwijd de eerste die het Pfizer-vaccin kreeg buiten een onderzoekssetting. Zorgmedewerkers applaudisseerden, fotocamera’s klikten.", "Een schril contrast met het vaccinatienieuws uit Nederland die dag. Zorgmedewerkers moeten het vaccin hier als eersten krijgen, maar een op de drie wil voorlopig helemaal geen coronaprik, blijkt uit een peiling van de beroepsorganisatie. (Een op de drie twijfelt nog en een op de drie is ervan overtuigd de inenting te halen.)", "Dit soort achterbanpeilingen zijn een methodologisch mijnenveld en zelden representatief. Toch zijn de experts het er wel over eens dat een goedkeuring van het vaccin door de geneesmiddelenagentschappen niet betekent dat de gehele bevolking direct de mouw opstroopt voor een inenting. Neem de jaarlijkse griepprik. In Europa laat slechts 30 procent van het zorgpersoneel zich daarmee vaccineren, in Nederlandse verpleeghuizen zelfs maar 10 tot 15 procent.", "Deze week kreeg de Britse Margaret Keenan (90) als ­eerste ter wereld het ­Pfizer-vaccin ­buiten een onderzoekssetting. Beeld AFP", "Over de precieze effectiviteit van het griepvaccin kun je avonden lang debatteren. Maar feit is dat zorgorganisaties die inenting bij hun personeel promoten met de boodschap dat je jezelf ermee beschermt tegen ziekte, de organisatie tegen personeelskrapte wegens ziekteverzuim, en ouderen en kwetsbaren tegen ernstige complicaties. Drie belangrijke argumenten die óók zullen klinken om een coronavaccin te halen. Gaan die argumenten priktwijfelaars en -weigeraars deze keer wel over de streep trekken?", "Extra hindernis bij de vaccins die naar verwachting snel beschikbaar zijn: je hebt er niet één, maar twee van nodig. Stel, je bent al met tegenzin voor de eerste prik gegaan en had er bovendien een dag hoofdpijn van, hoeveel herinneringen en aanmoedigingen zijn er dan nodig om ook de tweede dosis te halen?", "Misschien blijkt de vaccinatiebereidheid voor de coronaprik uiteindelijk enorm, omdat mensen de beperkingen spuugzat zijn, omdat ze ontroerd worden door filmpjes van gevaccineerde vrienden en familieleden die elkaar eindelijk weer eens onbezorgd een knuffel kunnen geven, omdat ze op vakantie willen naar een land dat een vaccinatiebewijs eist. Maar de coronacrisis is er ook een van de Wet van Murphy: what can go wrong, will go wrong.", "Zo gooiden GGD’s dit jaar al eens de handdoek in de ring bij het contactonderzoek, onder meer omdat dit per coronapatiënt veel meer tijd in beslag nam dan vooraf gepland. Verstandig om nu alvast veel tijd in te ruimen voor gesprekken met vaccinatietwijfelaars. Voor zowel prik één als prik twee."], "authors": ["Tonie Mudde"], "keywords": ["van", "vaccinatietwijfelaars", "tijd", "ruimen", "verstandig", "vast", "om", "een", "die", "en", "prik", "maar", "te", "zijn", "voor", "veel", "er", "het", "nu"], "pubDate": "2020-12-11T12:00:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}