{"id": "51368d36-e967-396d-9121-eeb6fd9c93bc", "title": "Wekenlang thuis met de kinderen: zo houd je als gezin het hoofd koel", "url": "https://volkskrant.nl/de-gids/wekenlang-thuis-met-de-kinderen-zo-houd-je-als-gezin-het-hoofd-koel~b87d6186/", "summary": "Of merken dat je je geduld iets sneller dreigt te verliezen.\nDus als je merkt dat je je kookpunt hebt bereikt, trek jezelf dan even terug in het kleinste kamertje.\nLaat de kinderen zélf activiteiten verzinnenHet gevaar bestaat dat je kinderen als een soort activiteitenbegeleider door de dag gaat loodsen.\n‘Vroeger ging ik als kind met het gezin op vakantie naar Terschelling, waar geen tv was.\nPerry gelooft heilig in sorry zeggen tegen je kind wanneer je je slecht gedraagt of een keer naar je kind snauwt.", "paragraphs": ["Nu de scholen en de kinderopvang de deuren zullen sluiten, is deze vraag weer actueel: hoe kom je deze weken door? En hoe krijg je nog wat werk gedaan? We verzamelden handige tips en inzichten.", "Werk in shifts als dit kan", "‘In een normale situatie zou ik zeggen: thuiswerken in je eentje met kleine kinderen is een utopie’, zegt pedagoog Krista Okma. ‘Je kunt hooguit wat mailtjes wegwerken. Ik denk dat de meeste werkgevers daar momenteel wel begrip voor hebben.’", "Ben je als ouders samen thuis, dan kun je in shifts werken. De een drie uurtjes in een aparte kamer achter de computer, de ander bij de kinderen. ‘Maak voor jezelf een prioriteitenlijst, met wat af moet en wat kan wachten.’ Probeer de tijd zo duidelijk mogelijk in te delen en heb realistische verwachtingen. ‘Wanneer je alles half doet – je werk en je tijd met de kinderen – dan ga je dit niet drie weken volhouden.’", "Mogelijk kun je het thuiswerken in je voordeel gebruiken, zoals schrijver Rutger Lemm in een eerder stuk beschreef. ‘Ik schrijf de laatste tijd steeds vaker in korte stukjes – ik móét snel tot de kern komen. Het komt mijn werk ten goede: vroeger was ik vaak te lang van stof.’", "Maak voor elke week een speelgoeddoos", "‘Je kunt het voor de kinderen een beetje spannender maken door al het speelgoed te verdelen over verschillende dozen, voor week één, twee en drie’, tipt Krista Okma. ‘Zo is het direct duidelijk dat er een nieuwe week ingaat.’", "Een overvloed aan speelgoed komt het spelen niet ten goede, bleek onder meer uit een onderzoek door de Universiteit van Toledo onder 36 kleuters. Kleuters met veel speelgoed bleken sneller afgeleid, concludeerden de onderzoekers, waardoor ze minder geconcentreerd speelden.", "En dat is zonde. Op die manier blijft het kind haken bij de eerste fase van spelen (‘wat kan dit speelgoed’), terwijl bij het ontdekken en uitproberen (‘wat kan ík met dit speelgoed’) creativiteit en verbeeldingskracht worden aangeboord. Pedagoog Elly Singer, die onderzoek deed naar het spelen van peuters op crèches, constateerde eerder al dat kinderen op Nederlandse kinderdagverblijven last hebben van dit ‘fladdergedrag’.", "De wc is je beste vriend", "Als ouder zul je af en toe snakken naar aan moment voor jezelf. Of merken dat je je geduld iets sneller dreigt te verliezen. Hiervoor is de wc je beste vriend. ‘Soms moet je jezelf in bescherming nemen en even afstand nemen’, zegt opvoedcoach Annelies Bobeldijk van Wow Opvoedcoaching.", "Dus als je merkt dat je je kookpunt hebt bereikt, trek jezelf dan even terug in het kleinste kamertje. ‘De kunst is om je eigen thermometer te leren kennen. We zijn niet zo onmisbaar als we zelf denken. Kinderen kunnen vaak best dingen zelf oplossen en de wereld vergaat niet als jij even niet in de buurt bent.’", "Lees hier meer: Je geduld verliezen bij je kind, hoe erg is dat?", "Laat de kinderen zélf activiteiten verzinnen", "Het gevaar bestaat dat je kinderen als een soort activiteitenbegeleider door de dag gaat loodsen. ‘Laat ze zelf een lijstje maken, of laat ze tekenen als je kind jong is. Hebben ze het zelf verzonnen, dan zullen ze eerder geneigd zijn het plan ook leuk te vinden. Doe de ideeën in een grote pot.’", "Omdenken: deze tijd zullen kinderen zich later juist herinneren", "‘Ik hoor van veel ouders: hoe ga ik in vredesnaam deze weken doorkomen?’ zegt Krista Okma. ‘Het zal soms moeilijk zijn. Want eerlijk is eerlijk: het is natuurlijk heel lekker om even de deur uit te gaan en een andere identiteit aan te nemen, die van werknemer, vriendin, de sportieveling in plaats van alleen vader of moeder.’", "Volgens de pedagoog kun je het ook omzetten in iets positiefs: deze periode zullen kinderen zich later waarschijnlijk goed herinneren, omdat ze afwijkt van de normale gang van zaken. ‘Vroeger ging ik als kind met het gezin op vakantie naar Terschelling, waar geen tv was. Daar heb ik zulke goed herinneringen aan. We deden alleen maar kneuterige dingen, zoals puzzelen en zelf kussentjes borduren met een cavia erop. Ik weet het nog tot in detail.’", "Maak een keer géén plannen", "‘Jonge ouders van nu zijn de meest overgeorganiseerde generatie ooit’, meent de Noorse gezinstherapeut Hedvig Montgomery, auteur van het populaire boek De zeven stappen naar succesvol ouderschap. ‘Ouders gaan met hun kinderen naar balletles, naar de film of ergens koffiedrinken.’", "De maatregelen vanwege het coronavirus kunnen ook een kans zijn om pas op de plaats te maken. ‘Kinderen verlangen eigenlijk helemaal niet zoveel’, vertelt Montgomery. ‘Ze willen gewoon met je samen zijn. Het is waardevol als het kind voelt dat jij tijd met hem wilt doorbrengen, en niet alleen bezig bent met het hollen van de ene plek naar de andere.’", "Door die ouderlijke organisatiedrift kunnen veel waardevolle opvoedmomenten in de kiem worden gesmoord. ‘Er is weinig ruimte voor gefrustreerde kinderen, want het moet gezellig zijn, terwijl jij er als ouder juist bent om je kind te leren hoe ze met negatieve emoties kunnen omgaan.’", "Een dag doorbrengen met een klein kind is als een cursus mindfulness. ‘Wees echt in het moment met je zoon of dochter. Kijk samen naar een spin. Of naar een graafmachine die buiten bezig is. Juist op een dag zonder verplichtingen is daar ruimte voor.’", "Hier moet je wel wat moeite voor doen. ‘Bij een pasgeboren baby gaat dat buitensluiten van de wereld om je heen gemakkelijk, door de hormonen en bij vrouwen door het geven van borstvoeding’, aldus Montgomery. ‘Daarna is het lastiger om dat gevoel vast te houden.’", "Activiteiten voor binnen:", "- Je kunt zelf ansichtkaarten knutselen voor familieleden die je nu een tijd niet kunt zien", "- Laat de kinderen een dagboekje bijhouden", "- Spreid een tafellaken op de vloer en ga picknicken", "- Maak van bloem, water en zout brooddeeg om mee te kleien", "- Knutsel een kijkdoos van een lege schoenendoos. Kies een leuk thema als ‘het bos’ of ‘de dierentuin’", "Schermtijd: de teugels iets laten vieren", "‘Dat kinderen in deze periode wat vaker op een scherm zullen kijken, is niet meer dan logisch’, zegt Okma. ‘Maak een mapje aan met leuke filmpjes of een afspeellijst op Netflix, dan kun je invloed uitoefenen op wat ze precies kijken.’ Je kunt filmpjes op YouTube natuurlijk ook gebruiken voor de nodige dagelijkse beweging, door samen te dansen.", "Volgens Okma kunnen ouders zichzelf gek maken door constant bezig te zijn met schermtijd. Grote kans dat je teleurgesteld raakt in jezelf en je kind omdat het niet lukt. ‘Kinderen beleven veel plezier aan media, zoals wij ook graag naar een leuke serie kijken. Als je die tijd alleen maar begrenst, wordt het iets heel negatiefs. Dat is jammer.’", "Een uitstekende truc om een jong kind los te weken van het scherm zónder daaropvolgende driftbui, komt van de Franse psycholoog Isabelle Filliozat. In plaats van een waarschuwing (‘nog 5 minuutjes’) ga je naast je kind zitten. Kijk mee en stel een vraag: ‘Wie is dat grappige figuurtje?’ Doordat je kind gaat praten over wat hij ziet, haal je hem uit de hypnose. ‘Een brug bouwen naar de echte wereld’, noemt Filliozat dit. Nu je contact hebt, is het gemakkelijk te zeggen dat het tijd is om aan tafel te gaan.", "Betrek de kinderen bij de dagelijkse klusjes", "Deze verplichte kluizenaarstijd brengt ons in elk geval dit: minder haast. Pedagoog Krista Okma: ‘Eindelijk heb je tijd om je kinderen te laten meehelpen met koken. Dat vinden ze vaak erg leuk, maar het kost wel extra tijd. Of betrek ze bij andere klusjes die toch moeten gebeuren, zoals oud speelgoed uitzoeken, de was vouwen of de zolder uitruimen. Zet een muziekje aan en klets een beetje.’ Het mes snijdt aan twee kanten: die taken moeten toch gebeuren en iedereen blijft bezig.", "‘Wanneer een kind iets zelfstandig uitvoert, voelt het zich autonoom en dat is belangrijk voor de ontwikkeling van het zelfvertrouwen’, zegt kindertherapeut Simone van Overbeek. ‘Zelfstandigheid aanleren gaat in kleine stapjes. Bij een 3-jarige kun je vaak prima beginnen met het aanleren van speelgoed opruimen en kleren in de wasmand stoppen.’", "Hoe maak je zo’n taakje leuk? Daarvoor hoef je maar naar de Friends-aflevering te kijken waarin controlfreak Monica tijdens het organiseren van een feestje Phoebe de leiding geeft over ‘ijs en plastic bekers’, een nogal lullig klusje, om van haar af te zijn.", "Phoebe pakt groots uit (‘dat zal Monica betreuren’) met versieringen van bekers en gigantische bakken ijs met gekleurde limonade. De les: geef je kind écht de verantwoordelijkheid met bijpassende titel – directeur ontbijtspullen of ceo was vouwen, bijvoorbeeld – en kijk wat er gebeurt.", "Blijf duidelijk grenzen aangeven", "Ouders van nu willen graag op een positieve en geduldige manier met hun kinderen omgaan, merkt opvoedcoach Annelies Bobeldijk, dus leggen ze honderd keer uit dat zoonlief niet op de iPad mag. ‘De valkuil van die manier van opvoeden is dat de spanning stiekem oploopt. Van binnen ben je allang flink geïrriteerd’, zegt Bobeldijk.", "Hoe prachtig het voornemen om als serene ouder door het leven te gaan ook is, het heeft ook iets onnatuurlijks als je van binnen eigenlijk al aan het koken bent. Dan bestaat de kans dat je ontploft. ‘Benoem je frustraties eerder en geef duidelijk je grenzen aan. Dan is je kind maar even boos op jou. Het kan niet altijd gezellig zijn.’", "Wees niet te streng voor jezelf", "Wees niet te streng voor jezelf, meent psychotherapeut Philippa Perry, auteur van Het boek waarvan je wilde dat je ouders het hadden gelezen. Het gaat erom hoe je reageert nadat er een voorval is geweest tussen jou en je kind. Perry gelooft heilig in sorry zeggen tegen je kind wanneer je je slecht gedraagt of een keer naar je kind snauwt. ‘Zo leren ze hoe je een vermeende breuk moet herstellen, zonder dat je je vernederd hoeft te voelen.’", "Doe gewoon niets", "Tom Hodgkinson pleit in zijn boek The idle parent : Why less means more when raising kids voor het ondernemen van zo min mogelijk activiteiten. Gewoon in je luie stoel zitten en niets doen. Een van zijn favoriete spelletjes is ‘kietelen of pakken’. ‘Het kind rent naar mij toe en schreeuwt: ‘kietelen’ of ‘pakken’ en ik voer vervolgens, vanaf de bank, die instructie uit. Hilariteit alom.’"], "authors": ["Anna Van Den Breemer"], "keywords": ["van", "dat", "kind", "een", "kinderen", "het", "en", "zo", "wekenlang", "te", "koel", "hoofd", "thuis", "je", "houd", "met"], "pubDate": "2020-03-16T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}