{"id": "51488f23-032f-36b9-924d-99ad2b444540", "title": "Uit onderzoek blijkt dat je slimmer wordt door het eten van chocolade", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2020/12/onderzoek-slimmer-chocolade/", "summary": "Uit onderzoek blijkt dat je slimmer wordt van het eten van chocoladeVan deze wetenschappelijke ontdekking begin je spontaan te watertanden.\nVan cacao wordt chocolade gemaakt; betekent het dan dat je slimmer wordt door het eten van zo’n reep?\nOveral ter wereld wordt chocolade gegeten.\nOnderzoekers uit het Verenigd Koninkrijk en de Verenigde Staten hebben ontdekt dat het drinken van cacao de aandacht kan vergroten.\nVan de mensen die een cacaodrank met veel antioxidanten op had, werd ontdekt dat het denk- en besluit vermogen sneller verbeterde na het drinken van de drank.", "paragraphs": ["Uit onderzoek blijkt dat je slimmer wordt van het eten van chocolade", "Van deze wetenschappelijke ontdekking begin je spontaan te watertanden. Er is namelijk ontdekt dat antioxidanten in cacao het denkvermogen vergroten. Van cacao wordt chocolade gemaakt; betekent het dan dat je slimmer wordt door het eten van zo’n reep?", "Overal ter wereld wordt chocolade gegeten. Naar schatting eet de wereldbevolking per hoofd bijna een hele kilogram aan chocolade per jaar.", "De werking van Chocolade", "Door chocolade voelen mensen zich fijn. Maar het is ook goed voor onze hersenen. Dat staat in een onderzoek in het tijdschrift Scientific Reports. Onderzoekers uit het Verenigd Koninkrijk en de Verenigde Staten hebben ontdekt dat het drinken van cacao de aandacht kan vergroten. Dit is mogelijk dankzij de aanwezigheid van antioxidanten als flavanolen. Deze antioxidanten zijn in overvloed te vinden in cacaobonen.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Really good (for your mood) 😋 Chocolate topped Chocolate muffin. Echt lekker! 😍#chocolade… https://t.co/TzQZTNbcb4 — Run Eat Relax Repeat (@RunEatRelax) October 4, 2016", "Moeilijke opdrachten", "Voor het onderzoek zijn achttien gezonde volwassenen tussen de 18 en 40 jaar oud bestudeerd. De testgroep kreeg een cacaodrank met een hoog flavanolgehalte of een cacaodrank met een klein gehalte. Vervolgens keken de onderzoekers hoeveel zuurstof er in de hersenen van de testgroep aanwezig was. Gedurende de dag kregen de vrijwilligers denk-opdrachten die steeds moeilijker werden.", "„Het doel van de studie was om te onderzoeken of het zuurstofgehalte in de hersenen omhoogging, en of je je door cacao beter kunt focussen”, zegt Catarina Rendeiro, bioloog aan de Universiteit van Birmingham tegen Metro. Van de mensen die een cacaodrank met veel antioxidanten op had, werd ontdekt dat het denk- en besluit vermogen sneller verbeterde na het drinken van de drank. „We kunnen mogelijk allemaal profiteren van diëten die rijk zijn aan flavanolen”, zegt Rendeiro.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Notliketheothergirls: ik houd van bounties en pure chocolade. — Specerite 🇳🇱 Memes 🇳🇱 Pog (@Specerite) November 8, 2020", "Toekomstbeeld", "De bioloog laat weten dat een hoog zuurstofgehalte in de hersenen, de sleutel is voor een goed denkvermogen. Soms is dit proces verstoord. Deze stoornissen komen vaak voor bij mensen die op leeftijd zijn. Dementie is een voorbeeld van zo’n storing. Daarom is het in de toekomst belangrijk om te kijken of deze positieve effecten ook toepasbaar zijn op deze doelgroep.", "Lees ook: Het regende chocola in Zwitsers stadje door foutje chocoladefabriek"], "authors": ["Shazney Redan"], "keywords": ["slimmer", "van", "het", "zijn", "chocolade", "onderzoek", "wordt", "je", "uit", "dat", "een", "te", "eten", "en", "door"], "pubDate": "2020-12-09T19:03:39+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}