{"id": "5157e2f2-0d70-3492-98a9-f9d67c823fc6", "title": "Producten afgelaste kerstdiners gedoneerd aan Haarlemse voedselbank", "url": "https://nu.nl/haarlem/6097163/producten-afgelaste-kerstdiners-gedoneerd-aan-haarlemse-voedselbank.html", "summary": "Een school besloot vijftienhonderd kerststolletjes aan de Haarlemse voedselbank te doneren.\nHet is aanpoten door alle afgelaste kerstfestiviteiten, merken de vrijwilligers van de voedselbank.\nWoensdag hadden we twee keer een volle lading en vandaag ook weer een extra rit\", aldus vrijwilliger Rob (achternaam onbekend).\nGeen extreme groei van klantenbestandToch valt de groei van het klantenbestand dit jaar mee, vertelt beheerder Veldhuizen.\nToen de coronacrisis negen maanden geleden begon, dachten de vrijwilligers dat het extra druk zou worden, maar het tegendeel is waar.", "paragraphs": ["Veel kerstetentjes gaan niet door vanwege de lockdown. Vooral scholen hebben daardoor grote hoeveelheden versnaperingen over. Een school besloot vijftienhonderd kerststolletjes aan de Haarlemse voedselbank te doneren.", "\"Eigenlijk zou de school deze minikerststollen gebruiken voor het kerstontbijt\", vertelt voedselbankbeheerder Ange Veldhuizen. \"Maar dat gaat niet meer door en nu hebben wij ze gekregen.\"", "Behalve de lading spijsbrood is er ook flinke hoeveelheid chocolademelk binnengekomen. Ook kinderdagverblijven en horecabedrijven brengen grote voorraden producten langs.", "De voedselbank is erg blij met de geste, want zo krijgen de klanten in dit toch al moeilijke jaar een welkom extraatje in hun pakket.", "Het is aanpoten door alle afgelaste kerstfestiviteiten, merken de vrijwilligers van de voedselbank. \"Het is behoorlijk druk. Woensdag hadden we twee keer een volle lading en vandaag ook weer een extra rit\", aldus vrijwilliger Rob (achternaam onbekend).", "Geen extreme groei van klantenbestand", "Toch valt de groei van het klantenbestand dit jaar mee, vertelt beheerder Veldhuizen. Toen de coronacrisis negen maanden geleden begon, dachten de vrijwilligers dat het extra druk zou worden, maar het tegendeel is waar.", "Veldhuizen: \"Iemand die dit jaar zijn baan kwijt is geraakt, krijgt nog een WW-uitkering of heeft vaak partner die kan ondersteunen. Onze klanten hebben soms wel drie keer pech gehad: ze hebben geen baan, zijn gescheiden én hebben schulden.\"", "Alle extra levensmiddelen die deze dagen binnenkomen worden zorgvuldig gesorteerd. \"Nu hebben we volle schappen, maar straks in januari en februari wordt het rustiger, en dan moet er wel gegeten worden\", zegt Veldhuizen. \"Daarom worden alle houdbare producten netjes gesorteerd op datum. Zodat we straks, ook al het rustiger is, onze klanten van voedsel kunnen blijven voorzien.\""], "authors": ["Door"], "keywords": ["van", "afgelaste", "een", "en", "ook", "maar", "producten", "haarlemse", "voedselbank", "gedoneerd", "hebben", "worden", "veldhuizen", "het", "aan", "kerstdiners"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}