{"id": "516b3fa2-c2b2-3f18-aca4-52a82406b562", "title": "Jumbo Visma-baas Merijn Zeeman: ‘Ik heb een half uur gedacht dat Fabio Jakobsen dood was’", "url": "https://volkskrant.nl/sport/jumbo-visma-baas-merijn-zeeman-ik-heb-een-half-uur-gedacht-dat-fabio-jakobsen-dood-was~ba34031f/", "summary": "‘Ik heb een half uur gedacht dat Fabio dood was.’In de tumultueuze sprint in Katowice speelde corona een rol, gelooft Zeeman.\n‘Maar het klopte van geen kant.’Een uitzonderlijke sanctie volgt: uitsluiting van het Tourcircuit.\nAls hij maandag thuiskomt, kan hij zijn kinderen niet van school halen, hij moet meteen in quarantaine.\nHebben zij die ­bereidheid ook?’De onrustNa het missen van het geel in Parijs resteren troostprijzen, al spreekt Zeeman liever over bonussen.\nVier jaar geleden waren we het lachertje van het peloton.", "paragraphs": ["Jumbo-Visma had dit jaar één doel: de Tour winnen. Dat lukte niet, maar de ploeg van Merijn Zeeman heeft laten zien dat veerkracht even mooi kan zijn als winst.", "‘Alles, alles naar de klote.’ Het is 19 september, de voorlaatste dag van de Tour de France, en Merijn Zeeman, sportief directeur van de Nederlandse ploeg Jumbo-Visma, sjokt met gebogen hoofd terug naar zijn auto. Een cameraploeg van de NOS registreert zijn bittere en bondige analyse van de afgelopen uren. Op een klapstoeltje in de berm heeft hij op zijn laptop gezien hoe zijn kopman, de ­Sloveen Primoz Roglic, ogenschijnlijk ongenaakbaar aan de leiding, de gele trui verspeelde aan diens landgenoot Tadej Pogacar.", "Hij is het verlies nog altijd niet te boven, bekent Zeeman (42), verantwoordelijk voor coaching en begeleiding van 27 renners, als hij terugblikt op een turbulent wielerseizoen. ‘Soms was het mooi, soms lelijk. Dit was heel lelijk.’ De gewezen gymleraar waande zich in een wilde achtbaan, waarin hij veel varianten van ­gemoedsrust moest doorstaan, met de dreiging van het coronavirus hardnekkig op de bagagedrager.", "Mijn coronajaar Hoe greep corona in op onze levens? Het jaar gevat in twaalf interviews, van de gevallen minister die voor één keer zijn verhaal doet tot de virusjager die het virus net niet ontdekte en van de verhuurder van privéjets (die zijn beste omzet ooit draaide) tot de bestrijder van nepnieuws in Zuid-Soedan.", "De onzekerheid", "Jumbo-Visma is begin maart de eerste wielerploeg die deelname aan een wedstrijd annuleert. Meedoen aan Parijs-Nice is volgens de teamleiding onverantwoord. Ironisch genoeg slaat covid-19 toe in eigen kring, in Nederland. Directeur Richard Plugge en Zeeman zelf worden ziek. ‘Bij Richard was het ernstig, hij belandde in het ziekenhuis. Ik had drie weken hoge koorts. Het is geen gewoon griepje. Toen het weer ging, heb ik een fietstochtje van 15 kilometer gemaakt. Het voelde als 150.’", "Maanden met ongewisse invulling breken aan. Alle wedstrijden vallen weg. Renners houden de vorm bij met rondjes vanuit huis of trainen op balkons en terrassen. Maar waarvoor? Wordt er dit jaar überhaupt nog gekoerst?", "Zeeman besluit zich niet te laten ringeloren door het virus. Windstilte biedt ook kansen. Nu kunnen ze zich beter dan ooit voorbereiden. Hij weet: mocht er één wedstrijd doorgaan, dan zal het de Tour de France zijn. Dan moet de ploeg er staan.", "De hoop", "Als koersorganisaties, de internationale wieler­federatie UCI en de ploegen gezamenlijk in mei een nieuwe kalender optuigen, blijkt dat de Ronde van Frankrijk de andere twee grote etappekoersen, de Giro d’Italia en de Vuelta, naar de herfst heeft verdrongen. Meer dan ooit telt de Tour. Eind augustus zal de start in Nice zijn.", "De ploeg barst van de ambitie. Niet eerder in de ­geschiedenis van het team is er zo veel zicht op het geel in Parijs, met drie troeven in de gelederen: Primoz ­Roglic, Tom Dumoulin en Steven Kruijswijk. Zeeman: ‘We hebben nog nooit zo hard gewerkt. Voeding, ­materiaal, verzorging, tactiek; op alle details zijn we de diepte in gegaan.’", "Renners en hun begeleiders verzamelen zich in juli in een groot chalet in het Franse skioord Tignes. Het is het begin van de bubbel. Contact met anderen is ­taboe. Op trainingen schreeuwen en gebaren ze naar voorbijgangers die op de Alpentoppen te dichtbij ­komen. Attention! S’il vous plaît! Hou afstand! Als er niet wordt gefietst, hebben ze het over onderlinge ­relaties. Wrijvingen worden uitgesproken. Ze kijken naar de documentaire The Last Dance over de Chicago Bulls met Michael Jordan. Kunnen zij ook de nummer 1 van de wereld worden?", "Op 1 augustus, het begin van het hernomen wielerseizoen, zien ze samen op de televisie hoe hun Vlaamse ploeggenoot Wout van Aert de Strade Bianche wint, een zware race over gravelwegen in Toscane. Zeeman: ‘Dat gaf een enorme boost aan vertrouwen. Het klopte wat we hebben gedaan.’", "De angst", "Het is 5 augustus, ineens is de Tour ver weg. Zeeman is net teruggekeerd uit Tignes, als hij thuis in Bussum op zijn mobiele telefoon ziet hoe Dylan Groenewegen, de topsprinter van Jumbo-Visma, in de eerste etappe van de Ronde van Polen zijn concurrent Fabio Jakobsen in de laatste meters de doortocht belemmert. Die schiet door de hekken en komt met een klap tot stilstand ­tegen de pijler van de finishboog. Hij loopt zware verwondingen op aan het gelaat en zal enkele dagen in coma worden ­gehouden.", "‘Ik zag dat Dylan te vroeg aanging en dat Fabio eroverheen zou knallen. Ik zag hoe Dylan van zijn lijn afweek. Ik zag die verschrikkelijke val. Met de minuut werd het erger. Ik had contact met Frans Maassen, onze ploegleider daar. Die zei: het is helemaal mis.’", "Zeeman had ook Groenewegen aan de lijn. ‘Die was in shock. Hij was ook met 80 kilometer per uur gevallen; hij had zijn sleutelbeen verbrijzeld, alles aan zijn lijf was bont en blauw. Hij besefte nog niet dat er een complete volkswoede was losgebarsten.’", "In de late avond scrollt Zeeman door berichten op Twitter. Hij stuit op een huiveringwekkende mededeling: RIP Fabio, rest in peace. Hij raakt volledig in paniek. ‘Ik heb een half uur gedacht dat Fabio dood was.’", "In de tumultueuze sprint in Katowice speelde corona een rol, gelooft Zeeman. ‘Iedereen koerste alsof zijn leven ervan afhing. Je zag het overal. Het seizoen kon ook zomaar weer zijn afgelopen. Zoveel kansen op winst waren er niet.’", "Het belangrijkste is nu, zegt hij, dat beide topsprinters weer tegen ­elkaar kunnen gaan rijden, Fabio ­hopelijk terug op zijn oude niveau, Dylan weer als sprinter, niet als ­dader. ‘Ja, hij heeft een fout gemaakt, maar nooit met deze intentie.’", "Later die week wint Van Aert ook Milaan-San Remo. Zeeman, nog murw geslagen door de horrorcrash en de nasleep, neemt er thuis kennis van. ‘Het eerste monument in onze geschiedenis en ik heb er als een zombie naar gekeken.’", "De woede", "De Tourkaravaan trekt al tweeënhalve week door Frankrijk, het virus blijft op afstand, Parijs is in zicht. De minutieuze voorbereiding is zich aan het uitbetalen, stelt Zeeman vast. Weliswaar is de geblesseerde Kruijswijk er niet bij en voelt Dumoulin zich niet op zijn allersterkst, maar Roglic heeft de leiding stevig in handen. Geel-zwart domineert de koers. De bekroning van een woelig seizoen ligt binnen handbereik.", "De druk is hoog. Na de zeventiende etappe, op 2.304 meter hoogte, knapt er iets bij de sportief directeur. Roglic heeft op de Col de la Loze in de Alpen zijn voorsprong verder uitgebreid. Zeeman ziet hoe een commissaris van de UCI na de finish onderdelen van de fiets van de Sloveen begint te demonteren om te controleren of er geen motor in het frame zit. Daarbij beschadigt hij de bracket, het huis rond de trapas.", "Zeeman verliest zijn zelfbeheersing en foetert de ­functionaris uit. De stress van die laatste weken speelde mee, stelt hij terugkijkend vast. De zorg om mogelijke besmettingen, de druk van buitenaf; zeker die dag. ­Iedereen klampte hem aan: heeft Roglic nu de Tour ­gewonnen?", "‘Volgens de coronaregels mocht niemand anders dan de eigen mecanicien aan de fiets komen. Het was niet ­zomaar een fiets, het was de lichtste fiets van Primoz, daar hadden we er maar één van. En dan begint die man die zomaar uit elkaar te halen.’ Achteraf, zegt hij, had hij het gewoon moeten accepteren. ‘Maar het klopte van geen kant.’", "Een uitzonderlijke sanctie volgt: uitsluiting van het Tourcircuit. Hij mag niet eens meer in een volgauto plaatsnemen.", "Merijn Zeeman: ‘De gewenste veilige omgeving konden we in de Giro d’Italia niet garanderen. Dan is er maar één oplossing: met z’n allen naar huis. Mensen wegen zwaarder dan prestaties.’ Beeld Jiri Büller", "De teleurstelling", "Drie etappes later – het decor van de Tour is op de voorlaatste dag verplaatst naar de Vogezen – beseft Zeeman op zijn klapstoeltje langs het parcours van de 36 kilometer lange tijdrit al vroeg dat Roglic de heilige graal in het wielrennen niet gaat winnen.", "Waar hij zit, hebben renners nog maar zeven kilometer afgelegd. Daar geeft zijn kopman al 12 seconden prijs op de nummer twee in het klassement, Tadej Pogacar. Dit gaat fout. De marge is 57 seconden. Er was op gerekend dat Roglic juist 20 tot 30 seconden zou winnen op zijn ­rivaal en op de steile slotklim, de Planche des Belles ­Filles, iets zou moeten inleveren. Pogacar blijkt boven twee minuten sneller en wint de Tour met 59 seconden voorsprong.", "Zeeman ziet de ploeg weer in het rennershotel, als het al donker is. Alle coronaprotocollen gaan overboord, de bubbel knapt: iedereen omhelst iedereen. Het verdriet is te groot, er wordt veel gehuild, ja, hij ook, de volgende dag nog zelfs. Als hij maandag thuiskomt, kan hij zijn kinderen niet van school halen, hij moet meteen in quarantaine. Maar ze hebben het huis versierd. Binnen staat het vol met bloemen, ook van hem onbekende afzenders, die bedanken voor de mooie Tour. Buurmannen verschijnen met grote flessen champagne onder de arm.", "‘Ik ben het nog steeds niet kwijt. Zo hard gewerkt, zo dichtbij. Alles klopte, álles, tot op die zaterdag. In mijn analyse kom ik nog altijd niet verder dan dat Pogacar die dag boven zichzelf uitsteeg, terwijl Primoz een goede, maar geen uitzonderlijke prestatie neerzette. Of ik het verdacht vond? Nee, die gedachte laat ik niet toe. Er kan niet iets zijn waarmee je op één dag ineens zoveel beter kunt zijn. Primoz is na elke de etappe op doping gecontroleerd en geregeld ’s morgens in het hotel. Dat zal voor Pogacar niet veel anders zijn geweest. Sport is ook ­verliezen.", "‘Wil ik zo’n intens traject nog een keer afleggen? Het is extreem zwaar. Op dit moment zeg ik: ja. Maar ik wil er nog met de staf en de renners over gaan praten. Hebben zij die ­bereidheid ook?’", "De onrust", "Na het missen van het geel in Parijs resteren troostprijzen, al spreekt Zeeman liever over bonussen. In de eerstvolgende grote ronde komt het er niet van. Hij staat half oktober op het punt om naar de Giro d’Italia te vertrekken, die dan halverwege is, als hij telefoon krijgt: kopman Kruijswijk is positief getest op covid-19.", "Tot gramschap van de koersorganisatie besluit Jumbo-Visma de hele selectie uit Italië terug te trekken. Volgens de ploeg is het er niet veilig. In hotels zitten verschillende teams geregeld bijeen in één ruimte om te eten, ze komen elkaar tegen bij de lift. Bij Mitchelton-Scott heeft het virus ook toegeslagen.", "‘We waren bang dat wij ook anderen gingen ­besmetten. We hebben met renners en personeel overlegd. Sommigen hebben familie in risico­groepen of partners die in de zorg of het onderwijs werken. Ze voelden zich er niet goed bij. De gewenste veilige omgeving konden we niet garanderen. Dan is er maar één oplossing: met z’n allen naar huis. Mensen wegen zwaarder dan prestaties.’", "De trots", "Een bonus van formaat in Spanje: op de voorlaatste dag van de Vuelta stelt Primoz Roglic zijn winst ­veilig: op de beklimming van La Covatilla slagen zijn belagers in het klassement er niet in genoeg afstand te nemen. Al eerder was er een extra beloning ­geweest. De Sloveen won op 4 oktober Luik-Baste­naken-Luik.", "Zeeman: ‘Hoe hij na die enorme domper in Frankrijk is doorgegaan, is ongekend. Op de WK in Imola, een week na de Tour, trok hij zichzelf al binnenstebuiten. Als geen ander heeft hij het vermogen dingen achter zich te laten. Ik heb groot respect voor hem.’", "Welk gevoel overheerst na honderd hectische ­dagen wielrennen? ‘De Tour doet nog steeds pijn. Daar tegenover staat winst in de Vuelta en twee grote klassiekers. De beste renner ter wereld zit bij ons. Vier jaar geleden waren we het lachertje van het peloton. Nu zijn we het sterkste team.’ Hij voelt de waardering als ze over de snelwegen rijden met ­emblemen van de ploeg op de auto’s. Er wordt ­getoeterd. Duimen gaan omhoog. Dit telt ook: ­‘Nederland is trots op ons.’", "Merijn Zeeman (42) volgde de opleiding voor docent lichamelijke opvoeding, gaf les op middelbare scholen, en switchte, als trainer en ploegleider, vervolgens naar de wielersport. Als sportief directeur van wielerploeg Jumbo-Visma is hij verantwoordelijk voor het sporttechnisch beleid."], "authors": ["Rob Gollin"], "keywords": ["ik", "vismabaas", "hij", "gedacht", "jumbo", "jakobsen", "er", "zijn", "zeeman", "uur", "die", "van", "en", "een", "heb", "half", "op", "het", "niet", "merijn"], "pubDate": "2020-12-18T14:33:55Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}