{"id": "516d163b-25c0-3db4-9336-49fc1b57873d", "title": "Een vrouw aan het roer is binnenkort doodgewoon, kijk naar Kamala Harris", "url": "https://trouw.nl/opinie/een-vrouw-aan-het-roer-is-binnenkort-doodgewoon-kijk-naar-kamala-harris~bb3fc380/", "summary": "Intussen vond ik het bij Bhutto’s verkiezing wel ongekend bijzonder dat een vrouw aan de macht kon komen.\nWat mij tijdens mijn jeugd zo gewoon leek, had plaatsgemaakt voor het idee dat het zeer ongewoon is, een vrouw aan de top.\nWat waren we blij verrast met een vrouw aan het hoofd in Pakistan!\nKeerpuntIn de afgelopen decennia is het dominante discours dat het tamelijk ongewoon is als een vrouw aan de macht komt.\nHet idee uit mijn jeugd dat het gewoon is, een vrouw aan het roer, dat heeft wel wat.", "paragraphs": ["Ik was bijna zeven, woonde in Slough, Engeland, en op mijn school vierden we iets groots ter ere van een markante vrouw. Alle schoolkinderen in heel Groot-Brittannië vierden mee: het Zilveren Jubileum van koningin Elizabeth II. Het was 1977 en de koningin zat een kwarteeuw op de troon.", "Ik herinner me dat we heel veel sportwedstrijdjes ­deden op het schoolplein, de ouders erbij. Het was feest. Op het schoolplein leerde ik in diezelfde jaren zeventig ook een andere markante vrouw kennen: Margaret Thatcher. Op dat plein werd ze ‘milk snatcher’ genoemd. ‘Thatcher, Thatcher, milk snatcher’ was een bekende leus als kritiek op de vrouw die als minister opperde om de gratis schoolmelk, waar wij schoolkinderen dagelijks van genoten, te stoppen.", "Indira Ghandi", "Hoe dan ook, Thatcher schopte het tot premier van het Verenigd Koninkrijk in 1979 – een in het oog springende premier, mag ik wel zeggen. Tijdens mijn jeugd kende ik er nog een. Ze heette Indira Gandhi, de eerste vrouwelijke premier van India in de jaren zestig, zeventig en ook tachtig. Bijna dagelijks, als ik langs de Indiase toko liep vlakbij ons huis, zag ik een poster met daarop de statige Indira Gandhi.", "Ik zag haar ook regelmatig in het nieuws. Aan het beeld van vrouwelijke leiders had ik in mijn jeugd geen gebrek. Ook toen mijn familie in 1980 naar Nederland migreerde, maakte ik mee dat koningin Juliana de kroon overdroeg aan haar dochter. Mijn ouders wezen naar de televisiebeelden: ‘Dit is koningin Beatrix, jullie nieuwe koningin’.", "En om het helemaal mooi te maken, voeg ik nog een markante vrouw toe aan de lijst: Benazir Bhutto. Ze werd, toen ik tiener was, eind jaren tachtig, de eerste vrouwelijke premier van Pakistan, de eerste vrouwelijke premier van een islamitisch land ooit.", "Intussen vond ik het bij Bhutto’s verkiezing wel ongekend bijzonder dat een vrouw aan de macht kon komen. Wat mij tijdens mijn jeugd zo gewoon leek, had plaatsgemaakt voor het idee dat het zeer ongewoon is, een vrouw aan de top. Bhutto’s winst maakte van het onmogelijke een mogelijkheid.", "Ik herinner me mijn moeders pretogen. Wat waren we blij verrast met een vrouw aan het hoofd in Pakistan! Voor even vergaten we onze politieke verschillen met de partij van Bhutto. Het maakte ons ook niet uit dat Bhutto met haar 36 jaar geen ervaring had.", "Keerpunt", "In de afgelopen decennia is het dominante discours dat het tamelijk ongewoon is als een vrouw aan de macht komt. Er zijn zo weinig vrouwen aan de top.", "Ik denk dat we op een keerpunt zitten. En ik vermoed zo dat Kamala Harris – de nieuwe vicepresident van de Verenigde Staten, en mogelijk toekomstige president van de VS – daar een rol in gaat spelen.", "Toen Obama president werd, werd dat ervaren als een ongekende, bijna buitenaardse gebeurtenis. Een ‘zwarte’ man in het Witte Huis! Wie had dat ooit durven dromen?", "Bij Kamala Harris voelt het al gewoner. De eerste vrouw, ‘gekleurd’ bovendien, in het Witte Huis, dat geeft allang geen buitenaards gevoel meer.", "Het idee uit mijn jeugd dat het gewoon is, een vrouw aan het roer, dat heeft wel wat. Je beoordeelt mensen niet meer op kleur of geslacht, dat heeft wel wat.", "Naema Tahir is jurist en schrijver. Voor Trouw schrijft ze om de week een column. Lees ze hier terug."], "authors": ["Naema Tahir"], "keywords": ["van", "harris", "roer", "het", "vrouw", "op", "naar", "ik", "binnenkort", "kamala", "een", "mijn", "dat", "ook", "kijk", "aan", "doodgewoon"], "pubDate": "2020-11-19T09:27:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}