{"id": "518f3163-1839-352e-89f9-0fd18cde1cf8", "title": "Zo vermoord je je accu bij winterse temperaturen. Dit zijn de vijf meest gemaakte fouten", "url": "https://www.dvhn.nl/extra/Zo-vermoord-je-je-accu-bij-winterse-temperaturen.-Dit-zijn-de-vijf-meest-gemaakte-fouten-26271481.html", "summary": "Korte ritjesKorte ritten zijn niet alleen slecht voor de motor en het milieu, maar ook voor de accu vormen ze een enorme belasting.\nNiet alle verbruikers uitschakelenWie het licht aan laat staan, weet zeker dat zijn accu de volgende dag leeg is.\nEen vieze accu niet schoonmakenAls de auto-accu niet wordt verzorgd, bestaat het risico dat deze vroeg of laat niet meer werkt.\nAls er vuil op de accu ontstaat, kunnen er lekstromen door het vochtige vuil stromen, waardoor de accu geleidelijk ontlaadt.\nNegeren van de eerste waarschuwingssignalenWanneer een accu overlijdt, zijn er al langere tijd tekenen te vinden geweest dat ‘ie op zijn einde loopt.", "paragraphs": ["Als de temperatuur tot onder nul daalt, gaan veel auto-accu’s kapot. De meeste automobilisten zijn deels zelf verantwoordelijk voor dit vroegtijdig overlijden. Dit zijn de vijf meest gemaakte fouten.", "De accu is het onderdeel dat vaak als eerste bezwijkt zodra de temperaturen onder nul zakken. Dat komt enerzijds doordat er 's winters meer wordt gevraagd van de accu omdat de voor- en achterruitverwarming, stoelverwarming en kachel er vaak hard aan moeten trekken.", "Aan de andere kant zorgt de kou voor verminderde prestaties. Het gevolg is een kortere levensduur en een grotere kans op vroegtijdig overlijden. Veel automobilisten houden hier echter geen rekening mee. Sterker nog: ze maken vaak fouten die een dreigende accu-dood kunnen versnellen. Dit zijn de vijf grootste fouten volgens Autobild.", "1. Korte ritjes", "Korte ritten zijn niet alleen slecht voor de motor en het milieu, maar ook voor de accu vormen ze een enorme belasting. Omdat de accu veel kracht moet gebruiken om de motor te starten en er weinig tijd is om bij te laden, gaat de batterij snel achteruit. Wanneer dan andere verbruikers zoals de autoradio of stoelverwarming worden gebruikt, gaat de accu snel achteruit. Regelmatig bijladen met een acculader helpt, evenals regelmatig langere stukken rijden.", "2. Niet alle verbruikers uitschakelen", "Wie het licht aan laat staan, weet zeker dat zijn accu de volgende dag leeg is. Maar er zijn meer verbruikers die stroom vreten, zoals 12-volt stekkers die stroom blijven gebruiken, ook als de motor is uitgeschakeld. Dit geldt voor dashcams, marter-alarmen, verwarmde stoelhoezen en losse 12-volt accessoires.", "3. Een vieze accu niet schoonmaken", "Als de auto-accu niet wordt verzorgd, bestaat het risico dat deze vroeg of laat niet meer werkt. Als er vuil op de accu ontstaat, kunnen er lekstromen door het vochtige vuil stromen, waardoor de accu geleidelijk ontlaadt. Vooral de accupolen en aansluitingen dienen altijd schoon te worden gehouden, anders kan de accu snel leeglopen.", "4. Auto wegzetten zonder maatregelen", "Als de auto enkele weken niet wordt gestart, raakt de accu beschadigd. Omdat zelfs als alle verbruikers zijn uitgeschakeld, deze na verloop van tijd spanning verliest. Wanneer je bijvoorbeeld een klassieke auto 's winters niet gebruikt, is het aan te raden om de accu aan te sluiten op een druppellader met onderhoudsfunctie.", "5. Negeren van de eerste waarschuwingssignalen", "Wanneer een accu overlijdt, zijn er al langere tijd tekenen te vinden geweest dat ‘ie op zijn einde loopt. Typische symptomen zijn flikkerende koplampen bij het starten, of een moeizaam startende motor. Je kunt eenvoudig controleren of de accu in slechte staat is door het dimlicht in te schakelen wanneer de motor wordt gestart. Als de lichtintensiteit na verloop van tijd wat afneemt, heeft de accu zijn langste tijd gehad en is het van belang om de accu zo snel mogelijk op te laden."], "authors": ["Erik Kouwenhoven"], "keywords": ["zo", "vijf", "winterse", "temperaturen", "als", "gemaakte", "accu", "het", "zijn", "meest", "fouten", "vermoord", "je", "een", "te", "en", "niet", "er", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}