{"id": "519904d0-ce3a-3041-96ea-2beabdf00169", "title": "Jaap van Zweden overweegt weigeren uitzending opera Beethoven", "url": "https://nu.nl/muziek/6095755/jaap-van-zweden-overweegt-weigeren-uitzending-opera-beethoven.html", "summary": "Jaap van Zweden kan misschien overwegen om geen toestemming te geven voor het uitzenden van de televisieregistratie van de opera Fidelio van Ludwig van Beethoven (1770-1827) als het geluid in een leeg Concertgebouw hem tijdens de opnames niet bevalt, vertelt de dirigent donderdag in Trouw.\n\"Je moet dan heel hard werken om een samenklank te krijgen; je wilt voorkomen dat je individuele stemmen gaat horen.\"\nZijn overweging om eventueel geen toestemming te geven voor een televisie-uitzending van de opera, motiveert Van Zweden met de opmerking dat de opnames \"wel het eeuwige archief in\" zouden gaan.\nVan Zweden zegt afgelopen zomer het Concertgebouworkest in corona-opstelling te hebben gehoord in de grote zaal van het Concertgebouw.\nFidelio van Beethoven, uitgevoerd door het Radio Filharmonisch Orkest, het Groot Omroepkoor en solisten, onder leiding van Jaap van Zweden, is zaterdag vanaf 14.15 uur te beluisteren in de NTR ZaterdagMatinee op NPO Radio 4.", "paragraphs": ["Jaap van Zweden kan misschien overwegen om geen toestemming te geven voor het uitzenden van de televisieregistratie van de opera Fidelio van Ludwig van Beethoven (1770-1827) als het geluid in een leeg Concertgebouw hem tijdens de opnames niet bevalt, vertelt de dirigent donderdag in Trouw.", "\"De musici zitten zo ver uit elkaar, en ook de koorleden staan ver van elkaar af\", legt de dirigent uit waarom hij zich zorgen maakt over het geluid en de akoestiek in het Amsterdamse Concertgebouw tijdens een coronaproof opstelling van het Radio Filharmonisch Orkest, het Groot Omroepkoor en solisten. \"Je moet dan heel hard werken om een samenklank te krijgen; je wilt voorkomen dat je individuele stemmen gaat horen.\"", "Zijn overweging om eventueel geen toestemming te geven voor een televisie-uitzending van de opera, motiveert Van Zweden met de opmerking dat de opnames \"wel het eeuwige archief in\" zouden gaan. \"Moet je er dan een disclaimer aan vooraf laten gaan? Zo van: Deze opname is gemaakt in coronatijden in een leeg Concertgebouw\".", "Van Zweden zegt afgelopen zomer het Concertgebouworkest in corona-opstelling te hebben gehoord in de grote zaal van het Concertgebouw. \"Dat viel me niet mee. Ik was geschokt hoe anders het klonk, minder homogeen.\" De 59-jarige dirigent zegt daarom vervolgens te hebben bedankt voor een dirigeeropdracht met het Concertgebouworkest.", "Fidelio van Beethoven, uitgevoerd door het Radio Filharmonisch Orkest, het Groot Omroepkoor en solisten, onder leiding van Jaap van Zweden, is zaterdag vanaf 14.15 uur te beluisteren in de NTR ZaterdagMatinee op NPO Radio 4. Een televisieregistratie staat zondag gepland op NPO2 vanaf 19.10 uur."], "authors": ["Door"], "keywords": ["van", "radio", "om", "uitzending", "een", "overweegt", "en", "opera", "te", "weigeren", "voor", "je", "beethoven", "jaap", "het", "zweden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}