{"id": "5199ffb9-3b43-3d80-b742-677fc86105f0", "title": "Adjunct-hoofdredacteur Dorien Pels: we willen onze digitale lezers optimaal bedienen", "url": "http://www.trouw.nl/achter-de-schermen/adjunct-hoofdredacteur-dorien-pels-we-willen-onze-digitale-lezers-optimaal-bedienen~ba8aad6e/", "summary": "‘Waar we onze budgetten aan besteden, bepaalt de kwaliteit van onze krant.’Of ze altijd al droomde van een baan als adjunct bij een krant?\nMijn moeder vond het een fijne krant, wat laagdrempeliger dan De Volkskrant.\nHelaas is het verder vrij leeg, want we doen nog steeds het grootste deel van het werk online.\nOver hoe je je geld besteedt, maar ook over welke mensen je op welke plek inzet.\nOmdat ik als een van de weinige collega’s niet had gedronken, belde mijn chef mij om naar Volendam te gaan.", "paragraphs": ["Middenin coronatijd ging Dorien Pels (49) aan de slag als adjunct-hoofdredacteur van Trouw. De voormalige ‘chef dag’ is nu verantwoordelijk voor de personeelszaken en financiën. ‘Waar we onze budgetten aan besteden, bepaalt de kwaliteit van onze krant.’", "Of ze altijd al droomde van een baan als adjunct bij een krant? Zeker niet. Sterker nog, het idee om journalist te worden, ontstond pas toen ze twintig was. “Als tiener wilde ik iets met het buitenland, en reizen”, zegt Dorien Pels. “Na mijn middelbare school koos ik daarom voor Europese Studies en Spaans. Later switchte ik naar communicatiewetenschap.”", "Tijdens haar studie ging ze aan de slag als verslaggever bij de lokale radio, Salto. Met een bandrecorder over haar schouder fietste door Amsterdam. In een studio aan het Rembrandtplein monteerde ze samen met een technicus haar verhalen. “Daar is mijn liefde voor de journalistiek ontstaan.” Toen ze vervolgens ook ging schrijven, voor faculteitsblad Discorsi, wist ze het zeker: hier wil ik mijn vak van maken.", "In 1994 kwam ze binnen bij Trouw, als stagiair bij het mediakatern dat de krant toen nog had. “Tijdens mijn sollicitatiegesprek kreeg ik natuurlijk de vraag wat ik met de signatuur van Trouw had. Best spannend, want ik ben niet Christelijk opgevoed. Maar we hadden thuis wel een abonnement op Trouw. Mijn moeder vond het een fijne krant, wat laagdrempeliger dan De Volkskrant. Het was dus de eerste krant die ik las.”", "Afgelopen decennia heb je allerlei redactionele functies bij de krant vervuld. Waarom wilde je graag onderdeel uitmaken van de driekoppige hoofdredactie?", "“Begin dit jaar was ik – net voor corona – op skivakantie in Oostenrijk. Daar zag ik een mail voorbijkomen van mijn voorganger, Esther Lammers. Na elf jaar had ze besloten terug het journalistieke vak in te gaan, als verslaggever bij de Haagse redactie. Ik dacht meteen: dan ga ik als adjunct solliciteren.”", "Wat voor beeld had je bij die baan?", "“Grappig genoeg had ik eigenlijk geen idee wat een adjunct precies doet. Als chef dag was ik alleen maar bezig met overzicht houden over alle actualiteiten en nieuwsverhalen, en de best mogelijke krant maken. In die functie stuurde ik ook onze verslaggevers aan. Ik had er veel plezier in om mensen te enthousiasmeren en mee te krijgen. Met dat leidinggeven wilde ik graag meer doen. Esther beheerde binnen de hoofdredactie naast financiën ook personeelszaken, dus het leek me daar een mooie plek voor.”", "Dorien Pels (1971) studeerde communicatiewetenschap aan de Universiteit van Amsterdam. In het kader van het Erasmus-uitwisselingsprogramma volgde ze enkele maanden vakken International Journalism aan de City University in Londen. In 1994 kwam ze als stagiair binnen bij Trouw. Ze vervulde verschillende functies bij de krant, onder andere die van redacteur sociaal-maatschappelijke trends en van chef dag. In 2009 initieerde ze De Duurzame 100, een ranglijst van invloedrijke duurzame Nederlanders. Sinds 10 augustus 2020 is ze als adjunct-hoofdredacteur verantwoordelijk voor personeelszaken en financiën.", "Belangrijke portefeuilles, schreef hoofdredacteur Cees van der Laan. Maar ze betekenen volgens hem ook ‘een rol in de schaduw en veel ingewikkeldheden’.", "“Ik ervaar dat niet als iets negatiefs. Natuurlijk zitten er pittige kanten aan het werk. Als ik iemand moet vertellen dat zijn contract niet wordt verlengd, bijvoorbeeld. Als we geen geld kunnen vrijmaken voor een mooi project. Of als een deelredactie net weer op sterkte is en er iemand uitvalt door ziekte, waardoor we opnieuw kunnen gaan zoeken. Maar ik vind het juist uitdagend om er in een lastige situatie het beste van te maken. Bovendien: personeel en financiën zijn geen op zichzelf staande dossiers. Ze zijn onlosmakelijk verbonden met ons product. Waar we onze budgetten aan besteden en hoe we onze mensen daar optimaal bij inzetten, bepaalt de kwaliteit van onze krant.”", "Over lastige situaties gesproken: dankzij corona ben je wel met je neus in de boter gevallen.", "“Vlak nadat ik in maart had gesolliciteerd, kwam de procedure door corona maanden stil te liggen. Uiteindelijk ben ik 10 augustus in mijn nieuwe functie gestart. Grotendeels vanuit huis, maar ook regelmatig vanaf de redactie. We zorgen er namelijk voor dat daar elke dag in ieder geval één lid van de hoofdredactie aanwezig is. Helaas is het verder vrij leeg, want we doen nog steeds het grootste deel van het werk online. Ik mis het samenzijn enorm. En ook het informele contact. Even bij iemand langslopen, een praatje maken, lekker samen lachen; dat soort dingen zijn zo belangrijk. Maar voorlopig zitten ze er niet in.”", "Hoe zorg je dan dat je de lijntjes met medewerkers kort houdt?", "“Een belangrijk onderdeel van mijn werk is het ondersteunen van de chefs van de deelredacties. Die bied ik een luisterend oor. Voor hen is het immers net zo goed pittig om hun mensen vanaf afstand aan te sturen en te begeleiden. Verder bel ik heel veel, reageer ik zo snel mogelijk op verzoeken en vraag ik dóór. Als een redacteur me mailt dat hij graag oortjes voor zijn telefoon wil omdat hij zo’n last van zijn nek heeft, hoor ik niet alleen een praktische verzoek, maar ook een verhaal daarachter. Misschien heeft hij stress van het thuiswerken of maakt hij te veel uren. Daar vraag ik naar. Ik merk dat veel mensen het zwaar vinden om zo lang thuis te zitten, vooral jongere medewerkers. Ik probeer de — digitale — drempel voor hen dus zo laag mogelijk houden, in de hoop dat ze eventuele problemen snel aankaarten. Maar dat gaat niet vanzelf. Leidinggeven op afstand kost veel meer tijd en energie.”", "Is het niet vreemd om ineens de baas van je voormalige collega’s te zijn?", "“Valt reuze mee. Trouw heeft een relatief kleine redactie. En onze organisatie is heel plat. Ik voel dus niet ineens een enorme afstand. Eerlijk gezegd was mijn laatste functie als chef dag eenzamer. In de hoofdredactie ben ik immers onderdeel van een hecht trio. We overleggen veel samen.”", "Welk stempel wil je als adjunct op de krant drukken?", "“Mede dankzij de inspanningen van mijn voorganger Esther hebben we een gelijke man-vrouw-verdeling op de redactie. Eén van de dingen die ik wil doen, is ervoor zorgen dat we ook op andere vlakken nog diverser worden. Concreet: meer medewerkers met een niet-westerse achtergrond aantrekken.”", "Waar ligt je financiële focus?", "“Als hoofdredactie zijn we constant bezig met de vraag: wat willen we inhoudelijk doen en hoe kunnen we onze budgetten daar zo efficiënt mogelijk voor gebruiken? Aan de ene kant streven we ernaar de best mogelijke papieren krant te maken, aan de andere kant willen we onze digitale lezers optimaal bedienen. Dat roept dilemma’s op. Over hoe je je geld besteedt, maar ook over welke mensen je op welke plek inzet. Die discussie staat de komende jaren centraal.”", "Als adjunct schrijf je zelf niet meer. Mis je dat?", "“Niet echt. Gelukkig ben ik nog nauw bij het journalistieke werk betrokken. Ik neem deel aan de dagelijkse ochtendvergaderingen met de chefs en zo nodig vervang ik de chef van De Verdieping. Dat is het voordeel van een kleine club. Wat ik trouwens wél mis, is dat mijn werk als chef aan het eind van de dag klaar was. Met elke nieuwe krant rondde ik iets concreets af. In mijn huidige baan gaat het werk altijd door.”", "Je zit al ruim 26 jaar bij Trouw. Wat maakt dat je al die jaren bent gebleven?", "“De afwisseling. Ik heb zoveel interessante dingen gedaan. Samen met deskundigen en collega’s De Duurzame 100 bedacht, bijvoorbeeld. Ik had nooit gedacht dat die zo’n groot maatschappelijk effect zou hebben. De lijst heeft echt een impuls gegeven aan de duurzaamheidsbeweging in Nederland. Bij de nieuwsdienst mocht ik veel grote gebeurtenissen verslaan. Denk aan de nasleep van de aanslagen op 11 september en de cafébrand in Volendam. In de nieuwjaarsnacht van 2000 was ik zeven maanden zwanger. Omdat ik als een van de weinige collega’s niet had gedronken, belde mijn chef mij om naar Volendam te gaan. Ik was op dat moment bij mijn ouders in Hoorn. Samen met mijn man ben ik direct in de auto gesprongen en naar Volendam gereden. Daar zagen we de gewonden nog net weggevoerd worden. Dat beeld vergeet ik nooit meer.”", "Welke keuzes worden er gemaakt bij het schrijven van artikelen en hoe pakken wij ons onderzoek aan? In Achter de Schermen vertellen journalisten van Trouw hoe ze te werk gaan. Er is ook een Achter de Schermen podcast, die is hier te vinden. Of open hem via iTunes, Spotify of Google Podcasts."], "authors": ["Marte Van Santen"], "keywords": ["optimaal", "van", "onze", "lezers", "bedienen", "digitale", "het", "als", "adjuncthoofdredacteur", "ik", "willen", "pels", "een", "en", "dat", "ze", "je", "dorien", "aan"], "pubDate": "2020-11-26T11:50:38+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}