{"id": "519c1d89-411b-3001-b19d-dc856e3b8d66", "title": "Het CBS telt pensioen mee als vermogen. Hoe zit dat?", "url": "https://www.ewmagazine.nl/economie/achtergrond/2020/12/het-cbs-telt-pensioen-mee-als-vermogen-hoe-zit-dat-792032/", "summary": "Het Centraal Bureau voor de Statistiek publiceerde donderdag cijfers over het vermogen van huishoudens.\nIn 2019 verzocht het kabinet het CBS uit te zoeken hoe het zit met de verdeling van het pensioenvermogen.\nVan het totale vermogen van huishoudens (2,7 biljoen euro) bestond 46 procent uit pensioenvermogen,’ aldus het CBS.\nBij 1 procent rendement bedraagt de waarde van de pensioenaanspraak het eerste jaar circa 9.900 euro, het tweede jaar 9.800 euro en het derde jaar 9.700 euro.\nDe discussie of de waarde van pensioenaanspraken wel of niet tot het vermogen van huishoudens behoort, gaat ondertussen verder.", "paragraphs": ["Het Centraal Bureau voor de Statistiek publiceerde donderdag cijfers over het vermogen van huishoudens. Dat gebeurt vaker, maar deze keer telde het CBS voor het eerst de waarde van pensioenaanspraken mee. Dan blijkt dat huishoudens (op papier) bijna twee keer zo rijk zijn. Vier vragen over de verdeling van de pensioenpot van 1,2 biljoen euro.", "1. Waarom is het CBS tot deze rekenexercitie overgegaan?", "Nederland hoeft op de ranglijst van landen met grote vermogensongelijkheid alleen de Verenigde Staten boven zich te dulden. Dat blijkt uit de statistieken van de OESO, het samenwerkingsverband van welvarende landen. In Nederland bezit de 10 procent meest vermogende huishoudens bijna 70 procent van al het vermogen. In Amerika is dat 80 procent.", "Maar die statistieken vertekenen de werkelijkheid. Pensioenaanspraken die werknemers via de werkgever bij pensioenfondsen opbouwen, tellen niet mee. En laat Nederland nu net een pensioengrootmacht zijn, met een pensioenvermogen dat in omvang het dubbele is van de totale economie (alleen de Denen hebben relatief meer gespaard).", "Maar dat vermogen blijft buiten de OESO-boeken, en daardoor lijkt het alsof veel (Nederlandse) huishoudens helemaal geen vermogen opbouwen. Dit in tegenstelling tot landen waar werknemers zelf beleggen voor hun pensioen. Daar telt de pensioenrekening wel mee als vermogen. Volgens de statistieken is het vermogen in die landen veel beter verdeeld dan in Nederland.", "In 2019 verzocht het kabinet het CBS uit te zoeken hoe het zit met de verdeling van het pensioenvermogen. Bij welke huishoudens zit dat pensioenvermogen, en hoe doet Nederland het dan qua vermogensongelijkheid? Vandaag volgden de onderzoeksresultaten.", "Tel je het pensioenvermogen mee, dan verliest Nederland de tweede plaats in de vermogensstatistieken en eindigt het als middenmoter. De 10 procent rijkste (Nederlandse) huishoudens hebben samen 50 procent van het vermogen in handen. Die uitkomst sluit aan bij eerdere inschattingen.", "Andere uitkomsten van vandaag, die al eerder zijn ingeschat en weinig verbazing zullen wekken: gemeten naar opleidingsniveau beschikken de hoogopgeleiden gemiddeld over meer pensioenvermogen dan laagopgeleiden. En dertigminners en tachtigplussers hebben minder pensioenvermogen dan huishoudens waar de kostwinner tussen de 55 jaar en 65 jaar oud is.", "2. Wat hebben huishoudens gemiddeld aan pensioenvermogen?", "‘Gemiddeld was dat ruim 150.000 euro per huishouden. Negen op de tien particuliere huishoudens hadden pensioenvermogen. Van het totale vermogen van huishoudens (2,7 biljoen euro) bestond 46 procent uit pensioenvermogen,’ aldus het CBS.", "De overwaarde op het eigen huis – het verschil tussen de verkoopprijs en de hypotheekschuld – is gemiddeld 125.000 euro. Op de spaarrekening staat gemiddeld 40.000 euro. Nederland telt 7,8 miljoen huishoudens, die exclusief pensioenvermogen in 2019 een gemiddeld vermogen hadden van net geen 200.000 euro.", "3. Hoe kom je van een pensioenaanspraak tot vermogen?", "Stel dat een 77-jarige gepensioneerde man een jaarlijkse pensioenuitkering krijgt van 10.000 euro. En dat hij volgens de statistieken nog drie jaar te leven heeft. Dan is de waarde van zijn pensioenaanspraak drie keer die 10.000 euro, oftewel 30.000 euro in totaal.", "Het te verwachten rendement dat het pensioenfonds maakt, komt daarop in mindering. Bij 1 procent rendement bedraagt de waarde van de pensioenaanspraak het eerste jaar circa 9.900 euro, het tweede jaar 9.800 euro en het derde jaar 9.700 euro. In totaal heeft deze persoon dus 29.400 euro aan pensioenvermogen, rekent het CBS voor.", "En over een werknemer: ‘Stel dat iemand over tien jaar met pensioen gaat en daarna nog tien jaar leeft. Op het moment van waarnemen heeft hij een opgebouwde jaarlijkse aanspraak van zeg 1.000 euro. Dan is de actuele waarde van de jaarlijkse aanspraak van het eerste pensioenjaar (na tien jaar) 905 euro en de actuele waarde van het laatste jaar (na twintig jaar) 820 euro (bij een rendement van 1 procent).’", "EW maakte aan het begin van dit jaar onderstaande berekeningen van de waarde van pensioenaanspraken. Klik op de afbeelding voor grotere weergave.", "Het CBS heeft berekeningen gemaakt die uitgaan van 1 procent en 2 procent. Dat verschil is zo gekozen om te laten hoe groot het effect van de rekenrente is. Bij een hogere rekenrente is de waarde van het pensioen lager. De aanspraken van huishoudens bij pensioenfondsen over 2018 bedragen bij 1 procent rente 1,2 biljoen euro. Bij 2 procent rente nog maar 1 biljoen euro.", "4. En hoe zit het met verdere uitgangspunten?", "Het CBS gaat bij de berekening van het pensioenvermogen uit van het werknemerspensioen dat werknemers en gepensioneerden (en sommige zelfstandigen, zoals notarissen en glaszetters) verplicht hebben opgebouwd bij een pensioenfonds of -verzekeraar. De AOW en de zelf opgebouwde zogeheten individuele pensioenen bij een bank of beleggingsinstelling tellen niet mee.", "Daarnaast heeft het CBS gekeken naar de pensioenen over 2018 en dan komt het uit op een vermogen van 1,2 biljoen euro. Dat vermogen is behoorlijk toegenomen de laatste twee jaar. Uit cijfers van De Nederlandsche Bank (DNB) blijkt dat het vermogen is gestegen naar 1,7 biljoen euro (uitgaande van de technische voorziening).", "Pensioenfondsen rekenen met de zogeheten rentetermijnstructuur. Voor uitkeringen die over één jaar moeten worden uitgevoerd is de rente -0,519. Voor een uitkering die over honderd jaar plaatsvindt, rekent het pensioenfonds met 1,25 procent. Die rentetermijnstructuur wijzigt maandelijks, vandaar dat die voor het CBS minder bruikbaar is.", "Al langere tijd houdt het statistiekbureau de pensioenaanspraken bij op persoonsniveau. Ongeveer 10 miljoen werkenden hebben gemiddeld een pensioen opgebouwd van 5.400 euro bruto per jaar, bij één of meerdere werkgevers.", "De discussie of de waarde van pensioenaanspraken wel of niet tot het vermogen van huishoudens behoort, gaat ondertussen verder. Want waarom tel je wel het werknemerspensioen mee, maar niet de AOW-uitkering? Een ‘gewone werknemer’ heeft over beide zaken weinig zeggenschap, en bij overlijden zijn beide rechten vervlogen."], "authors": [], "keywords": ["pensioen", "van", "als", "bij", "zit", "hoe", "het", "jaar", "huishoudens", "mee", "vermogen", "telt", "een", "dat", "cbs", "en", "euro"], "pubDate": "2020-12-03T15:43:47+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}