{"id": "51a327cb-8ee5-3857-88b2-d91e4d54d0a6", "title": "Jouw instapgids voor de Amerikaanse presidentsverkiezingen", "url": "https://nu.nl/verkiezingen-vs/6085427/jouw-instapgids-voor-de-amerikaanse-presidentsverkiezingen.html", "summary": "Een presidentstermijn duurt precies vier jaar en een president mag maximaal twee van die termijnen uitdienen.\nVoor Trump is dat de huidige vicepresident, Mike Pence, en voor Biden is het Kamala Harris, een senator uit Californië.\nDe belangrijkste speerpunten van zijn campagne zijn het tegengaan van economische globalisatie en immigratie, en het inperken van de rol van de overheid, bijvoorbeeld ten opzichte van het bedrijfsleven.\nAmerikaanse kiezers stemmen dus niet direct op een presidentskandidaat in een landelijke race, maar bepalen welke opdracht de kiesmannen van hun staat meekrijgen.\n(Foto: ANP)De Amerikaanse kiezer stemt in november niet alleen op een presidentskandidaat, toch?", "paragraphs": ["Het is makkelijk om jezelf te verliezen in de enorme nieuwsstroom rond de Amerikaanse verkiezingen. Soms is het fijn even terug te gaan naar de basis. Dit is een simpele gids met antwoorden op de vragen: wie doen er mee, wat willen ze en hoe werkt het precies?", "Wie zijn de kandidaten voor het presidentschap?", "Door: ProShots", "Donald Trump (74), de huidige Republikeinse president, probeert een tweede regeringstermijn veilig te stellen.", "Door: AFP", "Hij wordt uitgedaagd door de Democraat Joe Biden (77), een politieke veteraan, die in het verleden onder meer acht jaar lang vicepresident was onder Trumps voorganger, Barack Obama.", "Een presidentstermijn duurt precies vier jaar en een president mag maximaal twee van die termijnen uitdienen.", "De kandidaten worden bijgestaan door hun running mates ('verkiezingsmaatjes'), die bij winst hun vicepresident worden. Voor Trump is dat de huidige vicepresident, Mike Pence, en voor Biden is het Kamala Harris, een senator uit Californië.", "Wat willen zij gaan doen als ze (weer) president worden?", "President Trump wil zijn rechts-populistische en conservatieve beleid van de afgelopen vier jaar doorzetten. De belangrijkste speerpunten van zijn campagne zijn het tegengaan van economische globalisatie en immigratie, en het inperken van de rol van de overheid, bijvoorbeeld ten opzichte van het bedrijfsleven. Wat betreft sociale kwesties, zoals lhbti-rechten en het abortusrecht, heeft hij conservatieve standpunten.", "De centrumlinkse Biden wil juist een grotere rol voor de overheid, bijvoorbeeld op het gebied van gezondheidszorg, economie en de strijd tegen klimaatverandering. Hij stelt een minder streng migratiebeleid voor dan zijn rivaal. Op sociaal gebied heeft hij progressieve standpunten.", "Hoe wordt de president precies verkozen?", "Trump en Biden strijden om de stemmen van de 538 gedelegeerden, beter bekend als kiesmannen, in het Kiescollege (Electoral College). Wie daar 270 of meer stemmen krijgt, is de volgende president.", "Amerikaanse kiezers stemmen dus niet direct op een presidentskandidaat in een landelijke race, maar bepalen welke opdracht de kiesmannen van hun staat meekrijgen. De 'landelijke' presidentsverkiezingen zijn daarmee eigenlijk een verzameling verkiezingen in de staten, waarvan de uitkomsten worden gebundeld om te bepalen wie het land gaat leiden.", "Hoe worden die kiesmannen aangesteld en verdeeld?", "Het aantal kiesmannen per staat is afhankelijk van de bevolkingsomvang. Californië (39,5 miljoen inwoners) heeft er 55, Wyoming (580.000 inwoners) heeft er drie. Die verdeling is wel een beetje scheef: staten met weinig inwoners hebben naar verhouding meer invloed.", "Beide partijen hebben lijsten met kiesmannen, die in elke staat intern worden verkozen. Vaak zijn dat partijprominenten. Als de verkiezingsuitslag binnen is, worden de gedelegeerden van de winnende partij naar het Kiescollege gestuurd.", "Kiesmannen worden niet evenredig verdeeld (op percentages van de behaalde stemmen), zoals in bijvoorbeeld Nederland het geval is. De hele 'buit' van een staat gaat naar de kandidaat met de meeste stemmen (winner-take-all). Dat geldt voor alle staten, behalve Maine en Nebraska.", "Een (denkbeeldig) voorbeeld: Illinois heeft 20 kiesmannen. De Republikeinen krijgen in deze staat 60 procent van de stemmen en de Democraten 40 procent. Dat betekent niet dat de eerstgenoemde partij twaalf kiesmannen krijgt en de laatstgenoemde acht. Omdat zij de winnaars zijn, krijgen de Republikeinen alle twintig kiesmannen.", "Wat zijn swingstaten?", "De meeste staten hebben een duidelijke partijvoorkeur. Californië gaat vrijwel altijd naar de Democraten ('blauwe' staat), terwijl Wyoming steevast voor de Republikeinen kiest ('rode' staat). De strijd spitst zich daarom toe op de zogeheten swingstaten ('paarse' staten), waar de uitkomst niet op voorhand zeker is. Dit keer zijn dat er een stuk of twaalf.", "Kan een kandidaat die niet de meeste stemmen krijgt toch president worden?", "Vanwege winner-take-all en de scheefheid van de kiesmannenverdeling, kan het inderdaad voorkomen dat een kandidaat landelijk de meeste stemmen behaalt, maar toch verliest in het Kiescollege en geen president wordt. Dat overkwam Hillary Clinton in 2016. Voor een uitgebreide uitleg kun je onderstaande video bekijken.", "Door: AFP", "Het Capitool in Washington, waar het Huis van Afgevaardigden en de Senaat zetelen. (Foto: ANP)", "De Amerikaanse kiezer stemt in november niet alleen op een presidentskandidaat, toch?", "Nee, ook de samenstelling van het Congres moet dan worden bepaald in het stemhokje.", "De partij die een meerderheid in de Senaat of het Huis van Afgevaardigden heeft kan een president helpen (door zijn plannen goed te keuren) of hem juist hinderen (door ze te blokkeren). Een meerderheid in beide kamers van het Congres geldt daarbij uiteraard als de hoofdprijs.", "Huis van Afgevaardigden", "De Amerikaanse variant van de Tweede Kamer heeft 435 zetels. Verkiezingen voor al die zetels vinden elke twee jaar plaats. Als die niet samenvallen met de presidentsverkiezingen, gaat het om midterm elections (tussentijdse verkiezingen).", "De strijd om het Huis is dit jaar het minst spannend. Uit peilingen blijkt dat de Democraten veel kans maken hun huidige meerderheid te behouden of uit te breiden.", "Senaat", "De Amerikaanse Eerste Kamer heeft honderd zetels. Senatoren dienen een termijn van zes jaar uit. Ze zijn verdeeld in drie groepen, met twee jaar tussen elke groep. Dat betekent dat elke twee jaar 33 zetels zijn te vergeven. Eén groep telt 34 zetels.", "De Republikeinen hebben momenteel een kleine meerderheid in de Senaat in handen, maar volgens de peilingen maken de Democraten een goede kans die over te nemen. Deze strijd is daarom spannender dan die om het Huis.", "Door: ANP", "Howie Hawkins, presidentskandidaat van de Green Party. Het is niet vreemd als je nog nooit van hem hebt gehoord. (Foto: ANP)", "Je hoort eigenlijk alleen over Republikeinen en Democraten. Doen er nog meer partijen mee?", "Officieel kent de VS meer politieke partijen dan de Democratische Partij en de Republikeinse Partij. Maar door de aard van het kiesstelsel maken die in de praktijk amper kans op politieke macht. Het is heel moeilijk voor een derde partij, zoals de Groenen of de Libertarische Partij, om de winst te pakken in één staat, laat staan in het aantal staten dat nodig is om aan 270 kiesmannen te komen.", "Kleinere partijen kunnen de grotere wel in de weg zitten, door stemmen af te snoepen in staten waar het verschil tussen de grote partijen gering is. Dat deden de Groenen in 2016 bij de Democraten; als hun kiezers in de swingstaten Pennsylvania, Michigan en Wisconsin op Hillary Clinton hadden gestemd, was zij president geworden.", "Het lijkt er niet op dat een kleine partij in 2020 een vergelijkbare rol zal spelen. De strijd gaat zo zeer tussen Trump en Biden, dat daar verder niemand bij komt kijken.", "Maar als het verschil tussen die twee in sommige cruciale swingstaten weer zo klein is als vier jaar geleden, is niet uit te sluiten dat enkele tienduizenden stemmen op een derde partij heel belangrijk kunnen zijn voor de uitslag."], "authors": ["Door", "Matthijs Le Loux"], "keywords": ["van", "dat", "die", "een", "het", "en", "te", "instapgids", "amerikaanse", "zijn", "op", "voor", "presidentsverkiezingen", "jouw"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}