{"id": "51af1cb9-9af6-368e-806a-bb130653cb15", "title": "Kerstlampjes, kerstlampjes, steeds weer in de knoop", "url": "https://volkskrant.nl/columns-opinie/kerstlampjes-kerstlampjes-steeds-weer-in-de-knoop~b418cfee/", "summary": "Met de handen in het haar, lig ik huilend op de vloerDe kerstboom staat al klaar, maar ik scheld op mijn snoerTachtig knopen in mekaar, onontwarbaar strak verknooptOptuigen duurt toch elk jaar, weer veel langer dan gehooptKerstlampjes, kerstlampjes, steeds weer in de knoopO wat klote is dat toch, al die lampjes op een hoopHey!\nKerstlampjes, kerstlampjes, steeds weer in de knoopO wat klote is dat toch, al die lampjes op een hoopHey!\nKerstlampjes, kerstlampjes, steeds weer in de knoopO wat klote is dat toch, al die lampjes op een hoopKomt dit advies te laat, en zit u met een kluwKerstlampjes aan een draad en een boom in de schaduwZeg dan maar fok die shit, geef een ander plan een kansEn maak dan van die lampjesklit, een stralende kerstkransHey!\nKerstlampjes, kerstlampjes, steeds weer in de knoopO wat klote is dat toch, al die lampjes op een hoopHey!\nKerstlampjes, kerstlampjes, steeds weer in de knoopO wat klote is dat toch, al die lampjes op een hoopJasper van Kuijk op Twitter: @jaspervankuijk", "paragraphs": ["Denkfouten in het hedendaags ontwerp gefileerd door innovatie-expert (en cabaretier) Jasper van Kuijk. Deze week: kerstlampjes.", "Met de handen in het haar, lig ik huilend op de vloer", "De kerstboom staat al klaar, maar ik scheld op mijn snoer", "Tachtig knopen in mekaar, onontwarbaar strak verknoopt", "Optuigen duurt toch elk jaar, weer veel langer dan gehoopt", "Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Hey!", "Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "De oorzaak uitgevlooid, bleek de dubb’le snoerenbocht", "Van de streng die ik verstrooid, bij de Hema kocht", "Vanaf de stekker gaan er twee, losse draden naar", "Een splitsing in twee lussen, en ja dat verwart almaar", "Dit ontwerp bevreemdt mij zeer, het is slecht beredeneerd", "Want net dat lusje meer, versiert gecompliceerd", "En dan de aansluitvorm, van het snoer op elke lamp", "Die haken in elkaar, enorm, en dat completeert de ramp", "O! Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Hey! Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Dit advies geef ik beleefd, koop lichtjes op één lijn", "Die dubbele lus geeft, u enkel maar venijn", "En let op klein’re schaal, hoe men lamp verbindt met draad", "Maar ook een snoer van materiaal dat minder klit bestaat", "Zijn lampjes reeds in uw bezit, en u wilt die niet wegdoen", "Voorkom dan dat geklit, en spendeer een beetje poen", "Aan kabelbindertjes, en een paar stukken karton", "En wikkel met uw kindertjes, alles daar zorgvuldig om", "Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Hey! Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Komt dit advies te laat, en zit u met een kluw", "Kerstlampjes aan een draad en een boom in de schaduw", "Zeg dan maar fok die shit, geef een ander plan een kans", "En maak dan van die lampjesklit, een stralende kerstkrans", "Hey! Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Hey! Kerstlampjes, kerstlampjes, steeds weer in de knoop", "O wat klote is dat toch, al die lampjes op een hoop", "Jasper van Kuijk op Twitter: @jaspervankuijk"], "authors": ["Jasper Van Kuijk"], "keywords": ["weer", "kerstlampjes", "dat", "die", "toch", "al", "een", "knoop", "op", "wat", "lampjes", "steeds"], "pubDate": "2020-12-11T12:00:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}