{"id": "51b07bfa-8347-3bcd-bb51-daa923038bdf", "title": "Europese Commissie wil vaart achter treinvervoer zetten", "url": "https://nu.nl/auto/6099406/europese-commissie-wil-vaart-achter-treinvervoer-zetten.html", "summary": "De Europese Commissie heeft 2021 als Europees jaar van het spoor aangemerkt.\nVolgend jaar moet werk gemaakt worden van Europese spoorverbindingen, zodat het eenvoudiger wordt om per trein de grens over te steken.\nOndanks dat vervoer per trein volgens de Europese Commissie schoon en veilig is, neemt het spoor slechts 7 procent van het passagiersvervoer voor zijn rekening en 11 procent van het vrachtvervoer.\n\"Het Europees jaar van het spoor biedt ons de mogelijkheid om deze manier van transport te herontdekken.\nDoor middel van verschillende initiatieven willen we van de gelegenheid gebruik maken om de potentie van het spoor ten volle te benutten\", aldus Adina-Ioana Valean, Eurocommissaris voor Vervoer.", "paragraphs": ["De Europese Commissie heeft 2021 als Europees jaar van het spoor aangemerkt. Volgend jaar moet werk gemaakt worden van Europese spoorverbindingen, zodat het eenvoudiger wordt om per trein de grens over te steken. Tal van activiteiten moeten de trein volgend jaar onder de aandacht brengen, zo schrijft de commissie woensdag.", "Ondanks dat vervoer per trein volgens de Europese Commissie schoon en veilig is, neemt het spoor slechts 7 procent van het passagiersvervoer voor zijn rekening en 11 procent van het vrachtvervoer. Daar moet verandering in komen, zo oordeelt de commissie.", "\"Het Europees jaar van het spoor biedt ons de mogelijkheid om deze manier van transport te herontdekken. Door middel van verschillende initiatieven willen we van de gelegenheid gebruik maken om de potentie van het spoor ten volle te benutten\", aldus Adina-Ioana Valean, Eurocommissaris voor Vervoer."], "authors": ["Door"], "keywords": ["europese", "zetten", "van", "zo", "commissie", "jaar", "om", "spoor", "achter", "te", "wil", "het", "vaart", "treinvervoer", "trein"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}