{"id": "51c7cbff-8545-3640-8d01-2d75c5e8972f", "title": "De Jong leidt Barcelona met eerste goal sinds februari naar zege op Sociedad", "url": "https://nu.nl/voetbal/6097178/de-jong-leidt-barcelona-met-eerste-goal-sinds-februari-naar-zege-op-sociedad.html", "summary": "De Nederlander maakte met zijn eerste doelpunt in ruim negen maanden de winnende goal tegen de uittredend koploper van La Liga: 2-1.\nJordi Alba knalde bal met de binnenkant van zijn mindere rechtervoet van een meter of 13 zeer fraai in de kruising.\nBarcelona wint eindelijk weer twee keer op rij in La LigaTien minuten na rust had Antoine Griezmann de ploeg van Koeman op een 3-1-voorsprong moeten zetten.\nIn de slotfase had Alexander Isak de 2-2 op zijn schoen, maar de spits van Real Sociedad stuitte van dichtbij op Marc-André ter Stegen.\nBarcelona boekte daardoor voor het eerst sinds de eerste twee wedstrijden van het seizoen twee zeges op rij in La Liga.", "paragraphs": ["Frenkie de Jong heeft FC Barcelona woensdagavond naar de zege op koploper Real Sociedad geschoten. De Nederlander maakte met zijn eerste doelpunt in ruim negen maanden de winnende goal tegen de uittredend koploper van La Liga: 2-1.", "Het Barcelona van Ronald Koeman had veel meer balbezit in het eerste half uur, maar het was Real Sociedad dat in de 28e minuut op voorsprong kwam in het lege Camp Nou. Na een afgeslagen corner gaf Portu een lage voorzet die Willian José bij de tweede paal simpel kon binnentikken.", "Amper drie minuten na de openingstreffer kwam Barça weer op gelijke hoogte. Jordi Alba knalde bal met de binnenkant van zijn mindere rechtervoet van een meter of 13 zeer fraai in de kruising.", "Vlak voor rust stond Alba aan de basis van de 2-1. De linksback gaf een lage voorzet op De Jong, die midden in het strafschopgebied helemaal vrijstond en simpel kon binnenschieten. De assistent-scheidsrechter stak zijn vlag omhoog voor buitenspel, maar na tussenkomst van de VAR werd de goal goedgekeurd.", "Het was voor De Jong zijn eerste competitietreffer sinds 9 februari. Barcelona-trainer Ronald Koeman zei dinsdag op zijn persconferentie nog dat de oud-Ajacied in aanvallend opzicht een grotere bijdrage zou kunnen leveren.", "Voor de gebruikers van de app: tik op de video om de goal van Frenkie de Jong te bekijken.", "Barcelona wint eindelijk weer twee keer op rij in La Liga", "Tien minuten na rust had Antoine Griezmann de ploeg van Koeman op een 3-1-voorsprong moeten zetten. De Fransman kon een voorzet van Alba in een leeg doel glijden, maar raakte de bal helemaal verkeerd, waardoor keeper Álex Remiro kon redden.", "In de slotfase had Alexander Isak de 2-2 op zijn schoen, maar de spits van Real Sociedad stuitte van dichtbij op Marc-André ter Stegen. Barcelona boekte daardoor voor het eerst sinds de eerste twee wedstrijden van het seizoen twee zeges op rij in La Liga.", "De ploeg van Koeman staat nu vijfde met twintig punten uit twaalf duels. De nieuwe koploper Atlético Madrid heeft zes punten meer en een duel minder gespeeld.", "Bekijk het programma, de uitslagen en de stand in La Liga"], "authors": ["Door"], "keywords": ["van", "sociedad", "februari", "een", "kon", "het", "koeman", "leidt", "maar", "la", "zege", "zijn", "op", "goal", "naar", "voor", "sinds", "met", "jong"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}