{"id": "51d0cc5f-b1b1-3b3d-a5bc-1ffd91941ba1", "title": "Acteur Peter Radtke (1943 - 2020) maakte zich hard voor mensen die afweken van de norm", "url": "https://trouw.nl/leven/acteur-peter-radtke-1943-2020-maakte-zich-hard-voor-mensen-die-afweken-van-de-norm~bbf10d21/", "summary": "De onvoorwaardelijke liefde van zijn moeder, zei Radtke later, gaf hem het zelfvertrouwen om zijn plek op te eisen in het leven.\nEen jaar later begint hij zijn carrière als hoofd van het gehandicaptenprogramma aan het educatiecentrum voor volwassenen in München.\nHet stuk was destijds indringend en taboedoorbrekend, omdat het een schijnwerper zette op het vervormde lichaam van de acteur.\nIn Radtke’s ogen had ook zijn vader imperfecties, maar die waren minder zichtbaar dan die van hemzelf.\n“De problemen van mensen met een handicap zijn vooral sociale problemen”, merkte Peter Radkte.", "paragraphs": ["Peter Radtke kwam in 1943 ter wereld met drie gebroken botten. De eerste van nog honderd botten die hij in zijn leven zou breken. Bij zijn geboorte bleek hij een ernstige vorm van Osteogenesis Imperfecta te hebben, een bindweefselaandoening waardoor zijn botten gemakkelijk braken en vergroeiden. De dokters gaven hem slechts een paar maanden.", "Maar gevaarlijker dan zijn aandoening zelf bleek de tijd waarin hij werd geboren. Om ‘rassenpuurheid’ na te streven vermoordde het nationaal-socialistisch regime systematisch mensen met een handicap of geestelijke beperking. Zijn moeder, zuster van beroep, beschermde haar zoon door naar Regensburg te verhuizen, waar niemand het gezin kende. De onvoorwaardelijke liefde van zijn moeder, zei Radtke later, gaf hem het zelfvertrouwen om zijn plek op te eisen in het leven.", "Zo lukte het hem te bereiken wat anderen ook konden, zonder daarbij zijn handicap te ontkennen. In 1976 promoveerde hij in de literatuurwetenschap met een dissertatie genaamd ‘Het probleem ‘broosheid’’, waarin hij op filosofische wijze zijn levensthema onder de loep neemt. Een jaar later begint hij zijn carrière als hoofd van het gehandicaptenprogramma aan het educatiecentrum voor volwassenen in München.", "Het stuk zette een schijnwerper op het vervormde lichaam van de acteur", "Net als zijn toneelspelende vader werd ook Peter Radtke door het podium getrokken. In 1978 organiseerde hij het eerste Duitse toneelstuk dat gespeeld werd door mensen met een handicap. Zelf speelde hij in 1985 een hoofdrol in een feministische bewerking van Euripides’ Medea. Niet een jaloerse Medea, maar Jason doodt daarin hun gehandicapte kind, gespeeld door Peter Radtke. Het stuk was destijds indringend en taboedoorbrekend, omdat het een schijnwerper zette op het vervormde lichaam van de acteur. De teksten waren naar Radtke’s leven geschreven: “Mijn botten braken bij de geboorte als glas - en ik lag daar, in glinsterende scherven.”", "Met zijn eigen vader had Radtke een moeizame verhouding. Volgens Peter Radtke was zijn vader een weinig succesvolle acteur, die vanwege zijn tuberculose veel tijd doorbracht in het sanatorium. Over zijn zoon zei Ernst Radtke in een documentaire dat hij trots was op wat deze “tragische man” had bereikt. Die woorden waren zowel kwetsend, als ook onbegrijpelijk voor Peter Radtke. Zelf ervoer hij dat hij alles kon, alleen net op een andere manier. “Ik lijd niet aan de afwijking. Ik heb het gewoon. Het is een manier van leven”, zei hij.", "In Radtke’s ogen had ook zijn vader imperfecties, maar die waren minder zichtbaar dan die van hemzelf. De meeste kunstenaars hadden wel een beperking, vond Radtke, en door kunst vonden zij een manier om zich te uiten. “Ik heb altijd geprobeerd een brug te slaan”, vertelde Radtke. ”Mensen met een handicap zijn niet zo verschillend van niet-gehandicapten. Zij hebben soms dezelfde problemen, communicatieproblemen bijvoorbeeld.”", "Recensenten waren enthousiast over het briljante optreden van Radtke als de aap Rode Peter", "De essentie van het menszijn onderzocht hij in 1994 in het stuk ‘Ein bericht für eine Akademie’ van Franz Kafka. Hij speelt de aap Rode Peter, die zich als een mens leert gedragen en zo de menselijke identiteit op losse schroeven zet. Recensenten waren enthousiast over het briljante optreden van Radtke in het apenhuis van de Berliner Zoo, met apen op de achtergrond en het “min of meer menselijke publiek” voor hem.", "Tot op hoge leeftijd probeerde hij meer acceptatie in de Duitse samenleving te creëren voor mensen die afwijken van de norm. “De problemen van mensen met een handicap zijn vooral sociale problemen”, merkte Peter Radkte. Daarom zette hij zich vanaf 2003 in voor de ethiekraad en schreef in 2007 een boek met de titel: ‘Waarom onze samenleving gehandicapte mensen nodig heeft.’ In die geest voerde hij ook campagne tegen het opsporen van erfelijke afwijkingen bij ongeboren kinderen. Radtke: “Een wereld waarin ziekte en lijden geen plaats mogen hebben, die verafschuw ik.”"], "authors": ["Kim"], "keywords": ["mensen", "maakte", "van", "radtke", "zijn", "hard", "voor", "een", "norm", "met", "te", "op", "het", "zich", "hij", "peter", "die"], "pubDate": "2020-12-14T12:00:50Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}