{"id": "51d9defe-3650-392b-845b-88de4f4de13a", "title": "RB Leipzig wint met 3-2 en duwt United naar de Europa League", "url": "https://nos.nl/artikel/2359869-rb-leipzig-wint-met-3-2-en-duwt-united-naar-de-europa-league.html", "summary": "RB Leipzig zit na het succesverhaal van vorig seizoen weer bij de beste zestien in de Champions League.\nDe halvefinalist van vorig seizoen leek Manchester United te overklassen met een 3-0 voorsprong en een afgekeurd doelpunt, maar won uiteindelijk nipt met 3-2.\nIn groep G stonden op de laatste speeldag zowel Leipzig, United als Paris Saint-Germain op negen punten en was Basaksehir hekkensluiter met drie punten.\nNa lang beraad werd besloten om de wedstrijd te staken en aanstaande woensdagavond om 18.55 uur weer te hervatten.\nKluivert scoortInvaller Justin Kluivert maakte de 3-0 voor Leipzig en leek United daarmee de laatste zet richting de Europa League te geven.", "paragraphs": ["RB Leipzig zit na het succesverhaal van vorig seizoen weer bij de beste zestien in de Champions League. De halvefinalist van vorig seizoen leek Manchester United te overklassen met een 3-0 voorsprong en een afgekeurd doelpunt, maar won uiteindelijk nipt met 3-2.", "In groep G stonden op de laatste speeldag zowel Leipzig, United als Paris Saint-Germain op negen punten en was Basaksehir hekkensluiter met drie punten.", "Het duel tussen PSG en Basaksehir werd in de eerste helft stilgelegd vanwege een vermeend racistisch incident. Na lang beraad werd besloten om de wedstrijd te staken en aanstaande woensdagavond om 18.55 uur weer te hervatten.", "Kluivert scoort", "Invaller Justin Kluivert maakte de 3-0 voor Leipzig en leek United daarmee de laatste zet richting de Europa League te geven. De andere treffers kwamen van Amadou Haidara en Angeliño. Donny van de Beek viel tijdens de rust in bij United."], "authors": [], "keywords": ["van", "wint", "naar", "met", "united", "leipzig", "weer", "vorig", "werd", "een", "en", "league", "duwt", "te", "rb", "europa"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}