{"id": "51daa353-c5e8-3752-973a-421e65b2005b", "title": "De Amerikaanse democratie heeft een nieuwe crisis overwonnen", "url": "https://www.ewmagazine.nl/opinie/opinie/2021/01/de-amerikaanse-democratie-heeft-een-nieuwe-crisis-overwonnen-798038/", "summary": "De Amerikaanse Revolutie (1765 en 1783) was een baken van licht en werd gehaat door despoten en totalitaire leiders.\nIn de Russische Federatie is men van mening dat de bestorming van het Amerikaanse parlement door Trump-aanhangers bewijst dat de democratie in de Verenigde Staten ten onder gaat.\nIn Iran beschouwen de ayatollahs de bestorming van het Amerikaanse parlement als de inlossing van Allahs belofte omtrent de ondergang van faraonische macht in het land van ongelovigen, de grote ‘satan’.\nPresident Donald Trump heeft zichzelf en zijn partij in ellende gestort.\nTerwijl hij en zijn zoon Donald Trump junior de menigte ophitsten tegen de volksvertegenwoordigers, trok een deel van de aanwezigen naar het Amerikaanse parlement.", "paragraphs": ["De Amerikaanse Revolutie (1765 en 1783) was een baken van licht en werd gehaat door despoten en totalitaire leiders. Ook in onze tijd haten tirannen de democratische geest in Amerika. Vladimir Poetin en Ali Khamenei vierden deze week dus een uitbundig feestje, schrijft Afshin Ellian.", "Afshin Ellian Prof.mr.dr. Afshin Ellian (Teheran, 1966) is hoogleraar encyclopedie van de rechtswetenschap aan de Universiteit Leiden. Hij schrijft wekelijks onder meer over de idealen en vrijheden van de westerse cultuur.", "Poetin en Khamenei vierden het ‘verval’ van de democratie in Amerika. En natuurlijk hopen de president van Rusland en de hoogste leider van Iran dat het verval zich ook in andere westerse landen zal voltrekken. In de Russische Federatie is men van mening dat de bestorming van het Amerikaanse parlement door Trump-aanhangers bewijst dat de democratie in de Verenigde Staten ten onder gaat. In Iran beschouwen de ayatollahs de bestorming van het Amerikaanse parlement als de inlossing van Allahs belofte omtrent de ondergang van faraonische macht in het land van ongelovigen, de grote ‘satan’.", "Ik heb een teleurstellend bericht voor de heren die het despotisme aanhangen: crises zijn eigen aan de democratie, die leeft van conflicten en tegenstellingen.", "Republikeinse Partij in diepe crisis", "De Amerikaanse democratie heeft donderdag 7 januari juist laten zien dat zij in staat is om ondanks alle tegenwerking de uitslag van de presidentsverkiezing officieel goed te keuren en het aantreden van de nieuwe president aan te kondigen. Wel in een diepe crisis terechtgekomen is de Republikeinse Partij. President Donald Trump heeft zichzelf en zijn partij in ellende gestort.", "Trump mobiliseerde bepaalde aanhangers om een bijeenkomst in Washington D.C. niet ver van het Capitool bij te wonen. Terwijl hij en zijn zoon Donald Trump junior de menigte ophitsten tegen de volksvertegenwoordigers, trok een deel van de aanwezigen naar het Amerikaanse parlement. Trump moedigde anderen aan ook naar het Capitool te gaan."], "authors": [], "keywords": ["zijn", "van", "en", "democratie", "nieuwe", "heeft", "overwonnen", "een", "aan", "te", "het", "crisis", "dat", "amerikaanse"], "pubDate": "2021-01-08T10:56:06Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}