{"id": "51db717f-71e1-3058-b3e0-992d22c8909f", "title": "Zijn ogen lachen nooit, maar de brutale journalist Danny Ghosen blijft kijken", "url": "https://trouw.nl/cultuur-media/zijn-ogen-lachen-nooit-maar-de-brutale-journalist-danny-ghosen-blijft-kijken~b26e45c0/", "summary": "Hij had in 2018 met ‘Danny Demonstreert’ over extremistische bewegingen bijna een journalistieke Tegel te pakken.\nZijn reportages hebben altijd net te weinig diepgang en achtergrond, maar wat hij doet in zijn Danny-series bij de NTR is uniek (‘Danny in Arabistan’, ‘Danny Demonstreert’, ‘Danny in de Buitenwijken’ enz.).\n“Je kunt poeslief zijn bij je moeder en buiten een duivel zijn.\nHet is zo simpel: hij durft het, en doet het.\nHet was wel erger in gebombardeerd Beiroet, dat hij met zijn familie op zijn vijftiende ontvluchtte.", "paragraphs": ["Een rondje om Baudet heen zappen is nog niet gemakkelijk, maar leidde deze week vaak langs Danny Ghosen, bij wie ik dan blijf hangen. Altijd weer spanning en sensatie met een serieuze ondertoon van zorgen om de samenleving. Die kleine, brutale journalist van Libanese afkomst (42) komt steeds met nieuwe schemerige groepen aan waarvan ik het bestaan niet kende.", "Maandag in ‘Danny & The Brotherhood’ loodste hij ons binnen bij de rauwe types van Brotherhood Sin Miedo. Donderdag sprak hij in ‘Danny op straat’ illegale vuurwerkhandelaren van zeventien over hun bloeiende handel sinds het vuurwerk­verbod. Ze voorspellen ‘dat Oud en Nieuw helemaal uit de hand gaat lopen door vernielingen’. Niemand in de journalistiek krijgt zulke groepen beter aan het praten dan Danny.", "Hij had in 2018 met ‘Danny Demonstreert’ over extremistische bewegingen bijna een journalistieke Tegel te pakken. Wat is er eigenlijk nodig om hem rijp te krijgen voor de serieuze televisieprijzen? Zijn reportages hebben altijd net te weinig diepgang en achtergrond, maar wat hij doet in zijn Danny-series bij de NTR is uniek (‘Danny in Arabistan’, ‘Danny Demonstreert’, ‘Danny in de Buitenwijken’ enz.). Avondenlang gaat hij op pad naar gevaarlijke buurten en flikt het om toegelaten te worden door een controversiële groep: van extreemrechts, felle dierenactivisten of pedofielen, tot messentrekkende jongeren of QAnon-aanhangers. Vervolgens laat hij hen heel simpel hun eigen verhaal doen.", "Geen feiten en cijfers, geen bredere context; bij Danny is het altijd N=1. Maar die ‘1’ horen we bij Danny vaak voor het eerst. Hij laat hen vrijuit spreken tot ze vanzelf hun ware gezicht laten zien. En als hij volgend jaar naar de VPRO overstapt, komt het met die achtergrond misschien ook wel goed.", "Een van de Brothers bijt een levende vis de kop af", "De ruige mannenclub Sin Miedo (‘zonder angst’) groeit flink sinds motorclubs als de Hells Angels en Satudarah verboden zijn. De kerels met doodsmaskers voor, en leren clubhesjes met een schedel erop, willen graag vertellen dat ze ook heftruckchauffeurs, lassers en liefhebbende opa’s zijn die graag samen vissen. The Brotherhood is gewoon een hobbyclub die verstoten mannen een gevoel van ware vriendschap geeft, en dat aanwakkert met groepsrituelen met fakkels op de hei. Danny laat het zien en vraagt door naar hun eigen verhaal. Behalve dat de gevangenis vaker genoemd wordt, komt hun onverdraagzame gezicht dan ook tevoorschijn, bleek uit de teaser van aflevering twee: ze zijn antihomo en antipedo. Danny oordeelt niet en houdt de deur open.", "De pubers met gezichtsmaskers op en machetes in de broek vertelden vorige week eerlijker over de verschillende petten die ze dragen. “Je kunt poeslief zijn bij je moeder en buiten een duivel zijn. Je kunt buiten mensen beroven, doodsteken, en binnen rustig een hapje met je moeder eten en niets aan de hand.” Als je dan de Brothers een dagje ziet vissen en een van hen bijt een levende vis de kop af, merk je dat hun grenzen al zijn verlegd.", "Hoe komt hij daar nou steeds tussen? Het is zo simpel: hij durft het, en doet het. Hij deinst niet snel ergens voor terug en is niet onder de indruk van machtsvertoon. Het was wel erger in gebombardeerd Beiroet, dat hij met zijn familie op zijn vijftiende ontvluchtte. Zijn ogen lachen nooit. Maar Danny blijft kijken.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["kijken", "journalist", "ogen", "ghosen", "van", "het", "lachen", "maar", "zijn", "danny", "met", "hij", "een", "je", "en", "brutale", "hun", "nooit"], "pubDate": "2020-11-28T14:35:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}