{"id": "51dc4b97-2639-36b5-9d35-d2c12b41c9ef", "title": "Van den Heuvel en Van Wely geven kijker rol in crimeshow", "url": "https://www.telegraaf.nl/entertainment/855331205/van-den-heuvel-en-van-wely-geven-kijker-rol-in-crimeshow", "summary": "Presentatrice Marieke Elsinga, die ook RTL boulevard presenteert en dj is bij Qmusic, zal in de studio naast Van den Heuvel en Van Wely ook belangrijke RTL-gezichten op het gebied van misdaad als Ewout Genemans, Kees van der Spek en Thijs Zeeman ontvangen.\nHoewel De raadkamer geen onverdeeld succes was, was John van den Heuvel wel fan.\n„Er werden aan tafel interessante discussies gevoerd over misdaad, dus het is jammer dat het geen groter publiek wist te bereiken.\nZij kunnen de hulp van de misdaadverslaggever en zijn collega’s inroepen als ze het slachtoffer zijn geworden van een misdrijf of van overheidsfalen.\nDergelijke programma’s lijken het best tot zijn recht te komen op RTL’s streamingdienst Videoland en passen minder goed bij het nieuwe stempel dat RTL op de zender wil drukken.", "paragraphs": ["„Het wordt een mix van reportages en confrontaties waarbij we in de studio over de onderwerpen napraten”, vertelt de misdaadverslaggever die momenteel succes heeft op Videoland met De jacht op de mocro-maffia II. „Dat zal presentatrice Marieke Elsinga doen met verschillende deskundigen aan de desk die zelf met de poten in het bluswater hebben gestaan.”", "Marieke Elsinga", "De eerste uitzending van het wekelijkse programma staat voor 11 januari gepland. Presentatrice Marieke Elsinga, die ook RTL boulevard presenteert en dj is bij Qmusic, zal in de studio naast Van den Heuvel en Van Wely ook belangrijke RTL-gezichten op het gebied van misdaad als Ewout Genemans, Kees van der Spek en Thijs Zeeman ontvangen.", "Ook Peter R. de Vries heeft zijn medewerking toegezegd. Hij was in 2018 de laatste die een programma op de Nederlandse televisie maakte waarin exclusief over misdaad gepraat werd: De raadkamer op SBS6.", "Hoewel De raadkamer geen onverdeeld succes was, was John van den Heuvel wel fan. „Er werden aan tafel interessante discussies gevoerd over misdaad, dus het is jammer dat het geen groter publiek wist te bereiken. Door de nadruk op de confrontaties en de reportages te leggen, verwachten we met Crime desk meer mensen te bereiken.”", "Kijker doet mee", "Van den Heuvel hoopt niet alleen dat mensen het programma weten te vinden, maar geeft de kijkers ook een belangrijke rol. Zij kunnen de hulp van de misdaadverslaggever en zijn collega’s inroepen als ze het slachtoffer zijn geworden van een misdrijf of van overheidsfalen. Het programma zal de kijker daarnaast om hulp vragen bij zaken.", "RTL5 wil komend jaar meer verhalen gaan vertellen over ’zaken die mensen niet willen meemaken’, zo vertelde contentdirecteur Peter van der Vorst van RTL Nederland al eerder aan De Telegraaf. Hieronder vallen niet alleen misdaadverhalen, maar ook bijvoorbeeld Hotter than my daughter. De grootste blikvanger van de zender moet realityserie Big brother worden. Dat start, net als Crime desk, in januari.", "In de nieuwe ‘Cultuur en Mediapodcast’ nemen verslaggevers Rob Goossens, Marco Weijers en Daphne van Rossum het nieuwe misdaadprogramma onder de loep:", "Verhuizingen", "Verslaafd en Five days inside, twee programma’s die eerder te zien waren op RTL4, zullen volgend jaar naar RTL5 verhuizen. Op de zender was jarenlang Expeditie Robinson de grote publiekstrekker. In 2019 maakte het echter, met succes, de overstap naar RTL4. Sindsdien is de zender zoekende.", "Met de komst van Crime desk krijgt het nieuwe RTL5 langzaamaan gestalte. Of dat gevolgen heeft voor de verschillende op jongeren gerichte titels als Love island op RTL5 is nog niet duidelijk. Dergelijke programma’s lijken het best tot zijn recht te komen op RTL’s streamingdienst Videoland en passen minder goed bij het nieuwe stempel dat RTL op de zender wil drukken."], "authors": ["Rob Goossens"], "keywords": ["van", "den", "crimeshow", "het", "op", "die", "met", "zijn", "rol", "geven", "heuvel", "en", "te", "wely", "dat", "kijker", "zender"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}