{"id": "51e1a55d-50b3-36be-bebd-d159f5aba5ae", "title": "Wilco Kelderman: ‘Ik zat in het wiel te janken’", "url": "https://www.parool.nl/sport/wilco-kelderman-ik-zat-in-het-wiel-te-janken~b5cb6208/", "summary": "Ik vond de rennersgroep en de mensen eromheen leuk, maar ik kreeg nooit het gevoel dat ik onderdeel was van mijn eigen plan.\nIk was dus verrast toen ik las dat ik geen contractverlenging zou krijgen.\nIn de coronapauze voelde ik al dat ik op de goede weg was, dat mijn lichaam er klaar voor was.\nIk startte met podiumambities, al wist ik dat het moeilijk zou worden.\nIn het eerste weekend merkte ik dat ik goed was.", "paragraphs": ["Wilco Kelderman tijdens de Giro d'Italia van dit jaar. Beeld Getty Images", "Hoe waren je kennismakingsdagen met de nieuwe ploeg, Bora-Hansgrohe?", "“Het was een omschakeling, van Sunweb naar Bora. Bij Sunweb was het vrij serieus, bij Bora kwam er iets meer bier bij kijken. De nieuwkomers worden ontgroend. Ze hebben een ritueel met bier en een spelletje. Lol maken, elkaar leren kennen. Ik ben geen beste drinker. Peter Sagan deed het ook rustig aan, trouwens.”", "Wat is het verhaal achter die overgang naar de ploeg van Sagan? Nog voordat het seizoen werd hervat, maakte Sunweb bekend dat ze niet met je door wilden.", "“Dat moest ik uit de krant vernemen. Op dat moment twijfelde ik zelf ook of ik bij Sunweb wilde blijven. Ik vond de rennersgroep en de mensen eromheen leuk, maar ik kreeg nooit het gevoel dat ik onderdeel was van mijn eigen plan. Er werd van alles voor me bepaald. Er waren ook al gesprekken gaande met andere ploegen, waaronder Bora, maar net zo goed nog met Sunweb. Ik was dus verrast toen ik las dat ik geen contractverlenging zou krijgen. Op dat moment moest het seizoen nog beginnen.”", "Voelde dat als een motie van wantrouwen?", "“Ik weet niet wat de gedachte erachter was. Ik was het laatste jaar best kritisch op de plannen. Ik probeerde feedback te geven, zodat we beter werden als ploeg, maar het laatste jaar schoot dat misschien in het verkeerde keelgat. Maar uiteindelijk heb ik nog een mooi jaar gehad, hoor. In de coronapauze voelde ik al dat ik op de goede weg was, dat mijn lichaam er klaar voor was. Eindelijk kon ik klachtenvrij trainen.”", "Dacht je toen al dat je de Giro misschien wel kon winnen?", "“Niet echt. Ik startte met podiumambities, al wist ik dat het moeilijk zou worden. Als alles goed zou lopen, kon ik misschien derde worden, dacht ik. In het eerste weekend merkte ik dat ik goed was. Op de Etna keek ik om me heen en zag dat er geen ploeg meer was met een overtal, dat ik kon wegrijden. Pas in de laatste week begon ik aan het roze te denken. Almeida droeg de trui, maar ik wist dat hij op zijn leeftijd kon breken als het lang bergop zou gaan. In de rit naar Piancavallo moest hij lossen, maar toen voelde ik ook hoe hard Jai Hindley en Tao Geoghegan Hart reden. Ik zat te janken in het wiel, al is dat wel vaker zo als je bergop rijdt.”", "De Giro werd uiteindelijk beslist in twee bergetappes, misschien zelfs wel in één: die over de Stelvio. Wat was jullie plan voor die etappe?", "“Almeida lossen en het roze pakken. Dat lukte, al vrij vroeg eigenlijk. Sam Oomen reed op kop, Almeida werd gelost. Ik dacht: perfect, nu een strak tempo omhoog. Niet te geforceerd, niet te gehaast. Toen nam Ineos ineens over, met Rohan Dennis en Geoghegan Hart. In het begin ging dat nog wel, maar hij bleef maar zo hard rijden. Ik zat op mijn limiet, moest ze laten gaan. Vanaf toen was het vechten.”", "Hindley, jouw ploeggenoot, bleef niet bij je, maar volgde Geoghegan Hart. Had jij zien ­aankomen dat je daar in je eentje zou zitten?", "“Ik had vooral niet zien aankomen dat Dennis zo goed zou zijn, maar ook niet dat Jai zijn eigen koers mocht rijden – en dat ik aan mijn lot werd overgelaten. Op de teambespreking, de avond ervoor, was dat niet duidelijk geworden.”", "Heb je gevloekt? Geroepen dat hij moest wachten?", "“Op een gegeven moment reed ik alleen op de Stelvio, vol in de wind. Dan begint de frustratie. Ik wist dat de Giro uit mijn handen glipte, dat ik mijn voorsprong aan het verliezen was. Ik reed zo veel alleen, in de afdaling moest ik bijtrappen. Het was harken naar de finish. Ik heb wel geroepen dat Jai moest wachten, maar ze zeiden: ‘Nee, Jai blijft in het wiel van Tao’. Het was ook een moeilijke situatie. Hoe vaak komt het voor dat je met twee man de Giro kunt winnen? Jai kon Tao bergop niet lossen, maar ik was zelf ook niet goed genoeg. Uiteindelijk had ik zelf harder moeten rijden. Jai deed wat hem werd gezegd, ik neem hem niks kwalijk. Ik was ook wel blij voor hem, dat hij die rit won.”", "Je pakte die etappe wel het roze. Wat ­overheerste: blijdschap of frustratie?", "“Het was een wrang gevoel. Het schemerde, er was geen kip te bekennen, het was koud en ik had er liever beter voor gestaan. Ik had me het anders voorgesteld om het roze aan te trekken. Tegelijkertijd was het iets waarvan ik lang had gedroomd. Ik heb er jaren voor gevochten. Het was een overwinning op mezelf.”", "Als Hindley bij jou had moeten blijven, had je dan de Giro gewonnen?", "“Dan zou ik superdichtbij zijn gekomen of had ik gewonnen. Alleen al in die Stelvio-etappe had het zo veel tijd gescheeld als Jai bij me was gebleven. Ik had het gevoel dat het vertrouwen in mij er niet was, met deze koerstactiek. Op zaterdag, een dag voor Milaan, begon ik in het roze aan de laatste bergetappe naar Sestrières, maar de ploegtactiek was zo ingericht dat ik dacht: ik ga de Giro verliezen. De marge was te klein, ik voelde me niet super meer, het vertrouwen was er niet. Jai zou Tao volgen, het ging er vooral over bij welk verschil hij zijn gang mocht gaan. Toen ze aangingen, voelde ik al snel dat ik niet kon volgen. Ik heb het een kilometer volgehouden, toen wist ik genoeg. De knop moest om, ik moest me richten op de derde plaats. Na Milaan heb ik nog twee weken gedroomd over de Giro. Elke keer speelde ik datzelfde filmpje af.”", "Dat gebrek aan vertrouwen lijkt een rode draad door het seizoen.", "“Dat gevoel had ik tegen het einde van de Giro wel een beetje. Het was jammer dat er zo weinig vertrouwen was vanuit de ploegleiding. Ook toen ik op het podium stond – we waren toch tweede en derde geworden in een grote ronde – had ik niet het idee dat iedereen blij was.”", "Hoe kijk jij nu zelf terug op de Giro?", "“Het is dubbel. Het was zo’n kans. Maar ik heb het podium gehaald in een grote ronde. Daar ben ik enorm trots op, dat kunnen er niet veel zeggen. En ik heb echt goede herinneringen aan de Giro zelf, aan de rennersgroep, aan hoe sterk we reden als ploeg, aan het roze. Die trui ga ik inlijsten en in mijn fietsenhok hangen.”", "Kwam je anders binnen bij Bora, met die derde plek in je zak?", "“Het is fijn voor mezelf, maar het vertrouwen was er al. Ze hadden mijn waardes gezien. Ze zeiden: hiermee kun je top tien rijden in elke grote ronde. Je kunt er zelfs eentje winnen.”", "Wat wordt je rol?", "“Hetzelfde als bij Sunweb. Ik word als kopman uitgespeeld, maar er zullen ook situaties zijn waarin ik voor anderen rijd.”", "Mag je kiezen welke grote ronde je rijdt?", "“Kiezen is het niet, maar ik heb wel veel invloed op mijn programma. Ik begin in de Ronde van Valencia en ik rij het Baskenland, Luik-Bastenaken-Luik en Romandië. Ik stond er niet op voor de Amstel Gold Race, maar die is bij mij om de hoek. Toen zeiden ze: o, prima.”", "De klassiekers en de Ronde van Romandië zijn lastig te combineren met een hoogtestage voor de Giro. Dus je gaat naar de Tour?", "“Dat is wel het plan, ja.”", "En, durf je weer te dromen? Kun je een grote ronde winnen?", "“Met deze generatie jonge renners wordt het lastig, maar ik voel me het laatste jaar echt goed. Dus zeg nooit nooit.”"], "authors": ["Hidde Van Warmerdam", "Thijs Zonneveld"], "keywords": ["ik", "er", "en", "een", "kelderman", "janken", "te", "zat", "op", "wiel", "het", "maar", "niet", "dat", "wilco", "je"], "pubDate": "2020-12-19T08:00:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}