{"id": "51e20ce5-f111-3a63-86b1-8b1fef44ddab", "title": "Mijn moeder: ‘Die man van de computers schijnt het vaccin te hebben uitgevonden’", "url": "https://volkskrant.nl/columns-opinie/mijn-moeder-die-man-van-de-computers-schijnt-het-vaccin-te-hebben-uitgevonden~bc426382/", "summary": "‘Zij kan tegenwoordig ook op internet.’Mijn moeder en zusje waren sinds lange tijd eindelijk weer op bezoek.\nDaarop knikte mijn zusje naar m’n moeder: ‘Die daar wil niet ingeënt worden.\nAldus mijn moeder: ‘Die man van de computers schijnt het vaccin te hebben uitgevonden om de wereldbevolking uit te dunnen.’Wat fijn, dacht ik, de tijd is gekomen om te oogsten.\nEentje waarin zoveel mogelijk verantwoordelijkheid in de schoenen wordt geschoven van het oudste kind.\nZo kan het ook.’ Met rode oortjes en hinnikend van het lachen is ze later huiswaarts gegaan.", "paragraphs": ["De moeder van columnist Ibtihal Jadib wil ineens geen prikje. ‘Zij kan tegenwoordig ook op internet.’", "Mijn moeder en zusje waren sinds lange tijd eindelijk weer op bezoek. Telkens als we met elkaar wilden afspreken gooide een verdacht kuchje of kriebelende neus roet in het eten, maar nu durfden we het aan. Na het gebruikelijke gehannes in de hal met die anderhalve meter en infantiele luchtkusjes marcheerden we in een colonne het geventileerde huis in. Ik vind het nog steeds niet te doen, mijn eigen moeder zo op afstand houden. Maar ach, riep ik uit, het nieuwe jaar begint hoopvol want ‘straks’ zijn we allemaal ingeënt en is deze coronakolerezooi achter de rug! Driemaal hoera voor Pfizer en Moderna! Daarop knikte mijn zusje naar m’n moeder: ‘Die daar wil niet ingeënt worden. We hebben twee kampen thuis: papa en ik willen wel gevaccineerd worden, mama niet. Je weet toch, zij kan tegenwoordig ook op internet.’", "Lieve Heer, hoe is het mogelijk? Bijna een jaar lang hebben overal ter wereld de knapste farmaceuten zich het schompes gewerkt om een veilig en effectief vaccin te ontwikkelen. Er is een enorme sloot geld tegenaan gegooid, lopende onderzoeken werden gestaakt, overwerken werd beloond; alles om maar zo snel mogelijk de wereld te bevrijden van een vernietigende pandemie. Om vervolgens te bedanken voor het resultaat omdat de kwaadaardige Bill Gates dat uit zijn hoed zou hebben getoverd. Aldus mijn moeder: ‘Die man van de computers schijnt het vaccin te hebben uitgevonden om de wereldbevolking uit te dunnen.’", "Wat fijn, dacht ik, de tijd is gekomen om te oogsten. Al die jaren dat ik thuis alles moest vertalen, invullen en regelen omdat ík zou moeten weten wat verstandig was. Al die keren dat ik beslissingen moest nemen over andermans medische behandelingen en al die stembiljetten die ik meekreeg met de boodschap: ‘Kies jij maar op welke partij we moeten stemmen’, konden nu verzilverd worden. Het enige wat ik hoefde te zeggen was: ‘Mam, vertrouw je mij of die verhalen op internet?’ De vrijheid van het individu is prachtig hoor, maar soms is het efficiënter om uit een groepscultuur te komen. Eentje waarin zoveel mogelijk verantwoordelijkheid in de schoenen wordt geschoven van het oudste kind. Als mijn moeder straks een oproep krijgt voor het vaccin, duw ik haar eigenhandig de GGD-hal in en mag ze pas weer de auto instappen als ze het vaccinatiebewijs kan tonen.", "Mijn zusje keek ingenomen: ‘Ik zei toch dat Ib het niet goed zou vinden.’ ‘Ach nou ja’, probeerde m’n moeder het over een andere boeg, ‘ik ben ook maar een oud mens, mijn leven is bijna voorbij. Waarom zou ik nog de moeite nemen om een prik te halen?’ Hier is het handig te vermelden dat Marokkaanse moeders nogal eens de neiging kunnen hebben zichzelf af te schrijven zodra de kinderen op eigen benen staan. Dan bestellen ze, bij wijze van spreken, alvast de kist omdat de belangrijkste taak erop zit. Terwijl: mijn moeder is pas 60! We waren in een jolige bui, dus ik pakte het verhaal erbij van Bella uit de rubriek Lust & Liefde van enkele weken geleden. ‘Moet je ’ns horen mam, deze vrouw is op haar 65ste nog lekker aan het daten met jan en alleman, gewoon omdat ze geniet van seks. Zo kan het ook.’ Met rode oortjes en hinnikend van het lachen is ze later huiswaarts gegaan. Nu maar hopen dat ze mijn advies niet té letterlijk neemt, want dan heb ik straks m’n vader briesend aan de telefoon."], "authors": ["Ibtihal Jonkers-Jadib"], "keywords": ["man", "van", "moeder", "schijnt", "het", "vaccin", "op", "die", "ik", "uitgevonden", "mijn", "een", "te", "en", "om", "hebben"], "pubDate": "2020-12-10T15:00:22+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}