{"id": "51e87fcb-3ccd-3036-8855-fbd41ef5dacc", "title": "Moet Nederland ook ’s nachts gaan vaccineren?", "url": "https://www.telegraaf.nl/vrouw/1591372099/moet-nederland-ook-s-nachts-gaan-vaccineren", "summary": "Om het festivalseizoen te redden, moet de GGD volgens directeur van de Vereniging Nederlandse Poppodia en -Festivals (VNPF) zo snel mogelijk het aantal vaccins opvoeren.\nDat duurt echt veel te lang.”In Nederland zijn volgens Het Parool inmiddels 26.000 mensen gevaccineerd, terwijl in Israel al 20 procent van de bevolking aan de beurt is geweest voor een prik.\nPremier Benjamin Netanyahu (71) beloofde dat zijn land als eerste de coronacrisis achter zich zal laten en een modelstaat zal worden voor de snelle vaccinatie van een heel land.\nDeze persoon denkt dat het vaccinatieprogramma in Nederland een stuk beter op orde had kunnen zijn.\nVind jij dat Nederland, indien er genoeg vaccinaties beschikbaar zijn, ook dag en nacht moet gaan prikken?", "paragraphs": ["Om het festivalseizoen te redden, moet de GGD volgens directeur van de Vereniging Nederlandse Poppodia en -Festivals (VNPF) zo snel mogelijk het aantal vaccins opvoeren. „De tijd dringt,” zegt Berend Schans in het AD, „hoe eerder we deze periode achter ons kunnen laten, hoe beter. Ik hoor nu dat gezonde, jonge mensen zoals ik pas in september aan de beurt zijn. Dat duurt echt veel te lang.”", "In Nederland zijn volgens Het Parool inmiddels 26.000 mensen gevaccineerd, terwijl in Israel al 20 procent van de bevolking aan de beurt is geweest voor een prik. Premier Benjamin Netanyahu (71) beloofde dat zijn land als eerste de coronacrisis achter zich zal laten en een modelstaat zal worden voor de snelle vaccinatie van een heel land.", "Deze persoon denkt dat het vaccinatieprogramma in Nederland een stuk beter op orde had kunnen zijn.", "Praat mee", "Wat vind jij? Vind jij dat Nederland, indien er genoeg vaccinaties beschikbaar zijn, ook dag en nacht moet gaan prikken? Praat mee op onze Facebook-pagina!"], "authors": [], "keywords": ["s", "moet", "zijn", "van", "zal", "vaccineren", "en", "voor", "een", "ook", "nederland", "gaan", "het", "nachts", "dat", "volgens"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}