{"id": "51f81397-bb84-3e6a-9fe3-12ea324ffad4", "title": "Vrienden rouwen om Famke (14) uit de Eerste Atjehstraat: ‘Ze heeft veel liefde gekend’", "url": "https://www.parool.nl/amsterdam/vrienden-rouwen-om-famke-14-uit-de-eerste-atjehstraat-ze-heeft-veel-liefde-gekend~b76c5895/", "summary": "Zeker honderd mensen namen zo afscheid van het meisje.\nZe gooiden bloemen op de witte rouwwagen, die tot de nok gevuld was met bloemen en een grote beer.\nDe wagen hield enkele minuten stil voor het huis van Famke en haar vader Bart.\nDe moeder van Famke had daags na de gebeurtenis een briefje op de deur van haar huis geplakt voor vrienden van het meisje.\nNu weet ik het, nu voel ik het; Famke heeft heel veel liefde gekend.’Besloten kringFamke wordt in besloten kring begraven.", "paragraphs": ["Vrienden en bekenden van de 14-jarige Famke uit de Eerste Atjehstraat in Oost die vorige week om het leven kwam, vormden woensdagochtend een erehaag in de straat.", "Zeker honderd mensen namen zo afscheid van het meisje. Ze gooiden bloemen op de witte rouwwagen, die tot de nok gevuld was met bloemen en een grote beer. Er heerste een diepe stilte. De wagen hield enkele minuten stil voor het huis van Famke en haar vader Bart. Famkes moeder en haar man stapten even uit en bleven voor de woning staan. Ook daar liggen nog veel bloemen. De erehaag was georganiseerd door de familie van het meisje.", "De moeder van Famke had daags na de gebeurtenis een briefje op de deur van haar huis geplakt voor vrienden van het meisje. ‘Ik ben ontzettend dankbaar voor de blijkbaar ontelbare vriendschappen die Famke had. En ik wens niemand - ook jullie niet - dit ravijndiepe verdriet toe, maar de wijze waarop jullie met elkaar rouwen om Famke ontroert me tot diep in mijn hart. Nu weet ik het, nu voel ik het; Famke heeft heel veel liefde gekend.’", "Besloten kring", "Famke wordt in besloten kring begraven. Een uitgebreide uitvaart is niet mogelijk vanwege corona, maar ook is het ‘verdriet in ons gezin en in de familie te intens voor een uitgebreide uitvaart’, schrijft Famkes moeder.", "De politie houdt bij het incident in de Eerste Atjehstraat in Oost ernstig rekening met het scenario dat de 52-jarige vader maandag 28 december zijn dochter heeft vermoord en vervolgens zichzelf van het leven heeft beroofd. In het huis werd door de politie een afscheidsbrief gevonden."], "authors": ["Hanneloes Pen"], "keywords": ["ik", "liefde", "om", "vrienden", "rouwen", "uit", "met", "ze", "gekend", "ook", "veel", "van", "en", "een", "famke", "voor", "heeft", "het", "huis"], "pubDate": "2021-01-06T10:30:58Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}