{"id": "520122aa-1c0d-3fed-b243-365f6a071dbb", "title": "Vacature: Videoredacteur die feilloos uit de voeten kan met beeld en tekst", "url": "https://nu.nl/vacatures/6096836/vacature-videoredacteur-die-feilloos-uit-de-voeten-kan-met-beeld-en-tekst.html", "summary": "Verslind jij alle nieuwsvideo's op NU.nl en andere nieuwssites, ben je verslaafd aan YouTube en altijd op de hoogte van het laatste nieuws?\nJe speurt bij beeldbanken en op het internet naar toffe, relevante en bruikbare video's.\nDeze monteer je in de stijl van NU.nl en voorzie je van tekst om onze kijkers van begin tot eind te vertellen over het nieuws.\nSamen met je collega's en een coördinator zorg je er tijdens een dienst voor dat alle video's op NU.nl inhoudelijk kloppen en een goede kop en thumbnail hebben.\nJe hebt een brede kennis en interesse en moet goed en snel kunnen monteren (kennis van Premiere Pro is een pré).", "paragraphs": ["Verslind jij alle nieuwsvideo's op NU.nl en andere nieuwssites, ben je verslaafd aan YouTube en altijd op de hoogte van het laatste nieuws? Dan is de videoredactie van de grootste nieuwssite van Nederland op zoek naar jou!", "Wat ga je doen?", "", "Je speurt bij beeldbanken en op het internet naar toffe, relevante en bruikbare video's. Deze monteer je in de stijl van NU.nl en voorzie je van tekst om onze kijkers van begin tot eind te vertellen over het nieuws.", "Dit doe je voor alle rubrieken van NU.nl. Je bent een ster in overleggen en weet grote nieuwsmomenten snel te onderscheiden van kleinere gebeurtenissen.", "Samen met je collega's en een coördinator zorg je er tijdens een dienst voor dat alle video's op NU.nl inhoudelijk kloppen en een goede kop en thumbnail hebben. Verder voorzie je de socialemediaredactie van tof beeld en plaats je de beste video's op YouTube.", "Wat neem je mee?", "Je hebt een brede kennis en interesse en moet goed en snel kunnen monteren (kennis van Premiere Pro is een pré). Foutloos Nederlands is voor jou vanzelfsprekend en ook Engels beheers je goed.", "Uiteraard ben je ook altijd op de hoogte van het laatste nieuws omdat je dit via NU.nl en andere kanalen volgt.", "Wat bieden wij?", "Een jaarcontract van 32 uur per week per 1 maart 2021", "Een collegiale en ambitieuze redactie die groeit en streeft naar wereldheerschappij", "Een laptop om op te werken", "Een smartphone", "Reiskostenvergoeding", "Een werkplek op vijf minuten lopen van het station in Hoofddorp, maar er is ook voldoende mogelijkheid om je auto te parkeren", "Waarom bij NU.nl?", "Bij NU.nl is volop ruimte voor groei. We verwachten dat je weet wat het laatste nieuws in binnen- en buitenland is en dat je snel kan monteren, maar je krijgt zeker de mogelijkheid om jezelf hierin verder te ontwikkelen.", "We vinden het tof om nieuwe dingen te proberen, op onze bek te gaan en het vervolgens goed aan te pakken. Je krijgt bij ons de mogelijkheid je ideeën werkelijkheid te maken en met een miljoenenpubliek te delen.", "Denk je nu: ja, ik ben de nieuwe videoredacteur van NU.nl, reageer dan vóór woensdag 6 januari via dit formulier.", "Nog vragen? Mail ze naar redactiechef Laura Cuppen via laura@nu.nl, met als onderwerp 'vacature videoredacteur'."], "authors": ["Door"], "keywords": ["voeten", "om", "vacature", "tekst", "nunl", "uit", "met", "feilloos", "te", "die", "je", "van", "en", "een", "voor", "kan", "videoredacteur", "op", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}