{"id": "5228a10a-d787-3209-ad4e-ffe4fd8291dd", "title": "Vijfde seizoen van The Expanse houdt zijn adem in voor een diepe duik (●●●●)", "url": "https://www.nrc.nl/nieuws/2020/12/17/vijfde-seizoen-van-the-expanse-houdt-zijn-adem-in-voor-een-diepe-duik-a4024296", "summary": "Hij is geradicaliseerd door zijn vader Marco Innaros, die dreigt met geweld de machtsverhoudingen van het hele zonnestelsel op zijn kop te zetten.\nIn een jaar van door de pandemie geplaagde producties leek The Expanse aanvankelijk de dans te ontspringen.\nOnder de hashtag #savetheexpanse werkten fans, cast en makers samen om een nieuw thuis voor de serie te vinden.\nHet verhaal voelt dan ook kleiner dan in de voorgaande seizoenen en het tempo ligt lager.\nKanttekening: de laatste aflevering van het seizoen is voor pers achtergehouden en ook Shankar wilde alleen lachend kwijt dat hij niks kon verklappen.", "paragraphs": ["Na de expeditie door geavanceerde buitenaardse ruïnes in het vierde seizoen doet scifiserie The Expanse een stap terug. Met het ruimteschip Rocinante in de garage voor grondig onderhoud gaat de bemanning zijn eigen weg voor persoonlijke kwesties uit het verleden. Showrunner Naren Shankar kon in een kort telefonisch interview vertellen hoe deze opzet de gelegenheid gaf personages uit te diepen. „Door op te splitsen kan iedereen de ster van zijn eigen verhaal zijn en gaat het minder over het ensemble.” Zo krijgen personages de ruimte om uit de schaduw van Holden te stappen, die centraal staat in het buitenaardse deel van het verhaal.", "Scifiserie The Expanse S5 Amazon Prime. Tien afleveringen waarvan drie nu te zien, de rest verschijnt wekelijks. ●●●●●", "Naomi Nagata (Dominique Tipper) krijgt het zwaar te verduren. Foto Amazon", "Vooral actrice Dominique Tipper maakt gretig gebruik van de ruimte die ze krijgt tijdens de emotionele zoektocht van Naomi naar haar zoon Filip. Hij is geradicaliseerd door zijn vader Marco Innaros, die dreigt met geweld de machtsverhoudingen van het hele zonnestelsel op zijn kop te zetten. Ook Wes Chatham schittert weer tijdens de zielstocht van antiheld Amos naar het grimmige Baltimore, de plek die zijn duistere karakter heeft gevormd. Dat de acteurs na jaren in hun rol zijn gegroeid komt dit seizoen mooi tot bloei.", "Grensoverschrijdend", "Ook voor de serie zelf was 2020 een moment van introspectie. In een jaar van door de pandemie geplaagde producties leek The Expanse aanvankelijk de dans te ontspringen. In februari was alles al gefilmd en de post-productie kon ook tijdens de coronabeperkingen doorgaan. Maar in de zomer traden meerdere vrouwen naar buiten met klachten over seksuele intimidatie door acteur Cas Anvar (Alex Kamal in de serie).", "Dit is extra pijnlijk omdat uitgerekend Anvar zeer actief was in de campagne om de serie te redden toen deze door Syfy werd geannuleerd na het derde seizoen. Onder de hashtag #savetheexpanse werkten fans, cast en makers samen om een nieuw thuis voor de serie te vinden. Amazon besloot de serie te adopteren. Een daverend succes met nu een nare nasmaak: ook tijdens deze campagne bleek Anvar (soms minderjarige) fans grensoverschrijdend benaderd te hebben. Kort na de aanklachten heeft productiemaatschappij Alcon een onderzoek ingesteld, en inmiddels is duidelijk dat Anvar niet zal terugkeren voor het zesde en laatste seizoen.", "Lees ook The Expanse is een onaardse krachttour van scifi in topvorm (●●●●●)", "Dat betekent niet dat The Expanse dan klaar is, de boekenreeks loopt tot negen en de serie volgt dit verhaal getrouw. Een film misschien? Shankar kon alleen bevestigen dat het zesde seizoen een logisch punt was de serie in huidige vorm af te ronden maar dat de deur openstaat naar meer.", "Door in het hele seizoen veel tijd te nemen voor de persoonlijke verhaallijnen wordt de serie verrijkt. Hierdoor staan de epische kanten wel op een lager pitje. Het verhaal voelt dan ook kleiner dan in de voorgaande seizoenen en het tempo ligt lager. Het voelt soms wel erg lang om een heel seizoen lang de kosmische dreiging te negeren. Kanttekening: de laatste aflevering van het seizoen is voor pers achtergehouden en ook Shankar wilde alleen lachend kwijt dat hij niks kon verklappen. Voor de door dit seizoen getransformeerde personages zal het in ieder geval niet bij contemplatie blijven."], "authors": ["Matthijs Valent", "December Om", "Leestijd Minuten"], "keywords": ["van", "seizoen", "een", "en", "expanse", "te", "zijn", "duik", "serie", "vijfde", "voor", "diepe", "houdt", "het", "door"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}