{"id": "522c601b-2a42-32a8-a5f4-01541db24a4e", "title": "Gabriël Kousbroek: Ik heb een hoop rare dingen gedaan met brommers", "url": "https://trouw.nl/cultuur-media/gabriel-kousbroek-ik-heb-een-hoop-rare-dingen-gedaan-met-brommers~b8960227/", "summary": "Met een paarse Mobylette ­Kaptein begon Kousbroek een hartstochtelijk brommertijdperk, ver voordat hij er officieel op mocht rijden.\nAchteraf heb ik een hoop ­rare dingen gedaan met die brommers.\nIk zat er een beetje tussenin, op een ouwelullenbrommer met een Puch-motor eronder.\nKousbroek bereed ondermeer een zwarte Solex, een ­grijze Zündapp, een driewielige invalidenwagen en een Vespa-scooter met zwart-geel wespmotief.\nInmiddels heb ik het idee dat ik het een beetje onder controle heb.”Je ouders kijken natuurlijk toch nog over je schouders mee.", "paragraphs": ["Gabriël Kousbroek, doorgaans Gaap genoemd, staat te roken voor zijn huis aan een grachtje in de Amsterdamse binnenstad. ­Roken doet hij veel. Nu is er een extra reden voor een sigaretje. “Ver­slaving én zenuwen”, vertelt hij terwijl hij koffiezet in een vrolijk rommelige ­pijpenla van een huis, overal schilder- en tekenwerken aan de muren. Zenuwen?", "“Als ik optreed met mijn band ben ik niet zenuwachtig. Maar een interview: dan moet je openhartig zijn, en verstandige dingen zeggen. Binnen bepaalde marges natuurlijk, daarbuiten gebeuren er verschrikkelijke ­dingen. Dan hangen er de volgende dag boze mensen aan de lijn.”", "In 2013 publiceerde de tekenaar en illustrator ­Kousboek, een serie autobiografische verhalen, deels getekend deels geschreven. Verhalen over opgroeien met vader en bekend essayist Rudy Kousbroek, en moeder en schrijfster Ethel Portnoy. Vooral veel strijd had hij met zijn vader, die in het boek niet bijzonder sympathiek overkomt. “In een interview op de radio heb ik toen wat dingen gezegd die feitelijk niet klopten. Kreeg ik meteen een telefoontje van Rudy’s uitgeefster: ‘Dat is toch helemaal niet wáár?’ Nee oké, nou ja, zo in het gesprek heb ik dat eruit gefloept.”", "Dit boek is anders. Met een paarse Mobylette ­Kaptein begon Kousbroek een hartstochtelijk brommertijdperk, ver voordat hij er officieel op mocht rijden.", "“Mijn vader was al grotendeels uit beeld. Dat is fijn, mijn ouders komen er hooguit zijdelings in voor.” Zijn puberteit bracht Kousbroek door in Den Haag, bij zijn moeder.", "Moeders en brommers gaan niet goed samen, toch?", "“Nee, mijn moeder vond het maar een hoop olie en troep in de tuin. En ze was natuurlijk bang dat ik zou crashen. Begrijp ik ook wel. Achteraf heb ik een hoop ­rare dingen gedaan met die brommers. Maar goed, dat is verdwenen. Het enige waar moeders zich nog druk over kunnen maken is de snelheid van elektrische fietsen of electrische scooters. Brommers zijn weg. Je ziet er ­hooguit nog oude mannetjes op rijden, of jonge mensen die ze als een cultobject zien. En 2-takt is in de stad nu verboden.”", "Wat is dat, 2-takt?", "“Niet dat ik alles weet van techniek hoor. Een ­docent motorvoertuigentechniek heeft mijn tekst ­gecheckt, je wilt niet iets lariekoekerigs zeggen. Dan worden al die oude mannetjes boos. 2-Takt is een mengeling van ­ben­zine en olie, supervervuilend. En het stinkt. Alleen op speciale dagen mag je er op rijden. En op landweggetjes, dicht bij natuurgebieden, haha. Voor brommermeetings zoals Kauwe Klauwe, waar mensen met hun oude blinkie blankie gepoetste brommers ­komen aanzetten, wordt een ontheffing aangevraagd.”", "Een brommer in de jaren tachtig, dat was vooral een manier om bij de ene groep te horen en je af te zetten tegen de andere.", "“Zeker. Zündapps en Kreidlers waren buikschuivers, daar zaten de voetbalsupporters op met hun matjes en groene bomberjacks. Zwarte Puchs, met hoog stuur, die waren voor zeg maar intellectuele kakkers. Die hadden affiniteit met hippies, het ‘Easy Rider’-gevoel. Ik zat er een beetje tussenin, op een ouwelullenbrommer met een Puch-motor eronder. Op de een of ander manier ­gingen Puch en punk toen goed samen. Dat kun je je nu niet voorstellen, pubers van nu zijn tegen benzine­motoren en nertsenfokkerijen enzo. Je had de Hells ­Angels, dat waren outcasts. Met onze Puch-club Société Mauvais probeerden we een soort kinder-Hells Angels te zijn. Het ging erom er zo ruig en vies mogelijk uit te zien, dat was de romantiek. Maar ons hoofddoel was aan brommers prutsen en een beetje door het land tuffen. Dat was de kick.”", "Buikschuiver bestaat uit vermakelijke verhalen over brommers met mooie namen als Stokvis, de IJzeren Hond en Bubblecar. Opgevoerde, samengestelde en ­daarmee soms heel persoonlijke vehikels voorzien van hoge sturen, gevonden zadels en airbrushdecoraties. Kousbroek bereed ondermeer een zwarte Solex, een ­grijze Zündapp, een driewielige invalidenwagen en een Vespa-scooter met zwart-geel wespmotief. Tussen de onder­delenjacht en het gehannes met lekke banden en spaaklopende motors, haperende kettingen en val­partijen door, is nostalgie naar een andere tijd voelbaar. Met vrienden naar het Belgische Torhout Werchter toeren om Lou Reed te zien. Kerstbomen verzamelen en in de fik steken. Voor een concert naar Leiden om tussen ­pogoënde hanekammen terecht te komen en met slechts één brillenglas terug naar huis te rijden.", "Wat is er met de jaren tachtig verloren gegaan?", "“Het was een tijdperk van totale vrijheid. Ik ervoer dat toen niet zo, want je moest naar school en studeren. Maar je kon gewoon een huis kraken. Was het een leuk huis dan reed je je brommer naar binnen en zat je in de huiskamer aan je brommer te sleutelen. Dat was voor mij het plezier, vandaar ‘de kunst van het brommer­onderhoud’. Je MacGyvert je brommer aan elkaar en dan doet ie ’t weer. Niet voor eeuwig maar goed genoeg om van naar A naar B te komen.", "“Ik denk met weemoed aan de stank en het gepruts. Een modern equivalent? Bootjes misschien. Ik heb hier om de hoek een bootje liggen dat nog hooguit drie jaar meegaat. Dat is een aparte wereld, op het water: roestige bootjes met vrije jongens enerzijds, dikke vette sloepen met kakballen erin anderzijds. Ook bootjes worden ­electrisch. Natuurlijk heeft dat voordelen, maar ook ­nadelen: met elektromotoren is je actieradius klein en ze zijn duur.”", "Hoe kwam je ertoe punker te worden?", "“Op mijn veertiende ging ik naar een concert van een punkband, The Damned, in Paard van Troje in Den Haag. Ik was verkocht: dit is het. Tegen het systeem, wild en onaangepast. Contra alles. Het was de periode dat mijn ouders in scheiding lagen, ik vond het leuk om te rebelleren. Mijn vader was terug naar Parijs. Als hij even terugkwam dan moest mijn haar plat, moest ik met twee woorden spreken en vioolstudies doen. Zodra ik buiten was deed ik mijn eigen kleren aan en was ik weer de woeste punker.”", "Kwam dat punk zijn voort uit maatschappelijk ­engagement? Je kwam terecht in de kraak­beweging.", "“Ja, anarchisme! Tegen elke vorm van gezag. Tegen de gevestigde orde van politici als Wiegel en Van Agt, ­tegen de leegstandswet die panden moest beschermen tegen krakers. Dat vonden wij een groot onrecht, we wilden panden verdelen onder de armen. Dus: demonstraties, die uitliepen op rellen, dan kwam de ME en ­ontstonden er meer rellen. Ik heb stenen gegooid, en op mijn zestiende maanden in de jeugdgevangenis gezeten voor openlijke geweldpleging. De consequenties, daar was ik toen niet mee bezig. Ik heb een strafblad. Dat maakte me een beetje paranoia: ik wilde niet nog een keer de gevangenis in. Mijn aandacht heb ik toen verlegd naar brommers.”", "Gabriël Kousbroek: 'Als mijn vader terugkwam uit Parijs dan moest mijn haar plat, moest ik met twee woorden spreken en vioolstudies doen.' Beeld Jildiz Kaptein", "Wat hadden brommers te bieden?", "“Vrijheid. Autonomie. Naar Scheveningen rijden, langzaam rondjes draaien over de boulevard, cocktails drinken en dan een beetje beschonken naar huis zwabberen. Als puber ben je bezig je seksualiteit te ontdekken: hoe regel je dat zo snel mogelijk iemand bij je in bed belandt? Brommers, punk, het zijn middelen om dat te versnellen.”", "Begon Buikschuiver met de tekeningen of de ­verhalen?", "“Ik ben eerst tekenaar, daarna schrijver. Maar in de praktijk heb ik een verhaal nodig om te kunnen tekenen. Ik heb overwogen er een graphic novel van te maken. Maar dat vind ik zo’n tour de force. De concentratie die je daarvoor moet opbrengen, dat is bijna onmenselijk. Met gemak ben je acht jaar bezig, en dat vind ik vervelend. Ik wil ook andere dingen doen. Varen, meisjes versieren, muziek luisteren. Liefst zit ik met een glas champagne dobberend in een zwembad.", "“Na Kousboek was ik begonnen aan een ander boek, over de opkomst en ondergang van een galerie die ik in de jaren negentig met een paar anderen had. Een van hen bleek daar ook mee bezig te zijn. Die persoon had dagboeken bijgehouden. Ik moest het van herinneringen hebben, en met mijn door drugs vervormde hersenen zou dat neerkomen op fictie. Ik vertrouwde mijn eigen fictie niet. Ik kreeg een writer’s block die jaren duurde. Tot ik op een avond met vrienden aan het drinken was en het ene na het andere brommerverhaal in me opkwam. Ze zaten daar zo ongelofelijk om te lachen, dat ik dacht: ik ga gewoon een brommerboek schrijven. De writer’s block was weg. Het rare is, Buikschuiver staat ­gecategoriseerd als non-fictie, maar het is fifty-fifty: sommige verhalen zijn echt, andere heb ik uit mijn duim gezogen.”", "Dit boek heeft prachtige tekeningen van ­brommers, maar tekst domineert. Gek eigenlijk, voor een tekenaar.", "“De tekeningen zijn vrij technisch. Ik heb grote moeite met wielen: uit de losse hand een perfecte cirkel tekenen vind ik al een ramp, ovaal is weer een andere tak van sport. Schetsen maak ik niet. Met mijn mitsubishi uni-ball van drie euro teken ik in één keer. Gaat het mis dan moet het hele ding over.", "“Met Buikschuiver ben ik erachter gekomen dat ik schrijven misschien wel leuker vind. Ik ben tekenaar geworden om te ontsnappen aan het oordeel dat mijn ouders ongetwijfeld over mijn werk zouden hebben geveld. Toen ze allebei overleden waren ben ik meer gaan schrijven maar ik bleef heel onzeker. Inmiddels heb ik het idee dat ik het een beetje onder controle heb.”", "Je ouders kijken natuurlijk toch nog over je schouders mee. Wat zouden ze van Buikschuiver vinden?", "“Ik denk dat ze er erg om zouden kunnen lachen, die puberale onbeholpenheid. Mijn vaders liefde voor techniek heb ik geërfd, dat zou hij leuk hebben gevonden.", "“Van mijn moeder heb ik een brede blik op mensen en situaties, als een cultureel antropoloog. Ik denk dat ze het leuk zouden vinden dat ik minder bang ben om fictie te proberen. Dat hebben ze zelf allebei met veel plezier, en wisselend succes, gedaan.", "“Buikschuiver was bedoeld als een tussendoorboek, maar het heeft me een belangrijk gevoel gegeven: er is veel ballast weg. Nu kan ik fictie gaan schrijven. Een roman, dat lijkt me wel een leuke volgende stap.”", "Gabriël Kousbroek", "Buikschuiver", "Nijgh & Van Ditmar; 192 blz. €22,50", "Bio Gabriël Kousbroek (Parijs, 1965), het tweede kind van het toenmalige schrijversechtpaar Rudy Kousbroek en Ethel Portnoy, groeide grotendeels op in Den Haag. Hij studeerde eind jaren tachtig aan de Rietveld Academie. Zijn tekeningen verschijnen in de Groene Amsterdammer, de Volkskrant, HP/De Tijd en De Republikein. In 2013 verscheen Kousboek, deels getekende autobiografische verhalen. Deze week verscheen Buikschuiver. Gaap en de kunst van het brommeronderhoud. ‘Gaap’ woont in Amsterdam.", "Lees ook:", "Altijd op zoek naar de grenzen van de strip", "Museum Meermanno eert tekenaar Dick Matena met een tentoonstelling. Van strips voor Eppo en Donald Duck tot literaire graphic novels, Matena is zelf verbaasd over zijn enorme productie.", "Column Jan Beuving", "Een variatie op dezelfde zin, als saluut aan W.F. Hermans (op z’n Rudy Kousbroeks)."], "authors": ["Remke De Lange"], "keywords": ["van", "gedaan", "kousbroek", "rare", "het", "met", "ik", "hoop", "gabriël", "een", "en", "dat", "je", "te", "mijn", "dingen", "heb"], "pubDate": "2020-11-29T13:28:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}