{"id": "52386e41-548e-3be4-ab91-40863d9c9d44", "title": "'Trump en de Republikeinen vechten elkaar de tent uit over Georgia'", "url": "https://nu.nl/dit-wordt-het-nieuws/6100189/trump-en-de-republikeinen-vechten-elkaar-de-tent-uit-over-georgia.html", "summary": "In de Dit wordt het nieuws-podcast praten we hierover met Amerikakenner Willem Post, die verbonden is aan Instituut Clingendael.\nAbonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nJe vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl.", "paragraphs": ["In de Amerikaanse staat Georgia gaan Amerikanen deze dinsdag naar de stembussen. Ze mogen hun stem uitbrengen over de laatste twee Senaatszetels. Belangrijke posities voor zowel de Republikeinen als de Democraten. Winst kan namelijk een meerderheid in zowel het Huis van Afgevaardigden als de Senaat opleveren. In de Dit wordt het nieuws-podcast praten we hierover met Amerikakenner Willem Post, die verbonden is aan Instituut Clingendael.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["nieuws", "vechten", "van", "en", "uit", "elkaar", "een", "wordt", "dit", "nieuwspodcast", "op", "tent", "trump", "het", "georgia", "republikeinen", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}