{"id": "5249401e-a3d3-3a1e-988a-f21a5a13b13a", "title": "2020 evenaart 2016 als 's werelds warmste jaar ooit gemeten", "url": "https://nu.nl/klimaat/6100802/2020-evenaart-2016-als-s-werelds-warmste-jaar-ooit-gemeten.html", "summary": "2020 was samen met 2016 het warmste jaar dat wereldwijd ooit gemeten is en het warmste jaar ooit voor Europa, blijkt vrijdag uit gegevens van klimaatinstituut Copernicus van de Europese Unie.\nHet afgelopen decennium (2010-2020) was dan ook het warmste dat is geregistreerd, aldus Copernicus.\nVorig jaar was het in Europa 0,4 graden warmer dan in 2019, dat tot dan toe het warmste jaar in Europa was.\nDe klimaatdienst noemt het verder opmerkelijk dat de temperatuur van 2016 is geëvenaard, terwijl in de tweede helft van het jaar ook het weerfenomeen La Niña zich voordeed, dat juist voor verkoeling zorgt.\nDaardoor lag de temperatuur in delen van het zuidelijke halfrond juist onder het gemiddelde.", "paragraphs": ["2020 was samen met 2016 het warmste jaar dat wereldwijd ooit gemeten is en het warmste jaar ooit voor Europa, blijkt vrijdag uit gegevens van klimaatinstituut Copernicus van de Europese Unie.", "Volgens het Europese klimaatinstituut lag de temperatuur vorig jaar 1,25 graden hoger dan in de tweede helft van de negentiende eeuw en 0,6 graden hoger dan in de periode 1981-2010.", "Daarnaast zijn de afgelopen zes jaren de warmste jaren die ooit zijn gemeten. Het afgelopen decennium (2010-2020) was dan ook het warmste dat is geregistreerd, aldus Copernicus.", "Vorig jaar was het in Europa 0,4 graden warmer dan in 2019, dat tot dan toe het warmste jaar in Europa was. Vooral op de Noordpool en in het noorden van Siberië was het vorig jaar flink warmer. Daar lag de temperatuur in sommige delen 6 graden boven het gemiddelde van 1981-2010.", "De klimaatdienst noemt het verder opmerkelijk dat de temperatuur van 2016 is geëvenaard, terwijl in de tweede helft van het jaar ook het weerfenomeen La Niña zich voordeed, dat juist voor verkoeling zorgt. Daardoor lag de temperatuur in delen van het zuidelijke halfrond juist onder het gemiddelde. 2016 begon het recordjaar juist met het opwarmende effect van de weerkundige tegenpool El Niño.", "De opwarming van de aarde wordt voor een belangrijk deel veroorzaakt door de uitstoot van schadelijke broeikasgassen."], "authors": ["Door"], "keywords": ["s", "evenaart", "2020", "van", "dan", "2016", "jaar", "voor", "werelds", "graden", "dat", "gemeten", "ooit", "warmste", "het", "als", "temperatuur"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}