{"id": "525cc0d1-d480-31fb-bfe7-7a3b4309b9b4", "title": "Nieuwe dieren alleen in ondoordringbare regenwouden? Nee hoor, ook in het Vondelpark", "url": "https://volkskrant.nl/wetenschap/nieuwe-dieren-alleen-in-ondoordringbare-regenwouden-nee-hoor-ook-in-het-vondelpark~b8f5fbf8/", "summary": "De wereld sterft niet alleen af en uit, er komen ook nieuwe soorten bij.\nDat wil zeggen: de soorten bestonden allang, ze waren alleen nog niet ontdekt door een mens.\nEen feestelijk begin van het nieuwe jaar: in januari verscheen het nieuws dat in de regenwouden van de Indonesische eilanden Peleng en Taliabu in één klap vijf nieuwe vogelsoorten zijn ontdekt.\nHierbij doopten wij: Peleng Waaierstaart (Rhipidura habibiei), Taliabu Boszanger (Phylloscopus emilsalimi), Peleng Boszanger (Phylloscopus suaramerdu), Taliabu Dwerghoningeter (Myzomela wahe) en Taliabu struikzanger (Locustella portanta).\nHet ging om ongewervelde dieren als zachte koralen en sponzen, maar ook enkele kreeftensoorten.", "paragraphs": ["De wereld sterft niet alleen af en uit, er komen ook nieuwe soorten bij. Dat wil zeggen: de soorten bestonden allang, ze waren alleen nog niet ontdekt door een mens. Een greep uit het Nieuwe Dierenrijk 2020. Les 6 van ons jaaroverzicht met de wetenschappelijke lessen van 2020.", "Een feestelijk begin van het nieuwe jaar: in januari verscheen het nieuws dat in de regenwouden van de Indonesische eilanden Peleng en Taliabu in één klap vijf nieuwe vogelsoorten zijn ontdekt. Hierbij doopten wij: Peleng Waaierstaart (Rhipidura habibiei), Taliabu Boszanger (Phylloscopus emilsalimi), Peleng Boszanger (Phylloscopus suaramerdu), Taliabu Dwerghoningeter (Myzomela wahe) en Taliabu struikzanger (Locustella portanta).", "Nieuwe dieren alleen in ondoordringbare regenwouden? Nee hoor, ook in het Amsterdamse Vondelpark. Daar vond een team onder leiding van evolutiebioloog Menno Schilthuizen dit jaar een sluipwesp die nog geen wetenschappelijke naam had. Het beestje zien vergt een microscoop, maar dan heb je ook wat: de Aphaereta vondelparkensis, zoals hij nu heet.", "Aphaereta vondelparkensis Beeld Kees van Achterberg, Naturalis, Leiden en Zhejiang University, Hangzhou, China", "Een schitterend ongelukje, ook al schrokken de Amerikaanse wetenschappers zelf van hun daad: met een nieuwe manier van kunstmatige bevruchting kruisten zij per ongeluk twee bedreigde vissoorten: de Russische steur en de Amerikaanse lepelsteur. Uit dat gedwongen huwelijk kwam een bijzonder kindje voort: een geheel nieuwe, hybride vorm. Lang zal de nieuwe soort niet bestaan: de wetenschappers besloten het dier niet te vermeerderen en te laten (uit)sterven.", "Beeld Flórián Tóth", "Het zal je gebeuren: net ontdekt en meteen in je voortbestaan bedreigd. Het overkwam de Popa Langur (Trachypithecus popa), een aapje dat leeft in de bossen van Myanmar. Waarschijnlijk leven er in totaal slechts 200 tot 250 exemplaren. De aapjes hebben het moeilijk doordat hun leefgebied steeds kleiner wordt. Ook vallen ze ten prooi aan jacht.", "Popa langur (Trachypithecus popa) Beeld AFP", "De vondst was al vijf jaar oud, maar dit jaar kwam het vast te staan: duikers hebben op steile bergwanden in de diepzee bij de Galapagoseilanden maar liefst dertig nieuwe soorten ontdekt. Het ging om ongewervelde dieren als zachte koralen en sponzen, maar ook enkele kreeftensoorten.", "Beeld Pelayo Salinas-de-León"], "authors": ["Jean-Pierre Geelen"], "keywords": ["regenwouden", "nee", "hoor", "van", "ontdekt", "en", "nieuwe", "een", "ondoordringbare", "niet", "ook", "vondelpark", "dieren", "alleen", "het", "maar", "taliabu"], "pubDate": "2020-12-23T13:00:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}