{"id": "5261f7d5-ef2a-34e4-9f4a-e8d1357d6637", "title": "Help! Bevrijd mij van mijn algoritmes! Of toch niet?", "url": "https://trouw.nl/opinie/help-bevrijd-mij-van-mijn-algoritmes-of-toch-niet~b4c383fb/", "summary": "Voor Cees van der Laan, hoofdredacteur van Trouw, is 2020 óók het jaar van de algoritmes.\nSteeds vaker bekruipt mij het gevoel dat de werkelijke werkelijkheid digitaal niet meer bestaat of dat het digitale sterk de echte werkelijkheid aan het beïnvloeden is, dat de twee in elkaar overlopen.\nIn de online wereld krijgen we allemaal onze eigen zonsondergang voorgesteld, op basis dus van je gedragingen die verzameld zijn op basis van algoritmes van bedrijven.\nEn zo zat ik recent op de bank, met laptop, tablet en telefoon om mij heen, en ik dacht: help!\nCreativiteit, inspiratie en het stellen van vragenToch zijn creativiteit, inspiratie en het stellen van vragen juist weer kenmerken van het journalistieke denken.", "paragraphs": ["Voor Cees van der Laan, hoofdredacteur van Trouw, is 2020 óók het jaar van de algoritmes. En dat vindt hij geen onverdeeld genoegen.", "In welke werkelijkheid verkeren wij eigenlijk met elkaar in onze (digitale) omgeving? In zoekmachines, op Netflix, Spotify, YouTube, Instagram, Facebook en vele andere sociale media krijg ik een andere werkelijkheid voorgeschoteld dan mijn lief, mijn kids, mijn vrienden of wie dan ook. En dat geldt ook voor advertenties op de online platforms.", "Terugkijkend op 2020 was dit jaar niet alleen het jaar van de coronacrisis maar ook het jaar waarin we steeds meer te weten kwamen over hoe ons leven wordt aangestuurd door algoritmes. Waarin de hitdocumentaire ‘The Social Dilemma’ op Netflix velen de ogen opende over de werking ervan, maar waarin tegelijkertijd, in het licht van een wereldwijde pandemie, complotdenkers vaak lang niet meer alleen vanaf de zijlijn stonden te roepen.", "Steeds vaker bekruipt mij het gevoel dat de werkelijke werkelijkheid digitaal niet meer bestaat of dat het digitale sterk de echte werkelijkheid aan het beïnvloeden is, dat de twee in elkaar overlopen. Er bestaat in die digitale wereld een werkelijkheid op basis van zoek- en leesgedrag, waarin je zelf het middelpunt bent en niet meer het gemeenschappelijke sociale verband waarin veel mensen verkeren.", "Jouw werkelijkheid, jouw zonsondergang", "Ik ga op zomeravonden graag naar het strand om de zon in de zee te zien zakken. Dat doe ik het liefst met familie en vrienden en we zien met elkaar altijd dezelfde zonsondergang. In de online wereld krijgen we allemaal onze eigen zonsondergang voorgesteld, op basis dus van je gedragingen die verzameld zijn op basis van algoritmes van bedrijven. Die bedrijven bepalen jouw werkelijkheid, jouw zonsondergang.", "Het zou dus heel goed kunnen dat wat ik voorgeschoteld krijg over de coronacrisis iets heel anders is dan wat mijn buurman ziet of leest, of mijn collega, of een vriend. En dat beïnvloedt dus ook je opvattingen. Maar is dat ook de werkelijkheid? Ja en nee.", "Ja, de meningen en opvattingen geventileerd in de online wereld vormen vanzelfsprekend onderdelen van de werkelijkheid zoals die op je afkomt. Nee, want het kan heel goed dat ik een mening of een nieuwsfeit krijg voorgeschoteld, die iemand anders niet ontvangt of met een andere invalshoek.", "En zo zat ik recent op de bank, met laptop, tablet en telefoon om mij heen, en ik dacht: help! Bevrijd mij van mijn algoritmes. Ik wil de echte werkelijkheid, de echte wereld! Geef mij mijn werkelijkheid terug, ook op het scherm.", "Tja, lastige opgave, bedacht ik al snel. Misschien is de echte werkelijkheid wel net zo subjectief als de digitale werkelijkheid. De zintuiglijke ervaringen, de wijze hoe iemand in het leven staat, herinneringen, stemmingen enzovoort, bepalen evenzeer je kijk op de werkelijkheid. We kunnen samen naar een zonsondergang kijken, maar je buurman of vrouw kan die heel anders ervaren. Waar de één de romantiek van het moment ziet, denkt iemand anders bij de ondergaande zon aan zijn bed of een ziek huisdier. Dat kan dus behoorlijk verschillen.", "Ervaringen en werkelijkheden lopen door elkaar heen", "Toch, denk ik, zien we hetzelfde, maar is onze ervaring verschillend. Dat kan. Maar niet in de digitale wereld. Daar lopen ervaringen en werkelijkheden door elkaar heen, in een onzichtbare wereld voor jouw gerangschikt op basis van formules die slimme jongens en meisjes hebben bedacht. En die beginnen steeds meer de werkelijke werkelijkheid te beïnvloeden en natuurlijk ook weer omgekeerd, waardoor de werkelijke werkelijkheid de online werkelijkheid weer helpt vormgeven.", "Bijvoorbeeld, ik ben bij president Trump volledig de kluts kwijt op welke werkelijkheid hij reageert of in welke werkelijkheid hij verkeert. President van de Twitterende Staten van Amerika.", "In de journalistiek werkt het natuurlijk heel anders - dacht ik aanvankelijk. We kijken naar het nieuws en schrijven verhalen op basis van wat zich in de werkelijkheid voordoet en op basis van onze kennis en kunde. Wij stellen objectieve vragen bij de ontwikkelingen in de werkelijkheid.", "Maar is dat zo? Hebben wij zelf eigenlijk ook niet onze eigen algoritmes in ons hoofd? Zijn ervaringen, kennis, talenten en specialisaties toch niet een mix waaruit een bepaalde logica uit voortvloeit, een rangschikking die je ook een algoritme zou kunnen noemen. Je eigen innerlijke algoritme.", "In zekere zin wel. Er is echter wel een groot verschil met het digitale algoritme. Dat blijft een logische voorspelling van wat jij zou willen lezen of kijken, al kun je natuurlijk ook weer de irrationaliteit en onvoorspelbaarheid in een algoritme inbouwen, mede door de grote ontwikkelingen in de wetenschap op het gebied van kunstmatige intelligentie.", "Creativiteit, inspiratie en het stellen van vragen", "Toch zijn creativiteit, inspiratie en het stellen van vragen juist weer kenmerken van het journalistieke denken. Elke dag opnieuw worden in de journalistiek vragen gesteld en wordt gezocht naar antwoorden die zich onttrekken aan algoritmes. Daardoor worden steeds weer verhalen geschreven die voortspruiten uit kritisch nadenken, opmerkzaamheid of kennis. Dat kan weer leiden tot nieuw nieuws, bijvoorbeeld over de toeslagenaffaire bij de belastingdienst, de coronacrisis of de Amerikaanse presidentsverkiezingen.", "De kracht van een redactie is dat ideeën en verhalen worden gerangschikt naar belang, van een context voorzien, in de krant en op de site, vormgegeven en uiteindelijk gepubliceerd. En vanzelfsprekend ook gecheckt op fouten en onjuistheden.", "De verhalen in een krant en op een nieuwssite ontstaan vrijwel altijd vanuit journalistieke vragen over de werkelijkheid, zo u wilt onze innerlijke journalistieke algoritmes. Zodra ze zijn gepubliceerd gaan de digitale algoritmes ermee aan de haal.", "Lees ook:", "Hét gevaar van onze tijd?", "‘Dat iedereen in zijn eigen waarheid gelooft’, zegt deze filosoof. Maar er is hoop."], "authors": ["Cees Van Der Laan"], "keywords": ["ik", "bevrijd", "van", "het", "toch", "mijn", "algoritmes", "en", "een", "werkelijkheid", "op", "ook", "mij", "niet", "dat", "help", "die"], "pubDate": "2020-12-27T11:19:41Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}