{"id": "5268111a-9466-36e0-9561-6dbd379f8e07", "title": "'Internetproviders in Hongkong blokkeren protestwebsite op last van politie'", "url": "http://www.nu.nl/tech/6101207/internetproviders-in-hongkong-blokkeren-protestwebsite-op-last-van-politie.html", "summary": "Op HKChronicles worden met name berichten gepubliceerd over demonstraties tegen de Chinese overheid, maar worden ook gegevens van politieagenten gedeeld.\nZondag schreef de South China Morning Post dat de politie van Hongkong de nationale veiligheidswet van de stad voor het eerst had ingeschakeld, om HKChronicles te blokkeren.\nDe politie had volgens de krant providers opgeroepen om toegang van gebruikers te blokkeren.\nDe politie zegt in een reactie aan Reuters niet op specifieke zaken in te gaan.\nIn Hongkong zijn al langer protesten vanwege de toenemende inmenging van China, waarmee de autonomie van Hongkong wordt beperkt.", "paragraphs": ["Protestwebsite HKChronicles wordt geblokkeerd door internetaanbieders in Hongkong. Dat bevestigt de website aan Reuters na berichtgeving van de South China Morning Post. Op HKChronicles worden met name berichten gepubliceerd over demonstraties tegen de Chinese overheid, maar worden ook gegevens van politieagenten gedeeld.", "HKChronicles kreeg berichten van lezers dat de website niet meer bereikbaar was. \"Zo ontdekten we dat sommige providers in Hongkong de verbinding naar onze servers hebben geblokkeerd\", zegt eigenaar Naomi Chan.", "Zondag schreef de South China Morning Post dat de politie van Hongkong de nationale veiligheidswet van de stad voor het eerst had ingeschakeld, om HKChronicles te blokkeren. De politie had volgens de krant providers opgeroepen om toegang van gebruikers te blokkeren.", "De politie zegt in een reactie aan Reuters niet op specifieke zaken in te gaan. Wel kan de politie volgens de nieuwe, omstreden veiligheidswet websites laten blokkeren die een potentieel nationaal veiligheidsprobleem vormen.", "In Hongkong zijn al langer protesten vanwege de toenemende inmenging van China, waarmee de autonomie van Hongkong wordt beperkt. Vorige week werden nog 53 activisten opgepakt op basis van de nieuwe veiligheidswet."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["politie", "van", "zegt", "veiligheidswet", "china", "hongkong", "op", "te", "blokkeren", "dat", "protestwebsite", "hkchronicles", "internetproviders"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}