{"id": "526a241d-1470-3dde-b8c1-c4ac0dedc268", "title": "Zaai als de planten zelf zaaien, nu dus", "url": "http://trouw.nl/duurzaamheid-natuur/zaai-als-de-planten-zelf-zaaien-nu-dus~b680ea70/", "summary": "Met zaaien wacht ik tot na de laatste harkbeurt.\nMaar is het niet te laat om te zaaien?\nDie wil ik ook in de tuin, denk ik, en ik maak een lijstje van soorten.\nIk vraag het de auteur in een digitaal berichtje en hij antwoordt meteen: ‘Nu zaaien is het beste.\nJe moet zaaien als de planten zelf zaaien.", "paragraphs": ["Afgelopen zomer heb ik heel wat zaden verzameld, om wilde bloemen in mijn tuin te krijgen. Vooral het gras wil ik tot bloei brengen. De kiemkans is niet groot – mijn tuin is lommerrijk, het gras is mossig en de aangrenzende struwelen huisvesten een massa slakken. De merels lijken liever de door mij gestrooide zaden te eten dan die slakken.", "Met zaaien wacht ik tot na de laatste harkbeurt. Het gras wordt tot december toegedekt met een deken van gele sneeuw. Die dwarrelt uit de Spaanse aak, maar vooral uit de zoete kers. De bladeren worden door regenwormen en andere nijvere bodembewoners wel tot humus verteerd, maar omdat bloemen zich tussen de grassen beter redden op voedselarme grond, hark ik die bladeren de bosjes of de gft-bak in. De hark zou zaad weg en zaailingen kapot raggen, dus ik wacht met mijn zaadjes van koekoeksbloemen, klavers, rietorchissen en ratelaars.", "De bomen zijn nu bijna kaal. Maar is het niet te laat om te zaaien? Of te vroeg? Kan ik niet beter wachten tot maart?", "Het bestelde boek ‘Tuinieren met wilde planten’ van Martin Stevens (Uitg. Noordboek; 19,90 euro) komt als geroepen. Het boek staat vol prachtige foto’s van wilde bloemen, die zich lenen voor de tuin. Stevens zet erbij of de soort een natte of droge, zonnige of beschaduwde, kalkrijke of -arme plek wil. Slanke sleutelbloem, veldsalie, prachtklokje – bij al die foto’s maakt zich enige hebzucht van mij meester. Die wil ik ook in de tuin, denk ik, en ik maak een lijstje van soorten. Het is dus een inspirerend boek, maar wanneer ik moet zaaien staat er niet in. Ik vraag het de auteur in een digitaal berichtje en hij antwoordt meteen: ‘Nu zaaien is het beste. Je moet zaaien als de planten zelf zaaien. En dat is bijna nooit in het voorjaar.’", "Ik trek plukken mos los en strooi er zaden voor in de plaats. Laat honderd bloemen bloeien! Voornemens voor 2021: slanke sleutelbloem, veldsalie, prachtklokje.", "Drie keer per week schrijft bioloog Koos Dijksterhuis over iets dat groeit of bloeit."], "authors": ["Koos Dijksterhuis"], "keywords": ["tot", "zaaien", "van", "als", "dus", "het", "die", "zelf", "ik", "zaai", "een", "nu", "en", "te", "planten", "tuin"], "pubDate": "2020-12-10T15:21:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}