{"id": "5292739b-3fc3-376d-ab5d-e0362c019f90", "title": "BMW vraagt minimaal 124.000 euro voor nieuwe M3", "url": "https://nu.nl/auto/6096131/bmw-vraagt-minimaal-124000-euro-voor-nieuwe-m3.html", "summary": "Voor dat bedrag krijg je een 480 pk sterke sedan met handgeschakelde zesbak.\nOok de prijzen van de M4 Coupé en M4 Coupé Competition zijn bekendgemaakt.\nDe tweedeursauto kost ten minste 128.179 euro, terwijl BMW voor de 510 pk sterke Competition-uitvoering met automaat 131.862 euro vraagt.\nVoor de reguliere M4 Coupé geldt - net als bij de M3 - dat de 480 pk sterke motor aan een handbak gekoppeld zit.\nHet aanbod wordt daarnaast uitgebreid met een stationwagenversie van de M3.", "paragraphs": ["BMW heeft de instapprijs van de eerder dit jaar gepresenteerde M3 vastgesteld op 124.376 euro. Voor dat bedrag krijg je een 480 pk sterke sedan met handgeschakelde zesbak. De Competition-versie, die naast 30 pk extra ook een automaat heeft, kost minimaal 129.269 euro.", "Ook de prijzen van de M4 Coupé en M4 Coupé Competition zijn bekendgemaakt. De tweedeursauto kost ten minste 128.179 euro, terwijl BMW voor de 510 pk sterke Competition-uitvoering met automaat 131.862 euro vraagt. Voor de reguliere M4 Coupé geldt - net als bij de M3 - dat de 480 pk sterke motor aan een handbak gekoppeld zit.", "In maart komen de auto's op de weg. De handgeschakelde modellen accelereren in 4,2 seconden naar 100 kilometer per uur, de uitvoeringen met automaat in 3,9 seconden.", "De auto's zijn vooralsnog alleen leverbaar met achterwielaandrijving. In de zomer van 2021 komen daar de versies met vierwielaandrijving bij. Het aanbod wordt daarnaast uitgebreid met een stationwagenversie van de M3.", "Kijk voor meer foto's op AutoWeek.nl"], "authors": ["Door"], "keywords": ["pk", "m4", "euro", "124000", "met", "van", "sterke", "een", "voor", "bmw", "coupé", "vraagt", "minimaal", "m3", "op", "nieuwe"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}