{"id": "52979a13-dbfd-367b-a8a0-ea1980886051", "title": "Innoveren? Dit kunnen we van de oude Grieken en Romeinen leren", "url": "https://nu.nl/advertorial-nationale-wetenschapsagenda/6096831/innoveren-dit-kunnen-we-van-de-oude-grieken-en-romeinen-leren.html", "summary": "‘Waar zijn de mensen?’Ineke Sluiter, hoogleraar Griekse taal en literatuur (Universiteit Leiden), kreeg het eerste idee voor het onderzoek in 2011.\nMaar het viel haar op dat die topsectoren allemaal in de bèta-, technische en medische hoek zaten.\nZo maakte de Romeinse politicus Octavianus (63 v.C.-14 n.C.), de latere keizer Augustus, handig gebruik van een verlangen naar het verleden.\nMaar dat wil niet zeggen dat toegepast onderzoek - dat die kennis inzet bij het oplossen van concrete moderne problemen - daar helemaal los van staat.\nAls een crisis of maatschappelijk probleem zich voordoet, blijkt vaak dat het onderzoek daarnaar er voor een deel al is.", "paragraphs": ["Hoe kwamen vernieuwingen in de klassieke oudheid tot stand? En waarom werden ze door de bevolking omarmd? Een groep Nederlandse wetenschappers doet onderzoek naar innovatieprocessen bij de oude Grieken en Romeinen. Hun aanpak werpt ook een nieuw licht op innovaties in onze eigen tijd, van de roetveegpiet tot de invoering van de euro.", "Classici van vijf universiteiten doen binnen het onderzoeksprogramma Anchoring Innovation tien jaar lang onderzoek.", "Hun doel is om door een nieuwe lens naar de oudheid te kijken en te achterhalen onder welke condities bepaalde innovaties, van muntgeld in Athene tot de alleenheerschappij van de eerste Romeinse keizer Augustus, succesvol waren. Door die lens kunnen we vervolgens ook naar vernieuwingen in onze eigen tijd kijken. De lens is het begrip ‘verankeren’.", "‘Waar zijn de mensen?’", "Ineke Sluiter, hoogleraar Griekse taal en literatuur (Universiteit Leiden), kreeg het eerste idee voor het onderzoek in 2011. Toen introduceerde het ministerie van Economische Zaken beleid om de innovatie en investeringen weer op gang te helpen na de financiële crisis: de topsectoren. Maar het viel haar op dat die topsectoren allemaal in de bèta-, technische en medische hoek zaten. “Ik dacht: waar zijn de mensen? Je kunt uitvinden wat je wilt, maar als die uitvinding of vernieuwing niet ‘landt’ bij de doelgroep gebeurt er niks.”", "Vernieuwingen slaan pas aan als de producten of processen aansluiten bij de waarden en belevingswereld van de groep waarvoor ze bedoeld zijn, legt Sluiter uit. Dit heet verankering: er wordt een verbinding gelegd tussen iets nieuws en iets vertrouwds.", "Zoals bij de roetveegpiet. “Dat is een goed voorbeeld van verankering, omdat de roetveegpiet volledig past in het al bestaande verhaal van Piet die door de schoorsteen komt om cadeautjes te brengen.” Een andere eigentijds voorbeeld van verankering zijn bekende app-iconen op je smartphone, zoals een envelopje voor e-mail en een telefoonhoorn voor WhatsApp.", "Vertrouwd geld", "De klassieke oudheid biedt Sluiter en haar collega’s een overvloed aan materiaal om innovatieprocessen te onderzoeken. Ze bestuderen daarvoor alle overblijfselen van de Griekse en Romeinse wereld, waaronder veel teksten. Deze zijn heel goed ontsloten en beslaan alle terreinen van het menselijk leven. Bovendien toonden de oude Grieken en Romeinen een enorme vernieuwingsdrang.", "“Neem de verspreiding van muntgeld in het oude Athene. Die munt werd vertrouwd gemaakt door de afbeelding van de godin Athena op de ene kant te zetten en haar uil op de andere kant. Zodat de mensen dachten: dit is ons geld.” Bij de invoering van euro gebeurde iets soortgelijks: Europa staat op de voorkant, maar elk land heeft zijn eigen keerzijde. Door de beeltenis van (toen) Koningin Beatrix werd de nieuwe euro toch vertrouwd en herkenbaar als ‘ons’ geld.", "Keerzijde van verankering", "Ook verankering zelf heeft een 'spreekwoordelijke' keerzijde: zij kan manipulatief worden ingezet. Zo maakte de Romeinse politicus Octavianus (63 v.C.-14 n.C.), de latere keizer Augustus, handig gebruik van een verlangen naar het verleden.", "“Hij claimde dat hij na een periode van burgeroorlog de republiek herstelde en terugkeerde naar een rustige periode waaraan mensen goede herinneringen hadden, terwijl hij in feite een keizerrijk startte waardoor de bevolking veel minder te zeggen kreeg. Hij was zich er goed van bewust dat hij aansluiting moest houden met de belevingswereld en waarden van de Romeinen.”", "Een moderne variant van een verankering in het verleden is snel gevonden: de Italiaanse dictator Benito Mussolini (1883-1945) wilde het Romeinse Rijk doen herleven, met zichzelf in de rol van keizer Augustus, en zette het Latijn zonder schroom in voor de fascistische zaak.", "Ook voor “goedkope verankeringsstrategieën” in onze eigen tijd hoeven we volgens Sluiter niet ver te zoeken. “Trumps ‘Make America Great Again’ speelt in op het verlangen naar een onbestemd verleden, toen alles beter was. Politici die heel goed zijn in verankeren, hebben niet per se het beste met ons voor. Zodra iets nieuws als vertrouwd gepresenteerd wordt, moeten we onszelf daarom steeds de vraag stellen: is dit wel een goed idee?”", "Fundamenteel onderzoek", "In het onderzoeksprogramma Anchoring Innovation staan fundamentele vragen centraal: hoe werken verankeringsprocessen en waarom slaat een vernieuwing wel of niet aan? Sluiter vertelt dat veel geesteswetenschappelijk onderzoek fundamenteel onderzoek is: kennis omwille van de kennis.", "Maar dat wil niet zeggen dat toegepast onderzoek - dat die kennis inzet bij het oplossen van concrete moderne problemen - daar helemaal los van staat. “Die twee kunnen heel gemakkelijk in elkaar overgaan: een fundamentele vraag kan leiden tot toepassingsvragen en een toegepaste vraag kan weer leiden tot een fundamentele vraag. En onder een fundamentele vraag ligt vaak een nog fundamentelere. Voor classici bijvoorbeeld: hoe zit het Grieks in elkaar? Hoe krijgen we betrouwbare tekstedities?”", "Waarom, waarom, waarom?", "Waarom is fundamenteel onderzoek zo belangrijk? Allereerst omdat kennisverwerving nu eenmaal een natuurlijke menselijke behoefte is, zegt Sluiter. “Een klein kind vraagt al continu ‘waarom, waarom, waarom?’ Nieuwsgierigheid tekent ons als mens. Daarnaast weten we nooit wanneer fundamenteel onderzoek van pas komt. Na 9/11 hadden we opeens behoefte aan mensen die iets van de Islam wisten en Arabische teksten konden lezen. We begrepen opeens dat we veel te weinig wisten van die cultuur. Gelukkig waren er mensen die daar al tientallen jaren studie naar hadden gedaan, al was het wel tegen de verdrukking van de universitaire financiering in.”", "Ook de coronacrisis toont volgens Sluiter het grote belang van fundamenteel onderzoek. “Na de corona-uitbraak wendde de wereld zich tot de virologen en de epidemiologen. Als een crisis of maatschappelijk probleem zich voordoet, blijkt vaak dat het onderzoek daarnaar er voor een deel al is. We hadden bijvoorbeeld nooit zo snel een vaccin kunnen ontwikkelen als er niet 25 jaar fundamenteel onderzoek aan ten grondslag had gelegen.”", "Stel je vraag aan de wetenschap", "De Nationale Wetenschapsagenda gaat op zoek naar antwoorden op vragen die voor iedereen relevant zijn. Meer weten over fundamenteel onderzoek? Wil je zelf vragen stellen aan onderzoekers? Volg de Nationale Wetenschapsagenda op Facebook of Instagram."], "authors": ["Door", "Nationale Wetenschapsagenda"], "keywords": ["leren", "oude", "van", "onderzoek", "voor", "en", "kunnen", "een", "grieken", "innoveren", "dit", "op", "te", "het", "romeinen", "dat", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}