{"id": "52a1b7c3-23aa-303e-9f70-be07655ffe59", "title": "DNA: Hoe lange onzichtbare 'kettingen' bepalen hoe wij eruitzien", "url": "https://nu.nl/wetenschap/6098566/dna-hoe-lange-onzichtbare-kettingen-bepalen-hoe-wij-eruitzien.html", "summary": "Eén 'keten' van DNA ziet eruit als twee draden die om elkaar heen gedraaid zijn, een dubbele helix.\nBij de bevruchting van een eicel komen de drie miljard 'letters' van een vader samen bij drie miljard letters van een moeder.\n\"Zo zijn er inmiddels al meer dan vijfduizend ziektes ontdekt waarvan de oorzaak in het DNA zit\", vertelt Den Dunnen.\nOm bijvoorbeeld foutjes in menselijk DNA te repareren, wordt dit nog niet in de praktijk toegepast.\n\"Het DNA wordt herkend, maar daarna gaat het helemaal aan stukken.", "paragraphs": ["De hele blauwdruk van ons lichaam zit opgeslagen in ons DNA. Wat is DNA nou eigenlijk en wat kunnen we met kennis erover?", "\"DNA is het bouwplan van alles wat leeft, inclusief jijzelf\", vertelt Johan den Dunnen, hoogleraar Medische Genoomtechnologie in het Leids Universiteit Medisch Centrum. \"Het is een soort code die in iedere cel in je lichaam te vinden is, waarin staat hoe die cel gemaakt moet worden.\"", "Eén 'keten' van DNA ziet eruit als twee draden die om elkaar heen gedraaid zijn, een dubbele helix. Die draden bestaan uit vier soorten chemische bouwsteentjes, nucleotiden die worden aangeduid met A, T, C, of G. Al het DNA van een mens samen vormt een code, het bouwplan, geschreven met drie miljard van deze letters, legt Den Dunnen uit.", "DNA is in staat om zichzelf te kopiëren, bijvoorbeeld als je groeit en uit steeds meer cellen bestaat en als je eicellen of spermacellen maakt. Bij de bevruchting van een eicel komen de drie miljard 'letters' van een vader samen bij drie miljard letters van een moeder. Tijdens dat kopiëren wordt af en toe een foutje gemaakt, waardoor een ziekte kan ontstaan. Ook kan DNA beschadigen, met soortgelijke gevolgen.", "Door die code van drie miljard letters af te lezen, kan je precies zien hoe het bouwplan van een mens is en dus ook waar 'foutjes' zitten. Overigens is niet elk 'foutje' de oorzaak van een ziekte. \"Ik kan zelf geen bitter proeven\", vertelt Den Dunnen. \" Het is een foutje maar ik ben niet ziek, ik kan gewoon geen bitter proeven.\"", "De structuur van DNA. (Foto: ANP)", "Wat kunnen we met DNA?", "Den Dunnen legt uit dat DNA-onderzoek vooral gericht is geweest op ziekte. \"Zo zijn er inmiddels al meer dan vijfduizend ziektes ontdekt waarvan de oorzaak in het DNA zit\", vertelt Den Dunnen. Met deze kennis kun je met zekerheid een diagnose stellen welke ziekte iemand heeft.", "Daarnaast kun je in de familie kijken wie nog meer drager van de ziekte zijn en of zij de ziekte kunnen overdragen op hun kinderen. Weten wat er mis is, is de eerste stap naar een behandeling, maar helaas leidt deze kennis lang niet altijd tot een oplossing, vertelt Den Dunnen.", "Door DNA in kaart te brengen, wordt ook een zogenoemd 'medicijnpaspoort' mogelijk. Niet iedereen reageert hetzelfde op bepaalde medicijnen en in ons DNA is af te lezen hoe ons lichaam met medicijnen omgaat. Met die informatie kun je vooraf bepalen waarom het ene medicijn beter aanslaat dan het andere. Als je op een soort 'paspoort' kan noteren, kunnen mensen veel beter aan de juiste medicatie en dosering worden geholpen.", "60 Zo werkt een DNA-verwantschapsonderzoek", "DNA nauwkeurig bewerken ook in opkomst", "Onderzoek naar DNA heeft het ook mogelijk gemaakt om DNA te bewerken, vertelt John van der Oost, hoogleraar microbiologie aan de universiteit van Wageningen. Van der Oost wordt gezien als pionier in de ontwikkeling van CRISPR-Cas, een techniek waarbij eiwitten kunnen worden geprogrammeerd om heel nauwkeurig in DNA te knippen. Om bijvoorbeeld foutjes in menselijk DNA te repareren, wordt dit nog niet in de praktijk toegepast. Wel experimenteren onderzoekers met de mogelijkheden.", "Van der Oost en zijn team onderzochten een bepaalde CRISPR-variant en hebben belangrijke algemene principes van het CRISPR systeem opgehelderd. Echter, het systeem dat ze in Wageningen onderzochten werkte volgens de hoogleraar \"als een soort kettingzaag\".", "\"Het DNA wordt herkend, maar daarna gaat het helemaal aan stukken. Dat komt omdat het CRISPR systeem gebruikt wordt door bacteriën om virussen uit te schakelen. Echter het door ons onderzochte systeem is minder geschikt om te gebruiken voor het maken van nauwkeurige kleine aanpassingen.\" Dat laatste kan wel met de techniek genaamd CRISPR-Cas9, dat na de \"kettingzaag\" van Van der Oost werd ontwikkeld en meer vergelijkbaar is met een schaartje dat nauwkeurig knipjes maakt in DNA-ketens.", "Een artiestenimpressie van hoe CRISPR-Cas te werk gaat. (Foto: Getty Images)", "Zelf DNA creëren", "Tegenwoordig werkt Van der Oost mee aan de ontwikkeling van synthetische cellen, waarvoor synthetisch DNA gebruikt moet worden. Dat is al eens uitgevoerd in de Verenigde Staten, toen onderzoekers zelf een heel chromosoom (een stuk DNA van een miljoen letters) maakten van de eerder genoemde chemische bouwsteentjes (A,C,T en G). Dit werd toen getransplanteerd in een bestaande cel.", "Maar, stelt Van der Oost, je zou ook zelf een cel met zelf samengesteld DNA kunnen maken. Dat levert twee voordelen op: we zullen dan in heel detail begrijpen hoe cellen werken en hoe ze ooit ontstaan zijn, en je kan bijvoorbeeld zelf micro-organismen maken die in de praktijk te gebruiken zijn.", "\"In theorie moet het dus kunnen om nieuwe bacteriën te maken, die ons afval kunnen omzetten naar interessante producten zoals medicijnen. Dat gaat een keer lukken, maar voor die tijd moeten we nog een hoop leren\", aldus Van der Oost.", "Dit artikel is tot stand gekomen met aanmoediging van de Nationale Wetenschapsagenda."], "authors": ["Door", "Thomas Kragten"], "keywords": ["je", "van", "wij", "en", "een", "met", "dna", "onzichtbare", "hoe", "lange", "te", "eruitzien", "het", "bepalen", "dat", "die", "kettingen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}