{"id": "52ace063-cab6-3bdd-8e27-460b6d74f3b1", "title": "Eerste Moderna-vaccins komen maandag aan in Nederland", "url": "https://nu.nl/coronavirus/6101121/eerste-moderna-vaccins-komen-maandag-aan-in-nederland.html", "summary": "De eerste doses van het Moderna-vaccin komen maandag aan in Nederland.\nVan daaruit wordt het later verspreid over het land, legt een woordvoerder van het RIVM uit.\nHet Europees Medicijn Agentschap (EMA) keurde het vaccin van het Amerikaanse bedrijf Moderna woensdag goed.\nEen voordeel van het Moderna-vaccin ten opzichte van dat van concurrent Pfizer/BioNTech is dat het niet bij extreem lage temperaturen hoeft te worden bewaard.\nDe Gezondheidsraad komt mogelijk maandag al met een spoedadvies over voor welke groepen het Moderna-vaccin het geschiktst is.", "paragraphs": ["De eerste doses van het Moderna-vaccin komen maandag aan in Nederland. De grootverpakkingen flacons worden afgeleverd bij het bedrijf Movianto in Oss. Van daaruit wordt het later verspreid over het land, legt een woordvoerder van het RIVM uit.", "Het RIVM meldt zondag in de loop van de dag dat er maandag, in samenspraak met VWS en Movianto, een verspreidingsschema wordt gemaakt. Dan wordt bepaald naar hoeveel en welke locaties het vaccin gaat en hoeveel er dan naar de verschillende locaties gaan. Wanneer het vaccin precies verdeeld wordt is nog onduidelijk.", "Het Europees Medicijn Agentschap (EMA) keurde het vaccin van het Amerikaanse bedrijf Moderna woensdag goed. Het is na het vaccin van BioNTech/Pfizer het tweede vaccin dat in de EU is goedgekeurd om te worden ingezet tegen het coronavirus.", "Nederland heeft van het Moderna-vaccin ruim 6 miljoen doses besteld, waarvan de eerste 400.000 doses naar verwachting dit kwartaal worden geleverd, zo meldde minister Hugo de Jonge (Volksgezondheid) woensdag al. Hij kondigde toen aan dat de eerste levering \"qua omvang nog beperkt zal zijn\".", "Een voordeel van het Moderna-vaccin ten opzichte van dat van concurrent Pfizer/BioNTech is dat het niet bij extreem lage temperaturen hoeft te worden bewaard. Het is dertig dagen houdbaar in een gewone koelkast.", "De Jonge wil Moderna-vaccin vooral inzetten bij verpleeghuizen", "Minister De Jonge heeft eerder gezegd dat Nederland het Moderna-vaccin wil inzetten bij ouderen, bewoners van verpleeghuizen en instellingen voor mensen met een verstandelijke beperking. \"De huisarts krijgt daarbij een grote rol\", aldus de minister.", "De Gezondheidsraad komt mogelijk maandag al met een spoedadvies over voor welke groepen het Moderna-vaccin het geschiktst is. \"Op basis daarvan wordt bepaald welke groep als eerste in aanmerking komt voor dit vaccin.\" De Jonge kondigde toen ook aan begin komende week bekend te maken wanneer het vaccineren met Moderna zal starten.", "53 Zo werken het Pfizer- en Moderna-vaccin in je lichaam", "Correctie: Op basis van persbureau ANP meldde NU.nl zondagmorgen abusievelijk dat de vaccins al in Oss zijn en maandagmorgen verder verspreid zouden worden over Nederland. Dit bleek onjuist: de vaccins komen maandag aan, verdere verspreiding volgt later pas."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "modernavaccin", "komen", "eerste", "en", "een", "met", "wordt", "maandag", "aan", "vaccin", "modernavaccins", "nederland", "het", "worden", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}