{"id": "52ae0cee-1cbe-30bc-a6ca-657037094a23", "title": "Heb je oliebollen over van de jaarwisseling? Dít kun je ermee doen", "url": "https://www.dvhn.nl/groningen/Heb-je-oliebollen-over-van-de-jaarwisseling-D%C3%ADt-kun-je-ermee-doen-26326782.html", "summary": "Heb je nog oliebollen overgehouden van gisteren en krijg je ze vandaag ook niet op.\nDoe de oliebollen 5 minuten in een voorverwarmde oven op 145 graden en ze zijn weer overheerlijk.\nInvriezenWil je de oliebollen op een later moment eten?\nHaal ze wel binnen 2 maanden uit de vriezer, want de smaak gaat naar een wel verloren.\nOliebollencakeHeb je nog aardig wat oliebollen over dan kun je er ook een oliebollencake van maken.", "paragraphs": ["Heb je nog oliebollen overgehouden van gisteren en krijg je ze vandaag ook niet op. Geen probleem. Met deze tips kun je nog weken genieten van de baksels.", "Een oliebol is eenvoudig weer warm en lekker te krijgen. Opwarmen kan het beste in de oven, want wordt de oliebol weer lekker krokant. Doe de oliebollen 5 minuten in een voorverwarmde oven op 145 graden en ze zijn weer overheerlijk. Opwarmen in de magnetron kan ook, maar de kans is dan wel klein dat de buitenkant krokant wordt. Opwarmen kan 2 minuten op 850 watt. Opwarmen in de airfryer kan ook. Ongeveer 3 minuten op 150 graden. Maar de oven geeft het beste resultaat.", "Invriezen", "Wil je de oliebollen op een later moment eten? Je kunt verse oliebollen invriezen. Doe de koude oliebollen in een luchtdichte zak. Haal ze wel binnen 2 maanden uit de vriezer, want de smaak gaat naar een wel verloren. Wanneer je de oliebol uit de vriezer haalt is wel aan te raden de bol eerst helemaal te ontdooien voor je hem opwarmt. Voor appelbeignets geldt ook dat u ze kunt invriezen en opwarmen, al worden die na het ontdooien wel wat zachter.", "Maak wentelteefjes", "Net als oud brood kun je prima de overgebleven oliebollenresten gebruiken voor wentelteefjes. Snij de oliebollen in ronde plakken van dikte naar keuze. Mix een ei, wat melk, suiker en kaneel en dip de plakken in het beslag. Bak de oliebollen in een hete pan aan beide kanten bruin en genieten maar.", "Oliebollencake", "Heb je nog aardig wat oliebollen over dan kun je er ook een oliebollencake van maken.", "Dit heb je nodig:", "6 oliebollen", "3 eieren", "250 milliliter melk", "100 gram suiker", "150 milliliter slagroom", "1 theelepel kaneel", "Zo maak je oliebollencake:"], "authors": ["Carina Twerda"], "keywords": ["je", "opwarmen", "van", "heb", "wel", "jaarwisseling", "en", "een", "ze", "doen", "op", "ook", "kun", "dít", "ermee", "oliebollen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}