{"id": "52b32e7e-10b7-3013-a2ed-bb7fdef2234e", "title": "Martínez: van steunpilaar tot reserve bij Ajax", "url": "https://www.parool.nl/sport/martinez-van-steunpilaar-tot-reserve-bij-ajax~b31abb3c/", "summary": "In 41 van de 42 officiële wedstrijden die Ajax vorig seizoen speelde, fungeerde Martínez als basisspeler.\nDit seizoen maakte hij pas 40 procent van de beschikbare speeltijd vol, maar dat deed de reserve nog geen minuut in zijn rol van vorig seizoen, als linkermiddenvelder.\nDaardoor ontstaat de indruk dat Martínez het slachtoffer is geworden van de doorbraak van Ryan Gravenberch.\nHet klopt wel dat Martínez minder speelt dan vorig seizoen, toch ben ik tevreden over hem.\nOok daardoor moet Martínez het met minder minuten stellen dan vorig seizoen.”", "paragraphs": ["Erik ten Hag en Lisandro Martínez tijdens de Champions League-wedstrijd tussen Ajax en Valencia. Beeld EPA", "Speelde de Argentijn vorig seizoen nog vrijwel alles, voor deze winterstop verscheen hij pas drie keer aan de aftrap in de eredivisie. Hoe dat kan? “Hij moet concurreren met Blind en Tagliafico.”", "Gif", "De 22-jarige Lisandro Martínez was een van de Ajaxspelers die zich op basis van het aantal gemaakte speelminuten in het afgebroken coronaseizoen mocht verheugen op een basisplek in de nieuwe jaargang. In 41 van de 42 officiële wedstrijden die Ajax vorig seizoen speelde, fungeerde Martínez als basisspeler. De Argentijnse linkspoot bracht, nadat hij medio 2019 voor zo’n zeven miljoen euro werd overgenomen van Defensa y Justicia, een gezonde dosis Latijns-Amerikaans gif mee naar Amsterdam en liet daarmee meteen een goede indruk achter in zijn debuutseizoen.", "Trainer Erik ten Hag gebruikte hem daarin vooral als controlerende middenvelder. Opmerkelijk is niet alleen dat de vorig jaar nog onomstreden Martínez nu is gedegradeerd naar de bank. Dit seizoen maakte hij pas 40 procent van de beschikbare speeltijd vol, maar dat deed de reserve nog geen minuut in zijn rol van vorig seizoen, als linkermiddenvelder. Daardoor ontstaat de indruk dat Martínez het slachtoffer is geworden van de doorbraak van Ryan Gravenberch.", "Andere invulling", "“Ik denk niet dat je dat zo kunt stellen,” zegt Ten Hag. “Vorig jaar speelde hij op het middenveld. Daar zou hij nu ook kunnen spelen, maar ik heb daar aan het begin van de voorbereiding toch Gravenberch gepositioneerd, omdat ik dacht dat hij klaar was om zijn doorbraak te maken. Ryan is een meer dynamische speler. Ons middenveld heeft ook een iets andere invulling gekregen. Daardoor moet Martínez vooral concurreren met Daley Blind en Nicolás Tagliafico.”", "Ziet Ten Hag Martínez dan nog wel als middenvelder? “Ik zie hem als verdediger, die ook op het middenveld kan spelen. ‘Licha’ heeft een goede techniek, overzicht en duelkracht, maar loopvermogen heeft hij bijvoorbeeld minder. De concurrentiestrijd is altijd groot bij Ajax. Daardoor moeten sommige spelers geduld hebben. Het klopt wel dat Martínez minder speelt dan vorig seizoen, toch ben ik tevreden over hem. Ik heb al vaker gezegd dat wij meer dan elf basisspelers moeten hebben. Daar is hij een voorbeeld van.”", "Minder geblesseerd", "Als Ten Hag naar de drie posities kijkt waarop Martínez uit de voeten kan, dan ziet hij nog een reden voor het voorlopig vertroebelde perspectief van de Zuid-Amerikaan. “Zijn concurrenten, Tagliafico, Blind en Gravenberch, hebben niet alleen hun plek afgedwongen, ze zijn ook nog eens weinig geblesseerd. Ook daardoor moet Martínez het met minder minuten stellen dan vorig seizoen.”"], "authors": ["Johan Inan"], "keywords": ["tot", "van", "het", "nog", "en", "steunpilaar", "een", "martínez", "seizoen", "hij", "bij", "ajax", "reserve", "dat", "vorig"], "pubDate": "2021-01-07T13:09:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}