{"id": "52c25110-6ea5-3219-bdb6-c09e9927a03c", "title": "Mythe van Mossads feilloze moordmachine komt Israël goed uit", "url": "https://nrc.nl/nieuws/2020/12/08/mythe-van-mossads-feilloze-moordmachine-komt-israel-goed-uit-a4023036", "summary": "„De Mossad-top weet heus wel dat niemand onvervangbaar is”, zegt Melman, één van Israëls bekendste experts op het gebied van de inlichtingendiensten.\nOver de vergiftiging van een zesde kernfysicus bestaan vraagtekens.\nBell ziet echter voldoende argumenten in de dreigementen van Iran jegens Israël en de ‘proxy-oorlog’ via regionale bondgenoten.\nSindsdien werkt de Mossad vaker met lokale netwerken waarin de individuen niet op de hoogte zijn van de volledige operatie.\n„De Mossad is sexyer, maar 8200 [de belangrijkste technologische inlichtingeneenheid van het Israëlische leger] met al zijn nerds is belangrijker”, zegt Melman.", "paragraphs": ["Direct na de geslaagde moordaanslag op Irans meest vooraanstaande kernfysicus Mohsen Fakhrizadeh van eind november, wezen de Iraanse autoriteiten naar de Israëlische geheime dienst Mossad. Zoals gewoonlijk ontkende noch bevestigde die betrokkenheid. Vanuit Europa en de Arabische wereld regende het verontwaardigde reacties. „Krokodillentranen”, noemt de Israëlische analist Yossi Melman dat. „De politiek veroordeelt het, maar buitenlandse veiligheidsdiensten begrijpen heel goed waarom Israël dit doet, zeker sinds 11 september.”", "Het uitschakelen van vijandelijke sleutelfiguren dient een operationeel doel, maar het psychologische effect is minstens zo belangrijk. „De Mossad-top weet heus wel dat niemand onvervangbaar is”, zegt Melman, één van Israëls bekendste experts op het gebied van de inlichtingendiensten. „Maar Israël laat zo zien dat het mensen in de straten van Iran kan doden.” De dood van de Iraanse wetenschapper volgt enkele maanden na de moord op een Al-Qaidaleider en diens dochter in Teheran, volgens media-rapporten uitgevoerd door Israëlische agenten namens de VS.", "Onbekenden op een motor", "Israël lijkt ook elders soms achter moordaanslagen te zitten. Fadi al-Batsh was een jonge, briljante wetenschapper. De Palestijnse ingenieur werkte in Maleisië aan onderzoek naar duurzame energie. Tot hij in 2018, op weg naar de lokale moskee, werd neergeschoten door onbekenden op een motor – hij bleek niet alleen voor de universiteit van Kuala Lumpur, maar ook voor de militante Palestijnse beweging Hamas te werken. Zijn familie schreef zijn dood aan de Mossad toe, maar Israël ontkent betrokkenheid.", "In Iran zou Israël tussen 2010 en 2012 al vier Iraanse kernwetenschappers hebben gedood; een vijfde raakte zwaar gewond. Over de vergiftiging van een zesde kernfysicus bestaan vraagtekens. „Het doden van wetenschappers is een boodschap aan andere wetenschappers”, zegt Melman: „Meedoen aan militaire programma’s is een riskante bezigheid.”", "Moorden zijn een essentieel onderdeel van de Israëlische militaire strategie én reputatie. Al vóór de stichting van de staat Israël pleegden radicale zionistische milities politieke moorden. De leiders van deze groepen, door de toenmalige Britse bestuurders als terroristen gezien, zouden later de basis vormen van de drie belangrijkste Israëlische geheime diensten Mossad (buitenlandse operaties), Shin Bet (binnenlandse veiligheid) en AMAN (militaire inlichtingen). Ondanks aanhoudende kritiek gaat Israël er schijnbaar onverstoorbaar mee door.", "Vergiftigde tandpasta", "Er zijn in de loop der jaren spectaculaire Mossad-successen beschreven en net zo spectaculaire blunders. Zo stierf Wadie Haddad, leider van de radicale Palestijnse PFLP-beweging, in 1978 in een Oost-Berlijns ziekenhuis nadat hij zijn tanden zou hebben gepoetst met vergiftigde tandpasta. Bijna twintig jaar later veroorzaakten Israëlische agenten een diplomatieke crisis met Jordanië toen ze Hamasleider Khaled Meshaal gif in zijn oor spoten. Ze werden opgepakt en de toenmalige Amerikaanse president Bill Clinton dwong Israël het levensreddende tegengif te verstrekken.", "De Israëliërs begrijpen de morele verontwaardiging in Europa nauwelijks. Volgens jurist Avi Bell is het geval-Fakhrizadeh „vrij duidelijk” in het internationaal recht. „Als er vijandelijkheden zijn, is het legitiem om strijders van de andere kant te doden”, zegt Bell in een online gesprek met journalisten. Of Israël en Iran in oorlog zijn, kan worden betwist. Bell ziet echter voldoende argumenten in de dreigementen van Iran jegens Israël en de ‘proxy-oorlog’ via regionale bondgenoten.", "Ook dat Fakhrizadeh als strijder beschouwd moet worden, staat voor Bell buiten kijf: niet alleen was hij betrokken bij het ontwikkelen van wapens – wat Iran overigens nog steeds ontkent – Fakhrizadeh bekleedde ook de rang van brigadegeneraal. Bell gebruikt dan ook liever niet de term „moord” voor het doden van de wetenschapper, „want dat impliceert iets illegaals”. De terminologie doet ertoe. Waar Europa het over „buitengerechtelijke executies” of „moorden” heeft, noemt de VS het „doelgericht doden”. In Israël spreekt men liever van „intercepties”.", "‘Volk in vernietigingsgevaar’", "Voor Israël zijn de juridische argumenten altijd ondergeschikt geweest, schrijft de Israëlische journalist Ronen Bergman in zijn boek ‘Rise and Kill First’. Een zionistische leider als David Ben-Gurion trad in eerste instantie fel op tegen politieke moordpartijen door radicale splintergroepen, maar na de Holocaust was die houding veranderd. „Een volk dat leeft met een gevoel van voortdurend vernietigingsgevaar zal alle maatregelen nemen, hoe extreem ook, om veiligheid te verkrijgen, en zal zich hoogstens marginaal iets van internationale wetten en normen aantrekken”, schrijft Bergman.", "Lees ook: Als ze je willen doden, wees hen voor", "Dat er nu meer moorden lijken te worden gepleegd dan een paar jaar geleden, ligt volgens Melman niet aan veranderde strategieën of moreel besef. „Het gaat erom welk middel het effectiefst is om een doel te bereiken.” De grootste verandering is technologisch. Als iedereen overal gevolgd kan worden, beïnvloedt dat de manier van werken. „Vroeger duurde het eeuwen voordat ze wisten wie je was”, zegt Melman.", "Het gaat niet altijd goed. Voorafgaand aan de moord op een Hamas-kopstuk in Dubai in 2010 werden Israëlische agenten met zonnebrillen en plaksnorren uitgebreid gefilmd door bewakingscamera’s. Toen bleek dat ze gestolen identiteiten van Europese burgers hadden gebruikt, volgde een diplomatiek drama. Sindsdien werkt de Mossad vaker met lokale netwerken waarin de individuen niet op de hoogte zijn van de volledige operatie.", "Andersom weten de achtervolgers dankzij technologie juist alles van hun doelwit. „De Mossad is sexyer, maar 8200 [de belangrijkste technologische inlichtingeneenheid van het Israëlische leger] met al zijn nerds is belangrijker”, zegt Melman. „De meeste informatie komt daar vandaan.” Ook in de uitvoering speelt de technologie een steeds grotere rol; in plaats van scherpschutters wachten zelfvernietigende drones hun menselijke doelwitten op.", "Bom vanuit Tel Aviv geactiveerd", "Op een februari-avond in 2008 liep Imad Mughniyeh een restaurant in Damascus uit. Zodra Mughniyeh een geparkeerde stationwagen passeerde, ontplofte een bom in het reservewiel. De bom was vanuit Tel Aviv geactiveerd, maar in de VS getest. Volgens Melman veranderden de aanslagen van 2001 de houding van bevriende veiligheidsdiensten. „Vóór 11 september stond Israël zo goed als alleen in deze tactiek”, zegt Melman. „Sindsdien is de samenwerking met andere veiligheidsdiensten veel nauwer. De VS doden zelf ook terroristen.”", "Melman benadrukt dat moorden ook voor Israëlische agenten geen favoriete bezigheid is. „In het buitenland heerst de mythe dat de Israëlische diensten links en rechts moorden, dat het is: goedemorgen, zullen we er weer een paar gaan vermoorden voor het ontbijt?” Dat dat niet klopt, is volgens Melman te zien aan de aantallen: „Het totale aantal bekende moorden buiten de grenzen is niet meer dan zestig, minder dan één per jaar. Moorden op Palestijnen in de bezette gebieden zijn een ander verhaal.” Toch komt die reputatie dat de Mossad alles kan en overal achter zit, de Israëliërs goed uit. „Mensen zijn bang voor de Mossad. Dat helpt vijanden af te schrikken.”", "Correctie (8 en 9 december 2020): In een eerdere versie van dit artikel stond dat Fakhirzadeh de rang van brigadier-generaal had. Dat moet zijn brigadegeneraal. Ook vond de liquidatie van Haddad plaats in 1978, niet in 1968, zoals hier eerder stond, en de mislukte aanslag op Meshaal negentien jaar later - niet tien. Die fouten zijn aangepast.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Jannie Schipper", "Leestijd Minuten"], "keywords": ["mossads", "van", "goed", "mythe", "het", "op", "zijn", "israël", "moordmachine", "israëlische", "een", "ook", "feilloze", "uit", "dat", "en", "komt"], "pubDate": "2020-12-08T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}