{"id": "52f911f7-b386-318d-95a8-4a621c9a6905", "title": "Klassen laat met ontroerende verhalen zien hoe complex het probleem is", "url": "https://www.parool.nl/kunst-media/klassen-laat-met-ontroerende-verhalen-zien-hoe-complex-het-probleem-is~b716abcd/", "summary": "De opzet van de 7-delige serie Klassen is hetzelfde: door het vertellen van persoonlijke verhalen vanuit verschillende perspectieven maken Gould en Sylbing, zonder te oordelen, inzichtelijk hoe ingewikkeld het probleem is en hoe lastig het is om er een oplossing voor te vinden.\nHet opleidingsniveau van de ouders bepaalt nog te vaak het advies dat kinderen aan het einde van de basisschool krijgen.\nJongens en meisjes die het thuis lastig hebben, krijgen een lager advies, terwijl kinderen van betere komaf door huiswerkcursussen en toetstrainingen wel op het vwo terechtkomen.\nHoe oneerlijk het verdeeld is, blijkt onder meer uit het verhaal van de 10-jarige Anyssa.\nOpnieuw slagen Gould en Sylbing erin om ontroerende verhalen te vertellen, met een cynische boodschap: helaas bepaalt ook in 2021 nog steeds de plek van je wieg je kansen in het latere leven.", "paragraphs": ["Klassen. Beeld NPO 1", "Na de veelgeprezen serie Schuldig stonden Ester Gould en Sarah Sylbing voor de vraag: wat nu? De documentairemaaksters besloten om terug te keren naar Amsterdam-Noord, dit keer niet om de schuldenproblematiek, maar de kansenongelijkheid in het onderwijs onder de loep te nemen.", "De opzet van de 7-delige serie Klassen is hetzelfde: door het vertellen van persoonlijke verhalen vanuit verschillende perspectieven maken Gould en Sylbing, zonder te oordelen, inzichtelijk hoe ingewikkeld het probleem is en hoe lastig het is om er een oplossing voor te vinden.", "Onderwijswethouder Marjolein Moorman vertelt in de eerste aflevering dat ze dolgraag wil dat ieder kind dezelfde kansen krijgt. Het opleidingsniveau van de ouders bepaalt nog te vaak het advies dat kinderen aan het einde van de basisschool krijgen. Jongens en meisjes die het thuis lastig hebben, krijgen een lager advies, terwijl kinderen van betere komaf door huiswerkcursussen en toetstrainingen wel op het vwo terechtkomen.", "Hoe oneerlijk het verdeeld is, blijkt onder meer uit het verhaal van de 10-jarige Anyssa. Ze is overduidelijk een pienter meisje, maar komt op maandagmorgen dood­vermoeid aan op school, nadat in het weekeinde waarin ze jarig was, haar oom is neergestoken. Haar school­prestaties hollen achteruit. “Ik weet niet wat er thuis ­allemaal speelt,” zegt haar juf bezorgd. De kijker kan het raden.", "Bij Yunuscan, ook tien jaar oud, wordt thuis geen Nederlands gesproken, maar elke avond spijkert hij zijn woordenschat via de computer bij. Hij wil dolgraag naar de havo, maar moet daarvoor een lange weg afleggen.", "Opnieuw slagen Gould en Sylbing erin om ontroerende verhalen te vertellen, met een cynische boodschap: helaas bepaalt ook in 2021 nog steeds de plek van je wieg je kansen in het latere leven.", "Reageren? hanlips@parool.nl"], "authors": ["Han Lips"], "keywords": ["thuis", "van", "sylbing", "laat", "verhalen", "hoe", "zien", "het", "met", "maar", "klassen", "probleem", "een", "te", "ontroerende", "en", "om", "ze", "complex"], "pubDate": "2020-12-01T09:38:35+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}