{"id": "5302fa7f-c4fe-33dc-b859-2b45bd756023", "title": "Dystopisch gedonder en succesvolle vrouwen: wat viel op in het Nederlandse literaire jaar 2020?", "url": "https://volkskrant.nl/cultuur-media/dystopisch-gedonder-en-succesvolle-vrouwen-wat-viel-op-in-het-nederlandse-literaire-jaar-2020~b985aa3b/", "summary": "Jente Posthuma debuteerde in 2016 met Mensen zonder uitstraling, waarmee ze zich op de kaart zette als een schrijver met een sterke eigen stijl.\n2016 was ook het jaar van Lize Spit.\nLovende recensies, prijzen, fenomenale verkoopcijfers (meer dan 200 duizend verkochte exemplaren) en een speelfilm in de maak.\nEn dat is misschien maar goed ook, want mijn hemel, zoiets voert de druk wel op.\nWiener met De zoete inval, Bertram Koeleman met Het dreigbed en Rob van Essen met Een man met goede schoenen.", "paragraphs": ["Beeld Floor Rieder", "1. Succesvolle vrouwen bewezen geen eendagsvlieg te zijn", "‘De tweede roman’ is een crime, dat weet elke schrijver. Waar haal je na dat matig ontvangen of nauwelijks opgemerkte debuut nog de kracht voor een volgend werk vandaan? Of moeilijker nog: hoe overtref je met de tweede het succes van je eerste?", "Jente Posthuma debuteerde in 2016 met Mensen zonder uitstraling, waarmee ze zich op de kaart zette als een schrijver met een sterke eigen stijl. Dit jaar verscheen haar tweede roman Waar ik liever niet aan denk. Minder grappig, maar even sterk. Posthuma is here to stay.", "2016 was ook het jaar van Lize Spit. En hoe: haar debuut Het smelt werd een literaire hype. Lovende recensies, prijzen, fenomenale verkoopcijfers (meer dan 200 duizend verkochte exemplaren) en een speelfilm in de maak. Vier jaar lang werkte Spit elke dag aan haar volgende roman Ik ben er niet, die deze week verscheen. De recensie houdt u nog tegoed, maar uitgever Das Mag beloofde alvast een ‘vintage’ Spit.", "Toen Marieke Lucas Rijneveld begon aan haar tweede roman, wist ze nog niet dat ze met haar debuut De avond is ongemak de Booker Prize zou winnen. En dat is misschien maar goed ook, want mijn hemel, zoiets voert de druk wel op. Het onlangs verschenen Mijn lieve gunsteling maakte de hooggespannen verwachtingen gelukkig meer dan waar.", "2. Mannen met magisch-realisme", "Dit jaar werden onze dagen nogal gedomineerd door angst, uitzichtloosheid en verveling. Mooi dus dat er volop romans verschenen die een regelrechte vlucht uit de realiteit zijn: Een goede nachtrust van Peter Buurman, De slaap die geen uren kent van Sebastiaan Chabot, Het Perenlied van Joost Oomen, Honderd hoge dagen van Tomas Lieske en Sirius van Allard Schröder. Vreemde boeken waarin vreemde figuren verschijnen, zoals een behulpzame inbreker, een levensmoeie lantaarnopsteker, een meisje dat het liefst met fruit vrijt, Beethoven in de cabine van een hijskraan en een goddelijke figuur met de naam Balder. Opmerkelijk genoeg zijn al deze romans-met-een-vleugje-magisch-realisme geschreven door mannen. Wellicht hebben zij extra talent voor het wegfantaseren van de werkelijkheid.", "3. Dystopisch gedonder", "Ik schreef het al eerder: deze tijd vraagt klaarblijkelijk om vooruitblikkend proza. Zowel Ewout Kieft (De onvolmaakten) als Sarah Sluimer (De stilte), Emy Koopman (Het boek van alle angsten) en Christiaan Weijts (Furore) schreven een dystopische roman waarin we telkens dezelfde – dus niet bijster originele – ideeën terugzagen: een maatschappij in de niet al te verre toekomst (meestal rond het jaar 2050) waarin nijpende maatschappelijke thema’s van nu (klimaat, kunstmatige intelligentie, radicalisering, om maar wat te noemen) tot uitbarsting zijn gekomen. De standaardingrediënten: een verdord/overstroomd land, een afgeschermde elite, een underground scene waar je nog écht vlees kunt eten, een big-brotherachtige overheid, brillen of lenzen waar je superveel mee kunt en een hoofdpersoon die zich gevangen voelt in het kille systeem van vergevorderde technologie. De toekomst is geen pretje: we got it.", "4. De terugkeer van de verhalenbundel", "Na een zeer mager 2019, waarin de J.M.A. Biesheuvelprijs voor de beste verhalenbundel niet eens kon worden uitgereikt wegens een gebrek aan goede inzendingen, maakt het genre dit jaar een glorieuze comeback. Een aantal van Nederlands interessantste schrijvers kwam met steengoede bundels, die tonen hoe krachtig het korte verhaal kan zijn: Mensje van Keulen met Ik moet u echt iets zeggen, Joost de Vries met Rustig aan, tijger, L.H. Wiener met De zoete inval, Bertram Koeleman met Het dreigbed en Rob van Essen met Een man met goede schoenen.", "5. Winnaars m/v", "Ten slotte de prijzen. Wie won wat? En belangrijker nog: was die wie een man of een vrouw? Want over de gender gap in prijzenland was dit jaar opnieuw ophef: wéér werden de grote prijzen gewonnen door mannen. De Libris Literatuurprijs door Sander Kollaard, de Boekenbon Literatuurprijs door Oek de Jong. Terecht vragen critici zich af waarom vrouwen zoveel minder vaak winnen. Van de 27 keer dat de Libris Literatuurprijs werd uitgereikt, won slechts drie keer (!) een vrouw (Frida Vogels, D. Hooijer en Connie Palmen). De Boekenbon Literatuurprijs werd in 2013 voor het laatst gewonnen door een vrouw (Joke van Leeuwen).", "Toch zijn er lichtpuntjes: vrijwel alle kleinere literaire prijzen gingen dit jaar wél naar vrouwelijke schrijvers. Wytske Versteeg won de Frans Kellendonkprijs voor haar oeuvre, Dido Michielsen won de Boekhandelsprijs met haar roman Lichter dan ik, de Henriette Roland Holstprijs was voor de Faxen aan Ger van Nicolien Mizee. Ellen Deckwitz ontving de E. du Perronprijs voor haar bundel Hogere natuurkunde en Anjet Daanje won met haar vuistdikke De herinnerde soldaat de prijs voor het Beste Groninger Boek. De Nederlandse Anton Wachterprijs en de Belgische Bronzen Uil, prijzen voor het beste debuut, gingen respectievelijk naar Annemarie Haverkamp met De achtste dag en Machteld Siegmann met De kaalvreter."], "authors": ["Bo Van Houwelingen"], "keywords": ["van", "dat", "vrouwen", "een", "en", "met", "roman", "nederlandse", "viel", "op", "literaire", "jaar", "voor", "haar", "succesvolle", "wat", "het", "gedonder"], "pubDate": "2020-12-10T17:18:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}