{"id": "53099fb0-a050-33df-b734-dc3d2db5f39b", "title": "Iwan heeft al dertien jaar een geheim voor zijn vrouw en Jaap gaat mee naar Polen", "url": "https://trouw.nl/achterpagina/iwan-heeft-al-dertien-jaar-een-geheim-voor-zijn-vrouw-en-jaap-gaat-mee-naar-polen~b3773f70/", "summary": "Hij is opgelucht dat zijn telefoon niet gestolen blijkt te zijn.\nDan zeg ik dat we woensdag zijn aangekomen.”“Hmm-hhh”, antwoord ik afwezig, want ik kauw op een vraag die ik Iwan al weken wil stellen.\nIk wil nog iets vragen”, zeg ik.\n“Zou ik voor Kerstmis misschien met jullie mee naar huis kunnen rijden?” Deze vraag heb ik al vaak geoefend in mijn hoofd, omdat ik hoop dat hij ja zegt.\n“Nie ma problemu!” Ik weet niet of hij begrijpt dat ik met hem mee naar huis wil om te logeren.", "paragraphs": ["Jaap Robben stelt de vraag die hij al weken wil stellen: ‘Kan ik met Kerstmis mee naar Polen?’", "Ergens in ons huis hoor ik een telefoon twiedelen. Ik herken de ringtone van Iwan. Zijn mobieltje vind ik achter een rij met gipsplaten. “Patryck”, staat er op het scherm.", "Ik neem op. “Patryck?”, vraag ik. “Jaapoo?”, vraagt de stem van Iwan. Hij is opgelucht dat zijn telefoon niet gestolen blijkt te zijn. Ik beloof hem die meteen even af te geven, omdat ik toch zijn kant op moet.", "Tijdens het fietsen wordt de telefoon door zes verschillende nummers gebeld. Iwan staat me al op te wachten bij het afgebladderde deurtje. In plaats van rook komt er mist uit zijn mond. We babbelden even over het weer en dat de sneeuw maar niet wil komen. “Gelukkig is het deze winter hier binnen niet zo koud”, zegt Iwan. Ik kijk omhoog naar de kapotte ramen. De verbrande dakbalken.", "“Waarom wonen jullie niet ergens anders? Dit is toch best gevaarlijk?”", "“Tja. Iedereen wil dit zo. Dit is het goedkoopste uit de hele omgeving. Zo houden we het meeste geld over voor thuis.”", "De vuilniszak achter het raam trekt hol en klapt weer bol. “6 euro per nacht. Per bed. Soms zijn we er al vanaf zondag, maar dan komt de eigenaar pas op donderdag de huur innen. Dan zeg ik dat we woensdag zijn aangekomen.”", "“Hmm-hhh”, antwoord ik afwezig, want ik kauw op een vraag die ik Iwan al weken wil stellen. We luisteren naar de overvliegende ganzen die we door de mist niet kunnen zien. Iwan bedankt me voor het terugbrengen van zijn telefoon en wil weer naar binnen gaan.", "Beeld Hanne van der Woude", "“Warte bitte. Ik wil nog iets vragen”, zeg ik. “Zou ik voor Kerstmis misschien met jullie mee naar huis kunnen rijden?” Deze vraag heb ik al vaak geoefend in mijn hoofd, omdat ik hoop dat hij ja zegt.", "“Naar Pólen?”, vraagt Iwan.", "Ik knik. “Daar schrijf ik dan een verhaal over.”", "“Natürlich”, zegt hij. “Nie ma problemu!” Ik weet niet of hij begrijpt dat ik met hem mee naar huis wil om te logeren. Om zijn familie te ontmoeten, om te zien waar hij woont.", "“Voor één nacht”, probeer ik subtiel te zeggen. “Hooguit twee.”", "“Nein, das geht nicht.” Hij wrijft het bekraste schermpje van zijn telefoon schoon met zijn duim. “Je moet de hele kerst blijven. Tot na nieuwjaar.”", "Dat was nou ook weer niet helemaal mijn idee, maar Iwan praat al over het vuurwerk dat we samen gaan afsteken. “Op 3 januari rijd ik weer terug. Mijn vrouw komt dan ook mee.”", "“Naar hier?”", "“Ze komt op vakantie.” In de dertien jaar dat Iwan zo ver van huis werkt, wordt dit de derde­­ keer dat ze meekomt. “Slaapt jouw vrouw dan ook hier?”", "‘Nééé,’ zegt hij langgerekt. “Ik huur dan altijd twee weken een vakantiehuisje. Mijn vrouw denkt dat ik daar woon.” Iwan knipoogt. “Dit is geheim.”", "“Geheim? Al dértien jaar?”", "“Als je een geheim hebt, moet je elkaar niet zo vaak zien”, grijnst Iwan. “Dan hoef je ook minder vaak te liegen.”", "Schrijver Jaap Robben zoekt in dit feuilleton contact met de Poolse klussers in zijn woonboerderij net over de Duitse grens"], "authors": ["Jaap Robben"], "keywords": ["iwan", "heeft", "polen", "het", "vrouw", "op", "naar", "zijn", "mee", "ik", "hij", "wil", "niet", "jaap", "dat", "te", "jaar", "voor"], "pubDate": "2020-12-06T10:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}