{"id": "531404a7-3a5a-3c5c-a150-11667955f73e", "title": "Demonstranten steken parlement Guatemala in brand", "url": "https://www.parool.nl/wereld/demonstranten-steken-parlement-guatemala-in-brand~be337ff6/", "summary": "Terwijl de meeste demonstranten vreedzaam bijeen kwamen op het centrale plein in de hoofdstad, staken anderen het historische congresgebouw in brand.\nEen woordvoerster van een van de grootste ziekenhuizen van de hoofdstad zei dat er 14 mensen zijn behandeld voor meerdere verwondingen.\nOrlando ESTRADA / AFP Beeld Hollandse Hoogte / AFPAftredenDe demonstranten eisten het vertrek van president Alejandro Giammattei.\nZe houden hem verantwoordelijk voor het goedkeuren door het parlement van de omstreden begroting die tot een flinke staatsschuld leidt.\nKort daarvoor had de vicepresident van het land, Guillermo Castillo, president Giammattei aangespoord om met hem af te treden, voor ‘het welzijn van het land’.", "paragraphs": ["Beeld Hollandse Hoogte / AFP", "Tijdens de aanval door de betogers was het gebouw leeg. De politie kon de relschoppers met traangas uiteen drijven en de brandweer heeft het vuur geblust. Het is niet duidelijk hoe groot de schade aan het gebouw is. “Het congres heeft meer geld uitgetrokken voor hun maaltijden en niets vrijgemaakt voor arme mensen,” zei de 25-jarige student Diego Herrera. Terwijl de meeste demonstranten vreedzaam bijeen kwamen op het centrale plein in de hoofdstad, staken anderen het historische congresgebouw in brand.", "Een woordvoerster van een van de grootste ziekenhuizen van de hoofdstad zei dat er 14 mensen zijn behandeld voor meerdere verwondingen.", "Orlando ESTRADA / AFP Beeld Hollandse Hoogte / AFP", "Aftreden", "De demonstranten eisten het vertrek van president Alejandro Giammattei. Ze houden hem verantwoordelijk voor het goedkeuren door het parlement van de omstreden begroting die tot een flinke staatsschuld leidt. Volgens de oppositie gaat het geld uit de begroting vooral naar grote infrastructuurprojecten, en niet naar de strijd tegen armoede en ondervoeding in het land.", "Kort daarvoor had de vicepresident van het land, Guillermo Castillo, president Giammattei aangespoord om met hem af te treden, voor ‘het welzijn van het land’. “Voor het welzijn van het land heb ik hem gevraagd om samen ons ontslag te presenteren,” zei Castillo in een bericht dat via sociale media werd verspreid.", "Giammattei trad in januari aan, kort voordat de coronapandemie toesloeg. Hij legde lockdown-maatregelen op ​die de toch al zwakke economie onder druk zetten.", "Honderden betogers verzamelden zich bij het parlementsgebouw. Beeld Hollandse Hoogte / EPA"], "authors": [], "keywords": ["brand", "van", "hoogte", "hem", "het", "hollandse", "guatemala", "steken", "parlement", "een", "en", "demonstranten", "land", "zei", "voor"], "pubDate": "2020-11-22T08:01:03+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}