{"id": "5321d362-2f03-3e9a-a12f-4669026d85ac", "title": "Dit staat er aan elektrische auto's in de coulissen bij Mercedes", "url": "https://nu.nl/auto/6096651/dit-staat-er-aan-elektrische-autos-in-de-coulissen-bij-mercedes.html", "summary": "Zelfs de relatief kleine speler Subaru liet deze week weten met een elektrische auto te komen.\nMercedes zet in op een actieradius van maximaal 700 kilometer voor de EQS en een vermogen van ergens tussen de 400 en 600 pk.\n(Foto: Mercedes)Tweede weg van tijdelijke aardDaar blijft het niet bij, want de elektrische strategie van Mercedes kent ook een tweede pad.\nMercedes komt namelijk ook met elektrische versies van de GLA en GLB.\nAchter de schermen wordt aan een nieuwe GLC-familie gewerkt, terwijl er ook een elektrische versie van de compacte Citan bedrijfswagen in het vat zit.", "paragraphs": ["Het regent tegenwoordig elektrische auto's. Van groot tot klein, vrijwel alle fabrikanten kondigen nieuwe modellen aan. Zelfs de relatief kleine speler Subaru liet deze week weten met een elektrische auto te komen. Van de strategie van Mercedes-Benz was al het een en ander bekend, maar nu geeft het merk zelf openheid van zaken: zes nieuwe modellen tot en met 2022.", "De zes nieuwkomers moeten de vorige pogingen van Mercedes op elektrisch gebied doen vergeten. Dat begon in 2014 met de B-Klasse Electric Drive. Het model was relatief kostbaar, je nog niet snelladen en het rijbereik hield met ongeveer 200 kilometer niet over.", "De strategie ging op de schop en in 2018 kwam het merk met het eerste model uit de EQ-serie, de EQC. Dat is vooralsnog niet het beste wapen in de strijd gebleken, mede doordat de elektrische auto gebaseerd is op de GLC met brandstofmotor. De EQC werd niet onverdeeld positief ontvangen en de verkoop blijft achter bij die van concurrent Audi, dat goede sier maakt met de e-tron. Kortom, een beetje een valse start voor de EQ-familie.", "Vier modellen op nieuw platform", "Daar moet met de volgende generatie EQ-modellen verandering in komen. In tegenstelling tot de EQC zullen vier van de zes aanstaande modellen op een volledig nieuw en speciaal voor elektrische auto's ontwikkeld platform komen te staan.", "Dat zijn achtereenvolgens de EQS, EQS SUV, EQE en EQE SUV. Deze auto's moet je gezien de naamgeving zien als de elektrische afgeleiden van de S-Klasse, GLS, E-Klasse en GLE. Deze modellen zijn wat hoger in de markt gepositioneerd, wat terug te zien zal zijn in de prestaties.", "Mercedes zet in op een actieradius van maximaal 700 kilometer voor de EQS en een vermogen van ergens tussen de 400 en 600 pk. Qua vormgeving slaat het merk eveneens een nieuwe weg in, met een gladde carrosserie zonder uitstekende deurgrepen en een vrij vlak liggende voorruit. Foto's zijn er ook, al deelt Mercedes alleen beelden van de auto's in camouflagetrim.", "De EQS moet in de eerste helft van 2021 gepresenteerd worden. De productie ervan gaat het jaar erop in zowel Duitsland en de Verenigde Staten gelijktijdig met die van de EQE van start. Dan moeten ook de elektrische SUV's van de band komen.", "Door: Mercedes", "In 2021 wordt begonnen met de productie van de nieuwkomers. (Foto: Mercedes)", "Tweede weg van tijdelijke aard", "Daar blijft het niet bij, want de elektrische strategie van Mercedes kent ook een tweede pad. Daarbij worden elektrische versies van bestaande modellen gepresenteerd en wordt er dus nog even voortgeborduurd op de weg die met de EQC werd ingeslagen. Mercedes komt namelijk ook met elektrische versies van de GLA en GLB. Deze modellen worden EQA en EQB gedoopt.", "De EQA wordt in januari aan de wereld voorgesteld, de GLB niet veel later. De auto's zullen zowel in Duitsland als in China gebouwd worden. Hoewel de EQA en EQB nog onthuld moeten worden, is over hun opvolgers al iets bekend. Waar de komende EQA en EQB hun platform zoals gezegd delen met respectievelijk de GLA en GLB, staan hun opvolgers op een speciaal voor compacte modellen bestemd modulair elektrisch platform.", "Achter de schermen wordt aan een nieuwe GLC-familie gewerkt, terwijl er ook een elektrische versie van de compacte Citan bedrijfswagen in het vat zit.", "Door: Mercedes", "De vorm van de EQB laat duidelijk zien dat het om een elektrische GLB gaat. (Foto: Mercedes)", "Kijk ook op AutoWeek.nl"], "authors": ["Door"], "keywords": ["van", "dit", "niet", "een", "mercedes", "coulissen", "autos", "en", "het", "ook", "modellen", "staat", "op", "bij", "elektrische", "er", "met", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}