{"id": "53224612-6546-30ad-9d95-455d82ffe761", "title": "Grosjean moet laatste race in Abu Dhabi missen, F1-carrière lijkt voorbij", "url": "https://www.metronieuws.nl/in-het-nieuws/sport/2020/12/grosjean-moet-laatste-race-in-abu-dhabi-missen-f1-carriere-lijkt-voorbij/", "summary": "Grosjean moet laatste race in Abu Dhabi missen, F1-carrière lijkt voorbijDe Franse coureur Romain Grosjean moet de laatste Formule 1-race van het jaar overslaan.\n„De risico’s voor mijn herstel en gezondheid zijn te groot als ik ga racen”, zei Grosjean.\nIn eerste instantie hoopte hij de slotrace van in Abu Dhabi nog één keer in zijn bolide te kunnen stappen.\n„Het was een heel moeilijke beslissing, maar dit is het beste voor mijn toekomst.” De Braziliaan Pietro Fittipaldi vervangt Grosjean in Abu Dhabi.\nWel toestemming gegeven maar niet getoond, herlaad de pagina.", "paragraphs": ["Grosjean moet laatste race in Abu Dhabi missen, F1-carrière lijkt voorbij", "De Franse coureur Romain Grosjean moet de laatste Formule 1-race van het jaar overslaan. Hij keert terug naar zijn huis in Zwitserland om daar te herstellen van de brandwonden die hij vorige week opliep bij een zware crash in de Grote Prijs van Bahrein.", "De 34-jarige coureur heeft geen stoeltje voor volgend seizoen en vanwege het ongeluk kan hij niet op de baan afscheid nemen van de Formule 1. Grosjean moet net als zijn Deense teamgenoot Kevin Magnussen weg bij Haas, dat met Nikita Mazepin en Mick Schumacher al twee talentvolle coureurs heeft vastgelegd voor volgend jaar.", "‘Risico’s te groot’", "Grosjean crashte vorige week in de openingsronde. Zijn bolide brak in tweeën en dat leidde tot een vuurzee. De coureur wist daaruit te ontsnappen, maar liep wel brandwonden op, vooral aan zijn handen. „De risico’s voor mijn herstel en gezondheid zijn te groot als ik ga racen”, zei Grosjean. In eerste instantie hoopte hij de slotrace van in Abu Dhabi nog één keer in zijn bolide te kunnen stappen. „Het was een heel moeilijke beslissing, maar dit is het beste voor mijn toekomst.” De Braziliaan Pietro Fittipaldi vervangt Grosjean in Abu Dhabi. Fittipaldi debuteert dit weekend in de GP van Sakhir in de Formule 1.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Grosjean slaat GP Abu Dhabi over: ‘Dat is het beste voor mijn toekomst’ https://t.co/6JrMw2rXdb — Formule1.nl (@Formule1) December 6, 2020", "Nooit een eerste plaats", "Grosjean mocht woensdag het ziekenhuis verlaten en bezocht vervolgens op het circuit de plek waar hij afgelopen zondag crashte. Hij bedankte de brandweermannen en de medici op het circuit voor hun hulp.", "De ervaren coureur debuteerde in 2009 in de Formule 1. Hij deed mee aan 181 grand prix races en haalde tien keer het podium, maar hij wist nooit de eerste plaats te behalen. De Fransman weet nog niet waar zijn toekomst ligt, maar klaar met het racen is hij in ieder geval nog niet. „Ik ga nu werken aan wat hierna komt. Waar ga ik racen? Waar ga ik weer races winnen?”", "Lees ook: 100 boetes en 7 aanhoudingen bij illegaal feest: ‘Tijd van waarschuwen is voorbij’"], "authors": [], "keywords": ["missen", "dhabi", "van", "f1carrière", "het", "hij", "laatste", "zijn", "voor", "maar", "race", "moet", "niet", "en", "abu", "te", "voorbij", "grosjean", "lijkt"], "pubDate": "2020-12-06T12:51:03+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}