{"id": "53291cd7-0aca-3964-9c23-c6ad0c3dba83", "title": "Vakbond: maak prikstraten, net als Duitsland", "url": "https://www.parool.nl/nederland/vakbond-maak-prikstraten-net-als-duitsland~bce9ac68/", "summary": "Beeld Getty ImagesFortuin pleit voor een ‘militair uitvoeringsplan’, in navolging van Duitsland.\nNederland begint straks met het vaccineren van ouderen en kwetsbaren in een campagne die lijkt op de jaarlijkse verspreiding van de griepprik.\nHet voorbereiden van die campagnes vertrouwt hij toe aan het RIVM en de GGD.\nDe bijna 8 miljoen Pfizer-vaccins zijn goed voor een kleine 4 miljoen Nederlanders, de ruim 3 miljoen van Moderna voor meer dan 1,5 miljoen landgenoten.\nUiteindelijk zijn er dus meer vaccins nodig om aan de verwachte totale vraag – het nemen van een vaccin is vrijwillig – te voldoen.", "paragraphs": ["Beeld Getty Images", "Fortuin pleit voor een ‘militair uitvoeringsplan’, in navolging van Duitsland. Daar worden nu al honderden ‘prikstraten’ in gereedheid gebracht, in onder meer sporthallen en voetbalstadions. Nederland begint straks met het vaccineren van ouderen en kwetsbaren in een campagne die lijkt op de jaarlijkse verspreiding van de griepprik. Dat gebeurt met name bij de huisarts en in zorginstellingen.", "Het inrichten van vaccinatiestraten of afhuren van sporthallen vindt minister Hugo de Jonge (Volksgezondheid) momenteel niet nodig, omdat het nog maanden duurt voor jongere Nederlanders massaal kunnen worden gevaccineerd. Het voorbereiden van die campagnes vertrouwt hij toe aan het RIVM en de GGD.", "CNV-voorzitter Piet Fortuin: “Alleen maar zeggen ‘het komt goed’ is niet genoeg.” Beeld ANP", "Plank misgeslagen", "CNV-voorzitter Fortuin vreest dat het kabinet daarmee ‘dramatisch achter de feiten aan zal lopen’. De volgorde (kwetsbaren eerst) is volgens hem goed, een pasklaar uitvoeringsplan ontbreekt. “Met het testen hebben we de plank ook misgeslagen. Toen hoorden we ook steeds: het komt goed. Dat bleek niet te kloppen. Dat gevoel heb ik nu ook. Alleen maar zeggen ‘het komt goed’ is niet genoeg.”", "Elke vertraging van het vaccineren leidt volgens het CNV tot enorme schade aan de economie. Fortuin zou daarom ook graag zien dat het spoedig inenten van miljoenen werkenden prioriteit krijgt, ‘zodat iedereen weer vol aan de slag kan’.", "Vanaf 4 januari", "Dinsdag werd bekend dat de Europese Geneesmiddelenautoriteit EMA op 29 december een oordeel velt over het coronavaccin van Pfizer en BioNTech, dat bij goedkeuring als eerste beschikbaar komt. Daarop zei minister De Jonge dat in de week van 4 januari kan worden begonnen met inenten. Het RIVM, de GGD’s, huisartsen en artsen van verpleeghuizen en instellingen werken daarbij nauw samen, aldus De Jonge.", "Het kabinet hoopt dat er in het eerste kwartaal van 2021 zo’n 3,5 miljoen Nederlanders kunnen worden gevaccineerd. De eerste prikken zijn voor bewoners van verpleeghuizen en mensen met een verstandelijke beperking in instellingen. Daarna komen andere ouderen, kwetsbaren en zorgpersoneel aan de beurt.", "Gezonde, jongere Nederlanders moeten dus zeker tot april wachten, wat voor De Jonge reden is om nu nog geen topprioriteit te maken met het ‘militaire plan’ dat Fortuin voorstelt.", "Honderd per uur", "Duitsland hanteert dezelfde volgorde als Nederland: eerst zijn de risicogroepen en zorgpersoneel aan de beurt, daarna volgen bijvoorbeeld agenten en leraren. De vaccinatiestraten bij de oosterburen kunnen tot wel honderd mensen per uur behandelen.", "De Landelijke Huisartsen Vereniging (LHV) liet vorige maand al weten graag een bijdrage te willen leveren in de vaccinatiecampagne, maar voorziet wel praktische problemen. Een extra inentingscampagne voor huisartsen is in een 1,5 metersamenleving een pittige klus. “Veel huisartsen hebben daar in hun praktijk niet genoeg plek voor, dus moeten ze uitwijken. Ook het feit dat voor veel vaccins twee prikken nodig zijn met een periode ertussen, betekent nogal wat extra regelwerk.” De huisartsen willen ook niet dat hun reguliere zorgtaak in het geding komt.", "5,5 miljoen", "Met de twee coronavaccins die nu goedkeuring naderen kunnen in de loop van 2021 5,5 miljoen Nederlanders worden gevaccineerd. De bijna 8 miljoen Pfizer-vaccins zijn goed voor een kleine 4 miljoen Nederlanders, de ruim 3 miljoen van Moderna voor meer dan 1,5 miljoen landgenoten.", "Uiteindelijk zijn er dus meer vaccins nodig om aan de verwachte totale vraag – het nemen van een vaccin is vrijwillig – te voldoen. Die vaccins komen er waarschijnlijk ook aan, maar farmaceuten als AstraZeneca (Verenigd Koninkrijk) en Janssen uit Leiden zijn nog niet zover in hun ontwikkeling als die van bijvoorbeeld Pfizer."], "authors": ["Chris Van Mersbergen"], "keywords": ["duitsland", "van", "als", "het", "met", "prikstraten", "maak", "een", "ook", "en", "vakbond", "dat", "niet", "aan", "net", "voor"], "pubDate": "2020-12-02T08:12:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}