{"id": "532a3fc3-8173-3f52-ae21-a86e4aa58a13", "title": "Celstraf voor man uit Emmer-Compascuum die feestgangers in Roswinkel stuipen op lijf joeg met wapens", "url": "https://www.dvhn.nl/drenthe/Celstraf-voor-man-uit-Emmer-Compascuum-die-feestgangers-in-Roswinkel-stuipen-op-lijf-joeg-met-wapens-26348318.html", "summary": "Een 30-jarige man uit Emmer-Compascuum is voor verboden wapenbezit een celstraf van vier weken opgelegd, waarvan twee weken voorwaardelijk.\nDe man liep onder meer op 19 mei 2019 bij de feesttent in Roswinkel rond met een stroomstootwapen en een gaspistool.\nDaar lagen leeggemaakte mortiergranaten en een imitatiemachinegeweer.\nHet hebben van een gasdrukpistool is een overtreding.\nDe man kreeg voor dit feit een boete van 200 euro opgelegd.", "paragraphs": ["Een 30-jarige man uit Emmer-Compascuum is voor verboden wapenbezit een celstraf van vier weken opgelegd, waarvan twee weken voorwaardelijk. De man liep onder meer op 19 mei 2019 bij de feesttent in Roswinkel rond met een stroomstootwapen en een gaspistool.", "De feestgangers schrokken zich een hoedje en belden de politie. De man werd uiteindelijk geboeid afgevoerd. De 30-jarige moest niet alleen voor de rechter verschijnen voor het akkefietje in Roswinkel. Een maand eerder vond de politie tijdens een verkeerscontrole een geweer in zijn auto.", "‘Gewoon mooi’", "In juli van dat jaar doorzochten agenten na een tip de woning van de Emmer-Compascumer. Daar lagen leeggemaakte mortiergranaten en een imitatiemachinegeweer. “Waarom schaf je dit toch steeds aan”, vroegen de agenten de man. “Ik vind dat gewoon mooi”, gaf die als antwoord.", "De man verscheen niet op zitting. Zijn zaak zou begin vorig jaar worden behandeld, maar de corona uitbraak gooide roet in het eten. De man is eerder veroordeeld.", "Het hebben van een gasdrukpistool is een overtreding. De man kreeg voor dit feit een boete van 200 euro opgelegd."], "authors": ["Marjan Buring"], "keywords": ["wapens", "zijn", "van", "politie", "opgelegd", "man", "weken", "voor", "roswinkel", "uit", "met", "een", "en", "op", "joeg", "lijf", "stuipen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}