{"id": "534eef6c-6f21-313d-8582-0e4196d135d7", "title": "De eigenzinnige natuurkundige en Nobelprijswinnaar Martinus Veltman (89) is overleden", "url": "https://volkskrant.nl/wetenschap/de-eigenzinnige-natuurkundige-en-nobelprijswinnaar-martinus-veltman-89-is-overleden~b2a6bade/", "summary": "Een reus van een man die geen geduld had voor onzin, trots was op zijn eigen prestaties en een ijzeren wil tentoonspreidde.\nDinsdag (4 januari) overleed hij op 89-jarige leeftijd in zijn huis in Bilthoven, in het bijzijn van zijn familie.\nOp het moment dat Veltman weer landde, had deze voldoende vaart om de tocht omhoog voort te zetten.\nHet theoretische werk van Veltman en ’t Hooft was van doorslaggevend belang voor de ontdekking in 1995 van het zogeheten topquark, het zwaarste deeltje dat de natuurkunde kent.\nVolgens Veltman was ’t Hooft ‘vergeten’ dat hij de doorbraak niet alleen had geboekt, zo stelde hij in interviews.", "paragraphs": ["Martinus Veltman in 2014. Beeld Joost van den Broek/ de Volkskrant", "Terwijl de natuurkundewereld in 2012 nog nét niet de polonaise liep omdat het zogeheten Higgsdeeltje was gevonden dat door velen wordt beschouwd als het sluitstuk van onze kennis over de deeltjeswereld, was de destijds 81-jarige Nobelprijswinnaar Martinus Veltman niet onder de indruk. Laat ze eerst maar eens bewijzen dat ze écht beet hebben, zei hij, dwars tegen het overstromende enthousiasme in. En gelijk had hij: strikt genomen was het bewijs op dat moment nog niet honderd procent rond.", "Het illustreert hoe Martinus Justinus Godefriedus Veltman – Tini, voor intimi – niet bang was om tegen de stroom in te zwemmen. Een reus van een man die geen geduld had voor onzin, trots was op zijn eigen prestaties en een ijzeren wil tentoonspreidde. Een icoon van de vaderlandse natuurkunde. Dinsdag (4 januari) overleed hij op 89-jarige leeftijd in zijn huis in Bilthoven, in het bijzijn van zijn familie. Dat maakte voormalig werkgever Universiteit Utrecht vandaag bekend. Veltman was één van de vijf nog levende Nederlandse winnaars van de Nobelprijs.", "Grootste successen", "Veltmans onverzettelijkheid bracht hem zijn grootste successen. Toen in de jaren zestig van de vorige eeuw de deeltjesfysica zichzelf in wiskundige knopen had gedraaid, was hij het die de boel wist te ontwarren. Eerst met een computerprogramma dat de huidige beschrijvingen moest schoonvegen, een programma dat hij met zijn kenmerkende gevoel voor humor Schoonschip had genoemd.", "Met hulp van zijn briljante promovendus Gerard ’t Hooft zette hij de vervolgstap en bewees dat twee van de fundamentele krachten uit de natuurkunde – elektromagnetisme en de zogeheten zwakke kernkracht – in feite twee zijden van dezelfde medaille zijn. Daarmee zetten Veltman en ’t Hooft een cruciale stap richting het huidige standaardmodel van de deeltjesfysica, de theorie die alle bekende deeltjes en hun onderlinge interacties samenvat in een formule die past op een koffiemok of T-shirt.", "Springen in de lift", "Veltman zwom niet alleen in zijn werk tegen de stroom in, maar ook in het dagelijks leven. Neem die keer dat hij een volle lift instapte, zo beschrijft medelaureaat ’t Hooft in zijn boek De bouwstenen van de schepping. Toen deze vervolgens te zwaar beladen bleek, stapte Veltman – in tegenstelling tot wat de meeste mensen zouden doen – niet weer uit zodat de rest kon vertrekken. Nee, als zwaarste persoon in de lift én kenner van Einsteins relativiteitstheorie besloot hij tot een meer eigenzinnige oplossing. Hij wist: als ik spring, voelt de lift mijn gewicht niet, en zei: ‘druk op de knop wanneer ik ‘ja!’ zeg’. Vervolgens sprong hij en vertrok de lift. Op het moment dat Veltman weer landde, had deze voldoende vaart om de tocht omhoog voort te zetten.", "Mijlpalen in Veltmans werk Samen met zijn promovendus Gerard ’t Hooft wist Veltman twee van de vier fundamentele natuurkrachten samen te smelten tot één wiskundig geheel, een grote stap in ons begrip van de deeltjeswereld. In 1999 wonnen Veltman en ’t Hooft daarvoor samen de Nobelprijs voor de natuurkunde. Het theoretische werk van Veltman en ’t Hooft was van doorslaggevend belang voor de ontdekking in 1995 van het zogeheten topquark, het zwaarste deeltje dat de natuurkunde kent. Veltmans programma Schoonschip was van groot belang in de ontwikkeling van de computerwiskunde. In de wiskunde populaire algebra-programma’s als Maple en Mathematica bouwden later voort op zijn pionierswerk.", "Diezelfde onverzettelijkheid kende ook zo zijn rafelrandjes. Met ’t Hooft had Veltman bijvoorbeeld een complexe verstandhouding. In 1999 wonnen ze samen de Nobelprijs voor hun werk in de jaren zestig, maar daarvoor leefden ze jarenlang in onmin. Volgens Veltman was ’t Hooft ‘vergeten’ dat hij de doorbraak niet alleen had geboekt, zo stelde hij in interviews. Na het winnen van de grootste prijs uit hun beide carrières, legden de twee het weer een beetje bij.", "Lage eindexamencijfers", "Veltman werd op 27 juni 1931 geboren in Waalwijk, en raakte tijdens zijn middelbareschooltijd bevangen door de radiotechniek. Nadat de Technische Hogeschool hem afwees vanwege te lage eindexamencijfers, nam hij zijn toevlucht tot de natuurkunde.", "Dat viel hem in eerste instantie tegen: kort na de Tweede Wereldoorlog was het onderwijs aan de universiteit weinig inspirerend. Pas nadat hij jaren later een boek over Einsteins relativiteitstheorie in handen kreeg, volgde de omslag en bloeide zijn passie voor de theoretische natuurkunde op die hem uiteindelijk de Nobelprijs zou opleveren.", "Veltman werkte tijdens zijn carrière bij befaamde natuurkunde-instituten zoals het Europese Cern in Zwitserland en Fermilab in de Verenigde Staten. Daar ontwikkelde hij een grote waardering voor het experimenteel natuurkundig onderzoek. Het zou later één van zijn stokpaardjes worden: dat zijn collega-theoretici zich te veel blindstaren op wiskunde en de fysieke werkelijkheid uit het oog verliezen.", "Van 1966 tot 1981 was Veltman hoogleraar in Utrecht en vertrok daarna naar de Universiteit van Michigan in de Verenigde Staten. Na zijn emeritaat in 1996 keerde hij terug naar Nederland en vestigde zich in Bilthoven. Daar bleef hij tot zijn dood wonen."], "authors": ["George Van Hal"], "keywords": ["89", "overleden", "zijn", "van", "nobelprijswinnaar", "voor", "en", "eigenzinnige", "natuurkundige", "veltman", "een", "dat", "op", "het", "hij", "martinus"], "pubDate": "2021-01-06T12:56:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}