{"id": "53549a9e-71fd-31fb-a48a-3ea7ebc768bd", "title": "Waarom je tóch naar buiten moet in de winter", "url": "https://nu.nl/gezondheid/6092259/waarom-je-toch-naar-buiten-moet-in-de-winter.html", "summary": "Waarom moet je dan toch naar buiten?\nVandaar dat je ook in de winter naar buiten moet.\"\nDaardoor word je 's avonds 'op tijd' moe en kun je in slaap vallen.\"\nZorg er in ieder geval voor dat je vóór het middaguur een rondje hebt gelopen.\nZorg er gewoon voor dat je gedurende de dag veel buiten komt.", "paragraphs": ["Het is winter: de dagen zijn donker, kort en koud. Toch is het juist in deze tijd van het jaar belangrijk om naar buiten te gaan. Zowel voor onze gezondheid als voor ons humeur. Chronobioloog Roelof Hut: \"Te weinig daglicht leidt tot slaaptekort.\"", "Waarom moeten we per se naar buiten?", "\"Om zonlicht mee te pakken. Mensen die overdag meer zonlicht zien, slapen 's nachts dieper en voelen zich 's ochtends frisser. Dat blijkt uit verschillende onderzoeken. Onder meer uit ons onderzoek met EEG-metingen: zonlicht heeft effect op de kwaliteit en diepte van de slaap.\"", "Maar in de winter schijnt de zon toch heel vaak niet? Waarom moet je dan toch naar buiten?", "\"Zonlicht is niet hetzelfde als zonneschijn. Zonlicht is daglicht. In de zomer is dat licht inderdaad intenser dan 's winters, maar ook in de winter is de lichtintensiteit nog steeds 100 tot 150 keer sterker dan binnenverlichting. Vandaar dat je ook in de winter naar buiten moet.\"", "Wat doet daglicht dan?", "\"Daglicht heeft effect op de biologische klok. Bij de meeste mensen loopt die iets trager dan 24 uur per etmaal. Licht, met name in de ochtend, versnelt de biologische klok en laat hem daarmee in de pas lopen met het ritme van dag en nacht. Daardoor word je 's avonds 'op tijd' moe en kun je in slaap vallen.\"", "“Ga naar buiten zodra het licht is. Zorg er in ieder geval voor dat je vóór het middaguur een rondje hebt gelopen.”", "Maar in de winter staan we vaak op als het nog donker is…", "\"Juist. Daarom is het ook zo belangrijk om overdag, liefst tegen het eind van de ochtend, toch nog naar buiten te gaan. Zonder dat licht krijgt de biologische klok geen versnelling en houdt hij je 's avonds letterlijk wakker. Dat zorgt voor allerlei problemen.\"", "Wat voor problemen dan?", "\"Je valt pas laat in slaap, maar 's ochtends gaat wél gewoon de wekker. Het gevolg: slaaptekort. Op korte termijn heeft dat effect op je humeur en alertheid. Op de lange termijn krijgen de hersenen niet voldoende tijd om afvalstoffen weg te spoelen. Zo kan chronisch slaaptekort tot alzheimer leiden.\"", "En de winterdepressie? Wordt die ook veroorzaakt door te weinig daglicht?", "\"Ja. Dat bleek onder meer toen ze in Rusland experimenteerden met permanente zomertijd. Daardoor moesten de mensen vier jaar lang een uur eerder uit bed voor hun werk en school, op een moment dat het nog donker was. Je zag er een enorme toename in het aantal winterdepressies.\"", "Hoe pak je zoveel mogelijk daglicht mee als de dagen kort en donker zijn?", "\"Ga naar buiten zodra het licht is. Zorg er in ieder geval voor dat je vóór het middaguur een rondje hebt gelopen. Richt een lichte werkplek in: ga bij het raam zitten. Hoe dichter bij het raam, hoe meer daglicht je meekrijgt.\"", "En lichttherapie?", "\"Er zijn speciale daglichtlampen die worden ingezet bij winterdepressies, maar die moet je echt onder begeleiding gebruiken. Bij verkeerd gebruik kun je de biologische klok juist in de war sturen. Zorg er gewoon voor dat je gedurende de dag veel buiten komt. Dat heeft geheid effect op zowel je slaap als je humeur.\"", "Prof. dr. Roelof Hut is als chronobioloog verbonden aan de Rijksuniversiteit Groningen."], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["s", "dat", "je", "naar", "een", "voor", "te", "het", "en", "op", "buiten", "tóch", "moet", "winter", "waarom"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}