{"id": "53586b3e-9243-3ac7-9256-4af27c27c614", "title": "Er was een tijd dat je naar Afghanistan moest om een risicogebied te betreden", "url": "https://volkskrant.nl/columns-opinie/er-was-een-tijd-dat-je-naar-afghanistan-moest-om-een-risicogebied-te-betreden~bdda129d/", "summary": "Er was een tijd dat je naar Afghanistan moest voor het risicogebied, tegenwoordig kun je gewoon thuisblijven.\nDe geschiedenis leert ons dat het risicogebied vroeg of laat naar je toe komt, lang was Zwitserland de uitzondering op deze regel.\nTucholsky, wat ben ik blij dat ik die naam kan noemen.\nIk zeg nu alvast dat ik liever wil dat er na mijn dood een hotel naar me wordt genoemd dan een straat, liever een opvangcentrum dan een plein.\nIn het risicogebied Afghanistan hadden de militairen massagesalons tot hun beschikking (eerst de massage dan de dood) maar in het risicogebied Bochum hielden wij het bij het woord dat geen vlees wilde worden.", "paragraphs": ["Eind december reisde ik voor werk per trein van Amsterdam naar Bochum. Ik had een brief gekregen waarop stond ‘Bescheinigung zur Vorlage bei Einreise aus Risikogebieten’ – niemand zou naar die brief vragen. De wagon was leeg op een dame met twee kleine paarse koffers na. Voor de zekerheid had ik de brief uitgespreid opdat de autoriteiten zich uit de verte konden vergewissen van mijn gezagsgetrouwheid.", "Er was een tijd dat je naar Afghanistan moest voor het risicogebied, tegenwoordig kun je gewoon thuisblijven. Ik constateer dit zonder weemoed. De geschiedenis leert ons dat het risicogebied vroeg of laat naar je toe komt, lang was Zwitserland de uitzondering op deze regel.", "Vanwege de risico’s ging de receptie van hotel Tucholsky om zes uur dicht, ondanks vertragingen arriveerde ik er kort voor zessen.", "Tucholsky, wat ben ik blij dat ik die naam kan noemen. Ik zeg nu alvast dat ik liever wil dat er na mijn dood een hotel naar me wordt genoemd dan een straat, liever een opvangcentrum dan een plein.", "Logeetje vroeg: ‘Wat ga je eigenlijk doen in Bochum?’", "Mij was dat ook niet geheel duidelijk; zo gaat dat, alles blijft onduidelijk tot het wordt opgeschreven.", "Twee heren in een eenvoudige woning hadden voor mij gekookt – ik vind het Roergebied romantisch, omdat verlatenheid romantisch is – en we voerden een gesprek over praalwagens.", "In het risicogebied Afghanistan hadden de militairen massagesalons tot hun beschikking (eerst de massage dan de dood) maar in het risicogebied Bochum hielden wij het bij het woord dat geen vlees wilde worden.", "Op de terugweg las ik Pessoa: ‘Ik weet niet wie ik ben, noch welke ziel de mijne is. Wanneer ik oprecht spreek, dan weet ik niet met wiens oprechtheid.’", "Zo gaat dat met schrijvers, altijd weer maken zij zich van andermans oprechtheid meester om mee te spreken."], "authors": ["Arnon Grunberg"], "keywords": ["ik", "er", "van", "moest", "dan", "naar", "voor", "om", "een", "tijd", "te", "het", "risicogebied", "dat", "je"], "pubDate": "2021-01-06T16:13:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}