{"id": "535ce383-ec20-379f-92c1-e12140a90865", "title": "Digitale dynamiek RDW vraagt om nieuwe specialisten", "url": "https://www.dvhn.nl/aangeboden/Digitale-dynamiek-RDW-vraagt-om-nieuwe-specialisten-26300360.html", "summary": "Cloud, drones, encryptie, privacy, voertuigcriminaliteit, milieu, complexe datastromen en analyse vragen om nieuwe bedrijfsvoering- en ICT- specialisten.\nEen landelijk werkende organisatie met zowel een grote eigen ICT-divisie als met een sterke uitvoeringsorganisatie.\nNaast de sterke gerichtheid op ICT, passen we voortdurend onze bedrijfsmatige en bedrijfskundige processen aan op nieuwe trends en ontwikkelingen.\nIedere vraag is een nieuwe uitdaging, een nieuwe puzzel.\nHoe kunnen wij door grondige analyse van beschikbare data bijdragen aan de bestrijding van fraude en het oplossen van voertuigcriminaliteit?", "paragraphs": ["De RDW (Dienst Wegverkeer) in Veendam en Groningen krijgt steeds meer taken en bevoegdheden. Meer digitalisering en dynamiek. Cloud, drones, encryptie, privacy, voertuigcriminaliteit, milieu, complexe datastromen en analyse vragen om nieuwe bedrijfsvoering- en ICT- specialisten.", ",,Met je boerenverstand werken op het snijvlak van politiek en maatschappij. Wij ontwikkelen slimme oplossingen voor grote maatschappelijke uitdagingen op gebied van registratie, controle, heffingen, misdaadbestrijding en milieu. Voor al die kritische processen is geen standaard software: wij moeten het zelf bedenken, ontwerpen en ontwikkelen. Dus we zoeken mensen die deskundig, ambitieus, diplomatiek, vasthoudend en eigenwijs zijn.” Zeggen Gert-Jan Theuwissen, divisiemanager RDW ICT in Groningen en Gert Jan Holland van de RDW Divisie Registratie & Informatie in Veendam. Samen met data engineer Léon Melein en data scientist Moniek Nieuwenhuis zoeken zij nieuwe collega’s voor complexe digitale uitdagingen. Collega’s die altijd vooruit willen, kunnen schakelen en begrijpen wat er gevraagd wordt.", "Dedicated teamwork", "Wat is de betekenis van RDW in Veendam en Groningen? ,,RDW is sterk vernieuwend, een dienstverlenende organisatie die drijft op complexe en geautomatiseerde processen, maar waar de mens het uitgangspunt is. Wat wij doen heeft altijd maatschappelijk raakvlak: veel mensen kennen ons van de afgifte van kenteken en rijbewijs, maar we doen veel meer. Het raakt alles met auto’s, zoals toelating, veiligheid, controle, de opslag van informatie uit auto’s en grootschalige data-analyse. RDW is dynamisch, open, lean en efficiënt georganiseerd. Een landelijk werkende organisatie met zowel een grote eigen ICT-divisie als met een sterke uitvoeringsorganisatie. Ons werk biedt een grote variatie aan complexe disciplines en het vraagt om dedicated teamwork van specialisten.”", ",,We zijn de grootste zelfstandige overheidsclub in het Noorden op zowel ICT-gebied als op bedrijfskundig en administratief vlak”, stellen de divisiemanagers Gert-Jan Theuwissen en Gert Jan Holland. ,,RDW is een goede, betrokken werkgever die opleidingskansen en doorgroeimogelijkheden biedt. We zijn voortdurend bezig om de inzet en impact van technologie op onze maatschappij in balans te houden. Vernieuwing gaat voor ons altijd vanuit continuïteit. Stap voor stap, want we beheren veel kritische, fundamentele processen en nog veel meer gevoelige datastromen. We breiden onze taken onder meer uit met de nieuwe Vrachtwagenheffing, de registratie en het toezicht op drones en de invoering van Tijdelijke Tol. Dat vraagt om meer slimme mensen. Specialisten op diverse bedrijfskundige en ICT-gebieden, omdat de registratie en analyse van data sterk toeneemt. Onze samenwerking en de gegevensuitwisseling met bijvoorbeeld politie en justitie intensiveert en de continuïteit van dienstverlening wordt steeds belangrijker.”", ",,We schakelen stap voor stap met een groot deel van onze systemen over van eigen datacenters naar cloudomgevingen. Ook dat vraagt om nieuwe inzichten en specialismes. Naast de sterke gerichtheid op ICT, passen we voortdurend onze bedrijfsmatige en bedrijfskundige processen aan op nieuwe trends en ontwikkelingen. De borging daarvan is essentieel. Als je je in die dynamiek van maatschappij en technologie thuis denkt te voelen, dan zit je bij RDW goed.”", "Uitdaging en toekomst", "Léon Melein en Moniek Nieuwenhuis begonnen na hun studie Informatiekunde aan de RUG afgelopen zomer bij RDW.", "Wat was voor jullie reden bij RDW te willen werken? Léon: ,,Twee oud-studiegenoten vertelden wat ze hier deden en hoe het beviel. Toen ben ik ook eens gaan kijken, want het klonk als de uitdaging die ik zocht op ICT-gebied. Die heb ik gevonden binnen het project Vrachtwagenheffing. Met een team ontwerpen en bouwen we een heel kritisch proces in de cloud, met twee zeer omvangrijke complexe datastromen die over een paar jaar tolheffing mogelijk maken. Wat we doen, moet dus ook heel goed zijn.”", "Moniek werkt bij het RDW Landelijk Informatiecentrum Voertuigvoertuigcriminaliteit. ,,Wat me aanspreekt is de combinatie van data-onderzoek, samenwerking met politie en de maatschappelijke bijdrage. Het is de vertaling van onderzoeksvraagstukken naar de praktijk. Iedere vraag is een nieuwe uitdaging, een nieuwe puzzel. Hoe kunnen wij door grondige analyse van beschikbare data bijdragen aan de bestrijding van fraude en het oplossen van voertuigcriminaliteit? Dit geeft mij een mooie toekomst!”", "loading", "Interesse in een baan bij het RDW? Bekijk de volledige vacatures hier"], "authors": ["Aangeboden Door"], "keywords": ["rdw", "van", "vraagt", "voor", "en", "nieuwe", "om", "een", "digitale", "met", "op", "dynamiek", "het", "specialisten", "die"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}