{"id": "5360d4e6-2eb0-3a32-8a50-5be72561f1e1", "title": "Vonken zullen afvliegen van de erotische roman van A.F.Th. van der Heijden", "url": "https://volkskrant.nl/cultuur-media/vonken-zullen-afvliegen-van-de-erotische-roman-van-a-f-th-van-der-heijden~b4267854/", "summary": "van der Heijden Beeld Hollandse Hoogte / ANP KippaVonken zullen afvliegen van de erotische roman die A.F.Th.\nEn dat niet alleen: die roman is de eerste van drie samenhangende delen in zijn romancyclus De Tandeloze Tijd.\nOok deze erotische novelle groeide uit tot een roman, getuige het nawoord van de auteur.\nHij is gefascineerd door het ‘sprietsen’ van Marike.\nIn de zinderende zomer die voorafgaat aan zijn verjaardag zal Van der Heijden ‘Operatie Minnenijd’ in Stemvorken opnieuw laten aanbreken.", "paragraphs": ["A.F.Th. van der Heijden Beeld Hollandse Hoogte / ANP Kippa", "Vonken zullen afvliegen van de erotische roman die A.F.Th. van der Heijden deze zomer gaat publiceren. Uitgeverij Querido bood Stemvorken eerder aan als novelle, maar onder de handen van de schrijver is die volgens zijn uitgever, Annette Portegies, in de tussentijd uitgegroeid tot een volwaardige roman. En dat niet alleen: die roman is de eerste van drie samenhangende delen in zijn romancyclus De Tandeloze Tijd. De volgende delen zullen Venus van Mierlo en Nijdas Minnenijd gaan heten.", "Stemvorken gaat over de liefde tussen twee vrouwen. In de aanbiedingsfolder stond destijds: ‘Twee getrouwde vrouwen, allebei moeder en midden veertig, storten zich samen in een lesbische amour fou, aanvankelijk aangemoedigd en later tegengewerkt door de mannen om hen heen.’", "Zwanet, een oude bekende uit De Tandeloze Tijd, vertelt het verhaal en doorkruist in een schaamteloze innerlijke monoloog het erotische paradijs dat zij met haar geliefde Corinne heeft ontdekt. De echtgenoot van de ene vrouw, tevens minnaar van de andere, heeft het nakijken. Hij is ‘aangewezen op het sleutelgat’.", "Verdubbeling, verdriedubbeling, kijken en bekeken worden – dat spel beheerst A.F.Th in zijn romans als geen ander. Denk alleen maar aan de titel van de requiemroman De sandwich (in een magisch moment stapelen een jeugdliefde en een jeugdvriend zich op straat boven op de verteller) én aan de driehoeksverhouding in het in 2016 bij De Statenhofpers in zeer kleine oplage verschenen deel 7 van De Tandeloze Tijd: Kastanje a/d Zee. Ook deze erotische novelle groeide uit tot een roman, getuige het nawoord van de auteur.", "Albert Egberts, de held van de cyclus, wordt daarin door de gehavende Marike de Swart, die we nog kennen uit De gevarendriehoek (DTT 2), van zijn mannelijke onmacht afgeholpen. Hij is gefascineerd door het ‘sprietsen’ van Marike. ‘Albert liet zich zegenen, besproeien door haar nieuwe verworvenheid.’", "In Kastanje a/d Zee daalt de opgaande erotische lijn ten gevolge van de ‘Jaloezie d’Amour’ van Albert op een oude vriend: Hans Krop, Kropmans, De Krop, die succes heeft bij de dames als domme kracht. Zijn potentie is enorm. Albert haalt het in zijn hoofd vriend én aartsrivaal Marike te laten bezitten en daar bij te blijven. Om de jaloezie door versmelting te verslaan.", "Albert Egberts mag erotisch soms onmachtig zijn, hij spreekt de taal der liefde. Net als zijn schepper, die dit jaar op 15 oktober – het is bijna niet te geloven – 70 jaar wordt. In de zinderende zomer die voorafgaat aan zijn verjaardag zal Van der Heijden ‘Operatie Minnenijd’ in Stemvorken opnieuw laten aanbreken. Laat het vonken!"], "authors": ["Onno Blom"], "keywords": ["door", "zijn", "van", "het", "afvliegen", "en", "der", "erotische", "afth", "een", "op", "te", "roman", "zullen", "vonken", "heijden", "die"], "pubDate": "2021-01-01T14:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}