{"id": "537350bc-5c43-3b68-8151-7c44600dc4bb", "title": "Leer Europa begrijpen in zeven liedjes", "url": "https://volkskrant.nl/de-gids/leer-europa-begrijpen-in-zeven-liedjes~b0452a7f/", "summary": "Beeld Luis mendoKraftwerk – Trans Europa Express (1977)Er zijn maar weinig popliedjes over Europa als werelddeel, dat zegt natuurlijk iets.\nWant het nummer is niet alleen een zeldzaam mooi Europa-lied, maar ook een topper van een van de invloedrijkste popbands aller tijden.\nEn dat alles op de cadans van het staal over de bielzen als de aanstormende revolutie van de elektronische muziek.\nUltravox – Vienna (1980)Wenen is een van de hoofdsteden van de klassieke Europese cultuur – en dan vooral van de hoogculturele muziek.\nInmiddels leven we in het Europa van ná de Koude Oorlog, maar London Calling klinkt nog altijd dreigend.", "paragraphs": ["Beeld Luis mendo", "Kraftwerk – Trans Europa Express (1977)", "Er zijn maar weinig popliedjes over Europa als werelddeel, dat zegt natuurlijk iets. Maar Trans Europa Express van Kraftwerk verzacht het leed. Want het nummer is niet alleen een zeldzaam mooi Europa-lied, maar ook een topper van een van de invloedrijkste popbands aller tijden. Kraftwerk bezingt de geneugten van de trein, die van Parijs naar Wenen raast en daarna nog even Düsseldorf aandoet. En dat alles op de cadans van het staal over de bielzen als de aanstormende revolutie van de elektronische muziek.", "Ultravox – Vienna (1980)", "Wenen is een van de hoofdsteden van de klassieke Europese cultuur – en dan vooral van de hoogculturele muziek. Maar zanger Midge Ure van de Britse band Ultravox had het in Wenen vooral koud. Steenkoud. Als de pizzicato’s uitdoofden, voelde de arme, door liefdesverdriet gekwelde Ure zich vereenzamen bij een koude, lege stilte. ‘Het beeld is vervaagd, alleen jij en ik. Het betekent niets meer. O, Wenen.’", "Joaquín Sabina – Pongamos que hablo de Madrid (1980)", "De Spaanse volkszanger Joaquín Sabina ontvluchtte zijn land tijdens de dictatuur van Franco. Bij zijn terugkomst, eind jaren zeventig, bezingt hij het gevallen fascistische bolwerk. Waar ontheemden zich verzamelen, waar in geen velden of wegen iets van een strand te bekennen is, waar meisjes geen prinsessen willen zijn en waar de snelheid van het leven een gat in de ziel slaat. En toch schemert in het lied een liefdesverklaring aan Madrid door.", "The Clash – London Calling (1979)", "Met London Calling van The Clash dook Europa eind jaren zeventig het gedoemde tijdperk van de jaren tachtig in. In het grimmige nummer schieten de kernkoppen ons om de oren en wordt het beeld geschetst van een al bijna verloren metropool. Inmiddels leven we in het Europa van ná de Koude Oorlog, maar London Calling klinkt nog altijd dreigend. ‘London is drowning, and I live by the river’, zingt Joe Strummer. Wat als straks overal de rivieren overstromen?", "Wardruna – Rotlaust Tre Fell (2013)", "De Noordse mythologie was de afgelopen decennia niet bepaald een geliefd onderwerp in de liedkunst. Gelukkig halen bands als het Noorse Wardruna herinneringen op aan dit deel van de Europese geschiedenis. Bij liederen als Rotlaust Tre Fell verplaatsen we ons naar de tijd van Odin en Freya, en strijdlustige Vikingen. De boodschap in de oude Noordse tekst is nog altijd actueel: zonder wortels valt een boom om. Datzelfde geldt natuurlijk voor de Europese cultuur.", "The Beautiful South – Rotterdam (or Anywhere) (1996)", "Moesten de Rotterdammers nu blij zijn met dit zacht kabbelende popliedje of juist niet? De tekst van de Britse band The Beautiful South is raadselachtig. De mensen lijken op augurken, vindt de band. Iedereen is blond. Iedereen is knap. En daarom ook vreselijk saai. Wat moet je daarmee, als trotse Rotterdammer? In het refrein geeft The Beautiful South een ander perspectief, in pure Europa-poëzie: ‘This could be Rotterdam or anywhere. Liverpool or Rome. ’Cause Rotterdam is anywhere, anywhere alone.’", "Rammstein – Deutschland (2019)", "Als de Berlijnse band Rammstein de Duitse geschiedenis onder de loep neemt, zoek dan maar dekking. De clip bij Deutschland schokte dit jaar de wereld. Rammstein scheerde erin door de bewogen Duitse geschiedenis, en liet daarbij het Derde Rijk en de Holocaust niet buiten beschouwing. De liedtekst bleek bij nader beschouwing buitengewoon subtiel. Het is moeilijk om van Duitsland te houden én om Duitsland te haten, zingt Till Lindemann. ‘Je adem is koud, je bent jong en toch ook zo oud.’"], "authors": ["Robert Van Gijssel"], "keywords": ["van", "een", "en", "maar", "liedjes", "waar", "zijn", "leer", "begrijpen", "zeven", "als", "europa", "het", "bij"], "pubDate": "2020-01-03T14:01:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}