{"id": "53834326-556f-3f18-bafd-45e860881c77", "title": "Britse vissers woedend over brexitdeal: we zijn in de uitverkoop gedaan", "url": "https://www.parool.nl/wereld/britse-vissers-woedend-over-brexitdeal-we-zijn-in-de-uitverkoop-gedaan~baf3baee/", "summary": "Beeld Getty ImagesVolgens het akkoord krijgen Europese vissers nog zeker 5,5 jaar toegang tot de Britse wateren, hoewel ze een kwart minder vis mogen vangen dan voorheen.\nTijdens de brexitcampagne in 2016 beloofden de voorstanders van brexit nog dat de Britse vissers volledige soevereiniteit over de Britse wateren zouden krijgen.\nDe Britse Nationale Federatie van Vissersorganisaties zegt dat de sector is opgeofferd door Johnson.\n“In de eindfase van de onderhandelingen heeft de premier grote concessies gedaan, ondanks de retoriek en zijn toezeggingen.\nDe vissers zijn weliswaar opgelucht dat ze toegang houden tot de Britse wateren, maar zijn niet gelukkig met de nieuwe vangstquota.", "paragraphs": ["Een vissersboot in het Kanaal van Hastings. Beeld Getty Images", "Volgens het akkoord krijgen Europese vissers nog zeker 5,5 jaar toegang tot de Britse wateren, hoewel ze een kwart minder vis mogen vangen dan voorheen. Tijdens de brexitcampagne in 2016 beloofden de voorstanders van brexit nog dat de Britse vissers volledige soevereiniteit over de Britse wateren zouden krijgen. De vissers vinden hun eigen vangstquota nog steeds veel te laag.", "De Britse Nationale Federatie van Vissersorganisaties zegt dat de sector is opgeofferd door Johnson. Als voorbeeld noemt de woordvoerder het aandeel van het Verenigd Koninkrijk in de schelvisvangst in de Keltische Zee, waar 80 procent van de vangst in handen van de EU-vloot blijft voor nog eens vijf jaar.", "“In de eindfase van de onderhandelingen heeft de premier grote concessies gedaan, ondanks de retoriek en zijn toezeggingen. Er zal natuurlijk een uitgebreide public relations-oefening plaatsvinden om de overeenkomst af te schilderen als een fabelachtige overwinning, maar het zal door de visserij-industrie gezien worden als een forse nederlaag,” aldus voorzitter Barrie Deas tegen de Britse krant The Guardian.", "Ook de Nederlandse visserijsector reageerde al teleurgesteld over het visserijakkoord. De vissers zijn weliswaar opgelucht dat ze toegang houden tot de Britse wateren, maar zijn niet gelukkig met de nieuwe vangstquota."], "authors": ["Anp Het Parool"], "keywords": ["zijn", "van", "nog", "gedaan", "woedend", "uitverkoop", "een", "wateren", "britse", "als", "het", "dat", "vissers", "brexitdeal"], "pubDate": "2020-12-27T02:19:57Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}