{"id": "5383e14a-60e9-3368-bbda-e182b2674bb6", "title": "Waar liepen mensen coronabesmettingen op? Visite lijkt belangrijke bron", "url": "http://www.nu.nl/uitleg-over-het-coronavirus/6096858/waar-liepen-mensen-coronabesmettingen-op-visite-lijkt-belangrijke-bron.html", "summary": "Vanwege de forse stijging van het aantal coronabesmettingen zijn we sinds dinsdag in lockdown en zijn scholen en niet-essentiële winkels gesloten.\nDe helft van de mensen die afgelopen week positief zijn getest op het coronavirus had geen idee waar ze het virus op had gelopen.\nNa de thuissituatie zijn visite van of bij familieleden en vrienden, de werkplek en school en kinderopvang de meest voorkomende vermoedelijke bronnen.\nHet gedeelte van de positief geteste mensen dat vermoedt op school of op de kinderopvang besmet te zijn geraakt is toegenomen.\nDe mensen die positief zijn getest moeten de besmetting dus op een andere plek hebben opgelopen.", "paragraphs": ["Vanwege de forse stijging van het aantal coronabesmettingen zijn we sinds dinsdag in lockdown en zijn scholen en niet-essentiële winkels gesloten. Wat weten we over de plekken waar mensen de afgelopen tijd besmet zijn geraakt met het coronavirus?", "De helft van de mensen die afgelopen week positief zijn getest op het coronavirus had geen idee waar ze het virus op had gelopen. Van al deze mensen weten we dus niet of ze bijvoorbeeld besmet zijn geraakt in een drukke winkelstraat, in de supermarkt of tijdens het kletsen met de buurvrouw.", "De andere helft van de positief geteste mensen heeft wel een vermoedelijke bron gemeld aan de contactonderzoekers van de GGD. Dit zijn er veel meer dan enkele weken geleden. In de week voorafgaand aan 13 oktober, in de week waarin de horeca moest sluiten, wist slechts 16 procent van de mensen die positief waren getest waar hij of zij de besmetting mogelijk had opgelopen.", "De belangrijkste reden voor deze verandering is volgens het RIVM dat er begin oktober veel beperkter bron- en contactonderzoek kon worden gedaan dan nu.", "Waar zijn de besmettingen die we wel kennen?", "Waar vinden de besmettingen waarvan wel een vermoedelijke bron bekend is dan plaats? In eerste instantie vooral thuis. Van de mensen die een bron noemen, noemt ruim de helft de thuissituatie. Maar het coronavirus kan niet spontaan in een gezin opduiken. Daarvoor moet één gezinslid eerst door iemand van buiten het gezin worden besmet.", "Na de thuissituatie zijn visite van of bij familieleden en vrienden, de werkplek en school en kinderopvang de meest voorkomende vermoedelijke bronnen. Uit de cijfers blijkt niet wat voor werkplekken het meeste gevaar opleverden. Dit waren mogelijk werkplekken waar, tegen het advies van de overheid in, niet werd thuisgewerkt, maar het is ook mogelijk dat het ging om werkplekken als een winkel, distributiecentrum of bouwplaats.", "Hoe zit het met de scholen?", "Het gedeelte van de positief geteste mensen dat vermoedt op school of op de kinderopvang besmet te zijn geraakt is toegenomen. Bij inmiddels 10,3 procent van de gevallen waar een bron wordt genoemd gaat het om de school of de kinderopvang. Zowel leraren en scholieren als andere mensen die binnen de school- of kinderopvangmuren komen kunnen in deze situatie besmet raken.", "Het RIVM heeft geen sluitende verklaring voor de stijging van het aandeel van de school en kinderopvang. Het instituut geeft aan dat het sluiten van de horeca mogelijk een rol heeft gespeeld.", "Nadat de horeca was gesloten, gaf namelijk praktisch niemand meer aan daar besmet te zijn geraakt. De mensen die positief zijn getest moeten de besmetting dus op een andere plek hebben opgelopen. Eén van die plekken kan de school of de kinderopvang zijn, omdat deze wel gewoon open waren. In verhouding wordt de school dan vaker als mogelijke plek van besmetting genoemd.", "Het is trouwens niet zo dat door het sluiten van de horeca er in absolute zin meer besmettingen op scholen zijn. Hier is geen enkele aanwijzing voor.", "Uit de RIVM-cijfers blijkt dat middelbare scholieren een stuk vaker positief worden getest op het coronavirus dan basisscholieren. Kinderen tussen de vijf en negen jaar maakten afgelopen week bijvoorbeeld maar 1,7 procent uit van alle geregistreerde coronabesmettingen, terwijl kinderen tussen de 10 en 14 jaar al 7,8 procent van de coronabesmettingen voor hun rekening nemen, Kinderen tussen de 15 en 19 jaar vormen 10,8 procent van de besmettingen."], "authors": ["Door", "Shannon Bakker"], "keywords": ["waar", "zijn", "van", "lijkt", "bron", "school", "een", "het", "positief", "liepen", "visite", "belangrijke", "op", "en", "die", "coronabesmettingen", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}