{"id": "5391cfa6-a8f1-3305-91e1-889e582817f6", "title": "Behoud het Engels als versterking van het hoger onderwijs", "url": "https://trouw.nl/opinie/behoud-het-engels-als-versterking-van-het-hoger-onderwijs~b25f44a2/", "summary": "En dat terwijl er geen enkel goed onderzoek is geweest dat laat zien wat het vernederlandsen van het hoger onderwijs betekent voor de arbeidsmarktperspectieven van studenten en de internationale concurrentie­positie van de Nederlandse economie.\nDaarbij heeft de overheid vooral ook moeite om de ­belangrijke positie van het hoger onderwijs in onze kennissamenleving te onderkennen.\nHet belang van het Engels is ook sterk toegenomen in de hightechindustrie.\nWe raken achterop bij AziëDoor het onvoldoende erkennen van de betekenis van het hoger onderwijs in een kenniseconomie zullen we achterop raken bij veel opkomende economieën in Azië.\nMaar ook in Duitsland wordt deze rol van het hoger onderwijs momenteel beter onder ogen gezien dan in ons land.", "paragraphs": ["Terwijl boze boeren zich verenigen in de Farmers Defence Force en het Outbreak Management Team bepaalt wat we allemaal wel en niet mogen doen nu we kampen met de gevolgen van Black Friday, wil de overheid de verengelsing van het ­hoger onderwijs in Nederland terugdraaien.", "In Den Haag wordt een nieuwe Algemene Maatregel van Bestuur (AMvB) voorbereid. Hoewel dit regeringsbesluit zal erkennen dat er vele goede redenen kunnen zijn om opleidingen in het Engels te geven, wordt dat als een uitzondering gezien. En dat terwijl er geen enkel goed onderzoek is geweest dat laat zien wat het vernederlandsen van het hoger onderwijs betekent voor de arbeidsmarktperspectieven van studenten en de internationale concurrentie­positie van de Nederlandse economie.", "Maar waarom willen we überhaupt zo’n naar binnen gekeerd beleid voeren? Wat zich hier wreekt, is dat de overheid geen doordachte visie heeft op de rol die het onderwijs heeft voor de toekomst van Nederland. Daarbij heeft de overheid vooral ook moeite om de ­belangrijke positie van het hoger onderwijs in onze kennissamenleving te onderkennen.", "In de economische literatuur is dat glashelder: het onderwijs is de afgelopen decennia, zoals dat in het Engels zo mooi heet, de upstream industry van de economie geworden. Het levert de grondstoffen die bepalend zijn voor de kwaliteit van de producten en de diensten die we in Nederland produceren, en daarmee voor de concurrentie­positie van ons bedrijfsleven. Dat geldt ­zowel de binnenlandse als de buitenlandse afzetmarkten.", "Cruciale rol", "Engelstalig onderwijs speelt daarbij een cruciale rol. Voor handels- en finance steden als Amsterdam en Rotterdam is het goede Engels dat de bevolking van Nederland spreekt al vanouds een belangrijk concurrentievoordeel.", "Het belang van het Engels is ook sterk toegenomen in de hightechindustrie. Zo is in de Brainport-regio in en rond Eindhoven in alle hightechbedrijven het Engels de voertaal geworden. De sterke internationale concurrentiekracht van deze bedrijven is voor een groot deel afhankelijk van de goede samenwerking met de TU Eindhoven en de aan deze universiteit opgeleide internationale talenten die in de hightechbedrijven werken.", "Het innovatieve hightechbedrijf Anteryon op de Brainport Industries Campus in Eindhoven. Beeld Hollandse Hoogte", "Eenzelfde upstream industry-rol vervult Maastricht University in de provincie Limburg, evenals de Brightland-campussen, die zijn geïnitieerd door het bedrijfsleven in ­samenwerking met de universiteit, Zuyd Hogeschool en de provincie. Ze zijn daarmee waardige opvolgers van de kolen­mijnen in Limburg, die de upstream sector waren voor de industrialisatie van Nederland. De Brightland-campussen bestrijken een breed palet van voor de toekomst van de Nederlandse economie belangrijke sectoren: de Chemelot Campus in Geleen, de Smart Services Campus in Heerlen, de Greenport Campus in Venlo en de Health Campus in Maastricht.", "Op de universiteit en campussen worden, net als bij de hightechbedrijven, de multinationals in andere sectoren en de Amsterdamse game-industry, vele talen ­gesproken, maar het Engels vormt de basis voor de onderlinge communicatie, zowel in de directie als op de werkvloer. Bovendien vergroot het Engels de aantrekkingskracht voor zowel de buitenlandse als Nederlandse studenten en medewerkers. Het biedt hun het perspectief om op hoog niveau te kunnen studeren of werken.", "We raken achterop bij Azië", "Door het onvoldoende erkennen van de betekenis van het hoger onderwijs in een kenniseconomie zullen we achterop raken bij veel opkomende economieën in Azië. Daar worden immense investeringen gedaan in wetenschappelijk onderzoek en het opleiden van hooggeschoolden. Maar ook in Duitsland wordt deze rol van het hoger onderwijs momenteel beter onder ogen gezien dan in ons land.", "Op veel beleidsterreinen erkent de overheid, mede dankzij de sterke rol van het Centraal Planbureau, gelukkig steeds meer het belang van evidence based beleid op veel terreinen. Goed beleid verzin je niet. Het is gebaseerd op goed onderzoek.", "Maar het wordt tijd dat de overheid het grote belang van wetenschappelijk onderzoek voor onze kenniseconomie ook omzet in beleid. Dat beleid moet de bepalende rol die het internationale hoger onderwijs speelt voor de toekomst van de Nederlandse samenleving versterken waar dat nodig is. Als dat niet gebeurt, dan zijn we, zoals dit in het Engels zo goed wordt geformuleerd, penny wise pound foolish (zuinig in kleine zaken, verkwistend in grote, red.)", "Andries de Grip, hoogleraar Researchcentrum voor Onderwijs en Arbeidsmarkt (ROA), Universiteit Maastricht.", "Lees ook:", "Het onderwijs lijdt niet onder het Engels, maar heeft het nodig", "De wereld verandert, wordt meer internationaal en meer Engelstalig. De universiteit kan daar niet bij achterblijven, aldus Willem Verwey, hoogleraar aan de Universiteit Twente.", "Hoezo lesgeven in het Engels, daar ben ik toch niet voor aangenomen?", "", "Ook hbo-docent mode Els de Baan moest eraan geloven: les geven in hakkelend Engels in plaats van in vertrouwd Nederlands. Wie heeft daar écht baat bij, vraagt zij zich af?", "Niet óf Engels óf Nederlands; kies in het onderwijs voor beide talen", "De eenkennige gerichtheid op Engels gaat ten koste van kennis van andere talen, ook het Nederlands, betreurt Roberta D’Alessandro, hoogleraar syntaxis en taalvariatie aan de Universiteit Utrecht."], "authors": ["Andries De Grip"], "keywords": ["van", "engels", "universiteit", "onderwijs", "voor", "en", "versterking", "een", "dat", "behoud", "op", "het", "als", "hoger"], "pubDate": "2021-01-09T13:32:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}