{"id": "53af3d10-9818-329f-9030-13c2d855b5f1", "title": "Moeder van omgekomen Sharleyne alsnog veroordeeld, tot bijna tien jaar cel", "url": "https://nos.nl/artikel/2363927-moeder-van-omgekomen-sharleyne-alsnog-veroordeeld-tot-bijna-tien-jaar-cel.html", "summary": "Volgens het hof heeft de moeder van Sharleyne haar het recht op leven ontnomen.\nDaarmee doelt hij vooral op de vader van Sharleyne en de opa en oma van het meisje.\nToen ze haar dochter niet kon vinden, keek ze naar eigen zeggen over de balustrade naar beneden en zag ze haar dochter liggen.\nVader schakelde deskundigen inDe moeder van Sharleyne werd na de dood van het meisje aangehouden, maar later vrijgelaten omdat volgens het OM niet te achterhalen was wat er was gebeurd.\nDe vader van Sharleyne heeft altijd gedacht dat J. schuldig is aan de dood van zijn dochter.", "paragraphs": ["Hélène J., de moeder van de 8-jarige Sharleyne die in 2015 dood werd gevonden onderaan een flat in Hoogeveen, is schuldig aan de dood van haar dochter. Dat heeft het gerechtshof in Leeuwarden bepaald. De vrouw krijgt een celstraf opgelegd van negen jaar en negen maanden. Ze moet de vader van het meisje een schadevergoeding betalen van 20.000 euro, meldt RTV Drenthe.", "De rechtbank had de vrouw eerder vrijgesproken wegens gebrek aan bewijs, maar het Openbaar Ministerie ging in hoger beroep. Volgens het hof heeft de moeder van Sharleyne haar het recht op leven ontnomen. De rechter zegt dat de nabestaanden onherstelbaar veel leed is toegebracht. Daarmee doelt hij vooral op de vader van Sharleyne en de opa en oma van het meisje.", "Volgens het OM had de verdachte haar dochter voor de val gewurgd. Het gerechtshof spreekt haar daar, na verklaringen van meerdere deskundigen, vrij van. Ook is ze vrijgesproken van moord.", "De afgelopen jaren is onderzocht of Sharleyne misschien tijdens het slaapwandelen naar beneden is gevallen, of dat er sprake was van zelfdoding. Volgens het gerechtshof is dat niet het geval. \"Alleen de verdachte is verantwoordelijk voor de dood van Sharleyne. Het hof is van oordeel dat de verdachte haar dochter heeft laten vallen, waardoor Sharleyne is overleden.\"", "Wakker van de kou", "Hélène J. heeft altijd ontkend verantwoordelijk te zijn voor de dood van haar dochter. Ze zou in de nacht van de val wakker zijn geworden van de kou. Toen ze haar dochter niet kon vinden, keek ze naar eigen zeggen over de balustrade naar beneden en zag ze haar dochter liggen. Daarna zou ze in paniek zijn geraakt en daardoor niet meer weten wat er vervolgens is gebeurd. Uit een alcoholtest bleek dat J. die avond veel had gedronken.", "Hulpverleners hadden in de jaren voor de dood van Sharleyne geregeld contact met het gezin in verband met meldingen over drankmisbruik, verwaarlozing en huiselijk geweld door de moeder.", "Vader schakelde deskundigen in", "De moeder van Sharleyne werd na de dood van het meisje aangehouden, maar later vrijgelaten omdat volgens het OM niet te achterhalen was wat er was gebeurd. De vader van Sharleyne heeft altijd gedacht dat J. schuldig is aan de dood van zijn dochter. Hij schakelde deskundigen in om de doodsoorzaak te achterhalen. Uit die onderzoeken bleek volgens het gerechtshof dat er voldoende reden was om de vrouw toch te vervolgen. Dat heeft vandaag dus tot een veroordeling geleid.", "Advocaat Sébas Diekstra zegt dat de vader van Sharleyne enorm opgelucht is door de uitspraak. \"Hij heeft de belofte aan zijn dochter eindelijk kunnen inlossen: namelijk het voor het gerecht brengen en veroordeeld krijgen van de dader.\"", "Het Openbaar Ministerie had een gevangenisstraf van tien jaar geëist. Het gerechtshof vond een straf van tien jaar ook passend, maar omdat de zaak al zo lang speelt, heeft de rechter een iets lagere straf opgelegd."], "authors": [], "keywords": ["tot", "bijna", "van", "omgekomen", "jaar", "en", "heeft", "een", "ze", "sharleyne", "veroordeeld", "tien", "dochter", "cel", "het", "haar", "dat", "moeder"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}