{"id": "53c88204-1fb6-31e0-b97c-978933141173", "title": "Meeste privacyzorgen over 'kopietje paspoort' en online-privacy", "url": "https://nos.nl/artikel/2269426-meeste-privacyzorgen-over-kopietje-paspoort-en-online-privacy.html", "summary": "Veel zorgenIn totaal maakt 27 procent van de respondenten zich veel zorgen om zijn privacy, stelt het onderzoek.\nBekende en onbekende rechtenVan die rechten zijn mensen redelijk op de hoogte, blijkt uit het onderzoek: zo kent 86 procent het 'recht op inzage', waarmee je je persoonsgegevens bij een bedrijf kunt inzien.\nHet recht om je data mee te nemen naar een ander bedrijf of organisatie is dan weer relatief onbekend.\nDat geldt ook voor het recht om een mens van vlees en bloed mee te laten kijken naar een geautomatiseerd besluit, zoals een door een computer afgekeurde aanvraag voor een verzekering of lening.\nVan dat laatste recht is maar 44 procent van de mensen op de hoogte.", "paragraphs": ["Gegevens in leerlingvolgsystemen geven dan weer relatief weinig zorgen, hoewel nog steeds bijna de helft van de mensen met privacyzorgen zich hier druk over zegt te maken.", "Veel zorgen", "In totaal maakt 27 procent van de respondenten zich veel zorgen om zijn privacy, stelt het onderzoek. 5 procent daarvan maakt zich zelfs zeer veel zorgen. 62 procent heeft 'weinig' zorgen.", "De Autoriteit Persoonsgegevens heeft het onderzoek laten uitvoeren ter gelegenheid van de Europese Dag van de Privacy. Die is bedoeld om Europeanen te informeren over hun privacyrechten.", "Bekende en onbekende rechten", "Van die rechten zijn mensen redelijk op de hoogte, blijkt uit het onderzoek: zo kent 86 procent het 'recht op inzage', waarmee je je persoonsgegevens bij een bedrijf kunt inzien. Het recht om je data mee te nemen naar een ander bedrijf of organisatie is dan weer relatief onbekend.", "Dat geldt ook voor het recht om een mens van vlees en bloed mee te laten kijken naar een geautomatiseerd besluit, zoals een door een computer afgekeurde aanvraag voor een verzekering of lening. Van dat laatste recht is maar 44 procent van de mensen op de hoogte. Die rechten zijn relatief nieuw: ze bestaan pas sinds de nieuwe Europese privacywet.", "Nederlanders maken weinig gebruik van privacyrechten: slechts 12 procent geeft aan dat wel eens te hebben gedaan."], "authors": [], "keywords": ["van", "paspoort", "kopietje", "onlineprivacy", "het", "zijn", "recht", "meeste", "een", "en", "privacyzorgen", "te", "om", "zich", "zorgen", "procent"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}