{"id": "53d3d1e6-5aae-342e-a3b2-d024a0756e30", "title": "Als je eenmaal weet dat dit detail een placenta is, kijk je toch anders", "url": "https://volkskrant.nl/cultuur-media/als-je-eenmaal-weet-dat-dit-detail-een-placenta-is-kijk-je-toch-anders~b7a062e6/", "summary": "Iets tussen een boompje en een kwal, zou je bij dit detail kunnen denken als je niet meer wist.\nDit is een onderdeel van het vrouwenlijf – de batterij tussen haar en het mens dat ze aan het produceren is.\nToch zijn er bij een placenta goede redenen waarom dat niet zo zou hoeven zijn.\nEen placenta ís natuurlijk ook een beetje een levensboom.\nTegenwoordig kun je een ‘herinneringskunstwerk’ maken met de afdruk van een placenta, of de placenta laten conserveren – dat past dan wel weer bij Ruysch.", "paragraphs": ["Veel van wat wij doen, voelen en vrezen, hebben kunstenaars al eeuwen opgemerkt. Wieteke van Zeil verbindt kunstdetails aan de actualiteit. Deze week: levensboom.", "Iets tussen een boompje en een kwal, zou je bij dit detail kunnen denken als je niet meer wist. Zacht, doorzichtig, met mooie vertakkingen erin. Misschien levend, misschien niet. Ik zie wel voor me dat het gewichtloos kan drijven, of dat die vertakkingen zachtjes heen en weer wiegen als boomkruinen in de wind. Maar het is een placenta, en daar zijn mensen zelden neutraal over. Dus als je dat eenmaal weet, kijk je toch anders.", "Jan van Neck, De anatomische les van Dr. Frederik Ruysch, 1683, olieverf op doek, 141 x 203 cm, Amsterdam Museum (te zien in de portrettenvleugel van het museum in de Hermitage Amsterdam). Beeld Amsterdam Museum", "Het is het grootste lichaamseigen ding dat uit een mens kan komen; ik tel baby’s even niet mee, want dat zijn eigen mensjes. Dit is een onderdeel van het vrouwenlijf – de batterij tussen haar en het mens dat ze aan het produceren is. Tussen ‘ik’ en een toekomstig ander. Een voorraadkastje van bouwstoffen en voedingsstoffen. Toch is het lastig, zo’n placenta bekijken. Misschien omdat het eenmaal úít de buik afval is geworden, zoals poep en pies ook niet vies zijn ín ons lijf, maar heel erg wél wanneer ze de gaten van ons lichaam hebben verlaten. Dan is het abject, extra afstotelijk. Toch zijn er bij een placenta goede redenen waarom dat niet zo zou hoeven zijn.", "Een hedendaagse placenta-print. Beeld www.bijmarije.nl", "Ik weet niet hoe Frederik Ruysch, de Hollandse wetenschapper die onder meer uitvond hoe lichamen te prepareren, erover dacht, maar dankzij hem staat hier de eerste placenta op een schilderij, voor zover ik weet: in 1683 geschilderd. Het bijbehorende babylichaampje is niet goed voor uw maag bij de ochtendkoffie, maar wel mooi geschilderd. Ontroerend zelfs met dat knuistje om de navelstreng, en erg groot in verhouding bovendien. Frederik Ruysch was stadsvroedmeester en gaf vroedvrouwen les. Dat is wat hij hier ook doet, hij geeft een anatomische les en wij zijn de leerlingen. De placenta doet in deze kunstcontext wel een beetje denken aan de levensboom, die al sinds de Assyrische en Egyptische oudheid in de kunst voorkomt en ook favoriet is bij christenen, omdat de levensboom in het bijbelboek Openbaringen beschreven staat. Een placenta ís natuurlijk ook een beetje een levensboom.", "17de-eeuwse levensboom uit het Paleis van Sheki Khans in Sheki, Azerbeidzjan. Beeld Azerbaijan National Art Museum", "Inmiddels is de placenta zelf tot kunst geworden – als Ruysch dat toch had kunnen weten! Zijn wetenschappelijke nieuwsgierigheid is uitgegroeid tot een kleine cultus in de westerse wereld, waarin de batterij tussen vrouw en kind als schoonheid wordt gekoesterd. Tegenwoordig kun je een ‘herinneringskunstwerk’ maken met de afdruk van een placenta, of de placenta laten conserveren – dat past dan wel weer bij Ruysch. Deze nieuwsgierigheid naar het lichaam was altijd al onderdeel van kunst, onder het motto ‘ken uzelve’, denk ook aan Leonardo da Vinci. Met de kleurrijke, kwalachtige placentakunstwerken van nu is het weer esthetisch geworden. De motivaties zijn wel anders: ‘ken uzelve’ lijkt verworden tot ‘documenteer uzelve’. Alles wat we doen moet opgeslagen en vaak ook getoond worden. Maar evengoed is het, net als toen, een poging het wonderlijke van de levenscyclus een plek te geven in ons denken.", "Britse levensboom gebaseerd op de Openbaringen, 17de eeuw, textiel. Beeld The Metropolitan Museum of Art"], "authors": ["Wieteke Van Zeil"], "keywords": ["eenmaal", "dat", "toch", "dit", "van", "placenta", "een", "niet", "en", "ook", "anders", "zijn", "weet", "als", "je", "kijk", "het"], "pubDate": "2020-12-10T14:00:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}