{"id": "53e0a175-eb43-3f9a-8973-4dec7054c283", "title": "Waarde van bitcoin in duikvlucht na recordopmars", "url": "https://nu.nl/economie/6101213/waarde-van-bitcoin-in-duikvlucht-na-recordopmars.html", "summary": "De waarde van de bitcoin is flink geduikeld na een opmerkelijke opmars in de laatste weken, waarbij de digitale munt record op record stapelde.\nDe bitcoin ging zondag en maandag met liefst 18 procent omlaag tot beneden de 33.500 dollar (ongeveer 27.500 euro).\nDe waardedaling van de bitcoin zou volgens kenners met een duurdere dollar te maken hebben, waardoor andere beleggingen minder aantrekkelijk worden.\nDaarmee verdubbelde de waarde van de bekendste cryptomunt in minder dan een maand tijd.\nEind 2017 bereikte de munt al eens een piek van bijna 20.000 dollar.", "paragraphs": ["De waarde van de bitcoin is flink geduikeld na een opmerkelijke opmars in de laatste weken, waarbij de digitale munt record op record stapelde. De bitcoin ging zondag en maandag met liefst 18 procent omlaag tot beneden de 33.500 dollar (ongeveer 27.500 euro). Dat is sinds mei 2020 de grootste daling in twee dagen.", "De waardedaling van de bitcoin zou volgens kenners met een duurdere dollar te maken hebben, waardoor andere beleggingen minder aantrekkelijk worden. Ook de goudprijs ging maandag omlaag door de sterkere dollar. Die staat nu op het laagste niveau sinds begin december.", "Eind vorige week tikte de bitcoin nog een absoluut recordniveau aan met bijna 42.000 dollar. Daarmee verdubbelde de waarde van de bekendste cryptomunt in minder dan een maand tijd. Nu lijkt die opmars dus duidelijk aan stoom te verliezen.", "De munt staat erom bekend zeer volatiel te zijn; wel vaker laat de koers sterke dalingen en stijgingen zien. Ook andere cryptomunten stonden flink onder druk. Zo daalde de ethereum met wel 20 procent.", "De bitcoin werd begin 2009 gelanceerd en was toen slechts een paar cent waard. Eind 2017 bereikte de munt al eens een piek van bijna 20.000 dollar."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "waarde", "dollar", "en", "een", "met", "recordopmars", "te", "munt", "bitcoin", "duikvlucht", "wel"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}