{"id": "53eb1515-2a55-367f-a14f-361d631daad2", "title": "Universiteit ontdekt tientallen lekken in Utrechts aardgasnetwerk", "url": "https://nu.nl/utrecht/6095050/universiteit-ontdekt-tientallen-lekken-in-utrechts-aardgasnetwerk.html", "summary": "In het Utrechtse aardgasnetwerk zijn tientallen lekken ontdekt.\nOnderzoekers van de Universiteit Utrecht hebben met een busje met geavanceerde meetapparatuur zo'n 1.300 kilometer rondgereden in de stad.\nMet een analyse van de resultaten konden ze 81 methaanbronnen detecteren, waarvan waarschijnlijk zo'n twee derde het gevolg is van lekken in gasleidingen.\n\"De gasbedrijven waren verbaasd over het veel grotere aantal mogelijke gaslekken dat wij met onze meetmethode kunnen detecteren\", aldus hoofdonderzoeker Thomas Röckmann.\n\"Zij zien kleine signalen vaak als vals alarm, maar wij zijn ervan overtuigd dat het daadwerkelijk kleine gaslekken zijn.\"", "paragraphs": ["In het Utrechtse aardgasnetwerk zijn tientallen lekken ontdekt. Onderzoekers van de Universiteit Utrecht hebben met een busje met geavanceerde meetapparatuur zo'n 1.300 kilometer rondgereden in de stad. Met een analyse van de resultaten konden ze 81 methaanbronnen detecteren, waarvan waarschijnlijk zo'n twee derde het gevolg is van lekken in gasleidingen.", "Eerder onderzoek in de Verenigde Staten toonde aan dat nieuwe, geavanceerdere meetapparatuur aanzienlijk meer gaslekken detecteert dan de apparatuur die gasbedrijven nu gebruiken. Dit blijkt ook in Utrecht zo te zijn. Naar schatting gaat er alleen al in Utrecht in totaal 120 ton methaan per jaar verloren door gaslekken.", "De onderzoekers deelden hun resultaten met Stedin. De gasnetbeheerder liet weten prioriteit te geven aan het herstel van de locaties met de hoogste emissies. Een derde van de totaal gemeten methaanuitstoot in Utrecht was afkomstig van één enkel lek, dat al gerepareerd bleek te zijn toen de resultaten eenmaal geanalyseerd waren.", "Hoewel Stedin de grootste lekken kon identificeren en repareren, vormden deze slechts een deel van de complete lijst met mogelijke gaslekken die de wetenschappers hebben ontdekt. \"Dit is vergelijkbaar met andere steden in Duitsland en de VS, waar bleek dat gasnetbeheerders meer lekken terugvinden als ze de locaties bezoeken samen met wetenschappers met gevoelige meetinstrumenten\", aldus Hossein Maazallahi, die de metingen uitvoerde.", "Op basis van deze studie raden de onderzoekers gasbedrijven sterk aan mobiele metingen in te zetten als een snelle en nauwkeurige techniek om zelfs kleine methaanlekken te kunnen identificeren.", "\"De gasbedrijven waren verbaasd over het veel grotere aantal mogelijke gaslekken dat wij met onze meetmethode kunnen detecteren\", aldus hoofdonderzoeker Thomas Röckmann. \"Zij zien kleine signalen vaak als vals alarm, maar wij zijn ervan overtuigd dat het daadwerkelijk kleine gaslekken zijn.\""], "authors": ["Door"], "keywords": ["universiteit", "aardgasnetwerk", "ontdekt", "van", "lekken", "het", "met", "zijn", "gaslekken", "een", "te", "dat", "utrechts", "utrecht", "tientallen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}