{"id": "5402bd33-d97d-3489-9327-d74ce433895f", "title": "Op de valreep voert Trump het aantal federale executies op", "url": "https://www.nrc.nl/nieuws/2020/12/10/op-de-valreep-voert-trump-het-aantal-federale-executies-op-a4023358", "summary": "Zijn executie zou de eerste in 130 jaar zijn die voltrokken wordt tijdens een transitieperiode, als een nieuwe president gekozen is maar nog niet aangetreden.\nWellicht komt de teller dit jaar op tien federale executies – het hoogste aantal sinds 1896.\nIn 1988 werd die door het Hooggerechtshof na een zestien jaar lang verbod in ere hersteld, maar sindsdien zelden nog voltrokken.\nDalende steunVorig jaar doorbrak Trumps justitieminister Bill Barr deze ban door in opdracht van Trump het federale executeren te hervatten, om te beginnen vooral kindermoordenaars.\nIn 1994 voerde hij als senator nog een misdaadwet in die het aantal delicten uitbreidde waarvoor de doodstraf kan worden opgelegd.", "paragraphs": ["Al twintig jaar is de doodstraf in de VS op haar retour: steeds minder staten leggen nog doodvonnissen op, nog minder voeren ze daadwerkelijk uit. Maar onder Donald Trump is die neerwaartse trend nu tijdelijk gekeerd. Nadat zijn regering dit jaar al acht federale gevangenen liet terechtstellen, wil hij er ook in zijn laatste weken als president nog vijf laten executeren. Te beginnen deze donderdag, met Brandon Bernard. Zijn executie zou de eerste in 130 jaar zijn die voltrokken wordt tijdens een transitieperiode, als een nieuwe president gekozen is maar nog niet aangetreden.", "In de VS is er nog maar een handvol deelstaten dat de doodstraf voltrekt: dit jaar tot nu toe zeven keer, vorig jaar in totaal 22 maal. Een twintigtal staten heeft de doodstraf formeel afgeschaft. Andere hebben hem opgeschort of hebben al zeker tien jaar geen executies voltrokken. Deels ook omdat ze moeite hebben de doodstraf praktisch te voltrekken, daar enkele Europese farmaceuten zijn gestopt met het leveren van de middelen die gebruikt worden in de dodelijke injecties.", "Wellicht komt de teller dit jaar op tien federale executies – het hoogste aantal sinds 1896.", "Maar daarnaast bestaat er de federale doodstraf. In 1988 werd die door het Hooggerechtshof na een zestien jaar lang verbod in ere hersteld, maar sindsdien zelden nog voltrokken. Alleen onder de Republikeinse president Bush jr. (2001-2009) werden drie federale gevangenen terechtgesteld. De laatste in 2003.", "Dalende steun", "Vorig jaar doorbrak Trumps justitieminister Bill Barr deze ban door in opdracht van Trump het federale executeren te hervatten, om te beginnen vooral kindermoordenaars. Dit paste, verklaarde Barrs departement, in „de handhaving van de rechtsstaat – en we zijn het de slachtoffers en hun nabestaanden verplicht om de straf uit te voeren die door het rechtssysteem is opgelegd.” Als de twee executies die deze week gepland staan doorgaan, komt de teller dit jaar op tien federale executies – het hoogste aantal sinds 1896.", "Lees ook: Trump omarmt doodstraf als campagne-instrument", "Deze hervatting paste goed in de verkiezingsretoriek van Trump, die campagne voerde met de belofte van ‘law and order’. Onder Trumps achterban is de steun voor de doodstraf breder dan in de samenleving als geheel. Daar is nog een kleine meerderheid voorstander van de doodstraf voor veroordeelden van moord, maar die steun slinkt snel, leert onderzoek van peilbureau Gallup dat Amerikanen sinds de jaren 40 naar hun opinie over de doodstraf vraagt. In 1994 was bijvoorbeeld nog 80 procent van de ondervraagden in dat geval voor de doodstraf en 16 procent tegen. Dit najaar bedroeg die steun nog maar 55 procent, bij 43 procent tegenstand.", "Biden is tegen de doodstraf", "Ook na zijn verkiezingsnederlaag van afgelopen november (die hij nog altijd niet erkend heeft) wil Trump het executeren nu voortzetten. Dit is niet alleen ongebruikelijk in een transitieperiode, ook is aanstaand president Joe Biden (tegenwoordig) een tegenstander van de doodstraf. In 1994 voerde hij als senator nog een misdaadwet in die het aantal delicten uitbreidde waarvoor de doodstraf kan worden opgelegd.", "Minister Barr verdedigde de executies na verkiezingsdag vorige week in een interview met AP en sloot niet uit dat er nog meer op stapel komen: „Dé manier om de doodstraf te stoppen is om de doodstraf af te schaffen”, stelde hij. „Maar als je aan jury’s vraagt om hem op te leggen, dan zou hij ook voltrokken moeten worden.”"], "authors": ["Merijn De Waal", "December Om", "Leestijd Minuten"], "keywords": ["valreep", "doodstraf", "trump", "van", "nog", "het", "op", "executies", "aantal", "die", "zijn", "maar", "een", "te", "jaar", "federale", "voert"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}