{"id": "5418cad8-5c03-3384-8783-fc068d9d7d7a", "title": "In judo bestaat weinig ontzag voor grote kampioenen", "url": "https://volkskrant.nl/sport/in-judo-bestaat-weinig-ontzag-voor-grote-kampioenen~ba1642b0/", "summary": "Beeld AFPPrecies 245 dagen voor het begin van de Olympische Spelen van 2021 bracht Nederland zaterdag bij de EK in Praag twee wereldkampioenen judo op de mat.\nIn judo bestaat weinig ontzag voor grote kampioenen, zelfs niet als die recentelijk een superieure Japanner op de rug heeft gelegd, zoals Van ’t End bij de WK van Tokio van vorig jaar.\nJudo is een van de meest mondiaal bezette sporten, universaliteit heet dat in olympische kringen.\nZo stapte Verkerk na elf maanden gedwongen inactiviteit (blessure plus corona) de mat op in de eerste ronde van haar categorie tot 78 kilogram.\nZij kreeg tips van haar oude coach Chris de Korte, 82 inmiddels.", "paragraphs": ["Noël van ’t End (wit) en Beka Gviniashvili in actie. Beeld AFP", "Precies 245 dagen voor het begin van de Olympische Spelen van 2021 bracht Nederland zaterdag bij de EK in Praag twee wereldkampioenen judo op de mat. De een was de regerend wereldkampioen in de klasse tot 90 kilogram, Noël van ’t End, de held van Budokan 2019. De ander was een ex-wereldkampioen, Marhinde Verkerk, de vrouw die in 2009 heel Rotterdam en de tegenstanders uit de categorie tot 78 kilo aan haar voeten kreeg. Zij bezit een ontzagwekkend lange lijst van fraaie resultaten.", "In judo bestaat weinig ontzag voor grote kampioenen, zelfs niet als die recentelijk een superieure Japanner op de rug heeft gelegd, zoals Van ’t End bij de WK van Tokio van vorig jaar. Judo is een van de meest mondiaal bezette sporten, universaliteit heet dat in olympische kringen. Azië dicteert, zeker nu Japan het gastland is van de komende Spelen, maar Europa heeft ook veel sterke landen. Denk niet dat een Kroaat of een Georgiër zich makkelijk gewonnen geven.", "Zo stapte Verkerk na elf maanden gedwongen inactiviteit (blessure plus corona) de mat op in de eerste ronde van haar categorie tot 78 kilogram. Ze trof de Kroatische Karla Prodan, dertien jaar jonger en zeven plaatsen op de wereldranglijst (26 om 19) lager geklasseerd. Prodan bleek met lange arm de Nederlandse routinier van zich af te kunnen houden en plaatste 48 seconden voor het eind een worp met resultaat: waza-ari. Daarna kwam Verkerk, die enkele keren een vruchteloos grondgevecht aanging, niet meer in de buurt van een beslissende tegenzet en kon zij terug naar de kleedkamers.", "Gebrek aan wedstrijdritme", "Ze had het zich anders voorgesteld, zeker op haar verjaardag, maar aan de andere kant was het ook te verwachten dat iemand die sinds 14 december 2019 niet meer in wedstrijdsituatie op de tatami had gestaan verrast kon worden. Er zat roest op bij Verkerk, was de stelling. Coach Maarten Arens hield het op een gebrek aan wedstrijdritme en verklaarde nog altijd alle vertrouwen te hebben in deze dertiger die met de afwezige Guusje Steenhuis strijdt om het ene Nederlandse ticket voor Tokio 2021.", "Verkerk, vorig jaar bij de WK al na twee ronden klaar, werd dit jaar geplaagd door een schouderblessure. Ze trainde de laatste maanden door corona-isolatie veelal in de Rotterdamse dojo, met de Nederlandse judotalenten tot 17 jaar, jongens met wie zij prima kan sparren. Zij kreeg tips van haar oude coach Chris de Korte, 82 inmiddels.", "Verder was er, zo vertelde zij tegen RTV Rijnmond, de telefonische hotline met Arens. De Grand Slam van Boedapest van vorige maand kwam te vroeg, maar Praag bleek ook nog niet aan haar besteed. In januari, als de Masters in Qatar daadwerkelijk worden uitgeschreven, zal zij er beter voor staan, is haar verwachting. 2021 wordt haar laatste judojaar.", "Hoog door de lucht", "Noël van ’t End (29) was aan zijn stand verplicht geweest Europees kampioen te worden. Hij is wereldkampioen en de nummer twee van de wereldranglijst achter de Spanjaard Nikoloz Sherazadishvili. Die was wereldkampioen in 2018. De twee troffen elkaar niet in Praag. Van ’t End werd in de kwartfinale na 31 seconde hoog door de lucht gegooid door Beka Gviniashvili, een Georgiër die acht plaatsen lager staat op de wereldranglijst.", "In de herkansingen kon de Nederlander geen toegang verwerven tot de wedstrijd om brons. Hij verloor van de Turk Mihael Zgank.", "Voor de camera van de NOS toonde de wereldkampioen (tot 90 kilo) zich teleurgesteld doch realistisch. Hij had vaak, ‘bijna altijd’ van Gviniashvili gewonnen, maar die had hem zodanig vastgepakt dat een vlucht volgde. Van ’t End trachtte zich te redden met een kopstand, ‘maar ik heb in tijden niet zo gevlogen’, zei hij over de ippon.", "Dat de herkansing werd beslist door drie straffen had hij aan zichzelf te danken. Passiviteit wordt bestraft in het judogevecht. Het was stilstaan, waar hij had moeten bewegen. Zo heeft Van ’t End nog steeds geen Europese seniormedaille achter zijn naam.", "De titel in Praag was voor de Rus Igolnikov, de nummer dertien van de wereld, ten bewijze dat in de top van judo iedereen van iedereen kan winnen. Van ’t End eindigde als zevende."], "authors": ["John Volkers"], "keywords": ["bestaat", "ontzag", "van", "weinig", "het", "op", "grote", "die", "met", "end", "een", "niet", "kampioenen", "te", "haar", "judo", "voor"], "pubDate": "2020-11-22T21:28:36+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}