{"id": "543ad7d2-2a0f-348e-a3ca-f3fac3001495", "title": "Toch kort geding tegen waarschuwapp Parkeerwekker", "url": "https://www.parool.nl/amsterdam/toch-kort-geding-tegen-waarschuwapp-parkeerwekker~bdf051c8/", "summary": "Beeld ROBIN UTRECHTParkeerwekker geeft een waarschuwing als een scanvoertuig van de gemeente langs de geparkeerde auto van de gebruiker rijdt.\nPrivacyschending, aanzetten tot belastingontduiking en het faciliteren van het bewust omzeilen van parkeerkosten, vindt de gemeente.\nZij dreigde met een kort geding als Parkeerwekker niets zou veranderen, maar ging uiteindelijk toch in gesprek.\n“We zijn het er gewoon niet mee eens, maar ik heb geen idee wat ik kan verwachten van de uitspraak,” vertelt ondernemer Roman.\nVolgens de gemeente zijn eerlijke parkeerkosten essentieel om optimaal gebruik te kunnen maken van de schaarse ruimte in de stad.", "paragraphs": ["Een scanauto van de gemeente Amsterdam. Beeld ROBIN UTRECHT", "Parkeerwekker geeft een waarschuwing als een scanvoertuig van de gemeente langs de geparkeerde auto van de gebruiker rijdt. Handig voor de ‘vergeetachtige’ parkeerder, betoogt eigenaar Luis Roman. Privacyschending, aanzetten tot belastingontduiking en het faciliteren van het bewust omzeilen van parkeerkosten, vindt de gemeente.", "De gemeente sommeerde de eigenaar daarom in november om zijn diensten aan te passen. Zij dreigde met een kort geding als Parkeerwekker niets zou veranderen, maar ging uiteindelijk toch in gesprek. Dat liep op niets uit en daarom start de gemeente nu alsnog een kort geding.", "Schaarse ruimte", "Beide partijen bleven tijdens het gesprek bij hun standpunten. “We zijn het er gewoon niet mee eens, maar ik heb geen idee wat ik kan verwachten van de uitspraak,” vertelt ondernemer Roman.", "Volgens de gemeente zijn eerlijke parkeerkosten essentieel om optimaal gebruik te kunnen maken van de schaarse ruimte in de stad. De opbrengsten van betaald parkeren worden bovendien geïnvesteerd in projecten voor de stad, aldus de gemeente."], "authors": ["Olaf Heyblom"], "keywords": ["van", "toch", "waarschuwapp", "parkeerwekker", "het", "voor", "gemeente", "geding", "zijn", "stad", "een", "parkeerkosten", "te", "kort", "om", "tegen"], "pubDate": "2020-12-09T13:50:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}