{"id": "5440e4b4-7027-30a7-afbb-c9c145941f26", "title": "Experts: bewijs voor Alzheimer medicijn slecht onderbouwd", "url": "https://volkskrant.nl/wetenschap/experts-bewijs-voor-alzheimer-medicijn-slecht-onderbouwd~b315de33/", "summary": "Die eiwitten worden nog wel aangemaakt, maar het medicijn zorgt ervoor dat het lichaam ze weer afbreekt.\n‘De komst van een medicijn tegen Alzheimer zou de gevreesde ziekte transformeren van een dodelijke, onbehandelbare ziekte naar een chronische aandoening waarvoor wel behandeling mogelijk is’.\nDe directeur van de sectie neurowetenschappen, Billy Dunn, zei de studies van Biogen heel ‘overtuigend’ te vinden - tot ergernis van het wetenschappelijk comité.\nNee, zegt Niels Prins, directeur van het Nederlandse Brain Research Center, waar 34 patiënten meededen aan de studie van Biogen.\n‘Het is in ieder geval mogelijk om met een medicijn het abnormale eiwit in het brein op te ruimen.", "paragraphs": ["Illustratie van amyloïde eiwitten. Het is al 21 jaar de hypothese dat de ziekte van Alzheimer wordt veroorzaakt door giftige eiwitophopingen in het brein. Beeld Getty", "De kans dat er dit voorjaar een medicijn tegen Alzheimer op de markt komt, is fors kleiner geworden. Tien van de elf wetenschappelijke experts die de Amerikaanse geneesmiddelenautoriteit FDA adviseren, vinden dat producent Biogen niet heeft aangetoond dat hun nieuwe experimentele medicijn Aducanumab effectief is. De FDA kan het oordeel van dit wetenschappelijk adviescomité negeren. Maar dat is zeer ongebruikelijk.", "Als Aducanumab de eindstreep zou halen, is het het eerste medicijn tegen Alzheimer dat ingrijpt op de (vermoedelijke) oorzaak van de ziekte: giftige eiwitten die samenklonteren in het brein waardoor de communicatie tussen hersencellen wordt bemoeilijkt en er zelfs hersencellen afsterven. Die eiwitten worden nog wel aangemaakt, maar het medicijn zorgt ervoor dat het lichaam ze weer afbreekt. Biogen claimt dat Aducanumab - in hoge doses - de achteruitgang van het denkvermogen, geheugen en dagelijks functioneren van Alzheimerpatiënten met 22 procent vertraagt - in vergelijking met proefpersonen die een placebo kregen.", "De wetenschappelijke adviescommissie van de FDA had als eerste inzage in de data waarop Biogen deze claim baseert. Hun oordeel was vernietigend. ‘Op zeker een dozijn punten is zorg over de consistentie van het bewijs’, aldus commissielid Caleb Alexander, hoogleraar medische epidemiologie, tegenover de New York Times. Tien van de elf commissieleden vonden het ‘niet redelijk’ om de studies van Biogen te zien als bewijs dat Aducanumab effectief is, zo bleek tijdens het 7-uur durende publieke debat afgelopen vrijdag. Het resterende elfde commissielid twijfelde.", "De geschiedenis van Aducanumab is een grillige. In maart 2019 jaar moest het onderzoek naar het experimentele medicijn worden stopgezet omdat middel geen enkel effect zou hebben. In november 2019 leidde Biogen uit aanvullende analyses af dat het middel wel werkt in een hoge dosering en diende het een aanvraag in bij de FDA om de markt op te mogen. Eén van de kritiekpunten van het wetenschappelijk comité is dat Biogen de effectiviteit van het medicijn wil aantonen met een onderzoek waarvan de twee deelstudies elkaar tegenspreken. Gevraagd naar een oordeel over de bewijskracht van de deelstudie met positieve uitkomsten, noemde slechts één lid van het comité die voldoende.", "De FDA eist meestal dat een producent met twee studies aantoont dat een nieuw medicijn effectief is. Maar er zijn in het verleden wel uitzonderingen gemaakt voor dodelijke ziekten waarvoor geen behandeling is. ‘De komst van een medicijn tegen Alzheimer zou de gevreesde ziekte transformeren van een dodelijke, onbehandelbare ziekte naar een chronische aandoening waarvoor wel behandeling mogelijk is’. Dat laatste schrijft Marwan Sabbagh, een Alzheimer-expert van de Cleveland Clinic in Las Vegas.", "De FDA zelf is vooralsnog verdeeld. De directeur van de sectie neurowetenschappen, Billy Dunn, zei de studies van Biogen heel ‘overtuigend’ te vinden - tot ergernis van het wetenschappelijk comité. Een statisticus binnen de FDA de bewijzen juist ‘conflicterend’.", "Als Aducanumab zou worden goedgekeurd door de FDA - en later het Europese geneesmiddelenagentschap (EMA) - doemen er nieuwe problemen op. Het middel wordt kostbaar: enkele tot vele duizenden euro’s per maandelijkse dosis, zo luidt de schatting. ‘De behandeling kan daardoor tienduizenden tot honderdduizenden euro’s per patiënt gaan kosten’, aldus de site van Alzheimer Nederland. Aducanumab heeft bovendien alleen zin bij patiënten die daadwerkelijk het beruchte alzheimer eiwit amyloid in het brein hebben. Dat eiwit moet met een kostbare pet scan worden vastgesteld of een ruggenprik. Is er wel genoeg capaciteit in Nederland om zoveel mensen te testen, vraagt de patiëntenorganisatie zich af. Tenslotte is er een potentieel gevaarlijke bijwerking. Het alzheimer eiwit wordt opgeruimd via een ontstekingsreactie die een zwelling in de hersenen kan veroorzaken.", "Kan de 21-jaar oude hypothese dat Alzheimer wordt veroorzaakt door giftige eiwitophopingen in het brein nu bij het grof vuil? Nee, zegt Niels Prins, directeur van het Nederlandse Brain Research Center, waar 34 patiënten meededen aan de studie van Biogen. ‘Het is in ieder geval mogelijk om met een medicijn het abnormale eiwit in het brein op te ruimen. En bij een deel van de patiënten heeft dat een positief effect. De hypothese lijkt dus te kloppen.’"], "authors": ["Margreet Vermeulen"], "keywords": ["medicijn", "bewijs", "van", "biogen", "slecht", "het", "met", "die", "fda", "alzheimer", "een", "dat", "experts", "onderbouwd", "voor"], "pubDate": "2020-11-09T22:16:15+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}