{"id": "544adc2f-4500-3d97-b672-623c4ad83843", "title": "Linda de Mol was in gesprek met Mark Rutte niet uit op scoops. Dat hebben we geweten", "url": "https://volkskrant.nl/cultuur-media/linda-de-mol-was-in-gesprek-met-mark-rutte-niet-uit-op-scoops-dat-hebben-we-geweten~b9010bd3/", "summary": "Verstopt tussen een enorme blokhut en dennentakken en kerstbomen en spelletjes op tafel en knusse dekentjes en gezellige kaarsjes en een knisperend haardvuur en lekkere fluffy kussens en stapels houtblokken zat Linda de Mol met om haar hals een uit de kluiten gewassen gouden schakelketting.\nEen paar dagen geleden had ze zich nog tegen het ANP ingedekt: ‘Ik ben niet uit op scoops.\nFloortje Dessing en Mark Rutte bij Linda’s Wintermaand.\nRutte acteerde een normale man met een normaal huis en een normale televisie en een normaal aantal auto’s.\nAan het eind las De Mol de zogenaamde ‘stomlijstjes’ voor die Rutte en Dessing hadden gemaakt.", "paragraphs": ["Alle filialen van Rivièra Maison hadden hun etalages leeggehaald en ter beschikking gesteld aan het decor van Linda’s Wintermaand, dat zondagavond op SBS 6 de eerste uitzending had. Verstopt tussen een enorme blokhut en dennentakken en kerstbomen en spelletjes op tafel en knusse dekentjes en gezellige kaarsjes en een knisperend haardvuur en lekkere fluffy kussens en stapels houtblokken zat Linda de Mol met om haar hals een uit de kluiten gewassen gouden schakelketting.", "Ze hoopte, zei De Mol in haar welkomstwoord, op fijne gesprekken bij het haardvuurtje. Een paar dagen geleden had ze zich nog tegen het ANP ingedekt: ‘Ik ben niet uit op scoops. Ik wil gewoon mooie en open gesprekken.’ Nou, dat hebben we geweten.", "Te gast in de eerste aflevering waren Floortje Dessing en Mark Rutte, die door De Mol werd aangekondigd als ‘minister-president’, maar – zoals Kustaw Bessems in zijn column van afgelopen zaterdag reeds voorspelde – er eigenlijk zat als lijsttrekker van de VVD.", "De eerste vraag was gelijk meedogenloos. Teflon Mark, zei De Mol, zou zelf helemaal geen pannen bezitten. En meteen hees Rutte de witte vlag. Hij had wel pannen, maar die gebruikte hij nooit, gaf hij ruiterlijk toe – ‘helemaal nooit’. De laatste keer dat hij had gekookt was in 1988. Hoezo geen scoops? Maar als hij boodschappen deed – De Mol rook nu bloed – kocht hij geen dingen die in een pan moeten, ‘zeg maar?’ Nee, deed Rutte niet. ‘Maar in New York is dat heel normaal.’", "Floortje Dessing op haar beurt was 25 jaar lang alleen maar weggeweest en dit jaar voor het eerst lange tijd thuis, dus leerde ze nu koken. Ze had pannen gekocht.", "Floortje Dessing en Mark Rutte bij Linda’s Wintermaand.", "En zo ging het bijna anderhalf uur lang door, kabbelend als een uitdrogend beekje. Rutte vertelde over zijn hobby’s als klein kind, Dessing vertelde dat ze blokfluit en triangel had gespeeld. Rutte over zijn studietijd, Dessing over het winnen van een Televizierring. Rutte acteerde een normale man met een normaal huis en een normale televisie en een normaal aantal auto’s. Dessing op haar beurt toonde zich de bescheiden wereldreiziger die eigenlijk niets heeft met luxe en ook nog steeds zo lekker gewoon is. Op gezette tijden gooide Rutte er een ‘hahaha’ uit.", "De verstikkende eindeloosheid van dit alles werd af en toe onderbroken door een minstens even eindeloos reclameblok, dat bestond uit een aaneenrijging van weeïge, mierzoete supermarktreclames met een huilende Thomas Acda of een sympathieke Marokkaanse buschauffeur die iemands verloren portemonnee thuisbrengt en dan met die meneer een hapje mee-eet.", "Aan het eind las De Mol de zogenaamde ‘stomlijstjes’ voor die Rutte en Dessing hadden gemaakt. Dessing had op haar lijstje onder andere ‘dat mensen experts niet meer geloven’, ‘mensen die anderen in elkaar willen slaan om Zwarte Piet’ en ‘Trump’. Ruttes lijstje: ‘klagen’, ‘nietjes’, ‘te veel spullen hebben’ en ‘derde kerstdag’. Daarna werden er goodiebags uitgedeeld en toen was het - eindelijk - afgelopen."], "authors": ["Julien Althuisius"], "keywords": ["van", "linda", "die", "uit", "dat", "niet", "rutte", "een", "het", "en", "dessing", "mark", "hebben", "op", "mol", "scoops", "met"], "pubDate": "2020-12-07T13:11:29Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}