{"id": "5467ccd2-9ebb-32cf-a98b-d361c4c3011d", "title": "Pensioenwet ligt klaar: vanaf nu mag het land meepraten", "url": "https://volkskrant.nl/nieuws-achtergrond/pensioenwet-ligt-klaar-vanaf-nu-mag-het-land-meepraten~b886b5d0/", "summary": "Als dat advies er is, wordt het wetsvoorstel ingediend bij het parlement.\nHet nieuwe pensioensysteem is een uitwerking van het pensioenakkoord dat het kabinet sloot met vakbeweging en werkgevers.\nSoepeler regimeEen prangende kwestie was het overgangsregime tussen het huidige en het nieuwe stelsel.\nZo hopen alle betrokken partijen het draagvlak voor het nieuwe stelsel overeind te houden tijdens de geleidelijke invoering.\nFlexibel pensioenHet toekomstige stelsel verschilt op één fundamenteel punt van het huidige: nu geldt de pensioenhoogte nog als een belofte.", "paragraphs": ["Minister Wouter Koolmees van Sociale Zaken en Werkgelegenheid. Beeld BSR Agency", "Dit blijkt uit het conceptwetsvoorstel voor de nieuwe pensioenwet dat minister Wouter Koolmees van Sociale Zaken woensdag heeft gepubliceerd. De hoofdlijnen lekten vorige week al uit. Via internet kan iedereen vanaf nu commentaar leveren. Dat commentaar wordt daarna mogelijk verwerkt in de wetstekst die daarna naar de Raad van State gaat voor advies. Als dat advies er is, wordt het wetsvoorstel ingediend bij het parlement. Koolmees hoopt dat de Tweede Kamer het voorstel na de verkiezingen in maart snel behandelt, zodat erover gestemd kan worden zodra er een nieuw kabinet is.", "Het nieuwe pensioensysteem is een uitwerking van het pensioenakkoord dat het kabinet sloot met vakbeweging en werkgevers. Ook GroenLinks en PvdA steunen dat akkoord waardoor er ook in de Eerste Kamer een meerderheid vóór is. Het pensioenakkoord ging echter om hoofdlijnen, het wetsvoorstel is al concreter. Veel moet daarna ook nog in ‘lagere regelgeving’ worden uitgewerkt.", "Soepeler regime", "Een prangende kwestie was het overgangsregime tussen het huidige en het nieuwe stelsel. In het nieuwe stelsel geldt een soepeler regime voor de financiële positie van de fondsen, maar het gaat pas over enkele jaren in. Daardoor dreigt in 2022 voor ruim tien miljoen mensen alsnog een pensioenverlaging met gemiddeld 10 procent als de huidige strenge regels worden toepast. De pensioenfondsen halen weliswaar mooie rendementen maar hebben veel last van de lage rente waarmee zij hun vermogenspositie moeten berekenen.", "Het uiteindelijke conceptwetsvoorstel bevat daarom soepele overgangsregels voor pensioenfondsen die willen overstappen naar het nieuwe pensioen. Heeft een pensioenfonds 105 euro of meer in kas per toegezegde pensioeneuro – de ‘dekkingsgraad’ − dan mogen de pensioenen al verhoogd worden. Nu ligt die grens nog op 110 procent.", "Is de dekkingsgraad minimaal 95 procent dan hoeven de pensioenen niet verlaagd. Is de dekkingsgraad maar 90 procent dan moet een ‘overbruggingsplan’ worden opgesteld waarin het pensioenfonds aangeeft hoe het de 95 procent ‘op het moment van invaren’ in het nieuwe systeem alsnog denkt te bereiken.", "Zo hopen alle betrokken partijen het draagvlak voor het nieuwe stelsel overeind te houden tijdens de geleidelijke invoering. Pensioenfondsen kunnen overstappen zodra de wet van kracht is. Het kabinet en de sociale partners hopen dat dit in 2022 al kan. Maar pensioenfondsen krijgen, als ze willen overstappen, tot 2026 de tijd.", "Flexibel pensioen", "Het toekomstige stelsel verschilt op één fundamenteel punt van het huidige: nu geldt de pensioenhoogte nog als een belofte. Daarom gelden er strenge regels voor het vermogen dat pensioenfondsen in kas moeten hebben. In het nieuwe systeem zijn de ingelegde premie en de behaalde beleggingsresultaten bepalend voor de pensioenhoogte.", "De rente speelt daarbij geen allesbepalende rol meer. De uiteindelijke hoogte van het pensioen wordt daardoor flexibeler en onzekerder. De fondsen kunnen straks eerder overgaan tot pensioenverlaging als ze financiële tegenvallers hebben maar ook eerder verhogen als het meezit.", "In het nieuwe systeem krijgen alle ‘deelnemers’ aan een pensioenfonds een eigen pensioenrekening waar de premie op wordt gestort. Nu subsidiëren jongere werknemers indirect de pensioenopbouw van oudere collega’s. Dat vervalt als ieder voor zichzelf spaart. Oudere werknemers worden voor het wegvallen van de subsidie gecompenseerd met extra premie die iedereen in de komende jaren gaat betalen. Die mag tien jaar lang 3 procent zijn van het salaris waarover pensioen wordt opgebouwd. Dat komt voor tweederde deel voor rekening van de werkgevers, zoals de hele pensioenpremie."], "authors": ["Gijs Herderscheê"], "keywords": ["van", "dat", "meepraten", "nieuwe", "een", "en", "wordt", "ligt", "vanaf", "land", "worden", "pensioenwet", "voor", "als", "klaar", "mag", "het", "nu"], "pubDate": "2020-12-16T11:00:09Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}