{"id": "54803470-1377-32a9-b39c-d5e2336ec696", "title": "Wolf vestigt zich officieel in Brabant, Drentse wolf weer terug naar Duitsland", "url": "https://nu.nl/dieren/6095624/wolf-vestigt-zich-officieel-in-brabant-drentse-wolf-weer-terug-naar-duitsland.html", "summary": "De mannelijke wolf die zich eerder dit jaar in de provincie Drenthe vestigde, is weer richting Duitsland vertrokken.\nOp de Groote Heide tussen Eindhoven en Weert houdt zich al langer dan zes maanden een alpiene wolf op.\nDaarom spreekt BIJ12 van een officiële vestiging.\nDe aanwezigheid van het dier kon worden aangetoond met onder meer uitwerpselen, een pluk haar en diverse schademeldingen uit de regio.\nDe mannelijke wolf die zich in de buurt van het Drents-Friese Wold gevestigd had, is daar al een paar maanden niet meer gezien.", "paragraphs": ["De wolf heeft zich officieel gevestigd in Zuidoost-Brabant, maakt uitvoeringsorganisatie BIJ12 woensdag bekend. De mannelijke wolf die zich eerder dit jaar in de provincie Drenthe vestigde, is weer richting Duitsland vertrokken.", "Op de Groote Heide tussen Eindhoven en Weert houdt zich al langer dan zes maanden een alpiene wolf op. Daarom spreekt BIJ12 van een officiële vestiging. De aanwezigheid van het dier kon worden aangetoond met onder meer uitwerpselen, een pluk haar en diverse schademeldingen uit de regio.", "De mannelijke wolf die zich in de buurt van het Drents-Friese Wold gevestigd had, is daar al een paar maanden niet meer gezien. Er zijn wel sporen van deze wolf aangetroffen in Dörpen, net over de grens met Duitsland. Hoewel het bekend is dat wolven vaak de Nederlands-Duitse grens overgaan, is het volgens wolvenkenners niet vanzelfsprekend dat het dier terugkeert naar zijn territorium in Drenthe.", "Daarnaast is er uit de roedel van de Noord-Veluwe een nieuwe welp geïdentificeerd. Het is onbekend in welk jaar dit dier is geboren. De welp is waargenomen binnen de territoriumgrenzen van de roedel.", "25 Wolven vastgelegd op de Veluwe", "Wolf viel zestien keer landbouwdieren aan", "In de periode van 17 juli tot 30 oktober zijn dertig meldingen over aanvallen op landbouwdieren binnengekomen. Uit DNA-analyse bleek dat in zestien gevallen de schade door een wolf veroorzaakt was. Het merendeel van de schademeldingen kwam vanuit Noord-Brabant.", "Natuurbeheerders, overheden en schapenhouders zijn eind november begonnen met een landelijk wolvenoverleg onder leiding van oud-staatssecretaris Pieter van Geel. Het overlegorgaan onderzoekt onder meer of er gebieden in Nederland aangewezen kunnen worden waar geen enkele wolf welkom is. De wolf is namelijk een beschermde soort en mag niet zomaar verjaagd worden."], "authors": ["Door"], "keywords": ["officieel", "naar", "van", "zich", "duitsland", "een", "uit", "het", "weer", "terug", "drentse", "en", "worden", "brabant", "vestigt", "op", "wolf", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}