{"id": "5485ec0e-8501-3829-bcd6-4cadc5dccef4", "title": "Wat is er in de loop des tijds gebeurd?", "url": "https://trouw.nl/cultuur-media/wat-is-er-in-de-loop-des-tijds-gebeurd~bde54b8b/", "summary": "Ik denk dat het niet moet, anders schreef ik het niet.\n‘In de loop des tijds’ en ‘in de loop van de tijden’ zijn vanaf het begin sterk in de minderheid.\nVanaf 1930 komt ook ‘in de loop van de tijd’ op, en in zijn kielzog ‘in de loop der tijd’.\nVanaf 1960 wordt ‘in de loop der tijden’ – aanvankelijk snel – minder populair, en met name ‘in de loop der tijd’ neemt sterk toe.\nAan het eind van de eeuw is ‘in de loop der tijd’ al de meest gebruikte vorm, op korte afstand gevolgd door ‘in de loop van de tijd’, terwijl ‘in de loop der tijden’ snel wegzakt.", "paragraphs": ["Een lezer merkt op dat ik schrijf ‘in de loop der tijd’. Maar ‘tijd’ is toch een mannelijk woord, zo stelt hij. Moet het dan niet ‘in de loop des tijds zijn’? Ja, daar zeg je zowat. Ik denk dat het niet moet, anders schreef ik het niet. Maar de lezer lijkt op het eerste oog wel een punt te hebben. Totdat ik het allemaal ga uitzoeken.", "Om te beginnen zijn natuurlijk de naamvallen en de woordgeslachten vrijwel uit het Nederlands verdwenen. Met name het verschil tussen mannelijke en vrouwelijke woorden bestaat nauwelijks meer, zeker als het niet om personen gaat (eventueel dieren). Wie weet er nog dat een appel mannelijk is en een tomaat vrouwelijk? ‘Ik heb haar ontveld’, zou je moeten zeggen, maar dat doet volgens mij niemand, met uitzondering misschien van het zuiden van het taalgebied, waar het woordgeslacht nog in de dialecten overleeft.", "Het woord ‘tijd’ is bovendien niet altijd uitsluitend mannelijk geweest: dat zie je nog aan vormen als ‘indertijd’ of ‘te gelegener tijd’, waar een vrouwelijke naamvalsvorm in zit. En aan het Duits, waar het ‘die Zeit’ is. Maar hoe zit het dan met ‘in de loop der tijd’?", "In de kranten van de afgelopen eeuwen komen vijf vormen voor, allemaal vanaf ongeveer 1900. ‘In de loop des tijds’ en ‘in de loop van de tijden’ zijn vanaf het begin sterk in de minderheid. De meest frequente vorm is een halve eeuw lang ‘in de loop der tijden’. Vanaf 1930 komt ook ‘in de loop van de tijd’ op, en in zijn kielzog ‘in de loop der tijd’. Vanaf 1960 wordt ‘in de loop der tijden’ – aanvankelijk snel – minder populair, en met name ‘in de loop der tijd’ neemt sterk toe. Aan het eind van de eeuw is ‘in de loop der tijd’ al de meest gebruikte vorm, op korte afstand gevolgd door ‘in de loop van de tijd’, terwijl ‘in de loop der tijden’ snel wegzakt.", "Het lijkt erop dat ‘in de loop der tijd’ dus nu het beste is.", "Taal", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["tijds", "wat", "van", "gebeurd", "het", "des", "ik", "tijd", "der", "en", "een", "dat", "niet", "loop", "er"], "pubDate": "2020-11-20T16:59:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}