{"id": "5487c9c0-1636-36b9-b3e4-54eb10cf1b37", "title": "Bij Dichter des Vaderlands ­Tsead Bruinja draait het om wat er níét staat", "url": "https://www.parool.nl/kunst-media/bij-dichter-des-vaderlands-tsead-bruinja-draait-het-om-wat-er-niet-staat~b25641f7/", "summary": "In mijn twintiger jaren had ik een baantje op de medische post van een tbs-kliniek.\nDaarmee creëert hij een afstand, die er in wezen natuurlijk ook is.\nEr is sprake van een enkele herhaling of een losse zin in de schijnwerpers.\nMaar het draait juist om wat er níét staat; de reden van het verblijf, hoe het leven daardoor werd verwoest.\nDe Dichter des Vaderlands dicht: ‘volgens x leven ze niet hier/ ze worden geleefd (...) buiten is het leven’.", "paragraphs": ["Beeld ANP", "Dichter des Vaderlands ­Tsead Bruinja mocht in de zomer van 2020 op uitnodiging van de Pompestichting met tbs’ers en hun behandelaars spreken. Dit resulteerde in de bundel Springtij; gedichten over het leven met tbs. ‘Documentaire-poëzie’, is de noemer die Bruinja eraan geeft.", "In mijn twintiger jaren had ik een baantje op de medische post van een tbs-kliniek. De verpleger die me de eerste dag rondleidde, zei: ‘We onderscheiden grofweg zedendelinquenten – voornamelijk pedofielen – en moordenaars. De vrouwen hebben meestal hun kind omgebracht. Er zijn mensen met gevaarlijke wanen. Meer hoef je niet te weten.’ De ‘gevaarlijke’ tbs’ers die ik er zag, waren vooral terneergeslagen, ge­sedeerd of na een lang verblijf volledig geïnstitutionaliseerd. Bruinja voert de stemmen van verschillende tbs’ers op, in ieder gedicht ‘x’ genoemd. We kunnen ze onderscheiden door hun verhaal, achtergrond, sporen van gepersonaliseerd taalgebruik en de mate van samenhang waarmee ze hun verhaal vertellen.", "Bruinja heeft ervoor gekozen om de stemmen niet rechtstreeks op te voeren, maar vanuit de derde persoon te dichten en af en toe een citaat zonder aanhalingstekens in te voegen. Daarmee creëert hij een afstand, die er in wezen natuurlijk ook is. Er is slechts één gedicht waarin ‘x’ rechtstreeks tot de lezer spreekt: ‘Ik wil niet de indruk wekken/ dat het altijd aan de ander ligt.’", "Ontwapenend zijn de details, zoals de x die door onder meer zijn ‘nette overhemdje’ uit de toon valt in de kliniek en zich probeerde aan te passen door een hoody te dragen, ‘hij voelde zich er nooit gelukkig in’.", "De gedichten bestaan steeds uit eenvoudige, onder elkaar gegroepeerde zinnen, met een enkele zorgvuldig geformuleerde uitschieter zoals: ‘als hij de zee woest hoort beuken/ is hij nietig onvatbaar.’", "De dichter lijkt vooral te hebben ingegrepen in de selectie en ordening van de hem aangereikte verhalen. Soms vroeg ik me af in hoeverre er sprake is van poëzie. Er is immers geen sprake van meerduidigheid of afwijkend taalgebruik. De strofes zijn gerangschikt als thematisch samenhangende alinea’s. Er is sprake van een enkele herhaling of een losse zin in de schijnwerpers.", "Maar het draait juist om wat er níét staat; de reden van het verblijf, hoe het leven daardoor werd verwoest. De Dichter des Vaderlands dicht: ‘volgens x leven ze niet hier/ ze worden geleefd (...) buiten is het leven’. Hij geeft deze aan de maatschappij onttrokken mensen een gezicht."], "authors": ["Dieuwertje Mertens"], "keywords": ["staat", "er", "van", "zijn", "en", "tsead", "vaderlands", "om", "dichter", "níét", "een", "ze", "te", "hij", "het", "wat", "draait", "die"], "pubDate": "2021-01-08T10:13:37Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}