{"id": "548de69a-4f83-351d-bd5c-bc58cb18f833", "title": "De laatste oudejaarsconference van Wim Kan: ‘Er zijn dingen die onherroepelijk voorbijgaan’", "url": "https://trouw.nl/cultuur-media/de-laatste-oudejaarsconference-van-wim-kan-er-zijn-dingen-die-onherroepelijk-voorbijgaan~b18f4ba2/", "summary": "Wim Kan tobde en twijfelde over zijn oudejaarsconference van 1982.\nZou het liefst met drugs en alcohol inslapen.”Anders dan Youp van ’t Hek nu, die vooraf aankondigt dat zijn tiende oudejaarsconference zijn laatste wordt, wist Kan niet dat 1982 zijn slotakkoord zou worden.\nAls de waardering minder groot was, zag hij dat als een bevestiging van zijn aanname dat de hele wereld toch al tegen hem was.\nDegene die hem het best op kon peppen was zijn vrouw Corry Vonk, die een stuk optimistischer van aard was.\nJe zou ook kunnen vragen wie is beter: Johan Cruijff of Wim Kan.”Zelfs de plaat van De Jonge’s oudejaarsconference verkocht stukken beter dan die van Kan. “Maar … het is ook geen goeie plaat!", "paragraphs": ["Wim Kan tobde en twijfelde over zijn oudejaarsconference van 1982. Moest die wel doorgaan? En zo ja, was 24 december dan geen betere datum dan de 31ste? Tussendoor beleefde Kan (71) volop mindere momenten. Op 19 november noteerde hij in zijn dagboek: “De lol is eraf. De koek is op. Ik zie er weinig tot niets meer in … Heb er totaal geen zin meer in. Zou het liefst met drugs en alcohol inslapen.”", "Anders dan Youp van ’t Hek nu, die vooraf aankondigt dat zijn tiende oudejaarsconference zijn laatste wordt, wist Kan niet dat 1982 zijn slotakkoord zou worden. Anders dan bij Van ’t Hek, wiens humor en terminologie (“pisnicht”) vooraf al volop wordt bediscussieerd, kwam bij Kan de kritiek vooral achteraf.", "De uitvinder van de oudejaarsconference begon de traditie op de radio. Daar keek Kan in 1954, 1956, 1958, 1960, 1963 en 1966 terug op de twaalf maanden daarvoor. Op tv was hij maar vier keer op Oudejaarsavond te zien: in 1973, 1976, 1979 en 1982. De cabaretier kreeg onder meer de lachers op zijn hand met imitaties van de politieke aartsrivalen Dries van Agt en Joop den Uyl (“Twee dingen”) en gedenkwaardige liedjes als ‘Lijmen, Jan’ en ‘Jelle zal wel zien’. Het Nederlands publiek ging zitten voor het instituut Wim Kan. Politici ook: wie niet werd genoemd, telde toch minder mee. Al gingen sommige dodelijke etiketten levenslang mee zoals “gladde teckel met een vette kluif in zijn bek” in het geval van de KVP’er Norbert Schmelzer.", "Veel zorgen, te weinig materiaal", "Kan had altijd al een moeizame ­relatie met de kritiek. Complimenten relativeerde hij steevast: dat zeiden ze alleen maar om aardig te zijn. Als de waardering minder groot was, zag hij dat als een bevestiging van zijn aanname dat de hele wereld toch al tegen hem was. Degene die hem het best op kon peppen was zijn vrouw Corry Vonk, die een stuk optimistischer van aard was. Maar juist zij was in 1982 ­getroffen door een hersenbloeding.", "Kan begon aan zijn conference-avontuur met veel zorgen en te weinig materiaal. Wat niet hielp, was dat het eerste kabinet-Lubbers pas twee maanden voor Oud en Nieuw aantrad. Over nieuwe en onbekendere politici was het lastiger grappen maken.", "De kritieken achteraf waren niet mals. De recensie van Ruud Verdonck in Trouw vatte de algemene teneur ­aardig samen. Volgens hem viel er bij Kan “slechts sporadisch echt te ­lachen” en bevatte het optreden wel erg veel opgewarmde grappen uit het verleden. “Zodat de gedachte opkwam of Kan en de Vara na vijfentwintig jaar niet samen één conclusie moeten trekken: er zijn dingen die onherroepelijk voorbijgaan.”", "Op dezelfde Oudejaarsavond zond de VPRO een conference van Freek de Jonge uit. Verdonck jubelde over de “totale theatershow, krachtig en geen moment inzakkend”. Hij concludeerde: “Freek moet de toorts op Oudejaarsavond maar overnemen”.", "Cruijff versus Kan", "Halverwege januari 1983 keek Kan in zijn dagboek nog eens terug op zijn tv-optreden: “Steeds zekerder wordt dat de Oudejaarsavond een grote ­kijkdichtheid had, zevenenhalf ­miljoen kijkers, maar een kleinere waardering. Freek aan de overkant om elf uur werd vanaf het begin gebombardeerd als mijn tegenpartij en zoiets ligt me slecht. Je zou ook kunnen vragen wie is beter: Johan Cruijff of Wim Kan.”", "Zelfs de plaat van De Jonge’s oudejaarsconference verkocht stukken beter dan die van Kan. “Maar … het is ook geen goeie plaat! En het was ook geen goeie uitzending. Kunt u mij zeggen hoe laat de boot naar Elba gaat?”", "Van een verbanning à la Napoleon kwam het niet. Kan overleed op 8 september van dat jaar, kort nadat bij hem slokdarmkanker was ontdekt.", "Paul van der Steen bekijkt wekelijks het nieuws door een historische bril.", "Correctie: in een eerdere versie van dit artikel werd een onjuiste ziekte genoemd."], "authors": ["Paul Van Der Steen"], "keywords": ["er", "zijn", "van", "laatste", "voorbijgaan", "en", "een", "kan", "dat", "op", "dingen", "het", "maar", "niet", "onherroepelijk", "wim", "oudejaarsconference"], "pubDate": "2020-12-31T18:36:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}