{"id": "54ad191c-4445-3404-ab8f-dfc151f141e7", "title": "Bernke Klein Zandvoort laadt de werkelijkheid, elk gedicht opnieuw", "url": "https://trouw.nl/cultuur-media/bernke-klein-zandvoort-laadt-de-werkelijkheid-elk-gedicht-opnieuw~ba272edd/", "summary": "Ik nam de proef op de som tijdens het lezen van Veldwerk, Klein Zandvoorts tweede dichtbundel; ik bleek nogal vaak te knipperen.\nEn het gebeurde bij dit zinnetje: ‘ik las dat denken eigenlijk je familie is’, over hoe gehoorde taal zich tot gedachten vormt.\nBernke Klein Zandvoort – haar debuut uit 2013 kreeg nominaties en een prijs – is een indringend waarnemer.\nZo voltrekt zich in deze hyperbewuste poëzie een intrigerende wisselwerking, wordt zichtbaar hoe wat gescheiden lijkt, in elkaar haakt; dag en nacht, droom en werkelijkheid, de een en de ander, lichaam en blik, taal en beeld.\nEn dat doet het.", "paragraphs": ["Bernke Klein Zandvoort dicht licht en precies.", "Is het waar? Knipperen we met onze ogen zodat onze hersens even uit kunnen rusten van de stroom informatie die ze binnenkrijgen? Het klinkt aannemelijk. De jonge dichter Bernke Klein Zandvoort heeft het in ieder geval ergens gelezen. Dat knipperen met de ogen, schrijft ze, is als een komma in een gedicht ‘om de lezer tijd te geven/ het voorgaande naar beelden te vertalen’.", "Ik nam de proef op de som tijdens het lezen van Veldwerk, Klein Zandvoorts tweede dichtbundel; ik bleek nogal vaak te knipperen.", "Geen wonder, op iedere pagina stond wel een regel die ik – liefst met mijn ogen dicht – even in mijn hoofd wilde laten rondhangen, om het uitzicht te zien dat de woorden opriepen, om gedachten die opkwamen ruimte te geven. Ik had het bij het woord ‘bloesemplak’, een nieuw woord, dat uitersten samenbrengt: het tere van bloesemblaadjes, die tijdens een wandeling tot dikke koek onder je schoenen samenklonteren. En het gebeurde bij dit zinnetje: ‘ik las dat denken eigenlijk je familie is’, over hoe gehoorde taal zich tot gedachten vormt.", "Bernke Klein Zandvoort – haar debuut uit 2013 kreeg nominaties en een prijs – is een indringend waarnemer. Vaak gaat het in haar poëzie over hoe dat wat zich aan je voordoet, iets weids of iets kleins, zeg een windvlaag op een metrostation, zich nestelt in je hoofd en daar beelden doet ontstaan.", "‘Een korrel draaide zich om// zoals een foto in een handomdraai/ van z’n blanke achterkant naar boven wordt gekeerd/ stond er een beeld op in de ruimte van mijn hoofd’.", "Die beelden giet ze in taal. Lichte en precieze taal, die op haar beurt weer de werkelijkheid vormt, in het besef dat woorden vaak als ‘te kleine tassen’, net niet helemaal toereikend zijn. Zo voltrekt zich in deze hyperbewuste poëzie een intrigerende wisselwerking, wordt zichtbaar hoe wat gescheiden lijkt, in elkaar haakt; dag en nacht, droom en werkelijkheid, de een en de ander, lichaam en blik, taal en beeld. ‘Elkaar’ is volgens Klein Zandvoort ‘een woord waarin iets uit zwemmen lijkt te gaan’. Ik knipper en lees het vanaf nu altijd met het geluid van klotsend water. Ieder gedicht opnieuw laadt ze de werkelijkheid. ‘onder de letters moet het gebeuren’, schrijft ze. En dat doet het.", "hangend in het slot van een omhelzing", "denk ik over wat er op en neer gaat in het woord elkaar", "een woord waarin iets uit zwemmen lijkt te gaan", "de ander tot een overkant maakt", "met een lange arm over het water", "trekt een magneet de veerboot naar de kade", "spierkabels vertellen onophoudelijk aan mijn hoofd", "uit welke lengtes ik besta en waar de shampoo van een onbekende", "mijn neus komt inwaaien, me uit de achtergrond", "van een ander leven laat ontstaan", "overal waar ik ga deel ik mijn stad met stellen", "in de roes van elkaar aangeraakt te hebben", "op onbekende plekken", "omringen mij de algoritmes", "die vlooiensprongen tussen hoofd en beeldscherm maken", "wordt de zon gekaderd", "door het bericht dat ze om elf uur zal verdwijnen", "zo leef ik samen", "met mijn dromen en hoe ze in die van iemand anders haken", "met mijn moeder die elke ochtend wakend in me wakker wordt", "op zonnige dagen loopt mijn schaduw met me mee", "als mijn meest vreemde bezit", "Bernke Klein Zandvoort", "Bernke Klein Zandvoort Veldwerk Querido; 60 blz. € 16,99", "Janita Monna (1971) is journalist en recensent. Ze woonde lang op Bonaire als correspondent. Monna werkte als redacteur bij Poetry International en was initiatiefnemer van de jaarlijkse Gedichtendag. Voor Trouw schrijft ze wekelijks over poëzie."], "authors": ["Janita Monna"], "keywords": ["klein", "gedicht", "werkelijkheid", "van", "elk", "het", "bernke", "op", "ik", "zandvoort", "een", "en", "ze", "te", "laadt", "mijn", "dat", "opnieuw"], "pubDate": "2020-12-05T01:00:43+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}