{"id": "54c2f171-30b0-36ce-a702-2b805ca01a50", "title": "Weekendgids Grayson Perry: ‘We moeten af van het idee dat er maar één soort mannelijkheid is’", "url": "https://volkskrant.nl/de-gids/weekendgids-grayson-perry-we-moeten-af-van-het-idee-dat-er-maar-een-soort-mannelijkheid-is~bc4045f8/", "summary": "Maar we moeten af van het idee dat er maar één soort mannelijkheid is; het stereotiepe beeld van de man die vechter en jager is, zijn emoties niet toont en die uit is op macht.\nAls je je emoties niet mag uiten, raak je in de knel.\nIk dacht dat het een kers op de taart zou zijn, maar ik kreeg de hele banketbakkerij erbij.’Persoonlijke ontwikkeling: therapieBeeld Grayson Perry and Victoria Miro‘Ik dacht altijd dat het allemaal gelul was, therapie.\nNog steeds vind ik dat het leukste wat er is: mensen dingen laten maken die ik heb bedacht.\nHet zal ermee te maken hebben dat het voorpand op een sixpack lijkt, je krijgt er zo’n blokjesbuik van.", "paragraphs": ["De man moet op de schop, vindt kunstenaar en Weekendgids Grayson Perry. Zelf voldoet de zelfverklaarde ‘pottenbakkende travestiet’ alvast niet aan het stereotiepe manbeeld.", "‘Als ik mountainbike of motorrijd komen er zéér asociale trekjes in me naar boven. Dan verander ik in een wegpiraat.’ Hij lacht veel aan de telefoon, de Britse kunstenaar Grayson Perry (60) met zijn bekende blonde bobje, maar hij zucht en hij steunt ook. Zijn rug, zegt hij. Rugpijn houdt hem aan huis gekluisterd, en dat in een tijd dat er toch al zo weinig kan. Het liefst zou hij einden racen door het weidse Engelse heuvellandschap, en hárd. ‘Ik ben competitief, ja. Wat heeft het voor zin om een spelletje te spelen als je niet wil winnen? Ze zeggen dat de kunstwereld zo gemoedelijk is. Yeah, right. Competitie speelt er altijd, net als schadenfreude als de ander faalt. Het is niet alleen dat je wil winnen, je vrienden moeten ook een beetje mislukken, toch?’", "Met winnen heeft de ontwapenende Perry wel enige ervaring; in 2020 ontving hij de Erasmusprijs omdat hij, schreef de jury, laat zien ‘dat kunst een platform kan zijn voor een open en inclusief debat’. De belangrijkste Engelse kunstprijs, de Turner Prize, won hij al in 2003 voor zijn oeuvre van vazen, wandkleden, houtsneden, prenten, jurken en sculpturen. ‘Hoog tijd dat een pottenbakkende travestiet deze prijs wint’, grapte hij toen. Perry draagt van kinds af aan al geregeld vrouwenkleding, om precies te zijn vanaf het moment dat hij op school tijdens een boetseerles een ‘nogal kinky’ schortje aan kreeg.", "Grayson Perry. Beeld Alex de Mora", "Vrouwelijkheid en vooral mannelijkheid zijn belangrijke thema’s in zijn werk, dat allang niet meer alleen bestaat uit beeldende kunst. Perry schrijft ook boeken en maakt tv-series. Op Channel 4 presenteert hij Grayson’s Art Club; lockdowntelevisie vanuit zijn atelier waarin hij kijkers schilderles geeft en ze aanmoedigt hun eigen kunstwerken te tonen. Eerder maakte hij series over rituelen, Amerika – hij reisde er op de motor rond – en over mannelijkheid: All man, in 2016. Hij schreef toen ook een boek over het onderwerp, dat afgelopen jaar in Nederland verscheen. Mannen, vond Matthijs van Nieuwkerk in deze krant, is ‘een noodzakelijk boek’ waarin Perry terecht oproept ‘de ouderwetse aap’ ten grave te dragen.", "‘Soms kijk ik naar het nieuws’, schrijft Perry, ‘en denk ik dat alle problemen op de wereld terug zijn te voeren op één ding: het gedrag van mensen met een Y-chromosoom.’ Verkrachters, moordenaars, criminelen; altijd mannen, en daarom moet de man op de schop. Zegt hij nu onverholen: weg met ons? Nee, antwoordt Perry: ‘Ik ben niet tegen mannen in het algemeen, en er is ook plaats voor de traditionele, stoere man op deze wereld. In het leger en op de bouwplaats hebben we hem nodig. Maar we moeten af van het idee dat er maar één soort mannelijkheid is; het stereotiepe beeld van de man die vechter en jager is, zijn emoties niet toont en die uit is op macht. Het is schadelijk voor jongens om met alleen dat beeld op te groeien. Als je je emoties niet mag uiten, raak je in de knel. Het is niet voor niets dat mannen meer depressies krijgen en vaker zelfmoord plegen dan vrouwen. Traditionele mannelijkheid is geen vacht die aan je vastgegroeid zit, maar een garderobe die je aan of uit kunt trekken, al naar gelang de situatie. Hang gerust de macho uit op het boorplatform als dat nodig is, maar niet thuis bij je gezin, dat slaat nergens op. Je draagt toch ook geen wielrenbroek naar kantoor?’", "Grayson Perry: ‘Als je je emoties niet mag uiten, raak je in de knel.’ Beeld Alex de Mora", "Ook in Engeland is Mannen goed ontvangen, en naar Grayson’s Art Club kijken wekelijks een miljoen mensen – zeggen dat Perry een flinke fanbase heeft is een understatement. Geen Turner Prize-winnaar die handiger gebruikgemaakt heeft van de prijs dan Perry, schreef een criticus in The Guardian, ‘turning himself into part of the national furniture.’ Zo heeft het wel uitgepakt, ja, bevestigt Perry. ‘Het is ongelooflijk hoeveel deuren die prijs voor me heeft geopend. Ik dacht dat het een kers op de taart zou zijn, maar ik kreeg de hele banketbakkerij erbij.’", "Persoonlijke ontwikkeling: therapie", "Beeld Grayson Perry and Victoria Miro", "‘Ik dacht altijd dat het allemaal gelul was, therapie. Zweverig gedoe. Mijn vrouw (psycholoog en auteur Philippa Perry, red.) is therapeut en toen ik haar pas kende, zat ik haar altijd te pesten met het therapeutenjargon. Maar toen leerde ik haar vrienden kennen, ook veel psychotherapeuten, en dacht ik: wat een leuke en slimme mensen zijn dat, er zit misschien toch wel iets in.", "‘Op een gegeven moment ben ik zelf in therapie gegaan. Ik kan het iedereen aanraden. Ik was een boze jonge man die emotioneel vastzat, ik keek naar de wereld door een donkere bril. Door die therapie werd de lens schoongeveegd. Of althans: ik zag waar de mist zat. Ik ben gaan praten over mijn jeugd; een afwezige vader, een gewelddadige stiefvader en ik, een eenzaam kind dat al zijn fantasieën projecteerde op zijn teddybeer. Een van de mirakels van het menselijk brein is hoe we omgaan met trauma; ik heb zoveel avonturen beleefd met die beer. Een fantasiewereld scheppen, dat is kunst eigenlijk ook. Daarom is het zo helend. En het zijn fysieke activiteiten, schilderen, pottenbakken, dat is er ook heel goed aan.’", "Schrijver: Tom Wolfe", "Tom Wolfe. Beeld Corbis/VCG via Getty Images", "‘Ik ben dol op Tom Wolfe. Hij is nog niet zo lang dood, geloof ik, ik heb alles van hem gelezen. Ik ben nog nooit teleurgesteld, elk boek van hem is even goed. Niet alleen zijn bekendste roman The bonfire of the vanities, ook zijn non-fictiewerk van daarvoor. The Electric Kool-Aid Acid Test gaat over een vent die psychedelische drugs neemt. Ik kreeg het als student van een vriendin die me ervan wilde weerhouden lsd te nemen, nou, ik raakte er alleen maar méér in geïnteresseerd. Voor The right stuff heeft Wolfe, die journalist was, enorm veel research gedaan naar de begintijd van de ruimtevaart. Het gaat over mannen als Chuck Yeager, een gevechtspiloot die als eerste de geluidsbarrière doorbrak. Die man schijnt kalm als een komkommer tijdens de gevaarlijkste vluchten in een straaljager te hebben gezeten. Over ouderwetse mannelijkheid gesproken – er is heus plaats voor in de geschiedenis.’", "Zangeres: Reba McEntire", "‘Een van de grote countryzangeressen is Reba McEntire. Ze heeft een prachtige stem met een perfecte snik erin. Ik hou van country, van Johnny Cash tot The Dixie Chicks, en dan vooral van de verhalende nummers in het genre. In I’d rather ride around with you zit Reba McEntire in een auto met haar vriendje terwijl ze eigenlijk op de bruiloft van haar nicht zou moeten zijn. Een heel particulier onderwerp eigenlijk, maar dat vind ik er juist zo goed aan, het is een stukje uit iemands leven. Ook een mooi nummer is Turning 50. Dat gaat over een vrouw die door haar man verlaten wordt voor een jonge meid, en nooit gedacht had dat ze haar 50ste verjaardag zou doorbrengen achter het stuur van een busje vol verhuisdozen. De klassieke country stuff, je kent het. Mooi van treurigheid.", "‘Nee, ik heb Reba McEntire nooit live gezien, ik ga niet vaak naar concerten. Muziek klinkt beter op Spotify. Zo moet je ook nooit naar voetbalwedstrijden in het stadion gaan: je kunt het niet goed zien, er zit altijd iemand voor je en er is geen herhaling.’", "Netflixserie: The Kominsky Method", "‘The Kominsky Method is een comedyserie over twee oude mannen en hun vriendschap. Michael Douglas speelt een ijdele dramadocent, waarmee hij eigenlijk zichzelf speelt; een man die een bepaald beeld van zichzelf wil hooghouden en daar maar half in slaagt, waardoor hij juist kwetsbaar is. Het is ontroerend en hilarisch, en de zelfspot vind ik ijzersterk. Zelf kom ik ook in de fase dat je moet loslaten wie je in je jongere jaren was. Fysiek heb ik een slecht jaar achter de rug door die ellendige rugpijn, ik ben minder sterk aan het worden, minder fanatiek.", "‘Mooi vind ik ook dat de serie gaat over mannen die elkaar steunen, er voor elkaar zijn. Mannen steken minder energie in vriendschappen dan vrouwen. Ik ook; ik heb voornamelijk werkvrienden, collega’s die ik geregeld zie. De vrienden die bij ons thuis komen eten zijn bijna allemaal oorspronkelijk vrienden van mijn vrouw.’", "Kunstenaar: Henry Darger", "Henry Darger. Beeld Hollandse Hoogte / Camera Press Ltd", "De kunst van Henry Darger wordt outsider art genoemd, amateurkunst, maar het is kwalitatief ontzettend goed. Ik ontdekte het toen ik 19 was en een docent van de kunstacademie ons meenam naar de tentoonstelling The Outsiders in de Hayward Gallery in Londen. Ik wist niet wat ik zag: meisjes met penissen, blote kinderen met hoorntjes op hun hoofd. Mensen noemden het de obsessies van een pedoseksueel, maar ik zag er een droomwereld in, een fantasiewereld zoals ik die zelf ook creëerde als kind. Je eigen heiligdom, waar alles mooi en goed en is en waar je gelukkig bent, dat herkende ik.", "‘Darger had een vreselijke jeugd in kindertehuizen waar hij mishandeld werd na de ‘diagnose’ masturbatie. Hij werkte zijn hele leven als klusjesman in een ziekenhuis; niemand wist dat hij ’s avonds in zijn eenkamerflat honderden tekeningen, prentenboeken en schilderijen maakte. Ze zijn pas na zijn dood ontdekt door zijn huisbaas. Nu is Henry Darger wereldberoemd, zijn schilderen brengen honderdduizenden dollars op.’", "Auto’s & motoren: custom built", "Beeld Getty Images", "‘In het dorp waar ik opgroeide hadden alle jongens een brommer. Er reed geen bus, dus als je ergens heen wilde, was een brommer of een motor je enige kans. En iedereen sleutelde zelf aan die dingen. Ik was daar niet goed in, dus als ik een beetje geld had ging ik naar zo’n handige jongen en liet ik het hem voor me doen. Nog steeds vind ik dat het leukste wat er is: mensen dingen laten maken die ik heb bedacht. Kleren, hoeden, meubels, motoren – iets schetsen, samen met de maker eindeloos de technische details doornemen, ik hou daarvan.", "‘In opdracht ge- of verbouwde auto’s en motoren zijn over het algemeen duur, onpraktisch en oncomfortabel. In mijn voorlaatste tv-serie Grayson Perry’s Big American Road Trip heb ik drie maanden op zo’n ding rondgereden (een psychedelisch beschilderde Harley Davidson, red.). Daardoor heb ik nu ischias, het is niet goed voor mijn rug.’", "Grafisch werk: landkaarten", "Detail van de Mappa Mundi. Beeld Alamy Stock Photo", "‘Er is maar één ding leuker dan uitvoerig een landkaart bestuderen, en dat is er zelf een tekenen. Het ziet er al gauw officieel uit, terwijl je er natuurlijk totaal verzonnen dingen in kunt verwerken. Er bestaat een lange traditie van fantasiekaarten van niet-bestaande plekken. Lang ­geleden zag ik de Mappa Mundi in de kathedraal van Hereford (een wereldkaart uit ca. 1300 waarop onder meer de ark van Noach en het labyrint van Minotaurus op een verkeerd gesitueerd Kreta staan, red.). Ik was erdoor gefascineerd. Het is eerder een spirituele dan een geografische kaart. Sindsdien heb ik zelf ook veel kaarten en plattegronden getekend: van de Engelsman, van nergens en onlangs een die ik The American Dream heb genoemd. Die laatste bevat allemaal rode en blauwe pijlen, zoals nazipropagandakaarten van de communistische dreiging volstonden met pijlen van oost naar west. Zo verdeeld is Amerika als het gaat om abortus, homorechten en wapenbezit. Allemaal dingen die de Amerikanen afleiden van het grootste probleem op deze wereld, de klimaatverandering.’", "Mode: fetisjkleding", "Grayson Perry als Claire. Beeld Getty Images", "Als zijn alter ego Claire kleedt Perry zich graag in mantelpakjes en prinsessenjurken. Het is een fetisj, heeft hij eerder gezegd in interviews: het begon toen hij als kind aangenaam opgewonden raakte door de jurken van zijn zusje aan te trekken. ‘Ik ben enorm geïnteresseerd in wat iets tot een fetisj maakt. Waarom zijn hoge hakken erotisch? En latex, rubberen kleding, satijn, mohair? Opeens zie ik overal donsjasjes in het straatbeeld, volgens mij is dat een nieuwe fetisj. Het zal ermee te maken hebben dat het voorpand op een sixpack lijkt, je krijgt er zo’n blokjesbuik van. Alle jongens willen nu een sixpack, alle meisjes opgevulde lippen en ronde billen, mannelijkheid en vrouwelijkheid worden steeds geprononceerder neergezet. Het komt door Instagram. Sociale media vergroten alles uit.’", "‘Weet je wat ik denk dat over twintig jaar een fetisj zal zijn? Een telefoon aan je oor, er zal een hele generatie komen die alleen seks wil als hun partner aan het bellen is. Fetisjen ontstaan in je vroege jeugd, namelijk, dus dit lijkt me geen gekke voorspelling als je al die ouders tegenwoordig achter de kinderwagen ziet lopen bellen.’"], "authors": ["Evelien Van Veen"], "keywords": ["ik", "zijn", "van", "het", "perry", "weekendgids", "en", "idee", "een", "moeten", "soort", "mannelijkheid", "één", "maar", "hij", "dat", "die", "je"], "pubDate": "2020-12-31T09:51:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}