{"id": "54cab7ad-85a4-353b-8d8e-6e5eecb5521f", "title": "Sjoemelsoftware van Volkswagen was illegaal, oordeelt Europees Hof", "url": "https://www.nu.nl/economie/6097309/sjoemelsoftware-van-volkswagen-was-illegaal-oordeelt-europees-hof.html", "summary": "De sjoemelsoftware die Volkswagen in dieselauto's installeerde om emissietests te beïnvloeden, was in strijd met de Europese regelgeving.\nDat oordeelt het Europees Hof donderdag.\nDieselauto's van Volkswagen presteerden door de software beter tijdens emissietests en stonden zo schoner te boek dan ze daadwerkelijk waren.\nVolkswagen beargumenteerde dat het de software gebruikte om onder meer de veroudering van de motor tegen te gaan, maar daar ging het Hof donderdag niet in mee.\nEr zijn al meer van dat soort claims ingediend.", "paragraphs": ["De sjoemelsoftware die Volkswagen in dieselauto's installeerde om emissietests te beïnvloeden, was in strijd met de Europese regelgeving. Dat oordeelt het Europees Hof donderdag. Volkswagen kan niet tegen de uitspraak in beroep gaan.", "Het schandaal rondom de sjoemelsoftware kwam vijf jaar geleden aan het licht. Dieselauto's van Volkswagen presteerden door de software beter tijdens emissietests en stonden zo schoner te boek dan ze daadwerkelijk waren.", "Volkswagen beargumenteerde dat het de software gebruikte om onder meer de veroudering van de motor tegen te gaan, maar daar ging het Hof donderdag niet in mee. \"Om deze software te rechtvaardigen, moet het de motor beschermen tegen plotselinge en uitzonderlijke schade die tot gevaar kan leiden als het voertuig wordt bestuurd\", schrijft het Hof.", "Deze uitspraak maakt het voor consumenten in de hele Europese Unie makkelijker om claims in te dienen tegen het bedrijf, omdat hun auto's minder waard zijn geworden. Er zijn al meer van dat soort claims ingediend. Eerder dit jaar schikte Volkswagen met 200.000 Duitse automobilisten. Het bedrijf moest hun tussen de 1.350 en 6.250 euro per voertuig uitkeren."], "authors": ["Door"], "keywords": ["om", "van", "tegen", "sjoemelsoftware", "volkswagen", "het", "te", "illegaal", "europees", "software", "en", "dat", "oordeelt", "hof", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}