{"id": "54cfe719-e57a-3ef6-b86e-f84e927a2660", "title": "Een goede nachtrust begint bij je darmen", "url": "https://nrc.nl/nieuws/2021/01/07/eet-om-te-slapen-slaap-om-te-eten-a4026567", "summary": "Een Londense studie liet zien dat mensen met een slaaptekort gemiddeld 385 kilocalorieën per dag meer eten dan goede slapers.\nEn dat je de verhouding tussen goede en slechte bacteriën, virussen en gisten zelf kunt bijsturen.\nAls je je darmen rust gunt, heb je bovendien minder last van brandend maagzuur, geborrel of winderigheid.\nZo refereert Mosley aan een Australische studie die laat zien hoeveel baat mensen met een depressie bij goede, gevarieerde voeding kunnen hebben.\nEen bakje zuivel of een cracker met een eitje is prima.", "paragraphs": ["Michael Mosley (63) was jarenlang een slechte slaper. Moeilijk inslapen, midden in de nacht ineens klaarwakker en dan uren liggen malen. De Britse wetenschapsschrijver en BBC-programmamaker veranderde zijn eetpatroon, hield zich aan strikte slaaptijden, liet zich in het slaaplab onderzoeken en wist zich te bevrijden van zijn insomnia.", "Daarna schreef hij er een boek over, Fast Asleep (Slaap vast), waarin hij zijn persoonlijke zoektocht combineert met wetenschappelijke inzichten en zijn eerdere onderzoek naar het nut van ‘tijdgebonden eten’ (een soort vasten) en een gezonde darmhuishouding.", "Zijn conclusie valt in één alinea te vatten: eten en slapen vormen samen een vicieuze cirkel. Wie slecht slaapt, eet vaak ongezonder en krijgt eerder overgewicht. En wie ongezond eet en te zwaar is, slaapt over het algemeen slechter. Je moet dus beide aanpakken.", "Maar hoe?", "Of eerst een stapje terug: waarom is goed slapen überhaupt nodig, los van alles wat we al weten over de effecten op je concentratie, reactievermogen, geheugen, emotieverwerking en gemoedstoestand?", "Mosley begint onbedoeld (zijn boek verscheen 5 maart 2020) met iets actueels, het immuunsysteem. Zonder voldoende slaap werkt de aanmaak van cytokines minder goed, signaalstofjes die nodig zijn bij het bestrijden van infecties én voor de werkzaamheid van vaccins tegen bijvoorbeeld griepvirussen. En corona, denkt de lezer meteen.", "Slaapgebrek heeft bovendien invloed op de bloedsuikerspiegel en hormoonhuishouding. Je verzadigingsgevoel neemt af en je hongergevoel wordt juist aangewakkerd. En dan vooral de ongezonde trek. Een frikandel speciaal of een bak cookiedough-ijs is niet voor niets ’s nachts zo moeilijk te weerstaan.", "Vijanden van de slaap Drink geen alcohol, is het advies aan slechte slapers. Je valt misschien sneller in slaap, maar je nachten zijn onrustiger. Drinkers zijn vaak snurkers. Toch haalt Michael Mosley een paar studies aan die lieten zien dat één glas rode wijn gunstig zou zijn voor cholesterol en bloedsuikerspiegel en zou helpen de hersenen ‘schoon te spoelen’. Koffie is een pepmiddel, het houdt je wakker. Gemiddeld is na vijf uur nog 50 procent van de cafeïne actief, maar dat verschilt sterk per persoon. Een DNA-test kan laten zien hoe gevoelig je bent voor koffie (of energiedrankjes met cafeïne) – als je dat zelf al niet wist. Uit Mosley’s DNA bleek dat hij cafeïne trager dan gemiddeld afbreekt. Hij drinkt niet meer dan drie koppen per dag, en alleen voor 12 uur ’s ochtends.", "Een Londense studie liet zien dat mensen met een slaaptekort gemiddeld 385 kilocalorieën per dag meer eten dan goede slapers. En in diezelfde vicieuze cirkel: een onderzoek onder vierhonderd Zweedse vrouwen toonde aan dat de vrouwen met minder buikvet per nacht gemiddeld 25 minuten meer slaap kregen en 22 procent meer remslaap, de fase waarin je emoties verwerkt.", "Slaapgebrek verhoogt het risico op het metaboolsyndroom, een verzameling klachten zoals hoge bloeddruk, een verhoogde bloedsuikerspiegel, te veel buikvet – het voorstadium van diabetes type 2.", "Darmen", "Reden genoeg voor Mosley om voeding het hart van zijn boek te maken. Hij was er al eerder van overtuigd geraakt dat het microbioom, het complexe samenspel van micro-organismen in de darmen, een grote rol speelt in het reguleren van stress en slaap. En dat je de verhouding tussen goede en slechte bacteriën, virussen en gisten zelf kunt bijsturen. Niet alleen met wát je eet, maar ook wanneer.", "Hij volgde het advies om minstens drie uur voor het naar bed gaan te stoppen met eten en dan minstens twaalf uur niets te eten. Het doel: de tijd beperken waarin je eet. Om af te vallen, cholesterol en bloedsuiker te verbeteren en uiteindelijk beter te slapen.", "Het idee erachter: je moet je spijsvertering, die vertraagt als je naar bed gaat, niet oppoken. Want als je laat eet, komt de insulineproductie weer op gang en verstoor je ook het natuurlijk ritme van afzonderlijke organen. Als je je darmen rust gunt, heb je bovendien minder last van brandend maagzuur, geborrel of winderigheid.", "Overigens zijn er ook wetenschappers die stellen dat je niet te laat, liefst voor 9.30 uur, moet ontbijten, om je bioritme in stand te houden.", "Toen Mosley begon met een vastendieet, waarbij hij twee dagen per week (bijna) niets at, viel hij 9 kilo af en verloor hij 2 centimeter nekomtrek, waar het vet zit dat de ademhaling belemmert. „Ik snurkte niet meer en het was ’s nachts eindelijk stil in huis.” Voor wie lijdt aan slaapapneu, een combinatie van snurken en korte ademstilstanden, is de winst van gewichtsverlies nog groter.", "Illustratie Getty Images", "Kalkoen en kersen", "Iedereen die af en toe wanhopig wordt van slaapgebrek, ook wie geen overgewicht heeft, wil weten wat de heilige graal is, en waar die te koop is. Helaas. Kalkoen maakt niet slaperig, hoewel dat nog weleens beweerd wordt. Zure kersen en kiwi’s bevatten zo weinig melatonine dat je er 500 liter van moet drinken om enig effect te merken. En wie denkt nachtmerries te voorkomen door geen kaas te eten: ook een fabeltje. De weg naar ononderbroken nachten blijkt weer eens ontnuchterend saai: een gezond, gevarieerd eetpatroon, met olijfolie, noten, vette vis, fruit, groente, volkoren granen, wat zuivel en ei, dat lijkt het beste voor alles. Dus ook voor een goede nachtrust. Mosley zweert bij het mediterrane dieet. Niet zo gek, want naar het eetpatroon van lang levende Italianen zijn nu eenmaal veel grote studies gedaan. Mosley geeft meteen toe dat je bij grote bevolkingsstudies nooit weet wat oorzaak en gevolg is, of gezond eten de nachtrust bevordert of andersom. En weinig stress en genoeg beweging zijn net zo belangrijk. Maar er zijn inmiddels ook kleinere studies die de aanname ondersteunen dat je beter slaapt na een lichte maaltijd met eiwit en vezels (kwark met muesli, kip met groente en zilvervliesrijst), dan na het eten van verzadigd vet, koolhydraten en suikers (pizza, chips, chocola).", "Een open deur, kun je zeggen. En dan ook nog eentje die je van alle kanten kunt intrappen. Zo refereert Mosley aan een Australische studie die laat zien hoeveel baat mensen met een depressie bij goede, gevarieerde voeding kunnen hebben. Hoe dat de darmen helpt goede hormonen aan te maken, ontstekingen te remmen en de darmwand te beschermen. En hoe aan de andere kant sterk bewerkte fabrieksproducten het microbioom ongunstig beïnvloeden.", "Wat Mosley zelf eet? Opvallend is dat hij peulvruchten, aardpeer, prei en knoflook bovenaan zijn lijstje darmvriendelijke voedingsvezels (prebiotica) heeft staan. Het soort eten dat weliswaar rijk is aan van alles en nog wat, maar door veel slapelozen wordt gemeden als de pest, vanwege de oprispingen en de penetrante winden die ze er gratis bij krijgen.", "Naast de prebiotica noemt Mosley de probiotica, levende bacteriën in bijvoorbeeld yoghurt, zuurkool of gefermenteerde drankjes. Hij beveelt ze aan met het nodige voorbehoud. „Hoewel een diverser microbioom de slaap lijkt te bevorderen, is er niet veel onderzoek dat aantoont dat probiotica zelf enig effect hebben.”", "Supplementen bekijkt hij met de nodige scepsis. Maar toen Mosley het vezelpoeder bimuno slikte, bleek hij wel beter te slapen. En als hij een jetlag heeft, neemt hij melatonine, omdat zijn ouder wordende brein dat hormoon zelf steeds minder produceert.", "Lees ook: Probeer de late snacktrek te negeren", "Nachtwerkers", "Af en toe een jetlag is irritant maar overkomelijk. Intussen zijn er in Nederland zo’n anderhalf miljoen mensen van wie het slaapritme jaar in jaar uit wordt verstoord door onregelmatige diensten. Zij móéten wel ’s nachts eten, terwijl maag en darmen in de ruststand staan. En ze móéten slapen op tijden dat de spijsvertering juist ‘aan’ staat. „De gevolgen van een verstoord bioritme zijn redelijk dramatisch”, weet diëtist Elly Kaldenberg, gespecialiseerd in voeding in relatie tot bioritme. „Twee derde van de nachtwerkers heeft maag-darmklachten, ze hebben vaker dan gemiddeld overgewicht”, zegt ze. „En naarmate je ouder wordt, worden de slaapproblemen vaak erger.”", "Zie daar je vicieuze cirkel.", "Met een beter eetpatroon lukt het om mensen met onregelmatige diensten gemiddeld een uur langer te laten slapen, zegt Kaldenberg. „Dat leiden wij af uit metingen bij honderden mensen.” Een standaardadvies is niet te geven, zegt ze. De één mijdt koffie omdat z’n maag ervan gaat rommelen, de ander heeft last van cafeïne en slaapt om die reden slecht van koffie. Zo vindt Kaldenberg ook niet dat je na 20 uur niet meer zou moeten eten. „Als jij een turboverbranding hebt, moet je misschien laat op de avond juist wat eten om niet wakker te worden van de honger.”", "In haar praktijk ziet Kaldenberg hoe groot het verschil tussen ochtend- en avondmensen is. En hoe belangrijk het is om naar je biologische klok te luisteren. „Ik, als avondmens, kan om tien uur ’s avonds nog prima sporten en ik zit nu pas aan mijn ontbijt”, zegt ze om 10.40 uur aan de telefoon. Voor ochtendmensen zijn nachtdiensten en laat eten een veel grotere belasting. „Je moet goed naar het individu kijken, en waar de verstoring precies zit.”", "Maar iets algemeens is er wel te zeggen. „Het belangrijkst is regelmaat: drie maaltijden per dag en zo weinig mogelijk tussendoor.” En voor nachtwerkers die ’s nacht wel moeten eten: „Probeer je aan te passen aan je biologische klok. Niet te grote porties, liever wat eiwitten dan snelle suikers. Een bakje zuivel of een cracker met een eitje is prima. Maar weersta die döner, dat is echt een aanslag op je maag-darmkanaal.”", "Slaap vast, Michael Mosley, uitgeverij Nieuwezijds, 296 blz., 20 euro.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Martine Kamsma", "Leestijd Minuten"], "keywords": ["zijn", "van", "het", "goede", "en", "een", "met", "nachtrust", "begint", "te", "bij", "niet", "dat", "darmen", "je"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}