{"id": "54d17fa5-d1a4-32c3-8d3b-2fbef4480c72", "title": "Wilders spint garen bij de Forum-komedie", "url": "https://trouw.nl/opinie/wilders-spint-garen-bij-de-forum-komedie~bf269866/", "summary": "Opdat er nooit meer een Nederlander zal zijn.” Wilders zegt dan simpelweg dat ‘wij een minderheid worden in ons land’.\nBuiten het parlement, in een Haags café, riep Wilders in 2014 welbewust om ‘minder’ burgers van een bepaalde etniciteit.\nBlijkbaar hoort het er gewoon bij.\nEn zo is de tweede partij van het land een partij die de democratie en de rechtsstaat bedreigt, en is dat dus ook de partij die garen spint bij de Forum-komedie.\nStevo AkkermanDrie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt.", "paragraphs": ["Er was een tijd waarin ik dacht dat Forum voor Democratie de PVV zou leegeten, maar die opvatting lijkt me even iets minder adequaat. De spectaculaire zelfontbranding van Baudet & Co kan alleen maar bijdragen aan iets wat al een tijdje gaande is: Geert Wilders heeft de peilingen aan zijn zijde en lijkt ook wat salonfähiger te worden. Onlangs vertelde hij nog in het Torentje te hebben gedineerd met premier Rutte, gewoon om een beetje bij te praten. Daar keek ik toch wel van op.", "Als Forum en PVV electoraal gezien deels communicerende vaten zijn, is er weinig reden voor een feeststemming bij de implosie van Baudets partij. Zijn boreale standpunten worden dan nog even sterk vertegenwoordigd in de Tweede Kamer, hooguit wat rauwer opgediend. Baudet oreerde over een ‘auto-immuunziekte’, die het einde van onze beschaving zou betekenen: “Kwaadwillende, agressieve elementen worden ons maatschappelijk lichaam in ongehoorde aantallen binnengeloodst. Opdat er nooit meer een Nederlander zal zijn.” Wilders zegt dan simpelweg dat ‘wij een minderheid worden in ons land’. Maar beiden verkondigen daarmee de leer van de omvolking.", "In NRC schreef Tom-Jan Meeus gisteren dat het woord ‘omvolking’ sinds 2015 maar liefst negentien maal door een PVV’er werd gebezigd in het parlement, zij het niet door Wilders zelf. Zijn adjudant Martin Bosma gebruikte het woord tien keer, en een maand geleden was het PVV-senator Marjolein Faber die ermee op de proppen kwam. Het leverde haar een scherpe terechtwijzing van Rutte op: “Omvolking komt uit de nazi-literatuur”.", "Dat het gebruik van dergelijke termen in onze volksvertegenwoordiging geen taboe meer is, tekent de gewenning aan rechts extremisme die heeft plaatsgevonden. Buiten het parlement, in een Haags café, riep Wilders in 2014 welbewust om ‘minder’ burgers van een bepaalde etniciteit. Hij werd daarvoor in 2016 veroordeeld wegens groepsbelediging en aanzetten tot discriminatie, maar in 2020 bleef in hoger beroep alleen de groepsbelediging staan. Ik heb niet de indruk dat dit breed als een doodzonde wordt ervaren.", "De ‘minder Marokkanen’-uitspraak leidde wel tot een bescheiden revolte binnen de PVV, maar Wilders kreeg anders dan Baudet nooit te maken met een werkelijke opstand van getrouwen, ook omdat de structuur van zijn partij dat nagenoeg onmogelijk maakt: de PVV kent geen leden behalve de leider. Ook is er geen jongerenafdeling of een wetenschappelijk instituut, en er zijn geen congressen of zomerkampen in Lederhosen ­– alles om intern gedoe zoveel mogelijk te voorkomen.", "Als er toch gedoe is en er duiken PVV’ers op met ideeën die bij de Forum-jongeren niet hadden misstaan (een lijsttrekker in Rotterdam die een etnostaat bepleit, een raadslid in Emmen dat Stormfront-propaganda over een witte genocide verspreidt) dan volgt er geen grote onrust. Blijkbaar hoort het er gewoon bij.", "En zo is de tweede partij van het land een partij die de democratie en de rechtsstaat bedreigt, en is dat dus ook de partij die garen spint bij de Forum-komedie. Ik kan er niet vrolijk van worden.", "Stevo Akkerman", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["van", "bij", "garen", "het", "maar", "die", "zijn", "wilders", "een", "en", "dat", "forumkomedie", "spint", "er"], "pubDate": "2020-11-25T07:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}