{"id": "54d7be66-6e34-3b66-8e4a-436c9d8d6fa8", "title": "Robben volgt 'zorgvuldig schema' en speelt ook nog geen duels in januari", "url": "https://nu.nl/voetbal/6100872/robben-volgt-zorgvuldig-schema-en-speelt-ook-nog-geen-duels-in-januari.html", "summary": "En wedstrijden zijn op dit moment nog niet aan de orde\", zegt Robben vrijdag op de site van FC Groningen.\nRobben besloot begin november een aangepast trainingsprogramma te volgen, om zo fit genoeg te worden om wedstrijden te kunnen spelen.\n\"Ik heb tijdens de vakantie niet stilgezeten, maar ik ben nog steeds niet echt aan het trainen op het veld.\n\"Ik had meer verwacht van de afgelopen maanden, maar ik moet de realiteit accepteren en kijken hoe verder te gaan.\"\nTrainer Danny Buijs weet nog niet of Azor Matusiwa, Patrick Joosten en Alessio Da Cruz kunnen meedoen in het duel dat om 21.00 uur begint.", "paragraphs": ["FC Groningen kan ook deze maand nog geen beroep doen op Arjen Robben. De 36-jarige aanvaller ziet vooruitgang, maar is nog steeds niet wedstrijdfit.", "\"Het gaat heel goed, dus misschien klinkt het heel gek als ik zeg dat ik de komende periode nog geen wedstrijden ga spelen, maar alles gaat volgens een heel zorgvuldig schema. En wedstrijden zijn op dit moment nog niet aan de orde\", zegt Robben vrijdag op de site van FC Groningen.", "De oud-international beleeft vooralsnog weinig plezier aan zijn terugkeer als profvoetballer. Hij raakte in de eerste competitiewedstrijd tegen PSV geblesseerd en kwam daarna alleen nog even als invaller in actie tegen FC Utrecht.", "Robben besloot begin november een aangepast trainingsprogramma te volgen, om zo fit genoeg te worden om wedstrijden te kunnen spelen. Hij bekende in december dat hij een paar keer aan stoppen had gedacht, maar uiteindelijk wil hij nog steeds proberen om van waarde te zijn voor Groningen.", "\"Ik heb tijdens de vakantie niet stilgezeten, maar ik ben nog steeds niet echt aan het trainen op het veld. Er zijn dus nog wel wat stappen te zetten\", zegt Robben. \"Ik had meer verwacht van de afgelopen maanden, maar ik moet de realiteit accepteren en kijken hoe verder te gaan.\"", "FC Groningen hervat de Eredivisie zaterdag met een uitwedstrijd tegen FC Utrecht. Trainer Danny Buijs weet nog niet of Azor Matusiwa, Patrick Joosten en Alessio Da Cruz kunnen meedoen in het duel dat om 21.00 uur begint.", "Bekijk het programma, de uitslagen en de stand in de Eredivisie"], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["ik", "zijn", "nog", "januari", "volgt", "en", "zorgvuldig", "speelt", "robben", "om", "geen", "ook", "te", "op", "het", "maar", "niet", "schema"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}