{"id": "54e4ba84-5d9e-303c-bd62-a9552788bba7", "title": "Versneld carrière maken met een andere blik", "url": "https://www.rtlnieuws.nl/tech/artikel/5203490/versneld-carriere-maken-met-een-andere-blik", "summary": "KoffiedrinkenAangezien hij geen trek had om bij de pakken neer te zitten, koos Niereisel eieren voor z’n geld.\n\"Zowel bij geschiedenis als in de ICT leer je om grote hoeveelheden informatie tot je te nemen en te ordenen.\nNa eerst een tijdje bij een gemeente te hebben rondgelopen, waar hij elke cursus volgde die hij kon volgen, kreeg hij via een vriendin de tip om bij Rijkswaterstaat koffie te gaan drinken.\nJonge energieWat Niereisel niet had verwacht, was dat ze bij Rijkswaterstaat open staan voor jonge, energieke mensen van diverse pluimage.\nNieuwe inzichten en een andere manier van kijken zijn welkom.", "paragraphs": ["Koffiedrinken", "Aangezien hij geen trek had om bij de pakken neer te zitten, koos Niereisel eieren voor z’n geld. Hij liet de politieke ambities achter zich en schoolde zich om tot informatieanalist. \"Zowel bij geschiedenis als in de ICT leer je om grote hoeveelheden informatie tot je te nemen en te ordenen. Dus dat leek me een logische stap.\"", "Na eerst een tijdje bij een gemeente te hebben rondgelopen, waar hij elke cursus volgde die hij kon volgen, kreeg hij via een vriendin de tip om bij Rijkswaterstaat koffie te gaan drinken. \"Het eerste gesprek dat ik had duurde anderhalf uur. Het klikte onmiddellijk.\"", "Jonge energie", "Wat Niereisel niet had verwacht, was dat ze bij Rijkswaterstaat open staan voor jonge, energieke mensen van diverse pluimage. Nieuwe inzichten en een andere manier van kijken zijn welkom.", "Hoewel hij in eerste instantie had verwacht in een taaie cultuur terecht te komen, blijkt de werkelijkheid toch wat anders. \"Rijkswaterstaat is wel een hiërarchische organisatie, maar er is tegelijkertijd ook ruimte voor de mondige, zelfstandige werknemer. Eerlijke observaties zijn welkom. Mijn oudere collega’s vinden het fijn als ik ze een spiegel voorhoudt. En andersom.\", zegt Niereisel."], "authors": [], "keywords": ["maken", "het", "carrière", "blik", "voor", "en", "met", "een", "om", "andere", "rijkswaterstaat", "te", "bij", "hij", "niereisel", "versneld"], "pubDate": "2020-12-27T18:01:45Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}