{"id": "54f254fb-d255-37e1-a3a2-187d0119b19f", "title": "Dit voegen de vier laatst geplaatste landen toe aan het komende EK", "url": "https://www.parool.nl/sport/dit-voegen-de-vier-laatst-geplaatste-landen-toe-aan-het-komende-ek~b12ace38/", "summary": "De spits schopte het tot 114 interlands en speelde in het verleden voor topclubs als Napoli en Inter.\nTot 1992 speelde het mee onder de Joegoslavische vlag, in de jaren daarna stond het nooit meer op een eindtoernooi.\nOok de Slowaken Matus Bero (Vitesse), Branislav Ninaj (Fortuna Sittard) en Tomas Suslov (FC Groningen) mogen stiekem dromen van het EK.\nSinds 1986 waren de Hongaren er maar één keer bij op een eindronde: tijdens het EK vier jaar geleden.\nIn de eredivisie is één speler actief met Schotse roots: voor Feyenoorder George Johnston is deelname aan het EK met zijn reserverol nog ver weg.", "paragraphs": ["Noord-Macedonië", "Spelers van Noord-Macedonië vieren de overwinning tegen Georgië. Beeld BSR Agency", "Het piepkleine voetballand voegde zich gisteravond laat in de poule van Nederland, Oostenrijk en Oekraïne. Daarvoor mocht het Goran Pandev op de blote knieën danken. De inmiddels 37-jarige spits van Genoa maakte de beslissende 0-1 tegen Georgië. Pandev mag met recht de held van Macedonië worden genoemd. De spits schopte het tot 114 interlands en speelde in het verleden voor topclubs als Napoli en Inter. Als bijna-voetbalpensionado is hij nog altijd een gewaardeerde kracht in de Serie A, getuige zijn zeven optredens voor Genoa dit seizoen.", "Noord-Macedonië had overigens zomaar met een andere naam kunnen aantreden. Na een jarenlang conflict met Griekenland werd in 2018 een compromis bereikt. Vanaf februari 2019 treedt het land aan als Noord-Macedonië. Veel EK-historie brengen de Macedoniërs niet mee. Tot 1992 speelde het mee onder de Joegoslavische vlag, in de jaren daarna stond het nooit meer op een eindtoernooi. Volgend jaar daar verandering in. Hopelijk met blikvanger Pandev in de punt. “Ik ben zó gelukkig,” stamelde hij na afloop in tranen.", "Slowakije", "Middenvelder Marek Hamsik van Slowakije. Beeld AFP", "Marek Hamsík is al jaren de grote ster bij Slowakije. De recordinternational (108 duels) gaat komend jaar voor zijn laatste kunstje bij de nationale ploeg. De 33-jarige clublegende van Napoli speelt tegenwoordig bij het Chinese Dalian Yifang en heeft een collega met een Nederlandse link: Albert Rusnák beleefde zijn doorbraak in het profvoetbal op Nederlandse bodem: eerst speelde hij als huurling van Manchester City voor SC Cambuur, terwijl hij de twee seizoenen daarna voor FC Groningen uitkwam. Met twee treffers schoot hij die club in 2015 naar de gewonnen KNVB beker tegen PEC Zwolle (0-2). Sinds 2017 speelt hij in de MLS voor Real Salt Lake.", "Robert Bozeník was er gisteravond tegen Noord-Ierland (1-2) vanwege een blessure niet bij en zal de komende tijd nog langs de kant staan. De spits van Feyenoord heeft wel een reële kans om komend jaar van de partij te zijn, gezien het feit dat hij in twaalf interlands viermaal trefzeker was. Ook de Slowaken Matus Bero (Vitesse), Branislav Ninaj (Fortuna Sittard) en Tomas Suslov (FC Groningen) mogen stiekem dromen van het EK.", "Hongarije", "Dominik Szoboszlai van Hongarije. Beeld AP", "Scouts zullen dolgelukkig zijn dat ook Hongarije zich gisteren plaatste voor het Europees Kampioenschap, ten koste van IJsland (2-1). Het biedt hen namelijk een extra kans om een blik te werpen op Dominik Szoboszlai, het volgende pareltje uit de talentenfabriek van Red Bull Salzburg. Het twintigjarige supertalent kon in de Champions League nog geen Erling Haaland-achtige cijfers overleggen, maar beleefde met twee goals in drie groepsduels een start die de aandacht trok van de internationale top. De middenvelder is behendig, heeft een neusje voor de goal en een splijtende pass in de benen. Tegen IJsland verwierf het wonderkind een heldenstatus door zijn land in de 92ste minuut naar de zege te schieten.", "Maar het is niet alleen Szoboszlai die kan voetballen. Hongarije heeft de beschikking over een ervaren ploeg, met spelers als Peter Gulasci, Willi Orban (beiden RB Leipzig) en Adam Szalai (FSV Mainz) die de kar trekken. De laatste jaren kon Hongarije echter maar weinig klaarspelen op het hoogste Europese podium. Sinds 1986 waren de Hongaren er maar één keer bij op een eindronde: tijdens het EK vier jaar geleden. Met de groepswinst stuntte het nog, maar in de achtste finale was België veel te sterk (0-4). Volgend jaar zal heel Slowakije hopen op een nieuw sprookje.", "Mogelijk is Heracles-spits Adrian Szöke er dan bij. De aanvaller zat al bij de selectie van Hongarije, maar moet nog altijd wachten op zijn debuut. De kans dat ex-PSV’er Balázs Dzsudzsák van de partij is, lijkt onwaarschijnlijk. De linkspoot, 33 jaar inmiddels, speelde een jaar geleden zijn laatste interland en is uit beeld geraakt. De 109-voudig international is aan het afbouwen bij de Hongaarse tweededivisionist Debreceni VSC.", "Schotland", "Schotland viert de overwinning op Servië. Beeld EPA", "Herinnert u zich de feestende Ieren nog, vier jaar geleden tijdens het EK in Frankrijk? Soortgelijke praktijken zouden we kunnen verwachten van de doldwaze, voetbalgekke Schotten, die vanaf de tribunes garant staan voor een prachtige sfeer. Kijk maar eens naar een wedstrijd van Rangers of Celtic. Helaas is de kans door het coronavirus groot dat er geen supporters aanwezig zullen zijn. Dat haalt een flink stuk glans af van de eerste Schotse eindronde sinds 1998.", "Want na de topjaren tussen 1974 en 1998, waarin Schotland aanwezig was op zes WK’s en twee EK’s, raakte het nationale team in verval. Schotland was kansloos in de kwalificaties voor de daaropvolgende toernooien en zakte zelfs naar de 86ste plaats op de wereldranglijst. Gisteravond waren de Schotten na strafschoppen te sterk voor het Servië van Dusan Tadic.", "Supersterren heeft Schotland niet, maar met linksback Andrew Robertson (Liverpool), Scott McTominay (Manchester United) en John McGinn (Aston Villa) heeft bondscoach Steve Clarke de beschikking over drie spelers die in de Premier League hun sporen hebben verdiend. In de eredivisie is één speler actief met Schotse roots: voor Feyenoorder George Johnston is deelname aan het EK met zijn reserverol nog ver weg."], "authors": ["Jeffrey Van Der Maten"], "keywords": ["geplaatste", "voegen", "van", "dit", "bij", "laatst", "komende", "het", "op", "met", "zijn", "landen", "een", "en", "ek", "jaar", "vier", "toe", "voor"], "pubDate": "2020-11-13T16:00:21+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}