{"id": "54f3aec4-23ec-3c1a-9a86-c8e38f80e99f", "title": "Affaire rond toeslagen is op en top Haags product", "url": "https://nrc.nl/nieuws/2021/01/09/affaire-rond-toeslagen-is-op-en-top-haags-product-a4026845", "summary": "En ook duidelijk wordt dat er politieke consequenties aan de orde zijn, omdat dit geen incident was.\nHet dominante nieuwsframe van een op hol geslagen Belastingdienst met onmachtige staatssecretarissen van Financiën is achteraf maar een deel van het verhaal.\nOver ‘wij en zij’, ofwel institutionele afkeer van gekleurde ‘mensen met een uitkering’ voor wie fraudecontrole nooit streng genoeg kan zijn.\nZodat bij ieder volgend mediamoment met een slachtoffer de lezer/kijker weet dat er toch 30 mille is of wordt bijgeschreven?\nDeze rechtspraak was „te ingewikkeld” en „te formalistisch”.", "paragraphs": ["Vaak worden kwesties weggespoeld door nieuwer nieuws, dat nóg erger lijkt. Maar dat geldt voorlopig niet voor de Toeslagenaffaire. Die wordt juist groter, naarmate de betekenis van het rapport ‘Ongekend onrecht’ doordringt. En ook duidelijk wordt dat er politieke consequenties aan de orde zijn, omdat dit geen incident was.", "Dat dit kabinet er nog steeds zit, komt eigenlijk alleen omdat de pandemie versnelt en er zwaardere maatregelen opdoemen. En er juist nu bestuurskracht nodig is. Aftreden met verkiezingen in maart lijkt nu ook meer een voetnoot, een kwestie van politieke opportuniteit, eerder dan de staatsrechtelijke zweepslag die het hoort te zijn.", "Terwijl dit over systeemfalen over een langere periode gaat, waaraan de hele trias politica deel had en waarvoor het kabinet rechtstreeks verantwoordelijk is. Het dominante nieuwsframe van een op hol geslagen Belastingdienst met onmachtige staatssecretarissen van Financiën is achteraf maar een deel van het verhaal. Dit is een crisis van de trias politica zelf, waarin de controlemechanismen niet of onvoldoende hebben gewerkt. Dit gaat ook over falen van de bestuursrechter, van de wetgever, de ambtelijke top, de juridische wetenschap. Over regeerakkoorddwang, over het mediapolitieke circus van ophef, verbijstering en de blinde roep om een ‘hardere aanpak’. Over de paradox van én miljoenen burgers zo makkelijk mogelijk een toeslag toe willen kennen én daarna nul procent onterechte toekenning accepteren. Over ‘wij en zij’, ofwel institutionele afkeer van gekleurde ‘mensen met een uitkering’ voor wie fraudecontrole nooit streng genoeg kan zijn.", "Dit gaat over ministers die de Kamer niet informeren, ambtenaren die de rechter misleiden, over de Rutte-doctrine van informatiesporen voorkomen of uitwissen. Over de andere kant uit kijken en dat ook kúnnen doen dankzij een gebrek aan tegenkrachten. Zelfs – oh schande – van de rechter. Over het verdampen van de beginselen van behoorlijk bestuur. Alles ten koste van de rechtsbescherming van de burger, die nu alsnog haastig wordt gecompenseerd. Zodat bij ieder volgend mediamoment met een slachtoffer de lezer/kijker weet dat er toch 30 mille is of wordt bijgeschreven? Volgend item graag.", "Lees ook: Die hoge bestuursrechters kun je echt niet zomaar opheffen", "Lees ook: In de Toeslagenaffaire faalde ook de rechter", "Lees ook: OM: geen strafrechtelijk onderzoek naar fiscus", "Oud-Nationaal Ombudsman Alex Brenninkmeijer noemde in Trouw de Toeslagenaffaire geen ongeluk, zoals Rutte, maar de uitkomst van een breed falend systeem. In het Nederlands Juristenblad (NJB) trekt hij een paar stevige lessen. Daarbij valt op dat hij, in lijn met oud-president Corstens van de Hoge Raad en drie co-auteurs in NRC, de blaam ook bij de rechters van de Raad van State parkeert. Die gaven volgens hem met een „niet noodzakelijke rigide lezing” van de wet de Belastingdienst jarenlang te veel ruimte. „De opstelling van de afdeling was echter gouvernementeel en de noodzakelijke onpartijdige attitude heeft ontbroken”, schrijft hij onomwonden. Deze rechtspraak was „te ingewikkeld” en „te formalistisch”. De al jaren omstreden constructie van een hoogste bestuursrechter onder één dak met de belangrijkste wetgevingsadviseur blijft volgens hem een probleem opleveren, zeker nu deze crisis een product van de ‘Haagse bubbel’ lijkt te zijn.", "Volgens Brenninkmeijer zit in Den Haag iedereen te dicht op elkaar, wetgever, bestuur en rechter. Ze vertoonden allen ‘systeemgedrag’; de Haagse bestuurscultuur draait om het vermijden van conflicten. Wie geloofwaardig wil blijven voor z’n peers houdt daar rekening mee en buigt in de gewenste richting mee. Jarenlang was ‘harde fraudebestrijding’ een geloofsartikel – Brenninkmeijer haalt op hoe hij in 2013 als ombudsman bij de kennismaking met minister Asscher en staatssecretaris Klijnsma op de averechtse effecten daarvan wees. Zonder enig resultaat.", "Hij beschrijft de Haagse bubbel als een cultuurgemeenschap waarin overtuigingen, taboes en benaderingen op elkaar zijn afgestemd. „De toon aan de top is richtinggevend voor loyale ambtenaren”, nog gestimuleerd door de oprukkende politisering van topbenoemingen.", "Zo kom je dus aan de ‘alles of niets’-houding van de fiscus, te lang gedekt door de rechter. Aan snoeiharde sancties, aan het negeren van proportionaliteit en evenredigheid. Of je een emmer leeg gooit.", "Folkert Jensma is juridisch commentator. is juridisch commentator. Twitter: @folkertjensma", "NRC Recht & Onrecht Een gids door de rechtsstaat – de beste stukken over veiligheid, misdaad en mensenrechten Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Folkert Jensma", "Leestijd Minuten"], "keywords": ["van", "affaire", "toeslagen", "en", "een", "met", "dit", "rond", "product", "op", "ook", "te", "het", "haags", "die"], "pubDate": "2021-01-09T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}