{"id": "5502deb7-ac4c-33d3-84a0-593dcff58837", "title": "Visaandeschelde lacks that special something (7)", "url": "https://www.parool.nl/english/visaandeschelde-lacks-that-special-something-7~bdd995bd/", "summary": "Beeld Eva PlevierEnsuring we don’t forget our classics, we follow a summer evening craving for fish and white wine to Visaandeschelde, known in Amsterdam for more than twenty years.\nLoosen, because surely it was already on the wine list when Johannes van Dam gave the place a nine minus.\nAn added bonus: a small bowl of bourride (white fish soup with a cockle) that makes me jump out of my seat; and deep-fried, crisp bread dough with a filling of smelt and ­sardine.\nUnfortunately, it misses acidity and that marinade doesn’t really taste of lime, meaning we’re actually eating raw fish with coconut milk.\nVisaandeschelde is an established name in Amsterdam, and rightfully so: they seem to aim for a decent average, no matter how busy it is.", "paragraphs": ["Visaandeschelde at Scheldeplein. Beeld Eva Plevier", "Ensuring we don’t forget our classics, we follow a summer evening craving for fish and white wine to Visaandeschelde, known in Amsterdam for more than twenty years. The restaurant is located on Scheldeplein, and RAI station is an oyster shell’s throw from the terrace. My secondary school Dutch teacher, Ms. Bisseling, once said that the best terraces are on busy streets. Many people should pass by, and the scent of diesel is a must. With Visaandeschelde, she’d be tickled pink.", "Our waiter is extremely well-groomed, with shiny hair and a chiseled jawline. After a thorough explanation of the menu and all the choices on and outside of it, we order a Graacher Ries­ling from Dr. Loosen, because surely it was already on the wine list when Johannes van Dam gave the place a nine minus. At 55 euros, our bottle is certainly not cheap, but perhaps we’ve become accustomed to the average markup whereby restaurants tack a fixed amount on the purchase of wines instead of multiplying the wholesale price by a certain number.", "The menu is almost too expansive. There are different kinds of raw oysters with four preparations, caviar, four preparations of lobster, six starters, eight mains, four desserts and a menu with three to five courses. Of course, many business dinners take place here (and a businesswoman wants to offer her guests choices aplenty), but we’re a little overwhelmed. We settle for the four-course menu (€55.00) and choose four courses à la carte.", "Tapioca cup", "This evening’s amuse-bouche is a crisp cup made of tapioca flour with herring, beetroot and an apple jelly. Tried-and-tested combinations, though no less tasty. An added bonus: a small bowl of bourride (white fish soup with a cockle) that makes me jump out of my seat; and deep-fried, crisp bread dough with a filling of smelt and ­sardine. Obscenely delicious. With a chips cone full of these things, I would’ve cycled home satisfied.", "By now, all the tables are pretty much occupied, meaning that our wine refills are taking just a bit longer. If you can’t manage to keep this up the entire evening, then leave the bottle at the table.", "The starter is a piece of sea bass, fried in a coating of potato and served with mussels, raw fennel, fresh soybeans and a coconut foam. The flavours work well together, but the whole misses succulence and therefore unity, as though they’ve forgotten that essential drizzle of sauce.", "We also get floured and fried oysters (€15.75) with spinach and potato mousseline. They are served on the half shell and there’s a small bowl of brown butter gravy on the side. In this dish, the taste of the oyster is masked, also because the spinach and mousseline fall more or less within the same realm. The brown butter sauce misses the mark – what we actually want is freshness, tang.", "The second course on the menu is fried squid filled with ratatouille, chorizo and rouille accompanied by a gorgeous, buttery lemon verbena sauce. Holiday flavours, azure blue oceans and seaport zest. One very fine dish.", "À la carte with this course: ceviche of corvina (a bass-like saltwater fish) with coconut, pomegranate seeds and red chilli (€15.00). Unfortunately, it misses acidity and that marinade doesn’t really taste of lime, meaning we’re actually eating raw fish with coconut milk. There’s no ‘cooking’ whatsoever, which should be the case in this dish.", "Not quite bouillabaisse", "The main: fried red bream with hollandaise, white asparagus, peas and broad beans. The chanterelles are called ‘porcini’ by the waitress. Though the fish lacks salt, this is decent cooking. The bouillabaisse ordered as our main (€29.00) tastes good, but isn’t clear and rather on the thick side. The accompanying rouille is good, even though we suspect the croutons come from the wholesaler. Served on the side: razor clams, salmon, mussels, jumbo prawns and cockles.", "On the chef’s lap", "The menu’s dessert (meringue with strawberries, lemon curd and tarragon ice-cream) is the kind of sweetness that makes you want to crawl on the chef’s lap. The lime granité with curds and olive oil ice-cream, brownie crumble and ginger, ordered separately (€13.00), is disappointing. As with the ceviche, there’s little lime to speak of, making for a dull dessert. The ice-cream, however, is very good.", "Visaandeschelde is an established name in Amsterdam, and rightfully so: they seem to aim for a decent average, no matter how busy it is. Tonight, the stuffed squid raised the score, though the ceviche and lime dessert brought it down again. We had a nice evening without major flops, yet it was a bit on the boring side."], "authors": ["Gilles Van Der Loo", "Translation", "Paola Westbeek"], "keywords": ["visaandeschelde", "lime", "fish", "raw", "fried", "theres", "lacks", "wine", "special", "menu", "white", "served"], "pubDate": "2019-08-01T14:10:14+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}