{"id": "55033de5-d358-3017-9421-e0cf2587dc63", "title": "Stikstof: vier vragen (en antwoorden) over de uitstoot van boeren", "url": "https://nos.nl/artikel/2304403-stikstof-vier-vragen-en-antwoorden-over-de-uitstoot-van-boeren.html", "summary": "De landbouwsector stootte in 2017 106 miljoen kilo stikstof uit in de lucht, becijfert het RIVM.\nHet grootste deel kwam van de veeteelt, de stikstofuitstoot van dieren was goed voor 94 miljoen kilo.\nDaar komt volgens het RIVM nog 12 miljoen kilo stikstof bovenop, hoofdzakelijk door energieverbruik in de landbouw, bijvoorbeeld door kassen en andere bronnen.\nHet verkeer en de industrie - de andere twee grote uitstoters - stootten in hetzelfde jaar respectievelijk 44,79 miljoen en 16.9 miljoen kilo stikstof uit.\nHet grootste deel, 393 miljoen kilo, wordt uit veevoer door het vee opgenomen en vastgelegd in producten als vlees, melk en eieren.", "paragraphs": ["1. Hoeveel stikstof stoot de landbouwsector uit?", "De landbouwsector stootte in 2017 106 miljoen kilo stikstof uit in de lucht, becijfert het RIVM. Het grootste deel kwam van de veeteelt, de stikstofuitstoot van dieren was goed voor 94 miljoen kilo. Daar komt volgens het RIVM nog 12 miljoen kilo stikstof bovenop, hoofdzakelijk door energieverbruik in de landbouw, bijvoorbeeld door kassen en andere bronnen.", "Geen enkele sector in Nederland stoot meer uit dan de landbouw. Het verkeer en de industrie - de andere twee grote uitstoters - stootten in hetzelfde jaar respectievelijk 44,79 miljoen en 16.9 miljoen kilo stikstof uit.", "2. Maar de sector legt ook veel stikstof vast, toch?", "In 2017 ging er 712 miljoen kilo stikstof de sector in. Dat stikstof zit in allerlei dingen die koeien, varkens en gewassen nodig hebben om te kunnen groeien. Bijvoorbeeld krachtvoer en ruw voer. Niet al die stikstof wordt ook weer uitgestoten. Het grootste deel, 393 miljoen kilo, wordt uit veevoer door het vee opgenomen en vastgelegd in producten als vlees, melk en eieren."], "authors": [], "keywords": ["stikstof", "vragen", "van", "miljoen", "kilo", "het", "wordt", "en", "uit", "uitstoot", "vier", "sector", "door", "boeren", "antwoorden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}