{"id": "552a8c99-9438-31de-9a9b-59f34a394783", "title": "Podcast Oog: 'Ook verpleeghuizen moeten kunnen prikken met Pfizer' en 45 jaar Het Oog", "url": "https://nos.nl/artikel/2363011-podcast-oog-ook-verpleeghuizen-moeten-kunnen-prikken-met-pfizer-en-45-jaar-het-oog.html", "summary": "Nederland had het voorbeeld van Groot-Brittannië moeten volgen waar een deel van de ouderen in verpleeghuizen wordt gevaccineerd met het Pfizer-vaccin.\nHij vindt het raar dat Nederland deze groep ouderen naar achteren heeft geschoven in de vaccinatiestrategie.\nHet is nog niet zeker of de Olympische Spelen in Tokio dit jaar doorgaan, zegt Japan-kenner Mai Verbij.\nVolgens Verbij is daarom de steun onder de bevolking voor het organiseren van de Spelen sterk afgenomen.\nEn NOS Met Het Oog Op Morgen bestaat 45 jaar.", "paragraphs": ["Nederland had het voorbeeld van Groot-Brittannië moeten volgen waar een deel van de ouderen in verpleeghuizen wordt gevaccineerd met het Pfizer-vaccin. Dat zegt Wilco Achterberg, hoogleraar ouderen-geneeskunde bij het LUMC, in deze podcast. Hij vindt het raar dat Nederland deze groep ouderen naar achteren heeft geschoven in de vaccinatiestrategie.", "Het is nog niet zeker of de Olympische Spelen in Tokio dit jaar doorgaan, zegt Japan-kenner Mai Verbij. De Spelen werden vorig jaar door corona een jaar uitgesteld. Maar in Japan neemt het aantal besmettingen momenteel sterk toe. Ook de Britse variant is in Japan gesignaleerd. Volgens Verbij is daarom de steun onder de bevolking voor het organiseren van de Spelen sterk afgenomen.", "En NOS Met Het Oog Op Morgen bestaat 45 jaar. Hans Hoogendoorn is vanaf dag één bij het programma betrokken als 'de stem'. Hij blikt terug."], "authors": [], "keywords": ["van", "ouderen", "sterk", "jaar", "podcast", "verpleeghuizen", "met", "kunnen", "prikken", "oog", "zegt", "moeten", "spelen", "pfizer", "ook", "verbij", "nederland", "het"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}