{"id": "5533af6c-e976-37a8-a2cd-908ece2556c5", "title": "Albert Heijn stopt met handdoekenstunt na woedend bericht HEMA-ceo", "url": "https://www.rtlnieuws.nl/economie/bedrijven/artikel/5207880/hema-tjeerd-jegen-ah-albert-heijn-handdoek-corona-lockdown", "summary": "'Niet chic'Het is niet chique van Jegen om in het bericht mensen uit de top van Albert Heijn en Ahold Delhaize te noemen, vindt ook retailexpert Rupert Parker Brady.\nHij vindt het ook niet heel stijlvol dat Jegen hen ervan beticht dat zij ervan profiteren dat alle niet-essentiële winkels dicht zijn.\nHij zegt de frustratie van HEMA wel te kunnen begrijpen, maar hij wijst ook op Blokker die medewerkers producten die in de webshop zijn gekocht laat bezorgen.\n'Click & collect'Een woordvoerder van HEMA laat weten dat de keten het kabinet vraagt om het mogelijk te maken bestellingen uit de webshop op afspraak te laten ophalen door klanten.\n\"Bouwmarkten mogen het wel en PostNL en andere bezorgers lopen volledig vast\", aldus HEMA-woordvoerder Frederike van Urk.", "paragraphs": ["'Niet chic'", "Het is niet chique van Jegen om in het bericht mensen uit de top van Albert Heijn en Ahold Delhaize te noemen, vindt ook retailexpert Rupert Parker Brady.", "Hij vindt het ook niet heel stijlvol dat Jegen hen ervan beticht dat zij ervan profiteren dat alle niet-essentiële winkels dicht zijn. Verder verkopen supermarkten al decennia niet-essentiële producten, zegt hij. \"Als je die lijn doortrekt dan zouden ze nu ook geen boeken of pannen kunnen verkopen.\"", "Hij zegt de frustratie van HEMA wel te kunnen begrijpen, maar hij wijst ook op Blokker die medewerkers producten die in de webshop zijn gekocht laat bezorgen. HEMA doet dit niet. Het zou verstandig zijn als de keten daar heel snel mee aan de slag gaat, aldus Parker Brady.", "'Click & collect'", "Een woordvoerder van HEMA laat weten dat de keten het kabinet vraagt om het mogelijk te maken bestellingen uit de webshop op afspraak te laten ophalen door klanten.", "\"Bouwmarkten mogen het wel en PostNL en andere bezorgers lopen volledig vast\", aldus HEMA-woordvoerder Frederike van Urk."], "authors": [], "keywords": ["hema", "zijn", "heijn", "handdoekenstunt", "van", "woedend", "bericht", "en", "met", "hemaceo", "te", "ook", "albert", "het", "niet", "dat", "stopt", "die"], "pubDate": "2021-01-11T13:37:54Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}