{"id": "553fe0e5-5589-3f8b-8d75-ea422299e2fe", "title": "Hoe Orbán zijn invloed op Duitsland via de auto-industrie probeert uit te breiden", "url": "https://nos.nl/nieuwsuur/artikel/2359591-hoe-orban-zijn-invloed-op-duitsland-via-de-auto-industrie-probeert-uit-te-breiden.html", "summary": "Op de Eurotop komende donderdag en vrijdag, staat de ruzie tussen de EU, Polen en Hongarije centraal.\nMaar critici zeggen dat Duitsland juist op de rem lijkt te trappen als het om de Hongaarse rechtstaat gaat.\n\"Duitsland en Orbán hebben inderdaad de afgelopen jaren heel goede economische en politieke betrekkingen gehad\", zegt Wölfer van Kamer van Koophandel.\n“ We kunnen met zekerheid zeggen dat Orbán Duitsland probeert te chanteren.\nVolgens Sándor Rónai, een van de europarlementariërs, probeert Orbán Duitsland in een hoek te drijven.", "paragraphs": ["Op de Eurotop komende donderdag en vrijdag, staat de ruzie tussen de EU, Polen en Hongarije centraal. Die twee landen blokkeren de nieuwe begroting en het corona-hulpfonds, omdat ze niet willen dat Europa eisen stelt aan hun vorm van de rechtsstaat. En Hongarije denkt er niet aan het veto in te trekken. Meerdere lidstaten, waaronder Nederland, zijn al langer voor een koppeling tussen subsidies en de rechtsstaat in de Europese begroting. Maar critici zeggen dat Duitsland juist op de rem lijkt te trappen als het om de Hongaarse rechtstaat gaat. Geld lijkt daarbij een belangrijke rol te spelen. Een Hongaars journalistencollectief ontdekte hoe de omstreden premier Viktor Orbán Duitse bedrijven aan zich bindt. 'Hoe Orbán Duitsland bespeelde', luidt de naam van hun maandenlange onderzoek. \"De Hongaarse regering deelt steeds meer subsidies uit aan Duitse bedrijven\", zegt onderzoeksjournalist Szabolcs Panyi. \"Het is zelfs zo dat Duitse bedrijven de afgelopen tijd meer staatssteun krijgen van de Hongaarse regering dan Hongaarse bedrijven.\"", "Permanente wittebroodsweken Het gaat dan met name om bedrijven uit de Duitse automobielindustrie. In Hongarije staan inmiddels vele fabrieken van Duitse autobedrijven. Bijvoorbeeld een van Mercedes in de stad Kecskemét. De fabriek ontving ruim 100 miljoen euro Hongaarse staatssteun en betaalt nauwelijks belasting. Volgens Dirk Wölfer van de Duits-Hongaarse Kamer van Koophandel is Hongarije economisch interessant voor Duitse ondernemers. \"Er zijn goed opgeleide arbeiders en lagere lonen dan in Duitsland.\" Maar dat is niet alles: er zijn geen strikte arbeidswetten en er wordt vrijwel nooit gestaakt. Journalist Panyi noemt de Duitse auto-industrie een motor voor de Hongaarse economie. \"Ze hebben een directe lijn met premier Orbán en de minister die over buitenlandse investeringen gaat. Je zou kunnen zeggen dat ze permanente wittebroodsweken hebben.\"", "Lucratieve wapendeals De Duitse bondskanselier Angela Merkel en premier Orbán hebben naar de buitenwereld warme banden. Er waren wel wat fricties, maar hun partijen zitten nog steeds samen in een politieke groep in het Europees parlement. \"Duitsland en Orbán hebben inderdaad de afgelopen jaren heel goede economische en politieke betrekkingen gehad\", zegt Wölfer van Kamer van Koophandel. \"Dat zal niet van de ene dag op de andere veranderen. Het zijn oude en traditionele banden.\" En premier Orbán smeedt meer banden. Hongarije is een belangrijke afnemer van Duits defensiematerieel en steekt opnieuw miljarden in nieuwe Duitse tanks en ander militaire uitrusting. \"Toen Ursula von der Leyen minister van Defensie was in Duitsland, heeft Duitsland heel lucratieve wapendeals gesloten met Hongarije. Een van mijn bronnen zei: Hongarije koopt meer wapens dat het Duitse leger\", zegt Panyi.", "“ We kunnen met zekerheid zeggen dat Orbán Duitsland probeert te chanteren. Europarlementariër Sándor Rónai van de Democratische Oppositie", "Europarlementariërs van acht Hongaarse oppositiepartijen waarschuwen in een oproep in de Duitse krant Die Zeit de Europese Unie en vooral Duitsland: buig niet voor premier Orbán. \"Hij wil heel ver gaan om zijn greep op de macht te houden\", luidt een zin uit de brief. Volgens Sándor Rónai, een van de europarlementariërs, probeert Orbán Duitsland in een hoek te drijven. \"Hij kwam laatst met een verklaring. We kunnen met zekerheid zeggen dat hij Duitsland probeert te chanteren. Omdat Duitse bedrijven, en hij benadrukte speciaal de Duitse autobedrijven, nauwelijks belasting betalen.\""], "authors": ["Europarlementariër Sándor Rónai Van De Democratische Oppositie", "Dit Is Een Artikel Van"], "keywords": ["duitsland", "hongarije", "van", "hoe", "het", "op", "zijn", "invloed", "probeert", "orbán", "een", "te", "uit", "en", "duitse", "dat", "breiden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}