{"id": "5545a4ff-5192-3ede-a7fa-dba2e8dbe702", "title": "Hoe is het eigenlijk met pinchhitter Klaas-Jan Huntelaar?", "url": "https://www.parool.nl/sport/hoe-is-het-eigenlijk-met-pinchhitter-klaas-jan-huntelaar~b600e4a3/", "summary": "Dat roept de vraag op: hoe is het eigenlijk met pinchhitter Klaas-Jan Huntelaar?\nMet het verstrijken der jaren – Huntelaar is 37 jaar – wordt hij steeds meer in die rol gemanoeuvreerd.\nAls de nood aan de man is, wordt Huntelaar van stal gehaald.\nHij scoorde voor het laatst in Europa in de voor­ronde van de Champions League tegen Paok Saloniki (2-2), in augustus 2019.\nZijn eerste treffer in de Champions League maakte hij ook voor Ajax: een krachtige kopbal tegen Inter­nazionale (2-2), op 22 februari 2006.", "paragraphs": ["Ajax móét woensdagavond winnen van Atalanta Bergamo om de knock-outfase van de Champions League te bereiken. Dat roept de vraag op: hoe is het eigenlijk met pinchhitter Klaas-Jan Huntelaar?", "1. Welke pinchhitters vervulden ooit een heldenrol bij Ajax?", "Patrick Kluivert uiteraard, met zijn winnende puntertje in de Champions Leaguefinale van 1995 tegen AC Milan. Ook Arie Haan was belangrijk in de finale van 1971 op Wembley tegen Panathinaikos, waarin hij Sjaak Swart verving. Haan maakte de belangrijke 2-0, maar hij was een middenvelder en geen pinchhitter. Ruud Suurendonk was dat wel. Een ongepolijste verdediger die in de verlenging tegen Napoli (1970, derde ronde Jaarbeursstedenbeker) het veld in kwam voor aanvaller Dick van Dijk. ­Trainer Rinus Michels verbaasde vriend en ­vijand door Suurendonk in de spits te zetten. Hij scoorde drie keer.", "2. Was hij ook de eerste pinchhitter in de geschiedenis van Ajax?", "Ja, want het was tot midden jaren zestig helemaal niet toegestaan om te wisselen. Dat was onsportief. Daarna mocht alleen de keeper worden vervangen bij een blessure, en later ook één geblesseerde veldspeler. Totdat Kees Rijvers in 1969 in de wedstrijd ADO-FC Twente de regels omzeilde. Toen zijn tweede veldspeler in die wedstrijd geblesseerd raakte, bracht hij zijn reservedoelman Uwe Blotenberg in en zette hij keeper Piet Schrijvers in de spits. De KNVB zag het absurde van de situatie in en versoepelde de regels: vanaf dat moment mochten twee willekeurige spelers worden ­vervangen.", "3. Wordt Huntelaar bij Ajax als een pinchhitter beschouwd?", "Met het verstrijken der jaren – Huntelaar is 37 jaar – wordt hij steeds meer in die rol gemanoeuvreerd. Bij het Nederlands elftal gebeurde dat al eerder. Op het WK 2014 was hij als ‘supersub’ belangrijk voor Oranje in de achtste finales tegen Mexico. Bij een 1-0 achterstand kwam Huntelaar in het veld. In een paar minuten tijd bereidde hij de gelijkmaker van Wesley Sneijder voor en maakte hij vanaf de penaltystip koelbloedig 2-1.", "4. Hoe is het met de huidige vorm van The ­Hunter?", "Hij sprokkelt minuutjes, zoals hij vóór dit seizoen ook heeft afgesproken met trainer Erik ten Hag. Huntelaar verschijnt geregeld in het veld, ook omdat dit seizoen vijf wissels zijn toegestaan. In de eredivisie scoorde hij twee keer in negen invalbeurten. Huntelaar had Ajax vorige week een grote dienst kunnen bewijzen, maar deed dat niet. Zowel tegen Liverpool (kopbal) als FC Twente (schot) verzuimde de pinchhitter een mooie kans op de gelijkmaker te verzilveren.", "5. Bewaarde hij zijn doelpunt misschien voor een nóg belangrijker moment?", "Wie zal het zeggen. Ajax zit niet ruim in de centrumspitsen. Dusan Tadic zal tegen Atalanta Bergamo wel in de punt van de aanval beginnen, maar achter de Serviër is de spoeling dun. Lassina Traoré raakte zaterdag geblesseerd tegen FC Twente en Brian Brobbey (18) heeft nog geen hele wedstrijd in de eredivisie ge­speeld. Als de nood aan de man is, wordt Huntelaar van stal gehaald. Hij is oud maar nog niet versleten. Een ander ‘oudje’ deed onlangs van zich spreken in de Champions League. Olivier Giroud, 34 jaar, maakte voor Chelsea vier goals in de uitwedstrijd tegen Sevilla.", "6. Wat zijn de Europese statistieken van Huntelaar?", "De spits maakte 57 doelpunten in de verschillende internationale clubtoernooien: 14 in de Champions League, 33 in de Europa League/Uefa Cup en nog eens 10 in de voorronden. Hij scoorde voor het laatst in Europa in de voor­ronde van de Champions League tegen Paok Saloniki (2-2), in augustus 2019. Zijn eerste treffer in de Champions League maakte hij ook voor Ajax: een krachtige kopbal tegen Inter­nazionale (2-2), op 22 februari 2006."], "authors": ["Dick Sintenie"], "keywords": ["van", "hoe", "het", "eigenlijk", "met", "hij", "zijn", "huntelaar", "voor", "klaasjan", "een", "pinchhitter", "en", "ook", "tegen"], "pubDate": "2020-12-09T07:00:05+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}