{"id": "55569bc9-e77c-375f-9618-fcbd00182e4c", "title": "Laat gelijkgestemden eerst samen tot een fatsoenlijk standpunt komen voordat ze naar andere bubbels stappen", "url": "https://volkskrant.nl/columns-opinie/laat-gelijkgestemden-eerst-samen-tot-een-fatsoenlijk-standpunt-komen-voordat-ze-naar-andere-bubbels-stappen~b15ee754/", "summary": "Media leken doodsbang voor het verwijt een politieke kleur te verdedigen, dus elke bubbel moest overal een podium krijgen.\nMaar onbaatzuchtig als ik ben, pleit ik toch voor een lockdown voor opinies; een resolute scheiding der bubbels.\nDaarom vallen we ook liever niet de slimme mensen aan uit de andere groep, dat is veel te lastig.\nVoor je het weet verwijt je je hockeyteamgenoot dat zijn stemgedrag ertoe heeft geleid dat Nederland de zuigelingen die in kamp Moria door ratten worden gebeten in de stront laat zakken in de meest letterlijke zin van het woord.\nDoor alleen maar bezig te zijn met de tot karikatuur gemaakte mensen uit andere bubbels, ontwijk je de broodnodige discussie in je eigen omgeving.", "paragraphs": ["De flexibele opiniemaker verdedigt wekelijks een opinie waar op dat moment behoefte aan is. Ditmaal: stap terug in je bubbel.", "Opiniejaar 2020 was het jaar waarin we massaal uit onze bubbel stapten. Media leken doodsbang voor het verwijt een politieke kleur te verdedigen, dus elke bubbel moest overal een podium krijgen. Wie niet een krankzinnig breed scala aan opinies de revue liet passeren, was niet neutraal en dus verdacht.", "De Koning noemde het in zijn kersttoespraak een ‘manische meningenmachine’. Een machine waar ik als verkoper van diverse opinies grof geld aan verdien. Maar onbaatzuchtig als ik ben, pleit ik toch voor een lockdown voor opinies; een resolute scheiding der bubbels.", "De interesse in andere bubbels is negen van tien keer geveinsd en bedoeld om binnen de eigen bubbel punten te scoren. Daarom vallen we ook liever niet de slimme mensen aan uit de andere groep, dat is veel te lastig. Online zie je dat het best: op Twitter citeren gebruikers slecht onderbouwde standpunten uit andere bubbels om te benadrukken wat een sukkels het zijn; kijk hoe vernuftig ik deze anonieme droplul met als avatar The Joker in een PSV-shirt fileer.", "Kritiek binnen de eigen bubbel is ingewikkelder. Voor je het weet verwijt je je hockeyteamgenoot dat zijn stemgedrag ertoe heeft geleid dat Nederland de zuigelingen die in kamp Moria door ratten worden gebeten in de stront laat zakken in de meest letterlijke zin van het woord. Daar wordt de semi-illegale jaarclubborrel niet gezelliger van.", "Door alleen maar bezig te zijn met de tot karikatuur gemaakte mensen uit andere bubbels, ontwijk je de broodnodige discussie in je eigen omgeving. Laat gelijkgestemden daarom eerst samen tot een fatsoenlijk standpunt komen voordat ze naar andere bubbels stappen, want niemand zit te wachten op nog een jaar met matige meningen over aerosolen, Hongarije, vrijheid van meningsuiting, Arne Slot, jongerenbewegingen, luchtvaart, neoliberalisme, boeren en hoe vroeg die opstaan, privatisering, nationalisme, Akwasi, horecavergunningen of dor hout."], "authors": ["Thomas Hogeling"], "keywords": ["voordat", "komen", "gelijkgestemden", "zijn", "laat", "stappen", "naar", "uit", "ze", "andere", "te", "je", "van", "een", "tot", "standpunt", "voor", "samen", "het", "dat"], "pubDate": "2020-12-28T14:00:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}