{"id": "55574412-4352-3b0a-aaae-073189acaab2", "title": "De Vries maakt eerste meters in F1: 'Deze auto komt van een andere planeet'", "url": "https://nu.nl/formule-1/6096895/de-vries-maakt-eerste-meters-in-f1-deze-auto-komt-van-een-andere-planeet.html", "summary": "Nyck de Vries kan zijn geluk niet op nadat hij dinsdag zijn eerste meters in een Formule 1-auto heeft gemaakt.\n\"Wat een speciale dag was dit in deze geweldige auto\", aldus De Vries in een video.\nDie lijkt van een andere planeet te komen.\nVoor de 25-jarige De Vries, die in de Formule E namens Mercedes actief is, was het zijn eerste optreden in een Formule 1-auto.\nStoffel Vandoorne, die net als De Vries voor Mercedes in actie kwam, completeerde de top drie met 1.36,840.", "paragraphs": ["Nyck de Vries kan zijn geluk niet op nadat hij dinsdag zijn eerste meters in een Formule 1-auto heeft gemaakt. De Nederlander klokte namens Mercedes bij de Young Driver Test in Abu Dhabi de tweede tijd, achter Renault-coureur Fernando Alonso.", "\"Wat een speciale dag was dit in deze geweldige auto\", aldus De Vries in een video. \"Het is onvoorstelbaar waartoe deze machine allemaal in staat is. Die lijkt van een andere planeet te komen. Ik kon ongelooflijk laat remmen en met ontzettend veel snelheid door de bochten gaan. Ik wil Mercedes bedanken voor deze unieke kans.\"", "Voor de 25-jarige De Vries, die in de Formule E namens Mercedes actief is, was het zijn eerste optreden in een Formule 1-auto. Hij ging het Yas Marina Circuit rond in 1.36,595 en was daarmee twee tienden langzamer dan Alonso (1.36,333). Stoffel Vandoorne, die net als De Vries voor Mercedes in actie kwam, completeerde de top drie met 1.36,840.", "De 39-jarige Alonso zou met zijn tijd afgelopen zondag bij de kwalificatie voor de Grand Prix van Abu Dhabi nipt voor Renault-coureurs Esteban Ocon en Daniel Ricciardo zijn geëindigd. Volgend jaar neemt de tweevoudig wereldkampioen, die twee jaar geleden zijn laatste Grand Prix reed, de plaats in van de naar McLaren vertrekkende Ricciardo.", "De zogeheten Young Driver Test, de laatste testdag van het jaar, is bedoeld om talenten zonder contract in de Formule 1 aan het werk te zien. Naast Alonso en De Vries kwamen ook onder anderen Robert Kubica (Alfa Romeo) en Mick Schumacher (Haas) in actie.", "Het Grand Prix-seizoen werd afgelopen zondag al afgesloten in Abu Dhabi. Max Verstappen won de laatste race van het jaar.", "Alle cijfers van de Young Driver Test op een rij. (Afbeelding: Pirelli)"], "authors": ["Door"], "keywords": ["zijn", "vries", "van", "eerste", "een", "voor", "meters", "maakt", "het", "mercedes", "en", "deze", "komt", "formule", "die", "planeet", "f1"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}