{"id": "5561dbc0-2f85-37f2-922d-94c25ddc12f6", "title": "Hervorm de bijstand om meer onzekerheid en armoede te voorkomen", "url": "https://trouw.nl/opinie/hervorm-de-bijstand-om-meer-onzekerheid-en-armoede-te-voorkomen~b91211d8/", "summary": "De rechten in de bijstand zijn verder beknot: minder scholingsmogelijkheden en het effectief te besteden inkomen van bijstandsgerechtigden wordt tot 2035 jaarlijks verlaagd.\nDie uitkering is nu al gemiddeld ruim 100 euro per maand te laag om van rond te komen, waardoor steeds meer mensen in armoede leven.\nMinder reden om te helpenDeze combinatie van veel plichten, weinig kansen, onzekerheid en armoede is onhoudbaar.\nMits voldoende om van te kunnen leven, lost een basisinkomen inderdaad een deel van de onzekerheid op.\nGeen geld om je huis te verwarmen, voor 650.000 huishoudens in ons land is het de harde werkelijkheidAcht procent van de Nederlanders is te arm om zijn energiekosten op te hoesten.", "paragraphs": ["Biedt ons socialezekerheidsstelsel voldoende zekerheid, daarover is de afgelopen jaren toenemende twijfel. Zo betoogden de Wetenschappelijke Raad voor het Regeringsbeleid (WRR) en de commissie-Borstlap begin dit jaar dat de sociale zekerheid aan hervorming toe is, vooral om flexwerkers beter te beschermen.", "Intussen heeft de coronacrisis een grote groep flexwerkers werkloos gemaakt en de komende tijd zullen nog meer mensen terugvallen op een uitkering. En hoewel hun kansen op werk zijn afgenomen, wacht hen in de uitkering een streng regime gericht op uitstroom. De maximale duur van een WW-uitkering is verkort en de bijstand is strenger geworden. Er zijn plichten bijgekomen, zoals de verhuisplicht, kledingeisen, de taaleis en de verplichting om werk te accepteren dat niet aansluit bij je opleiding, ervaring of wensen. De rechten in de bijstand zijn verder beknot: minder scholingsmogelijkheden en het effectief te besteden inkomen van bijstandsgerechtigden wordt tot 2035 jaarlijks verlaagd.", "Die uitkering is nu al gemiddeld ruim 100 euro per maand te laag om van rond te komen, waardoor steeds meer mensen in armoede leven. En wie een woning deelt met een volwassen kind of mantelzorger krijgt een lagere uitkering, ongeacht het inkomen van die ‘woningdeler’. De overheid houdt vast aan deze strenge aanpak, ondanks de altijd nog geringe baankansen van bijstandsgerechtigden.", "Minder reden om te helpen", "Deze combinatie van veel plichten, weinig kansen, onzekerheid en armoede is onhoudbaar. Het is hoog tijd om de bijstand te herzien. Steeds vaker klinkt het basisinkomen als alternatief. Voor linkse partijen interessant vanwege de inkomenszekerheid en voor rechtse partijen omdat werken dan altijd loont.", "Mits voldoende om van te kunnen leven, lost een basisinkomen inderdaad een deel van de onzekerheid op. Maar recente berekeningen van het Centraal Planbureau en D66 laten zien dat het basisinkomen daarvoor ontoereikend zou zijn.", "Een tweede bezwaar is dat een basisinkomen de overheid en werkgevers minder reden geeft om bijstandsgerechtigden te helpen werk te vinden. Sommigen raken daardoor (verder) geïsoleerd, zijn niet in staat een maatschappelijke bijdrage te leveren en wordt een bron van (zelf)respect ontzegd. Ook kan het de flexibilisering van de arbeidsmarkt verder stimuleren. Dat zet de bescherming van nu nog vaste banen op de tocht. Het basisinkomen is dus geen oplossing voor de huidige problemen in de bijstand.", "Er zijn alternatieven die bijstandsgerechtigden meer zekerheid en kansen bieden. Ten eerste de basisbaan voor mensen die (nog) niet of niet meer bemiddelbaar zijn voor regulier werk. Dit zijn door de overheid gefinancierde banen in de publieke sector. Te denken valt aan extra hulp in de klas of aan ondersteuning van zorgpersoneel. Om te voorkomen dat de basisbaan net als de Melkertbaan ten onder gaat aan haar stigmatiserende werking is het wel van belang dat doorstroming mogelijk blijft, maar niet noodzakelijk is.", "Verplaatsen van de lasten", "Een tweede alternatief is het instellen van arbeidspools, een trend die al langer bestaat. Zij nemen bijstandsgerechtigden en desgewenst ook flexwerkers in vaste dienst, en verzekeren de werkende van een vast inkomen. Daarmee verplaatsen we de meeste lasten van de flexibele arbeidsmarkt van werknemers naar werkgevers en de overheid.", "Voor diegenen die toch op de bijstand aangewezen blijven is het belangrijk dat de uitkering voldoende is om van te leven. Voor woningdelers zou de bijstand niet langer afhankelijk moeten zijn van de samenstelling van het huishouden. Individualisering van het recht op bijstand zou niet alleen het probleem van een te laag inkomen oplossen, maar ook de grillen van flexibilisering temperen, omdat onzekerheid over de arbeidsmarktpositie van één gezinslid dan geen directe consequenties heeft voor de zekerheden van huisgenoten. Met deze voorstellen willen we aanzetten tot een bijstand die voldoende inkomen én werkzekerheid biedt.", "Deze maand verscheen ‘Streng maar onrechtvaardig’ (Uitgeverij van Gennep) onder redactie van Thomas Kampen, Melissa Sebrechts, Trudie Knijn en Evelien Tonkens.", "Lees ook:", "In Den Bosch lukt het wél om bijstandsgerechtigden aan het werk te krijgen", "Gemeenten kunnen meer werk creëren voor mensen die langdurig in de bijstand zitten. Maar dan moeten ze de middelen die ze hebben wel beter benutten. ‘s-Hertogenbosch neemt het voortouw.", "Geen geld om je huis te verwarmen, voor 650.000 huishoudens in ons land is het de harde werkelijkheid", "Acht procent van de Nederlanders is te arm om zijn energiekosten op te hoesten. Om dit te bestrijden is landelijke actie nodig, zegt TNO, maar daar komt tot nu toe weinig van terecht.", "De bijstand gaat euro voor euro omlaag; de Landelijke Cliëntenraad waarschuwt voor armoede", "Er wordt al jaren gekort op de bijstand. Nu er een crisis heerst zal de armoede daardoor toenemen, vreest de Landelijke Cliëntenraad."], "authors": ["Thomas Kampen En Melissa Sebrechts"], "keywords": ["zijn", "van", "onzekerheid", "hervorm", "voor", "en", "om", "een", "voorkomen", "te", "bijstand", "armoede", "op", "het", "meer"], "pubDate": "2020-12-28T11:08:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}