{"id": "5564cc35-aa49-3dee-8942-5d5afebe3364", "title": "Het Bonnetje van Karin Luiten: 'Supermarkt is noodzakelijk kwaad'", "url": "https://nu.nl/geldzaken/6091881/het-bonnetje-van-karin-luiten-supermarkt-is-noodzakelijk-kwaad.html", "summary": "\"Voor mijn werk is het ideaal dat ik in hartje Amsterdam woon, er zijn zoveel speciaalzaken in de buurt.\nDe laatste die ik zag was een mix voor een tarte tatin (een Franse taart, red.\n\"Ja, ik heb twee fietstassen waar veel in kan. Thuis laten bezorgen doe ik niet, behalve als ik een groot project heb, zoals pas.\nToen heb ik een nieuwe versie gemaakt van mijn eerste zonder-pakjes-en-zakjeskookboek, De makkelijke keuken.\nAls ik een toetje voor zes personen heb gemaakt voor een recept, breng ik de rest bij mijn buren.", "paragraphs": ["Elke dag naar de super om de hoek en alleen maar A-merken inslaan, of één keer per week alle koopjes af? In de rubriek Het Bonnetje spraken we ruim twee jaar lang elke week met een gewone (of iets minder gewone) Nederlander over zijn of haar supermarktstrategie. We sluiten de rubriek eind 2020 af met een reeks BN'ers. Deze week: Karin Luiten, bekend van haar 'zonder-pakjes-en-zakjeskookboeken'.", "Wie: Karin Luiten", "Verdient de kost met: kookboeken schrijven", "Woont: in Amsterdam", "Het bonnetje van Karin 1 kilo hertenboutpoulet 30,55 euro", "Totaal: 30,55 euro", "Nou, dit is niet alledaags…", "\"Nee, dit is voor Kerst! Ik ben een kerstmenu aan het testen voor Trouw, waar ik wekelijks recepten voor schrijf. Het recept kan met hertenbout of runderlappen worden gemaakt. Ik koop veel van mijn boodschappen bij speciaalzaken. Ik zou diep ongelukkig zijn als mijn groenteboer ermee zou stoppen.\"", "Haha, waarom?", "\"Er is zo'n uitgebreid assortiment, veel meer dan bij een supermarkt. En als er iets niet is, kan mijn groenteboer daar aan komen. Ook zijn er bijzondere paddenstoelen, verkoopt hij wat er beschikbaar is in de seizoenen… Ja, naar de supermarkt gaan is noodzakelijk kwaad, maar naar de groenteboer echt een uitje.\"", "\"Voor mijn werk is het ideaal dat ik in hartje Amsterdam woon, er zijn zoveel speciaalzaken in de buurt. Zoals een Iraanse, waar ik al mijn kruiden haal in van die handige bakjes. Al die zaken zorgen voor inspiratie en nieuwe receptideeën.\"", "Karin doet al haar boodschappen voor haar werk zelf. (Foto: privécollectie)", "Maar u komt nog wel eens bij de supermarkt?", "\"Ja, ik denk wel vier keer per week. Voor zuivel, pindakaas, wat andere dingen. Ik schrik altijd wel van de berg plastic die ik overhoud. Van die bakjes met verse kruiden, bijvoorbeeld. Ik snap dat het handig is, maar toch… Bij de groenteboer koop ik een los bosje.\"", "\"Wat betreft pakjes en zakjes is het wel inspirerend om in de supermarkt te zijn, ik kijk altijd of er gekke nieuwe kant-en-klare mixen liggen. De laatste die ik zag was een mix voor een tarte tatin (een Franse taart, red.), pfoe! Soms koop ik zo'n mix, om het thuis uit te proberen, zodat ik er over kan schrijven en een goed alternatief kan verzinnen.\"", "Doet u alle boodschappen voor uw kookwerk zelf?", "\"Ja, ik heb twee fietstassen waar veel in kan. Thuis laten bezorgen doe ik niet, behalve als ik een groot project heb, zoals pas. Toen heb ik een nieuwe versie gemaakt van mijn eerste zonder-pakjes-en-zakjeskookboek, De makkelijke keuken. Ik heb alle recepten opnieuw gemaakt. Je had daarvoor mijn bonnetje moeten zien, dat was wel zo'n drie A4'tjes lang.\"", "En wie eet het allemaal op?", "\"Mijn man en ik, maar ook mijn buren! Ik woon in een appartementencomplex. Als ik een toetje voor zes personen heb gemaakt voor een recept, breng ik de rest bij mijn buren. Als ik veel heb gekookt voor mijn kookboeken, app ik dat ze eten kunnen afhalen. Mijn man is opperproever, mijn buren mijn testpanel. Het zijn dankbare slachtoffers.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["van", "kwaad", "noodzakelijk", "supermarkt", "het", "voor", "zijn", "ik", "bonnetje", "een", "mijn", "en", "luiten", "er", "heb", "karin"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}