{"id": "55699c79-a09c-36d1-809c-71905b4c1707", "title": "Weet Hugo de Jonge dat miljoenen vaccins vertraagd zijn?", "url": "https://nrc.nl/nieuws/2021/01/07/vaccins-komen-later-dan-gepland-a4026700", "summary": "Voor De Jonge moet het een opluchting zijn geweest dat het Europees Geneesmiddelenbureau (EMA) woensdag het Moderna-vaccin heeft goedgekeurd.\nDaarmee is er een tweede vaccin en kan de inentingscampagne in Nederland, dat als laatste EU-land begon, meer vaart krijgen.\nEr zijn geen signalen dat er een kink in de kabel komt.\nHet Franse farmaciebedrijf Sanofi, waarvan Nederland 11,7 miljoen vaccins heeft besteld, heeft onlangs aangegeven dat er vertraging is ontstaan.\nCureVac begon drie weken geleden met ‘testfase 3’, het testen van het vaccin onder een grote groep mensen.", "paragraphs": ["Reikhalzend keek Nederland uit naar de nieuwste vaccinatieplannen die minister Hugo de Jonge (Volksgezondheid, CDA) deze week bekendmaakte. Eerder was hij onder vuur komen te liggen omdat lang onduidelijk bleef wie wanneer en vooral met welk vaccin ingeënt zou worden. Een nieuwe, gedetailleerdere strategie moest de langverwachte duidelijkheid verschaffen.", "Maar als het om de vaccins gaat, is het zeer de vraag of het nieuwste schema niet te optimistisch is, omdat er oponthoud is bij de ontwikkeling van een aantal daarvan. De minister waarschuwde maandag weliswaar wederom dat er nog veel onzekerheden zijn, omdat vaccins eerst officieel moeten worden goedgekeurd en afgesproken leveringen wel nagekomen moeten worden. Tegelijkertijd is er veel wat hij niet vertelde maar wel kon weten.", "Voor De Jonge moet het een opluchting zijn geweest dat het Europees Geneesmiddelenbureau (EMA) woensdag het Moderna-vaccin heeft goedgekeurd. Daarmee is er een tweede vaccin en kan de inentingscampagne in Nederland, dat als laatste EU-land begon, meer vaart krijgen. Van dit vaccin heeft De Jonge er het minst besteld: 6,2 miljoen doses, goed voor 3,1 miljoen mensen. Het ministerie van VWS meldde dinsdag dat de eerste levering van dertienduizend doses waarschijnlijk volgende week plaatsvindt. Er zijn geen signalen dat er een kink in de kabel komt.", "Tekst gaat verder onder de grafiek", "Vertraging", "Voor andere vaccins geldt dat niet. Het Franse farmaciebedrijf Sanofi, waarvan Nederland 11,7 miljoen vaccins heeft besteld, heeft onlangs aangegeven dat er vertraging is ontstaan. De beoogde marktintroductie is uitgesteld naar eind 2021. In zijn nieuwste plannen gaat minister De Jonge echter nog steeds uit van levering van 5,85 miljoen doses in het derde kwartaal, en eenzelfde aantal in het vierde. Hij gaat verder niet in op het Sanofi-vaccin.", "Volgens de minister zal het Duitse CureVac in het eerste kwartaal beginnen met leveren, maar het moet blijken of dat gaat lukken. CureVac begon drie weken geleden met ‘testfase 3’, het testen van het vaccin onder een grote groep mensen. De duur van die onderzoeken is lastig te voorspellen, die is afhankelijk van hoe snel voldoende personen in de testgroep besmet raken. Dat kan soms weken duren, en nu er overal weer lockdowns zijn ingevoerd zal het proces er mogelijk niet sneller op gaan.", "De eerste resultaten worden ergens dit kwartaal verwacht, zei CureVac recent. In datzelfde kwartaal moet ook de beoordeling van die resultaten door het EMA beginnen, in een zogeheten ‘rollend onderzoek’. Bij Moderna zat er tussen het begin van dat proces en goedkeuring zes weken. Bij Pfizer tweeënhalve maand. Het is niet uitgesloten dat goedkeuring in het eerste kwartaal gehaald wordt, maar krap is het zeker. In zijn nieuwe plannen vermeldt de minister niets over CureVac.", "Grof geschut", "En dan is er nog het vaccin van Oxford/AstraZeneca, oorspronkelijk het grove geschut in de vaccinatiecampagne maar inmiddels de grote onzekere factor. Van dit vaccin heeft Nederland 11,7 miljoen doses besteld. De Jonge gaat er nog steeds vanuit dat AstraZeneca 4,5 miljoen vaccins levert in het huidige kwartaal, en 5,2 miljoen in het volgende. Hij verwacht dat „in april/mei” kan worden gestart met vaccineren van gezonde mensen tussen de 18 en 60. En half februari al met inenten van 60-minners met medische problemen.", "Of dat realistisch is, is zeer twijfelachtig. Er is vertraging ontstaan door rommelige testresultaten. In een persbericht van 30 december zei het EMA dat het „extra data met betrekking tot kwaliteit, veiligheid en effectiviteit” wil hebben van de fabrikanten. Sindsdien is het stil rond dit vaccin zowel van de kant van AstraZeneca als van het EMA. Het farmaciebedrijf heeft nog niet eens een aanvraag ingediend om het officiële goedkeuringstraject te starten, hoewel het als eerste de procedure bij de toezichthouder begon. De grote vraag is of het EMA, op basis van de huidige en nog benodigde data, een formele goedkeuring kan afgeven, of dat delen van het onderzoek over moeten.", "In een reactie laat een woordvoerder weten dat het ministerie op de hoogte is van de vertraging bij Sanofi en dat levering van het vaccin in het derde kwartaal „mogelijk niet haalbaar zal zijn”. „Daarom staat er boven de tabellen ook een disclaimer. Hoe verder in de tijd, hoe groter de onzekerheid van mogelijke leveringen.”", "Dat Sanofi en CureVac in de laatste plannen niet verder worden besproken, komt volgens hem omdat „we ons hebben gericht op de vaccins van de leveranciers die in het eerste kwartaal van 2021 mogelijk tot levering kunnen overgaan. Deze zijn het meest relevant voor de start van de vaccinatiecampagne.” Opmerkelijk is dan wel dat CureVac onbesproken blijft, want De Jonge gaat uit van levering van het vaccin in het eerste kwartaal (600.000 doses).", "‘Optimistisch’", "De Jonge schrijft zelf in zijn vaccinatieplan over de onzekerheden bij AstraZeneca dat het EMA in de eerste week van januari de nieuwe data bespreekt. Dat zou tot een procedure moeten leiden „die gericht is op het zo snel als mogelijk afgeven van een positief advies aangaande de veiligheid en effectiviteit van het vaccin […].” De Jonge: „Ik ben optimistisch dat we zo snel als verantwoord is, ook in de EU over dit vaccin kunnen beschikken.”", "Toch lijkt het niet verrassend dat De Jonge alvast vaccins heeft bijbesteld van Pfizer/BioNTech, het eerste vaccin dat beschikbaar werd. En dat hij de Gezondheidsraad en het Outbreak Management Team (OMT) afgelopen week heeft gevraagd te onderzoeken of, net als in het Verenigd Koninkrijk, de tweede prik van vaccins kan worden uitgesteld, en een grotere groep een eerste prik kan worden gegeven, om zo meer mensen (enige) bescherming te geven. De minister heeft tevens om advies gevraagd of mensen eerst inenten met het ene vaccin en daarna met het andere, een optie is.", "Pfizer en BioNTech hebben gewaarschuwd de tijd tussen twee prikken niet langer te maken, omdat het onduidelijk is of het vaccin dan nog dezelfde bescherming biedt. Die bedrijven hebben er belang bij dat zo veel mogelijk vaccins verstrekt worden. Maar ook medici zijn kritisch.", "M.m.v. Hanneke Chin-A-Fo", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 januari 2021"], "authors": ["Chris Hensen", "Leestijd Minuten"], "keywords": ["er", "zijn", "van", "jonge", "en", "eerste", "een", "weet", "vaccins", "miljoenen", "vertraagd", "hugo", "vaccin", "het", "niet", "dat"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}