{"id": "5578b41e-ea51-3e8f-84ee-352a7ba1bf04", "title": "Leidse raad stemt in met komst woontorens in De Mors en Vondelkwartier", "url": "https://nu.nl/leiden/6097128/leidse-raad-stemt-in-met-komst-woontorens-in-de-mors-en-vondelkwartier.html", "summary": "De Leidse gemeenteraad heeft dinsdagavond met een ruime meerderheid ingestemd met de komst van vier woontorens voor de ontwikkeling van De Mors en het Vondelkwartier.\nEen van die torens wordt zeker 70 meter hoog.\nDie groep pleit tegen de komst van zulke hoge woontorens, omdat die het uitzicht van omwonenden zouden belemmeren.\nVerschillende raadsleden complimenteerden het actiecomité dinsdagavond echter wel met het plan en ook wethouder Fleur Spijker (Wonen) bedankte de wijk voor haar inzet.\nSOS Mors had zich eerder aan de hand van een protestactie - conform de coronamaatregelen - uitgesproken tegen de komst van de woontorens.", "paragraphs": ["De Leidse gemeenteraad heeft dinsdagavond met een ruime meerderheid ingestemd met de komst van vier woontorens voor de ontwikkeling van De Mors en het Vondelkwartier. Een van die torens wordt zeker 70 meter hoog.", "Het besluit leidt tot onvrede bij actiecomité SOS Mors. Die groep pleit tegen de komst van zulke hoge woontorens, omdat die het uitzicht van omwonenden zouden belemmeren. SOS Mors had daarom een alternatief plan voorgesteld, maar de gemeente heeft dit naast zich neergelegd.", "Verschillende raadsleden complimenteerden het actiecomité dinsdagavond echter wel met het plan en ook wethouder Fleur Spijker (Wonen) bedankte de wijk voor haar inzet.", "Bart Hendriks van het actiecomité vindt het jammer dat het plan geen kans heeft gekregen. \"Ons plan wordt omarmd door de buurt. Nieuwe bewoners zijn hier welkom. Maar er is niet met ons gesproken over dit alternatief.\"", "SOS Mors had zich eerder aan de hand van een protestactie - conform de coronamaatregelen - uitgesproken tegen de komst van de woontorens. Met twee krachtige lichtbundels werd de beoogde bouwhoogte weergegeven."], "authors": ["Door"], "keywords": ["woontorens", "van", "plan", "mors", "die", "een", "vondelkwartier", "het", "en", "raad", "heeft", "komst", "leidse", "stemt", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}