{"id": "559dc488-9ea6-350d-8a1e-2785b949839f", "title": "De Boer bestrijdt Polen met frisse benen", "url": "https://www.parool.nl/sport/de-boer-bestrijdt-polen-met-frisse-benen~b9dc64c3/", "summary": "Coach Frank de Boer van het Nederlands elftal tijdens de training ter voorbereiding op het Nations Leagueduel tegen Polen.\nToen was het Nederlands elftal in de ban van het slotakkoord in de Nations League.\n“Als ze spelen zoals afgelopen zondag het eerste halfuur tegen Polen, dan maakt Italië het af,” beseft De Boer.\nNu is de Final Four in oktober volgend jaar, middenin het clubseizoen en tijdens de kwalificatie voor het WK 2022 in Qatar.\nDe Boer kiest tegen Polen dus voor ‘frisse benen’.", "paragraphs": ["Coach Frank de Boer van het Nederlands elftal tijdens de training ter voorbereiding op het Nations Leagueduel tegen Polen. Beeld ANP", "Polen-uit? Dat is woensdagavond in het Slaski Stadion in Chorzow geen wedstrijd meer met het mes op de keel. Je merkt het aan veel dingen in aanloop naar het duel. Normaal zou Oranje daar strijden tegen de beste spits ter wereld. Maar Robert Lewandowski is er hoogstwaarschijnlijk niet bij. Lichte blessure, is de officiële lezing, maar duidelijk is vooral dat Lewandowski geen risico gaat nemen nu hij vanaf donderdga weer in een moordend clubschema verder moet bij Bayern München.", "Ook bij Oranje krijgen spelers rust. “We willen frisse benen in het team,” zegt bondscoach Frank de Boer. Die frisheid gaat bijvoorbeeld komen van Donyell Malen. De spits van PSV speelde in dit interlandblok nog geen minuut, terwijl Luuk de Jong twee volledige duels afwerkte met Spanje en Bosnië. Malen is daarnaast ook een ander type spits. In de aanval wordt verder Calvin Stengs aan de aftrap verwacht.", "“Zorg dat je heel terugkomt straks.” Dat zeiden ze tien dagen geleden bij Liverpool tegen Georginio Wijnaldum. Die opdracht zit niet alleen bij hem, maar bij alle spelers in het achterhoofd.", "Slotakkoord", "Hoe anders was het twee jaar geleden in deze week. Toen was het Nederlands elftal in de ban van het slotakkoord in de Nations League. Oranje ging op bezoek in Duitsland en kon zich daar plaatsen voor de eerste finale-editie van het nieuwe Uefa-toernooi. Bondscoach was toen nog Ronald Koeman. Hij vertelde later dat spelers eigenlijk niet voldoende hersteld waren van de 2-0 zege drie dagen eerder tegen Frankrijk. Maar ja, iedereen zat in een flow, wilde tegen Duitsland meedoen.", "Het werd in Gelsenkirchen snel 2-0, maar Oranje herpakte zich en toen het 2-1 stond in de slotfase ging Virgil van Dijk als een stormram mee naar voren. In de 90ste minuut maakte de captain zowaar 2-2 en bezorgde Oranje daarmee een ticket voor de finaleronde.", "Woensdag zit die Final Four halen er ook nog in. Oranje is daarvoor afhankelijk van Italië, de koploper in de poule, die zou moeten uitglijden bij het al gedegradeerde Bosnië. “Als ze spelen zoals afgelopen zondag het eerste halfuur tegen Polen, dan maakt Italië het af,” beseft De Boer. “Ze waren toen echt indrukwekkend. Maar goed, je weet het nooit.”", "Woestijn", "Hoe erg is het om die Final Four dit keer te missen? De eerste keer gaf deelname Oranje weer status na een tijdlang dolen door de woestijn. Het minitoernooi in juni 2019 kwam er na twee mislukte EK/WK-kwalificatieronden. Eindelijk telde Nederland weer mee, vijf jaar na de bronzen plak onder Louis van Gaal in Brazilië.", "Nu is de Final Four in oktober volgend jaar, middenin het clubseizoen en tijdens de kwalificatie voor het WK 2022 in Qatar. Het is daarmee minder aanlokkelijk. Niet iets waarvoor spelers woensdagavond risico nemen met hun gezondheid.", "Daar komt bij: de belangrijkste prijs van deze week is al binnen: een plek in pot 1 voor de WK-kwalificatieloting. Die is komende maand en Oranje ontloopt de toplanden België, Frankrijk, Spanje, Italië, Duitsland, Engeland en Portugal.", "De Boer kiest tegen Polen dus voor ‘frisse benen’. Aannemelijk is trouwens dat ook Owen Wijndal niet start. Drie basisplaatsen in zeven dagen voor een speler die pas net is gedebuteerd? Dat zou bijzonder zijn."], "authors": ["Maarten Wijffels"], "keywords": ["bestrijdt", "oranje", "van", "bij", "polen", "boer", "het", "met", "die", "benen", "voor", "frisse", "een", "en", "dat", "tegen"], "pubDate": "2020-11-18T15:25:32+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}