{"id": "559f1597-0aab-3a22-a7d0-ae6dfddcabcc", "title": "Ook darter Van der Voort zit vast in Engeland", "url": "https://www.parool.nl/sport/ook-darter-van-der-voort-zit-vast-in-engeland~bccb2dc6/", "summary": "Vincent van der Voort.\nBeeld BSR Agency“Eerst werd mijn vlucht geannuleerd en even later ook mijn trein,” zegt Van der Voort (45) vanuit zijn hotelkamer in Londen.\nVan der Voort wilde een week naar huis, omdat hij pas dan weer hoeft te spelen tegen zijn volgende opponent.\nReizen van en naar het Verenigd Koninkrijk is door een mutatie van het coronavirus stilgelegd.\nVan der Voort dart elke dag een uur en vult zijn tijd verder met wandelen en lezen.", "paragraphs": ["Vincent van der Voort. Beeld BSR Agency", "“Eerst werd mijn vlucht geannuleerd en even later ook mijn trein,” zegt Van der Voort (45) vanuit zijn hotelkamer in Londen. De darter kwalificeerde zich zondagavond in Alexandra Palacena voor de derde ronde na winst op de Nederlander Ron Meulenkamp.", "Van der Voort wilde een week naar huis, omdat hij pas dan weer hoeft te spelen tegen zijn volgende opponent. Maar dat kon ineens niet meer. Reizen van en naar het Verenigd Koninkrijk is door een mutatie van het coronavirus stilgelegd. “Dat was voor mij misschien wel het goede moment. Als het later was geweest, had ik niet terug kunnen komen uit Nederland en lag ik uit het toernooi.”", "Michael van Gerwen", "Landgenoot Michael van Gerwen besloot wel naar huis te rijden, maar keerde na een paar uur bij zijn gezin halsoverkop terug. Pas zondagavond laat was de meervoudig kampioen weer terug in Londen.", "De twee zijn in het hotel de komende week veel op elkaar aangewezen. Van der Voort dart elke dag een uur en vult zijn tijd verder met wandelen en lezen. Hij hoopt na een uitschakeling in een van de volgende rondes of na afloop van het toernooi snel naar huis te kunnen. “Dat is dan echt het enige wat ik wil. Zo snel als mogelijk.”"], "authors": ["Thomas Sijtsma"], "keywords": ["voort", "zijn", "van", "zit", "darter", "en", "naar", "der", "een", "vast", "ook", "engeland", "te", "het", "terug"], "pubDate": "2020-12-21T18:20:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}