{"id": "55abbb6a-fc42-3db3-bc84-30af1a9d8c62", "title": "The Jazz Influencers: aansprekend werk van millennials", "url": "https://www.parool.nl/kunst-media/the-jazz-influencers-aansprekend-werk-van-millennials~b57b2591/", "summary": "Jazz Orchestra of the Concertgebouw, The Jazz Influencers.\nHet Jazzorchestra of the Concertgebouw bestaat onder die titel sinds 1999 en dankt zijn naam aan Martijn Sanders, die destijds de directeur was van het Concertgebouw en een grote liefde had (en heeft) voor jazz.\nZijn opvolger, Dennis Mackrel (ooit leider van het Count Basie Orchestra), ging voortvarend te werk.\nDe twaalf stukken werden live opgenomen in de Bernard Haitinkzaal van het Conservatorium van Amsterdam, wat de naam van de bigband enigszins relativeert, maar dat mag de pret niet drukken.\nAlle stukken – van Gideon van Gelder, Joris Roelofs, Reinier Baas, Maartje Meijer, Ben van Gelder, Tineke Postma, Simin Tander, Morris Kliphuis en Maarten Hogenhuis – zijn volledig overtuigend, de arrangementen klinken als een klok en de musici spelen fantastisch.", "paragraphs": ["Jazz Orchestra of the Concertgebouw, The Jazz Influencers.", "Het Jazzorchestra of the Concertgebouw bestaat onder die titel sinds 1999 en dankt zijn naam aan Martijn Sanders, die destijds de directeur was van het Concertgebouw en een grote liefde had (en heeft) voor jazz. Daarmee werd het gebouw waar alles mooier klinkt het enige dat zowel een symfonieorkest als een bigband naar zich vernoemd weet.", "Dirigent Henk Meutgeert ging in 2014 met pensioen. Zijn opvolger, Dennis Mackrel (ooit leider van het Count Basie Orchestra), ging voortvarend te werk. Met het album Crossroads won het orkest in 2019 de Edison Jazz/World.", "De cd The Jazz Influencers, waarop de band wordt geleid door Rob Horsting (die ook voor de meeste arrangementen tekent), is er een vervolg op. Opnieuw zijn alle stukken geschreven door Nederlandse jazzcomponisten, dit keer allen millennials, waarbij zich blijkbaar automatisch het nogal vage begrip influencer aandient.", "De muziek is er niet minder aansprekend door. De twaalf stukken werden live opgenomen in de Bernard Haitinkzaal van het Conservatorium van Amsterdam, wat de naam van de bigband enigszins relativeert, maar dat mag de pret niet drukken.", "Alle stukken – van Gideon van Gelder, Joris Roelofs, Reinier Baas, Maartje Meijer, Ben van Gelder, Tineke Postma, Simin Tander, Morris Kliphuis en Maarten Hogenhuis – zijn volledig overtuigend, de arrangementen klinken als een klok en de musici spelen fantastisch."], "authors": ["Erik Voermans"], "keywords": ["concertgebouw", "door", "zijn", "van", "influencers", "stukken", "en", "jazz", "een", "aansprekend", "millennials", "het", "werk", "die"], "pubDate": "2021-01-08T09:24:39Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}