{"id": "55bc67c4-6bea-3d32-9483-cf47e6e9faf1", "title": "Utrecht vraagt minister Ollongren aanvragen nieuwbouw snel goed te keuren", "url": "https://nu.nl/utrecht/6095372/utrecht-vraagt-minister-ollongren-aanvragen-nieuwbouw-snel-goed-te-keuren.html", "summary": "De regio Utrecht heeft minister Kajsa Ollongren (Binnenlandse Zaken en Koninkrijksrelaties) met klem gevraagd om de aanvragen voor de nieuwbouw van ruim 6.700 woningen goed te keuren.\nDe aanbouw van nieuwe woningen is urgent voor de regio en kan met toestemming van de minister sneller worden uitgevoerd.\nDoor de aanvragen van de regio Utrecht te honoreren zou minister Ollongren verschillende gemeenten een bijdrage vanuit de Woningbouwimpuls kunnen geven voor het oplossen van het woningtekort.\nMet de Woningbouwimpuls stimuleert het kabinet de bouw, onder meer van betaalbare woningen, voor starters en mensen met een laag en middeninkomen.\nDe woningen waarvoor de aanvragen zijn, moeten in Utrecht in het Beurskwartier komen, het gebied rond station Utrecht Centraal.", "paragraphs": ["De regio Utrecht heeft minister Kajsa Ollongren (Binnenlandse Zaken en Koninkrijksrelaties) met klem gevraagd om de aanvragen voor de nieuwbouw van ruim 6.700 woningen goed te keuren. 2.492 van die huizen komen in de gemeente Utrecht.", "De aanbouw van nieuwe woningen is urgent voor de regio en kan met toestemming van de minister sneller worden uitgevoerd. Het grootste deel van de concrete bouwprojecten komt op de zogeheten versnellingslocaties van de Woondeal; plaatsen waar volgens afspraak versneld nieuwe woningen kunnen worden gebouwd.", "Door de aanvragen van de regio Utrecht te honoreren zou minister Ollongren verschillende gemeenten een bijdrage vanuit de Woningbouwimpuls kunnen geven voor het oplossen van het woningtekort.", "Met de Woningbouwimpuls stimuleert het kabinet de bouw, onder meer van betaalbare woningen, voor starters en mensen met een laag en middeninkomen. De woningbouwimpuls richt zich op het versneld ontwikkelen van grote woningbouwlocaties waar ten minste vijfhonderd woningen gebouwd worden. Hiervoor is 1 miljard euro beschikbaar.", "De woningen waarvoor de aanvragen zijn, moeten in Utrecht in het Beurskwartier komen, het gebied rond station Utrecht Centraal. De andere gemeenten waar nieuwe woningen moeten komen zijn Nieuwegein, Woerden en de Ronde Venen."], "authors": ["Door"], "keywords": ["woningbouwimpuls", "regio", "snel", "vraagt", "goed", "van", "woningen", "aanvragen", "het", "keuren", "minister", "ollongren", "waar", "nieuwbouw", "worden", "te", "utrecht", "en", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}