{"id": "55c21df3-3120-3209-b2ce-3c2b9e720cb8", "title": "Amsterdamse volkstuinders in de rats om extreme huurverhoging", "url": "http://trouw.nl/binnenland/amsterdamse-volkstuinders-in-de-rats-om-extreme-huurverhoging~b3e7bd43/", "summary": "Wat is de lol van een volkstuin?\nZo krijgen ook anderen een kans om te tuinieren met concepten als één jaar huur, of gemeenschappelijke tuinen.\nZij schreef afgelopen donderdag een brief aan de gemeenteraad waarin ze – waarschijnlijk geschrokken van het aanzwellende protest – gas terugneemt.\nWij willen overleggen, maar complete verantwoordelijkheid houden.”Lees ook:Het geheim van de volkstuinDe wachtlijsten voor een lapje grond worden steeds langer.\nVolkstuinders Suzanne de Boer en Marieke de Geus schreven een boek over het ‘volks­tuin­gevoel’ en het belang ervan voor de natuur.", "paragraphs": ["Wat is de lol van een volkstuin? In tuinpark Kweeklust in Amsterdam-Noord hebben plassen de weg overgenomen. Auto’s rijden op de naastgelegen ringweg A10. De to-do-lijst voor een tuin eindigt nooit, en dan moet het krakkemikkige huisje nog geschilderd. Zelfs in de winter komt er een dwingende bestuursmail over de juiste aanlevering voor de hakselaar. ‘Afgezaagde kant naar voren!’ ‘Loofhout en naaldhout scheiden.’ ‘Geen wilgen!’", "Voorzitter Freek Kluen legt de lol uit, bij een straalkachel in het clubhuis. Aan de kapstok twee groene waadpakken, op tafel een dode vlieg. “Wij zijn bermtoeristen 2.0. Dat verkeersgedruis verdwijnt naar de achtergrond, wij horen een ijsvogel.” Hoewel hij zijn bril verloor toen hij bij het schoeien van de slootrand voorover in de modder viel, blijft hij lyrisch: niets is mooier dan zelfgekweekte courgettes en tomaten te eten. “Of juist na zo’n fietstocht te ontspannen in het groen.”", "Petitie", "De anders zo tevreden bezitters van 8000 tuintjes in veertig tuinparken in de uitdijende hoofdstad zijn collectief van slag. Wat is er loos dat binnen een week ruim 26.000 mensen een petitie tekenen tegen de plannen van wethouder Marieke van Doorninck (GroenLinks)? Zij wil de huren van deze ‘groene parels’ verhogen met 500 tot 800 procent, onder meer om riolering aan te leggen.", "Net als elke volkstuinder prijst Kluen het gevoel van cohesie dat zo specifiek is voor deze gemeenschappen. De parken floreren al ruim honderd jaar, ook dankzij veel uren vrijwilligerswerk in de algemene delen. “Jong en oud, arm en rijk zijn hier samen bezig het zo mooi mogelijk te maken. Zo’n sterk weefsel zou je in elke woonbuurt willen hebben. En juist dat zet de GroenLinks-wethouder nu onder druk.”", "Het college wil daarnaast, met het oog op tienduizenden nieuwbouwbewoners, extra groen scheppen door 20 procent van de tuinparken openbaar te maken met fiets- en wandelpaden. Bovendien moeten tuinparken permanent open gaan en ‘diverser’ worden. Zo krijgen ook anderen een kans om te tuinieren met concepten als één jaar huur, of gemeenschappelijke tuinen.", "Gas terug", "Aan de westkant van de stad zetelt Ralf Grevelink in tuinpark De Eendracht. Namen als Rust en Vreugd, Nut en Genoegen, Ons Lustoord en Amstelglorie weerspiegelen een tijdperk, maar ook de trots en het plezier van eigen groen van stadsbewoners die op twee- of driehoog wonen, in straten met vervuilde lucht. Grevelink is voorzitter van de Bond van Volkstuinders, die samen 6000 tuinen in 28 parken vertegenwoordigt.", "Maandag sprak hij met wethouder Van Doorninck. Zij schreef afgelopen donderdag een brief aan de gemeenteraad waarin ze – waarschijnlijk geschrokken van het aanzwellende protest – gas terugneemt. De huurverhoging kan ook over vijf jaar worden gespreid, schrijft ze. En wie een moestuin heeft, komt met een verdubbeling weg. De tuinders nemen er geen genoegen mee. Ze gaan dinsdag massaal digitaal inspreken in de gemeenteraad. De wethouder heeft net de stemming uitgesteld naar januari.", "Bond en tuinders gaan wel akkoord met vernieuwing die meer Amsterdammers betrekt: “Iedereen is welkom.” Wat zijn de bezwaren? Op Kweeklust zijn zonnepanelen, koperen leidingen en handtassen gestolen. “Het is niet veilig om een afgelegen park dag en nacht open te stellen, zoals de gemeente wil”, zegt Kluen.", "Betaalbaarheid onder druk", "Kwalijkst is dat voor velen de betaalbaarheid onder druk komt te staan, betoogt Grevelink, terwijl de woonhuren in de stad ook al zo stijgen. Arme tuinders kunnen straks de helft korting krijgen, waarschijnlijk door hun stadspas te tonen. Maar dat bedrag moeten de anderen vervolgens ophoesten. “Een gekke benadering van solidariteit, die ons op de stoel van de gemeente zet. Ook lage middeninkomens krijgen problemen”, voorziet Grevelink. Wie nu 600 euro per jaar betaalt voor 250 tot 300 vierkante meter, komt straks uit op 1500 tot 1800 euro.", "“De benadering is klassiek top-down. De olifant in de kamer is de honger naar bouwgrond”, oordeelt Kluen in Kweeklust. “Overal in de stad spoort de gemeente bewoners aan groen zelf te beheren, omdat dat goedkoper is. Maar hier gaat het andersom. Nergens onderbouwt de wethouder de aanleg van riolering voor 26 miljoen euro. Het is een kwalijke suggestie dat wij illegaal lozen, want iedereen heeft een septic tank.”", "De Bond van Volkstuinders hoopt dat het stadhuis inziet dat tekentafelplannen en oekazes over jeneverbesstruiken als border niet op kunnen tegen de inzet en creativiteit van tuiniers. Grevelink: “Daar wordt het niet beter van. Wij willen overleggen, maar complete verantwoordelijkheid houden.”", "Lees ook:", "Het geheim van de volkstuin", "De wachtlijsten voor een lapje grond worden steeds langer. Waarom? Volkstuinders Suzanne de Boer en Marieke de Geus schreven een boek over het ‘volks­tuin­gevoel’ en het belang ervan voor de natuur.", "Een niet-perfecte tuin is toch ook prima?", "Het stoort journalist en tuinder Jeroen van Bergeijk dat de voorzitter het doet voorkomen alsof tuinieren een constant gevecht met de natuur behelst. Dat je altijd van alles moet – schoffelen, snoeien, winterklaar ­maken. Het kan ook anders."], "authors": ["Sybilla Claus"], "keywords": ["van", "volkstuinders", "het", "op", "huurverhoging", "met", "voor", "rats", "een", "ook", "om", "en", "dat", "te", "amsterdamse", "extreme"], "pubDate": "2020-12-08T10:22:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}