{"id": "55e866d3-c020-32fc-80b1-0f0c917ee59e", "title": "Verdachte verkrachting bejaarde wandelaarster bij Schipborg na 1,5 jaar voorarrest vrijgelaten (uniek DNA-onderzoek tweelingbroers nog niet afgerond)", "url": "https://www.dvhn.nl/drenthe/Verdachte-verkrachting-bejaarde-wandelaarster-bij-Schipborg-na-15-jaar-voorarrest-vrijgelaten-uniek-DNA-onderzoek-tweelingbroers-nog-niet-afgerond-26295036.html", "summary": "De verdachte van verkrachting van een wandelaarster (76) in Schipborg komt na 1,5 jaar voorarrest vrij.\nMet nieuw onderzoek, dat nog niet eerder in Nederland is uitgevoerd, kan misschien toch een verschil worden gevonden.\nDonderdag bleek op een zitting in de rechtbank in Assen dat het nog zeker enkele maanden gaat duren voordat het onderzoek is afgerond.\nDat het nog geruime tijd duurt voordat de strafzaak inhoudelijk kan worden behandeld, speelt daarbij een belangrijke rol.\nZo krijgt hij elektronisch toezicht en een harddrugsverbod.", "paragraphs": ["De verdachte van verkrachting van een wandelaarster (76) in Schipborg komt na 1,5 jaar voorarrest vrij. R.K. (26) uit de gemeente Tynaarlo krijgt een enkelband om en mag van de rechtbank onder strenge voorwaarden de behandeling van zijn strafzaak in vrijheid afwachten.", "Het slachtoffer is 6 juli 2020 aangevallen en seksueel misbruikt in een natuurgebied bij Schipborg. R.K. is een paar dagen later gearresteerd. De man blijft ontkennen dat hij verantwoordelijk is voor een ernstig zedendelict. Zijn DNA is gevonden op kleding van de vrouw. De verdachte heeft een eeneiige tweelingbroer. Hun DNA is identiek. Met nieuw onderzoek, dat nog niet eerder in Nederland is uitgevoerd, kan misschien toch een verschil worden gevonden.", "Bloed afgestaan", "De rechtbank heeft uiteindelijk op aandringen van zijn advocaat Udo van Ophoven deze zomer besloten om het NFI de opdracht te geven dit onderzoek uit te voeren. Beide tweelingbroers hebben hiervoor bloed afgestaan. Donderdag bleek op een zitting in de rechtbank in Assen dat het nog zeker enkele maanden gaat duren voordat het onderzoek is afgerond. Of er inderdaad een verschil wordt gevonden in het DNA van de broers is ook uiterst onzeker.", "De officier justitie heeft zich altijd tegen het onderzoek verzet. Zij vindt en vond het tijdrovende en dure onderzoek niet nodig. Volgens haar is er meer dan voldoende bewijs dat R.K. en niet zijn tweelingbroer de dader is. De officier was tegen de vrijlating van de verdachte. ,,Ik heb steeds gezegd dat het DNA-onderzoek geen invloed moet hebben op het verloop van de zaak.” De officier stelde dat gezien de ernst van het misdrijf er nog voldoende bezwaren zijn om de man vrij te laten.", "Contactverbod slachtoffer", "De rechtbank is het voor een groot deel met de officier eens, maar komt toch tot een andere beslissing. Dat het nog geruime tijd duurt voordat de strafzaak inhoudelijk kan worden behandeld, speelt daarbij een belangrijke rol. De man mag begin volgende week de gevangenis verlaten. Hij moet zich aan een groot aantal voorwaarden houden. Zo krijgt hij elektronisch toezicht en een harddrugsverbod. Hij krijgt een locatieverbod voor de stad waar het slachtoffer woont. De man mag ook absoluut geen contact met haar opnemen."], "authors": ["Daniëlle Molenaarr"], "keywords": ["dat", "voorarrest", "schipborg", "nog", "van", "uniek", "niet", "een", "onderzoek", "het", "verkrachting", "en", "rechtbank", "op", "tweelingbroers", "officier", "verdachte", "wandelaarster", "vrijgelaten", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}