{"id": "55fe7354-d2ca-36f3-8e75-1052fd21044f", "title": "CAS oordeelt: Russen missen Spelen 2021 en WK 2022 definitief", "url": "https://www.parool.nl/sport/cas-oordeelt-russen-missen-spelen-2021-en-wk-2022-definitief~bd2c0773/", "summary": "Beeld APHoewel het CAS dus een mildere straf heeft opgelegd, zijn de consequenties voor Russische atleten enorm.\nZo zijn er geen Russen welkom op de Olympische Spelen in Tokio in 2021 en zijn ook de Paralympische Spelen verboden terrein voor atleten uit het land.\nDaarnaast is de nationale voetbalploeg van Rusland niet welkom op het WK 2022, dat wordt gehouden in Qatar.\nHet CAS benadrukt in haar uitspraak dat het halveren van de schorsing ‘zeker niet betekent dat het wel meeviel’ met wat de Russen in het verleden hebben gedaan.\nTientallen tot honderden Russen gebruikten doping tijdens (inter)nationale sportevenementen en veel bonden, officials en overheidsfunctionarissen waren daarvan op de hoogte.", "paragraphs": ["Beeld AP", "Hoewel het CAS dus een mildere straf heeft opgelegd, zijn de consequenties voor Russische atleten enorm. Zo zijn er geen Russen welkom op de Olympische Spelen in Tokio in 2021 en zijn ook de Paralympische Spelen verboden terrein voor atleten uit het land.", "Daarnaast is de nationale voetbalploeg van Rusland niet welkom op het WK 2022, dat wordt gehouden in Qatar. Het CAS benadrukt in haar uitspraak dat het halveren van de schorsing ‘zeker niet betekent dat het wel meeviel’ met wat de Russen in het verleden hebben gedaan.", "De Russische atleten worden uitgesloten van de grote sportevenementen vanwege een omvangrijk dopingschandaal in het land. Tientallen tot honderden Russen gebruikten doping tijdens (inter)nationale sportevenementen en veel bonden, officials en overheidsfunctionarissen waren daarvan op de hoogte.", "Neutrale vlag", "Het is nog onduidelijk of er uitzonderingen gemaakt gaan worden voor bepaalde sporters uit Rusland die kunnen aantonen nooit deel uitgemaakt te hebben van het dopingnetwerk. Mogelijk kunnen zij onder neutrale vlag alsnog deelnemen aan de Olympische en Paralympische Spelen."], "authors": ["Het Parool"], "keywords": ["zijn", "van", "russen", "cas", "voor", "en", "oordeelt", "wk", "2022", "spelen", "op", "definitief", "2021", "het", "atleten", "dat", "missen"], "pubDate": "2020-12-17T15:00:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}