{"id": "56095572-8725-3246-af54-174f95347617", "title": "Negende gelijkspel in vijftien duels: hardleers FC Utrecht valt in herhaling", "url": "https://trouw.nl/nieuws/negende-gelijkspel-in-vijftien-duels-hardleers-fc-utrecht-valt-in-herhaling~bcd51345/", "summary": "Naast eigenaar, voorzitter, grootaandeelhouder en geldschieter is Frans van Seumeren vooral supporter van FC Utrecht.\nEn dat is, bij gebrek aan ander geluid in stadion Galgenwaard, goed te merken ook.\nWeer een gelijkspel (2-2), het negende al van het seizoen, weer onnodig puntenverlies.\nWeer een herhaling van zetten uit het rampjaar 2020, een jaar dat Van Seumeren maar moeilijk uit z’n systeem krijgt.\nZonder de inbreng van de suikeroom zou de club allang wegkwijnen in de krochten van het betaalde voetbal.", "paragraphs": ["Hoewel ze officieel niet welkom zijn in de stadions, houdt één fan dapper stand. Hoor hem de spelers aanmoedigen, de scheids bekritiseren en zie hem zijn frustraties botvieren op een stoeltje als er weer een opgelegde kans om zeep wordt geholpen. Naast eigenaar, voorzitter, grootaandeelhouder en geldschieter is Frans van Seumeren vooral supporter van FC Utrecht. En dat is, bij gebrek aan ander geluid in stadion Galgenwaard, goed te merken ook. Enkel Danny Buijs, de luidkeels coachende trainer van de tegenpartij, weet hem zaterdagavond af en toe te overstemmen.", "Als de thuisploeg in de slotseconden voorkomt dat het jaar met een domper begint, slaakt Van Seumeren eerst nog een kreet van verrukking. Daarna daalt al snel ook bij hem het besef in dat er weinig is veranderd in de Domstad. Weer een gelijkspel (2-2), het negende al van het seizoen, weer onnodig puntenverlies. Weer een herhaling van zetten uit het rampjaar 2020, een jaar dat Van Seumeren maar moeilijk uit z’n systeem krijgt. In dat jaar werd wegens corona de competitie vroegtijdig afgebroken en werd Utrecht door de besluiten Europees voetbal door de neus geboord, vond Van Seumeren. Ook in 2020 vertrok ineens John van den Brom na een zwaar tegenvallende seizoensstart.", "Zonder de suikeroom zou de club wegkwijnen in de krochten van het betaalde voetbal", "Elk seizoen weer predik ex-scheepvaartmagnaat Van Seumeren (70) de revolutie en voorspelt hij een aanval op de traditionele top 3 om er na een maand of negen telkens weer achter te moeten komen dat, de investeringen ten spijt, zijn selectie blijft steken in goede bedoelingen. Een jaarlijks terugkerend besef, net als het moment dat Van Seumeren eigenhandig de rode cijfers moet omtoveren in zwarte. Zonder de inbreng van de suikeroom zou de club allang wegkwijnen in de krochten van het betaalde voetbal.", "Dan doet het extra pijn als hij deze avond door zijn elftal geen nieuwe vergezichten krijgt voorgeschoteld. Sterker, in alles doet de wedstrijd tegen FC Groningen denken aan het laatste duel van 2020 tegen AZ, inclusief de uitslag (2-2) en de apotheose in de slotseconden. Was het destijds Delmau die in de 93ste minuut een punt redde voor FC Utrecht, nu is Kerk degene die in minuut 94 de uitblinkende Groningen-goalie Padt van dichtbij passeert.", "Hoewel een nederlaag voorkomen is, wordt er na afloop flink gemopperd in het Utrechtse kamp, dat zo graag het nieuwe jaar was ingegaan met een klinkende overwinning op een subtopper als FC Groningen. Het zou vooral een opsteker zijn geweest voor René Hake die tot veler verrassing als definitieve opvolger van Van den Brom werd aangesteld, mede op instigatie van de spelersgroep die in de bescheiden Drent een kloon ziet van Erik ten Hag, de laatste trainer die FC Utrecht de middenmoot deed ontstijgen.", "Een dag na de laatste wedstrijd van 2020 kreeg Hake een contract tot medio 2022. Hake is een goede, degelijke trainer, maar geen hemelbestormer. Terwijl collega Buijs 95 minuten lang z’n elftal aanmoedigt en toeschreeuwt, als ware het een verzameling hardhorende beginnelingen, kijkt de trainer van Utrecht stoïcijns toe hoe z’n achterhoede twee keer kinderlijk in de fout gaat, met doelpunten van Joosten en Strand Larsen tot gevolg, waarna de inhaalrace, nog voor rust ingezet door Ramselaar, op de valreep een punt oplevert.", "Weer een puntje, weer te weinig gekregen. Het regime van Hake heeft tot nu toe slechts één overwinning opgeleverd in tien duels, een benauwde zege op de nummer laatst Emmen. Niet bepaald een reeks om trots op te zijn. Terwijl Hake op het veld plichtmatig wat boksjes en elleboogpuntjes uitdeelt, baant vele meters boven hem de supersupporter van FC Utrecht zich hoofdschuddend een weg naar buiten.", "Lees ook: Utrecht en AZ laten zien waarom ze niet hoger staan", "De inhaalwedstrijd tussen FC Utrecht en AZ, tevens het laatste eredivisieduel van 2020, toonde aan dat beide clubs dit seizoen een lange weg te gaan hebben voor ze de top drie kunnen uitdagen. Het 2-2 gelijkspel was een weinig verheffend schouwspel."], "authors": ["Edwin Struis"], "keywords": ["duels", "negende", "van", "het", "zijn", "fc", "en", "een", "weer", "dat", "op", "herhaling", "hardleers", "gelijkspel", "vijftien", "utrecht", "valt"], "pubDate": "2021-01-10T10:23:48Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}