{"id": "561f7ee1-28c1-3690-8f2f-0f5c07a5ecc2", "title": "Bever ontdekt stad Groningen en laat knaagsporen achter. 'Kan ook niet anders met die formidabele beitels van tanden'", "url": "https://www.dvhn.nl/groningen/stad/Onmiskenbare-knaagsporen-van-bevers-gespot-in-Groningse-grachten-26347713.html", "summary": "In 2008 worden bevers afkomstig uit het Duitse Elbe-gebied uitgezet in Groningen en Drenthe.\nDat kan ook niet anders met die formidabele beitels van tanden.”'Dit is geweldig!'\nVolgens stadsecoloog Jan Doevendans en bioloog Hilco Jansma uit Groningen duidelijk het werk van de bever.\nJansema, de maker van de prachtige natuurfilm 'De Otter, terugkeer van een legende', denkt ook dat het om beversporen gaat.\nIn het Zuidlaardermeer en het Hunzedal zitten bijvoorbeeld heel veel beverburchten.", "paragraphs": ["De otter jaagt ’s winters regelmatig in de Groningse grachten. Maar nu blijkt dat de bever ook graag in de stad Groningen wat aan bomen knabbelt.", "De bever is in 1826 uitgestorven in Nederland. Vanaf 1988 wordt het beestje in Nederland uitgezet en komt hij stapsgewijs weer terug. Nu heeft hij zelfs de Groningse binnenstad ontdekt.", "In 2008 worden bevers afkomstig uit het Duitse Elbe-gebied uitgezet in Groningen en Drenthe. Boswachter Bertil Zoer van Het Drentse Landschap waarschuwt dan al dat er te weinig rekening wordt gehouden met de mogelijk snelle groei van de populatie: ,,Binnen twintig jaar zwemmen ze in de grachten van Groningen.”", "Dertien jaar later heeft hij gelijk gekregen. De knaagsporen van het beestje zijn gespot in Groningse grachten. En volgens stadsecoloog Jan Doevendans zijn de bevers misschien al veel langer in de binnenstad: ,,Die beesten zwemmen al een paar jaar door de diepenring. Alleen laten ze zich niet snel zien, maar hun sporen zijn onmiskenbaar. Dat kan ook niet anders met die formidabele beitels van tanden.”", "'Dit is geweldig!'", "Erwin Boer uit Groningen maakte foto's van de onmiskenbare knaagsporen: aangevreten bomen en vermorzeld struikgewas. Volgens stadsecoloog Jan Doevendans en bioloog Hilco Jansma uit Groningen duidelijk het werk van de bever.", ",,Dit zijn zeker sporen van de bever,” zegt Doevemans. Jansema, de maker van de prachtige natuurfilm 'De Otter, terugkeer van een legende', denkt ook dat het om beversporen gaat. ,,Ik wist nog niet dat die in de Groningse grachten zwommen, maar dit is geweldig!”", "Waarschijnlijk is dit het werk van één of meerdere bevers uit natuurgebieden vlakbij Groningen. ,,De concurrentie is bij bevers niet zo heftig als bij otters,\" zegt Jansema. ,,Vis is veel schaarser dan plantaardig voedsel. In het Zuidlaardermeer en het Hunzedal zitten bijvoorbeeld heel veel beverburchten. Er is daar genoeg te eten. Ook in de Onlanden zijn al eerder beversporen aangetroffen.”"], "authors": ["Willem Groeneveld"], "keywords": ["zijn", "van", "groningen", "ontdekt", "laat", "groningse", "en", "uit", "met", "knaagsporen", "kan", "stad", "niet", "ook", "het", "tanden", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}