{"id": "562d4599-2e42-3a92-b37e-ff64dea4cfaf", "title": "De aanval op het Capitool was misschien nog maar het begin, vrezen wetenschappers", "url": "https://trouw.nl/buitenland/de-aanval-op-het-capitool-was-misschien-nog-maar-het-begin-vrezen-wetenschappers~b733853a/", "summary": "De bestorming van het Capitool, afgelopen woensdag was nog maar net voorbij of voormalig president Obama deed een verklaring uit.\nIk vrees ook dat er een aantal echte terroristische aanslagen zal volgen, waarbij meer mensen omkomen.\nZe hebben het idee dat hun waarden van ze worden afgenomen: dat hun recht op het dragen van een wapen zal worden beperkt, of dat ze verplicht worden aan allerlei milieueisen te voldoen.\nHet waart rond op de hele wereld en op veel plaatsen zijn de extreemrechtse groepen op een verontrustende manier verweven geraakt met ­delen van het justitieapparaat.\nDat het overal gebeurt, maakt het niet minder verontrustend.", "paragraphs": ["De bestorming van het Capitool, afgelopen woensdag was nog maar net voorbij of voormalig president Obama deed een verklaring uit. Hij zag het al aankomen, schreef hij. “We zouden onszelf belachelijk maken als we zeiden dat dit een complete verrassing was.”", "Iedereen zag het aankomen. Dat zeggen ook tientallen onderzoekers en politicologen. De aanval was in alle openheid aangekondigd. Het zal niet de laatste zijn, zeggen zij ook. “Het gaat erom wat er in de ­komende maanden gebeurt”, zegt Arie Perliger, politicoloog en criminoloog aan de universiteit van Massachusetts.", "“Ook nu bereiden een heleboel groepen aanvallen voor, die misschien wel gewelddadiger zullen zijn dan die van deze week. Mijn verwachting is dat we de komende weken gelijksoortige gebeurtenissen zullen zien. Ik vrees ook dat er een aantal echte terroristische aanslagen zal volgen, waarbij meer mensen omkomen. Er worden in ieder geval voorbereidingen voor getroffen in militie-kringen. Bovendien, in het verleden is het ook zo gegaan: deze aanvallen komen in ­golven.”", "Je kunt Perliger een zekere mate van voorspellende gaven toedichten, want hij wist vooraf dermate precies wat er op 6 januari zou gebeuren, dat hij er de publicatie van een wetenschappelijk artikel op afstemde. Hij besloot zijn stuk over de ‘tweede golf van de Amerikaanse militiebeweging’ op 6 januari te publiceren, omdat het dan het meest actueel zou zijn.", "‘Er was niets geheimzinnigs aan’", "“Heel moeilijk was het niet om dit te zien aankomen. Iedereen wist dat dit zou gebeuren”, zegt Perliger een dag na de ­bestorming van het Capitool aan de telefoon. “In alle openheid zeiden de leiders van verschillende extremistische groepen dat ze op 6 januari in Washington zouden zijn. Er werden wapens aangeschaft en gefabriceerd. Er was niets geheimzinnigs aan.”", "Perliger wijst erop dat de afgelopen weken al in allerlei internetwinkels t-shirts te koop waren met civil war 2, de tweede burgeroorlog. Op sociale media werd er in de dagen voor 6 januari duizenden ­keren gepraat over de actie in Washington. ‘Sloop de staat’ was een van de termen die werd gebruikt. Een bekende agitator als Alex Jones had laten weten dat ‘er mensen klaarstaan in DC om te verhinderen dat de president wordt afgezet’.", "Vaak wordt gezegd dat de regering-Trump ervoor heeft gezorgd dat deze sfeer van geweld en wantrouwen in de Verenigde Staten is gaan overheersen. “Hij heeft zeker een rol van betekenis gespeeld. Hij heeft deze mensen het gevoel gegeven dat hun stem van betekenis is, dat hun gedachten de moeite waard zijn.”", "Ze vrezen voor aantasting van hun rechten, dat ze geen wapens meer mogen dragen", "Maar Perliger zegt dat het niet alleen aan Trump ligt. “De extreme milities die dit hebben georganiseerd, bestaan al veel langer dan de regering-Trump”, zegt hij. “Ze waren er ook in de jaren tachtig en negentig van de ­vorige eeuw en ook toen was meer dan de helft van hun geweld gericht tegen de overheid.” In zijn laatste artikel schrijft Perliger dat er sinds 2008 een tweede golf van milities is ontstaan. Groepen met een naam als Constitutional Patriots, schieten als paddenstoelen uit de grond en weten steeds meer mensen aan zich te binden. Ze hebben het idee dat hun waarden van ze worden afgenomen: dat hun recht op het dragen van een wapen zal worden beperkt, of dat ze verplicht worden aan allerlei milieueisen te voldoen.", "Hij beschrijft hoe er in het hele land tientallen groepen zijn ontstaan op lokaal niveau en dat ze in toenemende mate landelijk georganiseerd zijn. De laatste jaren zenden ze hun mensen uit naar de plaatsen waarvan zij menen dat hun waarden daar onder druk staan.", "Tussen Donald Trump en de milities is een ­wederzijdse waardering ontstaan die voor beide kanten voordelig heeft gewerkt. “De milities voelen zich gesterkt en gelegitimeerd door Trump, die op zijn beurt van hen bevestiging krijgt dat hij ondanks alle bewijzen van het tegendeel de verkiezingen heeft gewonnen.”", "De oprichter van Trumparoo, Ben Philips, de tweede van rechts, praat met Trump-aanhangers in Bloomsburg, waar hij in november een rally had georganiseerd. Philips stierf bij de bestorming van het Capitool vanwege ‘een medische noodsituatie’. Beeld AP", "“Wat erg zorgelijk is, is de mate waarin deze milities aantrekkingskracht uitoefenen op politieagenten en veteranen. Zeker 10 procent van het ledenbestand van een organisatie als de Oath Keepers, een van de clubs die achter de bestorming van woensdag zat, bestaat uit agenten en mensen die dienen of gediend hebben in het leger. Die mensen legitimeren ook het gedachtegoed van deze groepen. Ze maken normaal wat eerst extreem was. Zo worden die milities aantrekkelijk voor lossere groepen uit de onlinewereld, die hun activiteiten verplaatsen naar de echte wereld.”", "Niet alleen in Trumpiaans Amerika, overal waart extremisme rond", "De analyse van Perliger wordt gedeeld door Cynthia Miller-Idriss, hoogleraar aan de universiteit van Washington, gespecialiseerd in extremisme en radicalisering. In oktober publiceerde zij het boek ­Hate in the homeland, over het nieuwe extreemrechts. Dat bestaat, zegt zij, niet alleen in het Trumpiaanse Amerika. Het waart rond op de hele wereld en op veel plaatsen zijn de extreemrechtse groepen op een verontrustende manier verweven geraakt met ­delen van het justitieapparaat.", "Ook Miller-Idriss zag al dagen aankomen wat er woensdag zou gebeuren. Ze volgde online hoe hele groepen mensen bezig waren met de aanschaf van wapens voor de bestorming. Het zijn mensen, zegt zij, die zich echt bedreigd voelen. Die het idee hebben dat hun waarden en hun manier van ­leven dermate worden aangetast door de overheid, dat ze moeten ingrijpen.", "In het ­najaar schreef zij al een artikel waarin ze waarschuwde dat de spanningen letterlijk tot ontploffing zouden komen in de weken tussen verkiezing en inauguratie van de nieuwe president. Dat laatste moment volgt op 20 januari. Dan staan nieuwe geweldsincidenten op de rol, zegt ze.", "Miller-Idriss is een vaste commentator op de BBC. “Het is”, zei zij donderdag talloze keren op die Britse zender, “niet te wijten aan een enkele regering. Zou het alleen door Trump komen, dan zouden alleen in de VS democratische instituties worden aangevallen. Maar het is een wereldwijd fenomeen.”", "Zorgelijk is de sympathie in kringen van politie en leger", "Volgens haar tellingen is het extreemrechtse terrorisme in de afgelopen vijf jaar verdriedubbeld. Ook Miller-Idriss ziet als voornaamste bedreiging dat de milities die de aanval van woensdag organiseerden zoveel sympathie hebben in kringen van politie en leger. “Ook dat”, zei ze tegen de BBC “is geen Amerikaans fenomeen. In Duitsland verscheen in oktober nog een rapport van de veiligheidsdienst, waarin wordt gezegd dat honderden politieagenten zich in extreemrechtse kringen bevinden. Dat het overal gebeurt, maakt het niet minder verontrustend. Want als je rekent dat Duitsland vanwege zijn geschiedenis altijd in staat is geweest om alert te reageren, weten we dat de VS dat niet zijn.”", "Miller-Idriss: “Enorme aantallen mensen houden het nu niet langer bij joelen op politieke bijeenkomsten, maar steunen openlijk politiek geweld. Extremisme wordt steeds meer gemeengoed, iets heel gewoons en ­legitiems.”", "Wie wil dat de bestorming van het Capitool geen vervolg krijgt, meent zij, moet juist daarop ingrijpen en ervoor zorgen dat extremisme zo snel mogelijk weer ongewoon ­wordt en radicaal.", "Terwijl een deel van de Trumpaanhang het Capitool bestormde, sloopten anderen opnameapparatuur van persploegen bij het Witte Huis. Beeld AFP", "Criminoloog Perliger heeft wel een idee voor een aantal concrete maatregelen die de dreiging kunnen verminderen. “Ten eerste hoop ik dat het beleid van president Biden minder polarisatie zal oproepen. Verder is het belangrijk dat de Republikeinen deze groepen, de daders van woensdag en hun aanhang, sterk veroordelen. Als dat niet stevig genoeg gebeurt, dan verdwijnt het voorlopig nog niet.", "“Deze groepen kunnen op dit moment vrij ver gaan zonder dat er iemand tegen mag optreden. Wettelijk is het ingewikkeld. In veel staten kunnen ze ongestraft munitie en wapens verzamelen en oproepen tot geweld. Ingrijpen kan pas als ze daadwerkelijk iets doén. In mijn ogen is het hoog tijd dat we in de wet een betere definitie opnemen van binnenlands terrorisme, waardoor we eerder kunnen ingrijpen. Het is echt nodig dat we weerbaarder zijn tegen groepen die zich ­tegen de democratie keren.", "“Maar het is niet zo dat de wettelijke ­mogelijkheden totaal ontbreken. We kunnen ze voor de rechtbank slepen voor het vernielen van openbaar bezit en daar hoge straffen voor uitdelen. We kunnen zulke hoge boetes vragen dat ze failliet gaan. Zo ontneem je ze ook hun legitimiteit, dat heeft eerder goed gewerkt.”", "Het is dringend nodig, zegt Perliger. “Let wel, het gaat om tienduizenden mensen die actief zijn in deze bewegingen en nog eens een heleboel stille supporters. Ze zijn gewapend en ze zijn niet bang om die wapens te gebruiken.”", "Lees ook:", "De internet-ironie van veel Trump-aanhangers kent een harde kern van onverdraagzaamheid", "Het presidentschap van Trump eindigt in stijl: met een opgehitste menigte die vanuit een alternatieve realiteit het hart van de democratie binnenviel."], "authors": ["Romana Abels"], "keywords": ["er", "zijn", "van", "capitool", "nog", "en", "een", "ze", "aanval", "wetenschappers", "misschien", "op", "begin", "het", "maar", "dat", "vrezen", "die"], "pubDate": "2021-01-09T10:43:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}