{"id": "5633a590-799d-3f5f-bb09-a950511adba3", "title": "Het verdriet van Biddinghuizen; hoe er ondanks alles toch kerkgangers overleden aan corona", "url": "https://www.trouw.nl/religie-filosofie/het-verdriet-van-biddinghuizen-hoe-er-ondanks-alles-toch-kerkgangers-overleden-aan-corona~bbb3deae/", "summary": "Ouderling Wim Kaptein schiet vol als hij de kijkers van de online kerkdienst van de protestantse gemeente van Biddinghuizen toespreekt.\n‘In een bericht voor de kerst hebben we u op de hoogte gebracht van coronabesmettingen van een aantal gemeenteleden.\nWillem van Asselt is een van de acht zangers.\nHet bericht van het overlijden van Bouw (80) en Van Asselt (84) zorgt voor een grote schok in de gemeente.\nHij merkt in het algemeen dat het met name bij het innemen van de plekken moeilijk kan zijn op afstand te blijven.", "paragraphs": ["In de protestantse gemeente in Biddinghuizen kregen tien mensen corona na het volgens de richtlijnen opnemen van kerstliederen. Twee van hen overleden. De verslagenheid is groot.", "Zondagochtend 3 januari. Ouderling Wim Kaptein schiet vol als hij de kijkers van de online kerkdienst van de protestantse gemeente van Biddinghuizen toespreekt. ‘In een bericht voor de kerst hebben we u op de hoogte gebracht van coronabesmettingen van een aantal gemeenteleden. Het zag er aanvankelijk naar uit dat de getroffenen milde klachten hadden. De situatie van enkelen van hen is echter de afgelopen week drastisch veranderd.’ Op oudjaarsdag overleed gemeentelid Willem van Asselt. Vlak voor de kerkdienst hoorde Kaptein dat ook Tijn Bouw is overleden. ‘We bidden dat we elkaar vast mogen blijven houden en elkaar niet verliezen, nu we zo verdrietig en aangeslagen zijn met elkaar’, zegt Kaptein met gebroken stem. ‘En tot we elkaar weer zien, moge God ons vasthouden in de palm van zijn hand.’", "Dinsdagavond 15 december. In de kerkzaal van de protestantse gemeente van Biddinghuizen, in oostelijk Flevoland, komen twee groepjes mensen samen. Eerst tien mensen, en als die vertrokken zijn een groepje van acht. Ze komen om te zingen. Kerstliederen. Daar worden opnames van gemaakt die in de online uitzending van de kerstdiensten zullen worden vertoond.", "Het eerste groepje zingt maar één lied: Ere zij God , het lied dat in veel kerken traditiegetrouw ter afsluiting van de kerstdienst gezongen wordt. Willem van Asselt is een van de acht zangers.", "De opnames duren ongeveer een half uur. Daarna vertrekt het groepje. Het ventilatiesysteem in de kerkzaal wordt een tijdje op de hoogste stand gezet, om de lucht te verversen. Het tweede groepje komt binnen: ze dragen mondkapjes, ontsmetten hun handen. Vijf van hen gaan naar voren – de mondkapjes mogen af – en zingen een heel rijtje kerstliederen. Het zijn leden van het Christelijk Gemengd Koor Zon en Zegen. Dat koor verzorgt normaal gesproken de drukbezochte kerstzangdienst in Biddinghuizen. Die dienst kan dit jaar alleen online worden bekeken: de opnames van deze avond zullen op 22 december worden uitgezonden. En een aantal van de filmpjes zullen ook worden gebruikt in de dienst op eerste kerstdag.", "De voorzitter van de kerkenraad, Jan Klopman, is ook in de kerk. Niet om te zingen, maar om de camera te bedienen en het geluid op te nemen – zoals hij afgelopen jaar al zo vaak gedaan heeft. “Toen de coronacrisis losbarstte hebben we direct besloten: we houden alleen nog kerkdiensten zonder kerkgangers. En we willen niet dat er in de diensten gezongen wordt. Van begin af aan hebben we gewerkt met vooraf opgenomen filmpjes: de bijbellezing, een filmpje voor de kinderen, een gedicht, een filmpje over het collectedoel. En liederen. We vroegen telkens kleine groepjes gemeenteleden om mee te werken aan de opnames. Die vertoonden we dan in de online uitzending. In de loop van het jaar hebben we zo een aardige bibliotheek opgebouwd van liederen die we in de diensten konden laten horen.”", "De eerste positieve tests", "Daags na de opnames van de kerstliederen krijgt Klopman bericht van een van de zangers uit het eerste groepje: ze laat zich testen, want ze is ziek geworden. Een dag later meldt ze zich opnieuw: ze heeft corona. Klopman voelt zich inmiddels ook niet goed, net als zijn vrouw, die ook met het Ere zij God heeft meegezongen. Ze laten zich testen, beiden blijken besmet. In de dagen die volgen melden meer zangers zich. Uiteindelijk blijken tien mensen die bij de opnames aanwezig waren besmet.", "Bij Tijn Bouw duurt het even voordat de symptomen zich aandienen: op donderdag maakt hij voor de dienst op eerste kerstdag samen met dominee Margriet van de Bunt en een ander gemeentelid buiten bij de kerk nóg een filmpje, waarin hij een van de herders uit het kerstverhaal speelt. Een paar dagen later wordt ook hij ziek. Hij wordt in het ziekenhuis opgenomen, net als Willem van Asselt en nog een derde gemeentelid. In de dienst op eerste kerstdag wordt alleen de geluidsopname van het Ere zij God gebruikt. Omdat op andere de beelden gemeenteleden te zien zijn die inmiddels besmet zijn, wil de kerkenraad die niet vertonen.", "Het bericht van het overlijden van Bouw (80) en Van Asselt (84) zorgt voor een grote schok in de gemeente. “Iedereen is zeer aangeslagen”, zegt Klopman. “Twee vitale mensen. En ze zijn besmet geraakt toen we samen bezig waren met iets wat we al maanden deden: met een groepje mensen wat liederen opnemen, helemaal met inachtneming van de coronamaatregelen. En dan gaat het toch mis? Hoe kan het?”", "Dat wil ook Klaas van der Kamp weten. Hij begeleidt PKN-gemeenten in Flevoland en Overijssel. Als hij hoort van de gebeurtenissen in Biddinghuizen neemt hij contact op: hij betuigt zijn medeleven en suggereert hulp in te roepen van de werkgroep Zingen in de kerk, die de Protestantse Kerk in Nederland (PKN) adviseert over de (on)mogelijkheden van zingen in coronatijd.", "Volgens Van der Kamp gaan heel veel kerken te werk zoals in Biddinghuizen: vooraf video-opnames maken die op zondag worden uitgezonden, in diensten die hooguit door een handjevol mensen wordenbijgewoond. “Er zijn allerlei varianten, en zeker met kerst is geprobeerd er wat van te maken. Een kerk is een prettig gebouw om vooraf liederen op te nemen, de ruimte is per definitie groot. En als er vooraf wordt ingezongen is er meer tijd dan tijdens een dienst. Dan kun je je beter aan de regels houden.”", "Een aantal PKN-gemeenten heeft hem de afgelopen week gevraagd of ze veilig kunnen doorgaan met zingen, in de dienst of vooraf opgenomen. “Sommige vragen of de landelijke richtlijnen moeten worden bijgesteld. Ik weet ook van een paar die er nu naar neigen om te stoppen met zingen. Maar andere gemeenten waarschuwen me: maak het niet strenger, alleen omdat het in Biddinghuizen is misgegaan.” Ook de kerkenraad van Biddinghuizen krijgt veel vragen van andere kerken: kunnen we wel verder met onze diensten zoals we tot nu toe gedaan hebben?", "Kan zingen nog veilig?", "Henk Willem van Dorp rijdt op 5 januari naar Biddinghuizen. Hij is de voorzitter van de PKN-werkgroep Zingen in de kerk. Die doet onderzoek naar het drama en wil de situatie ter plekke beoordelen. Het onderzoek is nog niet klaar. “Dit is geen eenvoudige zaak”, zegt hij. “Het kerkgebouw is hoog, de ventilatie is nieuw en werkt, er is handontsmetting, de toiletruimte is nieuw en schoon.”", "De werkgroep zit al heel lang ‘op het spoor van de aerosolen’, zoals Van Dorp het uitdrukt. Bij zingen is er extra risico op luchtdeeltjes die vrijkomen en besmettingen veroorzaken. Van Dorp: “Het eerste groepje heeft een half uur gezongen. En het Ere zij God gaat uit volle borst, dat heeft invloed op aerosolen, dan gaat het harder met de verspreiding dan bij gewoon zingen.” Of het zingen in Biddinghuizen de oorzaak is geweest, weet hij nog niet zeker, “maar we hebben wel het sterke vermoeden”.", "Slordigheden of nalatigheid heeft Van Dorp niet kunnen constateren, wel heeft hij nog vragen over de afstandsregels. Hij merkt in het algemeen dat het met name bij het innemen van de plekken moeilijk kan zijn op afstand te blijven.", "De werkgroep kwam al maanden geleden met het advies af te zien van samenzang in een kerkdienst. Voor in de kerk kunnen op zondag hooguit vijf zangers staan, op anderhalve meter afstand van elkaar en met minimaal 5 meter afstand tot de rest van aanwezigen.", "Van Dorp ziet geen reden om dat advies aan te passen nu het zingen de oorzaak lijkt van de sterfgevallen in Biddinghuizen. “Op dit moment weten we nog niet helemaal precies waarom dit zo’n superspreading event is geworden. Maar wat je ook doet, alles heeft een risico. Kijk maar naar fietsen, ook daar overlijden mensen aan. Wij kunnen slechts een risicotaxatie doen en dat tot een laag niveau terugbrengen.”", "Een nieuwe inschatting", "Tot op heden is dat risico aanvaardbaar, zegt Van Dorp, daarom kan er wat de werkgroep betreft in de kerkdienst met maximaal vijf mensen gezongen blijven worden. Anders ligt dat voor het inzingen van liederen die door de week worden opgenomen en op zondag uitgezonden. Tot nu toe heeft de werkgroep zich daar niet over gebogen. “Om eerlijk te zijn is dat aan onze aandacht ontsnapt”, zegt Van Dorp. Het dringende advies van de overheid voor koren is om niet samen te zingen. “Dat zou ik willen overnemen”, zegt hij. En als er dan toch vooraf wordt gezongen, dan wat hem betreft volgens de regels die nu gelden ín de dienst. De coronacrisiswerkgroep van de landelijke PKN bespreekt dinsdag of er verdere beperkingen nodig zijn.", "In Biddinghuizen houden ze er in elk geval mee op. Vooraf liederen opnemen, gebeurt niet meer. En het kerkelijk leven wordt nog verder teruggeschroefd. “Pastorale bezoeken doen we niet meer”, zegt Klopman. “Dat waren we blijven doen, als mensen daar behoefte aan hadden, en met inachtneming van de regels. Maar we stoppen ermee. We verwijten het onszelf niet, maar met de kennis van nu hadden we het natuurlijk allemaal anders gedaan. Dan hadden we al die filmpjes niet gemaakt.”", "Jan Klopman van de kerkenraad in Biddinghuizen: 'Met de kennis van nu hadden we het natuurlijk allemaal anders gedaan.' Beeld Bram Petraeus", "Met de online kerkdiensten gaat de gemeente door. “Daar is echt behoefte aan. Mensen zien ernaar uit. Ze vinden het fijn om de dominee te zien, om haar te horen preken, om het Woord te horen, om samen te bidden. Het zorgt voor verbondenheid. Maar het aantal aanwezigen bij de diensten schroeven we nog verder terug, tot het absolute minimum.”", "Willem van Asselt is vrijdag begraven. De uitvaart van Tijn Bouw is zaterdag. De afscheidsdienst is op een livestream te volgen.", "Lees ook:", "Het gevaar van zingen in de kerk zit ’m in de afstand en het volume", "De overheidsmaatregelen stonden een kerkdienst met 600 bezoekers toe. Zonder risico was het niet.", "‘Zingen in de kerk moet van God’", "Kerkdiensten in lockdown: de meeste kerken doen het vooral digitaal. Maar pinkstergroepen en refokerken gaan stug door."], "authors": ["Nico De Fijter", "Maaike Van Houten"], "keywords": ["overleden", "er", "van", "toch", "en", "een", "met", "hij", "niet", "hoe", "verdriet", "ondanks", "kerkgangers", "het", "corona", "op", "te", "die"], "pubDate": "2021-01-09T10:32:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}