{"id": "5642d714-4d34-3ae3-ad15-c0ebb789ac3e", "title": "Stop de gedachtentrein: tips om beter om te gaan met faalangst", "url": "https://volkskrant.nl/de-gids/stop-de-gedachtentrein-tips-om-beter-om-te-gaan-met-faalangst~b7cf1250/", "summary": "Wat zijn zijn tips (en die van anderen) om beter om te leren gaan met de verlammende onzekerheid over het eigen kunnen?\n‘Gaan al die verschrikkelijke dingen waarvan je denkt dat die gaan gebeuren als je een tentamen niet haalt, écht plaatsvinden?\nAls je een stapje terug kunt nemen, zie je dat het vaak reuze meevalt.’Maak Meneer Jansen belachelijkMensen met faalangst hebben vaak een sterke interne criticus.\nWanneer je dat stemmetje hoort zeggen dat je iets niet kunt, weet je dat Meneer Jansen aan het woord is.\n‘Ik wilde altijd te veel en te groot.’ Voor hem hielp het om zichzelf strakke deadlines te geven.", "paragraphs": ["Beeld Matteo Bal", "Iedere keer wanneer bedrijfskundestudent Friso (1994) een schrijfopdracht moest inleveren, was het raak: paniek, uitstellen en uiteindelijk volledig dichtklappen. Met als resultaat dat er vaak niets op papier kwam. Hoewel Friso nooit onvoldoendes heeft gekregen voor papers die hij inleverde, kwam het regelmatig voor dat hij helemaal niets inleverde. Omdat hij het niet goed genoeg vond of omdat hij er, erger nog, nooit aan was begonnen. De problemen werden het grootst in zijn laatste jaar, toen Friso een bachelorscriptie moest schrijven. De neerwaartse spiraal van angst en uitstelgedrag ging zo naar beneden dat de student in een depressie belandde. ‘Angst en somberheid wisselden elkaar af. Ik wilde uiteindelijk nergens meer naartoe.’", "Friso is niet de enige. Zo gaf in een studentengezondheidstest van de UvA en de HvA (uit 2016) 25 procent van de respondenten aan te maken te hebben met faalangst. Dat dit percentage juist onder studenten zo hoog is, is niet zo gek, zegt studentencoach Jasper Vogel van coachingspraktijk Wakker bij Bakker: ze zijn nog volop aan het leren waardoor ze onzeker zijn over hun competenties, maar ze worden wél voortdurend beoordeeld. Jaarlijks begeleidt Vogel veel studenten met faalangst. Wat zijn zijn tips (en die van anderen) om beter om te leren gaan met de verlammende onzekerheid over het eigen kunnen?", "Weet dat je hersenen doemdenkers zijn", "Faalangst is tot op zekere hoogte het gevolg van de manier waarop onze hersenen werken, zegt Vogel. Als groepsdieren zijn we gevoelig voor sociale afwijzing. Bij de groep horen was vroeger cruciaal voor onze overlevingskansen. Tegenwoordig hebben momenten van afwijzing, zoals een onvoldoende voor een tentamen of negatieve feedback op je paper, geen levensbedreigende gevolgen. Maar onze hersenen slaan alarm alsof dat wel zo is. Onze angstreactie is dus niet in proportie met het daadwerkelijke gevaar. Vogel: ‘Het kan heel relativerend zijn om te weten dat het nu eenmaal eigen is aan de hersenen om continu beducht te zijn op gevaar en te anticiperen op allerlei doemscenario’s, en dat je die alarmistische gedachten dus niet altijd serieus hoeft te nemen.’", "Onderzoek waarom je zo veeleisend bent", "Studentenpsycholoog Friederike Vieten, werkzaam aan de Rijksuniversiteit Groningen, probeert samen met de studenten die ze behandelt uit te zoeken waar hun faalangst vandaan komt. Ervaringen uit het verleden spelen vaak een grote rol. Vieten: ‘Denk bijvoorbeeld aan iemand die zijn hele jeugd veel positieve bevestiging van zijn ouders heeft gekregen voor goede cijfers of sportprestaties. Zo iemand kan zichzelf daardoor gaan vereenzelvigen met zijn prestaties. Zijn eigenwaarde wordt erdoor bepaald. Daardoor kan het gebeuren dat er uiteindelijk helemaal geen ruimte meer is om eens een keer minder te presteren. Dat past simpelweg niet in het zelfbeeld.’", "Ga na of de gevolgen echt zo erg zijn als je denkt", "Vaak is het niet de te volbrengen taak zelf die mensen angstig maakt, maar zijn dat de doemscenario’s die mensen zich voorstellen als gevolg van een mislukking, zegt Vogel. ‘Bij mensen met faalangst wordt vaak een lange gedachtentrein in werking gezet die vrij extreme vormen kan aannemen. Dat maakt faalangst ook irrationeel. Er worden allerlei gevolgtrekkingen gemaakt die niet noodzakelijkerwijs plaatsvinden.’ Aardrijkskundedocent-in-opleiding Niene Meeuwsen (1998) herkent dat. ‘Vorig jaar moest ik een stagedossier schrijven. Dat ging heel moeizaam en toen begon ik te malen: als ik dit niet inlever, dan kan ik mijn minor niet afmaken en dan mag ik niet afstuderen. Dan kom je in een neerwaartse spiraal met je gedachten en wordt zo’n dossier schrijven veel groter dan het is.’", "Daarom kan het raadzaam zijn om die doemscenario’s te analyseren, aldus Vogel. ‘Gaan al die verschrikkelijke dingen waarvan je denkt dat die gaan gebeuren als je een tentamen niet haalt, écht plaatsvinden? Als je een stapje terug kunt nemen, zie je dat het vaak reuze meevalt.’", "Maak Meneer Jansen belachelijk", "Mensen met faalangst hebben vaak een sterke interne criticus. Een luid stemmetje in hun hoofd dat ze voortdurend vertelt dat ze niks kunnen, zegt Vogel. ‘Het helpt om dat stemmetje een beetje speels belachelijk te maken. Dit kun je doen door het een naam te geven, bijvoorbeeld Meneer Jansen, die strenge rector die je had op de middelbare school. Wanneer je dat stemmetje hoort zeggen dat je iets niet kunt, weet je dat Meneer Jansen aan het woord is. Daardoor kun je afstand scheppen tussen jezelf en al die pessimistische gedachten.’ Het is voor mensen die snel in doemscenario’s denken belangrijk om zich te realiseren dat ze niet hun gedachten zijn. ‘Onze gedachten komen zomaar op ons af en soms kunnen ze erg beangstigend zijn. Maar ze zijn ook vaak irrationeel, incompleet en niet volledig waar.’", "Benader je bachelorscriptie niet als een promotieonderzoek", "Veel mensen met faalangst hebben last van perfectionisme. Zo ook de student Friso. ‘Ik wilde altijd te veel en te groot.’ Voor hem hielp het om zichzelf strakke deadlines te geven. ‘Dan geef ik mezelf bijvoorbeeld 20 minuten voor een taak, waar ik normaal gesproken drie uur voor uit zou trekken. Vaak is het na 20 minuten al voor 95 procent in orde. Dan kun je nog wel tweeënhalf uur nemen om die laatste 5 procent ook goed te krijgen, maar dat is het gewoon niet waard.’ Friso paste deze strategie toe bij het formuleren van de hoofdvraag van zijn bachelorscriptie. ‘Daar kun je als je wilt eeuwig aan schaven. Maar dan begin je nooit aan je onderzoek. Ik sprak met mezelf af: woensdagmiddag 15.00 uur hak ik de knoop door. Dan gaat het misschien geen perfecte vraag zijn, maar wel een die goed genoeg is. En dan kan ik verder.’", "Meeuwsen herkent zich ook in dat perfectionisme. ‘Ik kan als een berg opzien tegen het schrijven van verslagen. Toetsen zijn maar een momentopname, maar voor verslagen heb je vaak meerdere weken. Dat maakt de druk veel groter om iets perfects in te leveren.’", "Mensen met faalangst moeten vaak de onzekerheid leren verdragen, zegt Friederike Vieten. ‘Soms moet je daarvoor die onzekerheid juist opzoeken. Ga in plaats van 12 uur per dag studeren, eens van 9 tot 5 in de boeken zitten. Vaak ga je niet eens mindere cijfers halen, maar heb je wel veel meer vrije tijd. Maar je moet het een keer meemaken om het te geloven.’", "Gun jezelf de mogelijkheid tot groei", "Faalangstige studenten zitten vaak vast in wat een fixed mindset heet, vertelt Vogel. Dat betekent dat ze gericht zijn op het resultaat in plaats van op het proces van leren. Daardoor zullen ze niet snel beginnen aan iets wat ze nog niet kunnen. ‘Dat is zonde, want daarmee ontzeg je jezelf de mogelijkheid tot groei. Ik begeleid veel studenten die faalangst voelen voor het schrijven van hun scriptie. Ze verwachten van zichzelf dat ze die scriptie al kunnen schrijven, terwijl ze eigenlijk nog in het leerproces zitten om de benodigde kwaliteiten onder de knie te krijgen. Probeer je daarom minder vast te pinnen op het resultaat en meer te richten op het proces daarnaar toe. Dat betekent ook dat het is toegestaan om fouten te maken.’", "Doe ontspanningsoefeningen", "Faalangst kan ook omslaan in angst voor de angst. Je lichaam weet dat het gespannen gaat zijn tijdens een tentamen en participeert daarop door alvast stresshormonen aan te maken. Die stress kan soms zover oplopen dat het uitmondt in een paniekaanval vlak voor de tentamens.", "Merk je dat de toerenteller in het rood begint te staan, leg dan even je pen neer, sluit je ogen en concentreer je op je ademhaling, zegt Vogel. ‘Voel een minuut of drie, vier je ademhaling alleen maar naar binnen en naar buiten gaan. Pak dan je pen weer op en ga aan de slag, en je zult merken dat je lichaam in een rustige staat is, dat je beter na kunt denken en dat die doemscenario’s even niet meer door je hoofd spoken.’", "Zoek steun bij anderen", "Vertel een vertrouwenspersoon of docent over je faalangst, adviseert Niene Meeuwsen. ‘Dan weet in ieder geval iemand bij je opleiding van de situatie af en kun je hulp krijgen. En als je de mogelijkheid hebt: volg een faalangsttraining om erachter komen waar jouw angst vandaan komt en wat voor jou werkt om er mee om te gaan.’", "Friso sluit zich daarbij aan. De bedrijfskundestudent is, onder meer dankzij professionele studiebegeleiding (in zijn geval bij Studiemeesters) weer uit het dal geklommen en recentelijk afgestudeerd. ‘Er zijn nog genoeg dingen waar ik aan moet werken. Maar als ik kijk waar ik nu sta ten opzichte van een jaar geleden: dat had ik nooit durven dromen.’", "Faalangst en studeren tijdens de coronacrisis Studenten volgen dit jaar hun colleges goeddeels online en zien hun medestudenten veel minder. Gaat dat van invloed zijn voor studenten met faalangst? ‘Daar kijken wij als studentenpsychologen ook met spanning naar’ zegt Friederike Vieten. ‘Harde cijfers zijn er nog niet. Maar we horen wel geluiden dat onlinetentamens sommige studenten meer stress geven omdat ze maar een bepaald aantal minuten per vraag hebben en dan daarna niet meer terug mogen. Voor andere studenten werken de onlinetentamens juist beter omdat ze de gebruikelijke situatie van een enorme tentamenhal met honderden mensen heel heftig vinden. Het prestatiemoment vindt nu wat minder publiekelijk plaats.’ Daar staat wel tegenover dat studenten zich ook minder makkelijk aan elkaar kunnen optrekken. Friso merkte hoe belangrijk dat is toen hij studievertraging begon op te lopen en steeds minder contact had met zijn medestudenten. ‘Het was heel lastig om hulp te vragen want ik kende bijna niemand meer.’ Onlinecolleges zouden studenten met faalangst weleens te veel kunnen isoleren, denkt hij. ‘En dan is het te hopen dat je wel een vangnet hebt. Vrienden met wie je kunt studeren, een studiebegeleider of een huisgenoot die je op sleeptouw neemt, anders wordt het een heel zwaar jaar.’", "Op verzoek van de geïnterviewde is de naam Friso gefingeerd. Zijn echte naam is bij de redactie bekend."], "authors": ["Devi Smits"], "keywords": ["dat", "van", "om", "die", "niet", "een", "gedachtentrein", "faalangst", "het", "en", "gaan", "te", "tips", "zijn", "je", "beter", "met", "stop"], "pubDate": "2020-10-12T07:45:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}