{"id": "56537bd9-1490-3e17-b527-2f5034d5ca91", "title": "Het nieuwe werken na de coronacrisis: veel meer vanuit huis, als het aan deze bedrijven ligt", "url": "https://volkskrant.nl/werken/het-nieuwe-werken-na-de-coronacrisis-veel-meer-vanuit-huis-als-het-aan-deze-bedrijven-ligt~b26b407f/", "summary": "Je bent flexibeler en productiever, het is goed voor de balans tussen werk en privé, het scheelt reistijd en het is ook nog eens beter voor het milieu.\nBovendien hebben bedrijven grote investeringen gedaan in technologie om het thuiswerken te optimaliseren.\n‘Ook kan ik me voorstellen dat het allemaal veel flexibeler gaat worden.\nWel hoopt ze op meer digitale innovaties die werken op afstand makkelijker maken.\n‘Wanneer het mogelijk is om je werk thuis te doen, dan moet je op dit moment thuiswerken’, zegt hij.", "paragraphs": ["Collega’s en koffiemomenten worden gemist, maar verder bevalt het eigenlijk wel, dat thuiswerken. Een groot deel van de Nederlanders wil zelfs na de coronacrisis vaker kantoor aan huis houden. Gaat het werkende leven echt blijvend veranderen?", "De coronamaatregelen zijn pas net versoepeld en de wegen stromen alweer vol. Vooral de ochtendspits wordt weer drukker, signaleert de Nationale Databank Wegverkeersgegevens. In Overijssel is het ’s ochtends zelfs bijna net zo druk op de wegen als voor de coronacrisis.", "Zijn dit allemaal mensen met een contactberoep, zoals leraren en kappers? Of zitten er ook kantoortijgers tussen die weer verlangen naar de slechte koffie en printers waarvan het papier altijd op is?", "Dat zou kunnen, want we missen onze collega’s na twee maanden kantoor aan huis, blijkt uit onderzoek van Intermediair en Nationale Vacaturebank onder ruim duizend Nederlanders. Voor 13 procent van de ondervraagden is eenzaamheid zelfs een reden om snel weer naar kantoor te gaan.", "Toch is het overgrote deel van de ondervraagden tevreden over het thuiswerken. De helft verwacht dit na de coronacrisis vaker te blijven doen, onder vmbo-opgeleiden is dit zelfs 68 procent. De redenen: minder reistijd, meer vrijheid om zelf de tijd in te delen, meer tijd met het gezin, betere concentratie (mits er geen kinderen thuis zijn) en meer tijd om te sporten.", "Het Kennisinstituut voor Mobiliteitsbeleid (KiM) komt tot een soortgelijke conclusie: de manier waarop we werken zal blijvend veranderen, verwachten veel Nederlanders.", "Sceptisch", "Arjan Toor, directeur van de Europese tak van zorgverzekeraar Cigna, denkt er net zo over. Bij Cigna werkte 60 procent van de 2.300 Europese medewerkers al regelmatig vanuit huis. De overige 40 procent bestond deels uit werknemers die niet thuis kunnen werken, bijvoorbeeld omdat ze in de postkamer fysieke claims over ziektekosten ontvangen. Het andere deel omvatte mensen die sceptisch stonden tegenover thuiswerken en er nu alsnog aan moeten geloven.", "Toor denkt dat veel organisaties na de coronacrisis zullen vasthouden aan thuiswerken. ‘Gedeeltelijk thuiswerken heeft veel voordelen. Je bent flexibeler en productiever, het is goed voor de balans tussen werk en privé, het scheelt reistijd en het is ook nog eens beter voor het milieu. Bovendien hebben bedrijven grote investeringen gedaan in technologie om het thuiswerken te optimaliseren. Bij Cigna hebben we daarnaast ook veel geïnvesteerd in het trainen van managers, hoe zij thuiswerkende medewerkers optimaal kunnen ondersteunen, dus we verwachten die trend niet terug te draaien.’", "Wat gaat er dan precies blijvend veranderen na de coronacrisis? Gaan we ons 50 procent van de tijd afzonderen? Toor denkt dat vooral de rol van het kantoor gaat veranderen. Het wordt minder vanzelfsprekend om daar elke dag fysiek aanwezig te zijn, mensen gaan volgens hem bewuster nadenken over de noodzaak van hun aanwezigheid.", "Doe mee aan het arbeidsvoorwaardenonderzoek van Intermediair Intermediair onderzoekt welke arbeidsvoorwaarden we belangrijk vinden: welke bepalen onze werktevredenheid? Waar letten we op als we solliciteren? Doe mee aan het onderzoek en maak kans op een Bol.com-bon van 75 euro.", "Ontmoetingsplekken", "‘Kantoren zullen veel meer ontmoetingsplekken voor collega’s worden. Je gaat naar kantoor als je wil brainstormen, voor creatieve processen en samenwerking’, zegt hij. ‘Je kunt ervoor kiezen om activiteiten die je in je eentje moet doen en waarvoor je geconcentreerd moet werken, thuis te doen.’", "Joanny Lijbers, marketingdirecteur schoonheids- en verzorgingsproducten bij Unilever, was zelf geen fan van thuiswerken. ‘Ik ben een extravert persoon, kom uit een groot gezin en vind het prettig om mensen om me heen te hebben. Voor mij is werken op kantoor ideaal.’", "Toch heeft ze nu een aantal voordelen van thuiswerken ontdekt. Ze heeft meer tijd om te koken, en doordat ze ’s ochtends meer tijd heeft, maakt ze geregeld een rondje door de buurt met het gezin. ‘Ik heb drie kinderen, van 3, 6 en 8 jaar, dus het was wel een uitdaging. Nu ze weer gedeeltelijk naar school en de opvang gaan, werkt het heel prettig thuis.’", "Nieuwe werkmethode", "Zowel Lijbers als Toor verwachten dat kantoren meer ingericht gaan worden volgens het principe van activity based working, waarbij kantoorruimtes niet zijn ingedeeld op basis van persoonlijke functies, maar op basis van activiteiten. Cigna werkte al op deze manier. Zo zijn er concentratieruimtes, brainstormruimtes, belruimtes, vergaderruimtes en loungeplekken.", "Ook Unilever gaat binnenkort over op deze werkmethode. Lijbers houdt zich bezig met de verhuizing naar het nieuwe pand, waar de ruimtes zijn ingedeeld in verschillende kleurzones. Blauw staat voor rust en stilte, rood is het drukke gedeelte waar bijvoorbeeld ook kan worden geluncht.", "Wat ook zal veranderen, denkt Lijbers: we gaan niet meer met z’n allen in de file of in een bomvolle trein staan. ‘We kijken bij Unilever of we echt allemaal om dezelfde tijd moeten beginnen. Is het bijvoorbeeld handig om in shifts te gaan werken?’ zegt ze. ‘Ook kan ik me voorstellen dat het allemaal veel flexibeler gaat worden. Dat je bijvoorbeeld eerst twee uurtjes belt vanuit huis en daarna naar kantoor gaat. Of dat je ervoor kiest om twee van de vijf dagen helemaal thuis te werken.’", "Minder werkonderbrekingen", "Ook de manier van vergaderen mag op de schop, blijkt uit onderzoek van Astrid Groenewegen. Zij specialiseert zich met haar bureau SUE Behavioural Design in gedragsverandering en onderzocht de afgelopen weken hoe het samenwerken op afstand binnen teams werkt.", "Bij virtuele vergaderingen kom je sneller ter zake. Ook zijn ze effectiever en hebben ze een duidelijke agenda. Dat levert tijdwinst op waar werknemers blij mee zijn. ‘Het tackelt echt de grootste pijn op kantoor: de eeuwige vergaderingen. En ook hier duiken weer nadelen op: je loopt sociaal contact mis’, zegt ze tegen MT.", "Ook pleit Groenewegen voor minder ongeplande interrupties in de toekomst. Maak een tijdslot voor geklets, e-mail, telefoontjes en al dat soort onderbrekingen, stelt ze voor. Werknemers vinden het namelijk heerlijk om ongestoord te kunnen doorwerken. Wel missen werknemers erkenning en waardering, omdat niemand ziet wat je de hele dag doet. Geef collega’s dus wat vaker een compliment.", "Stoppen met ‘thuiswerken’", "Hoe voorkomen we dat we straks toch weer met z’n allen in de ochtendspits staan? Toor denkt dat de kans daarop niet groot is. ‘Als de regering zegt dat we wat meer naar kantoor mogen, gaat heus niet iedereen tegelijk. Sommige medewerkers zullen zich daar nog niet prettig bij voelen en ervoor kiezen nog even thuis te werken’, zegt hij. ‘Hiernaast moeten organisaties in deze overgangsfase kritisch kijken naar welke rollen cruciaal zijn op locatie.’", "Als de coronacrisis voorbij is, moeten leidinggevenden van een virtueel team vertrouwen hebben dat mensen hun werk doen en dat ze professioneel zijn, meent Toor. ‘Daarnaast is het belangrijk om zeer frequent contact te houden met je medewerkers, zodat ze goed geïnformeerd zijn en zich betrokken blijven voelen bij de organisatie en het team.’", "Lijbers beaamt dit. Hoewel ze zelf geen liefhebber is van thuiswerken, ziet ze niet in waarom ze als leidinggevende niet zou stimuleren dat werknemers hun eigen keuzes maken. Wel hoopt ze op meer digitale innovaties die werken op afstand makkelijker maken. ‘Er is al steeds meer mogelijk, zo kun je sinds kort met veel meer mensen tegelijkertijd videobellen in Microsoft Teams, maar ik mis nog wat functies. Hoe ga je bijvoorbeeld het spontane contactmoment virtueel compenseren?’", "En het zou helpen als we stoppen met het woord ‘thuiswerken’, volgens onderzoeker Astrid Groenewegen. Zij vindt het klinken als een mindere variant van echt werken. Liever heeft ze het over distributed teams. Misschien moeten we daar nog een goed Nederlands woord voor verzinnen, wil er echt wat veranderen.", "Werkgevers staan nog niet te springen Niet alle werkgevers lijken enthousiast over thuiswerken: veel van hen vragen hun werknemers inmiddels weer om naar het werk te komen, ook als zij thuis kunnen werken, ziet vakbond CNV. Dat mag niet, zegt arbeidsjurist Pascal Besselink van juridisch dienstverlener Das tegen Trouw. ‘Wanneer het mogelijk is om je werk thuis te doen, dan moet je op dit moment thuiswerken’, zegt hij. ‘Een werkgever mag nu niet eisen dat je op de werkvloer verschijnt. En als een werkgever dat toch doet, moet daar wel een hele goede reden voor zijn.’ D66 en GroenLinks werken ondertussen samen om van thuiswerken een wettelijk recht te maken.", "OP ZOEK NAAR EEN NIEUWE BAAN TIJDENS DE CORONACRISIS? Wat als je nu een baan zoekt? 2020 zou hét jaar worden om van baan te veranderen. Er waren immers vacatures in overvloed en bedrijven trokken alles uit de kast om sollicitanten te lokken. Is het inmiddels kommer en kwel voor werkzoekenden? Experts geven sollicitatietips."], "authors": ["Yasmine Esser"], "keywords": ["vanuit", "van", "deze", "huis", "het", "meer", "nieuwe", "op", "coronacrisis", "ligt", "een", "en", "te", "om", "veel", "werken", "je", "ze", "dat"], "pubDate": "2020-05-18T11:21:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}