{"id": "56550883-635a-3e1e-82a5-b4e3d7eb02c2", "title": "Waarom zou je als ontwerper niet kunnen nadenken over de vormgeving van jezelf?", "url": "https://trouw.nl/cultuur-media/waarom-zou-je-als-ontwerper-niet-kunnen-nadenken-over-de-vormgeving-van-jezelf~b0146275/", "summary": "Hetzelfde geldt voor de keuze voor een auto, of voor een lettertype – denk aan een sollicitatiebrief.\nDus waarom zou je als ontwerper niet kunnen nadenken over de vormgeving van de mens, en dan vooral de mens die je het beste denkt te kennen: jezelf?\nHet museum werd opgeheven, nu gaat ze met een stichting verder met het maken van tentoonstellingen over beeldcultuur en digitale cultuur.\nTegelijkertijd doet ze je een hele lijst uitspraken cadeau van zelfhulpgoeroes, van Rutger Bregman tot Steve Jobs.\nEen uitspraak van kunstenaar Boris Groys biedt wat houvast: sommige kunstenaars zijn meesters in het creëren van een imago, een reputatie, een kunstwerk.", "paragraphs": ["Een tas is niet alleen een transportmiddel voor spullen, het zegt iets over de eigenaar, of we dat nu willen of niet. Het zegt iets over zijn of haar voorkeuren, of die met de massa meegaan of juist tegen de stroom in. Hoeveel geld de eigenaar ervoor over heeft. Of ie het belangrijk vindt. Hetzelfde geldt voor de keuze voor een auto, of voor een lettertype – denk aan een sollicitatiebrief. Dus waarom zou je als ontwerper niet kunnen nadenken over de vormgeving van de mens, en dan vooral de mens die je het beste denkt te kennen: jezelf?", "Uit Help Jezelf! Beeld Mieke Gerritzen", "Mieke Gerritzen zag stapels zelfhulpboeken, cursussen mindfullness op de sportschool, meditatie-apps, en oneliners van opruimgoeroes. Dus maakte ze zelf een zelfhulpboek – niet om de stapel aan te vullen, maar om zelf uit te vinden wat de zelfhulptechnieken zijn. Inhoudelijk én in ontwerp. Gerritzen is zelf kunstenaar, vormgever (ze ontwierp ooit het logo van internetprovider XS4ALL) en was tot 2017 directeur van het Moti, het museum in Breda over beeldcultuur. Het museum werd opgeheven, nu gaat ze met een stichting verder met het maken van tentoonstellingen over beeldcultuur en digitale cultuur.", "Een karikatuur van de schreeuwerige ‘verander-je-leven-nu’-boodschap", "Met de felle kleuren en schreeuwerige chocoladeletters op het omslag lijkt het boek een persiflage, een karikatuur van de schreeuwerige ‘verander-je-leven-nu’-boodschap. Toch is het boek ook serieus. Gerritzen verzamelde uitspraken, vragen, wijsheden en zo nu en dan een grap en maakte een doe-en-kijkboek waarmee in dertig hoofdstukken zo’n beetje alle aspecten van het ontwerp van de moderne mens aan bod komen. Tegelijkertijd doet ze je een hele lijst uitspraken cadeau van zelfhulpgoeroes, van Rutger Bregman tot Steve Jobs. Uitspraken die zo dicht naast elkaar soms aanzienlijk minder overtuigend werken dan in hun eigen omgeving.", "‘Je bent er al’, begint de inleiding hoopvol. Je hebt al het een en ander opgebouwd, je ‘bent’ al iemand. Maar wie ben je? Het is de eerste van heel veel vragen. Een uitspraak van kunstenaar Boris Groys biedt wat houvast: sommige kunstenaars zijn meesters in het creëren van een imago, een reputatie, een kunstwerk. De mens is zélf een kunstwerk. Laten we allemaal ontwerpers worden, zegt Gerritzen.", "Bionische vleugels", "Dat klinkt als een enorme klus, het blijkt in dertig hoofdstukken te kunnen. Het begint met de maakbaarheid van het lichaam, natuurlijk, in zachte huidkleuren, uitspraken over gewicht, kunstlongen in een rugzak, bionische vleugels, een extra empathie-zintuig?", "Beeld Mieke Gerritzen", "Bij ‘privacy’ staat ‘log uit’ in koeienletters bovenaan de pagina. Een foto van een modeshow van Maison Margiela die de modellen met VR-brillen op liet lopen, een tekst van curator Ward Janssen over onze angst de privacy te verliezen en Edward Snowden over de gevaren van de coronamaatregels. Even verderop, in het hoofdstuk ‘schoonheid’, staan tien tips voor de perfecte selfie, maar het gaat ook over angst, depressie en verslaving. Overal staan vakjes die je kunt aankruisen, je mag je kleur kiezen, en er is veel ruimte om ‘jouw schoonheid’ te omschrijven.", "‘Waarom maakt een studie zelfkennis geen deel uit van het studiepakket op scholen?’, vraagt Gerritzen zich af in het hoofdstuk Kennis. Doordat veel mensen ernaar op zoek zijn, is de zelfhulphoek een economisch model geworden. Daar koop je weinig voor, vindt ze. ‘Het heeft geen zin om de zelfkennis van anderen te krijgen, je moet het zélf ondervinden.’ Haar zelfhelpboek bevat vooral veel open vakjes, uiteenlopende meningen en kleurplaten. Hoe het verdergaat, maakt Gerritzen duidelijk, dat bepaalt de lezer zelf.", "Mieke Gerritzen", "Help Je Zelf! De Opkomst van Self-Design", "Uitgeverij Valiz, 25 euro"], "authors": ["Joke De Wolf"], "keywords": ["van", "waarom", "voor", "en", "kunnen", "een", "ze", "met", "jezelf", "niet", "te", "op", "ontwerper", "het", "nadenken", "vormgeving", "zou", "je"], "pubDate": "2021-01-06T13:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}