{"id": "566ac06e-18b9-3646-9f0f-6d996afbc49b", "title": "Alle recensenten (m/v/x) moeten zich bewust zijn van hun blinde vlekken", "url": "https://volkskrant.nl/cultuur-media/alle-recensenten-m-v-x-moeten-zich-bewust-zijn-van-hun-blinde-vlekken~b6d8fe60/", "summary": "Zou ik minder goed in staat zijn de worstelingen van een Deense prins te waarderen dan een mannelijke collega?\nDe waanzin van een Schotse koning?\nIets vergelijkbaars gebeurt in de beschrijving van het spel.\nEen gewaardeerde collega bij deze krant noemt dat bij de mannelijke acteurs grappig, maar bij de vrouwen ‘schreeuwerig, soms zelfs hysterisch’.\nHet is goed om je daar als recensent bij het schrijven van bewust te zijn.", "paragraphs": ["Maakt het uit of een recensent man of vrouw is? In eerste instantie zeg ik: natuurlijk niet! Zou ik minder goed in staat zijn de worstelingen van een Deense prins te waarderen dan een mannelijke collega? De waanzin van een Schotse koning? De knetterende verliefdheid van twee jongens? Ik dacht het niet.", "In het klassieke toneelrepertoire komen vrouwen er meestal bekaaid van af. Maar de mannelijke hoofdpersonen zijn wel mensen, en ik ook. Vaak worstelen ze met universele existentiële problemen, waar in principe elke toeschouwer (m/v/x) zich in kan herkennen. Dat is ook de kracht van goeie kunst: die spreekt de verbeelding aan en de empathie. Zo wordt het mogelijk je te verplaatsen in mensen die ogenschijnlijk ver van je af staan, zelfs misdadigers en moordenaars.", "Maar daarnaast heeft elke recensent natuurlijk een hoogsteigen palet aan voorkeuren, smaak, gevoelens, ervaringen, blinde vlekken, neuroses en preoccupaties. Dat palet is veel breder dan sekse alleen, maar sekse is er wel een onderdeel van. Soms zal die dus een rol spelen.", "Recent deed zich een interessante casus voor. Regisseur Eline Arbo gebruikt Tsjechovs Drie Zusters om iets te zeggen over 120 jaar vrouwenemancipatie. Ze situeert de zussen met al hun onvervulde verlangen op de piek van vier feministische golven: in 1901, in 1965, in 1988 en nu. Toevallig waren zes van de zeven recensenten man. Ze schreven welwillend, maar ook behoorlijk kritisch. Was bij deze expliciet feministische thematiek sekse dan toch van invloed op de waardering? Nu ik de voorstelling zelf gezien heb, kan ik concluderen: nee. In het artistieke oordeel sluit ik me grotendeels bij de mannelijke collega’s aan.", "Maar er gebeurt wel iets interessants waar de gekozen formuleringen iets lijken te onthullen over hun vrouwbeeld. Arbo’s voorstelling is bevlogen, expliciet en soms zelfs pamflettistisch. Dat is een artistieke keuze die je wel of niet kunt waarderen. Maar sommige mannelijke critici noemden dit meteen ‘belerend’ en ‘gelijkhebberig.’ Arbo wil ‘haar gelijk halen’, noteert een theaterblogger geïrriteerd. Stel je voor!", "Iets vergelijkbaars gebeurt in de beschrijving van het spel. Arbo kiest over de gehele linie voor een geëxalteerde, uitvergrote speelstijl. Een gewaardeerde collega bij deze krant noemt dat bij de mannelijke acteurs grappig, maar bij de vrouwen ‘schreeuwerig, soms zelfs hysterisch’. Hun personages zijn ‘opgefokt en boos’, en de drie actrices strijden om de vraag ‘wie het irritantst is.’", "Wat ík zag is een consequent karikaturale speelstijl, die vaak bijzonder geestig is, maar ook het meevoelen met de personages (m/v) bemoeilijkt, waardoor de gevoeligheid uit het stuk verdwijnt en de tragiek verdampt.", "Het voert te ver om nu meteen te concluderen dat deze mannelijke collega’s (onbewust?) vinden dat een vrouw niet te luid mag zijn, niet te expressief en zeker niet boos of belerend. Maar ze zouden op z’n minst bij zichzelf kunnen onderzoeken waar die hevige irritatie vandaan komt.", "Ongetwijfeld hebben vrouwelijke critici vergelijkbare blinde vlekken. Het is goed om je daar als recensent bij het schrijven van bewust te zijn. Eerlijk zelfonderzoek komt de kunstkritiek ten goede. Of ben ik nu te belerend?"], "authors": ["Herien Wensink"], "keywords": ["van", "mvx", "die", "mannelijke", "een", "en", "maar", "bewust", "te", "ik", "zijn", "vlekken", "recensenten", "hun", "blinde", "moeten", "zich", "het", "bij"], "pubDate": "2020-12-03T15:22:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}