{"id": "56719ff1-8713-3492-8287-4a850cd4197f", "title": "Nieuwe lockdown betekent nieuwe recessie, maar het kán nog gunstig uitpakken", "url": "https://volkskrant.nl/nieuws-achtergrond/nieuwe-lockdown-betekent-nieuwe-recessie-maar-het-kan-nog-gunstig-uitpakken~b083fcbc/", "summary": "Vorige maand hoopte het Centraal Planbureau nog op een groei van bijna 3 procent in 2021.\nDat de maandag aangekondigde, zware lockdown het economische herstel vertraagt, staat vast.\nVoor jou en mij betekent deze lockdown alleen maar dat we ons salaris, dat gewoon blijft binnenkomen, niet kunnen uitgeven.\n‘Strikte en korte lockdowns kunnen te verkiezen zijn boven milde maar langdurige maatregelen’, schreven onderzoekers van het Internationaal Monetair Fonds eerder dit jaar.\nHet initiatief Herstel-NL bekritiseert de eenzijdige focus van het Nederlandse kabinet op het terugdringen van het besmettingscijfer.", "paragraphs": ["De harde lockdown brengt Nederland naar verwachting opnieuw in een recessie. Of de door het kabinet aangekondigde harde maatregelen daarmee onverstandig zijn? Economen twijfelen: ‘Zachte heelmeesters maken stinkende wonden.’", "Even leek alles mee te zitten. De economische crisis is dit jaar niet overgegaan in een veel rampzaliger financiële crisis. In januari begint naar verwachting het Grote Vaccineren. Vorige maand hoopte het Centraal Planbureau nog op een groei van bijna 3 procent in 2021. En de gedeeltelijke lockdown? De schade daarvan bedraagt volgens berekeningen van De Nederlandsche Bank (DNB) minder dan eenderde ten opzichte van de impact van de maatregelen dit voorjaar.", "Toen kwam de sloopkogel. Dat de maandag aangekondigde, zware lockdown het economische herstel vertraagt, staat vast. Op basis van grove berekeningen die De Nederlandsche Bank (DNB) in het weekeinde maakte, zal de eerder voorspelde groei in 2021 minstens halveren, naar een schamele 1 tot 1,5 procent. De eerste drie maanden verwachten de centrale bankiers zelfs krimp. Daarmee zou Nederland voor de tweede maal in korte tijd in een recessie terechtkomen. Hiervan is sprake als de economische activiteit minstens twee kwartalen achter elkaar terugloopt.", "‘Niet hollen en stilstaan’", "Marieke Blom, hoofdeconoom van ING Nederland, plaatst een flinke kanttekening bij alle ramingen. ‘Zo’n macrocijfer zegt bar weinig. Daarachter gaan zo veel verhalen schuil van zo veel verschillende mensen. Voor jou en mij betekent deze lockdown alleen maar dat we ons salaris, dat gewoon blijft binnenkomen, niet kunnen uitgeven. Maar op basis van analyses van pinbetalingen zien wij dat bijvoorbeeld modezaken het ontzettend zwaar hebben. Zij maken normaal een groot deel van hun omzet in deze tijd van het jaar. Als ze weer open mogen in januari, raken ze die feestkleding echt niet meer kwijt.’", "Daarmee is niet gezegd dat een lockdown per definitie slecht is voor de economie. ‘Strikte en korte lockdowns kunnen te verkiezen zijn boven milde maar langdurige maatregelen’, schreven onderzoekers van het Internationaal Monetair Fonds eerder dit jaar. Olaf Sleijpen, directeur monetaire zaken bij DNB, sluit zich daarbij aan. ‘Zachte heelmeesters maken stinkende wonden. Juist een beleid van hollen en stilstaan is niet verstandig.’ Mocht Nederland er dit keer in slagen het virus onder controle te krijgen, dan kan dat in combinatie met vaccineren ook tot een versnelde afbouw van de maatregelen leiden. En dus ook tot meer bedrijvigheid in 2021.", "Meer vrijheid", "Niet iedereen is zo optimistisch. Het initiatief Herstel-NL bekritiseert de eenzijdige focus van het Nederlandse kabinet op het terugdringen van het besmettingscijfer. In plaats daarvan pleiten de deelnemers – onder wie economen als Barbara Baarsma, Bas Jacobs en Coen Teulings – in een deze maand verschenen oproep voor ‘risicogestuurd beleid’. Voorkomen moet worden dat ouderen en andere risicogroepen het virus krijgen. Maar: ‘De minder-vatbaren kunnen daarmee grotendeels terug naar het ‘oude normaal’ en ervaren zo meer vrijheid en mentale gezondheid.’", "Inmiddels verschijnen ook de eerste economische kosten-baten analyses. Weegt de ‘lockdownwinst’, in gewonnen levensjaren, op tegen de prijs die Nederland hiervoor betaalt in de vorm van hogere werkloosheid, meer staatsschuld, minder geluk en uitgestelde medische behandelingen? Nog afgezien van de talloze aannamen die hieraan ten grondslag liggen, is het probleem dat eigenlijk niemand precies kan zeggen wat er gebeurt als de regering niks doet. Blijft het dan bij doormodderen? Of loopt de situatie compleet uit de hand?", "Na de lockdown", "Wat DNB betreft is het helder. Zonder maatregelen komen veel meer mensen te overlijden, terwijl het economische effect twijfelachtig is. ‘De vraag is waardoor de economie nou precies geraakt wordt’, aldus Sleijpen. ‘Is het die lockdown, of ook het feit dat mensen angstig worden? We zien dat het beide is. De Verenigde Staten zijn wat dat betreft een experiment. Sommige staten waren heel streng, andere niet. Wat blijkt: qua economische schade maakt niet zo heel veel uit.’", "Blom van ING is minder stellig. ‘Er is gewoon heel veel wat we niet weten. Ik vraag me wel af wat de ratio is achter de sluiting van de basisscholen. En in elk geval is een lockdown economisch niet effectief als er geen plan achter zit hoe het virus daarna onder controle gehouden moet worden. Dat is nu totaal niet duidelijk. Terwijl je alleen op die manier kunt voorkomen dat we ook na deze vijf weken weer de hele tijd op de rem moeten trappen.’"], "authors": ["Koen Haegens"], "keywords": ["nieuwe", "van", "nog", "dat", "kán", "gunstig", "een", "niet", "en", "maar", "lockdown", "op", "recessie", "economische", "betekent", "uitpakken", "het", "veel"], "pubDate": "2020-12-15T21:09:30Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}