{"id": "5686668d-07b0-377b-98d5-019971930d67", "title": "Jong Oranje treft gastland Hongarije, Roemenië en Duitsland in EK-eindronde", "url": "https://nos.nl/artikel/2360078-jong-oranje-treft-gastland-hongarije-roemenie-en-duitsland-in-ek-eindronde.html", "summary": "Jong Oranje moet het in de poulefase van het eindtoernooi van het EK tot 21 jaar opnemen tegen gastland Hongarije, Roemenië en Duitsland.\nDe zestien gekwalificeerde landen zijn verdeeld over vier poules, die van 24 maart tot en met 31 maart in Hongarije en Slovenië worden afgewerkt.\nNederland begint op 24 maart tegen Roemenië, dat in de kwalificatie als tweede eindigde achter Denemarken, en treft op 27 maart Duitsland, dat zich net als Jong Oranje als groepswinnaar voor het EK plaatste.\nDe beste twee ploegen van elke groep gaan door naar de volgende ronde, die in knock-out-vorm van 31 mei tot en met 6 juni zijn beslag krijgt.\nTegelijk met 'grote' OranjeJong Oranje veroverde in 2006 en 2007 de Europese titel.", "paragraphs": ["Jong Oranje moet het in de poulefase van het eindtoernooi van het EK tot 21 jaar opnemen tegen gastland Hongarije, Roemenië en Duitsland. Dat heeft de loting in Zürich opgeleverd.", "De zestien gekwalificeerde landen zijn verdeeld over vier poules, die van 24 maart tot en met 31 maart in Hongarije en Slovenië worden afgewerkt.", "Nederland begint op 24 maart tegen Roemenië, dat in de kwalificatie als tweede eindigde achter Denemarken, en treft op 27 maart Duitsland, dat zich net als Jong Oranje als groepswinnaar voor het EK plaatste. Op 30 maart is mede-organisator Hongarije de laatste opponent.", "De beste twee ploegen van elke groep gaan door naar de volgende ronde, die in knock-out-vorm van 31 mei tot en met 6 juni zijn beslag krijgt. De finale zal gespeeld worden in het Sloveense Ljubljana.", "Tegelijk met 'grote' Oranje", "Jong Oranje veroverde in 2006 en 2007 de Europese titel. Spanje, dat na de Nederlandse succesjaren vier van de zes edities de beste was, is de heersend kampioen. Alleen Duitsland wist zich daar met twee titels tussen de mengen."], "authors": [], "keywords": ["oranje", "duitsland", "hongarije", "van", "tot", "het", "ekeindronde", "op", "met", "maart", "treft", "gastland", "jong", "en", "dat", "roemenië"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}