{"id": "569415e4-980a-33e6-8a97-962007501172", "title": "Ralph Woerde bouwde zijn Restaurant Oud-Zuid om tot delicatessenwinkel", "url": "https://www.parool.nl/ps/ralph-woerde-bouwde-zijn-restaurant-oud-zuid-om-tot-delicatessenwinkel~b49b5d894/", "summary": "Dat zijn mensen die je mag en die goed zijn.\nEn we bouwden in oktober een deel van het restaurant om tot delicatessenwinkel, die open blijft.\nNu hebben we een kleiner, vast menu waarbij je voor elke gang kiest of je vlees, vis of vegetarisch wilt.\nDe realiteit is ook dat ik voor mijn gezin en personeel moet zorgen.\nEn ik ben nu zogenaamd dicht, maar heb het drukker dan ooit.", "paragraphs": ["Ralph Woerde van Restaurant Oud Zuid. Beeld Dingena Mol", "Wat betekent de lockdown voor uw zaak?", "“Het heeft een enorme impact. We maakten ook de crisis van 2008 mee: dat was een eitje vergeleken met nu. We konden de contracten van de helft van ons personeel niet verlengen. Dat zijn mensen die je mag en die goed zijn. We dachten nog: december wordt een drukke tijd, dan kunnen we weer personeel aannemen. Toen werd de stekker er opnieuw uitgetrokken.”", "Hoe gaat de komende tijd eruitzien?", "“We doen aan takeaway en hebben boxen waarmee je zelf een driegangenmenu op tafel zet. En we bouwden in oktober een deel van het restaurant om tot delicatessenwinkel, die open blijft. We verkopen verse pasta’s, truffels, wijnen en rillettes.”", "Nog creatieve inzichten gekregen door de situatie?", "“We voeren een ander menu. Normaal hebben we een à-la-cartemenu, dan gooi je vaker voedselresten weg. Nu hebben we een kleiner, vast menu waarbij je voor elke gang kiest of je vlees, vis of vegetarisch wilt. Dat is flexibeler en zorgt voor minder verspilling.”", "Hoe houdt u de moed erin?", "“Door manieren te vinden om mijn passie uit te oefenen. Dat zit in mijn ondernemersbloed. De realiteit is ook dat ik voor mijn gezin en personeel moet zorgen. Je kijkt waar je geld kunt verdienen. Het motiveert me dat mensen ons steunen en langskomen. Mijn geluk is misschien ook dat ik in een welvarende buurt zit. Ons bedrijf is nog steeds gezond, we hadden nog een buffer en gaan dit overleven.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Met mijn team een goed glas wijn of champagne drinken, mensen knuffelen. En ik ben nu zogenaamd dicht, maar heb het drukker dan ooit. In plaats van drie houd ik tien balletjes in de lucht: ik heb de winkel, een takeaway, deed een tijdje catering bij mensen thuis en werkte samen met een hotel. Deze situatie geeft stress, je voelt een overlevingsdrang. Rust zou niet verkeerd zijn.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["ik", "mijn", "om", "bouwde", "zijn", "delicatessenwinkel", "woerde", "je", "mensen", "van", "en", "een", "restaurant", "tot", "ralph", "oudzuid", "voor", "het", "dat"], "pubDate": "2020-12-28T09:34:58Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}