{"id": "56ace48a-1129-3d24-a006-79265cbfca9b", "title": "Zorgorganisaties noemen vaccinatieplannen De Jonge ‘erg enthousiast’ en ‘prematuur’", "url": "https://volkskrant.nl/nieuws-achtergrond/zorgorganisaties-noemen-vaccinatieplannen-de-jonge-erg-enthousiast-en-prematuur~b80af0e8/", "summary": "Een medewerker van het farmaceutische bedrijf AstraZeneca in India werkt in beschermende kleding aan een vaccin tegen covid-19.\nIn principe zijn verpleeghuisbewoners en cliënten van gehandicaptenzorginstellingen de eerste Nederlanders die voor het vaccin in aanmerking komen.\nAls dit een positief advies is, zal de Europese Commissie naar verwachting nog voor het einde van het jaar definitieve toestemming verlenen voor toediening van het vaccin.\nMaar er zijn nog meer ijzers in het vuur: ook de farmaceuten Janssen, AstraZeneca, Curevac en Sanofi zijn bezig hun vaccins te testen en goedgekeurd te krijgen.\nDe meeste vaccins van de andere farmaceuten zullen dan ook pas in het tweede en derde kwartaal beschikbaar komen.", "paragraphs": ["Een medewerker van het farmaceutische bedrijf AstraZeneca in India werkt in beschermende kleding aan een vaccin tegen covid-19. Beeld REUTERS", "Volgens ActiZ, branchevereniging van 400 ouderenzorgorganisaties, zijn ‘er nog veel vragen en weinig antwoorden op dit moment’ , terwijl ‘het veilig en verantwoord toedienen op deze schaal een operatie van ongekende omvang met militaire precisie vereist’. Die precisie is nog lang niet in zicht, want de eigenschappen van het vaccin zijn nog niet bekend; de doelgroep, bewaarvoorschriften, ict-systemen, inzet van ondersteunend personeel, en het ‘vaccinatietraject voor cliënten’ evenmin. In principe zijn verpleeghuisbewoners en cliënten van gehandicaptenzorginstellingen de eerste Nederlanders die voor het vaccin in aanmerking komen.", "Ook Verenso vindt 4 januari als startdatum ‘vrij ambitieus’. De vereniging voor specialisten in de ouderenzorg wijst erop dat het kunnen vaccineren van grote groepen mensen een goede organisatie vergt.", "Toch zei De Jonge dat hopelijk de eerste Nederlanders in de eerste week van januari kunnen worden ingeënt met het vaccin van de farmaceuten Pfizer en BioNTech. De bedrijven hebben bij het Europees Geneesmiddelenbureau (EMA) afgelopen maandag een voorlopige markttoelating voor hun vaccin aangevraagd. Het EMA verwacht daar uiterlijk 29 december een zwaarwegend advies over uit te brengen. Als dit een positief advies is, zal de Europese Commissie naar verwachting nog voor het einde van het jaar definitieve toestemming verlenen voor toediening van het vaccin.", "Fase van hoop", "Daarmee begint, schrijft De Jonge, ‘een fase van hoop en nieuw perspectief. Het is nu aan EMA om zorgvuldig zijn werk te doen. Wij zorgen ervoor dat we er klaar voor zijn zodra er groen licht komt.’ Volgens de minister wordt er juist al intensief samengewerkt met het RIVM, huisartsen, de GGD’s en de zorginstellingen.", "In afwachting van die toestemming van het EMA verscheept Pfizer alvast bijna een miljoen vaccins naar Nederland, waarmee ongeveer 450 duizend mensen kunnen worden ingeënt. Een volledige vaccinatie bestaat uit twee prikken. In het eerste kwartaal van 2021 kan de farmaceut nog eens 1,6 miljoen doses leveren, zo is de verwachting.", "Farmaceut Moderna kondigde maandag al aan goedkeuring bij het EMA te vragen. Dat verzoek behandelt het medicijnenbureau op 12 januari, zo is de planning, die tussentijds nog zou kunnen wijzigen. Moderna kan in de eerste drie maanden van volgend jaar 400 duizend vaccins leveren, goed voor nog eens 200 duizend ingeënte personen.", "Genoeg voor 1,5 miljoen Nederlanders", "Dit zou betekenen dat met de vaccins van deze twee farmaceuten ongeveer 1,5 miljoen Nederlanders kunnen worden ingeënt. Een stuk minder dan de 3,5 miljoen waar De Jonge onlangs op hoopte. Maar er zijn nog meer ijzers in het vuur: ook de farmaceuten Janssen, AstraZeneca, Curevac en Sanofi zijn bezig hun vaccins te testen en goedgekeurd te krijgen.", "De meeste vaccins van de andere farmaceuten zullen dan ook pas in het tweede en derde kwartaal beschikbaar komen. Hoeveel dat er zullen zijn, is nu nog niet te zeggen volgens De Jonge. In totaal heeft Nederland – in samenwerking met Europa – mogelijk 50 miljoen vaccins ingekocht."], "authors": ["Michiel Van Der Geest"], "keywords": ["van", "nog", "jonge", "erg", "een", "zorgorganisaties", "en", "vaccins", "prematuur", "te", "noemen", "zijn", "enthousiast", "voor", "miljoen", "het", "vaccinatieplannen"], "pubDate": "2020-12-01T16:14:57Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}