{"id": "56ac444c-f1ee-36db-b461-8a779ac91111", "title": "EU-lidstaten keuren voorlopige Brexit-deal goed", "url": "https://nu.nl/economie/6099040/eu-lidstaten-keuren-voorlopige-brexit-deal-goed.html", "summary": "Ambassadeurs van de lidstaten van de Europese Unie hebben maandag goedkeuring gegeven aan de voorlopige versie van de Brexit-deal.\nHet gaat om een tijdelijke goedkeuring tot 28 februari, zo meldt de woordvoerder van het Duitse EU-voorzitterschap op Twitter.\nVolgens de woordvoerder hebben de ambassadeurs unaniem beslist om het voorlopige akkoord groen licht te geven.\nDe Europese Commissie heeft een voorlopige regeling tot 28 februari voorgesteld om het Europees Parlement de tijd te geven om de donderdag gesloten Brexit-deal goed door te nemen.\nHet Verenigd Koninkrijk moet het akkoord zelf ook nog ratificeren.", "paragraphs": ["Ambassadeurs van de lidstaten van de Europese Unie hebben maandag goedkeuring gegeven aan de voorlopige versie van de Brexit-deal. Het gaat om een tijdelijke goedkeuring tot 28 februari, zo meldt de woordvoerder van het Duitse EU-voorzitterschap op Twitter. Het akkoord gaat op 1 januari 2021 in.", "Volgens de woordvoerder hebben de ambassadeurs unaniem beslist om het voorlopige akkoord groen licht te geven. Dinsdagmiddag moet de formele goedkeuring van de EU-lidstaten volgen.", "De Europese Commissie heeft een voorlopige regeling tot 28 februari voorgesteld om het Europees Parlement de tijd te geven om de donderdag gesloten Brexit-deal goed door te nemen.", "Het parlement stemt er pas in het nieuwe jaar over, terwijl de Britten al op 1 januari de EU verlaten. Met de tijdelijke regeling moeten onnodige problemen worden voorkomen. Het Verenigd Koninkrijk moet het akkoord zelf ook nog ratificeren. Het Britse parlement komt daarvoor op 30 december bijeen.", "Donderdag werd na negen maanden onderhandelen eindelijk een akkoord gesloten tussen de Europese Unie en het Verenigd Koninkrijk. Daarin zijn regels vastgelegd voor de handel tussen beide partijen.", "Het moet zorgen voor een soepel vertrek van de Britten uit de EU. Weliswaar is het VK al op 31 januari 2020 uit de EU gestapt, maar tot 31 december is nog sprake van een overgangstermijn."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["tot", "goed", "van", "keuren", "parlement", "een", "om", "op", "eulidstaten", "akkoord", "te", "het", "voorlopige", "brexitdeal"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}