{"id": "56b0c67d-d46d-30c1-a40f-418e1397826e", "title": "Minister bedenkt zich en redt productiehuis Frascati van ondergang", "url": "https://trouw.nl/cultuur-media/minister-bedenkt-zich-en-redt-productiehuis-frascati-van-ondergang~b7601b1a/", "summary": "Maar nu gaat cultuurminister Ingrid van Engelshoven alsnog op zoek naar extra geld.\nTheatertaal“Er zijn op dit moment te weinig plekken waar jonge makers in de eerste fase na hun opleiding terecht kunnen”, zegt artistiek directeur van Frascati Producties Mark Timmer.\n“Frascati en Plan Brabant werken landelijk met studenten van alle opleidingen.\nBeeld ANP / Remko de WaalEén maker die bij Frascati een eigen stijl kon ontwikkelen is Charli Chung, die de Volkskrant in februari ‘hét theatertalent van dit moment’ noemde.\nDirecteur van Toneelacademie Maastricht Rob Ligthert noemde de aangekondigde sluiting ‘een verschraling, een verarming en een schande’.", "paragraphs": ["Het doek valt tóch nog niet voor Frascati Producties. Een week geleden zei het Amsterdamse theaterproductiehuis te moeten sluiten wegens een gebrek aan subsidie. Maar nu gaat cultuurminister Ingrid van Engelshoven alsnog op zoek naar extra geld.", "“Ik wil met een gebaksvorkje door de begroting gaan en kijken of we voor de komende vier jaar voldoende middelen bij elkaar kunnen schrapen”, zei Van Engelshoven maandag tijdens een wetgevingsoverleg met de Tweede Kamer. Ook talentontwikkelingsplatform Plan Brabant krijgt toch geld. De twee instellingen vielen eerder dit jaar net buiten de vierjarige rijkssubsidie (de Bis), maar gesprekken met de sector hebben de minister overtuigd dat beide cruciaal zijn voor jonge talenten die anders nergens terecht kunnen.", "Theatertaal", "“Er zijn op dit moment te weinig plekken waar jonge makers in de eerste fase na hun opleiding terecht kunnen”, zegt artistiek directeur van Frascati Producties Mark Timmer. “Frascati en Plan Brabant werken landelijk met studenten van alle opleidingen. De budgetten die we van het Rijk krijgen krijgen gaan voor circa 95 procent naar de honoraria van jonge makers, omdat onze gebouwen en andere infrastructuur lokaal worden gefinancierd. Ook geven we makers veel vrijheid om hun eigen theatertaal te ontwikkelen.”", "Minister Van Engelshoven verdedigde haar begroting maandag tegenover de Tweede Kamer tijdens een wetgevingsoverleg. Beeld ANP / Remko de Waal", "Eén maker die bij Frascati een eigen stijl kon ontwikkelen is Charli Chung, die de Volkskrant in februari ‘hét theatertalent van dit moment’ noemde. “Frascati is een uniek, genre-overstijgende productiehuis. Als ik na mijn afstuderen daar niet terecht had gekund, weet ik niet of mijn werk had kunnen bestaan. Inmiddels ben ik huisregisseur bij Toneelgroep Oostpool, en ons gehele artistieke team had bij Frascati Producties zijn start.”", "Ommezwaai", "Afgelopen week spraken prominente namen uit het theaterveld hun steun voor Frascati uit. Ivo van Hove (ITA) noemde het een ‘ideale springplank’. Directeur van Toneelacademie Maastricht Rob Ligthert noemde de aangekondigde sluiting ‘een verschraling, een verarming en een schande’.", "Tijdens het wetgevingsoverleg vroeg Kamerlid Zohair El Yassini (VVD) aan minister Van Engelshoven of haar ommezwaai geen ‘slecht signaal’ was: “Als je maar hard genoeg lobbyt, is er altijd wel een potje beschikbaar.” De minister antwoordde dat vooral voortschrijdend inzicht leidde tot haar besluit. Vóór de definitieve stemming over de begroting, schrijft ze een brief aan de Kamer met de aangepaste subsidieplannen.", "Lees ook:", "Raad vraagt om meer steun cultuursector", "Overleeft de culturele sector de coronacrisis, ook op lange termijn? Alleen met extra geld, zegt een bezorgde Raad voor Cultuur."], "authors": ["Rufus Kain"], "keywords": ["redt", "van", "bij", "productiehuis", "frascati", "het", "minister", "met", "die", "een", "ondergang", "zich", "en", "engelshoven", "bedenkt", "voor"], "pubDate": "2020-11-24T10:42:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}