{"id": "56dd10c9-5480-3a55-9bf6-6e59f722bb55", "title": "'Te weinig minderjarigen in Moria voldoen aan eisen om opgehaald te worden'", "url": "https://nos.nl/artikel/2347809-te-weinig-minderjarigen-in-moria-voldoen-aan-eisen-om-opgehaald-te-worden.html", "summary": "Er zijn niet genoeg alleenstaande minderjarige asielzoekers in migrantenkamp Moria die voldoen aan de eisen om door Nederland opgehaald te worden, zoals gisteren is bepaald door het kabinet.\nDe minderjarigen in Moria zijn dus te oud of komen niet aanmerking, omdat ze onvoldoende kans hebben om in Nederland te mogen blijven.\nHij schat dat er in Moria op papier slechts drie kinderen in aanmerking komen om door Nederland opgehaald te worden.\n'Vroeg voor conclusies'Minister Kaag (Buitenlandse Handel en Ontwikkelingssamenwerking) vindt het te vroeg om te concluderen dat Nederland niet de genoemde vijftig kinderen kan ophalen.\n\"Dit is nog geen 24 uur oud en het gaat om een heel grote groep van 13.000 mensen.", "paragraphs": ["Er zijn niet genoeg alleenstaande minderjarige asielzoekers in migrantenkamp Moria die voldoen aan de eisen om door Nederland opgehaald te worden, zoals gisteren is bepaald door het kabinet. Dat stelt onder meer kinderrechtenorganisatie Defence for Children en Europarlementariër Kati Piri (PvdA) op basis van een inventarisatie.", "Om in aanmerking te komen voor opvang in Nederland moet een kind onder de 14 jaar zijn en moet hij of zij minimaal 75 procent kans hebben op asiel. Nederland hanteert bij het ophalen namelijk de voorwaarden van het EU-herplaatsingsbesluit uit 2015. Zo komt een asielzoeker uit bijvoorbeeld Afghanistan niet in aanmerking om opgehaald te worden, omdat gemiddeld maar een kwart van de Afghanen in Nederland mag blijven.", "Te oud of te weinig kans", "Van alle 4511 alleenstaande minderjarige asielzoekers in Griekenland komen er onder de voorwaarden naar schatting 38 in aanmerking om naar Nederland gehaald te worden, terwijl het kabinet vijftig kinderen wil opvangen. Plus nog eens vijftig \"personen in gezinsverband met minderjarige kinderen\".", "De minderjarigen in Moria zijn dus te oud of komen niet aanmerking, omdat ze onvoldoende kans hebben om in Nederland te mogen blijven. Er zitten bijvoorbeeld relatief weinig Syrische kinderen in Moria, die wel voldoen aan de minimaal 75 procent kans op asiel.", "\"Je kunt concluderen dat de kinderen die we willen opvangen helemaal niet bestaan\", zegt Martin Vegter, jurist bij Defence for Children. Hij schat dat er in Moria op papier slechts drie kinderen in aanmerking komen om door Nederland opgehaald te worden.", "'Vroeg voor conclusies'", "Minister Kaag (Buitenlandse Handel en Ontwikkelingssamenwerking) vindt het te vroeg om te concluderen dat Nederland niet de genoemde vijftig kinderen kan ophalen. Volgens haar is het nu eerst aan staatssecretaris Broekers-Knol (Justitie en Veiligheid) om met de Grieken om de tafel te gaan, zei ze na de ministerraad. \"Het zou best kunnen zijn dat er in de balans een andere mix uitkomt, maar wij gaan ervan uit dat het in ieder geval wel kan.\"", "Een woordvoerder van staatssecretaris Broekers-Knol kan niet inhoudelijk reageren op de cijfers. Ze zegt dat het aanbod om de groep van in totaal honderd migranten op te halen pas gisteren bij de Grieken is gedaan en dat er eerst wordt gewacht op een reactie.", "Premier Rutte vindt het te vroeg om bijvoorbeeld te spreken over het versoepelen van de leeftijdsgrens voor de minderjarige asielzoekers, zei hij op de persconferentie na de ministerraad. Hij vindt dat er eerst op de uitkomst van de gesprekken met de Grieken moet worden gewacht. \"Ik ben na tien jaar in deze baan wel gewend dat er wordt gezegd dat iets niet lukt en dan lukt het toch\", zei hij. \"Dit is nog geen 24 uur oud en het gaat om een heel grote groep van 13.000 mensen. Dus laten we eerst even kijken hoe ver we met de Grieken komen.\""], "authors": [], "keywords": ["eisen", "van", "voldoen", "er", "opgehaald", "weinig", "nederland", "het", "op", "niet", "te", "om", "dat", "en", "moria", "minderjarigen", "aan", "worden"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}