{"id": "56dd125f-dc42-3258-867b-5608d925133f", "title": "Thuisbevallen is zó typisch Nederlands dat het immaterieel erfgoed wordt", "url": "https://trouw.nl/verdieping/thuisbevallen-is-zo-typisch-nederlands-dat-het-immaterieel-erfgoed-wordt~b7df1528/", "summary": "Hoegenaamd niets, behalve dat deze fenomenen binnenkort alle drie officieel worden bijgeschreven bij de Inventaris Immaterieel Erfgoed Nederland.\nHij zei toen dat hij de thuisbevalling echt iets vond voor de lijst met Nederlands immaterieel erfgoed.\nDaar komt bij dat het thuisbevallen aansluit bij de Nederlandse mentaliteit van zelfbeschikking, gaat Kreuning verder.\nIk heb in dertig jaar nooit een gevaarlijke situatie meegemaakt.”Kreunings ultieme droom: doorstoten naar de Internationale Representatieve Lijst van Immaterieel Erfgoed van de Mensheid, beheerd door Unesco.\nDe Nederlandse overheid meldt om de paar jaar één immaterieel erfgoed bij Unesco aan.", "paragraphs": ["Wat heeft de thuisbevalling gemeen met de Matthäus-Passion van de Nederlandse Bachvereniging of met paardenraces op de korte baan? Hoegenaamd niets, behalve dat deze fenomenen binnenkort alle drie officieel worden bijgeschreven bij de Inventaris Immaterieel Erfgoed Nederland. De Fransen hebben daar een mooie uitdrukking voor: ‘bien étonnés de se trouver ensemble’, oftewel ‘stomverbaasd dat ze ineens in elkaars gezelschap verkeren’.", "De vreemdste eend in deze bijt, de thuisbevalling, is ingediend door de verloskundigen Tom Kreuning en Veerle Takes en kraamverzorgende Manon Aué. Zij trokken de afgelopen jaren samen op om ‘de Nederlandse thuisbevalcultuur’ op de immateriële lijst te krijgen.", "Hoe kwamen ze in vredesnaam op dat idee? “Behalve verloskundige ben ik ook molenaar”, verklaart Kreuning. “In 2013 werd het ambacht van molenaar toegelaten tot de Inventaris Immaterieel Erfgoed, dus ik wist al dat die lijst bestond.”", "Maar de directe aanzet kwam van Herman Pleij, emeritus hoogleraar historische Nederlandse letterkunde. “Die zat in 2017 bij ‘De Wereld Draait Door’. Hij zei toen dat hij de thuisbevalling echt iets vond voor de lijst met Nederlands immaterieel erfgoed. Toen ben ik aan de slag gegaan.”", "Zinnige, zuinige zorg", "Thuisbevallingen op grote schaal zijn iets typisch Nederlands. In de omringende landen bevallen vrouwen veel vaker in het ziekenhuis. Nederland kent dan ook een uniek systeem met kraamverzorgers die tot acht dagen na de bevalling thuis blijven helpen. Het is ‘zinnige, zuinige zorg’, aldus Kreuning, die dertig jaar als verloskundige heeft gewerkt en kort geleden met pensioen is gegaan.", "Daar komt bij dat het thuisbevallen aansluit bij de Nederlandse mentaliteit van zelfbeschikking, gaat Kreuning verder. Zwangere vrouwen maken hier graag hun eigen keuzes en zijn wars van medicalisering. Voeg dit alles bij de andere vaste culturele waarden rond een nieuw leven, zoals beschuit met muisjes, geboortekaartjes en het kraamfeest, en je hebt plotsklaps immaterieel erfgoed in handen.", "Maar is de thuisbevalling werkelijk ‘immaterieel erfgoed’? “Ja”, zegt Lisanne Verbeek, woordvoerster bij het Kenniscentrum Immaterieel Erfgoed. “Het is namelijk aan gemeenschappen zelf om te bepalen wat zij als immaterieel erfgoed ervaren. Iedere beoefenaar kan erfgoed bij het Kenniscentrum aanmelden. Wij controleren dan of de aanmelding aan bepaalde criteria voldoet. Het moet bijvoorbeeld een levende cultuuruiting betreffen die aantoonbaar van generatie op generatie wordt doorgegeven en die niet tegen de wet indruist. De indiener moet er zelf een gevoel van identiteit en continuïteit aan ontlenen.”", "Beeld Evert Elzinga", "Beschermen", "Wie nieuw erfgoed aanmeldt, belandt niet meteen in de Inventaris. Eerst kom je in het Netwerk, een soort ongeverifieerd voorportaal met rijp en groen door elkaar: een eenmansorkest, de riviervisserij, de gabbercultuur, enzovoort.", "Tot de officiële Inventaris kun je pas doordringen als je eerst een ‘borgingsplan’ opstelt waarin je laat zien hoe je het betreffende erfgoed wilt gaan beschermen. Het Kenniscentrum helpt bij het schrijven van zo’n plan. De indieners laten ermee zien dat ze serieus met hun erfgoed bezig zijn; ze moeten het niet alleen beschermen, maar ook bedenken hoe ze de zichtbaarheid ervan kunnen vergroten. Vervolgens oordeelt een onafhankelijke toetsingscommissie over het plan. En dan kan de vlag uit – of niet. De Inventaris Immaterieel Erfgoed Nederland bevat nu bijna 180 cultuuruitingen, waaronder ambachten, feesten en sociale praktijken. De Pride Amsterdam staat er bijvoorbeeld op, naast de Nijmeegse Vierdaagse en stoelenmatten (het vlechten van rieten zittingen) in Zundert. Het is een kwestie van de lange adem als je de Inventaris wilt halen, want het Kenniscentrum heeft een flinke wachtlijst. Kreuning en zijn kompanen waren twee jaar bezig voor ze hun thuisbevalling erdoorheen hadden.", "Ultieme droom", "En wat levert zo’n plek in de Inventaris op? Geen pot met geld, helaas. “Het voordeel is positieve publiciteit”, aldus Kreuning. “We krijgen nu heel wat aandacht. De thuisbevalling staat echt weer op de kaart.”", "Dat vindt hij belangrijk omdat er van oudsher een strijd heerst met gynaecologen, die liever zien dat vrouwen in het ziekenhuis bevallen. Dat zou veiliger zijn, maar volgens Kreuning is dat onzin. “In het ziekenhuis loop je sneller een bacterie op. En nu heerst er ook nog corona. Daardoor zit de thuisbevalling echt in de lift. Thuis is het ook veilig. Ik heb in dertig jaar nooit een gevaarlijke situatie meegemaakt.”", "Kreunings ultieme droom: doorstoten naar de Internationale Representatieve Lijst van Immaterieel Erfgoed van de Mensheid, beheerd door Unesco. Niet te verwarren met de Werelderfgoedlijst. Die laatste bevat cultuur- en natuurmonumenten als de Taj Mahal, de Chinese Muur en de Waddenzee. Tastbare zaken dus. Nu gaat het juist om niet-stoffelijke kwesties. Tot dusver is het molenaarsvak de enige Nederlandse bijdrage op de immateriële Unesco-lijst, maar wellicht maakt de thuisbevalling ook een kans.", "De Nederlandse overheid meldt om de paar jaar één immaterieel erfgoed bij Unesco aan. Als het wordt toegelaten, is de overheid verplicht om het actief te beschermen. Daarom is Kreuning ook zo happig op zo’n Unesco-stempel: zijn vak zou meteen een stuk steviger staan ten opzichte van de gynaecologen.", "“De samenwerking en het onderlinge vertrouwen kunnen altijd beter”, zegt hij. “Uiteindelijk willen we allemaal hetzelfde, waarbij een positieve bevalervaring misschien wel het belangrijkste is. Die draag je namelijk je hele leven met je mee.”", "Nieuwkomers in de Inventaris Immaterieel Erfgoed - De Nederlandse thuisbevalcultuur - Matthäus-Passion door de Nederlandse Bachvereniging in Grote Kerk Naarden - Afro-Surinaamse aflegrituelen - Surinaams-Javaanse Gamelantraditie - Levende Nederlandse folkloredans - De Cramignon (Zuid-Limburgse reidans) - Diverse kortebaan- en harddraverijen", "Lees ook:", "", "Couscous is nu officieel immaterieel cultureel erfgoed", "Na een sterk staaltje diplomatieke samenwerking staat couscous nu officieel op de Unesco-lijst van immaterieel cultureel erfgoed. Marokko, Algerije, Tunesië en Mauritanië nomineerden begin dit jaar gezamenlijk het Berberse gerecht voor een plekje op de wereldberoemde lijst."], "authors": ["Sander Becker"], "keywords": ["nederlands", "erfgoed", "van", "typisch", "en", "een", "met", "wordt", "op", "immaterieel", "thuisbevallen", "het", "dat", "zó", "je"], "pubDate": "2021-01-02T12:24:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}