{"id": "56fe78ed-154c-3f67-aa94-40d6538cbeef", "title": "Zo vergroot je je kansen bij een reorganisatie (en dat is níet door harder te werken)", "url": "https://volkskrant.nl/werken/zo-vergroot-je-je-kansen-bij-een-reorganisatie-en-dat-is-niet-door-harder-te-werken~b4221a65/", "summary": "Hoe pak je het aan als je een nieuwe baan wil?\nProactief zijnToch sta je niet helemaal machteloos, er zijn dingen die je kunt doen om je carrièrekansen te vergroten.\nKoen tipt ook om bij je leidinggevende te informeren welke stappen je kunt zetten om nieuwe kennis op te doen.\nDat betekent niet dat je te pas en te onpas je successen deelt met collega’s en op sociale media.\nZo weet je op wat voor transitievergoeding je recht hebt en of je recht hebt op een ww-uitkering.", "paragraphs": ["Een positieve beoordeling en leuk contact met je leidinggevende zijn handig, maar bij een reorganisatie kun je toch boventallig worden verklaard. Extra tandje bijzetten dan maar, zodat jij wordt gekozen om te blijven? Dat is juist níet slim.", "De economie lijkt af te stevenen op een diep dal: de Nederlandsche Bank voorspelt dat de coronacrisis honderdduizenden Nederlanders hun baan zal kosten. Er zou sprake zijn van ‘de sterkste krimp van werkgelegenheid sinds de jaren zeventig’. Het CPB verwacht een verdubbeling van de werkloosheid volgend jaar.", "Wie zich vanwege de alarmerende berichten over de werkgelegenheid zorgen begint te maken over zijn of haar baan, wil wellicht weten hoe je je kansen bij een reorganisatie vergroot. Het korte antwoord: rustig blijven. Volgens Jessie Koen, arbeids- en organisatiepsycholoog aan de Universiteit van Amsterdam is de onrust over of je straks nog wel een baan hebt juist funest voor je loopbaan en gezondheid. ‘Gevoelens van onzekerheid leiden tot stress, een slechtere gezondheid én een slechter loopbaanperspectief.’", "FACEBOOKGROEP DE WERKGIDS Hoe kun je efficiënter werken? Hoe pak je het aan als je een nieuwe baan wil? En hoe sla je je door een functioneringsgesprek heen? In de Facebookgroep de Volkskrant Werkgids delen we artikelen over werk en carrière. Meld je aan en deel zelf ook vragen en tips.", "Ga niet ineens harder werken", "Koen onderzocht eerder dit jaar de invloed van baanonzekerheid op werknemers. Hoe gedragen werknemers zich als de organisatie waar ze werken gaat reorganiseren? Gaan ze beter presteren? Voornamelijk minder, bleek na een enquête onder meer dan honderd medewerkers en hun leidinggevenden.", "Het gros van de mensen kroop in hun schulp. Koen: ‘Wie onzeker is over z’n baan maakt meer fouten, is minder productief en doet niets extra’s meer. Dat is meestal niet eens bewust, het komt voort uit een gevoel dat het bedrijf niet meer loyaal is naar jou, waarom zou je dan iets terug doen? Het gevoel van wederkerigheid verdwijnt. Daarnaast wordt je zo opgeslokt door de onzekerheid dat het ten koste gaat van de concentratie en productiviteit.’", "Volgens de universitair docent is het een hardnekkig misverstand dat mensen harder gaan werken bij baanonzekerheid. ‘Er is maar een kleine groep die dat doet en dat zijn de mensen die uit zichzelf niet zo gemotiveerd zijn en die weinig vertrouwen hebben in de rechtvaardigheid van de organisatie’, zegt ze. Dit zijn dus eigenlijk de mensen die je níet over zou willen houden nadat je met de bezem door het bedrijf bent gegaan; werknemers die alleen harder gaan lopen als het voor henzelf nodig is, niet die altijd al hun best deden voor de organisatie.", "Koen raadt leidinggevenden daarom sterk af om alleen te kijken naar hoe mensen tijdens de ontslagronde presteren. Ook voor jezelf is het niet slim om ineens harder te gaan werken. Dit gedrag is volgens Koen niet vol te houden en zorgt alleen maar voor nog meer stress. Zo loop je weer extra risico op een burn-out.", "Niet piekeren", "Zorgen maken, dat moet je vooral zien te vermijden als er een reorganisatie voor de deur staat. ‘Goed nieuws’, dus volgens Koen dat Nederlandse werknemers tot nu toe hun schouders ophalen. Uit onderzoek van Intermediair en Nationale Vacaturebank onder duizend werknemers blijkt dat 74 procent van de ondervraagden heel zeker is over zijn of haar eigen contract - 15 procent is heel onzeker. Slechts 17 procent verwacht een reorganisatie.", "Piekeren heeft niet alleen een negatieve invloed op je werk, maar ook weinig zin. Veel invloed heb je als werknemer namelijk niet op een reorganisatie. Het is niet zo dat leidinggevenden zomaar kunnen aanwijzen welke werknemers ze willen houden en wie ze het liefst ook buiten de zoommeeting op ‘mute’ willen zetten.", "Regel bij een reorganisatie is dat als eerst ingehuurd personeel zoals uitzendkrachten en zzp’ers eruit vliegt. Daarna volgen AOW-gerechtigden, oproepkrachten en werknemers die op een tijdelijke arbeidsovereenkomst werken die nog maximaal 26 weken duurt.", "Vervolgens worden werknemers met vergelijkbare functies ingedeeld in leeftijdsgroepen. Binnen die leeftijdsgroepen worden de werknemers die het laatste zijn aangenomen het eerst ontslagen. Belangrijk hierbij is dat de verhouding van de groepen na de reorganisatie gelijk moet blijven: dat is het afspiegelingsbeginsel. Zo wordt voorkomen dat alleen ‘dure’ oudere werknemers worden ontslagen. Gevolg is wel dat een starter meestal niet zo gunstig vanaf komt. (Waar je als starter aan wil denken bij een reorganisatie lees je hier)", "Er zijn uitzonderingen. Er kunnen hele afdelingen worden opgeheven. Ook als jij de enige persoon bent met een bepaalde functie, kan het lastig worden. Dan kan het bedrijf zeggen dat ‘jouw functie is komen te vervallen’.", "Proactief zijn", "Toch sta je niet helemaal machteloos, er zijn dingen die je kunt doen om je carrièrekansen te vergroten. Kan dat niet bij je huidige werkgever, dan toch in je verdere loopbaan.", "Uit onderzoek dat Jessie Koen in samenwerking met Sharon Parker (Curtin University, Perth, Australia) eerder deze maand publiceerde in het Journal of Occupational Health Psychology, blijkt dat mensen zelf invloed hebben op hun gevoel van baanonzekerheid. De onderzoekers ontdekten dat de werknemers met een tijdelijk contract die proactief aan hun loopbaan werken zich minder onzeker voelen en minder stress hebben in vergelijking tot hun minder proactieve collega’s met precies hetzelfde tijdelijk contract.", "‘Loopt je contract bijna af, plan dan een gesprek met je leidinggevende over hoe hij of zij jouw toekomst binnen het bedrijf ziet en geef zelf ook aan wat je wilt’, tipt Koen. ‘Misschien krijg je geen pasklaar antwoord, maar je voelt je wel beter omdat je meer informatie hebt, dat helpt al om je gevoel over de situatie te veranderen.’", "Ook een netwerkgesprek kan helpen. Dat klinkt ingewikkelder dan het is. Met vrienden praten over wat voor werk ze bij je vinden passen is al een mooi begin. Of praat een kwartiertje met collega’s via Zoom over je onzekere werksituatie.", "Is het slim om alvast vacatures te zoeken? Ook al wil je misschien helemaal geen andere baan? Koen: ‘Ja, wacht vooral niet af. Onderneem actie voordat er een probleem is.’", "Nieuwe vaardigheden ontwikkelen", "Inzicht uit de economische crisis van 2008: je baankansen vergroten als je blijft leren. Uit onderzoek van de universiteit van Tilburg blijkt dat werknemers die vlak voor of na hun boventalligheid tijdens de vorige crisis een training of opleiding volgen, gemiddeld een half jaar lang minder werkloos waren dan werknemers die dat niet hadden gedaan.", "Door aan vaardigheden te blijven werken, krijgt iemand meer controle over zijn of haar loopbaan. Voor veel mensen is de coronacrisis het uitgelezen moment om hiermee aan de slag te gaan, omdat ze meer tijd hebben. Heb je die tijd niet of voel je niet de rust om een (online)cursus te doen? Begin dan met bedenken welke vaardigheden je zou willen ontwikkelen.", "Koen tipt ook om bij je leidinggevende te informeren welke stappen je kunt zetten om nieuwe kennis op te doen. Zo kun je eventueel ergens anders in het bedrijf aan de slag, als je huidige functie stopt. Mits je dat wilt tenminste. Geef het dan aan bij je leidinggevende.", "Zichtbaar zijn", "Volgens Klaas Weima, oprichter van creatief marketingbureau Energize en schrijver van het boek Aandachtsmarketing, is het bij een reorganisatie ook slim om jezelf te laten zien. Dat betekent niet dat je te pas en te onpas je successen deelt met collega’s en op sociale media. Het is volgens Weima slimmer om bijvoorbeeld online advies te geven over jouw expertise. ‘Deel wekelijks tips op sociale media of je blog, waaruit je deskundigheid blijkt. Geef concrete en duidelijke adviezen die mensen willen delen en liken. Dit creëert niet alleen aandacht, maar helpt ook in de bouw van je online-reputatie’, zegt Weima. Al moeten de manieren om aandacht te vragen, wel aansluiten bij je persoonlijke merkidentiteit. Hoe je die vaststelt legt hij hier uit.", "Voor introverte medewerkers kan het momenteel lastig zijn om zichtbaar te blijven, legt coach Marloes Bouwmeester van de Succesvolle Introvert uit aan Intermediair.nl. Zie maar eens het woord te krijgen in een online vergadering waarin iedereen door elkaar praat. Als introvert kun je dan denken ‘laat maar’.", "Dat is helaas niet zonder gevolgen, blijkt uit nieuw onderzoek van de Universiteit Leiden. Thuiswerken leidt tot beter welzijn, maar vaak tot een lagere beoordeling. ‘Leidinggevenden denken dat thuiswerkers minder betrokken zijn en krijgen daardoor lagere prestatiebeoordelingen dan mensen die fulltime op kantoor zitten’, zegt Maral Darouei, die op het onderwerp promoveerde, tegen het AD.", "Hoe je toch zichtbaar blijft vanachter je keukentafel? In ieder geval niet door je leidinggevende te overstelpen met mails. Die bewijsdrang is begrijpelijk, maar niet effectief. De echt urgente mails vallen dan niet meer op. Plan liever een kort overleg met je leidinggevende en stel ook persoonlijke vragen. Of haal het contact met een aantal collega’s en klanten aan, dat je de laatste tijd bent verloren.", "Zoek hulp Mocht je baan echt op de tocht komen te staan, dan is het raadzaam om juridische hulp in te winnen. Zo weet je op wat voor transitievergoeding je recht hebt en of je recht hebt op een ww-uitkering. Op de website van het Juridisch Loket staat per situatie goed uitgelegd welke rechten en plichten iedereen heeft."], "authors": ["Yasmine Esser"], "keywords": ["dat", "van", "die", "reorganisatie", "niet", "vergroot", "harder", "een", "en", "zo", "te", "werken", "níet", "kansen", "op", "je", "het"], "pubDate": "2020-06-18T10:43:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}