{"id": "57038690-065e-32ae-937d-9139a5f18de6", "title": "De inwoners van Hongkong weten dat hun oude leven voorbij is", "url": "https://trouw.nl/verdieping/de-inwoners-van-hongkong-weten-dat-hun-oude-leven-voorbij-is~bba085d6/", "summary": "“Mijn verhaal is zoals dat van veel andere Hongkongers van mijn leeftijd.\nIk kan wel zeggen dat dat de gouden tijd was.\nIk denk dat Hongkong niet langer een goede plek is om een kind op te voeden.\nVoor de inwoners van Hongkong was 2020 het jaar waarin duidelijk werd dat China de macht heeft in hun stad.\nLees ook:De vrije geest van Hongkong staat op het spelHongkong is een trotse handelsstad, met een traditie van hard werken, elkaar de ruimte gunnen en zeggen waar het op staat.", "paragraphs": ["Met weemoed denkt Gary Leung (52) terug aan zijn jeugd in Hongkong, in de jaren zeventig en tachtig. “Mijn verhaal is zoals dat van veel andere Hongkongers van mijn leeftijd. Ik ben hier geboren, heb hier gestudeerd en mijn hele ­leven gewoond. De eerste dertig jaar in het Britse, koloniale Hongkong. Ik kan wel zeggen dat dat de gouden tijd was. Niet alleen economisch, maar ook politiek.”", "De stad was in opkomst, de rijkdom groeide en de bevolking was ­relatief vrij onder Brits bestuur. ­Internationaal zetten Bruce Lee en andere filmsterren Hongkong op de kaart. Communistisch China, dat nu de dienst uitmaakt in Hongkong, was een heel ander land.", "“Het corruptieprobleem was in wezen opgelost”, zegt Leung over de stad van zijn jeugd. “We hadden niet veel democratie, maar we konden doen en zeggen wat we wilden. We konden overal vrij naartoe gaan ­zonder ons zorgen te maken over de gevolgen. Niet zoals tegenwoordig; nu hebben we met allerlei beperkingen te maken en mensen zijn heel voorzichtig in wat ze doen en zeggen, zeker als het om de autoriteiten gaat.”", "Basic Law", "Op 30 juni 2020 werd door Peking een nationale veiligheidswet opgelegd aan Hongkong. Sindsdien is iedere vorm van verzet tegen de overheid strafbaar, op basis van ­algemene termen als ‘oproepen tot afscheiding’, ‘ondermijning van de regering’ of ‘samenwerking met ­buitenlandse krachten’. Meerdere democratisch gekozen volksvertegenwoordigers zijn al veroordeeld, twaalf jonge Hongkongers die per boot naar Taiwan wilden vluchten, zitten nu in een Chinese cel.", "Wat is er nu nog over van de vrijheid in de ooit zo bruisende stad? Een Hongkongse secretaresse bij een handelsbedrijf vraagt zich af of haar zoon nog wel naar school kan. Niet vanwege het coronavirus, want al wordt er in de Chinese stad gesproken over een vierde golf, de aantallen zijn erg laag vergeleken met die in Europa en de Verenigde Staten. Het is de nieuwe veiligheidswet in Hongkong en de bijkomende onvrijheid die haar ongerust maken.", "De secretaressse (50), die niet met haar naam in de krant wil, was thuis gewend de protesten voor meer democratie en vrijheid te bespreken en de leuzen die daar geroepen werden te herhalen, zoals: ‘Hongkong, geef gas!’ en ‘Vijf eisen, niet een minder’. Ook zongen ze ‘Glory of Hong Kong’, het strijdlied van de demonstranten tegen meer invloed van China.", "Nu vreest ze echter dat haar zoon (9) in de problemen kan komen als hij die leuzen op school herhaalt of het lied zingt. Eerder leerde hij in de klas de goede kanten van de Basic Law, de eigen wet voor Hongkong die de stad onderscheidde van de rest van China. Die gaf de inwoners het recht op vrije meningsuiting, vrije religie en het recht om te protesteren. Maar nu vertelt ze hem dat hij moet oppassen met wat hij zegt.", "Massale protesten", "Leung maakt zich ook zorgen over de toekomst van zijn zoon van 17. “Hij zit nu in het eindexamenjaar. Als er niets misgaat, studeert hij volgend jaar.” Leung gaf zijn zoon ­altijd veel vrijheid om zijn eigen keuzes te maken en onafhankelijk te denken. En zo kwam de jongen zelf met het idee om in het buitenland te gaan studeren.", "“Tot vorig jaar waren we dat helemaal niet van plan. Maar nu zien we hoeveel schade onze eigen regering toebrengt aan het onderwijs. Ik denk dat Hongkong niet langer een goede plek is om een kind op te voeden. We zijn nu van plan om hem in het buitenland te laten studeren, als hij eindexamen heeft gedaan. We kijken naar een universiteit in Australië.”", "Leung, die in de IT-industrie werkt, was vroeger niet speciaal betrokken bij de politiek. Maar toen de massale protesten op gang kwamen tegen de toenemende Chinese invloed in de stad, was hij er wel bij. “Vorig jaar heb ik meegedaan aan de protesten, sinds de eerste grote demonstratie van 9 juni. Daarna liep ik bijna iedere keer mee, tot dit jaar.”", "Bescheiden democratie", "Sinds de invoering van de nationale veiligheidswet in juni is protesteren in Hongkong veel gevaarlijker geworden. Demonstranten riskeren zware straffen en kunnen zelfs in een ­gevangenis in China terecht­komen. De wet hing al langer in de lucht; in de afspraken tussen China en het Verenigd Koninkrijk was ­opgenomen dat Hongkong zelf zo’n regeling zou opstellen. Maar die werd tegengehouden door het plaatselijke parlement, de Legco. Hoewel een deel van de volksvertegenwoordigers benoemd is door Peking en de democraten er in de minderheid zijn, kwam een veiligheidswet er ­jarenlang niet door.", "De invloed van de Legco lijkt gebroken nu een aantal democraten is gearresteerd en de rest haar zetels heeft opgegeven. En daarmee komt er ook een einde aan de bescheiden democratie onder de Basic Law. Ook die wet, onder Brits bestuur opgesteld, was niet perfect. Sommige ­oudere demonstranten in Hongkong verzetten zich al tegen het Britse ­bestuur. Maar die wet garandeerde wel een zekere vrijheid, die ook na de overdracht aan China zou blijven bestaan.", "Optimisme in 1997", "In 1997 werd Hongkong door de laatste Britse gouverneur Chris Patten overgedragen aan China. Veel Hongkongers vertrouwden destijds op de Chinese leider, de hervormer Deng Xiaoping. Hij beloofde de speciale status van de stad ten minste vijftig jaar te handhaven.", "“Eerlijk gezegd was ik op dat moment niet zo bezorgd”, vertelt Leung. “Ik dacht niet over emigratie en ik kocht zelfs mijn eerste huis ­begin 1997. We maakten ons eerder wel zorgen na de gebeurtenissen op het Tiananmenplein in 1989.” ­Peking onderdrukte dat jaar een ­opstand van studenten met veel ­geweld.", "“Maar na een paar jaar leken de omstandigheden in China te verbeteren. De economische hervorming ging door en de dingen leken de goede kant op te gaan. Mensen kwamen weer terug uit het buitenland. Dus, op het moment van de overdracht in 1997, waren de mensen optimistisch, in ieder geval leek dat zo.”", "Toch hing de onzekerheid destijds al wel in de lucht in Hongkong. Het uitgaanspubliek kon in de jaren negentig een toost uitbrengen op de toekomst in een bar met de naam ‘97’. Wie nog moed had, kon daarna dansen op de vulkaan in de naast­gelegen discotheek ‘Post 97’. De bar en de disco zijn allang verdwenen, na de overdracht was de grap er wel af.", "Leung was in die tijd bezig met andere dingen dan uitgaan. “Ik ben getrouwd in het jaar 2000 en mijn zoon werd geboren in 2003, tijdens de Sars-epidemie. In dat jaar probeerde onze regering ook artikel 23 in wetgeving vast te leggen, maar dat mislukte omdat er veel weerstand kwam.” Dat artikel moest verzet tegen de overheid destijds al inperken.", "Een half miljoen mensen ging demonstreren op 1 juli 2003, het grootste protest sinds 1989. “Het leek erop dat de Chinese regering meer controle kreeg over Hongkong, maar nog steeds niet te ver durfde te gaan”, zegt Leung. “De meeste ­mensen, ook ik, maakten zich geen zorgen over onze toekomst in ­China.”", "Grillen van de overheid", "Maar in de jaren daarna waren er geregeld incidenten die al duidelijk maakten wat er op het spel stond. Dat bleek ook toen de medewerkers van Causeway Books, een kleine boekhandel in Hongkong, in 2015 ineens verdwenen. De winkel verkocht vooral boeken met kritiek op China, van degelijke werken tot vage roddels over de hoge partijfunctionarissen. Later doken de verkopers op in China, ontvoerd door de autoriteiten. In de voormalige boekwinkel is nu een seksshop gevestigd. Enkele medewerkers zitten – voor zover bekend – nog altijd in China in de gevangenis. En dat is de grote angst van iedereen die zich tot de zomer van dit jaar openlijk uitsprak voor vrijheid en democratie in Hongkong.", "Ook tijdens de massale demonstraties in 2019, toen miljoenen mensen de straat opgingen, werden er mensen gearresteerd. De politie greep soms hard in en er vielen gewonden. Maar iedereen kon vertrouwen op de onafhankelijke rechters in Hongkong, op de juridische procedures en een min of meer menswaardige behandeling in de lokale gevangenis.", "Dat is in de rest van China heel anders. Wie daar voor de rechter komt, wordt in 99,9 procent van de gevallen veroordeeld en is daarna overgeleverd aan de grillen van de overheid. Procedures zijn onduidelijk en mensenrechtenorganisaties hekelen de mishandelingen en de abominabele toestand in de gevangenissen.", "Parapluprotesten", "Juist om dit schrikbeeld voor Hongkong te voorkomen, ging Leung ­vorig jaar demonstreren, net als meer dan een miljoen van zijn stadsgenoten. Bij de grootste protesten kwam bijna een kwart van de 7,5 miljoen inwoners van de stad op straat. “Mijn zoon ging een paar keer mee, toen het nog legaal was.”", "Niet dat Leung verwachtte dat de protesten tot volledige democratie zouden leiden. “Ik had geen al te hoge verwachtingen vorig jaar, ik hield er al rekening mee dat het precies zo zou aflopen als met de paraplu­protesten in 2014. Dat er dus niets zou veranderen. Maar de echte uitkomst is helaas veel slechter dan ik verwachtte. Er is wel iets veranderd, maar helemaal op de verkeerde manier. De politie en de regering zijn snel gecorrumpeerd en ten slotte hebben we de ­beruchte nationale veiligheidswet gekregen. Nu is het risico te groot om gearresteerd te worden.”", "De veiligheidswet is het grote probleem voor Leung. “Met die wet zijn we onze vrijheid van menings­uiting kwijtgeraakt, net als de persvrijheid, stemrecht, onafhankelijke rechtspraak en nog meer. Als je een bekend lid van de oppositie bent, weet je dat je kunt worden gearresteerd. Als je je openlijk uitspreekt ­tegen de regering, weet je dat je kunt worden gearresteerd. Zelfs als je ­alleen iets zegt via sociale media, kun je de druk al voelen.”", "Universele waarden", "De toekomst is nu onzeker voor veel Hongkongers. Sommigen hopen op emigratie, bijvoorbeeld naar Groot-Brittannië. Wie voor 1997 ­geboren is, kan daarvoor in aanmerking komen. Leung ook, maar hij twijfelt.", "“In het ergste geval verlaten we onze thuisstad, als laatste redmiddel. Dan denk ik niet meteen aan Groot-Brittannië, maar aan een plek in de buurt, met een vergelijkbare cultuur en waar vrienden wonen. Misschien Maleisië of Taiwan. Ik heb al een ­appartement gekocht in Kuala ­Lumpur, als vakantiewoning – maar wie weet wat er gebeurt.”", "Ondertussen probeert hij vol te houden in Hongkong, hoezeer de stad ook is veranderd. “De situatie is slecht. Wat kan ik doen? Zo goed mogelijk een normaal leven leiden en mijn gezin beschermen. Veilig en gezond blijven en ons geloof behouden. Ik ben niet religieus, maar ik ­geloof wel dat er universele waarden zijn die alle mensen in de wereld moeten delen.”", "De naam van de secretaresse is ­bekend bij de hoofdredactie.", "Voor de inwoners van Hongkong was 2020 het jaar waarin duidelijk werd dat China de macht heeft in hun stad. In 2019 demonstreerden nog vele honderdduizenden mensen voor meer vrijheid, maar dit jaar vervloog de hoop daarop. Met een nieuwe nationale veiligheidswet trok Peking in de zomer de touwtjes aan. Wie nu nog protesteert kan op gevangenisstraf rekenen.", "Lees ook:", "De vrije geest van Hongkong staat op het spel", "Hongkong is een trotse handelsstad, met een traditie van hard werken, elkaar de ruimte gunnen en zeggen waar het op staat. ‘Iedereen respecteerde elkaar. Nu is alles zo gepolariseerd.’"], "authors": ["Gijs Moes"], "keywords": ["ik", "er", "oude", "van", "inwoners", "weten", "voorbij", "en", "een", "leven", "hun", "hongkong", "op", "te", "het", "dat"], "pubDate": "2021-01-01T08:49:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}