{"id": "57067ecd-5dd3-3970-a37e-e21d2568dfba", "title": "Expats looking for a house: ‘We’re a bit done with antikraak’", "url": "https://www.parool.nl/english/expats-looking-for-a-house-we-re-a-bit-done-with-antikraak~ba6f728f/", "summary": "In Geuzenveld, on the top floor of what he calls “the worst looking building on Dr. H. Colijnstraat,” the 33-year-old New Zealander and his Dutch girlfriend live antikraak.\nYou can’t make the house yours really, and after a while that’s become a grind for us.\nMaking matters worse is that “she liked Rotterdam,” where she moved from, while “Amsterdam is a bit tense all the time,” he admits.\n“I have some sort of income, which is enough but not enough to just rent a house here somewhere.\nBecause we’re a bit done with antikraak.”", "paragraphs": ["Dylan Sedgwick in Fuku. Beeld Marie Wanders", "‘WARM’ read the red letters over a metal column from an old FEBO wall mounted in the foyer of FUKU, the nearly year-old cafe in Bos en Lommer. Rather than kaassouflés, however, the trays hold jars of specialty coffee beans, sourced more equitably than most and costing, on average, 11 euros. Inside, the bar is hand-crafted and hand-painted, the main espresso machine is a now-collector’s item designed by Brabander-turned-global-cult coffee figure Kees van der Westen and the seats are vintage pieces by Friso Kramer.", "And yet, says cafe co-owner Dylan Sedgwick, “I find chairs quite uncomfortable now.”", "Antikraak", "Although at his workplace, every item has been thoughtfully curated for optimal utilitarianism and as a nod to local culture, at his home, Sedgwick cannot hang anything on the walls. In Geuzenveld, on the top floor of what he calls “the worst looking building on Dr. H. Colijnstraat,” the 33-year-old New Zealander and his Dutch girlfriend live antikraak. “Anti-squat,” as the name translates to in English, is a government-sanctioned, agency-controlled system that rents out abandoned edifices for very little money to prevent squatters from moving in.", "“After the second place, we got rid of everything. We sit on the floor, and we eat on the floor,” he explains, noting that he and his girlfriend have so far resided in five homes over three years. “We stopped settling. You can’t make the house yours really, and after a while that’s become a grind for us. That feeling of having a place that you can come home to, that it’s yours – we don’t have that feeling.”", "Agreeing to live antikraak means not knowing when the agency will serve them two-weeks’ notice to vacate and, when it does, if it will assign another residence. The insecurity is complicated by the success of FUKU and affiliated roastery Friedhats, which Sedgwick co-runs with Lex Wenneker, a celebrity Dutch barista whose international coffee competition trophies are displayed at the cafe.", "Commuting", "Although Sedgwick’s girlfriend, a former professional dancer, now works on contract as a rehearsal director and assists at the coffee roastery, the couple still does not meet Amsterdam’s requisite housing-cost-to-income ratio. Making matters worse is that “she liked Rotterdam,” where she moved from, while “Amsterdam is a bit tense all the time,” he admits. “I see now that we’re trapped in antikraak. Also, I have a business here, I started my life here, so we’re a bit stuck. I don’t think there’s any option to live here really unless we’re lucky somehow.”", "They considered moving to another city and commuting, but it would still “be a bit tough to get here,” Sedgwick says. One barista lives in The Hague and another in Delft, but when the out-of-towner has opening shift, starting at 7:30, uncertainties arise. “He gets up early, but if there’s a problem with the train, then we have to come in his place. You need that kind of backup plan, so it’s not really ideal to have that situation as a business owner.”", "But compared to his life before Amsterdam, “it’s not so bad,” Sedgwick assures. Nowadays, he no longer has housemates, something tolerated throughout the five years he lived in London, after leaving Australasia but before moving to the Netherlands in 2015. As a UK passport holder, he found work rather easily in London, but constantly faced “two constraints”: transportation (to avoid the Tube, which was slow and expensive, he rode a motorcycle though feels “lucky I didn’t die”) and finances.", "“Unless you’ve got old money or are in a nice banking position,” he says, “there are a lot of people just working to survive there. And that’s basically where I started.”", "A bubble", "London is also where Sedgwick met his first Dutch girlfriend, a fellow coffee professional for whom he moved to Amsterdam. They were together for a couple months and during that time also lived antikraak, at “a nice place in the East, just off the Molukkenstraat.” Today, many of the coffee professionals he knows share apartments, while his customers, most of whom are Dutch, have places of their own. But “we’re in a bit of a bubble here,” Sedgwick emphasizes, observing that their regulars tend to have “steady incomes” and have already lived in the neighborhood for years.", "Still, “it’s epic,” he says about all the development and construction currently taking place in the city. On a recent trip he and his business partner took to the Amsterdamsche Fijnhouthandel, the old sawmill in the same industrial harbor area as their roastery, Sedgwick was struck by a sign advertising a new apartment block.", "“The advert of the apartment shows on the street a Jaguar, an old Jaguar, and Lex and I were laughing. We’re like: it’s so funny to put that in this picture. If you can’t afford this retro Jaguar, which is fucking expensive and also needs to be in its own garage, you’re not gonna live here, you know? Don’t even bother looking. Pretty bad,” he says, before adding: “That’s foreign investment more than expats.”", "Easygoing and unvain, Sedgwick hardly comes across as the cliché of a cotemporary cafe owner. When he moved to the Netherlands, he wanted a career change, flirting with applying to Médecins Sans Frontières or getting a job in human resources (which his degree is in). But his ex-girlfriend’s friends and, specifically, their favorite cafe hangouts pulled him back into the coffee world.", "“A different route”", "“I moved here and I met Dutch people straightaway, so my social network was almost all Dutch people—apart from my Dutch class,” he says, acknowledging that his was “a different route” from that of other newcomers to the city. “I never really get the expats that come here and don’t kinda integrate. But I can understand also: you come here for work and you work in an office of foreigners, so you just speak English all together.”", "Conversing in Dutch, even if it is what he calls “bad Dutch”, and having his own enterprise provides a semblance of settledness.", "As he puts it: “Once you see that you created something that runs, it feels like you have something here. And I know a lot of people in the coffee community, so in that sense, I have this kind of comfort of home.”", "That said, “I think we’re gonna be moving some time this year, by the looks of things. Some people were moving out this week. It feels like the end is coming,” he says rather flatly. “I have some sort of income, which is enough but not enough to just rent a house here somewhere. So what do we do? Because we’re a bit done with antikraak.”"], "authors": ["Karina Hof", "Floris Vermeulen"], "keywords": ["bit", "antikraak", "looking", "dutch", "moving", "house", "coffee", "sedgwick", "place", "old", "moved", "really", "expats"], "pubDate": "2019-08-16T16:00:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}