{"id": "570ff009-dc52-3939-a37c-dcf297b72b3d", "title": "Fysiotherapie in 2021: Zo zit het met je zorgverzekering", "url": "https://nu.nl/independer/6096790/fysiotherapie-in-2021-zo-zit-het-met-je-zorgverzekering.html", "summary": "In dit artikel lees je hoe jij je kan verzekeren voor fysiotherapie.\nDan is het belangrijk dat je tijdens het zorgverzekeringen vergelijken een goede dekking kiest.\nKrijg je een vergoeding voor fysiotherapie uit de basisverzekering?\nZo kan je bijvoorbeeld kiezen voor een aanvullende verzekering die 6 behandelingen vergoedt, maar ook een zeer uitgebreide die er 42 vergoedt.\nZo zorg je dat je de vergoeding krijgt die je nodig hebt en betaal je niet onnodig veel zorgpremie.", "paragraphs": ["Heb je last van je knie na een rondje hardlopen? Of zit je juist veel stil en heb je daardoor een stijve nek? Dan kan een fysiotherapeut je helpen. Het is slim om je zorgverzekering te checken als je regelmatig fysiotherapie nodig hebt. En een aanvullende verzekering te kiezen. De basisverzekering biedt namelijk alleen een vergoeding bij bepaalde chronische aandoeningen. In dit artikel lees je hoe jij je kan verzekeren voor fysiotherapie.", "Dit artikel is geschreven door Independer.", "Wat is fysiotherapie?", "Grote kans dat je wel weet wat fysiotherapie is. Of je nu actief bent, of juist veel stilzit: klachten aan spieren of gewrichten hebben we allemaal wel eens. Voor de verschillende soorten klachten zijn er ook verschillende soorten fysiotherapie. Denk aan sportfysiotherapie of manuele therapie. Ook kan fysiotherapie ingezet worden als (onderdeel van) revalidatie.", "Vergoeding basisverzekering", "Maak je regelmatig gebruik van fysiotherapie? Dan is het belangrijk dat je tijdens het zorgverzekeringen vergelijken een goede dekking kiest. Vaak betekent dit dat je een aanvullende verzekering nodig hebt. In principe wordt fysiotherapie bij volwassenen namelijk niet door de basisverzekering vergoed. Er zijn wel een paar uitzonderingen. Je krijgt een vergoeding vanuit de basisverzekering:", "Bij revalidatie na bepaalde operaties of behandelingen;", "Bij bepaalde chronische aandoeningen;", "Bij urine-incontinentie.", "Gelden deze gevallen niet voor jou? Dan moet je zelf je behandeling betalen. De kosten voor een behandeling verschillen per praktijk. Elke fysiotherapeut mag namelijk zelf het tarief bepalen. Een 'normale' behandeling kost rond de 30 tot 40 euro.", "Goed om te weten: als je jonger bent dan 18 jaar worden de eerste 9 behandelingen wel vergoed door de basisverzekering.", "Herstelzorg na corona", "De klachten die mensen krijgen door corona lopen erg uiteen. Gelukkig duurt het vaak niet lang voordat iemand weer de oude is. Maar dat ook (flink) meer tijd kosten. Daarom is de basisverzekering in 2020 aangevuld met herstelzorg na corona. Fysiotherapie valt daar ook onder. Heb je dus ernstige coronaklachten (gehad) en is fysiotherapie onderdeel van je herstel? Dan krijg je vanuit de basisverzekering een vergoeding voor maximaal 50 behandelingen.", "Eigen risico", "Voor zorg uit de basisverzekering geldt meestal een eigen risico. Krijg je een vergoeding voor fysiotherapie uit de basisverzekering? Dan moet je hier dus rekening mee houden. Bij bepaalde chronische aandoeningen krijg je vanaf de 21e behandeling een vergoeding voor fysiotherapie. Dit betekent dat je vanaf die 21e behandeling ook een eigen risico betaalt. De eerste 20 behandelingen betaal je zelf of kan je aanvullend verzekeren. Daarvoor geldt geen eigen risico.", "Vergoeding aanvullende verzekering", "De meeste zorgverzekeraars hebben een aanvullende verzekering voor fysiotherapie. Dat kan een vergoeding zijn voor een aantal behandelingen. Maar ook een bepaald bedrag. De vergoeding varieert sterk. Zo kan je bijvoorbeeld kiezen voor een aanvullende verzekering die 6 behandelingen vergoedt, maar ook een zeer uitgebreide die er 42 vergoedt. Bekijk dus goed hoeveel fysiotherapie je nodig denkt te hebben. Zo zorg je dat je de vergoeding krijgt die je nodig hebt en betaal je niet onnodig veel zorgpremie.", "Benieuwd naar de vergoedingen en voorwaarden per verzekeraar? Die vind je in het vergoedingsoverzicht fysiotherapie.", "Voordat je naar de fysiotherapeut gaat", "Voor een fysiotherapiebehandeling heb je geen verwijzing van de huisarts nodig. Je kan dus zelf een afspraak maken met een fysiotherapeut naar keuze. Let wel op: het is slim om eerst te controleren of je zorgverzekeraar wel een contract heeft met die praktijk. Is dat niet zo? Dan krijg je niet alle kosten vergoed."], "authors": ["Door"], "keywords": ["zit", "je", "zorgverzekering", "vergoeding", "kan", "zo", "fysiotherapie", "een", "voor", "het", "ook", "die", "dat", "met", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}