{"id": "57153178-226c-3fcb-99af-e931df355e8e", "title": "Hoe zal bij Ajax de restverdediging zijn?", "url": "https://trouw.nl/sport/hoe-zal-bij-ajax-de-restverdediging-zijn~bd7922a3d/", "summary": "Overschatting van invloedTen Hag glimlacht niet als hij het over restverdediging heeft.\nHet zijn natuurlijk de spelers die het doen – altijd zo geweest, en dat zal altijd zo blijven, op elk niveau.\nOf je trok, achtergebleven en inschattend dat het bij balverlies gevaarlijk kon worden, er eentje aan zijn shirt naar achteren: hier blijven!\nJe liet je toch niet door een trainer opleggen of wijsmaken dat dat altijd maar moest, of zou kunnen?\nOok Frank de Boer zal kijken hoe dat gaat – en hij zal er niets over zeggen.", "paragraphs": ["Elke keer als dinsdag een speler van Liverpool het open middenveld kon oversteken – en dat gebeurde nogal eens, het gebeurt tegen Ajax sowieso nogal eens –, dacht ik aan Erik ten Hag. “De organisatie van Nederland is gewoon niet goed”, had de trainer van Ajax gezegd na de laatste interlands van Oranje.", "Hij had het willen opnemen voor zijn bekritiseerde speler Daley Blind, die als verdediger traag had gezwommen in de ruimte. De restverdediging was niet goed, wist Ten Hag. Daardoor kwam Blind in de problemen.", "Restverdediging, dat woord. Zelfs Marco van Basten gebruikte het, in zijn begindagen als bondscoach. Daar kon je nog om gniffelen. Hij had het geleerd op de cursus en Van Basten is dan wel zo consciëntieus dat hij het gebruikt – niet de schouderophalende oud-voetballer die het als onzinjargon afdoet. Tegelijkertijd zei hij het met die fijne glimlach: dit moet ik nu eenmaal zeggen, las je erin, als ze de tegenstander hebben laten lopen.", "Overschatting van invloed", "Ten Hag glimlacht niet als hij het over restverdediging heeft. Restverdediging is een bloedserieuze zaak geworden voor trainers die geloven alles te kunnen uittekenen, te kunnen regisseren, met alle jargon van dien – en die daarin worden gesterkt door de overtrokken aandacht voor wat ze zouden doen, de overschatting van hun invloed. In een voorbeschouwing op tv wordt de beeltenis van de ene trainer tegenover die van de andere geplaatst: wat zal de een tegen de ander doen?", "Het zijn natuurlijk de spelers die het doen – altijd zo geweest, en dat zal altijd zo blijven, op elk niveau. Restverdediging staat in de lesboeken voor de opstelling van je ploeg, het aantal spelers dat nog kan tegenhouden, als de tegenstander de bal overneemt. Vroeger, voordat je naar voren ging – wij in het eerste, maar in de bierploeg net zo goed –, riep je naar een ploeggenoot dat-ie je plaats moest overnemen, als dat al niet was afgesproken. Of je trok, achtergebleven en inschattend dat het bij balverlies gevaarlijk kon worden, er eentje aan zijn shirt naar achteren: hier blijven!", "Gewichtigdoenerij, dat jargon", "Dat hoefde geen trainer je te vertellen, en dat heeft Marco van Basten op zijn héél andere niveau natuurlijk ook altijd geweten. Pressen, waarvan trainers nu de mond vol hebben? Dat heette vroeger jagen op de bal, en dan moest je zelf zo goochem zijn om te voelen wanneer je dat wél kon doen en wanneer het zelfmoord zou zijn. Je liet je toch niet door een trainer opleggen of wijsmaken dat dat altijd maar moest, of zou kunnen?", "Gewichtigdoenerij, dat jargon, gewichtigdoenerij waarmee de trainer van Ajax in dit geval de aandacht wilde afleiden van de feilen van Daley Blind als verdediger en, ja, als sturende speler. Ten Hag werd de goede vraag gesteld of Blind zelf het ook niet beter had moeten organiseren. Ja, daar moet hij dominanter in worden, zei Ten Hag, of zoiets.", "Daley Blind is 30 jaar, dat zal niet meer gebeuren. Daar komt bij dat hij in een tijd speelt waarin alles aan trainers wordt opgehangen. Wat is gerieflijker voor spelers? Wie verwacht, voor het zeer goede geld dat ze verdienen, nog eigen beslissingen van ze? Wie neemt het ze kwalijk, als ze die niet nemen?", "“Of het chic was …”, zei bondscoach Frank de Boer in ‘Studio Voetbal’ over de kritiek van Ten Hag. Hij maakte zijn zin niet af.", "Woensdag speelt Ajax een wedstrijd, tegen Atalanta, waarin de restverdediging wel eens heel belangrijk kan zijn. Of nee: waarin het erom zal gaan of spelers elkaar aan het shirt naar achteren trekken.", "Ook Frank de Boer zal kijken hoe dat gaat – en hij zal er niets over zeggen.", "Henk Hoijtink bespreekt in zijn columns de voetbalwereld. Lees ze hier terug."], "authors": ["Henk Hoijtink"], "keywords": ["van", "bij", "restverdediging", "ajax", "als", "hoe", "het", "hij", "zijn", "niet", "je", "dat", "zal", "en", "een"], "pubDate": "2020-12-05T08:09:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}