{"id": "571a2c36-a9e0-350d-935c-973c08124327", "title": "Gaan is het nieuwe zullen en daar gaan we nog veel plezier aan beleven", "url": "https://trouw.nl/cultuur-media/gaan-is-het-nieuwe-zullen-en-daar-gaan-we-nog-veel-plezier-aan-beleven~b72ec336/", "summary": "Ik had eerder opgemerkt dat het hulpwerkwoord van de toekomende tijd ‘zullen’ in het Nederlands eigenlijk niet echt alleen de toekomende tijd uitdrukt.\nHet is bijvoorbeeld niet verplicht bij een toekomende tijd; je kunt best zeggen ‘morgen regent het’, je hoeft dan niet per se te zeggen ‘zal het regenen’.\nBovendien heeft ‘zullen’ in zijn betekenis altijd iets van een persoonlijke inschatting van de toekomst.\nHet lijkt erop dat zo’n hulpwerkwoord van toekomende tijd gewoon niet past in het Nederlands.\nHet zit nu eenmaal niet in ons systeem (anders was het wel een aparte uitgang van het werkwoord, zoals in het Frans).", "paragraphs": ["‘Gaan is het nieuwe zullen’, schreef ik op 4 oktober 2019 in deze rubriek. Ik had eerder opgemerkt dat het hulpwerkwoord van de toekomende tijd ‘zullen’ in het Nederlands eigenlijk niet echt alleen de toekomende tijd uitdrukt. Het is bijvoorbeeld niet verplicht bij een toekomende tijd; je kunt best zeggen ‘morgen regent het’, je hoeft dan niet per se te zeggen ‘zal het regenen’. Bovendien heeft ‘zullen’ in zijn betekenis altijd iets van een persoonlijke inschatting van de toekomst. Dat is meer een modale betekenis.", "Over ‘gaan’ merkte ik destijds op dat dit hulpwerkwoord, zeker in België, zich lijkt te ontwikkelen tot een ‘echter’ hulpwerkwoord van de toekomende tijd. Hoewel ‘gaan’ van oorsprong een betekenis van ‘beginnen’ in zich draagt, kan een Belg heel goed zeggen ‘Morgen gaat het ook nog regenen’, zelfs als het nu regent en die regen tot morgen aanhoudt.", "Typische modaliteit", "Maar nu kozen de lezers van Trouw als Grammaticale Structuur van het Decennium een nieuwe ontwikkeling: ook ‘gaan’ kan blijkbaar worden gebruikt in een modale betekenis, net als ‘zullen’. Een zin als ‘Dat gaat zij niet leuk vinden’ drukt niet zomaar een neutrale mededeling uit over de toekomst, er zit ook een persoonlijke kleuring in, iets van: we weten allemaal wat er dan zal gebeuren. De zin doet een beroep op een soort gezamenlijke kennis, die een gezamenlijke inschatting creëert. Dat is typische modaliteit.", "Hoe komt dit? Het lijkt erop dat zo’n hulpwerkwoord van toekomende tijd gewoon niet past in het Nederlands. Het zit nu eenmaal niet in ons systeem (anders was het wel een aparte uitgang van het werkwoord, zoals in het Frans). Dat betekent dat alles wat zich lijkt te ontwikkelen in die richting meteen iets modaals krijgt. Het zal regenen? Het gaat regenen? Dat zijn uw woorden!", "Nee, die modaliteit, daar gaan we nog veel plezier aan beleven.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Peter-Arno Coppen"], "keywords": ["daar", "veel", "plezier", "van", "nog", "en", "nieuwe", "beleven", "een", "tijd", "regenen", "gaan", "het", "zullen", "niet", "dat", "toekomende"], "pubDate": "2021-01-05T13:17:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}