{"id": "572a3aed-1aa1-32da-8f36-de23602bf045", "title": "De les van de toeslagenaffaire is dat de overheid er allereerst moet zijn voor burgers", "url": "https://trouw.nl/opinie/de-les-van-de-toeslagenaffaire-is-dat-de-overheid-er-allereerst-moet-zijn-voor-burgers~bf48bef2/", "summary": "Hoe lastig het is voor burgers die door de staat zijn gedupeerd om dit bij verantwoordelijke politici onder de aandacht te krijgen, bleek deze week weer.\nVerschillende ministers en staatssecretarissen lieten in allerlei varianten blijken dat ze heel lang simpelweg niet wisten hoe erg het was voor die burgers.\nEn minister Hoekstra van financiën kreeg ‘het schaamrood op zijn ­kaken’, toen de omvang van dit leed tot hem doordrong.\nDe enorme afstand tussen burgers en uitvoerders van beleid in Den Haag is vaker te zien.\nToch zal een les van dit onderzoek moeten zijn dat de overheid er allereerst moet zijn voor burgers, ook als die gedupeerd worden door maatregelen van diezelfde overheid.", "paragraphs": ["Hoe lastig het is voor burgers die door de staat zijn gedupeerd om dit bij verantwoordelijke politici onder de aandacht te krijgen, bleek deze week weer. In het onderzoek van de Tweede Kamer naar de toeslagenaffaire waren de bewindslieden aan de beurt die ­direct of indirect betrokken waren bij het belastingdienstdebacle waarbij duizenden burgers zijn gedupeerd. Daarbij kwam één waarneming telkens terug. Verschillende ministers en staatssecretarissen lieten in allerlei varianten blijken dat ze heel lang simpelweg niet wisten hoe erg het was voor die burgers.", "Inmiddels weet iedereen wel hoe het zit: ouders zijn onterecht beschuldigd in een antifraudeoperatie van de Belastingdienst en moesten enorme bedragen terug­betalen. Duizenden kwamen hierdoor in diepe financiële en sociale problemen.", "Toch beseften de betrokken bewindslieden jarenlang helemaal niet welke financiële ramp zich in die huisgezinnen aan het voltrekken was. “Ik had het graag geweten, dan had ik veel leed kunnen besparen”, vertelde staatssecretaris Van Ark, die destijds op Sociale Zaken zat. En minister Hoekstra van financiën kreeg ‘het schaamrood op zijn ­kaken’, toen de omvang van dit leed tot hem doordrong. Dat inzicht trof hem pas nadat hij eindelijk een keer met betrokken ouders had gesproken en daar het echte verhaal van ze hoorde over de machtige overheid, de huisuitzettingen en gerezen huwelijksproblemen.", "Doof voor fouten in het beleid", "Het roept indringende ­vragen op over de hoge muur die er blijkbaar kan staan tussen de politici op hun ministeries en burgers die ­gerechtvaardigde klachten hebben over een onbehoorlijke behandeling door de overheid. Ook de Nationale Ombudsman kreeg eerst geen voet tussen de deur met een verwoestend rapport over de desastreuze effecten van de fraudeaanpak door de Belastingdienst. De leus van deze nationale klachtenbalie luidt: ‘Als het mis gaat tussen u en de overheid...’ Hier ging inderdaad van alles mis, maar ook via de ombudsman wisten de getroffen burgers niet door te dringen tot in de hoofden van de verantwoordelijke politici.", "De enorme afstand tussen burgers en uitvoerders van beleid in Den Haag is vaker te zien. Zoals in het geval van de bewoners van de noordelijke provincies, toen klachten over de aardbevingsschade als gevolg van gaswinning lang niet werden gehoord. De Haagse politiek, en in zijn algemeenheid de overheid, houdt zich te vaak doof voor fouten in het beleid, of de uitvoering ervan. Natuurlijk is het voor bewindslieden en hun ambtenaren lastig in de ingewikkelde samenleving alle klachten af te handelen. Toch zal een les van dit onderzoek moeten zijn dat de overheid er allereerst moet zijn voor burgers, ook als die gedupeerd worden door maatregelen van diezelfde overheid.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren."], "authors": [], "keywords": ["les", "van", "het", "toeslagenaffaire", "zijn", "burgers", "die", "moet", "overheid", "dat", "en", "te", "er", "door", "voor"], "pubDate": "2020-11-28T09:03:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}