{"id": "572e5815-9188-32a5-8e25-baa605dc3c25", "title": "Ontroerend: Lorenzo Viotti en het koor van DNO op 1,5 meter afstand", "url": "https://www.parool.nl/kunst-media/ontroerend-lorenzo-viotti-en-het-koor-van-dno-op-1-5-meter-afstand~b59d64af/", "summary": "Het koor van DNO zingt op anderhalve meter afstand van elkaar.\nDat gold ook voor de drie concerten die Viotti zou geven met het Koor van DNO.\nDan loopt het koor naar het podium en begint het Ave Maria van Francisco Guerrero te zingen.\n‘Verlos ons van het kwade’, zingt het koor in Kedrovs ­Pater Noster.\nHet koor zingt Aan de Amsterdamse grachten en we zien beelden van een operahuis in vol bedrijf.", "paragraphs": ["Het koor van DNO zingt op anderhalve meter afstand van elkaar. Beeld Marco Borggreve", "Lorenzo Viotti (30) komt vanaf september in actie als nieuwe chef-dirigent van De Nationale Opera. Hoe en wat horen we later. De oorspronkelijke seizoensopening, Verdi’s Otello, is in elk geval geschrapt. Dat gold ook voor de drie concerten die Viotti zou geven met het Koor van DNO. Door de coronamaatregelen zouden die ­alleen maar online te horen zijn. ­Viotti, kind van de beeldcultuur, wilde van die onlinepresentatie iets bijzonders maken. DNO huurde daarop videoregisseur Bart van Oort in voor een sfeervolle, langgerekte clip van 45 minuten, waarin het koor stemmige geestelijke werken zingt van Guerrero, Gesualdo/Stravinsky, Rachmaninoff, Kedrov, Barber, Poulenc, Brahms en Schumann. Helemaal aan het einde komt een verrassende twist.", "Voices out of Silence, zoals de voorstelling heet, begint met beelden van een Amsterdamse gracht in de regen. Er rijden auto’s langs. Er is menselijk verkeer. Dat contrasteert hevig met de beelden van de lege ruimtes in het operagebouw en de ateliers, normaal een bijenkorf vol activiteit, maar nu heerst er een desolate leegte.", "In de zaal begint het ‘concert’. Viotti staat in zijn eentje op de bühne en kijkt ontzet naar alle lege stoelen. Dan loopt het koor naar het podium en begint het Ave Maria van Francisco Guerrero te zingen. Viotti dirigeert zonder partituur. Het koor klinkt merkwaardig Slavisch. Is dat vanwege de anderhalve meter afstand tussen de zangers, waardoor iedereen zich op een verlaten steppe waant?", "Het spirituele repertoire raakt een gevoelige snaar. ‘Verlos ons van het kwade’, zingt het koor in Kedrovs ­Pater Noster. In Barbers Agnus Dei dragen de zangers mondkapjes. Maar aan het slot gloort de hoop. Het koor zingt Aan de Amsterdamse grachten en we zien beelden van een operahuis in vol bedrijf. De tranen springen je in de ogen."], "authors": ["Erik Voermans"], "keywords": ["van", "koor", "en", "lorenzo", "een", "met", "meter", "op", "viotti", "dno", "het", "maar", "ontroerend", "zingt"], "pubDate": "2020-12-21T09:56:02Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}