{"id": "572e969a-9c17-3554-a225-e80614f73ab0", "title": "Actrice Imanuelle Grives was dankbaar toen ze de cel in moest: ‘Het was een ingreep van het universum’", "url": "https://trouw.nl/verdieping/actrice-imanuelle-grives-was-dankbaar-toen-ze-de-cel-in-moest-het-was-een-ingreep-van-het-universum~b6ad7760/", "summary": "I Gij zult geen andere goden voor mijn aangezicht hebben“Het was een ingreep van het universum, absoluut.\nJe creëert met behulp van een paar chemische middelen het gevoel dat je met z’n allen één bent.\nNa de scheiding van mijn ouders, rond mijn zevende, kwamen daar de kerkgemeenschappen van mijn vader bij: plekken waar ik wonderen zag gebeuren.\nIk ben een pleaser, een diplomaat, en ik zoek tegelijkertijd ook al een leven lang erkenning.\nIk denk dat ik de kracht heb onderschat van het beeld dat ik van mezelf heb neergezet.", "paragraphs": ["Imanuelle Grives (Rotterdam, 1985) is actrice. In 2019 kreeg ze twee jaar cel ­– effectief: twee maanden ­– nadat ze op een Belgisch festival was opgepakt met drugs. Dinsdag verschijnt haar autobiografie ‘Imanuelle, mijn vechtershart’.", "I Gij zult geen andere goden voor mijn aangezicht hebben", "“Het was een ingreep van het universum, absoluut. Er ging ook van alles mis, dat weekend. Mijn auto werd weggesleept, mijn bracelet raakte zoek, mijn schoen ging kapot... het was net alsof ik steeds iemand hoorde zeggen: je bent moe, dit gaat niet goed, ga terug naar huis! Maar die andere kracht was sterker en ik moet je eerlijk zeggen: met die hoeveelheid drugs en de destructieve modus waarin ik verkeerde, zou ik zeker aan een overdosis ten onder zijn gegaan. Dus toen ik betrapt werd en in de gevangenis belandde, voelde ik me ook dankbaar. Ik weet het zeker: God – The Force, De Grote Architect of hoe je hem ook wil noemen – heeft me gered.”", "II Gij zult u geen gesneden beeld maken noch enige gestalte van wat boven in de hemel, noch van wat beneden op de aarde, noch van wat in de wateren onder de aarde is", "“Voor mij waren die festivals, de drugs, een vorm van afgoderij. Eigenlijk is het ook een soort religieuze belevenis; je zit met z’n allen in een blije bubbel. Je creëert met behulp van een paar chemische middelen het gevoel dat je met z’n allen één bent. Dat is precies wat me tijdens die feesten zo beviel: ik kon mezelf helemaal laten gaan, want iedereen was daar door het dolle. Maar weet je wat het is? Op zo’n feest vervagen ook bepaalde grenzen. Ik ging zo ver dat ik regelmatig kwijlend, met rollende ogen, op de grond viel. Ik vond iedereen lief, mijn knuffels waren halve aanrandingen, ik zoende met wildvreemde mensen... Maar waarom ging ik eigenlijk zó vaak naar dit soort feesten? Voorafgaand aan mijn arrestatie bezocht ik er alleen al in de zomer zeven of acht. En het werden er meer en meer, tot die divine intervention kwam en ik mezelf de vraag moest stellen: Im, waar ben je eigenlijk voor op de vlucht?”", "III Gij zult de naam van de Here, uw God, niet ijdel gebruiken", "“Tot mijn vijfentwintigste ging ik mee naar de kerk van de Pinkstergemeente. Na de scheiding van mijn ouders, rond mijn zevende, kwamen daar de kerkgemeenschappen van mijn vader bij: plekken waar ik wonderen zag gebeuren. Kreupelen die uit hun rolstoel opstonden, blinden die ineens weer konden zien. Nee, maar écht! Ik kende die mensen van vóór hun genezing; toen konden ze niet lopen of zagen ze niks.", "“Mijn vader werd zo gegrepen door het geloof dat hij op een dag zijn succesvolle kledingzaak aan de Rijnhaven in Rotterdam verkocht en er een eigen kerk begon. Hij zag zichzelf als een profeet van God. Dat heb ik altijd raar gevonden, want hoe kon een man van God zoveel ruziemaken met zijn dochters? Welke profeet schold zijn vrouw nou uit voor hoer? En dáár werd niets van gezegd.", "“Langzaam maar zeker begon ik me af te vragen of mijn geloofsgenoten de naam van God niet ijdel gebruikten, bijvoorbeeld door een stel dat buitenechtelijke seks had gehad – want: nog niet getrouwd – en een kind had verwekt, voorin de kerk boete te laten doen. Op een dag besloot ik om een beetje afstand te nemen van de gemeenschap die dacht de wijsheid in pacht te hebben. In mijn gebed zei ik: ‘Ik vind u nog wel lief hoor God, maar ik vind de mensen even niet meer zo leuk.’”", "IV Gedenk de sabbatdag, dat gij die heiligt, zes dagen zult gij arbeiden en al uw werk doen; maar de zevende dag is de sabbat van de Here uw God, dan zult gij geen werk doen", "“Het was ruim een half jaar na mijn vrijlating. Of ik mee wilde doen aan ‘Alle hens aan dek’ (vijf BN’ers varen de noordelijke oceaanroute, tot 21 december, wekelijks, te zien op SBS6, AV). Ik dacht dat het wel goed was om een beetje rustig te beginnen; om langzaam maar zeker weer mee te gaan draaien in dat mediawereldje. Ze zeiden: het wordt een ervaring die je leven gaat veranderen. En het klopt. Ik krijg er wéér helemaal kippenvel van, zie je dat? Hier in de westerse wereld is alles man-made, zelfs de bomen die je hier ziet staan zijn door mensen aangeplant. Daar, op de oceaan, is alleen het water, verder niks. Je dobbert er rond in de wetenschap dat het dichtstbijzijnde stukje land op zes dagen varen van je verwijderd ligt... Dat doet iets met je hoor. Het maakt je nederig. En het heeft ervoor gezorgd dat ik heb leren inzien hoe betrekkelijk alles is. Stel dat je nog een week te leven hebt, wat doet er dan nog werkelijk toe? Familie. Vrienden. Gezondheid. Ik denk dat die paar weken op zee de laatste push waren in een reis waar ik al aan was begonnen toen ik in september 2019 uit de gevangenis kwam: op weg naar rust en evenwicht.”", "V Eer uw vader en uw moeder", "“Mijn vader is 21 jaar ouder dan mijn moeder. Zij was weduwe toen ze hem ontmoette en had al drie dochters. Ze emigreerde voor hem van Suriname naar Nederland. Ik was hun lovebaby, geboren toen hij 56 was. Na mij komen nog een jongen en een meisje.", "Ik ben een typisch middenkind; ik probeer het altijd iedereen naar de zin te maken. Ik ben een pleaser, een diplomaat, en ik zoek tegelijkertijd ook al een leven lang erkenning. Vooral die van mijn vader. Toen ik klein was, voor de scheiding van mijn ouders, was hij vooral mijn lieve pappie, maar daarna ben ik gaan inzien dat hij ook een soort monster kon zijn. Zijn gedrag was totaal onvoorspelbaar. Hij kon zomaar boos worden, roepen dat we allemaal door de duivel bezeten waren, en ons ervan beschuldigen dat we alleen maar op zijn geld uit waren. Het gevolg was dat ik nog meer op mijn tenen ging lopen. Om zijn toorn niet over me heen te krijgen, bleef ik altijd in het gareel lopen. Dat is wat me uiteindelijk het meest frustreerde: ik deed zo mijn best om een goede dochter te zijn, maar het was nooit goed genoeg.", "“In de jaren voorafgaand aan het moment waarop ik in gevangenis terechtkwam, ging het helemaal niet goed met me. Ik werkte kei- en keihard, had last van huilbuien en paniekaanvallen, maar daar kreeg mijn omgeving niet alles van mee. Ik lachte alles weg. Niks aan de hand! En ondertussen ging het steeds slechter met me.", "“Ik heb het toen niet zo bewust gedacht, maar ik weet zeker dat ik mijn gedrag – die domme actie om met zoveel drugs naar Tomorrowland te gaan – óók daarmee te maken had: ‘Oké, en wat vind je hiervan pappie? Ik vlieg he-le-maal uit de bocht! Zie je me nu? Hoor je me?’", "“Toen ik was opgepakt, was dit één van de eerste dingen die ik aan mijn broertje vroeg: ‘Weet papa het al? Wat heeft-ie gezegd?’ Ja, hij wist het. Wat was zijn reactie? Dat het kwam omdat ik zoveel met homo’s omging. Een vriendin zei later: ‘Oh, maar hij was dus niet boos op jou?’ Nee, maar ik had stiekem gehoopt dat hij zichzelf de vraag was gaan stellen: wat is mijn aandeel in dit verhaal? Wat heb ík niet goed gedaan? Hoe had ik een betere, liefdevollere vader kunnen zijn? Mijn moeder, mijn broertje en mijn zussen hebben me geweldig opgevangen, maar met mijn vader had ik al snel weer ruzie: over een broek met scheuren die volgens hem ‘des duivels’ was, bijvoorbeeld.", "“Vorig jaar kwam er in een restaurant een vrouw naar me toe die zei: ‘Je zorgt niet goed voor je oude vader. Je bent een slechte dochter!’ Ik, die ondanks alles altijd voor hem klaar had gestaan. Het is niet zo dat ik hem de schuld geef van wat me is overkomen – ik ben verantwoordelijk voor mijn eigen daden – maar ik heb wel geleerd dat het de hoogste tijd is om met mezelf bezig te gaan houden, om me niet langer zo afhankelijk op te stellen van de erkenning van anderen en al helemaal niet van mijn vader. Ik snap waar het allemaal vandaan komt, maar dat was vroeger. Ik ben geen klein meisje meer. Ik ben een volwassen vrouw. Dus, wat de eerbied voor mijn ouders betreft: de band met mijn moeder is door die hele toestand sterker geworden, maar mijn vader eer ik voorlopig liever even van een afstand.”", "VI Gij zult niet doodslaan", "“Hoe moet ik je dat uitleggen? Ik maakte alles kapot, ik wíst dat ik aan zo’n hoeveelheid drugs ten onder kon gaan, maar het was geen verkapte doodswens of zo; het interesseerde me gewoon helemaal niets meer. Ik was boos op mezelf, op iedereen. Niemand ziet me! En zoals de Amerikanen zeggen: hurt people hurt people. Nou, daar heeft iedereen van kunnen meegenieten...”", "VII Gij zult niet echtbreken", "“Ik heb wel eens relatie met een getrouwde man gehad. Behoorlijk dramatisch allemaal; zoiets kan zich eindeloos voortslepen. Op een gegeven moment kwam ik op het punt waarop ik me begon af te vragen: wat gun je jezelf? Ik wil een gezinnetje, klaar. Ik wil een relatie waarin we iets kunnen toevoegen aan elkaars leven. Of daar nooit meer, in samenspraak, een ander, een derde persoon, bij kan komen weet ik niet. Ik ben nu eenmaal nieuwsgierig en heb altijd een extra shotje adrenaline nodig – daar heb ik me inmiddels bij neergelegd. Ik ben en blijf een thrillseeker. Weet je hoe ik dat nu heb opgelost? Ik heb tegen mezelf gezegd: oké, Im, wil je een uitdaging? Ga dan maar eens een boek schrijven van 256 pagina’s! Zie maar of je dát voor elkaar krijgt. Hup, schrijven, schrijven, schrijven! Je wilt toch zo graag larger than life zijn? Prima, maar doe er dan wel iets nuttigs mee.”", "VIII Gij zult niet stelen", "“Ik ben meer van het hekken klimmen: zonder te betalen bij een festival binnen zien te komen, maar zoiets doe ik – deed, dééd! In mijn nieuwe leven doe ik het niet meer! – vooral voor de kick hè? Een spelletje. Ik weet hoe erg het is om écht bestolen te worden. Begin 2017 stonden er ineens twee inbrekers in huis. Ik woon op de bovenste etage; ze hadden net zo lang gebeld tot iemand hen had binnengelaten en ik hoorde hoe ze probeerden mijn voordeur te forceren. Ik sloop er naartoe, zwaaide de deur in één keer open en zag die twee in het zwart geklede mannen staan. Eentje ging er meteen vandoor, de ander was iets langzamer. Ik ging in m’n badjas achter hem aan en kon ’m nog goeie afhoud-trap geven die ik als kickbokser in ‘Vechtershart’ (BNN-dramaserie, uitgezonden in 2015 en 2017, AV) had geleerd. Ik volgde hem door het trappenhuis, de straat op, tot ik in de gaten kreeg dat ik hem toch nooit te pakken zou krijgen... Later drong het pas tot me door welk risico ik had genomen. In de weken erna ben ik heel bang geweest om die mannen op straat tegen te komen, bang dat ze misschien wel wraak wilden nemen. En tóch zou ik het een volgende keer weer zo doen. Het is een natuurlijke reflex: bam! Weg! Weg met jou! Ik ben een vechter, ik ben een strijder, en dat zal ik altijd blijven.”", "IX Gij zult geen valse getuigenissen spreken tegen uw naaste", "“Misschien is het wel een typisch vrouwentrekje: nee, er is niks! Niks aan de hand! Laat mij maar... Terwijl ik gewoon de woorden niet kon vinden om uit te leggen hoe kut ik me van binnen voelde. Ik voel het zelf haarfijn aan als iemand niet lekker gaat en ik ging er onbewust vanuit dat anderen dat op een of andere manier bij mij ook door zouden hebben. Ik denk dat ik de kracht heb onderschat van het beeld dat ik van mezelf heb neergezet. Op z’n Rotterdams: niet lullen, maar poetsen. Het is ook iets wat ik in mijn opvoeding heb meegekregen. Wij, in ons gezin, we praten niet over dingen. Als je bij ons komt met Kerst, dan kan je lachen, echt, je gaat met buikpijn naar huis. Toen ik net was vrijgelaten, werd ik thuis de hele avond gepest met grappen over drugs en over Tomorrowland. Het is om te janken, maar wij gaan er gewoon om lachen! Ook dáár begin ik te veranderen; ik wil eerlijker zijn, vooral naar mezelf toe. En ik zal het mijn familie en vrienden duidelijker zeggen als het even wat minder goed met me gaat.”", "X Gij zult niet begeren uws naasten huis; gij zult niet begeren uws naasten vrouw, noch zijn dienstknecht, noch zijn dienstmaagd, noch zijn rund, noch zijn ezel, noch iets dat van uw naaste is", "“Eigenlijk ben ik gewoon heel lang erg afgunstig geweest. Ik wilde iets hebben wat ik maar niet kon krijgen, aandacht en erkenning, dus ging het van goedschiks naar kwaadschiks en eindige ik als de-gekke-actrice-die-zich-zogenaamd-ging-voorbereiden-op-haar-rol-als-drugsdealer in de Belgische gevangenis. Zo op mijn bek gaan heeft me enorm geholpen om van dat ego-probleem af te komen. Hoezo: Ima is altijd zo goedlachs en gezellig, ze wil alleen maar het beste voor iedereen? Ik was óók ijdel, egoïstisch en rancuneus. Omdat ik me zo tekort gedaan voelde, sleepte ik iedereen mee in mijn ellende. Rationeel wist ik wel dat ik zélf verantwoordelijk was, ik had hier zélf op aangestuurd, maar emotioneel bleef ik hangen in de gedachte dat ik als dochter nooit werd gezien, of dat het me niet lukte om aan de verwachtingen van de Surinaamse gemeenschap – wees volmaakt, geef ons geen schande – te voldoen. Ik had rock bottom geraakt en dat deed behoorlijk zeer, maar ik bleek ook het beste fundament te hebben gevonden om een nieuw huisje op te bouwen.””", "Lees ook:", "De tranen van Imanuelle Grives: waarheidsvinding als een kwestie van verhalen geloven", "Eva Jinek deed dinsdag een poging tot waarheidsvinding bij actrice Imanuelle Grives. Ze had in de cel gezeten vanwege drugsdealen op een festival, en Jinek wilde weten hoe een gevierd actrice zo ver kon gaan. Ze kreeg betraande antwoorden. “Ik wilde gewoon kapot, Eva”, zei Grives. Haar arrestatie was een opluchting, zo somber was ze van binnen geweest."], "authors": ["Arjan Visser"], "keywords": ["van", "moest", "het", "maar", "ik", "toen", "ze", "imanuelle", "een", "en", "dat", "mijn", "universum", "ingreep", "je", "te", "grives"], "pubDate": "2020-11-28T21:05:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}