{"id": "573924d0-66dc-318f-95f0-820f383b0946", "title": "De uitzending van 5 januari: Debat over 'onduidelijk' vaccinatiebeleid / Einde lockdown nog niet in zicht? / Waar is Alibaba-oprichter Jack Ma?", "url": "https://nos.nl/nieuwsuur/artikel/2363113-de-uitzending-van-5-januari-debat-over-onduidelijk-vaccinatiebeleid-einde-lockdown-nog-niet-in-zicht-waar-is-alibaba-oprichter-jack-ma.html", "summary": "Kamer debatteert over 'onduidelijk' vaccinatiebeleid De Tweede Kamer komt terug van de kerstreces om over de vaccinatiestrategie van het kabinet te debatteren.\nGisteren erkende minister Hugo de Jonge dat \"we onvoldoende wendbaar\" zijn gebleken en eerder hadden kunnen beginnen met vaccineren.\n8:26 De Jonge én Rutte zwaar onder vuur in de KamerBekijk ook Ook Rutte vindt dat er fouten zijn gemaakt bij vaccinatiestrategieEinde lockdown nog niet in zicht?\n\"Overtuigende effecten\" van de lockdown die half december is ingesteld, blijven uit, in de woorden van het RIVM.\nGezien de besmettingscijfers verwacht premier Mark Rutte niet dat er versoepelingen mogelijk zijn.", "paragraphs": ["Kamer debatteert over 'onduidelijk' vaccinatiebeleid De Tweede Kamer komt terug van de kerstreces om over de vaccinatiestrategie van het kabinet te debatteren. Nederland begint morgen, als laatste EU-land, met prikken. Gisteren erkende minister Hugo de Jonge dat \"we onvoldoende wendbaar\" zijn gebleken en eerder hadden kunnen beginnen met vaccineren. De Jonge ligt vandaag zwaar onder vuur, net als premier Mark Rutte. Politiek verslaggever Arjan Noorlander volgt het debat en praat ons bij.", "Dit artikel bevat een video. 8:26 De Jonge én Rutte zwaar onder vuur in de Kamer", "Bekijk ook Ook Rutte vindt dat er fouten zijn gemaakt bij vaccinatiestrategie", "Einde lockdown nog niet in zicht? \"Overtuigende effecten\" van de lockdown die half december is ingesteld, blijven uit, in de woorden van het RIVM. Het aantal positief geteste personen per 100.000 inwoners blijft met ruim 300 onverminderd hoog, terwijl dat juist omlaag moet voor een versoepeling van de coronamaatregelen. Gezien de besmettingscijfers verwacht premier Mark Rutte niet dat er versoepelingen mogelijk zijn. Wat is het scenario voor de komende tijd? Te gast is arts-microbioloog en OMT-lid Marc Bonten.", "Dit artikel bevat een video. 6:47 'Einde lockdown nog niet in zicht'", "Speculaties over afwezigheid Alibaba-oprichter Miljardair Jack Ma, de markante oprichter van de Chinese webwinkelgigant Alibaba, is al twee maanden niet meer in het openbaar gezien. Het leidt tot de vraag of hij vermist is, mede gevoed doordat hij met de Chinese overheid in de clinch ligt. \"De wildste geruchten doen de ronde, ook op Chinese sociale media. Tot nu toe is het vooral speculatie\", zegt China-correspondent Sjoerd den Daas. Wat is er aan de hand?"], "authors": ["Dit Is Een Artikel Van"], "keywords": ["zijn", "van", "lockdown", "onduidelijk", "waar", "nog", "jonge", "met", "dat", "rutte", "vaccinatiebeleid", "ook", "het", "niet", "zicht", "ma", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}