{"id": "575d1606-def2-342b-8849-6c178af14615", "title": "Genocide in Nagorno-Karabach? Die suggestie wekken is zeer kwalijk", "url": "https://trouw.nl/opinie/genocide-in-nagorno-karabach-die-suggestie-wekken-is-zeer-kwalijk~bd40119c/", "summary": "Die analyse geeft een te eenzijdig beeld van het conflict en dat zou ik graag willen rechtzetten.\nDie bestond voor 75 procent uit etnisch Armenen en voor 25 procent uit etnische Azerbeidzjanen.\nDe etnisch Armenen van Nagorno-Karabach wilden geen onderdeel uitmaken van de Republiek Azerbeidzjan en zochten aansluiting bij de Republiek Armenië.\nZowel de Azerbeidzjanen van Nagorno-Karabach als de Azerbeidzjanen van de zeven provincies werden deels etnisch gezuiverd.\nDe boze woorden van de president waren niet gericht tegen de Armeense bevolking van Nagorno-Karabach, maar tegen de Armeense bezetters.", "paragraphs": ["Anthonie Holslag suggereert ten onrechte dat er een genocidaal plan zit achter de inname van Nagorno-Karabach door Azerbeidzjan, aldus Mayise Agamirzayeva-Gundogdu, voorzitter Stichting ‘Ana Veten’ (van Azerbeidzjaanse vrouwen). Azerbeidzjan voert de oorlog om de verdreven Azeri’s terug naar huis te laten gaan.", "Anthonie Holslag geeft in zijn opiniestuk (Trouw, 20 november) een analyse van het conflict om Nagorno-Karabach. Die analyse geeft een te eenzijdig beeld van het conflict en dat zou ik graag willen rechtzetten.", "Het conflict begon in 1990 toen de Sovjet-Unie uit elkaar viel en de 15 republieken de onafhankelijkheid uitriepen. Zo ook Azerbeidzjan. In Azerbeidzjan bevond zich ook de provincie Nagorno-Karabach. Die bestond voor 75 procent uit etnisch Armenen en voor 25 procent uit etnische Azerbeidzjanen. Nagorno-Karabach had ongeveer 150.000 inwoners en lag in Azerbeidzjan omgeven door provincies die volledig door Azerbeidzjanen bewoond werden.", "De etnisch Armenen van Nagorno-Karabach wilden geen onderdeel uitmaken van de Republiek Azerbeidzjan en zochten aansluiting bij de Republiek Armenië. Na vier jaar bloedig conflict slaagden de Armenen erin om zowel Nagorno-Karabach als de zeven er omheen liggende Azerbeidzjaanse provincies met volledig Azerbeidzjaanse bevolking in te nemen.", "Zowel de Azerbeidzjanen van Nagorno-Karabach als de Azerbeidzjanen van de zeven provincies werden deels etnisch gezuiverd. De meesten konden vluchten. Een klein deel werd door de Armeense troepen vermoord. Het beruchtste voorbeeld hiervan is de massamoord op de burgerbevolking van het stadje Khojaly.", "Onafhankelijke staat", "In totaal zijn er uit de bezette gebieden ruim een half miljoen Azerbeidzjanen verdreven. En dat om een onafhankelijke staat op te richten voor 130.000 Armenen van Nagorno-Karabach.", "Holslag doet het voorkomen alsof achter de strijd om Nagorno-Karabach een genocidaal plan ligt. Dit is zeer kwalijk te noemen. Azerbeidzjan en de ontheemden uit de bezette gebieden hebben niets te maken met de gebeurtenissen in Oost-Anatolië van begin twintigste eeuw.", "Zijn stelling dat Nagorno-Karabach tijdens de Sovjet-Unie aan Azerbeidzjan werd toegekend is onjuist. De gehele internationale gemeenschap erkent zowel Nagorno-Karabach als de zeven bezette provincies als Azerbeidzjaans grondgebied. Er liggen vier VN resoluties waarin dit duidelijk naar voren komt.", "Dat Azerbeidzjan een oorlog voert om de gebieden onder zijn controle te brengen en de inmiddels bijna een miljoen vluchtelingen naar hun huis te doen terugkeren is niet leuk, maar wel het volste recht van Azerbeidzjan. Bijna dertig jaar aan onderhandelingen heeft niets opgeleverd. Ondertussen deed Armenië niets om de bezetting te beëindigen. Holslag spreekt niet over de bezetting en de etnische zuivering van de zijde van Armenië. De boze woorden van de president waren niet gericht tegen de Armeense bevolking van Nagorno-Karabach, maar tegen de Armeense bezetters.", "Kolonisten", "Holslag geeft aan dat Azerbeidzjan zich schuldig maakt aan etnische zuivering. Azerbeidzjan voert de oorlog om de ontheemden naar hun huizen te doen terugkeren. Als gevolg van het vredesverdrag mogen de Armenen blijven wonen in de steden en dorpen waar zij altijd al woonden.", "Daartegenover staat dat Azerbeidzjaanse vluchtelingen terug mogen keren naar hun huizen waaruit zij begin jaren 90 verdreven waren. In de zeven provincies hebben geen Armenen gewoond. De Armenen op de foto boven het opiniestuk verlaten hun huizen in de Azerbeidzjaanse provincie Kalbajar. Kalbajar was 100 procent etnisch Azerbeidzjaans. De Armenen hebben zich na 1992 daar gevestigd en zijn dus kolonisten. Als gevolg van het vredesverdrag moeten zij weg.", "Kalbajar en de zes andere provincies vallen buiten Nagorno-Karabach. Ten onrechte wordt dit gegeven voor het gemak of uit onwetendheid weggelaten. Alle Armenen die in Nagorno-Karabach woonden, mogen daar blijven wonen. Alle Armenen die zich na 1990 in de huizen van de verdreven Azerbeidzjanen hebben gevestigd, moeten als gevolg van het vredesverdrag vertrekken. Je moet van goede huize komen om hierin een genocidaal plan te zien.", "Lees ook:", "De bemoeienis van Turkije met Nagorno-Karabach brengt de Navo in gevaar", "Is een Europees wapenembargo wel voldoende om Turkije te laten inzien dat zijn optreden in Nagorno-Karabach niet door de beugel kan? De Navo moet beseffen dat Ankara haar mee kan zuigen in een conflict dat al trekken heeft van genocide, waarschuwt antropoloog Anthonie Holslag.", "Armeniërs laten regio Agdam verwoest achter, alleen moskee nog intact", "Inmiddels weggetrokken Armeniërs hebben de regio Agdam verwoest. Azeri namen het gebied over. De moskee, die nog wel redelijk ongeschonden is gebleven, is direct in gebruik genomen."], "authors": ["Mayise Agamirzayeva-Gundogdu"], "keywords": ["van", "het", "kwalijk", "zeer", "die", "wekken", "azerbeidzjan", "nagornokarabach", "armenen", "een", "te", "en", "om", "dat", "genocide", "suggestie"], "pubDate": "2020-12-03T10:27:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}