{"id": "57724fb4-7ecd-3b3e-9622-cc967f5a1b92", "title": "Heb jij al een kerstpakket? De baas is dit jaar gul: 'We werken dag en nacht door en het houdt niet eens op na de kerst'", "url": "https://www.dvhn.nl/economie/Heb-jij-al-een-kerstpakket-De-baas-is-dit-jaar-gul-We-werken-dag-en-nacht-door-en-het-houdt-niet-eens-op-na-de-kerst-26294752.html", "summary": "„We werken dag en nacht door, en het houdt niet eens op na de kerst.”„Online zijn we al uitverkocht”, vertelt Sanne van den Adel van Makro, Nederlands grootste kerstpakkettenleverancier.\n„We krijgen heel veel aanvragen, ook vaak nog op het laatste moment.\nHet bedrijf zet ook voor het eerst in op online kerstbelevingen als pubquizzen en escape rooms, die erg populair zijn.\n„Je wilt toch een beetje kerstgezelligheid na zo’n raar jaar.”UitpakkenPronk merkt dat werkgevers dit jaar iets meer uitpakken voor het kerstpakket.\nOok vandaag waren er nog heel veel aanvragen en het moet allemaal deze week nog worden bezorgd.", "paragraphs": ["Veel werknemers kunnen nog een pakketbezorger aan de deur verwachten. Kerstpakketbedrijven komen om in de opdrachten. „We werken dag en nacht door, en het houdt niet eens op na de kerst.”", "„Online zijn we al uitverkocht”, vertelt Sanne van den Adel van Makro, Nederlands grootste kerstpakkettenleverancier. Op de winkelvloer, die nog gewoon open is, zijn nog wel wat pakketten te krijgen. „Maar het gaat heel rap.” Er wordt ook iets meer uitgegeven. Was de gemiddelde waarde vorig jaar nog zo’n 40 euro, nu is dat 45 euro.", "Uitschieters", "Dat ziet ook Arjan de Knegt, eigenaar van De Knegt en Leeflang en woordvoerder voor branchevereniging PPP. „De gemiddelde waarde is nu ongeveer 40 euro, dat was vorig jaar 35. Met grote uitschieters naar boven of beneden. Dit komt ook door de fiscale ruimte die werkgevers hebben om hun personeel iets toe te stoppen: er was het afgelopen jaar heel veel waar het geld níet aan kon worden uitgegeven.”", "Waar bij Makro de eerste bestellingen normaal gesproken in maart of april al binnenkomen, ziet Van den Adel dat veel bedrijven nu hebben afgewacht. „Het hele proces is opgeschoven. Maar kerst schuift natuurlijk niet op, dus nu ineens hebben we het heel druk”, vertelt ze.", "„Absoluut drukker dan ooit”, zegt ook Sigrid Pronk, senior accountmanager geschenken bij Pronk Juweel, een familiebedrijf dat al sinds de jaren zestig is gespecialiseerd in onder meer kerstpakketten. „We krijgen heel veel aanvragen, ook vaak nog op het laatste moment. Deze weken zijn altijd al druk, maar nu werken we echt dag en nacht door.”", "Normaal gesproken kunnen de medewerkers na de kerstdagen weer even ademhalen. Dat is dit jaar ook niet het geval. „We krijgen ook veel aanvragen voor nieuwjaarspakketten, met champagne bijvoorbeeld. Dat was eerder eigenlijk nooit aan de orde. Nu de kerst- en nieuwjaarsborrel online gaan plaatsvinden, zien we dat werkgevers daarop inspelen”, vertelt Pronk.", "Bij Makro ziet men dat werkgevers creatief omgaan met de lockdownrestricties. „Je mist toch een persoonlijk moment. Dat lossen werkgevers op door een kaart met QR-code aan het pakket toe te voegen, waarmee je een video krijgt te zien”, vertelt Van den Adel. Het bedrijf zet ook voor het eerst in op online kerstbelevingen als pubquizzen en escape rooms, die erg populair zijn. „Je wilt toch een beetje kerstgezelligheid na zo’n raar jaar.”", "Uitpakken", "Pronk merkt dat werkgevers dit jaar iets meer uitpakken voor het kerstpakket. „Het budget van de kerstborrel gaat er vaak bovenop. Dus zien we wat meer aanvragen voor luxe kaas, versgebrande noten, mooie bonbons. En vaak spullen voor het thuiswerken: oortjes of dingen om fit te blijven. Dat is ook erg in trek.”", "Bedrijven die last minute nog pakketten kunnen leveren, worden deze dagen helemaal platgebeld. „Het is ontzettend druk”, vertelt Esther Verduijn van flessenwerk.nl. „Na alle pakketten voor online borrels worden er sinds een week of twee enorm veel kerstpakketten besteld. Ook vandaag waren er nog heel veel aanvragen en het moet allemaal deze week nog worden bezorgd. We werken keihard, maar het gaat lukken!”"], "authors": ["Marlou Visser"], "keywords": ["dat", "nog", "veel", "nacht", "van", "niet", "voor", "een", "het", "houdt", "ook", "en", "kerst", "op", "jaar", "jij", "werken", "kerstpakket"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}