{"id": "577368df-72f6-3f5a-8851-7f057f4da1bf", "title": "Wie volgend jaar nog begint over ‘het is een kinderfeest’, steunt de nieuwe status quo", "url": "https://volkskrant.nl/columns-opinie/wie-volgend-jaar-nog-begint-over-het-is-een-kinderfeest-steunt-de-nieuwe-status-quo~bcb4278f5/", "summary": "De flexibele opiniemaker verdedigt wekelijks een opinie waar op dat moment behoefte aan is.\nAls iemand de afgelopen jaren tijdens een Zwarte Pietendiscussie zei dat het ‘een kinderfeest is’, was mijn ergernis dan ook groot.\nHet ergste was dat het zo goed werkte.\nDankzij geweldloos en vastberaden activisme is ook de betekenis van ‘het is een kinderfeest’ aangepast.\nHet verdedigt nu de nieuwe status quo, tegen Zwarte Piet.", "paragraphs": ["De flexibele opiniemaker verdedigt wekelijks een opinie waar op dat moment behoefte aan is. Ditmaal: het is een kinderfeest.", "Als flexibele opiniemaker heb ik een hekel aan argumenten die een debat om zeep helpen. Als iemand de afgelopen jaren tijdens een Zwarte Pietendiscussie zei dat het ‘een kinderfeest is’, was mijn ergernis dan ook groot. Het ergste was dat het zo goed werkte. Je liet anderen beschuldigen, hun stem verheffen, emotioneel worden en jij wachtte rustig af. Als het moment daar was, zei je kalmpjes dat het jou er niet zozeer om gaat wie gelijk heeft, jij vond vooral dat de discussie uit de hand is gelopen. Mag het alsjeblieft wat relaxter? Laat de onschuldige kindertjes niet de dupe worden van onze grotemensendiscussie.", "Het kwam verstandig over, maar in feite zei je slechts ‘nu even niet.’ Protesteren is prima, maar het komt even niet uit nu, probeer het in april nog eens, ergens op een industrieterrein ofzo. In 2017 pleitte het AD op die ­manier voor een heus Sinterklaas­bestand. De oproep niet te protesteren zolang ‘Sinterklaas in het land is’ werd ondertekend door prominenten als Mark Rutte, Lodewijk Asscher en boer Jos, bekend van Boer zoekt vrouw.", "Het was een onsmakelijke oproep. Het is nogal een privilege om tegen protest te kunnen zijn. Als de status quo jou niet raakt, kun je de problemen die daaruit volgen gemakkelijk kapot relativeren.", "Maar de protesten gingen door. Jaar in, jaar uit lieten demonstranten zich uitschelden, arresteren, bespugen en besmeuren. Uiteindelijk met het gewenste effect. Een meerderheid van Nederland is nu tegen Zwarte Piet. De strijd tegen racisme is niet gestreden, maar op dit punt is de publieke opinie gekanteld. De verontwaardiging treft nu vooral de intimiderende, racistische demonstraties vóór Zwarte Piet. Dankzij geweldloos en vastberaden activisme is ook de betekenis van ‘het is een kinderfeest’ aangepast.", "Het verdedigt nu de nieuwe status quo, tegen Zwarte Piet. Dat werd tijd."], "authors": ["Thomas Hogeling"], "keywords": ["nieuwe", "dat", "nog", "zwarte", "van", "niet", "een", "quo", "status", "je", "wie", "volgend", "kinderfeest", "jaar", "op", "steunt", "tegen", "het", "nu"], "pubDate": "2020-12-07T15:06:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}