{"id": "5798f544-b76f-3c28-a00e-b0ff3f564036", "title": "Noodwet over brexit naar Tweede Kamer", "url": "https://nos.nl/artikel/2259917-noodwet-over-brexit-naar-tweede-kamer.html", "summary": "Minister Blok van Buitenlandse Zaken maakte vandaag in Brussel bekend dat hij nog steeds rekening houdt met zo'n brexit zonder afspraken.\nOm een chaos te voorkomen heeft de minister een noodwet naar de Tweede Kamer gestuurd.\nBrexit is een volstrekt nieuwe situatie en een brexit zonder deal kan ingrijpende consequenties hebben\", zegt Blok in een toelichting.\nDe minister wil bijvoorbeeld regelen dat mensen die naar het Verenigd Koninkrijk reizen niet al te veel hinder ondervinden.\nOp die dag wordt de brexit een feit.", "paragraphs": ["De regering krijgt ruime bevoegdheden om noodmaatregelen te treffen voor een 'no-deal'-brexit. Minister Blok van Buitenlandse Zaken maakte vandaag in Brussel bekend dat hij nog steeds rekening houdt met zo'n brexit zonder afspraken.", "Om een chaos te voorkomen heeft de minister een noodwet naar de Tweede Kamer gestuurd. \"De wet geeft de regering de mogelijkheid om alle noodzakelijke maatregelen te treffen. Brexit is een volstrekt nieuwe situatie en een brexit zonder deal kan ingrijpende consequenties hebben\", zegt Blok in een toelichting.", "De regering wil de handen vrij hebben om in zo'n geval meteen te kunnen optreden. De minister wil bijvoorbeeld regelen dat mensen die naar het Verenigd Koninkrijk reizen niet al te veel hinder ondervinden.", "De maatregelen moeten ook voorzien in praktische zaken, zoals de vraag of een Brits rijbewijs nog geldig is in Nederland.", "Ook de Europese Commissie werkt aan plannen die onmiddellijk gebruikt kunnen worden als er op 29 maart geen afspraken met de Britten zijn gemaakt. Op die dag wordt de brexit een feit."], "authors": ["Bert Van Slooten", "Redacteur Brussel"], "keywords": ["zon", "zaken", "om", "naar", "een", "kamer", "te", "regering", "minister", "tweede", "die", "zonder", "brexit", "noodwet"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}