{"id": "57a24768-f3d9-3133-a6b9-2982c18e57cf", "title": "Belasting voor big tech is een botte bijl", "url": "https://trouw.nl/economie/belasting-voor-big-tech-is-een-botte-bijl~b95ba345/", "summary": "Frankrijk voert een aparte belasting in voor de grote big tech-bedrijven, omdat die al jarenlang geen cent belasting betalen in dat land.\nHeel Europa is het beu en er wordt al een tijd over een gezamenlijke belastingheffing gesproken, maar dat verloopt traag.\nWij betalen die belasting bij elke aankoop die we doen, en de verkopende partij int die belasting namens de Belastingdienst.\nDe kans is groot dat dat ook gebeurt bij de big tech-belasting.\nLes twee van omzetbelasting is dus dat het een fiscale botte bijl is.", "paragraphs": ["Frankrijk voert een aparte belasting in voor de grote big tech-bedrijven, omdat die al jarenlang geen cent belasting betalen in dat land. Silicon Valley-bedrijven als Google, Facebook en Amazon weten op slinkse wijze belastingbetaling te vermijden via belastingparadijzen. Heel Europa is het beu en er wordt al een tijd over een gezamenlijke belastingheffing gesproken, maar dat verloopt traag. Niet zo gek dus dat nu ook Frankrijk, naast een aantal andere Europese landen, zelf maar een heffing invoert. Nederland wacht af. Niet zo gek, want wij zijn zowel benadeelden als een van de belastingparadijzen.", "De manier waarop Frankrijk en enkele andere landen de belasting op big tech vormgeven is nieuw. Het gaat namelijk niet om winstbelasting, want internationale afspraken verbieden dubbele heffingen. Het gaat om belastingheffing op omzet. En wel de omzet die de bedrijven behalen in Frankrijk. Dat voelt rechtvaardig, want dan worden ze gedwongen belasting te betalen over het geld dat ze verdienen in dat land. Maar hoe zit het eigenlijk met belasting op omzet en welke haken en ogen zitten daaraan?", "Omzetbelasting", "De term omzetbelasting wordt gebruikt voor de btw die bedrijven heffen over de verkoop van eindproducten aan de consument. Wij betalen die belasting bij elke aankoop die we doen, en de verkopende partij int die belasting namens de Belastingdienst. Elk kwartaal moet een bedrijf opgeven hoeveel btw er geïnd is, en dat moet vervolgens aan de schatkist overgemaakt worden.", "Les één van omzetbelasting is dus dat deze doorgaans niet van de winst van bedrijven afgaat maar bij de consumentenprijs opgeteld wordt. De kans is groot dat dat ook gebeurt bij de big tech-belasting. Die bedrijven lachen in hun vuistje.", "Een ander kenmerk van omzetbelasting is dat iedereen evenveel betaalt, rijk of arm. Of je nu als veelverdiener kleding of voedsel koopt of als minimumloner, je betaalt exact hetzelfde percentage. Dat vinden we in ons land en de meeste andere landen eigenlijk niet zo eerlijk. De belastingen zijn er niet alleen om collectieve lasten en publieke goederen mee te financieren, maar ze zijn ook een instrument voor herverdeling. Volgens het principe van de sterkste schouders dragen de zwaarste lasten – dat noemen we progressieve belastingheffing. Dat geldt met name voor de inkomstenbelasting en de erfbelasting.", "Vlaktaks", "Helaas vindt er al jaren een verschuiving plaats van progressieve belastingheffing naar vlaktaksen. De btw is een paar jaar terug verhoogd, terwijl de toptarieven voor de inkomstenbelasting en de winstbelasting zijn gedaald. Oftewel een lastenverzwaring voor de zwakste schouders.", "Les twee van omzetbelasting is dus dat het een fiscale botte bijl is. In het geval van de Big Tech bedrijven heb ik geen medelijden. Maar het zet wel de deur open naar meer van dit soort botte bijlheffingen. Met de nog steeds niet opgeloste kinderopvangtoeslagenaffaire moeten we ook als gewone burger alert blijven op grijpgrage belastingheffingspraktijken.", "Ik begrijp de noodgreep naar omzetbelasting om de Googles en Facebooks van deze wereld te dwingen hun fair share aan belasting te betalen. Maar winstbelasting verdient veruit de voorkeur. Of anders hun activiteiten inperken.", "Irene van Staveren is hoogleraar ontwikkelingseconomie aan de Erasmus Universiteit. Voor Trouw schrijft ze om de week een column over economie. Lees ze hier terug."], "authors": ["Irene Van Staveren"], "keywords": ["big", "botte", "van", "het", "belasting", "maar", "die", "tech", "een", "niet", "dat", "en", "bijl", "voor"], "pubDate": "2020-12-01T13:50:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}