{"id": "57ae27a5-2f00-39f7-8eec-582e72b5d14e", "title": "Utrecht verplaatst cameratoezicht wegens verwachte onrust jaarwisseling", "url": "https://nu.nl/utrecht/6095555/utrecht-verplaatst-cameratoezicht-wegens-verwachte-onrust-jaarwisseling.html", "summary": "De gemeente Utrecht gaat in de aanloop naar de jaarwisseling een aantal flexibele camera's in de stad verplaatsen.\nZo komen er twee in Geuzenwijk te staan en drie camera's worden verplaatst naar de Tigrisdreef in Overvecht.\nDe camera's worden specifiek verplaatst voor de verwachte ongeregeldheden tijdens de jaarwisseling.\nEen van de flexibele camera's op de Wolgadreef blijft nog voor ten minste drie maanden op deze locatie staan.\nDe twee flexibele camera's die zijn vrijgespeeld op de Wolgadreef worden verplaatst naar de Van der Marckstraat in Geuzenwijk.", "paragraphs": ["De gemeente Utrecht gaat in de aanloop naar de jaarwisseling een aantal flexibele camera's in de stad verplaatsen. Zo komen er twee in Geuzenwijk te staan en drie camera's worden verplaatst naar de Tigrisdreef in Overvecht.", "De camera's worden specifiek verplaatst voor de verwachte ongeregeldheden tijdens de jaarwisseling.", "Er staan momenteel zes flexibele camera's in Utrecht. Drie staan in de omgeving van de Wolgadreef en drie bij 't Goylaan. De gemeente zegt dat de overlast in deze gebieden niet is verdwenen. Toch worden de camera's verplaatst, omdat \"cameratoezicht een schaars middel is dat moet worden ingezet op die plekken waar de nood het hoogst is\", aldus de gemeente.", "Op basis van onderzoek, waarin onder anderen bewoners en politie werden betrokken, is nu besloten om twee flexibele camera's op de Wolgadreef te vervangen door twee vaste camera's. Omdat de gemeente maar een beperkt aantal camera's in de stad wil hebben, worden er daarom twee uit de binnenstad weggehaald. Een van de flexibele camera's op de Wolgadreef blijft nog voor ten minste drie maanden op deze locatie staan.", "De twee flexibele camera's die zijn vrijgespeeld op de Wolgadreef worden verplaatst naar de Van der Marckstraat in Geuzenwijk. Vorig jaar waren er in dit gebied ongeregeldheden tijdens de jaarwisseling.", "De drie flexibele camera's die nu nog bij 't Goylaan staan worden binnenkort verplaatst naar de omgeving van de Tigrisdreef in Overvecht. Net als in Geuzenwijk was het hier vorig jaar onrustig tijdens Oud en Nieuw.", "Omwonenden en ondernemers zullen een wijkbericht van de gemeente ontvangen waarin wordt gewezen op de mogelijkheid tot bezwaar."], "authors": ["Door"], "keywords": ["cameras", "van", "onrust", "verplaatst", "jaarwisseling", "op", "twee", "drie", "flexibele", "een", "utrecht", "en", "cameratoezicht", "verwachte", "wegens", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}