{"id": "57b3a350-2e2f-320c-88d2-8848972f05bb", "title": "Metropole Orkest met springlevende muziek van 90-jarige Ack van Rooyen ★★★★☆", "url": "https://www.volkskrant.nl/cultuur-media/metropole-orkest-met-springlevende-muziek-van-90-jarige-ack-van-rooyen~b6b9bfa0/", "summary": "Behalve de Buma Boy Edgar Prijs uit handen van minister-president Mark Rutte ontving bugelspeler Ack van Rooyen (90) eerder deze week ook het eerste exemplaar van een fraaie uitgave met een selectie van de muziek die hij opnam met het Metropole Orkest.\nThen and Now – The Artistry of Ack & Jerry van Rooyen 1975 -2020 is een driedubbel-lp (niet op cd verkrijgbaar) waarvan twee platen gevuld worden met stukken van het orkest en Van Rooyen die in de jaren negentig op cd verschenen.\nUitgekozen zijn nummers die in de jaren zeventig en tachtig werden gearrangeerd door Jerry van Rooyen, zodat het album naast het prachtig subtiele spel van Ack ook het werk van zijn broer Jerry (1928-2009) belicht.\nDe samenwerking tussen orkest en solist werd eerder dit jaar al hervat met opnamen van vier door Van Rooyen geselecteerde stukken die de derde lp vullen.\nNiet alleen een een compilatie van historisch belangwekkend materiaal dus, maar springlevende, actuele muziek van de 90-jarige.", "paragraphs": ["Behalve de Buma Boy Edgar Prijs uit handen van minister-president Mark Rutte ontving bugelspeler Ack van Rooyen (90) eerder deze week ook het eerste exemplaar van een fraaie uitgave met een selectie van de muziek die hij opnam met het Metropole Orkest.", "Then and Now – The Artistry of Ack & Jerry van Rooyen 1975 -2020 is een driedubbel-lp (niet op cd verkrijgbaar) waarvan twee platen gevuld worden met stukken van het orkest en Van Rooyen die in de jaren negentig op cd verschenen. Uitgekozen zijn nummers die in de jaren zeventig en tachtig werden gearrangeerd door Jerry van Rooyen, zodat het album naast het prachtig subtiele spel van Ack ook het werk van zijn broer Jerry (1928-2009) belicht.", "De samenwerking tussen orkest en solist werd eerder dit jaar al hervat met opnamen van vier door Van Rooyen geselecteerde stukken die de derde lp vullen. Zijn toon is nog even elegant en helder. Niet alleen een een compilatie van historisch belangwekkend materiaal dus, maar springlevende, actuele muziek van de 90-jarige."], "authors": ["Gijsbert Kamer"], "keywords": ["van", "die", "orkest", "jerry", "een", "het", "en", "muziek", "zijn", "90jarige", "springlevende", "ack", "met", "metropole", "rooyen"], "pubDate": "2020-12-17T14:16:52Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}