{"id": "57b9a9c2-81d7-338b-8d10-51e89f47bc2a", "title": "Jaarrekening van FVD voldoet opnieuw niet aan eisen: boete dreigt", "url": "https://nu.nl/politiek/6096857/jaarrekening-van-fvd-voldoet-opnieuw-niet-aan-eisen-boete-dreigt.html", "summary": "De jaarrekening van Forum voor Democratie (FVD) voldoet voor het derde jaar op rij niet aan de kwaliteitseisen.\nDe Commissie toezicht financiën politieke partijen (Ctfpp) spreekt van een \"ernstige zaak\" en adviseert minister Kajsa Ollongren (Binnenlandse Zaken) om de partij een bestuurlijke boete van 25.000 euro op te leggen.\nDe senator werd in de zomer van 2019 uit de partij gezet op verdenking van fraude op basis van een intern onderzoek naar de partijadministratie in 2018.\nOok negen andere politieke partijen voldoen niet aan de wettelijke eisen die worden gesteld aan de verantwoording van de financiën.\nOllongren heeft er vorig jaar bij de partijen op aangedrongen de verantwoording te verbeteren, maar \"helaas\" heeft dit er niet toe geleid dat de politieke partijen alles op orde hebben.", "paragraphs": ["De jaarrekening van Forum voor Democratie (FVD) voldoet voor het derde jaar op rij niet aan de kwaliteitseisen. De Commissie toezicht financiën politieke partijen (Ctfpp) spreekt van een \"ernstige zaak\" en adviseert minister Kajsa Ollongren (Binnenlandse Zaken) om de partij een bestuurlijke boete van 25.000 euro op te leggen.", "De Ctfpp valt er onder meer over dat FVD begin 2019 een verkeerd ledental doorgaf. Door de rammelende verslaglegging kan niet worden bepaald \"of de subsidie die in 2019 aan de partij is uitgekeerd volledig juist is vastgesteld\", aldus de commissie.", "Ollongren maakt wel melding van de zaak bij de Nederlandse Beroepsorganisatie voor Accountants (NBA) en de Autoriteit Financiële Markten (AFM), maar wil nog geen boete opleggen. Als deze aanpak niet tot verbetering leidt, neemt de minister dat wel \"in serieuze overweging\".", "De partij benadrukt in een reactie dat toenmalig penningmeester Henk Otten de partij inmiddels heeft verlaten. De senator werd in de zomer van 2019 uit de partij gezet op verdenking van fraude op basis van een intern onderzoek naar de partijadministratie in 2018.", "\"Intussen is er financieel schoon schip gemaakt\", meldt de partij. Het aantal leden begin dit jaar is volgens de partij door een onafhankelijke accountant vastgesteld.", "Ook negen andere politieke partijen voldoen niet aan de wettelijke eisen die worden gesteld aan de verantwoording van de financiën. Ollongren heeft er vorig jaar bij de partijen op aangedrongen de verantwoording te verbeteren, maar \"helaas\" heeft dit er niet toe geleid dat de politieke partijen alles op orde hebben.", "Dat komt volgens haar deels door de beperkingen in coronatijd. Ze gaat de partijen nogmaals expliciet op de verplichtingen wijzen."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "dat", "dreigt", "jaarrekening", "boete", "niet", "een", "opnieuw", "partijen", "eisen", "op", "er", "voor", "partij", "fvd", "voldoet", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}