{"id": "57bf8c17-9413-33de-bed8-e27ee04e3023", "title": "Het weerbericht van maandag 11 januari: grotendeels droog", "url": "https://volkskrant.nl/nieuws-achtergrond/het-weerbericht-van-maandag-11-januari-grotendeels-droog~b076ef427/", "summary": "In de eerste helft van deze week blaast een stevige westenwind milde lucht over Nederland.\nPlaatselijk regent of motregent het soms licht, maar het blijft maandag op de meeste plaatsen grotendeels droog.\nDinsdagochtend verlaat het gebied met bewolking en buien via het zuidoosten het land.\nIn de tweede helft van de week is het licht wisselvallig met een mix van zon, wolken en een enkele bui.\nHet wordt geleidelijk kouder, met vooral in het binnenland grote kans op vorst in de nacht en ochtend.", "paragraphs": ["Het afgelopen weekend was de winter even in het land. In de eerste helft van deze week blaast een stevige westenwind milde lucht over Nederland. Ook is de atmosfeer tamelijk vochtig, daardoor zijn er in het algemeen veel wolken te zien. Plaatselijk regent of motregent het soms licht, maar het blijft maandag op de meeste plaatsen grotendeels droog. De temperatuur stijgt vanmiddag naar 4 graden in Limburg tot 7 graden in het noordwesten. Daarbij waait een ­matige tot krachtige zuidwestenwind, windkracht 4 tot 6 aan zee. Maandagavond trekt een groot ­regengebied van west naar oost. Door de bewolking en nattigheid daalt de temperatuur in de nacht naar dinsdag niet verder dan 3 of 4 graden.", "Dinsdagochtend verlaat het gebied met bewolking en buien via het zuidoosten het land. In de middag klaart het soms breed op, maar kan plaatselijk ook een bui voorkomen. Er waait een flinke noordwestenwind, bij zee staat windkracht 6 of 7. Daarbij ligt de middagtemperatuur rond een graad of 7.", "In de tweede helft van de week is het licht wisselvallig met een mix van zon, wolken en een enkele bui. Het wordt geleidelijk kouder, met vooral in het binnenland grote kans op vorst in de nacht en ochtend."], "authors": ["Diana Woei"], "keywords": ["tot", "van", "zee", "januari", "droog", "en", "naar", "een", "met", "wolken", "weerbericht", "maandag", "grotendeels", "op", "het", "11"], "pubDate": "2021-01-10T23:00:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}