{"id": "57cf34d2-8d15-3cbd-9d7c-83fc59418b44", "title": "Locatie Spaarnegasthuis in Haarlem-Noord sluit spoedeisende hulp", "url": "https://nu.nl/haarlem/6099656/locatie-spaarnegasthuis-in-haarlem-noord-sluit-spoedeisende-hulp.html", "summary": "De spoedeisende hulp van de locatie van het Spaarnegasthuis in Haarlem-Noord gaat vanaf maandag tijdelijk dicht.\nDaarmee maakt het ziekenhuis personeel vrij voor de zorg voor coronapatiënten.\nBovendien blijft de huisartsenpost op de locatie Haarlem-Noord 's avonds, 's nachts en in het weekend wel geopend, zoals normaal ook het geval is.\nHet aantal coronapatiënten dat in het Haarlemse ziekenhuis wordt opgenomen, stijgt de laatste tijd zo snel dat het ziekenhuis op de corona-afdelingen handen tekort komt.\nDe afgelopen weken bleek al vaker dat het ziekenhuis de zorg voor coronapatiënten niet op eigen kracht kon aankon.", "paragraphs": ["De spoedeisende hulp van de locatie van het Spaarnegasthuis in Haarlem-Noord gaat vanaf maandag tijdelijk dicht. Daarmee maakt het ziekenhuis personeel vrij voor de zorg voor coronapatiënten.", "De spoedposten van de locaties Haarlem-Zuid en Hoofddorp blijven wel geopend, benadrukt het ziekenhuis. Bovendien blijft de huisartsenpost op de locatie Haarlem-Noord 's avonds, 's nachts en in het weekend wel geopend, zoals normaal ook het geval is.", "Het aantal coronapatiënten dat in het Haarlemse ziekenhuis wordt opgenomen, stijgt de laatste tijd zo snel dat het ziekenhuis op de corona-afdelingen handen tekort komt.", "De afgelopen weken bleek al vaker dat het ziekenhuis de zorg voor coronapatiënten niet op eigen kracht kon aankon. Enkele patiënten werden daarom zelfs per helikopter naar Duitse ziekenhuizen gevlogen."], "authors": ["Door"], "keywords": ["s", "van", "ziekenhuis", "voor", "haarlemnoord", "spaarnegasthuis", "spoedeisende", "hulp", "locatie", "op", "het", "wel", "dat", "sluit", "zorg"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}