{"id": "57f8b455-dc9e-3bd4-9a23-289d267bf5f3", "title": "Een hogere WOZ-waarde kan ook voordelig uitpakken", "url": "https://nos.nl/artikel/2274101-een-hogere-woz-waarde-kan-ook-voordelig-uitpakken.html", "summary": "De door de gemeente vastgestelde waarde van een huis is bepalend voor de hoogte van de onroerendezaakbelasting, de inkomstenbelasting en de waterschapsbelasting.\nMaar een hoge WOZ-waarde kan onder de streep van je huishoudboekje dus ook voordelig zijn.\nOp het moment dat een woning meer waard is dan de hypotheek die er nog op staat, heeft de eigenaar in veel gevallen bijvoorbeeld recht op een lagere hypotheekrente.\nOok als iemand geld wil lenen, kan een hogere WOZ-waarde uitkomst bieden.\nVolgens de belangenclub voor woningeigenaren is het de moeite waard om de voor- en nadelen van een stijgende WOZ-waarde eens goed op een rijtje te zetten.", "paragraphs": ["De door de gemeente vastgestelde waarde van een huis is bepalend voor de hoogte van de onroerendezaakbelasting, de inkomstenbelasting en de waterschapsbelasting. In de regel geldt: hoe meer een huis waard is, hoe meer belasting de eigenaar moet betalen.", "Maar een hoge WOZ-waarde kan onder de streep van je huishoudboekje dus ook voordelig zijn. Op het moment dat een woning meer waard is dan de hypotheek die er nog op staat, heeft de eigenaar in veel gevallen bijvoorbeeld recht op een lagere hypotheekrente. De maandlasten gaan dan naar beneden. \"Dat kan je best een paar honderd euro schelen\", zegt Hans André de la Porte van Vereniging Eigen Huis (VEH). Ook als iemand geld wil lenen, kan een hogere WOZ-waarde uitkomst bieden.", "Volgens de belangenclub voor woningeigenaren is het de moeite waard om de voor- en nadelen van een stijgende WOZ-waarde eens goed op een rijtje te zetten. \"Je moet er even een avondje voor gaan zitten rekenen, maar dat levert wel wat op.\"", "Zeventien gemeenten scoren onvoldoende", "Vorig jaar bleek dat 26 gemeenten geen goed beeld hebben van de WOZ-waarde van huizen. Inmiddels is de situatie iets verbeterd: zeventien gemeenten scoren een onvoldoende bij de landelijke waakhond, blijkt uit hun cijfers.", "\"Dat betekent vaak dat de administratie achterloopt\", zegt een persvoorlichter van de Waarderingskamer. Iemand heeft bijvoorbeeld een dakkapel laten plaatsen, waardoor de woning meer waard geworden is. Maar die wijziging aan de woning staat nog niet in de gemeentelijke administratie. \"Dat betekent dat het in die gemeenten langer kan duren voordat de WOZ-aanslag is verstuurd.\"", "Hoewel een aantal van de gemeenten moet verbeteren, oordeelde de Waarderingskamer dat de WOZ-waardevaststelling van alle Nederlandse gemeenten inmiddels wel \"voldoende betrouwbaar\" is.", "Bezwaar", "Mensen die denken dat de gemeente de waarde van hun woning te hoog of juist te laag heeft ingeschat, kunnen binnen zes weken bezwaar maken bij hun gemeente. Het is handig om dan vooraf uit te zoeken wat soortgelijke woningen in de buurt waard zijn. Daarbij moet je weten dat de nieuwste WOZ-waarde is gebaseerd op de woningwaarde op 1 januari 2018.", "Via het WOZ-waardeloket kunnen mensen kijken wat de WOZ-waarde van woningen in de buurt is, al vermelden nog niet alle gemeenten de actuele waarde met de peildatum 1 januari 2018. Bij het Kadaster is (tegen betaling) te vinden voor hoeveel een woning in jouw straat of wijk verkocht is."], "authors": ["Joukje Beiboer", "Redacteur Economie"], "keywords": ["uitpakken", "van", "wozwaarde", "kan", "gemeenten", "een", "voor", "voordelig", "het", "ook", "woning", "op", "dat", "hogere", "waard"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}