{"id": "57fbb2b0-5eed-35ed-8a5e-ae4e236edd7d", "title": "Buren in briefje tegen nieuwe bewoners in Hoogeveen: 'Haal die asociale kermisachtige, verloederende glitterverlichting weg'", "url": "https://www.dvhn.nl/drenthe/Buren-in-briefje-tegen-nieuwe-bewoners-in-Hoogeveen-Haal-die-asociale-kermisachtige-verloederende-glitterverlichting-weg-26294357.html", "summary": "Ze wonen er nog maar net, hangen kerstverlichting op en maken daarna als vanzelf kennis met de buren.\nEen stel in Hoogeveen kreeg een briefje in de bus van een buurtgenoot met de oproep om de ‘kerstonterende en kermisachtige’ verlichting te verwijderen.\nDe bewoners deelden het briefje dat ze ontvingen op Facebook.\nHet briefje begint met de boodschap dat de nieuwe bewoners ‘uiteraard van harte welkom zijn in onze wijk’.\nHet verzoek is de ‘glitterverlichting te verwijderen’ en ‘eventueel te vervangen door een rustige en bij een kerst passende kerstverlichting’.", "paragraphs": ["Ze wonen er nog maar net, hangen kerstverlichting op en maken daarna als vanzelf kennis met de buren. Een stel in Hoogeveen kreeg een briefje in de bus van een buurtgenoot met de oproep om de ‘kerstonterende en kermisachtige’ verlichting te verwijderen. Want: past niet in de respectabele wijk.", "De bewoners deelden het briefje dat ze ontvingen op Facebook. Met daaronder een foto van de woning, met kerstverlichting.", "De reacties op het bericht stromen vervolgens binnen. De teneur van de opmerkingen: lekker laten hangen (of nog veel meer lampjes aanzetten).", "Het briefje begint met de boodschap dat de nieuwe bewoners ‘uiteraard van harte welkom zijn in onze wijk’. Vervolgens komt de maar. ‘Met o.a. uw extreme/kermisachtige en asociaal ogende bonte ‘kerstversiering in uw voortuin hebt u ons als mede uw wijk bewoners op een zeer onaangename wijze verrast.’", "‘Eventueel te vervangen’", "De verlichting zou volgens de briefschrijver(s) ‘kerstonterend’ zijn en op geen enkele wijzen passen in ‘onze respectabele wijk’. Het verzoek is de ‘glitterverlichting te verwijderen’ en ‘eventueel te vervangen door een rustige en bij een kerst passende kerstverlichting’.", "Het briefje is ondertekend door ‘uw mede wijkbewoners’. Het is onduidelijk of het om één of meerdere afzenders gaat. Voor zover bekend hangt de kerstverlichting er nog steeds (en staat het ook nog aan).", "Via Facebook."], "authors": [], "keywords": ["verloederende", "glitterverlichting", "nog", "hoogeveen", "kermisachtige", "briefje", "met", "van", "tegen", "een", "weg", "te", "het", "haal", "en", "die", "op", "nieuwe", "buren", "uw"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}