{"id": "57fdb445-b221-3e51-a37a-0f8cc6ec1aea", "title": "De Volkskeuken: kaasballetjes met gehakte noten en chipskruim", "url": "https://volkskrant.nl/de-gids/de-volkskeuken-kaasballetjes-met-gehakte-noten-en-chipskruim~b5f542d3/", "summary": "Kruidige kaasballetjes met gehakte noten en chipskruim.\nZe vierden het nieuwe jaar met een aperitief en een heerlijk dinertje.\nJansen van de Keuringsdienst van Waren nam de hors-d’oeuvre, de soep, de pasteitjes, de gekookte tarbot met puree, de kalfsoesters met doperwtjes, de taart, het ijs en het fruit in beslag.\nLeg wat bakpapier op een schaal, vorm met koele hand balletjes van het kaasmengsel, leg ze op de schaal en dek af.\nSteek er een pepsel in en leg op een schaal.", "paragraphs": ["Kruidige kaasballetjes met gehakte noten en chipskruim. Beeld Marie Louise Schipper", "Het begon zo goed. Op het moment dat 250 personeelsleden van de Rotterdamsche Verzekering Sociëteit (RVS) bijeenkwamen in de Doelen, zat de stemming er al goed in. Ze vierden het nieuwe jaar met een aperitief en een heerlijk dinertje. Daarna woonde het gezelschap, mét echtgenotes, een theatervoorstelling bij in Tivoli.", "Die was nog maar amper begonnen toen er rumoer ontstond omdat een aantal aanwezigen fluks de zaal verliet. Een paar minuten later was het ‘alsof een mitrailleur aan alle kanten slachtoffers deed vallen’, zo vertelde een ooggetuige aan de verslaggever van de Haagsche Courant.", "Wat daarna volgde, haalde alle kranten, tot aan dagblad De locomotief in Semarang toe. ‘Massavergiftiging in Rotterdam!’, stond op de voorpagina’s. Ook toen was goed aankoppen een kunst. Het publiek kroop over de stoelen, teneinde de wc’s te bereiken – die allemaal bezet bleven. Sommige zieken wisten het nabijgelegen ziekenhuis te bereiken, andere lagen amechtig tegen de pui van Tivoli. Aan het leegpompen van 250 magen hadden de artsen hun handen vol.", "Daags erna begon de zoektocht naar de schuldige. De heer J.D. Jansen van de Keuringsdienst van Waren nam de hors-d’oeuvre, de soep, de pasteitjes, de gekookte tarbot met puree, de kalfsoesters met doperwtjes, de taart, het ijs en het fruit in beslag. Nee, het was niet de vis, noch het vlees. Verbazingwekkend genoeg zaten er colibacteriën in de puree en de doperwtjes.", "In de vorige eeuw, zo blijkt uit de jaarverslagen van de Keuringsdienst, was een voedselvergiftiging tijdens de feestdagen schering en inslag.", "Aan dit eenvoudige, maar machtige hors-d’oeuvretje kunt u zich geen buil vallen. Wel even stevig de handen wassen, maar die gewoonte is er inmiddels goed ingeramd.", "INGREDIËNTEN 100 g monchou of andere roomkaas 50 g pittige cheddar, geraspt 1 afgestreken theel. (gerookt) paprikapoeder peper naar smaak 2 plakjes gebakken bacon 1 handje gemengde noten, gehakt 1 handje groentechips, verkruimeld wat platte peterselie, grofgehakt enkele zoute stokjes (pepsels)", "Meng in een kom de monchou met de cheddar. Voeg paprikapoeder en peper toe en roer door. Was uw handen goed, spoel na met koud water. Leg wat bakpapier op een schaal, vorm met koele hand balletjes van het kaasmengsel, leg ze op de schaal en dek af. Laat een uurtje opstijven in de koelkast.", "Bak de plakjes bacon goudbruin en laat afkoelen. Hak daarna tot kruim. Vijzel de noten grof. Verkruimel de chips. Hak de peterselie fijn. Meng dit alles goed. Wentel de kaasballetjes erdoorheen. Steek er een pepsel in en leg op een schaal. Garneer met de overige peterselie."], "authors": ["Marie Louise Schipper"], "keywords": ["aan", "zo", "van", "gehakte", "goed", "het", "op", "kaasballetjes", "met", "noten", "een", "volkskeuken", "en", "chipskruim", "er"], "pubDate": "2020-12-06T21:59:03+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}