{"id": "5812ac81-0320-3129-ae82-9d8f6f8700b5", "title": "Five great places for authentic Amsterdam sandwiches", "url": "https://www.parool.nl/english/five-great-places-for-authentic-amsterdam-sandwiches~bc16bb4c/", "summary": "Beeld Floris LokThere’s nothing more Amsterdam than getting a broodje from Van Dobben – though not everyone knows that croquettes originate in a real Amsterdam ‘food salon’.\nThe cheerful, white-jacketed staff dispense piping-hot kroketjes, and soft rolls filled with centimetre-thick layers of filet américain, raw beef spread.\nKorte Reguliersdwarsstraat 5-7-9Broodje Daan is nostalgia writ large, a cosy, old-fashioned lunchroom that feels a bit like a trucker’s café.\nIt sells bargain-priced rolls spread with hagelslag (chocolate sprinkles), jam, and even speculaas biscuits (€0.90).\nThis friendly, casual butcher’s shop has been family owned for four generations, but it’s moving with the times: you can also order the broodje Zeedijk (chicken, bacon, lettuce, and Zeedijk sauce) in poké-bowl form.", "paragraphs": ["Beeld Floris Lok", "There’s nothing more Amsterdam than getting a broodje from Van Dobben – though not everyone knows that croquettes originate in a real Amsterdam ‘food salon’. The shop has been tucked away on Korte Reguliersdwarsstraat since 1945. The cheerful, white-jacketed staff dispense piping-hot kroketjes, and soft rolls filled with centimetre-thick layers of filet américain, raw beef spread. Don’t say we didn’t warn you.", "Korte Reguliersdwarsstraat 5-7-9", "Broodje Daan is nostalgia writ large, a cosy, old-fashioned lunchroom that feels a bit like a trucker’s café. It sells bargain-priced rolls spread with hagelslag (chocolate sprinkles), jam, and even speculaas biscuits (€0.90). The menu also features culinary experiments named after current and former employees, including a broodje named after the resident dog, Buddy, which comes with hot sausage, crispy bacon, cheese, fried onions, and ‘Buddy sauce’.", "Jan van Galenstraat 219", "For some reason, all the best eateries on Westerstraat have always been on the corners: De Blaffende Vis, Winkel, Café Nol. Comestibles Kinders is no exception, a lunch joint with a yellowing copy of Privé magazine in the window, piles of charcuterie in a display case, and half-litres of milk to wash it all down with. Their customers’ favourite is the broodje bolgeri. a ciabatta with lettuce, chicken fillet, bacon, pesto, and herb mayonnaise that’s particularly popular with officers from the nearby Marnixstraat police station.", "Westerstraat 189", "It’s OK to dither at De Kaaskamer. The staff of this packed little shop know it takes time to choose a roll, pick one of the hundreds of cheeses on offer, and top it off with one of their homemade sauces such as artichoke mayonnaise or spicy rocket pesto. Just go for it – you can’t really go wrong. And be careful if you’re hungry when you order: these are not little round buns, but hefty chunks of French bread.", "Runstraat 7", "Zeedijksaus, sea-dyke sauce, might not sound especially appetizing, but Slagerij Vet is famous for it. And their homemade curry sauce is so popular you can order it by the bottle. This friendly, casual butcher’s shop has been family owned for four generations, but it’s moving with the times: you can also order the broodje Zeedijk (chicken, bacon, lettuce, and Zeedijk sauce) in poké-bowl form.", "Zeedijk 99"], "authors": ["Het Parool"], "keywords": ["spread", "places", "broodje", "amsterdam", "great", "bacon", "van", "staff", "rolls", "zeedijk", "sauce", "shop", "authentic", "sandwiches", "order"], "pubDate": "2019-09-10T13:57:59+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}