{"id": "58487d05-d221-37a9-9def-5bfeee04390f", "title": "Waarom zijn millennials zo gefascineerd door de nineties?", "url": "https://www.nrc.nl/nieuws/2020/12/10/muziek-tv-mode-alles-kon-en-alles-mocht-a4023405", "summary": "Waarom zijn mensen die toen kind waren – de millennials van nu – zo gefascineerd door de jaren negentig?\nWaarom zijn veel millennials zo gefascineerd door de jaren negentig?\n„Als ik in die tijd ouder was geweest, dan had ik er denk ik een stuk rationeler naar gekeken.\nTechnologie zou alles oplossen en met het internet zou iedereen een stem krijgen en toegang hebben tot informatie.\nAls je nu jong bent, is de kans veel groter dat je jezelf herkent in de popcultuur.”Wat hebben millennials meegenomen uit de jaren negentig?", "paragraphs": ["Waarom schoof Rose niet op om Jack te redden? Wie deze vraag meteen snapt, is waarschijnlijk een kind van de jaren negentig. De slotscène van blockbuster Titanic (1997) bezorgde een hele generatie een jeugdtrauma. Nog steeds verschijnt elk jaar een nieuwe lijst met theorieën over het beruchte einde.", "Waarom zijn mensen die toen kind waren – de millennials van nu – zo gefascineerd door de jaren negentig? Tientallen artikelen zijn erover geschreven . En bedrijven spelen in op de heftige nostalgie. Op Netflix vind je ineens series als Friends, Twin Peaks, The Fresh Prince of Bel Air en Heartbreak High. Vogue lanceerde in september modepodcast The 1990s. Een Instagram-account als Nineties Anxiety, met daarop foto’s van de sterren én de esthetiek uit die tijd, heeft meer dan 1,3 miljoen volgers. En bij het begin van de onlinekaartverkoop voor de reünie-tour van de Spice Girls in 2018, probeerden 700.000 fans tegelijkertijd kaarten te bemachtigen – de site crashte.", "Ook Nederlandse millennials zijn gebiologeerd door dit tijdperk. Eind-twintigers en dertigers met heimwee kunnen hun hart ophalen bij de achtdelige geschiedenisserie Een programma over de jaren negentig, dat de VPRO sinds oktober uitzendt, met daarin aandacht voor eurodance, flippo’s en gabbers – en met Henny Huisman als co-presentator. Ook verscheen er in oktober een boek, Negentig, van Corinne van der Velden (33), journalist en docent journalistiek aan de Hogeschool van Amsterdam.", "Lees ook de Zap over Een programma over de jaren negentig: Henny Huisman spoelde de softporno haastig vooruit", "Waar keken we naar? Wat luisterden we? Wat aten en kochten we? Om de tijdgeest van toen te doorgronden doorkruiste ze drie jaar lang het land om haar jeugdhelden te interviewen. Van kinderboekenschrijver Paul van Loon tot de vj’s van TMF en de bedenkers van Goede tijden, slechte tijden.", "Elke generatie kijkt door een roze bril naar de eigen kindertijd. Waarom zijn veel millennials zo gefascineerd door de jaren negentig?", "„Omdat dit het laatste decennium was waarin je nog een gedeelde popcultuur had. Jongeren keken dezelfde programma’s, luisterden naar dezelfde muziek. Daardoor was er een sterk collectief gevoel, dat in dit hyperindividualistische tijdperk alleen maar is afgenomen. Bij mijn generatie is het bewustzijn ingedaald dat de popcultuur onomkeerbaar is veranderd. De popcultuur van nu is veel fragmentarischer: je hebt niet één muziekzender meer waar alle jonge mensen tegelijk naar kijken. Of we kijken allemaal dezelfde Netflix-serie, maar zitten ieder bij een andere aflevering.", "„Nostalgie is natuurlijk ook een manier om met problemen om te gaan. We groeiden op in ongekende welvaart, ik kan mij nog herinneren dat mijn ouders mij vertelden dat ik het nóg beter zou krijgen dan zij. Maar ik studeerde af tijdens een financiële crisis. En nu, in wat de piekjaren zouden moeten zijn van onze carrière, komt daar nog een crisis bovenop.", "„Ik ken in mijn omgeving bijna niemand met een koophuis, auto of vast contract. In het Engels noemen ze het een security blanket – in je hoofd teruggaan naar een veilige plek. Tijdens de lockdownmaanden ging ik weer naar televisieseries als Friends en Clueless kijken, terwijl ik op sociale media de profielen van mijn basisschoolvrienden bekeek. Zo roep je toch een beetje dat veilige, onbezorgde gevoel van vroeger op.”", "De sfeer was: het leven is een feestje, we moeten nu niet zeuren over wat er niet goed gaat", "Toch zou je ook kunnen zeggen: wat herinner je je nou écht uit die tijd?", "„Klopt. Ik was vier toen de jaren negentig begonnen en veertien toen ze eindigden. Het is niet alsof ik in de Amsterdamse club de Roxy stond te dansen. Maar ik denk dat juist dat magische, fantasierijke denken uit je jeugd een grote rol speelt. Alles ís al groot en indrukwekkend als je kind bent, en dan maak je ook nog eens zo’n opwindend decennium mee – met zoveel veranderingen op het gebied van technologie, politiek en welvaart.", "„Als ik in die tijd ouder was geweest, dan had ik er denk ik een stuk rationeler naar gekeken. Dan had ik de Spice Girls gezien en gedacht: goh, wat een commerciële act. In plaats van hoe ik ze toen zag: als vrouwen die lieten zien dat je best stoer en brutaal mocht zijn.”", "Wat is volgens u de essentie van de jaren negentig?", "„De Groene Amsterdammer schreef een paar jaar geleden dat je op drie manieren naar dit decennium kunt kijken. Als een onbezorgde, argeloze tussentijd. Als een hebberige periode, waarin de wereld in de uitverkoop werd gezet. Of als een optimistisch tijdperk: het einde van de geschiedenis. Dat laatste punt wordt nu gezien als naïef, maar zonder dit optimisme hadden we misschien geen homohuwelijk, geen Europese samenwerking gehad. En gretig, commercieel? Ja, maar daardoor kreeg de ‘gewone’ Nederlander bijvoorbeeld wel een stem op televisie.", "„In de mediawereld en de popcultuur ontstond een enorme vernieuwingsdrift. Televisieprogramma’s, muziekgenres, mode: alles kon en alles mocht. Technologie zou alles oplossen en met het internet zou iedereen een stem krijgen en toegang hebben tot informatie. In 1989 werd commerciële televisie legaal in Nederland. Dus zag je een explosie van commerciële cultuur: muziekzenders, soaps, talkshows, kindermarketing, jongens- en meidengroepen.", "„Dat leidde tot een groter onderscheid tussen ‘hoge’ en ‘lage’ cultuur en was het begin van de latere versnippering. Je keek naar het NOS Journaal, óf naar Goede tijden. Je was een VPRO-kind, óf je keek naar Telekids. Toen Big Brother in 1999 werd gelanceerd, sprak de intellectuele elite daar schande van: wat hadden deze gewone mensen nu gepresteerd?”", "Lees ook onze special over 20 jaar Big Brother: Big Brother was op veel manieren een mijlpaal", "Het optimistische jaren negentiggevoel hoorde je terug in de muziek, vertelt Van der Velden. Eurodance, vrolijke, commerciële housemuziek. „Als kind luisterde je daarnaar en brabbelde je wat mee in zelfverzonnen Engels, zonder echt te begrijpen waar de teksten over gingen. Maar toen ik voor dit boek opnieuw naar allerlei nummers luisterde, vielen bepaalde zinnen mij opeens op: ‘Black and white, dancing together’, en: ‘Like Martin Luther King, I had a dream.’", "„Ik stuitte op een onderzoek dat het genre eurodance ziet als een verwijzing naar het moderne, multi-etnische Europa. Acts als 2 Brothers on the 4th Floor en Captain Jack bestonden uit een witte zangeres en een zwarte rapper. De rappers die ik voor mijn boek sprak, vertelden dat ze via hun muziek racisme aan de kaak wilden stellen.”", "Behalve als tijdperk van optimisme, worden de jaren negentig ook gezien als een tijdperk van hedonisme. Klopt dat beeld?", "„In mijn boek schrijf ik over de piramide van Maslow. Aan de brede onderkant hebt je veiligheid, zekerheid en lichamelijke behoeften. Omdat er na de jaren tachtig, met hoge werkloosheidscijfers en een constante oorlogsdreiging, zo’n stabiel, welvarend tijdperk kwam, ontstond er ruimte voor de smalle top: zelfontplooiing. Opeens hadden mensen meer vrije tijd, om in te vullen met leuke dingen. De eetcultuur werd gulziger. Supermarkten gingen van duizend, naar tienduizenden producten. Niet voor niets was het Montignac-dieet zo populair – de hele dag door champagne en ganzenlever.", "„Voor het echte hedonisme moest je het nachtleven in. In Amsterdamse clubs als de iT en de Roxy kon en mocht alles, anders zijn werd gevierd. Xtc was in opkomst, dus iedereen had het leuk met elkaar. Toch was het allemaal niet zó fantastisch. Ik sprak acteur Paul Benjamin, die als een van de eersten een transgender personage speelde op televisie – Meta in Goede Tijden Slechte Tijden. In de Randstedelijke clubs was het zeker hedonistisch, vertelde hij, maar daarbuiten werd hij met de nek aangekeken.”", "Dat is het gevaar van nostalgie: een roze bril geeft een vertroebeld beeld. Wat vond u pijnlijk om te ontdekken over de jaren negentig?", "„De sfeer was: het leven is een feestje, dat moeten we niet verpesten door te zeuren over wat er niet goed gaat. Veel werd weggestopt. Zanger Alwin Burke van Re-Play vertelde mij dat de zwarte gemeenschap uit de Bijlmer de rassenrellen in Los Angeles in 1992 op de voet volgde, terwijl dat in de rest van Nederland geen item was. Dat hij in het nachtleven vaak genoeg werd geweigerd, of dat hij in zijn auto werd staande gehouden.", "", "Corinne van der Velden: Negentig. Negentig. Atlas Contact, 224 blz. € 19,99", "„En je had het sexy popfeminisme, waarbij de TMF-presentatrices vanuit een bed moesten presenteren. Dat zou in deze tijd de wenkbrauwen doen fronsen. Ook sluimerde er een onbehagen in de samenleving, vooral in de volkswijken, over de afstand tot de elite. Later is dat gevoel door Pim Fortuyn op de agenda gezet.", "„Op persoonlijk niveau vond ik het pijnlijk om te zien hoe er voor een lesbisch Limburgs meisje als ik nauwelijks rolmodellen waren op televisie. Je had Claudia de Breij en af en toe een soappersonage, dat dan altijd tragisch eindigde. Dat was het. Als je nu jong bent, is de kans veel groter dat je jezelf herkent in de popcultuur.”", "Wat hebben millennials meegenomen uit de jaren negentig?", "„Ik denk dat wij veel positiever over Europa denken. We groeiden op met de European dream, een nieuwe utopie met de euro als betaalmiddel. Voor ons werden vliegvakanties en wonen of studeren in het buitenland heel normaal. Globalisering was nog geen vies woord. En doordat we zoveel technologische veranderingen hebben meegemaakt, zijn we gewend om ondernemend en vernieuwend te denken. Tegelijkertijd hebben we door de aanslagen van 11 september óók meegemaakt hoe het feestje in één keer voorbij was.", "In haar eigen klas zitten leerlingen die geboren zijn na 2000. „Ze dragen tie-dye-shirts. Buffalo-schoenen. Fannypacks. Dr. Martins. Ik denk dat de meesten niet doorhebben dat het uit mijn jeugd komt. Maar ik zit dan met een glimlach achter mijn bureau.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 11 december 2020"], "authors": ["Jonas Kooyman", "Leestijd Minuten"], "keywords": ["van", "dat", "een", "het", "en", "zo", "nineties", "ik", "zijn", "waarom", "als", "op", "je", "millennials", "met", "gefascineerd", "door"], "pubDate": "2020-12-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}