{"id": "584ec651-86d6-3669-92c9-92887872bea5", "title": "De Bruin stuurt viermansbob naar tiende plek op EK in Winterberg", "url": "https://nos.nl/artikel/2363782-de-bruin-stuurt-viermansbob-naar-tiende-plek-op-ek-in-winterberg.html", "summary": "Bij de Europees kampioenschappen bobslee in Winterberg is de Nederlandse viermansbob als tiende geëindigd.\nPiloot Ivo de Bruin stuurde voor het eerst de viermansbob naar beneden in een grote wedstrijd dit seizoen.\nOppermachtigDe Duitser Francesco Friedrich greep in Winterberg voor het eerst de Europese titel.\nDe 30-jarige bobsleeër had al olympisch goud in zowel de twee- als viermansbob veroverd, maar Europees goud ontbrak nog op zijn erelijst.\nBekijk hieronder de beelden van de Nederlandse tweemansbob op de EK bobsleeën in Winterberg:", "paragraphs": ["Bij de Europees kampioenschappen bobslee in Winterberg is de Nederlandse viermansbob als tiende geëindigd. Piloot Ivo de Bruin stuurde voor het eerst de viermansbob naar beneden in een grote wedstrijd dit seizoen.", "De Bruin, met aan boord Dennis Veenker, Joost Dumas en Janko Franjic, stond na de eerste run (54,87) op de achtste plaats en had een verbetering van zijn beste uitslag op een EK (zesde in 2019) in het vizier. Maar in de tweede run was hij de Nederlandse bob net iets langzamer (54,89), waardoor een tiende plek uiteindelijk het hoogst haalbare bleek.", "Oppermachtig", "De Duitser Francesco Friedrich greep in Winterberg voor het eerst de Europese titel. De 30-jarige bobsleeër had al olympisch goud in zowel de twee- als viermansbob veroverd, maar Europees goud ontbrak nog op zijn erelijst. In de afdaling was de Duitser oppermachtig, hij bleef de Oostenrijkse slee over twee runs 0,76 seconden voor.", "Het was het tweede succes dit weekend voor Friedrich. Zaterdag won hij al, voor de vijfde keer, de Europese titel in de tweemansbob. De Bruin kwam, samen met zijn remmer Franjic, niet verder dan de twaalfde plek.", "Bekijk hieronder de beelden van de Nederlandse tweemansbob op de EK bobsleeën in Winterberg:"], "authors": [], "keywords": ["tiende", "zijn", "winterberg", "bruin", "naar", "voor", "plek", "een", "op", "viermansbob", "hij", "het", "nederlandse", "ek", "stuurt"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}