{"id": "58697f6f-970f-3f49-85bc-0864d3f4c7a9", "title": "Honderden mensen dakloos na zware aardbeving Kroatië", "url": "https://www.parool.nl/wereld/honderden-mensen-dakloos-na-zware-aardbeving-kroatie~b189cc55/", "summary": "Kroatië maakt de schade op en rouwt na de beving van woensdag, met een kracht van 6,2 op de schaal van Richter.\nDinsdag was de tweede keer in zijn leven dat hij bij een aardbeving ternauwernood aan de dood ontsnapte.\nOok daar kon hij net op tijd voorkomen dat hij bedolven werd onder zijn instortende huis.\nVan het gebouw is nog maar weinig over, maar Aleksic kwam er zonder kleerscheuren vanaf.\nMisschien hebben we net pech dat dat nu was.”", "paragraphs": ["Kroatië maakt de schade op en rouwt na de beving van woensdag, met een kracht van 6,2 op de schaal van Richter. Zeven mensen kwamen daarbij om het leven, enkele tientallen raakten gewond en honderden werden dakloos.", "De 69-jarige Blaz Aleksic heeft een engeltje op zijn schouder. Dinsdag was de tweede keer in zijn leven dat hij bij een aardbeving ternauwernood aan de dood ontsnapte. Hij was in zijn woning in het Kroatische stadje Petrinja in het gebouw waarin hij ook een winkel had, toen het plotseling hevig begon te schudden. Dat had hij eerder meegemaakt: bij een aardbeving toen hij 18 was, in de Bosnische stad Banja Luka niet ver van Petrinja vandaan.", "Ook daar kon hij net op tijd voorkomen dat hij bedolven werd onder zijn instortende huis. “Toen heb ik geleerd dat je in een deuropening moet gaan staan. Daar is een gebouw het sterkste,” vertelt Aleksic tegen de krant Jutarnji list. Vanuit daar zag hij hout, pleisterwerk en baksteen omlaag komen. Van het gebouw is nog maar weinig over, maar Aleksic kwam er zonder kleerscheuren vanaf. Hij bracht de eerste nacht met velen anderen door in een park. Zijn gevoel voor humor is hij ondanks de tragedie niet kwijt. “Ik had dood moeten zijn, of op zijn minst gek.”", "Vijf meter", "In Petrinja, een stadje met zo’n 25.000 inwoners, werd het oude centrum vrijwel geheel verwoest. Maar ook de steden Sisak en Glina zijn zwaar getroffen. Vijf van de doden woonden in hetzelfde kleine dorp bij Glina. Het zesde slachtoffer was een meisje dat op straat liep in Petrinja, de zevende raakte bedolven onder een instortende kerk. Stjepan Vrabanac staat te kijken naar wat er over is van zijn huis, nadat de eerste verdieping de begane grond volledig verwoest heeft. Vrabanac stond er vijf meter vandaan en zag het gebeuren. “Mijn huis ging gewoon liggen, in vijf minuten was het klaar,” zegt hij kortaf.", "Zaterdag is uitgeroepen tot dag van nationale rouw. Het leger heeft inmiddels verwarmde tenten en containers neergezet voor de opvang van dakloos geworden Kroaten die nergens anders heen kunnen of willen. Sommigen hebben de nieuwjaarsnacht doorgebracht in de auto. Ook degenen die hun huis wel in zouden kunnen: ze zijn bang dat hun woning instabiel is en dat de boel alsnog in zal storten na een hevige naschok.", "“Hulp komt er vanuit het hele land, maar we hebben genoeg dekens en kleren. Wat we nu nodig hebben, zijn experts die kunnen beoordelen welke gebouwen veilig zijn en welke niet,” zegt locoburgemeester Marko Kricka van Sisak. Hij houdt kantoor in de brandweerkazerne, want het stadhuis is verwoest. Extra complicatie is het hoge risico op coronabesmettingen doordat afstandsregels niet kunnen worden nageleefd, onder meer in de noodopvang. Het ministerie van Volksgezondheid meldt dat zaterdag wordt begonnen met het vaccineren van duizend bewoners en zorgmedewerkers. Twee ziekenhuizen in de regio zijn onbruikbaar geworden.", "Beeld EPA", "In puin", "Intussen blijft de aarde doortrillen. De Balkan is vatbaar voor aardbevingen, die soms heel veel schade aanrichten. Zo werd het Bosnische Banja Luka dus grotendeels verwoest in 1969, hetzelfde overkwam de Noord-Macedonische hoofdstad Skopje in 1963. In 1979 kwamen historische plaatsen rondom de Kroatische stad Dubrovnik in puin te liggen. In maart van dit jaar werd de hoofdstad Zagreb, op een uur rijden van Petrinja, nog getroffen.", "Experts zeggen dat niet te voorspellen is wanneer het de volgende keer raak is, en dat de enige oplossing is om zoveel mogelijk bevingsbestendig te bouwen. Ze verwachten dat de aarde nog maanden onrustig blijft, maar het blijft afwachten. “Voor deze regio hebben we altijd gedacht dat de maximale sterkte 6,2 is,” zei seismoloog Marijan Herak tegen tv-zender N1. “Zo’n maximale beving komt extreem weinig voor, laten we zeggen eens in de 100.000 jaar. Misschien hebben we net pech dat dat nu was.”"], "authors": ["Thijs Kettenis"], "keywords": ["mensen", "zijn", "kroatië", "van", "dakloos", "voor", "en", "een", "zware", "aardbeving", "op", "te", "het", "honderden", "hij", "dat"], "pubDate": "2021-01-01T16:30:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}