{"id": "586ef4ad-848a-34e3-946d-41ee3114cec4", "title": "Waarom de nieuwe richtlijnen voor euthanasie zorgwekkend zijn", "url": "http://www.trouw.nl/opinie/waarom-de-nieuwe-richtlijnen-voor-euthanasie-zorgwekkend-zijn~bdb3259b/", "summary": "De nieuwe richtlijnen van de Regionale Toetsingscommissies Euthanasie geven meer ruimte aan euthanasie bij mensen met dementie, door meer gewicht aan wilsverklaringen toe te kennen.\nDit geeft vooral onze eigen angst weer, onze vrees voor ouderdom, verval en dood en voor het verlies van controle en zingeving.\nBijzonder interessante inzichten en levenslessenWe durven deze niet in de ogen te kijken en te onderzoeken.\nDe mens met dementie krijgt, juist omdat zijn hersenfunctie vermindert, stapje voor stapje toegang tot andere, hogere dimensies van het bewustzijn.\nLees ook:Leg ernstig dementerenden niet het zwijgen opDe nieuwe richtlijnen na de ‘koffie-euthanasie’ geven artsen en familie een te grote rol bij beslissingen over het levenseinde.", "paragraphs": ["Euthanasie bij ernstig dementerende mensen kan een verstorende werking hebben op een inwendig geestelijk proces, meent Annemieke Mars, trainer en coach.", "De nieuwe richtlijnen van de Regionale Toetsingscommissies Euthanasie geven meer ruimte aan euthanasie bij mensen met dementie, door meer gewicht aan wilsverklaringen toe te kennen. Wat iemand met dementie jaren geleden in goede gezondheid heeft aangegeven ooit te willen is dus leidend. Daar maak ik me ernstig zorgen over, om drie redenen.", "Ten eerste: de meeste mensen kunnen zich niet goed in (de wensen van) hun toekomstige zelf inleven. Kijk eens naar ogenschijnlijk eenvoudige kwesties: degene die vol idealen van de stad naar het platteland verhuisde voelt zich er doodongelukkig of degene die reikhalzend uitzag naar zijn pensioen verveelt zich stierlijk.", "Ook bij lichamelijk zieke mensen blijkt hoe lastig inschatten is: iemand met een hersentumor riep aan het begin van zijn ziekte nog dat hij euthanasie wilde zodra hij niet meer zelfstandig naar het toilet kon, maar gaandeweg heeft hij deze grens in kleine etappes opgerekt. Hoe lastig is het dan om ons, als geestelijk gezond persoon, gevoelsmatig te verplaatsen in een toekomstige situatie met zware dementie? Ik betwijfel of we daartoe in staat zijn. Er moet dan ook ruimte blijven om onze wilsverklaring te herroepen, ook als we mentaal ‘afgetakeld’ zijn.", "Ten tweede: er wordt algemeen gesteld dat zwaar dementerenden ondraaglijk lijden. Ondraaglijkheid is subjectief, het is niet objectief te meten. Ik denk dat we als ‘gezonde’ mensen te snel het label ‘ondraaglijk lijden’ plakken op mensen met dementie. Dit geeft vooral onze eigen angst weer, onze vrees voor ouderdom, verval en dood en voor het verlies van controle en zingeving. Het idee om zelf ooit dement te zijn raakt aan onze diepste angsten.", "Bijzonder interessante inzichten en levenslessen", "We durven deze niet in de ogen te kijken en te onderzoeken. Terwijl er onder onze angsten vaak bijzonder interessante inzichten en levenslessen liggen. In plaats daarvan stellen we dat mensen met dementie ondraaglijk lijden en komen we in de (ons bekende, veilige) actiemodus. We regelen dat zij, en wij later ook als we dement worden, eenvoudig euthanasie kunnen krijgen. Gelukkig, we halen weer rustig adem... Probleem opgelost. Of toch niet?", "Ten derde: de gangbare (mate­riële) opvatting is dat ons bewustzijn zich louter in de hersenen ­bevindt. Als je daarvan uitgaat, houdt dementie (ontgeestelijking) in dat het bewustzijn steeds verder afneemt, omdat de hersenen meer en meer beschadigd raken.", "Echter, vanuit oude wijsheidstradities en actuele (kwantum)wetenschappelijke inzichten bestaat het sterke vermoeden dat ons bewustzijn niet alleen in de hersenen zit, maar in ons hele fysieke en etherische lichaam. De mens met dementie krijgt, juist omdat zijn hersenfunctie vermindert, stapje voor stapje toegang tot andere, hogere dimensies van het bewustzijn.", "In het begin van een dementieproces poogt de dementerende vaak nog (vergeefs) grip te houden op de buitenwereld, met alle (heftige) emoties en gedragingen van dien. In de latere fase is de dementerende vaak stil en in zichzelf teruggetrokken. Dan komt er ruimte voor diens zielsbewustzijn. Op dat hogere bewustzijnsniveau kan de mens de trauma’s uit zijn leven helen en zich voorbereiden op het hiernamaals.", "Juist heel zinvol", "Zo bezien is een laatste levensfase met dementie dus iets heel waardevols. Het lijkt me daarom wenselijk niet te snel tot euthanasie over te willen gaan. Wat wij als zinloos ervaren, is mogelijk juist heel zinvol. Laten we dementerenden hun (laatste) kans op heling in het leven niet ontnemen.", "Volgens de nieuwe richtlijnen krijgt de arts een grotere rol bij euthanasievragen, want het gaat om een ‘medisch-professioneel oordeel’. Ik hoop van harte dat artsen zich realiseren dat beslissingen over leven en dood veel meer omvatten dan de medische kant. Het al dan niet overgaan tot euthanasie betreft de gehele mens, vooral ook diens immateriële gesteldheid.", "Lees ook:", "Leg ernstig dementerenden niet het zwijgen op", "De nieuwe richtlijnen na de ‘koffie-euthanasie’ geven artsen en familie een te grote rol bij beslissingen over het levenseinde. De dementerende zelf moet serieus genomen worden, vindt medisch ethicus Theo Boer van de Protestantse Theologische Universiteit Groningen.", "Arts krijgt meer ruimte bij euthanasie bij dementie", "De Hoge Raad sprak zich eerder al uit, maar nu staat het ook in de belangrijkste artsenrichtlijn: artsen krijgen ruimte voor eigen interpretatie bij euthanasie bij dementie."], "authors": ["Annemieke Mars"], "keywords": ["euthanasie", "van", "waarom", "het", "zorgwekkend", "nieuwe", "zijn", "met", "richtlijnen", "dementie", "niet", "een", "en", "te", "dat", "voor"], "pubDate": "2020-12-10T08:40:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}