{"id": "586ff657-4c37-3079-9e14-5b44dec631ae", "title": "Eindelijk: een handleiding om met je leidinggevende om te gaan", "url": "https://volkskrant.nl/werken/eindelijk-een-handleiding-om-met-je-leidinggevende-om-te-gaan~b5875cdb/", "summary": "De druk-druk-druk baasSoms vraag je je af of je eigenlijk wel een baas hebt, want je ziet diegene nooit.\nMaar ook als je genoeg te doen hebt, kun je je verloren voelen door een leidinggevende die veel te druk is en dus weinig tijd heeft voor jou.\nEuwema: ‘Vaak vindt zo’n leidinggevende het alleen maar prettig dat je je eigen plan trekt.\nVaak spreek je iets vaags af als ‘als het goed gaat, dan krijg je meer salaris’, maar wat betekent ‘goed’?\nDenk niet te snel dat het opschepperig is, het gaat erom dat je deelt wat je hebt gepresteerd.", "paragraphs": ["Van nooit beschikbaar tot constant in je nek hijgend; op iedere baas is wel wat aan te merken. Maar hoe ga je ermee om in de dagelijkse praktijk? Het beste advies? Neem het gedrag van je manager niet te serieus. Het is ook maar een mens.", "‘Mensen verlaten geen banen, ze verlaten bazen’. Vijf minuten scrollen op LinkedIn en er komt geheid een meme met die boodschap voorbij. Eronder steevast een aantal jubelreacties, waarin gefrustreerde werknemers beamen ‘hoe waar dit is’.", "Wat iedereen allang wist, blijkt ook uit onderzoek: meer dan een kwart van de hoogopgeleiden die actief op zoek zijn naar ander werk, doet dat vanwege zijn of haar leidinggevende. Vooral mannen botsen nogal eens met hun baas, zij zoeken 50 procent vaker naar nieuw werk vanwege hun manager dan vrouwen, blijkt uit het jaarlijkse Intermediair Imago Onderzoek uitgevoerd onder bijna vijfduizend hoogopgeleide Nederlanders.", "Maar nu het coronavirus heeft geleid tot een ongekende daling van het aantal vacatures, is het niet het allergunstigste moment om je terrorbaas en daarmee je baan, vaarwel te zeggen. En natuurlijk is het beter als die despoot of micromanager het eigen gedrag aanpast. Maar zo gaat het in de praktijk nu eenmaal niet. Daarom zetten we de verschillende soort managers en hun handleiding hier voor je op een rij.", "De druk-druk-druk baas", "Soms vraag je je af of je eigenlijk wel een baas hebt, want je ziet diegene nooit. Helemaal met het thuiswerken lijkt hij of zij je compleet te zijn vergeten. Jacqueline* (51), projectmanagement-assistent in een grote organisatie, weet hier alles van. Ze doet tevergeefs haar best om in beeld te blijven ‘Ik zend alleen maar. Ik krijg nooit een reactie of vraag terug’, zegt ze.", "Voor haar is het vooral frustrerend, omdat haar hoeveelheid werk aanzienlijk is afgenomen door het thuiswerken en ze soms niet goed weet hoe ze kan bijdragen aan de organisatie. Maar ook als je genoeg te doen hebt, kun je je verloren voelen door een leidinggevende die veel te druk is en dus weinig tijd heeft voor jou.", "De handleiding: ‘De baas die te druk is, dat is een klassieker, daar hoor ik zelf ook bij’, lacht Martin Euwema, hoogleraar arbeids- & organisatiepsychologie aan de KU Leuven en schrijver van boeken als Conflictmanagement en mediation (2017) en Hoe manage ik mijn baas? (2014). ‘Ik ben verantwoordelijk voor een afdeling van veertig mensen, maar dat is eigenlijk een bijbaan, want ik ben ook professor, geef les, doe onderzoek én help masterstudenten met hun vragen.’", "Wie een drukbezette baas heeft, kan het best beginnen met bedenken wat eigenlijk te verwachten valt van de manager. Euwema tipt om je eens in hem of haar te verplaatsen. ‘Is het een team met vijf mensen en hebben jullie elke ochtend een moment om de dag te bespreken? Of geeft je manager leiding aan nog veertig anderen? In dat laatste geval kun je wel teleurgesteld zijn dat je leidinggevende niet dagelijks met je praat, maar dat gaat echt niet lukken.’ En als je baas geen tijd voor je heeft, denk dan vooral niet dat het aan jou ligt. Of dat je niet belangrijk genoeg bent, want dat is zelden het geval.", "Probeer verder de zonnige kant ervan te zien. Benut je vrijheid en omarm hoeveel autonomie je hebt. Euwema: ‘Vaak vindt zo’n leidinggevende het alleen maar prettig dat je je eigen plan trekt. Als je dit ter sprake brengt, zegt-ie waarschijnlijk dat dat precies is waarom je bent aangenomen.’ Toch behoefte om even te sparren of aan wat meer coaching? Vraag dan je collega’s hoe zij dingen aanpakken.", "De micromanager", "Businesscoach Annic ten Duis wás een typische micromanager, schrijft ze in haar boek Masterclass ondernemen (2014). Ze richtte in 2009 de website Ilovefashionnews op en nam al snel redacteuren en sales medewerkers aan. ‘In die eerste jaren zat ik overal bovenop. Ik bemoeide me met alles’, schrijft ze. Hoewel ze haar leven probeert te beteren, houdt ze nog steeds bij hoe laat medewerkers beginnen met werken en krijgen ze een berisping als ze te vaak iets later zijn.", "Kenmerkend voor de micromanager: controledrang. De micromanager is iemand die altijd in de cc wil staan. Die je exact een half uur nadat je met lunchpauze bent gegaan een bericht stuurt of je alweer terug bent. Hij of zij wil dat alles wat je produceert éérst langs hem of haar gaat, terwijl dat niet de gebruikelijke gang van zaken is. En je baas wil dat taken precies op een bepaalde manier worden uitgevoerd, in plaats van dat hij of zij kijkt naar de uitkomst. Zeker als er gewerkt wordt op afstand, komt het slechtste in de micromanager naar boven, omdat de leidinggevende niet meer ziet of je achter je bureau zit.", "De handleiding: Tja, hoe ga je met zo iemand om, die constant in je nek zit te hijgen? Wegslikken is een optie, maar dat werkt alleen op de korte termijn. Tot de bom barst en er ineens een arbeidsconflict is.", "Een mogelijke oplossing: je baas laten weten hoe ineffectief zijn stijl van leidinggeven is. Micromanagen is dodelijk voor de productiviteit, schrijft Harry Chambers in zijn boek My way or the highway: the micromanagement survival guide (2004). Doordat de manager constant bovenop de medewerkers zit, worden zij boos, gefrustreerd, gestresst en uiteindelijk raken ze gedemotiveerd. Ironisch, want de micromanager wil juist dat iedereen zo productief mogelijk is.", "Heb je niet het lef om je baas dit boek cadeau te doen? Moedig in ieder geval niet het natuurlijke gedrag van deze manager aan. Vraag dus niet voor elk pietluttig dingetje toestemming, maar doe het gewoon.", "Hoewel je dus best je eigen plan mag trekken, is het wel slim je baas regelmatig updates te sturen. Als je afspreekt hoe vaak je dit doet – bijvoorbeeld een keer per week – werk je aan de vertrouwensband tussen jullie en word je na een tijdje minder vaak tussendoor lastig gevallen. Bovendien heeft hij of zij zo ook het gevoel een vinger in de pap te hebben over hoe je dingen aanpakt.", "De baas die minder weet dan jij", "Online marketeer Laura* (25) kreeg een baas die ondanks haar gebrek aan kennis – of misschien juist daardoor – per se zelf alle beslissingen wilde nemen. ‘Zij wist niets van social media. Zo moest ik haar uitleggen hoe apps zoals Instagram werken. Ik was het vaak ook niet eens met haar beslissingen. Als ik aankaartte dat haar keuzes onverstandig waren, wilde ze daar niet naar luisteren’, zegt Laura. ‘Uiteindelijk werd mijn contract niet verlengd.’", "De handleiding: ‘Er zijn veel leidinggevenden die inhoudelijk minder weten dan hun werknemers en dat is meestal ook prima’, zegt hoogleraar Euwema. Wie het vervelend vindt meer kennis te hebben dan de baas, moet volgens hem vooral de verwachtingen van wat een baas allemaal moet kunnen bijstellen. Een baas is immers geen superheld. Kijk naar wat je baas wél kan. Misschien is hij of zij wel heel goed in het regelen van bepaalde middelen of in het stroomlijnen van processen. Voor inhoudelijke kwesties kun je dan het beste bij collega’s terecht.", "De situatie is natuurlijk lastiger als je baas zelf niet wil toegeven dat hij of zij minder weet dan jij. Wat kun je doen als je baas niet door de mand wil vallen? Volgens Euwema is de truc de baas te laten denken dat dingen eigenlijk zijn of haar idee waren. Praat daarom vooral in ‘wij’-termen en zeg dingen als ‘zullen we het zo en zo aanpakken?’ of ‘we hadden het laatst hierover, bedoelde je toen niet eigenlijk dit?’", "Heeft je baas een slecht idee, dan is het bijna nooit zinvol om de strijd aan te gaan. Wat je wel kunt doen is voorstellen om eerst een klein experiment te doen. Of zeg: ‘dat is een mooi plan, zal ik nog wat aanvullende informatie zoeken zodat we het echt goed kunnen uitvoeren?’", "De draaikont", "In december had je afgesproken dat je in april loonsverhoging zou krijgen, maar als het eenmaal zover is, heeft je baas daar ‘geen actieve herinnering’ meer aan. Redacteur Renate* (27) maakte het mee en zei vervolgens tegen haar leidinggevende dat ze het niet prettig vond dat collega’s met veel minder ervaring meer verdienden. ‘Toen loog ze tegen mij dat dat niet waar was. Vast om mij een goed gevoel te geven of om zichzelf te redden, maar ik verloor al het vertrouwen in haar en ben uiteindelijk opgestapt.’", "De handleiding: Als je manager ineens terugkomt op een besluit, voel je je waarschijnlijk overspoeld met verontwaardiging. Euwema snapt dat, maar hij ziet het zelf niet zo somber in. ‘Waarschijnlijk is die baas helemaal niet onbetrouwbaar, maar vooral vergeetachtig. Hij of zij had die dag misschien wel tien gesprekken, er is niets over de belofte vastgelegd, tja, weet jij het dan nog?’", "Ga er niet vanuit dat je baas alles bijhoudt, maar documenteer zelf. En neem ook niet klakkeloos aan dat die afspraak inderdaad wordt nageleefd, meent hij. ‘Dat is een wat te optimistische instelling. Vaak spreek je iets vaags af als ‘als het goed gaat, dan krijg je meer salaris’, maar wat betekent ‘goed’? Wat betekent die carrièrestap eigenlijk?’", "Volgens Euwema heeft de werknemer óók wel eens last van een selectief geheugen. Als de leidinggevende zegt: ‘Dat moet dan natuurlijk wel kunnen’, dan vergeet je dat voor het gemak. Terwijl er in de tussentijd misschien wel een pandemie over de wereld raast.", "De baas die vooral zichzelf graag hoort praten", "Johan* (34), coördinator bij een uitgeverij, komt geregeld gefrustreerd uit vergaderingen. Als zijn leidinggevende vraagt of iemand nog een idee heeft, lijkt het vooral een toets. ‘Dan roept ze dingen als ‘ja, dat was het goede idee!’, alsof je moet raden wat zij al heeft bedacht’, zegt hij. Sowieso luistert zijn baas niet naar de suggesties van Johan en zijn collega’s, ze heeft liever zelf het woord en reageert ongeduldig als anderen niet direct haar visie omarmen.", "De handleiding: Je kunt er voor kiezen tijdens de monoloog van je baas eindelijk die stapel onbeantwoorde mails weg te werken. Of om naderhand je onvrede bij collega’s te uiten. Logisch, meent Eric Molleman, hoogleraar economie en bedrijfskunde aan de Rijksuniversiteit Groningen. ‘Mensen durven ergernissen over managers vaak niet bij de leidinggevende zelf aan te kaarten, omdat ze bang zijn daar later op afgerekend te worden.’", "Bij elkaar klagen ligt daarom meer voor de hand. Roddelen over de baas vindt hij niet per se fout. Bevestiging én de wetenschap dat je niet de enige bent die zich opvreet, helpt je de situatie te accepteren.", "Als collega’s net zo gefrustreerd zijn als jij, kan het slim zijn een teamevaluatie te doen, vindt Euwema. ‘Dit is typisch iets wat je beter in een groep kunt aankaarten, dan alleen. Vraag bijvoorbeeld bij de HR-afdeling of er een teambuildingactiviteit valt te organiseren.’", "Een te zwaar middel? Johan probeert de situatie met zijn leidinggevende vaak op te lossen door een flauwe grap te maken als zijn manager weer eens ellenlang aan het woord is. Euwema voegt er nog een tip aan toe: ‘Vooral wel reageren als ze een ‘retorische vraag’ stelt, anders weet je sowieso dat ze de tijd wel vol praat.’", "De showsteler", "Deze leidinggevende doet alles om zélf te scoren. Als iets goed gaat, is het de verdienste van de manager. Zodra dingen misgaan, schuift hij of zij echter de schuld af op het team.", "Een extreem voorbeeld van zo’n narcistische leider is Travis Kalanick, voormalig CEO van taxidienst Uber. De topman vroeg net iets te veel aandacht voor zijn eigen persoon en legde problemen buiten zichzelf. Zo zorgde hij ervoor dat vrouwen die in het bedrijf te maken kregen met seksuele intimidatie door personeelszaken niet serieus werden genomen. Ook kreeg hij het aan de stok met chauffeurs nadat hij de tarieven verlaagde en schoof de schuld af op de markt. Hij kon niet anders, zo beet hij een chauffeur toe tijdens een ritje. De chauffeur was volgens de topman verantwoordelijk voor ‘zijn eigen shit’.", "De handleiding: Wat je in ieder geval niet moet doen is in je eentje de kastanjes uit het vuur halen. Beter is om de situatie in teamverband aan te kaarten bij de HR-afdeling, de ondernemersraad of de vakbonden.", "Euwema: ‘Dit is een van de weinige situaties waarin je sterk moet overwegen om wel weg te gaan. Met een narcistische leider in gesprek gaan is niet mogelijk, hij of zij is niet te veranderen en jij bent geen redder.’ Hij benadrukt dat je vooral goed moet documenteren wat de baas allemaal doet en laat de autoriteiten maatregelen treffen.", "Bij minder extreme gevallen kan het nog een idee zijn om vaker je eigen successen te delen. ‘Stel jij hebt een project afgerond en je krijgt enthousiaste reacties van mensen, deel die dan. Vaak krijg je dan wel een compliment van de baas. Denk niet te snel dat het opschepperig is, het gaat erom dat je deelt wat je hebt gepresteerd. Ga er ook niet vanuit dat je manager alles wel ziet, want dat is niet zo.’", "Tot slot een advies voor alle types. ‘Neem bazen niet al te serieus’, zegt Euwema. ‘Maak een grapje, trek je eigen plan. Over het algemeen kom je daar het verst mee.’", "* Vanwege privacyredenen zijn niet de echte namen van de werknemers gebruikt. Hun naam is bij de redactie bekend."], "authors": ["Yasmine Esser"], "keywords": ["baas", "van", "als", "eindelijk", "het", "met", "gaan", "een", "je", "te", "om", "handleiding", "dat", "leidinggevende", "niet", "en"], "pubDate": "2020-10-05T15:16:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}