{"id": "58702f50-d90b-3208-9220-d68ca2a8ffe0", "title": "P.C. Hooftprijs gaat naar stomverbaasde Alfred Schaffer", "url": "https://trouw.nl/cultuur-media/p-c-hooftprijs-gaat-naar-stomverbaasde-alfred-schaffer~ba2fc727/", "summary": "Toen kreeg hij een telefoontje van Aad Meinderts, secretaris van de P.C.\nHoewel ik het druk heb, dacht ik: misschien is dat toch wel leuk om te doen.”Maar de boodschap was een andere: Schaffer krijgt zélf de P.C.\nDe jury noemt ze spitsvondig, dubbelzinnig en van een ‘sprankelende veelstemmigheid’.\nZij kwam in de jaren vijftig naar Nederland voor een opleiding tot verpleegkundige en kreeg met een witte man twee kinderen, Alfred en zijn zusje, dat al jong overleed.\nLees ook:Alfred Schaffer: ‘Nu kan ik ook over mijn moeder schrijven’In Zuid-Afrika tast Alfred Schaffer de grens af.", "paragraphs": ["Alfred Schaffer (47) krijgt de P.C. Hooftprijs 2021 voor zijn ‘sprankelend veelstemmige’ poëzie. ‘Bizar’, vindt de dichter dat zelf.", "“Het is echt de schok van mijn leven. Dit had ik helemaal niet zien aankomen, überhaupt nooit, maar nu al helemaal niet”, vertelt dichter Alfred Schaffer vanuit Zuid-Afrika, waar hij Nederlands doceert aan de universiteit van Stellenbosch.", "Hij zat maandag in zijn eentje op de zesde verdieping van de universiteit te werken, ‘eigenlijk stiekem illegaal’, want ook Zuid-Afrika zit in een lockdown. Toen kreeg hij een telefoontje van Aad Meinderts, secretaris van de P.C. Hooftprijs-jury: “Hij hield een vrij lange inleiding, ik dacht dat hij me voor de jury wilde vragen. Hoewel ik het druk heb, dacht ik: misschien is dat toch wel leuk om te doen.”", "Maar de boodschap was een andere: Schaffer krijgt zélf de P.C. Hooftprijs 2021 voor poëzie, ter waarde van 60.000 euro. “Ik viel echt van mijn stoel\", vertelt de dichter. “Er was hier geen kip, dus ik heb maar even naar huis gebeld. Daar vielen ze ook van hun stoel.” ’s Avonds heeft hij wel “een traantje gelaten, ik was ontroerd. Het voelt alsof ik meteen in de stratosfeer ben gekatapulteerd, terwijl ik op de grond kroop.”", "Spitsvondig, dubbelzinnig en van een sprankelende veelstemmigheid", "Met zijn 47 jaar is Schaffer een van de jongste laureaten ooit. Alleen Lucebert (43), Gerard Reve (45) en Rudy Kousbroek (46) waren jonger toen ze de belangrijkste literaire prijs van Nederland ontvingen. Gerrit Kouwenaar en Remco Campert waren ook 47.", "Schaffer debuteerde in 2000 met ‘Zijn opkomst in de voorstad’ en schreef tot nog toe twintig bundels. De jury noemt ze spitsvondig, dubbelzinnig en van een ‘sprankelende veelstemmigheid’. Schaffer is ook volstrekt autonoom, hij durft te experimenteren. “Het zijn vaak rare dingen die hij de wereld instuurt, en daar zitten we dan mee”, aldus de jury. “Dat zeggen mijn vrouw en dochter ook altijd”, reageert de dichter, die het juryrapport zelf nog niet heeft durven lezen.", "Tweets, powerpoints en een instructievideo", "Schaffers experimenteerlust blijkt bijvoorbeeld uit zijn bundel ‘Mens dier ding’ (2014). Daarin mengt hij het levensverhaal van de negentiende-eeuwse Zoeloe-koning Shaka met tweets, powerpoints, filmscripts en een uitgeschreven instructievideo over hoe je een speer moet hanteren. De bundel werd alom geprezen als een meesterwerk, een “razende storm op papier”, een indringend portret van een wrede despoot die een moordend ding, maar óók mens was.", "Lange tijd was hij vooral een talige dichter, maar Zuid-Afrika veranderde zijn kijk op de poëzie. Medemenselijkheid werd een thema, net als de verhouding tussen zwart en wit, racisme en de vluchtelingencrisis; grote onderwerpen die hij terloops aanraakt. De wereld waarin hij leeft, drukt als vanzelf een stempel op zijn werk, zegt Schaffer. “In een van mijn vroege gedichten lopen mensen over de snelweg. Dat vonden Nederlandse critici surrealistisch. Maar op de N2 van Kaapstad langs de kust lopen de mensen écht over de snelweg. Dat is helaas de werkelijkheid, het leven is hier gevaarlijk.”", "In ‘Wie was ik (strafregels)’ (2020) verhaalt de dichter voor het eerst over zijn persoonlijke geschiedenis en het leven van zijn Arubaanse moeder. Zij kwam in de jaren vijftig naar Nederland voor een opleiding tot verpleegkundige en kreeg met een witte man twee kinderen, Alfred en zijn zusje, dat al jong overleed. Ook zijn moeder stierf op jonge leeftijd. Met deze bundel herschept de dichter een nieuwe, papieren moeder, merkte een recensent op.", "Gezin is alles", "Poëzie is voor hem zeer belangrijk, maar het gezin is alles. Schaffer sliep slecht van maandag op dinsdag, na de onverwachte bekroning. “Je leven trekt aan je voorbij. Ik dacht terug aan toen ik studeerde in Kaapstad. Mijn moeder was al overleden, mijn vader leefde nog en woonde in Nederland. Heen en weer vliegen was hartstikke duur. Maar dankzij de poëzie kon ik hem toch drie keer per jaar zien, op uitnodiging van een literair festival. Hij heeft de eerste bundels en prijzen nog een beetje kunnen meemaken. Als ik bedenk wat de poëzie me heeft gebracht, nou: dit.”", "Om weer ongedwongen te kunnen schrijven, zal hij de ‘enorme eer‘ van de P.C. Hooftprijs wel even van zich af moeten schudden. “Het voordeel is: als ik hier de deur uitloop, spreekt niemand Nederlands.” En voorlopig heeft hij er vanwege zijn werk op de universiteit weinig tijd voor: “Online lesgeven is erg intensief.”", "TIJD DAG PLAATS - MENSEN WAT EEN DRAMA", "ik weet wel wat de bromvlieg drijft", "die continu tegen mijn vensterraam blijft vliegen.", "zijn geblokte bewegingen.", "een kleine zwarte held die lak heeft aan censuur.", "het is zo lang geleden allemaal.", "ik hoop dat hij snel vrijkomt.", "Uit: Alfred Schaffer, ‘Wie was ik (strafregels)’. De Bezige Bij, 2020.", "Lees ook:", "Alfred Schaffer: ‘Nu kan ik ook over mijn moeder schrijven’", "In Zuid-Afrika tast Alfred Schaffer de grens af. De dichter die zich verre hield van het persoonlijke in poëzie, is er nu juist voor."], "authors": ["Iris Pronk"], "keywords": ["ik", "gaat", "zijn", "van", "het", "stomverbaasde", "alfred", "pc", "naar", "en", "hooftprijs", "een", "voor", "op", "schaffer", "hij"], "pubDate": "2020-12-15T09:00:29Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}