{"id": "589b2501-46ab-3f53-bd59-3c3d527be467", "title": "Ruim 364.000 nieuwe Groningse zonnepanelen geplaatst in 2020", "url": "https://nu.nl/groningen/6099396/ruim-364000-nieuwe-groningse-zonnepanelen-geplaatst-in-2020.html", "summary": "In de gemeente Groningen zijn dit jaar ruim 364.000 zonnepanelen geplaatst, bijna 70.000 meer dan het jaar ervoor.\nDaarmee is de ambitie van de gemeente om dit jaar 216.000 zonnepanelen te plaatsen ruimschoots gehaald.\nDe gemeente wilde in 2020 in totaal 216.000 zonnepanelen op daken en in zonneparken aanleggen.\nOp daken is het aantal dit jaar met 23 procent gegroeid ten opzichte van vorig jaar, van 161.000 naar 230.700 stuks.\nOok is er een grote stijging in het aantal nieuwe zonnepanelen te zien op daken van bedrijven en kantoren.", "paragraphs": ["In de gemeente Groningen zijn dit jaar ruim 364.000 zonnepanelen geplaatst, bijna 70.000 meer dan het jaar ervoor. Daarmee is de ambitie van de gemeente om dit jaar 216.000 zonnepanelen te plaatsen ruimschoots gehaald.", "De gemeente wilde in 2020 in totaal 216.000 zonnepanelen op daken en in zonneparken aanleggen. Op daken is het aantal dit jaar met 23 procent gegroeid ten opzichte van vorig jaar, van 161.000 naar 230.700 stuks. Vooral op woningen werden dit jaar veel zonnepanelen geplaatst.", "Ook is er een grote stijging in het aantal nieuwe zonnepanelen te zien op daken van bedrijven en kantoren. Dat aantal is dit jaar bijna verdubbeld ten opzichte van vorig jaar. Een verklaring hiervoor is dat bedrijven via het initiatief Groningen Werkt Slim geholpen worden bij het realiseren van zonnedaken.", "Het aantal nieuwe zonnepanelen in zonneparken is met 134.000 panelen gelijk gebleven aan vorig jaar.", "Groningen wil in 2035 CO2-neutraal zijn en zonne-energie speelt daarbij een belangrijke rol. \"In 2035 komt 60 procent van onze benodigde elektriciteit uit lokale zonnepanelen. Daar hebben we minstens 2,5 miljoen zonnepanelen voor nodig. In 2023 willen we daarom ruim 700.000 zonnepanelen in de gemeente hebben, zowel op daken als in zonneparken\", zegt wethouder Philip Broeksma (Duurzaamheid)."], "authors": ["Door"], "keywords": ["zonneparken", "van", "2020", "het", "groningse", "jaar", "nieuwe", "dit", "daken", "aantal", "op", "ruim", "zonnepanelen", "geplaatst", "364000", "gemeente"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}