{"id": "58ba47b2-dd0c-3d73-ad46-5ab9e28dff0c", "title": "Nog 17 verdachten verhoord na rellen tegendemonstratie KOZP in Maastricht", "url": "http://www.nu.nl/binnenland/6097312/nog-17-verdachten-verhoord-na-rellen-tegendemonstratie-kozp-in-maastricht.html", "summary": "De politie heeft nog zeventien verdachten verhoord na de rellen rond een demonstratie van Kick Out Zwarte Piet (KOZP) die afgelopen november in Maastricht plaatsvond.\nDe verdachten zijn in de afgelopen weken herkend op camerabeelden, meldt de politie donderdag.\nHet merendeel van hen wordt verdacht van lichtere vergrijpen, zoals baldadigheid en het gooien met blikjes en eieren.\nVier mensen worden verdacht van ernstigere delicten, zoals openlijke geweldpleging en het gooien van zwaar vuurwerk naar de politie.\nDe politie onderzoekt de rol van de dertien nog niet aangehouden verdachten nog en sluit meer aanhoudingen niet uit.", "paragraphs": ["De politie heeft nog zeventien verdachten verhoord na de rellen rond een demonstratie van Kick Out Zwarte Piet (KOZP) die afgelopen november in Maastricht plaatsvond. De verdachten zijn in de afgelopen weken herkend op camerabeelden, meldt de politie donderdag.", "In totaal dertig verdachten zouden strafbare feiten hebben gepleegd, onder wie vijf minderjarigen. Het merendeel van hen wordt verdacht van lichtere vergrijpen, zoals baldadigheid en het gooien met blikjes en eieren.", "Vier mensen worden verdacht van ernstigere delicten, zoals openlijke geweldpleging en het gooien van zwaar vuurwerk naar de politie. Daardoor raakten twee medewerkers van de Mobiele Eenheid (ME) zo zwaar gewond dat ze nog steeds niet kunnen werken. Drie van deze vier verdachten zijn inmiddels opgepakt.", "De rellen ontstonden vorige maand toen een kleine groep demonstranten van KOZP in de binnenstad van Maastricht werd belaagd en aangevallen door honderden tegendemonstranten. De ME en de politie te paard moesten charges uitvoeren om beide groepen van elkaar te scheiden.", "De politie onderzoekt de rol van de dertien nog niet aangehouden verdachten nog en sluit meer aanhoudingen niet uit. Op de dag van het protest werden al vijf verdachten aangehouden."], "authors": ["Door"], "keywords": ["politie", "nog", "zwaar", "van", "verdachten", "niet", "zoals", "het", "tegendemonstratie", "kozp", "verhoord", "rellen", "17", "en", "maastricht", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}