{"id": "58c350bd-6655-3322-b03c-2e2475015de3", "title": "Coronacrisis heeft grote negatieve invloed op het leven van heel veel mensen in Groningen", "url": "https://www.dvhn.nl/groningen/Coronacrisis-heeft-grote-negatieve-invloed-op-het-leven-van-heel-veel-mensen-in-Groningen-26293421.html", "summary": "Minder contact met collega'sBijna zes op de tien Groningers ervaren negatieve veranderingen op het gebied van werk.\nGeheel of gedeeltelijk verlies van werk, opdrachten of inkomsten speelt bij twaalf procent van de respondenten.\nBij iets minder dan de helft van de Groningers heeft de coronacrisis geen belangrijke veranderingen veroorzaakt op het gebied van werk.\nDat het aantal ontslagen en mensen in de bijstand beperkt is gebleven, komt door de noodmaatregelen (NOW 1 en 2) van het rijk.\nWerkgevers zijn dan wel verplicht om mensen van werk naar werk te begeleiden.", "paragraphs": ["Een op de acht inwoners in de provincie Groningen heeft met gedeeltelijk of geheel verlies van werk of inkomen te maken.", "Dit blijkt uit onderzoek van Sociaal Planbureau Groningen naar de effecten van de coronacrisis voor werk, inkomen, onderwijs, sociale contacten, gezondheid en (informele) zorg.", "Minder contact met collega's", "Bijna zes op de tien Groningers ervaren negatieve veranderingen op het gebied van werk. Ze hebben minder contact met collega’s en meer werkdruk of stress. Ook ervaren ze een minder goede balans tussen werk en privé. Geheel of gedeeltelijk verlies van werk, opdrachten of inkomsten speelt bij twaalf procent van de respondenten.", "loading", "Verlies van inkomen", "In april van dit jaar raakte negen procent werk, opdrachten of inkomen kwijt door corona. Zzp’ers zijn nog steeds de zwaarst getroffen groep: 48 procent van hen meldt dat het eigen inkomen door corona is gedaald. Mede dankzij de steunmaatregelen van de overheid zijn er dit jaar minder bedrijfsfaillissementen dan in 2019. Ondernemers zijn wel bezorgd. Een op de drie geeft aan dat de omzet van de eigen onderneming met meer dan een kwart is gedaald door de coronacrisis.", "Bij iets minder dan de helft van de Groningers heeft de coronacrisis geen belangrijke veranderingen veroorzaakt op het gebied van werk. Bij 39 procent heeft corona positieve effecten gehad op werk en inkomen. Minder reistijd is daarbij het meest genoemd. Sinds het begin van de coronacrisis hebben verschillende pakketten met (landelijke) maatregelen ervoor gezorgd dat mensen hun werk of bedrijf hebben behouden.", "Noodmaatregelen", "Arnoud Hoogsteen, FNV-bestuurder Noord- en Oost-Nederland verwacht echter toch een stijging van het aantal mensen dat zonder werk komt te zitten. Dat het aantal ontslagen en mensen in de bijstand beperkt is gebleven, komt door de noodmaatregelen (NOW 1 en 2) van het rijk. ,,Die waren er op gericht om mensen in dienst te houden. NOW 3 geeft mogelijkheden voor ontslag. Werkgevers zijn dan wel verplicht om mensen van werk naar werk te begeleiden. Je moet dan wel afwachten in hoeverre dit ook lukt.’’", "loading", "Coronaregels", "Bijna 90 procent van de Groningers zegt zich aan de landelijke maatregelen tegen verspreiding van het coronavirus te houden. Daarvan neemt 28 procent extra maatregelen, bovenop de landelijke. Naar eigen zeggen houdt 10 procent zich niet aan de landelijke maatregelen. Weloverwogen of omdat het gewoon niet lukt de maatregelen toe te passen. Dit betreft de maatregelen die in november van kracht waren. Er is niet gevraagd wat men met de maatregelen gaat doen die deze week zijn afgekondigd."], "authors": ["Johan De Veer"], "keywords": ["veel", "zijn", "van", "leven", "heeft", "heel", "maatregelen", "het", "te", "negatieve", "invloed", "procent", "en", "op", "met", "werk", "mensen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}