{"id": "58c4225f-1a41-30a2-aa8b-761d8f42b6da", "title": "LIVE | Pfizer: bij goedkeuring vaccin snel kleine voorraad Nederland", "url": "https://www.telegraaf.nl/nieuws/895197203/live-pfizer-bij-goedkeuring-vaccin-snel-kleine-voorraad-nederland", "summary": "Als het vaccin tegen corona van Pfizer maandag wordt goedgekeurd, heeft de farmaceut nog voor het eind van het jaar een kleine voorraad voor ons land beschikbaar.\nBij goedkeuring is dit het eerste vaccin tegen het virus dat in de EU mag worden gebruikt.\nKoepelorganisatie GGD GHOR Nederland wil donderdag niet zeggen wat de snelle levering van Pfizer betekent voor het vaccinatieprogramma.\nHet vaststellen van de „bijsluiter” van het vaccin, waarin ook eventuele bijwerkingen zijn opgenomen, is onderdeel van het beoordelingsproces door het EMA, legt een woordvoerster van het College ter Beoordeling van Geneesmiddelen (CBG) uit.\nHet vaccin van Pfizer en BioNTech wordt al toegediend in Groot-Brittannië, de Verenigde Staten en Canada.", "paragraphs": ["Als het vaccin tegen corona van Pfizer maandag wordt goedgekeurd, heeft de farmaceut nog voor het eind van het jaar een kleine voorraad voor ons land beschikbaar.", "Dat heeft een woordvoerder van het bedrijf gezegd. Het zou om een voorraad van 10.000 vaccins kunnen gaan, net als in België. Wanneer de eerste prikken kunnen worden gegeven, is niet aan Pfizer om in te schatten. Wel is volgens Pfizer bij de Nederlandse verantwoordelijke partijen inmiddels bekend wat de mogelijkheden voor levering zijn.", "De levering staat of valt echter met de goedkeuring en daar wordt op gewacht. Het coronavaccin dat het Amerikaanse Pfizer en het Duitse BioNTech samen hebben gemaakt, wordt maandag naar verwachting goedgekeurd voor gebruik in de Europese Unie. Het Europees Geneesmiddelenbureau (EMA) in Amsterdam geeft een zwaarwegend advies, waarna de Europese Commissie een besluit neemt. Bij goedkeuring is dit het eerste vaccin tegen het virus dat in de EU mag worden gebruikt.", "Koepelorganisatie GGD GHOR Nederland wil donderdag niet zeggen wat de snelle levering van Pfizer betekent voor het vaccinatieprogramma. Hoever de gezondheidsdienst is met het voorbereiden van de vaccinatiecampagne wordt „begin volgende week” pas bekendgemaakt, aldus een woordvoerster. „Er zijn een heleboel zaken die nog geregeld moeten worden, waaronder de ICT.” Het RIVM wil donderdag ook niks kwijt over de versnelde levering van Pfizer en wat dit voor het vaccinatieprogramma gaat betekenen.", "Het vaststellen van de „bijsluiter” van het vaccin, waarin ook eventuele bijwerkingen zijn opgenomen, is onderdeel van het beoordelingsproces door het EMA, legt een woordvoerster van het College ter Beoordeling van Geneesmiddelen (CBG) uit. Vervolgens komen er nog een gezondheidsadvies, richtlijnen met de werking en bijwerkingen en contra-indicaties.", "Het vaccin van Pfizer en BioNTech wordt al toegediend in Groot-Brittannië, de Verenigde Staten en Canada. Het is inmiddels ook goedgekeurd in Bahrein en Singapore.", "Meer coronanieuws", "Binnenland:", "Buitenland:", "Duitse begraafplaats slaat coronadoden op in zeecontainer", "Polen 3 weken in strenge lockdown vanaf 28 december", "België begint meteen na Kerstmis met inenten", "’Tweede allergische reactie in ziekenhuis Alaska’", "Ook minister van Binnenlandse Zaken VS besmet met corona", "Europese Commissie: eind december inenten", "Tenerife vanaf zaterdag helemaal op slot: grenzen gesloten", "Vaccineren Italië eind december ’symbolisch’ van start", "’Ernstige allergische reactie in VS na vaccin Pfizer’", "’Joe Biden volgende week gevaccineerd tegen corona’", "Duitsland: aantal nieuwe besmettingen weer hoog maar stabiel", "Wéér recordaantal coronadoden en -besmettingen VS", "Financieel-economisch:", "’We hadden ons al op het ergste voorbereid’", "Column: hoe onmisbaar is de worst van de Hema?", "Baas is dit jaar gul met kerstpakketten", "TUI schrapt alle vakantievluchten: ’Geen sneeuw en geen zon deze winter’", "Sport:", "Kogel door de kerk: Australian Open drie weken later van start", "Lichtpuntjes in donkere dagen: topsporters ontketend", "Entertainment/persoonlijk:", "Bekijk hier het belangrijkste coronanieuws van woensdag 16 december."], "authors": [], "keywords": ["van", "snel", "voorraad", "een", "nederland", "het", "live", "en", "wordt", "met", "vaccin", "pfizer", "op", "voor", "bij", "goedkeuring", "kleine"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}