{"id": "58c812dc-3da9-37fa-ad38-8bcba48c1a58", "title": "Je relatie niet delen op sociale media is ­misschien de modernere versie van niet trouwen", "url": "https://trouw.nl/nieuws/je-relatie-niet-delen-op-sociale-media-is-misschien-de-modernere-versie-van-niet-trouwen~bdd58119/", "summary": "Je staat in de rij voor de douane en merkt dat je je paspoort bent vergeten.\nOntegenzeggelijk is Instagram de afgelopen jaren geëvolueerd tot de app waarmee je je verkering officieel kan maken.\nWerktuiglijk haal je je telefoon uit je zak als je partner er knap uitziet; terwijl hij of zij een cadeautje opent, hou je je camera voor je gezicht om te filmen.\nJe relatie niet delen op sociale media is ­misschien de modernere versie van niet samen gaan wonen of niet trouwen: je weigert je te conformeren aan de heersende relatiemoraal.\nJe bent samen vrij van de wetten van het algoritme en altijd in het moment zonder inmenging van de smartphone.", "paragraphs": ["Toen een vriendin onlangs per app vroeg om een foto van mij en mijn geliefde kreeg ik een gevoel dat me deed denken aan een terugkerende, alom bekende droom. Je staat in de rij voor de douane en merkt dat je je paspoort bent vergeten. Koortsachtig zoek je in je tas, terwijl de rij steeds korter wordt. De klassieke uitleg van deze droom: je weet niet goed wie je bent, je bent bang ontmaskerd te worden.", "Het onvermijdelijke antwoord dat ik moest terugappen: ik had geen foto’s. Geen selfies, geen instagramverslagen van avondjes uit, zelfs geen appearances op groepsportretten. Het is niet dat mijn geliefde en ik nooit onder de mensen komen of geen camera’s hebben op onze telefoon. We hebben gewoon – blijkbaar – nooit zin om elkaar op de digitale plaat vast te leggen en te delen.", "Als een boom omvalt in een bos, en niemand ziet het, is het dan echt gebeurd? Als je van iemand houdt, maar online is van die liefde geen spoor te vinden, bestaat de relatie dan wel?", "Ontegenzeggelijk is Instagram de afgelopen jaren geëvolueerd tot de app waarmee je je verkering officieel kan maken. De term #instaofficial kenmerkt het moment dat je voor het eerst als stel op het platform verschijnt, vervolgens ontvouwt zich een scrollbare relatie, ­gekenmerkt door inmiddels geijkte instagram-hoogtepunten. De eerste keer samen op vakantie. De verrassing voor elkaars verjaardag. De verloving. De bekendmaking van een zwangerschap, de genderrevealparty en de babyshower. Met tussendoor uiteraard de nodige #datenights en #coupleselfies om de online relatiestatus kracht bij te blijven zetten.", "Enerzijds roept het zien van dit soort ­beelden van vrienden bij mij een kinderlijke ­behoefte aan erkenning op: hallo, ik ben ook verliefd, ik heb ook een leuke relatie! Anderzijds zou ik het gevoel van je telefoon vergeten omdat je zo opgaat in de ander voor geen goud – voor geen like of volger – willen missen.", "Je leert online wat een ‘leuke relatie’ is", "Wie elkaar via de lens van een camera bekijkt, neemt automatisch afstand. Veel mensen zullen hun relatie willen delen op de – door het algoritme van Instagram voorgeschreven – ‘goede’ manier. Blije foto’s in een restaurant, op het strand met elkaars hand vast, de knappe selfie wel, de lelijke niet. Onbewust pas je je ­gezamenlijke gedrag aan aan normen die Instagram je voorschrijft in de vorm van #couplegoals: je leert online wat een ‘leuke relatie’ is, en gaat je best doen dat plaatje na te bootsen. Werktuiglijk haal je je telefoon uit je zak als je partner er knap uitziet; terwijl hij of zij een cadeautje opent, hou je je camera voor je gezicht om te filmen.", "Je relatie niet delen op sociale media is ­misschien de modernere versie van niet samen gaan wonen of niet trouwen: je weigert je te conformeren aan de heersende relatiemoraal. Je bent samen vrij van de wetten van het algoritme en altijd in het moment zonder inmenging van de smartphone. Maar als iemand je ernaar vraagt – Je houdt toch van elkaar? Waarom zou je dan niet gewoon #instaofficial worden? – heb je ook niet meteen een goed antwoord.", "Doortje Smithuijsen is filosoof en journalist en schrijft om de week over de dilemma’s in de online-samenleving."], "authors": ["Doortje Smithuijsen"], "keywords": ["sociale", "relatie", "van", "geen", "het", "op", "trouwen", "modernere", "niet", "je", "een", "en", "versie", "misschien", "media", "te"], "pubDate": "2020-11-21T13:21:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}