{"id": "58cbaa55-2e24-3e32-83bd-1eb27efc889f", "title": "Trump lijdt nu ook nederlaag bij opperrechters in poging verkiezingsuitslag te blokkeren", "url": "https://volkskrant.nl/nieuws-achtergrond/trump-lijdt-nu-ook-nederlaag-bij-opperrechters-in-poging-verkiezingsuitslag-te-blokkeren~bdb214f9/", "summary": "Beeld EPAIn slechts één zin liet het Hooggerechtshof weten dat het verzoek om de vaststelling van de uitslag in de staat Pennsylvania te blokkeren, was afgewezen.\nNiet eerder werd het Hooggerechtshof gevraagd te interveniëren sinds de president en zijn aanhangers in diverse staten rechtszaken begonnen tegen de verkiezingsuitslag.\nHet oordeel van het Hooggerechtshof viel op de dag dat alle vijftig staten hun verkiezingsuitslag moesten hebben vastgesteld.\nKomende maandag komen dan de 538 kiesmannen bijeen in hun staten om de nieuwe president te kiezen.\nHij betoogde dat het besluit van het staatsbestuur om op grote schaal stemmen per post mogelijk te maken, in strijd was met de wetten van de staat.", "paragraphs": ["President Donald J. Trump. Beeld EPA", "In slechts één zin liet het Hooggerechtshof weten dat het verzoek om de vaststelling van de uitslag in de staat Pennsylvania te blokkeren, was afgewezen. Dit is een duidelijk teken dat de opperrechters er niets voor voelen om betrokken te worden bij Trumps omstreden pogingen om de zege van Biden in november te annuleren.", "Het besluit was extra pijnlijk voor Trump omdat het hof een conservatieve meerderheid heeft. Van de negen rechters zijn drie door Trump benoemd. Niet eerder werd het Hooggerechtshof gevraagd te interveniëren sinds de president en zijn aanhangers in diverse staten rechtszaken begonnen tegen de verkiezingsuitslag. De afwijzing komt bovenop de naar schatting vijftig rechtszaken die het Trump-kamp al heeft verloren in cruciale staten als Pennsylvania, Georgia, Wisconsin en Arizona.", "Het oordeel van het Hooggerechtshof viel op de dag dat alle vijftig staten hun verkiezingsuitslag moesten hebben vastgesteld. Komende maandag komen dan de 538 kiesmannen bijeen in hun staten om de nieuwe president te kiezen. Met de zaak bij de opperrechters probeerden diverse Trump-aanhangers dit proces te frustreren. ‘Deze verkiezingen zijn voorbij’, reageerde Josh Shapiro, de Justitie-baas van Pennsylvania, opgetogen. ‘We moeten doorgaan met het stoppen van dit circus van ‘rechtszaken’ en weer verder gaan.’", "The Supreme Court rejected a last-ditch Republican request to block Joe Biden’s win in Pennsylvania, in a one-sentence order with no dissent https://t.co/tQ7M5Q7uSm — The Wall Street Journal (@WSJ) 8 december 2020", "Eerder bakzeil", "Het verzoek bij het hof was ingediend door onder anderen het Republikeinse congreslid Mike Kelly uit Pennsylvania. Hij betoogde dat het besluit van het staatsbestuur om op grote schaal stemmen per post mogelijk te maken, in strijd was met de wetten van de staat. De vaststelling van de uitslag in Pennsylvania, waar Biden twintig kiesmannen won, zou daarom ongedaan gemaakt worden. Kelly en zijn Republikeinse bondgenoten haalden eerder al bakzeil bij de hoogste rechters van de staat.", "Deze rechters wezen erop dat de uitbreiding van het poststemmen al vorig jaar mogelijk was gemaakt en dat de rechtszaak daarom veel te laat kwam. Advocaten van de staat betoogden dat de Trump-bondgenoten geen poot hadden om op te staan en dat het tot ‘chaos’ zou leiden als de goedkeuring van de uitslag zou worden geblokkeerd. ‘Geen enkele rechtbank heeft ooit een bevel uitgevaardigd om de certificering van de presidentsverkiezingen door een gouverneur teniet te doen’, aldus de advocaten van gouverneur Tom Wolfe.", "Uren voordat het Hooggerechtshof in Washington het Trump-kamp een gevoelige nederlaag bezorgde, sprak de president nog de hoop uit dat de rechters hem een handje zouden helpen. Ook riep de Republikeinse senator Ted Cruz, die vaak wordt genoemd als toekomstig lid van het hof, dat hij met plezier de zaak zou willen bepleiten als de opperrechters van het land het verzoek in behandeling zouden nemen.", "I will always fight for voter integrity. We must always make sure our vote is protected and matters. #2020Election https://t.co/SgCyGeNN7G — Attorney General Ken Paxton (@KenPaxtonTX) 8 december 2020", "Texas stapt ook naar hof", "‘Laten we kijken of iemand de moed heeft of niet, of het een parlementslid is of een staatsparlement of rechters van het Hooggerechtshof, om te doen waarvan iedereen in dit land weet dat het goed is’, aldus Trump tijdens een bijeenkomst in het Witte Huis.", "De beslissing van het Hooggerechtshof voorspelt weinig goeds voor een verzoek van Texas aan het hof om te voorkomen dat de kiesmannen van vier staten maandag hun stem uitbrengen. Dit zou erop neerkomen dat Biden, die 306 kiesmannen achter zich heeft, de verkiezingen niet zou winnen. Volgens de Republikeinse Justitiebaas van de staat Ken Paxton, die dinsdag in actie kwam, zijn Pennsylvania, Georgia, Michigan en Wisconsin flink in de fout gaan door hun verkiezingsregels wat betreft poststemmen aan te passen vanwege de pandemie.", "Dit zou volgens hem in strijd zijn geweest met federale wetten en hebben geleid tot grootschalige verkiezingsfraude. Paxton sleepte de staten voor het Hooggerechtshof, omdat hij vindt dat de stemmen van de kiesmannen van deze staten ‘onwettig en grondwettelijk besmet zijn’. Zijn collega’s in deze staten riepen meteen dat de rechtszaak geen kans maakt en dat talloze lagere rechters de staten gelijk hebben gegeven. ‘Ik heb medelijden met de Texanen, omdat hun belastinggeld wordt verspild aan zo’n gênante rechtszaak’, aldus Josh Kaul, Paxtons collega in Wisconsin. ‘Een publiciteitsstunt', was het oordeel van Dana Nessel, de hoogste Justitie-baas van Michigan,"], "authors": ["Stieven Ramdharie"], "keywords": ["van", "trump", "poging", "opperrechters", "het", "zijn", "zou", "nederlaag", "blokkeren", "een", "ook", "te", "nu", "dat", "en", "staten", "om", "lijdt", "verkiezingsuitslag"], "pubDate": "2020-12-09T12:53:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}