{"id": "58d3d7c1-febd-3116-a4af-78a08ebabb27", "title": "Organisatie CMA's weerspreekt aantijgingen na overlijden Charley Pride", "url": "https://nu.nl/muziek/6096437/organisatie-cmas-weerspreekt-aantijgingen-na-overlijden-charley-pride.html", "summary": "De organisatie achter de Country Music Association Awards (CMA's) ontkent dat de awardshow een rol heeft gespeeld in de coronabesmetting van de overleden zanger Charley Pride (86).\nNa de dood van de zanger suggereerden meerdere countrysterren dat de zanger het coronavirus opgelopen zou kunnen hebben tijdens de CMA's.\n\"Charley was getest voordat hij naar Nashville afreisde en toen hij aankwam en nog een keer op de dag van de show.\nOok na zijn optreden bij de CMA's is Pride meerdere malen getest en toen was de uitslag eveneens negatief.\n\"De hele countrygemeenschap is kapot van zijn overlijden\", aldus de organisatie.", "paragraphs": ["De organisatie achter de Country Music Association Awards (CMA's) ontkent dat de awardshow een rol heeft gespeeld in de coronabesmetting van de overleden zanger Charley Pride (86). Dat laat de organisatie weten in een verklaring.", "Na de dood van de zanger suggereerden meerdere countrysterren dat de zanger het coronavirus opgelopen zou kunnen hebben tijdens de CMA's.", "Zo schreef countryzangeres Brandi Carlile op Twitter: \"Of het nou wel of niet de de plek is geweest waar hij besmet is geraakt, ze hebben hem in gevaar gebracht en het had zo maar kunnen gebeuren. Dit spookt al weken stilletjes door mijn hoofd.\"", "De commotie is de organisatie van de awardshow niet ontgaan en daarom wordt in een statement meer duidelijkheid gegeven. \"Charley was getest voordat hij naar Nashville afreisde en toen hij aankwam en nog een keer op de dag van de show. Alle tests waren negatief.\"", "Ook na zijn optreden bij de CMA's is Pride meerdere malen getest en toen was de uitslag eveneens negatief. Uit respect naar zijn familie wil de organisatie geen verdere details delen. \"De hele countrygemeenschap is kapot van zijn overlijden\", aldus de organisatie."], "authors": ["Door"], "keywords": ["van", "dat", "aantijgingen", "een", "en", "weerspreekt", "overlijden", "toen", "zijn", "zanger", "pride", "organisatie", "hij", "het", "charley", "cmas"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}