{"id": "58d74d2e-8226-3329-9426-044714d01f93", "title": "De belangrijkste grafieken en kaarten over de uitbraak van het coronavirus in Nederland", "url": "https://volkskrant.nl/nieuws-achtergrond/de-belangrijkste-grafieken-en-kaarten-over-de-uitbraak-van-het-coronavirus-in-nederland~b18f4613/", "summary": "De procentuele verandering op weekbasis geeft meer inzicht in de toe- of afname van het aantal gemelde besmettingen.\nHet aantal positief geteste personen kan stijgen doordat er meer getest wordt, maar ook doordat het virus zich sneller verspreidt.\nEen toename van het percentage van de testen dat positief is een indicatie dat er meer mensen daadwerkelijk besmet zijn met het nieuwe coronavirus.\nBovendien kan een grote toename van het aantal coronapatiënten nadelige gevolgen hebben voor de reguliere zorg.\nRegionale spreidingDe regionale spreiding van gemelde besmettingen, opnamen en sterfte sinds het begin van de coronacrisis vindt u hier.", "paragraphs": ["De belangrijkste grafieken over Nederland", "Hoe is de situatie nu in Nederland? De onderstaande indicatoren geven aan hoe het nu gaat met de corona-uitbraak. Deze gegevens worden ook door de overheid gebruikt om in te schatten of de maatregelen versoepeld kunnen worden of juist weer strenger moeten worden.", "In de onderstaande grafiek staat hoeveel nieuwe besmettingen het RIVM dagelijks meldt. Het werkelijk aantal besmettingen zal hoger zijn, niet iedereen wordt getest. De cijfers van voor 1 juni zijn niet goed te vergelijken met de maanden daarna, tot die datum kon niet iedereen met klachten een test aanvragen.", "De dagelijkse fluctuaties zeggen niet altijd iets over het verloop van de uitbraak, maar kunnen ook veroorzaakt worden door bijvoorbeeld vertragingen in rapportages na het weekend. De procentuele verandering op weekbasis geeft meer inzicht in de toe- of afname van het aantal gemelde besmettingen.", "Het aantal positief geteste personen kan stijgen doordat er meer getest wordt, maar ook doordat het virus zich sneller verspreidt. Een toename van het percentage van de testen dat positief is een indicatie dat er meer mensen daadwerkelijk besmet zijn met het nieuwe coronavirus.", "Ziekenhuisopnamen geven een indicatie of de uitbraak al dan niet verergert. Bovendien kan een grote toename van het aantal coronapatiënten nadelige gevolgen hebben voor de reguliere zorg. De GGD's geven ziekenhuisopnamen vaak pas laat door. Daarom kijkt het RIVM nu naar de gegevens van de Stichting Nationale Intensive Care Evaluatie (NICE). Hier is het aantal opnamen vaak hoger. Zij houden bij hoeveel patiënten er dagelijks worden opgenomen in de Nederlandse ziekenhuizen. Hieronder vindt u de aantallen patiënten waarbij covid-19 met een test is vastgesteld. De laatste dagen worden nog aangevuld.", "De Landelijke Coördinatie Patiëntenspreiding (LCPS) houdt elke dag bij hoeveel patiënten er nu in het ziekenhuis liggen vanwege covid-19.", "In onderstaande grafiek ziet u de dagelijks door het RIVM gemelde sterfgevallen in absolute aantallen. Daarnaast geeft de blauwe lijn de gemiddelde sterfte aan tot zeven dagen terug. De werkelijke sterfte ligt hoger, alleen overledenen waarbij het virus in een laboratoriumtest is vastgesteld tellen hier mee. Bovendien duurt het gemiddeld twee tot drie dagen voor een sterfgeval wordt geregistreerd, na het weekend vaak nog wat langer.", "Regionale grafieken", "Niet elke regio in Nederland is even zwaar getroffen. De regionale spreiding van besmettingen in de laatste week ziet u hieronder.", "Eventuele lokale maatregelen worden bepaald op het niveau van de veiligheidsregio. Hieronder ziet u het aantal besmettingen per 100 duizend inwoners in de afgelopen week. Het risiconiveau is ‘Zeer ernstig’ als er meer dan 250 positieve testuitslagen zijn per 100 duizend inwoners in één week.", "Per gemeente houdt het RIVM dagelijks het aantal gemelde besmettingen bij. In deze grafiek vindt u van alle gemeenten de dagelijks gemelde besmettingen.", "Hieronder vindt u de gemeenten met de meeste meldingen op één dag. Dit zijn vaak de grotere steden. Daarom geven we ook de gemeenten met het grootste aantal besmettingen naar inwonertal weer. Daarbij is het wel zo dat in kleine gemeenten enkele besmettingen al voor een ‘uitschieter’ kunnen zorgen, u kunt de gemeente ook opzoeken in de grafiek hierboven.", "Grafieken over ziekenhuisopnamen", "Een van de gevolgen van de virusuitbraak is de toenemende druk op de zorg. Vooral de bezetting van de intensive cares laat zien hoe hoog deze druk is. De volgende grafiek laat zien hoeveel patiënten met covid-19 aanwezig zijn op de ic-afdelingen. Hoe meer ic-bedden bezet, hoe nijpender de situatie.", "Hieronder vindt u het aantal nieuwe ic-opnamen per dag. De laatste dagen zijn mogelijk nog niet compleet.", "Regionale spreiding", "De regionale spreiding van gemelde besmettingen, opnamen en sterfte sinds het begin van de coronacrisis vindt u hier.", "Corona internationaal", "Wilt u meer weten over hoe het in andere landen gaat? Op deze pagina vindt u elke dag de laatste cijfers over het nieuwe coronavirus en covid-19 in de rest van de wereld."], "authors": ["Xander Van Uffelen", "Serena Frijters", "Semina Ajrović"], "keywords": ["grafieken", "van", "vindt", "nederland", "belangrijkste", "het", "aantal", "besmettingen", "met", "zijn", "op", "uitbraak", "een", "kaarten", "en", "coronavirus", "worden"], "pubDate": "2020-12-10T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}