{"id": "58e871fd-dc40-3754-9869-979734522db9", "title": "Voorzitter politiebond over oud en nieuw: niet rustig, ook geen veldslag", "url": "https://www.parool.nl/nederland/voorzitter-politiebond-over-oud-en-nieuw-niet-rustig-ook-geen-veldslag~b3149793/", "summary": "“Ondanks het verbod was er toch wel veel vuurwerk en ook veel geweld tegen agenten, ook in steden waarin je dat niet zou verwachten.\nOok was er sprake van veel brandstichting, vernielingen en autobranden.\n“We zijn daar blij mee, omdat we het er niet bij hadden kunnen hebben,” zegt ze bij Radio 1.\nMaar rustig was het niet: “Collega’s vertellen dat het een nacht is geweest waarop patiënten die acute zorg nodig hebben gewoon zijn gekomen.\nIn Tilburg ging een speeltoestel in het Ypelaerpark in vlammen op en werd een rolluik van een kiosk bij het NS-station opgeblazen.", "paragraphs": ["Politie is aanwezig in de wijk Scheveningen tijdens oudejaarsavond. Beeld ANP", "“Er waren veel vernielingen, autobranden en geweld tegen agenten, maar het werd geen veldslag,” zegt Jan Struijs, voorzitter van de Nederlandse politiebond, op Radio 1. Hij gaf een algemene beschrijving van hoe agenten de jaarwisseling hebben beleefd, afgaande op de berichten die hij kreeg. “Het zat er tussenin, het was echt geen rustige oud en nieuwe voor de politiemensen, maar ook geen veldslag.”", "De politie heeft volgens Struijs lokaal veel te maken gehad met incidenten. “Ondanks het verbod was er toch wel veel vuurwerk en ook veel geweld tegen agenten, ook in steden waarin je dat niet zou verwachten. Ook was er sprake van veel brandstichting, vernielingen en autobranden. Vooral dat laatste valt echt op als ik naar de berichten in mijn mailbox kijk. Het was heel verspreid over het land.”", "De bondsvoorzitter geeft tegelijk aan dat ‘de meest gehoorde kreet’ van agenten is geweest, dat zij erger hebben kunnen voorkomen. “We zaten er kort op en hebben veel meldingen over incidenten van burgers gekregen. Daardoor waren agenten er vaak net op tijd bij en konden ze erger voorkomen.”", "De zorg ontlasten, een van de belangrijkste doelstellingen van deze jaarwisseling, lijkt gelukt, zegt Struijs.", "Oogarts gesterkt in overtuiging vuurwerkverbod", "Dat blijkt als we naar de meldingen van oogartsen kijken. Zij berichten over een rustige nacht, veel rustiger dan in andere jaren. Slechts één geval van vuurwerkletsel en twee carbidletsels moest oogarts Tjeerd de Faber van het Oogziekenhuis in Rotterdam afgelopen nacht met zijn collega’s behandelen. En dat letsel viel ook nog eens erg mee. “Dit is de rustigste oud en nieuw in de 23 jaar dat ik dit doe,” zegt hij.", "Het sterkt hem in zijn overtuiging dat het vuurwerkverbod een permanent karakter moet krijgen. “Gelukkig hebben we het door het vuurwerkverbod eindelijk rustig gehad tijdens de jaarwisseling. Een hoop mensen is leed bespaard gebleven.”", "Het Universitair Medisch Centrum Groningen meldt eenzelfde beeld. Daar kwam afgelopen nacht één vuurwerkgewonde binnen, ‘veel minder dan voorgaande jaren’.", "Ook Annemarie van de Velden, voorzitter van de Landelijke Vereniging voor Hulpdiensten, meldt minder mensen met vuurwerkletsel bij de spoedeisende hulp. “We zijn daar blij mee, omdat we het er niet bij hadden kunnen hebben,” zegt ze bij Radio 1. Maar rustig was het niet: “Collega’s vertellen dat het een nacht is geweest waarop patiënten die acute zorg nodig hebben gewoon zijn gekomen. Dat gaat om covidpatiënten maar ook mensen die binnenkwamen omdat ze te veel alcohol hadden gedronken.”", "Veel minder meldingen hulpdiensten", "Uit eerste gegevens blijkt dat de hulpdiensten er op oudejaarsdag veel minder op uit getrokken dan een jaar geleden. Via het P2000-netwerk zijn bijna 30 procent minder alarmeringen verzonden dan vorig jaar, blijkt uit data van alarmeringen.nl. Tussen oudejaarsdag 18.00 uur en middernacht hebben de meldkamers de hulpdiensten 1503 keer via P2000 gealarmeerd. In diezelfde periode een jaar geleden was dat 2139 keer, wat neerkomt op een daling van 29,7 procent.", "Op heel oudejaarsdag werden er 4143 meldingen via P2000 verzonden. Dat is 20,1 procent minder dan de 5191 meldingen die een jaar geleden op de laatste dag van het jaar naar de hulpdiensten werden verzonden en het laagste aantal P2000-meldingen op een oudejaarsdag sinds 2017, aldus Wilbert de Vries van de website.", "Het daadwerkelijke aantal meldingen zal naar verwachting hoger liggen, aldus De Vries. “Het is bekend dat de hulpdiensten tijdens enorme pieken, zoals rond de jaarwisseling, lang niet alle meldingen die binnenkomen ook daadwerkelijk als alarmeringen via P2000 verzenden. Als de brandweer bijvoorbeeld toch al onderweg is naar een buitenbrandje, dan kunnen ze net zo goed even doorrijden naar een andere locatie.”", "Grote steden", "In de vier grote steden lijkt de jaarwisseling verlopen zoals hierboven beschreven: relatief rustig, met her en der incidenten.", "Ook in Arnhem verliep de jaarwisseling betrekkelijk rustig, stelt burgemeester Ahmed Marcouch. “De overgrote meerderheid van de Arnhemmers heeft zich solidair verklaard met de zorg. Hen wil ik complimenteren, zij zijn ook thuisgebleven. Maar helaas zijn er ook egoïstische Arnhemmers die wel veel illegaal vuurwerk hebben afgestoken. Ondanks het vuurwerkverbod en de oproep niets af te steken. In vergelijking met voorgaande jaren viel het wel weer wel mee.” Er was volgens Marcouch veel jeugd op straat.", "In Tilburg ging een speeltoestel in het Ypelaerpark in vlammen op en werd een rolluik van een kiosk bij het NS-station opgeblazen. Maar dat was het dan wel zo’n beetje met rottigheid in de Tilburgse nieuwjaarsnacht. “Burgemeester Weterings maakt complimenten aan jong en oud en de hulpdiensten in het bijzonder,” laat zijn woordvoerder op de vroege ochtend van 1 januari dan ook weten. “In vergelijking met andere steden hebben we een rustige nieuwjaarsnacht gehad. Nu heeft Tilburg ook geen traditie met ongeregeldheden van oud op nieuw.”"], "authors": ["Het Parool"], "keywords": ["veel", "er", "politiebond", "van", "en", "een", "rustig", "met", "voorzitter", "oud", "geen", "veldslag", "ook", "nieuw", "op", "het", "niet", "dat"], "pubDate": "2021-01-01T09:38:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}