{"id": "58ea9e83-2e99-32e1-9e5a-a4bf343710ce", "title": "Door Matthew konden duizenden makers hun hoofd boven water houden", "url": "https://www.parool.nl/columns-opinie/door-matthew-konden-duizenden-makers-hun-hoofd-boven-water-houden~bbee186b/", "summary": "En nee, ondanks zijn niet onverdienstelijke schilderijen zijn het inderdaad niet direct zijn kunstwerken die hem zo invloedrijk maakten.\nDoor Matthews initiatief werden zeker een half miljoen werken aangeboden door kunstenaars zelf, op het online platform Instagram.\nDoor Matthew konden duizenden makers hun hoofd boven water houden in een tijd waarin een deel van de kunstwereld, vooral dat wat zich buiten de galeriewereld afspeelt, voor een groot deel stillag (en -ligt).\nBij de verkoop van vijf werken moest een kunstenaar beloven een werk van een andere kunstenaar te kopen.\nDe invloed van Matthew Burrows is dus niet alleen het (financieel) redden van veel kunstenaars, maar ook het (deels) bepalen van wat ze maakten.", "paragraphs": ["Zonder u verder lastig te vallen met hoe belangrijk deze lijst volgens sommigen in de kunstwereld is, vandaag even het volgende. Er bestaat dus de ‘Power 100’ van het fameuze ArtReview.com. Het is een top 100, en waar de meeste lijsten – december knalt natuurlijk uit elkaar van de lijstjes – bestaan uit mensen, en ondanks dat ook deze lijst claimt een weergave te zijn van de meest invloedrijke personen, bestaat deze lijst uit álles wat maar van invloed kan zijn op de kunst die vandaag wordt gemaakt. Zo staat (om u een idee te geven) dit jaar op nummer 1: Black Lives Matter (geen persoon) en op nummer 4 #MeToo (ook geen persoon).", "Waar ik het echt over wil hebben, is de nieuwe binnenkomer van dit jaar, nummer 37: een Britse kunstenaar, Matthew Burrows, van wie u waarschijnlijk nog nooit heeft gehoord. En nee, ondanks zijn niet onverdienstelijke schilderijen zijn het inderdaad niet direct zijn kunstwerken die hem zo invloedrijk maakten. Hij dankt deze positie aan zijn initiatief dat tijdens de coronapandemie wereldwijd voor ten minste 60 miljoen pond (deze meting is van augustus) aan kunstverkopen zorgde. En nee, die 60 miljoen werd niet uitgegeven aan grote museumstukken, maar aan tienduizenden laaggeprijsde kunstwerken.", "Door Matthews initiatief werden zeker een half miljoen werken aangeboden door kunstenaars zelf, op het online platform Instagram. Door Matthew konden duizenden makers hun hoofd boven water houden in een tijd waarin een deel van de kunstwereld, vooral dat wat zich buiten de galeriewereld afspeelt, voor een groot deel stillag (en -ligt).", "Hoe? Door een simpel en doeltreffend idee: ‘Het creëren van een snelle economie gebaseerd op een cultuur van generositeit.’ Hij stelde voor dat kunstenaars hun werk (al dan niet exclusief gemaakt voor dit initiatief) voor een maximaal bedrag van 200 euro via Instagram te koop aanboden en de hashtag #artistsupportpledge gebruikten. Bij de verkoop van vijf werken moest een kunstenaar beloven een werk van een andere kunstenaar te kopen.", "Een meesterzet. Zó succesvol, dat wereldwijd vele kunstenaars speciale series gingen maken die pasten bij deze lage verkoopprijs. En gewoon ook, om mee te doen, voor de fun. Om zelf ook weer kunst van anderen te kunnen kopen.", "De invloed van Matthew Burrows is dus niet alleen het (financieel) redden van veel kunstenaars, maar ook het (deels) bepalen van wat ze maakten. Soms gingen tot dan toe onbekende namen hierdoor zelfs viraal op Instagram.", "Vandaag om 16.00 uur gaf Matthew een online lezing via de Nederlandse tak van het initiatief @artist.supportpledge, waar ik zelf ook bij betrokken ben, en vanaf zaterdag is er van honderd kunstenaars #artistsupportpledge werk te zien in De Balie. #tip"], "authors": [], "keywords": ["water", "duizenden", "van", "deze", "matthew", "konden", "het", "op", "voor", "zijn", "boven", "een", "ook", "en", "makers", "te", "houden", "hun", "door", "hoofd"], "pubDate": "2020-12-09T21:00:42+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}