{"id": "58ec47d8-b2ec-3795-bd1c-f3970176f12d", "title": "Is het asociaal om nu in een vliegtuig te stappen?", "url": "https://www.telegraaf.nl/vrouw/1023556478/is-het-asociaal-om-nu-in-een-vliegtuig-te-stappen", "summary": "Het CDA wil dat het kabinet ingrijpt bij vakantievluchten vanaf Schiphol.\nHet kabinet heeft alle landen buiten Nederland op rood of oranje gezet en geeft het dringende advies om tot half maart niet naar het buitenland te gaan.\nHet moreel appèl van het kabinet om niet naar de zon en naar de sneeuw te gaan staat haaks op de toenemende behoefte van Nederlanders om erop uit te gaan.\nMaar een vakantie is volgens het kabinet nu niet noodzakelijk, ook niet als je vindt dat je dit dringend nodig of verdiend hebt.\nKun je – nu er een negatief reisadvies voor de hele wereld geldt - nog wel met vakantie naar het buitenland?", "paragraphs": ["Het CDA wil dat het kabinet ingrijpt bij vakantievluchten vanaf Schiphol. Het kabinet heeft alle landen buiten Nederland op rood of oranje gezet en geeft het dringende advies om tot half maart niet naar het buitenland te gaan. CDA-fractievoorzitter denkt zelfs aan een vliegverbod, maar dat gaat Rutte te ver.", "Het moreel appèl van het kabinet om niet naar de zon en naar de sneeuw te gaan staat haaks op de toenemende behoefte van Nederlanders om erop uit te gaan. Dat gevoel wordt gevoed door mooie (vlieg)aanbiedingen voor weinig geld: bijna alle vakantiebestemmingen zijn tegenwoordig zeer voordelig te boeken. Maar een vakantie is volgens het kabinet nu niet noodzakelijk, ook niet als je vindt dat je dit dringend nodig of verdiend hebt.", "Praat mee", "Wat vind jij? Kun je – nu er een negatief reisadvies voor de hele wereld geldt - nog wel met vakantie naar het buitenland? Of ben je dan inderdaad asociaal, zoals Rutte stelt? En is een negatief reisadvies voldoende of moet er toch een vliegverbod komen tot half maart? Praat met ons mee op Facebook!"], "authors": [], "keywords": ["dat", "om", "asociaal", "niet", "een", "naar", "te", "stappen", "op", "vliegtuig", "je", "het", "nu", "kabinet"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}