{"id": "58f44876-0d7c-3453-ba3e-dc34ba9b08d5", "title": "Anne de Haij wordt nieuwe directeur Stedelijk Museum Schiedam", "url": "https://volkskrant.nl/cultuur-media/anne-de-haij-wordt-nieuwe-directeur-stedelijk-museum-schiedam~b625d030/", "summary": "Anne de Haij, de nieuwe directeur van het Stedelijk Museum Schiedam.\nBeeld Marwan MagrounHaar diversiteitsbeleid voor het Kunstmuseum past bij de ingezette koers van het Stedelijk Museum.\nDat gaat in 2021 werk van een nieuwe generatie kunstenaars tentoonstellen die thema’s als sociale ongelijkheid en intersectionaliteit aankaarten.\nNet als haar voorganger Carasso wil De Haij niet alleen een directeur zijn die bestuurt, maar die ook ‘het plein veegt voor een evenement of de laatste bijschriften plakt voor een opening’.\nDat past helemaal bij het karakter van het museum, dat sterk is gericht op het betrekken van de Schiedammers bij het museum.", "paragraphs": ["Anne de Haij, de nieuwe directeur van het Stedelijk Museum Schiedam. Beeld Marwan Magroun", "Haar diversiteitsbeleid voor het Kunstmuseum past bij de ingezette koers van het Stedelijk Museum. Dat gaat in 2021 werk van een nieuwe generatie kunstenaars tentoonstellen die thema’s als sociale ongelijkheid en intersectionaliteit aankaarten.", "Net als haar voorganger Carasso wil De Haij niet alleen een directeur zijn die bestuurt, maar die ook ‘het plein veegt voor een evenement of de laatste bijschriften plakt voor een opening’. Dat past helemaal bij het karakter van het museum, dat sterk is gericht op het betrekken van de Schiedammers bij het museum.", "De Haij was als universitair docent kunstfilosofie en cultuurgeschiedenis tot 2007 verbonden aan de Erasmus Universiteit Rotterdam en Hogeschool voor de Kunsten Utrecht. Ze werkte ook bij de Rotterdamse Raad voor Kunst en Cultuur."], "authors": ["Zoë Spaaij"], "keywords": ["museum", "van", "bij", "het", "nieuwe", "haij", "voor", "die", "directeur", "schiedam", "wordt", "en", "een", "dat", "anne", "stedelijk"], "pubDate": "2020-12-08T17:40:45+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}