{"id": "58f9e1d4-30db-3940-85ad-cbd036ef7083", "title": "Wat moet ik doen als ik bij Thomas Cook of Neckermann heb geboekt?", "url": "https://volkskrant.nl/reizen/wat-moet-ik-doen-als-ik-bij-thomas-cook-of-neckermann-heb-geboekt~b0df5666/", "summary": "Medewerkers van reisorganisatie TUI nemen telefoontjes in behandeling van bezorgde vakantiegangers die via Thomas Cook of Neckermann een reis hebben geboekt.\nKom je in de problemen terwijl je al in het buitenland bent, bijvoorbeeld omdat je hotel eist dat je een rekening betaalt?\nNeem dan contact op met de Stichting Garantiefonds Reisgelden (SGR), waar Thomas Cook Nederland en Neckermann Reizen bij aangesloten zijn.\nJe kunt op je boekingsbevestiging zien of je bij Expedia hebt gereserveerd.\nThomas Cook of Neckermann vraagt me om te betalen, wat moet ik doen?", "paragraphs": ["Medewerkers van reisorganisatie TUI nemen telefoontjes in behandeling van bezorgde vakantiegangers die via Thomas Cook of Neckermann een reis hebben geboekt. Beeld ANP", "Wat moet ik doen als ik al vertrokken ben?", "Ben je al op reis? Dan is er waarschijnlijk niets aan de hand. Wel is het raadzaam om voor de zekerheid contact op te nemen met de maatschappij van je terugvlucht. Kom je in de problemen terwijl je al in het buitenland bent, bijvoorbeeld omdat je hotel eist dat je een rekening betaalt? Neem dan contact op met de Stichting Garantiefonds Reisgelden (SGR), waar Thomas Cook Nederland en Neckermann Reizen bij aangesloten zijn. De SGR heeft een speciaal telefoonnummer geopend (070-30 711 11) voor reizigers met problemen. Samen met andere reisbureaus (waaronder TUI) helpt de SGR je dan verder. Je kunt ook mailen naar neckermann@sgr.nl. De organisatie roept op om alleen contact op te nemen in dringende gevallen.", "Ik ben nog niet vertrokken, gaat mijn reis wel door?", "Dat hangt ervan af. Heb je een Neckermann-reis online bij Expedia geboekt? Dan zou je geen problemen moeten hebben. Je kunt op je boekingsbevestiging zien of je bij Expedia hebt gereserveerd. Heb je op een andere manier geboekt, bijvoorbeeld via een reisbureau? In principe is je reis dan geannuleerd. Neem contact op met je reisbureau. De SGR meldt online dat je dan een nieuwe reis kunt uitkiezen die verrekend wordt met wat je al aan Thomas Cook of Neckermann had betaald. Je kunt ook van de reis afzien en je geld terugvragen, maar het kan nog wel even duren voordat je claim afgehandeld wordt.", "Thomas Cook of Neckermann vraagt me om te betalen, wat moet ik doen?", "De SGR adviseert ‘dringend’ om hier niet op in te gaan, ook niet als dat dringend wordt verzocht door een curator. (Op dit moment is er nog geen curator, omdat Thomas Cook Nederland geen faillissement heeft aangevraagd.) Betalingen die na 24 september 2019 worden gedaan, vallen namelijk niet meer onder de garantieregeling van de SGR.", "Helpt de SGR me ook als ik alleen een losse vlucht geboekt heb?", "Nee, losse vluchten zijn uitgesloten van de garantieregeling. Thomas Cook raadt aan contact op te nemen met de luchtvaartmaatschappij. Kom je uiteindelijk met vertraging aan op je bestemming? Weet dan dat je recht hebt op compensatie die kan oplopen tot wel 600 euro per persoon."], "authors": ["Timo Nijssen"], "keywords": ["van", "wat", "bij", "cook", "dan", "neckermann", "sgr", "op", "reis", "met", "ik", "moet", "thomas", "doen", "je", "geboekt", "een", "heb"], "pubDate": "2019-09-24T19:35:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}