{"id": "58fbecf3-713b-3b67-b695-03b9250a21ed", "title": "Op expeditie naar Tiengemeten, de Malediven van Zuid-Holland", "url": "https://www.volkskrant.nl/kijkverder/v/2020/op-expeditie-naar-tiengemeten-de-malediven-van-zuid-holland~v389076/", "summary": "Wat ís het eigenlijk?’ Het eiland heeft die onmiskenbaar Nederlandse Natuurmonumentenvibe van tot in de puntjes geplande wildernis.\nNatuur in een tienjarenplan en met een ontwikkelingsvisie.\nEr zijn Schotse hooglanders, wandelroutes en vogelkijkposten, er is een bezoekerscentrum en een website met teksten als ‘Op Tiengemeten ervaar je écht wat de Ecologische Hoofdstructuur oplevert’.\nGevraagd naar de geheime Tiengemetentips zegt de gastvrouw: ‘Genieten van de rust en de stilte, daar komen mensen hier voor.\nEn de vogels: er zijn soms zeearenden, en lepelaars.’ En, vertrouwt Vader Spruiteprak ons samenzweerderig toe, alsof het nog een zeldzame vogel betreft, ‘Celebrity’s.", "paragraphs": ["Het landschap ziet er, zoals vaak in dit soort jonge gebieden, uit alsof de natuur haar cadeautje nog even weifelend drie keer omdraait: ‘Tjee, bedankt. Wat ís het eigenlijk?’ Het eiland heeft die onmiskenbaar Nederlandse Natuurmonumentenvibe van tot in de puntjes geplande wildernis. Natuur in een tienjarenplan en met een ontwikkelingsvisie. Er zijn Schotse hooglanders, wandelroutes en vogelkijkposten, er is een bezoekerscentrum en een website met teksten als ‘Op Tiengemeten ervaar je écht wat de Ecologische Hoofdstructuur oplevert’.", "Maar er is ook een waanzinnige natuurspeelplaats met modder en vlotten én een voor ons volkomen onverwacht Rien Poortvlietmuseum. Koud van de pont vallen we direct met onze neus in De Kabouter. Aan de balie staat een lieve dame uit Spijkenisse, die zich hier samen met haar echtgenoot op feestdagen verkleedt als het kabouterechtpaar Spruiteprak. ‘Ken jij alsjeblieft even die herrie afzetten?’, vraagt mevrouw Spruiteprak aan haar man, die de Golden Earring inderdaad nogal hard heeft aanstaan. We lopen langs Poortvliets nagebouwde atelier in Soest, zijn weelderige jachttaferelen, bos en hei en boerenerven. Boven is een kabouterzolder met meccanobouwwerken en knuffelberen. Gevraagd naar de geheime Tiengemetentips zegt de gastvrouw: ‘Genieten van de rust en de stilte, daar komen mensen hier voor. En de vogels: er zijn soms zeearenden, en lepelaars.’ En, vertrouwt Vader Spruiteprak ons samenzweerderig toe, alsof het nog een zeldzame vogel betreft, ‘Celebrity’s. Twan Huys woont hier tegenwoordig ook.’"], "authors": ["Juli"], "keywords": ["van", "tiengemeten", "zuidholland", "het", "op", "malediven", "naar", "met", "die", "zijn", "hier", "een", "en", "expeditie", "spruiteprak", "er"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}