{"id": "590ef4e4-d358-39ba-bc77-00906d19c1ae", "title": "Moeten matrassen worden schoongemaakt - en hoe doe je dat?", "url": "https://nu.nl/wonen/6093020/moeten-matrassen-worden-schoongemaakt-en-hoe-doe-je-dat.html", "summary": "De gele kringen op een matras duiden op zweetvlekken.\n\"Ieder mens zweet 's nachts, de één meer dan de ander, maar als je niks aan je matras schoonmaakt, zal je het uiteindelijk gaan zien.\"\n\"Het voordeel is dat het matras schoon blijft, maar het nadeel is dat je er dan zelf in ligt.\nHoe maak je vlekken in je matras schoon?\nAls je spullen onder je bed hebt staan, is het goed om elke week onder je bed te zuigen.", "paragraphs": ["Dekbedovertrek en lakens verschonen: dat doet iedereen. Maar een matras, wat moet je daar eigenlijk mee?", "Gele plekken en stof op matrassen: Zoë Zwaanenburg, schoonmaakspecialist en eigenaresse van schoonmaakblog Poetsprins, is ze genoeg tegengekomen in haar werk. \"Een matras is een magneet voor stof en de huisstofmijt, een microscopisch beestje dat in stof leeft. Als je tijdens het bed verschonen moet niezen van het stof, is dat niet zo'n goed teken.\"", "De gele kringen op een matras duiden op zweetvlekken. \"Ieder mens zweet 's nachts, de één meer dan de ander, maar als je niks aan je matras schoonmaakt, zal je het uiteindelijk gaan zien.\"", "“Het makkelijkste wat je kunt doen, is je dekbed terugslaan en een raampje openzetten.” Zoë Zwaanenburg, schoonmaakspecialist", "Latex, schuim: het ene matras laat beter vocht door dan het andere, vertelt Joyce Donat, voorlichter bij de Consumentenbond. \"We hebben getest welke matrassen een beetje ventileren, door ze in een kamer met een hoge luchtvochtigheid te observeren. Hoeveel vocht nemen ze op, hoeveel geven ze af? De pocketvering kwam daar als beste uit.\"", "Een matras met pocketveren bestaat uit verschillende zakjes, vertelt ze. \"En daar zit lucht tussen. Als je overmatig zweet is pocketvering dus wellicht een goed idee. Ook in matrassen die niet uit één, maar uit verschillende lagen zijn opgebouwd zit meer ruimte en is er meer ventilatie dan bij een matras van latex of schuim.\"", "Hoezen, matrasbeschermers, moltons", "Er zijn antiallergische matrassen op de markt, die bewerkt zijn met chemicaliën of nanodeeltjes om mijten en schimmels buiten de deur te houden. \"Die chemicaliën in matrassen zijn niet goed voor je\", zegt Denat. \"En al helemaal niet voor baby's. Wij adviseren om daarmee op te passen.\"", "Het beste wat je kunt doen, is een matras kiezen met een wasbare hoes, zegt ze. \"Zo'n hoes, ook wel het tijk, kun je er afritsen en wassen. Dat is ideaal om het fris te houden. Zonder zo'n hoes trekken zweet, stof en bacteriën allemaal in je matras.\"", "Tenzij je matrasbeschermers of moltons gebruikt, toch? \"Als het om een matrasbeschermer met plastic gaat die echt het vocht tegenhoudt, blijft het zweet en vuil er inderdaad op liggen\", zegt Denat. \"Het voordeel is dat het matras schoon blijft, maar het nadeel is dat je er dan zelf in ligt. Helemaal als je veel zweet, lijkt me dat niet zo fijn.\"", "\"Je kunt moltons en matrasbeschermers, ook die deels van plastics zijn, wel wassen\", voegt Zwaanenburg toe. \"Dat doe ik meestal eens in de twee maanden.\"", "Zuiveringszout tegen nare geurtjes", "Gelukkig verdampt ook een gedeelte van het zweet gedurende de dag, vertelt Zwaanenburg - als je tenminste je dekbed 's ochtends terugslaat en je matras niet op een dichte bodem hebt liggen. \"Zet ook even een raampje open. Dit is een van de makkelijkste dingen die je kunt doen om een matras fris te houden.\"", "Als er toch gele vlekken in je matras komen, kun je ze het best met een meubelstofreiniger verwijderen, zegt Zwaanenburg. \"Op internet staan tips om zuiveringszout, ook bekend als baking soda, over je matras te strooien en in te laten trekken. Dat werkt zeker voor nare geurtjes, maar niet voor die gele vlekken. Een stoomreiniger werkt ook tegen gele vlekken.\"", "Hoe maak je vlekken in je matras schoon? Verse bloedvlekken: koud water en ossengalzeep", "Oude bloedvlekken: meubelstofreiniger", "Urinevlekken: zuiveringszout, deppen met een Biotex-sopje of teatreeolie", "Zweetvlekken: meubelstofreiniger, stoomreiniger", "Bron: Zoë Zwaanenburg.", "Om huisstofmijt te voorkomen is het slim om eens in de zoveel tijd je matras te stofzuigen, zegt Zwaanenburg. \"Gebruik daarvoor een geschikt mondstuk, anders zuigt het matras de hele tijd vacuüm. Als je spullen onder je bed hebt staan, is het goed om elke week onder je bed te zuigen. En haal eens in de maand alles eronderuit, anders wordt het een stofbende.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["moeten", "als", "hoe", "het", "schoongemaakt", "op", "matras", "doe", "een", "je", "en", "dat", "te", "om", "matrassen", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}