{"id": "5930dca8-705e-37b6-bf85-7c60590ee9a8", "title": "Zelfs langs de ‘weg der beenderen’ groeit de populariteit van Stalin", "url": "https://www.parool.nl/wereld/zelfs-langs-de-weg-der-beenderen-groeit-de-populariteit-van-stalin~b81104fc/", "summary": "Met het vergaan van tastbare herinneringen aan de gruwelen van de Siberische goelags, wordt ook het beeld van de Sovjet-Unie van Josef Stalin rooskleuriger.\nDe 93-jarige Antonina Novosad was nog een tiener toen ze in het westen van Oekraïne werd gearresteerd op basis van een verzonnen politieke aanklacht.\nIn 2018 reed hij van Magadan naar Jakoetsk om verslag te doen van zijn indrukken en noemde dat Het Vaderland van Onze Angst.\nHij herinnert zich nog zijn afschuw toen een streekbewoner op zijn land een standbeeld van Stalin liet neerzetten.\nMagadan, waar de weg begint, herdenkt de het verleden met een groot betonnen standbeeld, genaamd Het masker van het verdriet.", "paragraphs": ["Met het vergaan van tastbare herinneringen aan de gruwelen van de Siberische goelags, wordt ook het beeld van de Sovjet-Unie van Josef Stalin rooskleuriger. The New York Times maakte een reis langs de ‘weg der beenderen’, die naar de werkkampen leidde.", "De 2031 kilometer lange weg tussen de Russische havenstad Magadan aan de Stille Zuidzee en Jakoetsk in Siberië, werd zelf eerst door gevangenen van het communistische regime van Josef Stalin aangelegd. Zij moesten zich een weg banen door moerassen die in de zomer waren vergeven van insecten, en in de winter veranderden in ijsvelden. De weg van grind, modder en, tijdens een groot deel van het jaar, ijs zou daarna meer dan een miljoen gevangenen leiden naar slavenarbeid in de goudmijnen en gevangenkampen van Kolyma – de koudste en dodelijkste goelag van de Sovjet Unie. Velen van hen lieten onderweg al het leven. De vele botten langs de route, die nog steeds opduiken, leverde de weg de sinistere bijnamen de ‘weg der beenderen’ en de ‘weg der doden’ op.", "Tussen 1932 en 1953 hebben zowel ‘gewone’ veroordeelden als mensen die wegens politieke misdaden naar de goelag waren gestuurd deze route afgelegd. Onder hen bevonden zich leden van Ruslands intellectuele en artistieke elite die doelwit werden van Stalins Grote Terreur. Zoals de raketwetenschapper Sergej Koroljov, die het strafkamp wist te overleven en in 1961 hielp de eerste mens de ruimte in te sturen.", "Of de dichter Valam Sjalamov, die na 15 jaar in de kampen van Kolyma schreef: ‘Er zijn honden en beren die zich intelligenter en moreler gedragen dan mensen.’ Hij legde zijn belevenissen vast in het boek Verhalen van Kolyma, waarin hij vaststelt dat ‘een man in drie weken een beest kan worden bij genoeg zware arbeid, kou, honger en slaag’.", "Rooskleurige mist", "De weg die ooit was aangelegd door dwangarbeid is gemoderniseerd en dient nu als snelweg. Die Kolymasnelweg kronkelt door de wildernis van het Russische Verre Oosten, waarlangs de sporen van de werkkampen en de anonieme graven gestaag verdwijnen in de rauwe schoonheid van het landschap.", "Het lijkt haast symbolisch voor hoe voor veel Russen, onder wie ook vroegere gevangenen, de herinnering aan de goelag begint te vervagen achter de rooskleurige mist van herinneringen aan hun jeugd. Herinneringen aan de tijd dat Rusland een gevreesde supermacht was, voor de instorting van de Sovjet-Unie.", "De 93-jarige Antonina Novosad was nog een tiener toen ze in het westen van Oekraïne werd gearresteerd op basis van een verzonnen politieke aanklacht. Ze werd voor tien jaar naar Kolyma gestuurd, waar ze moest werken in een tinmijn in de buurt van de ‘weg der doden’. Ze herinnert zich nog goed hoe een bewaker een vrouwelijke medegedetineerde doodschoot die buiten het prikkeldraad bessen was gaan plukken. Ze werd door lotgenoten begraven, maar volgens Novosad werd haar stoffelijk overschot later weggesleept door een beer. “Zo werkten we, zo leefden we. God zij ons genadig. Een kamp is een kamp.”", "Toch neemt ze Stalin niets kwalijk. Ze herinnert zich ook hoe gevangenen huilden toen ze in maart 1953 bijeen werden geroepen en te horen kregen dat Stalin was overleden. “Wat zal ik zeggen? Stalin was God, hij had echt nergens schuld aan. Het was de partij en die mensen om hem heen. Stalin ondertekende alleen maar al die papieren die ze voor hem neerlegden.”", "Een belangrijke factor die eraan bijdraagt dat de herinneringen aan de gruwelen in de goelags vervagen is, is de verdwijning van tastbare overblijfselen van de Kolymakampen. De historicus Rostislav Kojentsevitsj heeft in het streekmuseum van Magadan een tentoonstelling over de kampen samengesteld. Kojentsevitsj: “De natuur doet haar werk, weldra zal er niets meer van over zijn.”", "Lijkkisten en beenderen", "Het verleden steekt soms toch weer de kop op als langs de sneeuw begint te smelten, of mijnbouwmachines in de bevroren aarde graven. Vladimir Naiman is de eigenaar van een goudmijn in de omgeving. Zijn vader, een etnische Duitser, en zijn grootvader van moeders kant kwamen naar het gebied als gevangenen. Naiman stuitte in de jaren zeventig, tijdens zijn werk als geoloog in de regio Jagodnoje, op door vocht verteerde lijkkisten en beenderen. Bij zijn pogingen goud te vinden vlak bij de weg bleek hij met zijn bulldozer te zijn gestuit op een vergeten begraafplaats voor gevangenen. Vijf dagen lang was hij tussen de beenderen blijven steken.", "Later zette hij er acht houten kruisen neer ‘ter herinnering aan de mensen die hier werden opgeofferd’. Maar Naiman gelooft stellig dat Rusland zonder offers niet tot bloei kan komen en hij vereert Stalin. “Hij was overduidelijk een groot man,” zegt hij als hij wijst op Stalins rol in het verslaan van nazi-Duitsland en de hervorming van een natie van boeren tot een industriële macht. Vergeleken met de ontelbare indianen die in de Verenigde Staten werden gedood, zegt Naiman, ‘is er hier niet echt iets vreselijks gebeurd’.", "Het is niet het geval dat onder president Vladimir Poetin de herinneringen aan de vervolging onder Stalin worden uitgewist, getuige het met overheidsgeld gebouwde Museum van de Geschiedenis van de Goelag. Maar die herinneringen worden vaak overstemd door de viering van andere grote gebeurtenissen uit de geschiedenis, met een glansrol voor Ruslands triomf onder leiding van Stalin op Adolf Hitler. De nationale trots op die prestatie verhult de gruwelen van de goelag en maakt dat Stalin geliefd blijft. Nu zelfs meer nog dan in voorbije decennia.", "Helemaal aan de andere kant van Rusland, in Karelië aan de grens met Finland, bestrijdt de amateurhistoricus Joeri Dmitriev deze manier van omgang met de geschiedenis. Hij heeft lichamen opgegraven van mensen die waren doodgeschoten door Stalins geheime politie, en niet, zoals ‘patriottische’ historici beweren, door Finse soldaten die aan de kant van nazi-Duitsland streden. Dmitriev werd in september veroordeeld tot dertien jaar gevangenisstraf wegens seksueel misbruik van zijn geadopteerde dochter. De bewijzen tegen hem waren flinterdun en volgens de historicus en zijn medestanders ook volledig verzonnen.", "Fysieke bedreigingen", "Uit een opiniepeiling in mei bleek dat 76 procent van de Russen een positief beeld hebben van de Sovjet-Unie en Stalin hoger hebben zitten dan welke andere Sovjetleider ook.", "Volgens een andere peiling heeft bijna de helft van de Russische jongeren nog nooit gehoord van de repressie onder Stalin. De Moskouse blogger Joeri Doed, die veel volgers heeft onder jonge Russen, schrok daarvan. In 2018 reed hij van Magadan naar Jakoetsk om verslag te doen van zijn indrukken en noemde dat Het Vaderland van Onze Angst. In Doeds videoverslag kwam ook zijn reisgenoot aan het woord, de eerder genoemde Kolymahistoricus Rotislav Kojentsevitsj. Deze kreeg direct een stortvloed van scheldpartijen en fysieke bedreigingen over zich heen, afkomstig van doorgewinterde stalinisten en anderen die vonden dat hij moest stoppen met het oprakelen van het verleden.", "Kojentsevitsj zei dat hij eerst nog had geprobeerd met zijn critici in discussie te gaan, door te citeren uit statistieken over massa-executies en de meer dan honderdduizend doden door honger en ziekte in de kampen van Kolyma. Hij gaf het al snel op. “Het is beter om het niet met die mensen over Stalin te hebben. Je brengt ze toch niet op andere gedachten,” zei hij in zijn museum bij een klein standbeeld van Valam Sjalamov, de dichter en schrijver wiens verslagen van het leven in de kampen volgens Stalins bewonderaar verzinsels zijn.", "Betonnen standbeeld", "Zelfs sommige overheidsfunctionarissen gruwen van de verering voor een moordzuchtige dictator. Andrej Koljadin werd door het Kremlin naar het Russische Verre Oosten gestuurd als vicegouverneur van de regio waarin Kolyma ligt. Hij herinnert zich nog zijn afschuw toen een streekbewoner op zijn land een standbeeld van Stalin liet neerzetten. Koljadin gaf de politie opdracht het weg te halen. “Alles is hier gebouwd op beenderen,” zegt hij.", "Magadan, waar de weg begint, herdenkt de het verleden met een groot betonnen standbeeld, genaamd Het masker van het verdriet. Het werd er in de jaren negentig geplaatst, toen Boris Jeltsin president was. Maar volgens mensenrechtenactivisten willen de autoriteiten en veel inwoners vooral dat de bladzijde over Kolyma’s barre verleden nu eens voorgoed wordt omgeslagen.", "Sergej Raizman, de plaatselijk vertegenwoordiger van de groepering Memorial: “Eigenlijk wil niemand de zonden uit het verleden erkennen.”"], "authors": ["Andrew Higgins"], "keywords": ["door", "zijn", "stalin", "van", "groeit", "beenderen", "en", "populariteit", "der", "een", "weg", "aan", "hij", "het", "langs", "zelfs", "die"], "pubDate": "2020-12-26T19:00:14Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}