{"id": "5938c1f3-9c17-3406-90c1-47227a9da69c", "title": "Democraten sturen aan op Trumps impeachment, en daar kan ook Biden last van krijgen", "url": "https://trouw.nl/buitenland/democraten-sturen-aan-op-trumps-impeachment-en-daar-kan-ook-biden-last-van-krijgen~b9028637/", "summary": "Die zat die dag de door geweld van Trump-aanhangers onderbroken vergadering van het Congres voor, waarin de verkiezingsoverwinning van Joe Biden werd bevestigd.\nAanklachtOmdat het vrijwillig aftreden van Trump ondenkbaar is, en vice-president Pence vooralsnog niet voelt voor het onbekwaam verklaren van de president, is impeachment de enige strafmaatregel tegen Trump die overblijft.\nZeven Republikeinse leden van het Huis van Afgevaardigden hebben Joe Biden in een brief gevraagd de Democraten van impeachment af te houden, omdat het olie op het vuur van de politieke verdeeldheid zou zijn.\nAl die tijd zou Biden moeten wachten op benoeming van door hem voorgedragen ministers en op het doorvoeren van een steunpakket voor de economie.\nDe aanval op het Capitool was misschien nog maar het begin, vrezen wetenschappersHet blijft niet bij die ene aanval op het Capitool, vrezen wetenschappers.", "paragraphs": ["De vlag ging zondag halfstok op het Witte Huis. Vier dagen nadat aanhangers van president Donald Trump in het Capitool politieman Brian Sicknick op het hoofd sloegen met een brandblusapparaat, drie dagen nadat hij overleed.", "De Stars and Stripes stonden daarmee niet alleen symbool voor de VS, maar ook voor de verdeeldheid van het land – op het Capitool, zetel van het Congres, was hij wel meteen halfstok gegaan – en voor de verlamming die na woensdag het Witte Huis in zijn greep kreeg. President Trump heeft, zo vertellen medewerkers, alleen maar aandacht voor de volgens hem gestolen verkiezingen, voor het ‘verraad’ van Republikeinen die hem in die waan niet meer willen volgen, en voor het wegvallen van het contact met zijn aanhang door het blokkeren van zijn Twitter-account.", "Tot zondagavond had Trump nog geen contact gehad met de familie van de omgekomen agent. Evenmin had hij sinds woensdag gesproken met vicepresident Mike Pence. Die zat die dag de door geweld van Trump-aanhangers onderbroken vergadering van het Congres voor, waarin de verkiezingsoverwinning van Joe Biden werd bevestigd.", "Hoewel er nog maar negen dagen van Trumps ambtstermijn resten, vinden veel Congresleden dat te lang. Daar zijn ook enkele Republikeinse senatoren bij. “Ik wil dat hij aftreedt. Hij moet weg. Hij heeft genoeg schade aangericht”, zei Lisa Murkowski, senator uit Alaska. Haar collega Pat Toomey, senator uit Pennsylvania, sloot zich daar bij aan, en zei dat wat Trump gedaan heeft eventueel ook een impeachment verdient.", "Aanklacht", "Omdat het vrijwillig aftreden van Trump ondenkbaar is, en vice-president Pence vooralsnog niet voelt voor het onbekwaam verklaren van de president, is impeachment de enige strafmaatregel tegen Trump die overblijft. Democratische congresleden willen maandag een officiële impeachment-aanklacht, die de start vormt van een afzettingsprocedure, op de agenda zetten. Als die aanklacht een meerderheid krijgt, zal hij voor een eindoordeel naar de Senaat worden gestuurd.", "De Amerikaanse vlag hangt halfstok op het Capitool, om de dood te herdenken van politieman Brian Sicknick die omkwam toen een meute Trump-aanhangers het parlementsgebouw bestormden. Beeld AFP", "Pelosi wil haast maken met afzettingsprocedure Nancy Pelosi, de Democratische voorzitter van het Amerikaanse Huis van Afgevaardigden, wil snel een afzettingsprocedure in gang zetten tegen scheidend president Donald Trump, als hij niet binnen enkele dagen uit zijn ambt wordt gezet. Dat heeft ze zondag in een brief aan haar collega’s geschreven.", "In dat geval is Trump de enige van de 45 presidenten tot nu toe die twee keer impeached is. Maar van een afzetting door de Senaat komt het dan niet meer – daarover te beslissen lukt niet voor 20 januari, de dag dat Joe Biden wordt beëdigd. Wel kan de Senaat ook daarna nog verbieden dat Trump ooit nog een ambtelijke of verkozen functie op federaal niveau bekleedt.", "Olie op het vuur", "Van Republikeinse kant wordt het geweld tegen het Congres veroordeeld, maar wordt doorgaans gezwegen over de vraag of Trump er verantwoordelijk voor is. Zeven Republikeinse leden van het Huis van Afgevaardigden hebben Joe Biden in een brief gevraagd de Democraten van impeachment af te houden, omdat het olie op het vuur van de politieke verdeeldheid zou zijn. Maar Biden laat de beslissing aan het Congres, zei hij.", "De nieuwe president zou wel last kunnen hebben van een afzettingsprocedure. De Senaat moet volgens de eigen regels impeachment meteen behandelen en mag er niets naast doen. Al die tijd zou Biden moeten wachten op benoeming van door hem voorgedragen ministers en op het doorvoeren van een steunpakket voor de economie.", "De Democraten overwegen daarom de impeachment-aanklacht na het aannemen ervan in het Huis van Afgevaardigden voorlopig nog niet naar de Senaat te sturen. “Gun president Biden de honderd dagen die hij nodig heeft om zijn agenda op de rails te krijgen”, zei afgevaardigde James Clyburn in een interview met tv-zender Fox News.", "Lees ook:", "De hersenspinsels van Trump zijn zo maar niet weg", "Het wijzen naar wat de andere kant heeft misdaan, met een fijn beknopt woord in het Engels: whataboutism, is een van de standaard manieren waarmee Trump de afgelopen dagen werd verdedigd, schrijft correspondent Bas den Hond. Daarnaast werd er ook stevig op los gespeculeerd en krom geredeneerd.", "Was Trumps presidentschap een mislukking? Dit leren zijn voorgangers ons over leiderschap", "Hoe gaat president Donald J. Trump de geschiedenis in? Is hij de uitzondering, die ons vier dwaze jaren bezorgde, of blijkt hij de man die de spelregels definitief veranderde? De vraag dringt zich op: wanneer is een leider geslaagd?", "De aanval op het Capitool was misschien nog maar het begin, vrezen wetenschappers", "Het blijft niet bij die ene aanval op het Capitool, vrezen wetenschappers. Daarvoor is het aantal extremisten in de VS, én in de rest van de wereld, te lang ongeremd gegroeid en is de verwevenheid met de politie en het leger te groot."], "authors": ["Bas Den Hond"], "keywords": ["impeachment", "zijn", "van", "voor", "krijgen", "sturen", "en", "een", "kan", "trumps", "niet", "ook", "op", "trump", "het", "democraten", "hij", "die"], "pubDate": "2021-01-10T21:57:57Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}