{"id": "594d45d2-6b56-35f8-8277-e69279fa92b1", "title": "Huisjesmelkersbelasting", "url": "https://nrc.nl/nieuws/2020/12/05/huisjesmelkersbelasting-a4022684", "summary": "Dus niet: dat niemand meer op Thierry stemde/ komt door wat bruine puberhemden!\nEn daar houdt hij niet van.\nNiet van moderne wolkenkrabbers.\nOf slaat hij het een jaartje over?\nOok om pandjesprins Bernhard die boos is omdat de PvdA een huisjesmelkersbelasting naar hem wil vernoemen.", "paragraphs": ["Dus vanavond viert Thierry met zijn familie sinterklaas en ik hoop voor hem dat ze een beetje mild dichten. Dus niet: dat niemand meer op Thierry stemde/ komt door wat bruine puberhemden! En ook niet: door de grillen van Freek Jansen/ vergooide Thierry al zijn kansen. Of: wat valt er nog te halen/ met een handvol borealen? Laat staan: door wat extreem-rechts te appen/ staat zijn uiltje nu op knappen. Maar ik vrees dat hij die laatste rijmregel niet grappig vindt. Omdat het in zijn ogen gewoon niet rijmt. Te modern. En daar houdt hij niet van. Poëzie moet van oude geveltjes gemaakt zijn. Niet van moderne wolkenkrabbers. Daarom heeft hij ooit de actiegroep Rem Koolhaas opgericht.", "Maar viert Thierry wel sinterklaas? Of slaat hij het een jaartje over? Misschien blijft hij braaf binnen met zijn lieve vriendinnetje over wie hij vol vertedering vertelde dat zij nog steeds in hem gelooft. Als enige in zijn omgeving. Dat ontroerde mij echt. De tranen sprongen in mijn ogen. Daarbij: hij blijft de leider van zijn rechtse splintertje. Zijn leden hebben gesproken. Daar hoeft hij zich dus geen zorgen meer over te maken. En als hij als grote leider wel weggestemd was? Dan was hij vast over stemfraude begonnen en had hij ongetwijfeld een hertelling aangevraagd. En daarna nog een hertelling. En dan nog een.", "Wat is politiek toch leuk. Vooral als het misgaat. Wat dat betreft werd ik deze week vrolijk van die Hongaarse Europarlementariër József Szájer, die zich als goede vriend van zijn gezellige premier Viktor Orbán ooit druk maakte over gelijke rechten voor lhbti’ers. Ook heeft hij fanatiek meegewerkt aan de Hongaarse grondwet die het huwelijk tussen man en vrouw heilig verklaart. Vorig weekend bungelde hij aan een regenpijp van een Brussels pandje. Waarom? Omdat hij overhaast weggevlucht was van een homoseksfeest waar de politie was binnengevallen. Niet omdat hij net als de andere gasten alleen zijn bril nog droeg en verder niets, maar omdat ze met zijn twintigen waren en tijdens de huidige pandemie iets te dicht op elkaar stonden. De Belgische agent zei: „Het is hier geen kerk!” en begon met het schrijven van bonnen. Anderhalve meter lijkt me trouwens knap ingewikkeld op dit soort partijtjes, maar dit terzijde.", "József is trouwens onmiddellijk afgetreden. Onze minister Wiebes vond dat echt belachelijk. Of zoals hij mij letterlijk toevertrouwde: „Aftreden dat doe je gewoon niet als politicus! Een beetje sorry mompelen is meer dan genoeg.” Grapperhaus was het daar volkomen mee eens. Bij hem was ik langs om te vragen of ik op oudejaarsavond een Ikeaatje mag doen. Dus of ik iets meer dan dertig gasten in mijn theater mag ontvangen. Hij verwees me door naar Femke Halsema. Volgens Ferd wil die nog wel eens een oogje dichtknijpen.", "Ondanks alles ben ik vrolijk. Ook om pandjesprins Bernhard die boos is omdat de PvdA een huisjesmelkersbelasting naar hem wil vernoemen. Hij heeft zijn neef Willem-Alexander gebeld om zich hierover te beklagen. Maar de koning had geen idee waar hij het over had. Of zoals hij letterlijk zei: „Belasting? Belasting? Is dat niet iets voor paupers? Als ik daaraan had meegedaan dan had ik nooit een speedbootje van 2 miljoen euro kunnen kopen!” Daarna hing hij grinnikend op en vertrok naar het Rensenpark in Emmen waar toezichthouder Mohammed rondloopt. Mohammed is een collega van Willy. Daarom wil hij hem spreken. Mohammed is namelijk koning van het West-Afrikaanse staatje Benin en hij moet die door god gegeven functie na de dood van zijn oom gaan vervullen. Maar hij heeft geen zin in dat baantje. Hij is liever toezichthouder in Drenthe. Dat zijn de verhalen waar ik van hou. En Willy dus ook. Iets meer humor is dan ook het advies van Willy aan zijn geïrriteerde huisjesmelkersneef. Het leven is eenmalig en zinloos tegelijk.", "Beste grap van deze week? Jort Kelder die vindt dat Ab Osterhaus te veel aan talkshowtafels zit. Ik herhaal: Jort Kelder vindt dat Ab Osterhaus te veel aan talkshowtafels zit.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 december 2020"], "authors": ["Youp Van", "T Hek", "Leestijd Minuten"], "keywords": ["van", "het", "hij", "zijn", "ik", "een", "niet", "en", "dat", "te", "huisjesmelkersbelasting"], "pubDate": "2020-12-05T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}