{"id": "59574a05-6204-33e0-910c-4fe1778433be", "title": "ChristenUnie wil pil tóch in basispakket, in de hoop abortus terug te dringen", "url": "https://volkskrant.nl/nieuws-achtergrond/christenunie-wil-pil-toch-in-basispakket-in-de-hoop-abortus-terug-te-dringen~bfadb722/", "summary": "Een demonstrant bij de Tweede Kamer, nadat de PvdA in 2019 had voorgesteld om de pil weer in het basispakket op te laten nemen.\nBeeld ANPDe partij doet deze voorstellen donderdag in een manifest voor betere hulp aan onbedoeld zwangere vrouwen.\n‘Met sommige partijen zullen we het nooit eens worden over de abortuswet, maar ik hoop dat we elkaar wél kunnen vinden in het streven naar het verminderen van het aantal abortussen’, zegt ChristenUnie-Kamerlid Carla Dik-Faber.\nEr valt ontzettend veel leed te voorkomen door de pil te vergoeden’, aldus Dik-Faber.\nAndere voorstellen die de partij doet, zijn ervoor zorgen dat vrouwen en mannen zich in ieder geval niet door een gebrek aan geld of woonruimte gedwongen voelen te kiezen voor een abortus.", "paragraphs": ["Een demonstrant bij de Tweede Kamer, nadat de PvdA in 2019 had voorgesteld om de pil weer in het basispakket op te laten nemen. Beeld ANP", "De partij doet deze voorstellen donderdag in een manifest voor betere hulp aan onbedoeld zwangere vrouwen. ‘Met sommige partijen zullen we het nooit eens worden over de abortuswet, maar ik hoop dat we elkaar wél kunnen vinden in het streven naar het verminderen van het aantal abortussen’, zegt ChristenUnie-Kamerlid Carla Dik-Faber.", "Vrouwen moeten sinds 2011 vanaf 21 jaar zelf betalen voor de anticonceptiepil. Het kabinet zei vorig jaar dat het voorbehoedsmiddelen ziet als een eigen verantwoordelijkheid, en dat onder meer de pil dus niet valt in de categorie van medische aandoeningen waarvan de zorg vergoed wordt.", "De ChristenUnie zelf stemde in 2019 zelf nog tegen een voorstel van PvdA-Kamerlid Liliane Ploumen om de pil weer in het basispakket op te laten nemen, maar de partij kiest nu voor een koers die zich richt op het verminderen van het aantal abortussen, ook als daar meer toegang tot anticonceptie tegenover staat. ‘Zelf de kosten dragen leidt soms tot onbedoelde zwangerschappen. Er valt ontzettend veel leed te voorkomen door de pil te vergoeden’, aldus Dik-Faber.", "Het debat over abortus is ‘zo sterk gepolariseerd dat we onbedoeld zwangere vrouwen vaak niet de hulp geven die ze nodig hebben’, aldus de ChristenUnie: ‘Een dilemma van een vrouw, die we de best mogelijke hulp moeten bieden.’", "Volgens de ChristenUnie kan er hulp op maat worden geboden door te kijken naar de noodsituaties waar vrouwen in verkeren als ze kiezen voor een abortus. Andere voorstellen die de partij doet, zijn ervoor zorgen dat vrouwen en mannen zich in ieder geval niet door een gebrek aan geld of woonruimte gedwongen voelen te kiezen voor een abortus."], "authors": [], "keywords": ["abortus", "christenunie", "van", "dringen", "vrouwen", "het", "op", "wil", "basispakket", "voor", "zelf", "hoop", "een", "te", "pil", "dat", "terug", "tóch"], "pubDate": "2020-12-10T07:38:51+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}