{"id": "5964e5a2-dc66-3cd2-b9f0-012a644c49e6", "title": "Andreas Jonkers schreef een truecrimeverhaal en beschouwing over vaderschap ineen ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/andreas-jonkers-schreef-een-truecrimeverhaal-en-beschouwing-over-vaderschap-ineen~b0756e5d/", "summary": "Andreas Jonkers (1990), uitgever bij De Correspondent, komt met een persoonlijk debuut dat aftrapt met de mysterieuze dood van zijn vader.\nJonkers lijkt zich daar goed van bewust en schrijft het verhaal van zijn vader zo op dat het interessant blijft.\nWat heeft een vader een kind te bieden dat een moeder niet kan geven?\nJonkers beschrijft situaties die herkenbaar zullen zijn voor jonge vaders en moeders, en niet op een jolige manier.\nZijn reflecties op het vaderschap zijn fijn en de antwoorden op zijn vragen prettig, maar hier en daar doet het boek ook vluchtig aan.", "paragraphs": ["Andreas Jonkers heeft zijn vader maar drie keer gezien, waarvan één keer in levenden lijve. Zijn boek over de man begint als true crime en eindigt met reflecties op het vaderschap. Boeiend, en een beetje verwarrend.", "Andreas Jonkers (1990), uitgever bij De Correspondent, komt met een persoonlijk debuut dat aftrapt met de mysterieuze dood van zijn vader. Een vader die hij amper kende. Hij heeft hem maar drie keer gezien: één keer levend, één keer opgebaard en één keer op zijn begrafenis. Het lichaam van Jonkers’ vader toonde 42 messteken toen hij werd gevonden in een modderige plas in Amsterdam-Oost. Waarom? Dat is de hoofdvraag die Jonkers lijkt te willen beantwoorden in En toen vonden ze mijn vader.", "Het boek draagt de ondertitel ‘Vader worden als je er nooit een hebt gehad’. Hierdoor hinkte ik vanaf het omslag op twee gedachten: wordt dit een truecrimeverhaal, of gaat het boek me iets leren over vaderschap? Ik verwachtte dat Jonkers als een detective de dood van zijn vader zou uitpluizen, met zijn eigen naderende vaderschap (zijn vriendin is zwanger terwijl hij het boek schrijft) als stok achter de deur. Een beetje zoals in En we noemen hem van Marjolijn van Heemstra. Daarin probeert de auteur het oorlogsverleden van haar oom te begrijpen om te kijken of ze, zonder morele bezwaren, haar eerste zoon naar hem kan vernoemen.", "Het begint als true crime, met de vondst van het lichaam. De schrijfstijl vereist doorzettingsvermogen, met veel specifieke omschrijvingen. In die eerste pagina’s wil Jonkers geen poëtische weergave schetsen van het gruwelijke tafereel, maar vooral compleet zijn. Geen details weglaten. Na deze introductie zet hij de truecrimelijn nog even voort: via brieven, politierapporten, vrienden en familieleden probeert Jonkers het verhaal van zijn vader te reconstrueren. Dat levert ontroerende inkijkjes op in het leven van de schrijver, zoals het briefje dat Jonkers ontvangt wanneer hij voor de eerste en laatste keer bij zijn vader op bezoek is geweest:", "Ooi Andreas", "Hartelijk dank voor jouw bezoek. Eck voelde me zeer vereerd en hoop op een herhaling.", "Maar dat hoeft niet vlug te zijn.", "Daag Hans", "Wel neemt Jonkers de lezer iets te vlot mee in zijn zoektocht. Nog maar net zijn we geland in de geboorteplaats van zijn vader of we moeten alweer door, een zijpaadje in, waardoor je de draad een beetje kwijtraakt. Door de vele personages die in korte tijd opduiken, moet je regelmatig ­terugbladeren om te lezen wie ook alweer wie is.", "Het gevaar met boeken over heftige persoonlijke gebeurtenissen is dat ze te particulier of zelfs sentimenteel worden. Jonkers lijkt zich daar goed van bewust en schrijft het verhaal van zijn vader zo op dat het interessant blijft. Zo interessant dat het als een verrassing komt wanneer het boek ineens een andere wending neemt. Een wending die meer te maken heeft met de ondertitel van dit debuut.", "Vanaf bladzijde 45 werpt Jonkers de vraag op: ‘Afwezige vaders, worden ze gemist?’ Dan leren we de echte reden kennen waarom hij dit boek schrijft. Hij is zonder vader goed terechtgekomen, dus nu hij zelf vader wordt, bekruipt hem een angstige gedachte: ben je als vader wel nodig? Het truecrimepad wordt verlaten: Jonkers doet onderzoek, interviewt deskundigen en praat met mensen die opgroeiden zonder vader. Wat heeft een vader een kind te bieden dat een moeder niet kan geven? Is het van belang dat hij er is? Het zijn vragen die mij ook bezighielden toen ik anderhalf jaar geleden vader werd en waarvoor ik me soms schaamde. Vragen die niet aan bod komen in de populaire ‘O nee, mijn vrouw is zwanger’-boeken.", "Jonkers beschrijft situaties die herkenbaar zullen zijn voor jonge vaders en moeders, en niet op een jolige manier. Zijn reflecties op het vaderschap zijn fijn en de antwoorden op zijn vragen prettig, maar hier en daar doet het boek ook vluchtig aan. Dit smaakt hoe dan ook naar meer.", "Beeld De Bezige Bij"], "authors": ["Tom Hofland"], "keywords": ["ineen", "andreas", "van", "vader", "schreef", "het", "beschouwing", "op", "jonkers", "zijn", "truecrimeverhaal", "een", "en", "vaderschap", "dat", "te"], "pubDate": "2020-12-04T13:00:22+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}