{"id": "5998419d-d8aa-3322-9d05-9d93060eb0ec", "title": "Jetten wil proeftuinen voor horeca: ‘Waar is het perspectief?’", "url": "https://www.parool.nl/nederland/jetten-wil-proeftuinen-voor-horeca-waar-is-het-perspectief~b4e1ca18/", "summary": "D66-fractievoorzitter Rob Jetten ziet het somber in: “Ik denk dat de kans heel klein is dat alles weer opengaat,” stelt hij.\nTerwijl zelfs het RIVM en het OMT zeggen dat we ermee kunnen beginnen.\n“Voor de winkeliers is dat heel fijn, en ik gun het zo ook, maar voor de horecazaak die ernaast zit is het een heel moeilijk weekend geweest.”Rob Jetten.\nAls je zo’n offer vraagt, verdienen zij onze steun.”Daarom is het volgens Jetten zonneklaar dat de voorgenomen versobering van het steunpakket, waar het kabinet volgende week over beslist, van tafel gaat.\nDus moeten we nu niet te karig en krenterig zijn.”En het zijn niet alleen ondernemers die daarvan profiteren, denkt hij.", "paragraphs": ["Een gesloten horecazaak in het centrum van Amsterdam. Beeld ANP", "Nederland wacht met spanning op de persconferentie van komende dinsdag. De vraag die velen op de lippen brandt: mogen restaurants en cafés over twee weken weer open of niet? D66-fractievoorzitter Rob Jetten ziet het somber in: “Ik denk dat de kans heel klein is dat alles weer opengaat,” stelt hij. Dat in eerdere persconferenties wel op mogelijke versoepeling is gezinspeeld hangt hem danig de keel uit. “We moeten geen beloftes wekken die we niet waar kunnen maken.”", "Want dat is nou net waar het in de kabinetscommunicatie telkens aan ontbreekt, zegt Jetten: “Waar is het perspectief?” Wel open óf niet open zou volgens hem niet de vraag moeten zijn. “We moeten niet langer vasthouden aan de alles-of-niets-strategie. Het kan en moet slimmer.”", "Proeftuinen", "Slimmer betekent in Jettens optiek dat sommige horecazaken de ruimte moeten krijgen om te experimenteren met opening onder strikte voorwaarden. Mensen moeten vooraf reserveren, worden naar hun tafel begeleid in een goed geventileerde ruimte en worden vooraf of achteraf allemaal getest op corona. In de teststraten is immers nu sprake van overcapaciteit.", "Jetten: “De gedachten over deze proeftuinen stammen al uit dit najaar, maar er is te weinig mee gedaan. Terwijl zelfs het RIVM en het OMT zeggen dat we ermee kunnen beginnen. Toch gebeurt dat niet. Dat frustreert me.”", "Jetten zegt afgelopen weekend met verbazing te hebben gekeken naar de drukte in de winkelstraten. “Voor de winkeliers is dat heel fijn, en ik gun het zo ook, maar voor de horecazaak die ernaast zit is het een heel moeilijk weekend geweest.”", "Rob Jetten. Beeld ANP", "‘Steeds moeilijker uit te leggen’", "De horeca kreeg tot dusver te horen dat ze niet dicht moesten vanwege de 1,5 meterregels, maar om het aantal vervoersbewegingen van groepen mensen in te dammen. “Dat vind ik met de beelden van de overvolle winkelstraat steeds moeilijker uit te leggen,” stelt Jetten. “We moeten niet doen alsof mensen en masse in de auto of trein stappen om naar de horeca te gaan. Als ik naar mijn stamkroeg ga, kom ik op de fiets.”", "Tijdens recente werkbezoeken zegt Jetten te hebben gemerkt dat ondernemers in de horeca en cultuursector tot dusver veel begrip hebben getoond voor de sluiting. “Tot twee keer toe zelfs.” Toch is hij zich ‘rot geschrokken’ van de financiële malaise: Koninklijke Horeca Nederland schat in dat ondernemers inmiddels 3 tot 5 miljard euro aan eigen geld in hun zaak hebben moeten stoppen, ondanks de steunpakketten van het kabinet. Het vet dat op de botten zat is verdwenen. Jetten: “Ik denk dat veel mensen zich niet realiseren dat er naast steun nog zoveel extra geld bij moest. Als je zo’n offer vraagt, verdienen zij onze steun.”", "Daarom is het volgens Jetten zonneklaar dat de voorgenomen versobering van het steunpakket, waar het kabinet volgende week over beslist, van tafel gaat. Sterker nog: niet alleen moeten de loondoorbetalingsregeling (NOW) en de tegemoetkoming in de vaste lasten (TVL) op peil blijven, ook wil D66 dat bedrijven langer uitstel van belastingen krijgen, bijvoorbeeld met drie maanden, tot 1 april 2021. Jetten: “En ik hoor heel goed de oproep van ondernemers dat we iets extra’s moeten doen voor deze sectoren.”", "Aardappelboeren", "Jetten: “We moeten voorkomen dat we het infuus er te vroeg uittrekken. Zelfs als een restaurant open mag, zullen er eerst inkopen moeten worden gedaan. Daar is geld voor nodig. Kijk, de aardappelboeren hebben dit voorjaar tijdens de eerste golf 100 procent van hun verliezen gecompenseerd gekregen. Maar de horeca en cultuursector hebben het grootste offer gebracht: zij moesten twee keer dicht. En dus moeten we hen helpen, in de eerste plaats door niet te versoberen en langer uitstel van belastingen te verlenen. En als de horeca langer dicht moet, zullen we meer moeten bijlappen.”", "Doordat er vaccinaties op komst zijn, hoeft het kabinet niet te vrezen dat de rekening te hard oploopt. Jetten: “We hebben de haven in zicht. Dus is er ruimte om vol door te gaan met steun die je nu geeft. Je kunt er voorzichtig van uitgaan dat je niet nog jarenlang steunpakketten nodig hebt. Dus moeten we nu niet te karig en krenterig zijn.”", "En het zijn niet alleen ondernemers die daarvan profiteren, denkt hij. “Onderschat ook niet de sociale rol die deze ondernemingen spelen. Zij zijn vaak sponsor van het plaatselijke voetbalteam. En als we tegelijkertijd een stukje vrijheid kunnen bieden, dat mensen in een proeftuin toch uit eten kunnen of een biertje kunnen drinken, dan wordt het voor ons allemaal iets makkelijker om de zware coronamaatregelen vol te houden.”"], "authors": ["Laurens Kok"], "keywords": ["moeten", "van", "proeftuinen", "waar", "het", "wil", "op", "jetten", "ik", "horeca", "niet", "dat", "te", "en", "perspectief", "voor"], "pubDate": "2020-12-03T10:00:52+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}