{"id": "599c44d4-6bca-3fc6-886c-0abb67ea99f1", "title": "Mismoedig laat Damiaan Denys zien hoe de mentale zorg een immens gedrocht kon worden ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/mismoedig-laat-damiaan-denys-zien-hoe-de-mentale-zorg-een-immens-gedrocht-kon-worden~b7df06d4/", "summary": "Beeld ANP‘Psychiatrie irriteert’, constateert filosoof en psychiater Damiaan Denys in Het tekort van het teveel.\nEen veelzijdige psychiater kortom, met een gedegen kennis van zaken en een prettige, soms wat bloemrijke pen waarmee hij zijn kennis aan een groot publiek overdraagt.\nIn afzonderlijke hoofdstukken beschrijft hij het aandeel van de organisatie van de mentale zorg, het aandeel van de psychiaters en het aandeel van degenen die om die zorg vragen.\nHet totaal uit de klauwen lopen van de zorg komt door de onvoorziene effecten van een wirwar van die wegen.\nDat doet weinig af aan het feit dat Het tekort van het teveel een zeer zinnige analyse is.", "paragraphs": ["Activist Charlotte Bouwman protesteert (terwijl er een debat met staatssecretaris Blokhuis aan de gang is) tegen de lange wachtrijen in de zorg. Beeld ANP", "‘Psychiatrie irriteert’, constateert filosoof en psychiater Damiaan Denys in Het tekort van het teveel. ‘Ik zie ministers zuchten, hoor verzekeraars klagen, jonge psychiaters twijfelen en patiënten wantrouwen.’ Het kraakt en rommelt al jaren in de geestelijke gezondheidszorg en iedere keer als misstanden aan het licht komen – een suïcidaal meisje dat dagenlang in de hal van het ministerie van VWS tegen de lange wachtlijsten protesteert, een tbs’er op verlof die toch minder genezen blijkt dan gedacht, probleemjongeren die in twee jaar tijd met twintig hulpverleners te maken hebben – volgt als een pavlovreactie de roep om meer geld, meer personeel en meer beleid. En vaak wordt daar gehoor aan gegeven. Maar helpt het? Integendeel, meent Denys, de investeringen resulteren niet in betere maar in slechtere zorg. Deze paradox – hoe meer zorg we hebben, hoe groter het tekort eraan wordt – rafelt hij in zijn nieuwe boek in al zijn geledingen uit elkaar.", "Denys doet als hoogleraar psychiatrie in Amsterdam onderzoek naar diepe hersenstimulatie, is gespecialiseerd in angst- en dwangstoornissen en raakte breder bekend door zijn optreden in Zomergasten, zijn theatervoorstellingen over angst en de recente twijfelachtige eer van het winnen van de IG Nobelprijs voor zijn beschrijving van misofonie. Een veelzijdige psychiater kortom, met een gedegen kennis van zaken en een prettige, soms wat bloemrijke pen waarmee hij zijn kennis aan een groot publiek overdraagt.", "De patiënt is een consument", "In Het tekort van het teveel gebruikt hij die kennis en kunde om de misstanden in de mentale zorg onder de aandacht te brengen. De meeste van deze misstanden zijn oude bekenden, die al geregeld in het nieuws zijn geweest. Wat Denys daaraan vooral toevoegt, is overzicht. In afzonderlijke hoofdstukken beschrijft hij het aandeel van de organisatie van de mentale zorg, het aandeel van de psychiaters en het aandeel van degenen die om die zorg vragen. Op alle fronten is het uit de hand gelopen. De organisatie van de zorg, in handen van de GGZ, probeert met voortdurend nieuwe maatregelen de afstemming van zorgaanbod en zorgvraag in goede banen te sturen, wat vooral geleid heeft tot een wildgroei aan instellingen, reguleringen en – om de boel betaalbaar te houden – commercialisering. Het resultaat: een frustrerende, stroperige bureaucratie, ellenlange wachtlijsten en patiënten die tussen wal en schip vallen.", "Voor psychiaters en psychologen is een belangrijke steen des aanstoots de commercialisering, waarbij zorgverzekeraars zorg inkopen bij instellingen die de beste kwaliteit leveren. Het transparant en meetbaar maken van wat de beste zorg is, heeft geleid tot een keurslijf van snelle diagnoses en een vooraf bepaald aantal behandelingen. De zorg is een product geworden, de patiënt een consument. Met als resultaat dat psychiaters liever de patiënten met overzichtelijke stoornissen hebben dan die met ernstige stoornissen als psychoses of zware depressies, waarvoor zo’n keurslijf totaal geen werkbare optie is. In de woorden van Denys: ‘Zorgconsumentisme kan werken voor een cokesnuivende yup aan de Amsterdamse Zuidas die een coach nodig heeft om zijn prestaties op te krikken, maar geldt minder voor de katatone defectschizofreen die in zijn macaber universum paranoïde verloren loopt.’", "De beste intenties", "En tot slot is het voortdurend uitdijen van de groep ‘makkelijke patiënten’ een ontwrichtende factor voor de zorg. De groep groeit omdat steeds meer vormen van relatief ‘normaal’ lijden in een diagnose worden gevangen, maar ook omdat de huidige cultuur de nadruk legt op de maakbaarheid van het leven en therapie een belangrijk onderdeel van de gereedschapskist is geworden.", "Denys wijst in zijn boek nergens met een beschuldigende vinger. Elke weg in de zorg, laat hij met klem zien, is ooit met de beste intenties ingeslagen. Het totaal uit de klauwen lopen van de zorg komt door de onvoorziene effecten van een wirwar van die wegen. Op dit punt aangeland in zijn boek, begin je zo langzamerhand reikhalzend uit te zien naar een uitweg uit het doolhof.", "Ook die biedt Denys. De belangrijkste uitweg waarvoor hij pleit is het scheiden van de zorgsystemen voor lichtere en abnormale psychische klachten. De lichtere psychische klachten – denk aan stress, burn-out, lichte depressies, slaapstoornissen – horen bij het leven, kunnen je leren hoe je dat leven beter kunt leiden en verdienen daarom even de kans voor je ermee naar een therapeut holt in de hoop dat die ze uitgumt. Hun zorgvraag is, in Denys’ toekomstbeeld, het terrein van de psychotherapie en psychologie en zou gedeeltelijk voor eigen rekening kunnen komen.", "‘De ziel moet terug’", "De abnormale psychische klachten waarbij het lijden groot, de prognose slecht, het functioneren uiterst beperkt en het aantal patiënten steevast 1,5 procent van de bevolking is, zou als vanouds het domein van de psychiatrie zijn. Zij vereisen een zodanig medische aandacht om te overleven, dat hun zorg volledig voor de verantwoordelijkheid van de overheid komt. Voor deze groep zijn marktwerking en strikte therapiekaders onzinnig, en de psychiater zou dan ook weer het vertrouwen moeten krijgen om naar eigen kunde, kennis en ervaring de ruimte te nemen die nodig is. Denys: ‘Laten we de psychiatrie terugbrengen tot haar essentie, naar die kleine kamer van vakmanschap en vaardigheid en unieke verhalen. De ziel moet terug in de psychiatrie. Desnoods met geweld.’", "De uitweg van Denys klinkt mooi maar is niet meer dan een stip aan de horizon. Daar moeten we naartoe. Hoe we daar komen, hoe we het immense gedrocht dat de mentale zorg geworden is zover kunnen krijgen dat het die stip ooit bereikt, blijft ook in zijn verhaal duister. Dat doet weinig af aan het feit dat Het tekort van het teveel een zeer zinnige analyse is. Maar het stemt wel mismoedig.", "Beeld Nijgh & Van Ditmar"], "authors": ["Ranne Hovius"], "keywords": ["van", "mismoedig", "laat", "hoe", "het", "zien", "immens", "die", "zijn", "met", "voor", "zorg", "worden", "kon", "gedrocht", "een", "en", "dat", "mentale"], "pubDate": "2020-12-04T13:00:23+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}