{"id": "59a4a733-dc08-3116-a1b5-ace9010bd2dc", "title": "Demonstratie tegen fascisme in Amsterdam: ‘Ook Nederland heeft een racismeprobleem’", "url": "https://www.volkskrant.nl/nieuws-achtergrond/demonstratie-tegen-fascisme-in-amsterdam-ook-nederland-heeft-een-racismeprobleem~bdfe0d0a/", "summary": "Dus gebruikt ze haar zondagse middagpauze om in het Amsterdamse Westerpark een protest te laten horen onder de noemer ‘Nooit Meer Fascisme’.\nRond een uur of vier zijn die alle vijfhonderd bezet.\nDaarin wordt de oprichting voorgesteld van een ministerie van ‘remigratie en de-islamisering.’‘Ik heb een Joodse achtergrond.\nSinds de Black Lives Matter-protesten van vorig jaar zijn ze steeds scherper gaan inzien dat ook Nederland een ‘racismeprobleem’ heeft.\nIk denk ook niet dat we het gaan hebben over wat afgelopen week in Washington is gebeurd.", "paragraphs": ["Demonstranten tijdens de demonstratie tegen fascisme in het Westerpark in Amsterdam. Beeld Freek van den Bergh / de Volkskrant", "Demonstreren tegen fascisme kan prima onder werktijd, meent studente Sam Staggs (24). Dus gebruikt ze haar zondagse middagpauze om in het Amsterdamse Westerpark een protest te laten horen onder de noemer ‘Nooit Meer Fascisme’.", "Staggs, van Amerikaanse afkomst, heeft haar oranje werkkleding van Thuisbezorgd.nl nog aan en heeft de bezorgtas waarmee ze eten rondbrengt aan haar voeten gelegd. Om haar heen, op anderhalve meter afstand van elkaar, staan zo’n vijfhonderd man. Sinds afgelopen woensdag, toen Trump-supporters een ravage aanrichtten in het Capitool, staan ze te popelen om zich publiekelijk uit te spreken tegen rechts-extremistisch geweld en dito gedachtegoed wereldwijd, in het bijzonder in Nederland.", "‘Ik weet natuurlijk niet hoe erg het hier precies gesteld is met racisme, want ik heb het witte privilege om daar niet mee geconfronteerd te hoeven worden’, zegt Staggs terwijl ze van de ene op de andere voet hinkelt om zich de kou van het lijf te houden. ‘Maar racisme is hier zeker ook, misschien alleen niet zo expliciet als in Amerika.’", "Witte stippen in het gras markeren de plekken waar de demonstranten een veilige anderhalve meter afstand van elkaar kunnen houden. Rond een uur of vier zijn die alle vijfhonderd bezet. Het publiek is een bonte verzameling van vaste bezoekers van antiracisme-demonstraties en jonge studenten Media en Cultuur die sinds de massale Black Lives Matter-protesten afgelopen zomer ‘wakker’ zijn geworden en nu ook institutioneel racisme in Nederland waarnemen.", "Beeld Freek van den Bergh / de Volkskrant", "Lockdown", "Eigenlijk had de demonstratie op de Dam moeten plaatsvinden. Zaterdag besloot burgemeester Femke Halsema het protest naar het Westerpark te verplaatsen vanwege de strenge lockdown en de nieuwe besmettelijke coronavarianten. Een eerdere antiracismedemonstratie van vorig jaar juni op de Dam leidde nog tot veel kritiek op Halsema vanwege de enorme toeloop van demonstranten.", "Initiatiefnemers van de demonstratie in het Westerpark zijn een tiental organisaties, waaronder politieke partij BIJ1 van onder anderen Sylvana Simons en Quinsy Gario, die duidelijk willen maken dat we de gebeurtenissen in Washington geen ver-van-m’n-bed-show zijn. Want ook in Nederland zouden extreem-rechtse organisaties ‘steeds vaker en harder te werk gaan’. Sprekers die het podium beklimmen wijzen hiervoor naar de opruiende taal van politici als Geert Wilders en Thierry Baudet, maar geven ook de media een veeg uit de pan omdat die een rechts-extremistisch discours zouden ‘normaliseren.’", "Amsterdammer Siem Vaessen, lid van BIJ1, had nog even getwijfeld of hij naar de demonstratie moest komen. Was het wel verstandig om je in een grote menigte te begeven terwijl covid in allerlei nieuwe varianten om zich heen grijpt? Maar afgelopen zaterdag wist hij zeker dat hij deze demonstratie niet kon laten schieten. De PVV kwam die dag met een nieuw partijprogramma. Daarin wordt de oprichting voorgesteld van een ministerie van ‘remigratie en de-islamisering.’", "‘Ik heb een Joodse achtergrond. Familieleden van me zijn in de Tweede Wereldoorlog gedeporteerd. Dat er nu weer een partij is die mensen wil deporteren vind ik echt walgelijk. De democratie staat wereldwijd onder druk door rechts-extremisten, ook hier in Nederland.’", "Beeld Freek van den Bergh / de Volkskrant", "Racismeprobleem", "Aan de rand van het Westerpark staan Imge (23) en Valerie (22), twee studentes Media en Cultuur, die op een steenworp afstand van het park wonen. Dit is niet hun eerste antiracismedemonstratie. Sinds de Black Lives Matter-protesten van vorig jaar zijn ze steeds scherper gaan inzien dat ook Nederland een ‘racismeprobleem’ heeft. Vooral voor Valerie vormde het afgelopen jaar een omslagpunt.", "‘Ik ben natuurlijk ontzettend wit. Ik had het privilege om niet bij racisme stil te staan. Maar mede door Black Lives Matter, maar ook door mijn studie waar we leerden over wit privilege, ben ik gaan inzien dat racisme niet alleen maar in Amerika voorkomt.’", "Voor de Amerikaanse Sam Staggs heeft haar aanwezigheid in het Westerpark ook een sterk persoonlijk randje. Geboren in de Republikeinse staat Nebraska, lesbisch, en met twee ouders die overtuigde Trump-aanhangers zijn, voelt Staggs zich iets sterker gedreven dan anderen om zondagmiddag in het Westerpark te staan. ‘Ik werd volwassen in de Obama-jaren, hoe kunnen we nu deze man, Trump, als president hebben gehad? Nee, ik heb mijn ouders nog niet gesproken. Ik denk ook niet dat we het gaan hebben over wat afgelopen week in Washington is gebeurd. We gaan elkaar toch niet begrijpen.’"], "authors": ["Hassan Bahara"], "keywords": ["fascisme", "zijn", "van", "amsterdam", "racismeprobleem", "en", "heeft", "een", "om", "tegen", "demonstratie", "ook", "te", "nederland", "het", "niet", "die"], "pubDate": "2021-01-10T19:41:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}