{"id": "59adc999-9fc1-34da-b785-35e589f9ea74", "title": "Knegt boekt eerste zege sinds rentree, Schulting wint Invitation Cup", "url": "https://nu.nl/schaatsen/6094945/knegt-boekt-eerste-zege-sinds-rentree-schulting-wint-invitation-cup.html", "summary": "Sjinkie Knegt heeft zondag bij de International Invitation Cup zijn eerste overwinning sinds zijn rentree geboekt.\nHet was zijn eerste zege sinds hij in februari terugkeerde op het ijs, nadat hij een jaar eerder ernstige brandwonden had opgelopen bij het aansteken van een houtkachel.\n(Foto: ANP)Schulting krijgt penalty op 500 meterBij de vrouwen kreeg Schulting op de 500 meter een penalty, omdat ze in de finale Selma Poutsma ten val bracht.\nDe Invitation Cup, al vele jaren de seizoensopener in het shorttrack, stond eigenlijk eind oktober al op het programma.\nVanwege enkele coronabesmettingen onder de deelnemers werd het evenement op het laatst moment afgelast.", "paragraphs": ["Sjinkie Knegt heeft zondag bij de International Invitation Cup zijn eerste overwinning sinds zijn rentree geboekt. De Fries was in Heerenveen de sterkste op de 1.000 meter. Bij de vrouwen eiste Suzanne Schulting de eindzege voor zich op.", "Knegt hield op de 1.000 meter de Israëliër Vladislav Bykanov (tweede) en Dylan Hoogerwerf (derde) achter zich. Het was zijn eerste zege sinds hij in februari terugkeerde op het ijs, nadat hij een jaar eerder ernstige brandwonden had opgelopen bij het aansteken van een houtkachel.", "Op de 500 meter moest de 31-jarige Knegt genoegen nemen met de vierde plaats. De pas achttienjarige Jens van 't Wout ging met de zege aan de haal op de kortste afstand. Hij bleef Itzhak de Laat (tweede) en Daan Breeuwsma (derde) voor.", "De eindoverwinning bij de mannen was voor De Laat. De Fries, die zaterdag ook als tweede eindigde op de 1.500 meter en vierde werd op de 500 meter, liet Knegt ruim achter zich in het klassement.", "Door: ANP", "Suzanne Schulting en Selma Poutsma kwamen ten val op de 500 meter. (Foto: ANP)", "Schulting krijgt penalty op 500 meter", "Bij de vrouwen kreeg Schulting op de 500 meter een penalty, omdat ze in de finale Selma Poutsma ten val bracht. De regerend wereldkampioene ging zelf ook onderuit, maar volgens de jury had ze Poutsma gehinderd bij een inhaalactie. Hierdoor werd ze teruggezet naar de vierde plaats.", "Op de 1.000 meter herstelde de 23-jarige Schulting zich en was ze een klasse apart. De regerend olympisch kampioene op deze afstand bleef Xandra Velzeboer (tweede) en Poutsma (derde) ruim voor.", "Ondanks de penalty op de 500 meter greep Schulting ook de eindzege. Ze begon het toernooi zaterdag met de winst op de 1.500 meter. Velzeboer werd tweede in het klassement.", "De Invitation Cup, al vele jaren de seizoensopener in het shorttrack, stond eigenlijk eind oktober al op het programma. Vanwege enkele coronabesmettingen onder de deelnemers werd het evenement op het laatst moment afgelast. Volgend weekend komen de Nederlandse shorttrackers in Thialf in actie bij de NK afstanden, een nieuwe wedstrijd op de kalender."], "authors": ["Door"], "keywords": ["rentree", "schulting", "invitation", "eerste", "bij", "knegt", "sinds", "wint", "meter", "boekt", "het", "een", "cup", "en", "500", "op", "tweede", "ze", "zege"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}