{"id": "59aee7be-6a2d-3cb8-91fd-82a929972dd9", "title": "Wat zijn de gevolgen van liquidatie Iraanse atoomwetenschapper?", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2020/12/wat-zijn-de-gevolgen-van-liquidatie-iraanse-atoomwetenschapper-791194/", "summary": "Fakhrizadeh stond aan de top van het Iraanse nucleaire programma.\nHij zou de geestelijk vader zijn van het project AMAD voor de ontwikkeling van kernwapens.\nNetanyahu maakte die opmerking tijdens een presentatie over het Iraanse atoomprogramma op basis van buitgemaakte Iraanse archiefstukken.\nIsraël is fel tegenstander van het Iraanse atoomprogramma en Netanyahu kritiseert het internationale atoomakkoord met Iran uit 2015.\nIsraël en de Verenigde Staten ontkennen betrokkenheid bij eerdere aanslagen, en op de moord op Fakhrizadeh hebben Israël en het Pentagon niet gereageerd.", "paragraphs": ["Zowel binnen als buiten Iran wijzen experts met een beschuldigende vinger naar Israël waar het gaat om de moord op de prominente Iraanse atoomwetenschapper Mohsen Fakhrizadeh op 27 november. Iran zweert wraak en is van plan meer uranium te verrijken. Dat verkleint de kans voor aanstaand Amerikaans president Joe Biden om terug te keren naar het atoomakkoord met Iran.", "1. Waarom was Fakhrizadeh belangrijk voor Iran?", "Fakhrizadeh stond aan de top van het Iraanse nucleaire programma. Hij zou de geestelijk vader zijn van het project AMAD voor de ontwikkeling van kernwapens. Volgens het Internationaal Atoomenergieagentschap (IAEA) is Iran daarmee in 2003 gestopt, maar Israël trekt dat in twijfel. Fakhrizadeh was hoogleraar aan de Imam Hossein Universiteit en zou een hoge rang binnen de Iraanse Revolutionaire Garde hebben bekleed. Dit elitekorps van hoogste leider Ali Khamenei is ook betrokken bij Irans atoomprogramma.", "Lees ook: het worden nog twee nerveuze maanden voor het Iraanse regime", "Met de dood van Fakhrizadeh raakt Iran binnen een jaar twee sleutelfiguren kwijt. In januari kwam generaal-majoor Qassem Soleimani van de Quds-brigade om het leven bij een Amerikaanse drone-aanval in Irak.", "Maandag 30 november is Fakhrizadeh in Teheran begraven, na herdenkingen in de heilige steden Mashhad en Qom. President Hassan Rohani zegt dat Iran uit is op wraak en beschuldigt Israël van de moord op Fakhrizadeh.", "2. Hoe aannemelijk is het dat Israël achter de aanslag zit?", "‘Fakhrizadeh, onthoud die naam,’ waarschuwde de Israëlische premier Benjamin Netanyahu in 2018. Netanyahu maakte die opmerking tijdens een presentatie over het Iraanse atoomprogramma op basis van buitgemaakte Iraanse archiefstukken. Israël is fel tegenstander van het Iraanse atoomprogramma en Netanyahu kritiseert het internationale atoomakkoord met Iran uit 2015.", "Volgens experts, zoals de Israëlische onderzoeksjournalist Ronen Bergman van The New York Times, is de liquidatie waarschijnlijk het werk van de Israëlische geheime dienst Mossad. Tussen 2010 en 2012 kwamen vier Iraanse kernwetenschappers om het leven toen hun auto werd opgeblazen of beschoten. De wrakstukken zijn te zien in het Museum van de Heilige Verdediging in Teheran. Goed propagandamateriaal om de kwade bedoelingen van Israël en de Verenigde Staten aan te tonen.", "Israël en de Verenigde Staten ontkennen betrokkenheid bij eerdere aanslagen, en op de moord op Fakhrizadeh hebben Israël en het Pentagon niet gereageerd. Iran kwam op zijn beurt niet met duidelijke bewijzen die wijzen op Israëlische betrokkenheid.", "De Amerikaanse president Donald Trump zou zijn adviseurs in november hebben gevraagd of het mogelijk is nucleaire installaties in Natanz te bombarderen. Mogelijk wil Trump voorkomen dat aanstaand president Biden toenadering zoekt met Iran en het atoomakkoord nieuw leven in blaast.", "3.Wat betekent de liquidatie voor het atoomakkoord met Iran?", "De grote vraag is of Biden het door Trump opgezegde atoomakkoord met Iran opnieuw zal tekenen. Tijdens de campagne zei Biden dat te willen doen, als Iran zich ook weer aan de regels gaat houden. President Rohani ziet het wel zitten. Hij denkt een terugkeer naar de afspraken uit 2015 met een paar handtekeningen te kunnen regelen.", "Lees ook: Biden kiest voor ervaring en gematigdheid met eerste keuzes voor kabinet", "Maar met de moord op Fakhrizadeh staan de verhoudingen weer op scherp en lopen politici in de Verenigde Staten niet warm voor een volledige terugkeer naar het atoomakkoord uit 2015. Bovendien kan Rohani tijdens de presidentsverkiezingen in de zomer van 2021 niet worden herkozen. Daarmee valt een belangrijke Iraanse voorstander voor het atoomakkoord weg, want een groot aantal haviken in het Iraanse parlement zit niet er niet op te wachten.", "De eenzijdige beëindiging van het atoomakkoord in 2018 door Trump was de laatste jaren reden voor Iran om de strenge regels te laten varen. Zo werd er meer uranium verrijkt dan afgesproken, en daarmee is het in theorie mogelijk om kernwapens te ontwikkelen.", "4. Hoe zit het met die uraniumverrijking in Iran?", "Door meer uranium te gaan verrijken, probeert Iran de landen die nog wel deelnemen aan het atoomakkoord onder druk te zetten. Als de andere landen zich ook weer aan de voorwaarden uit 2015 gaan houden, zal Iran de nucleaire afspraken weer in acht nemen. Op die manier wil Iran een einde maken aan de zware economische sancties die Amerika het land heeft opgelegd.", "Daarom stemde het Iraanse parlement dinsdag 1 december in met een wetsvoorstel dat de overheid verplicht jaarlijks 120 kilo van 20 procent verrijkt uranium te produceren. Dat is ver boven de het maximum van 3,67 procent dat in 2015 werd afgesproken. Voor kernwapens is verrijkt uranium van 90 procent nodig. Daar zit Iran voorlopig nog niet in de buurt.", "Lees meer: Deze route legt uranium af naar de centrale", "Als reactie op de moord op Fakhrizadeh riep het Iraanse parlement op om internationale inspecties van de nucleaire installaties in Iran stop te zetten.", "Woensdag 16 december is in Wenen overleg gepland met de nog deelnemende landen aan het atoomakkoord."], "authors": [], "keywords": ["van", "wat", "gevolgen", "het", "iraanse", "op", "met", "zijn", "iran", "een", "atoomwetenschapper", "te", "en", "liquidatie", "voor"], "pubDate": "2020-12-01T15:00:09+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}