{"id": "59beecce-d44c-33fa-936e-b2e20ad0bb36", "title": "Alternatief voor de nachtmis: een stream vanuit De Duif", "url": "https://www.parool.nl/ps/alternatief-voor-de-nachtmis-een-stream-vanuit-de-duif~b876f4cd/", "summary": "“Zeker, de nachtmis is voor veel mensen een moment van bezinning, en dan is iedereen ook nog aan huis gekluisterd.\n“Morgenmiddag om half vijf streamen we de kinderviering vanuit De Duif, kinderen kunnen zelfs al eerder meezoomen via de site van De Duif.\nOm tien uur streamen we vervolgens de oecumenische volwassenenviering, ook vanuit De Duif.”Zonder bezoekers?\nOok kan men vanaf half zes kijken naar een concert van Rosanne Philippens met een zeventienkoppig orkest, met de Amsterdamse cellist Lidy Blijdorp als solist.\n“Eten met twee vrienden en daarna richten we de thuisbioscoop in – een beamer en een witte wand – en kijken we een kerstfilm.”", "paragraphs": ["Beeld Shutterstock", "U was verdrietig toen de bisschoppenconferentie vorige week alle nachtmissen afgelastte?", "“Zeker, de nachtmis is voor veel mensen een moment van bezinning, en dan is iedereen ook nog aan huis gekluisterd. Maar, goed nieuws, we hebben alternatieven bedacht en er wat op gevonden.”", "O?", "“Morgenmiddag om half vijf streamen we de kinderviering vanuit De Duif, kinderen kunnen zelfs al eerder meezoomen via de site van De Duif. Om tien uur streamen we vervolgens de oecumenische volwassenenviering, ook vanuit De Duif.”", "Zonder bezoekers?", "“De vieringen zijn tevoren opgenomen. Ook kan men vanaf half zes kijken naar een concert van Rosanne Philippens met een zeventienkoppig orkest, met de Amsterdamse cellist Lidy Blijdorp als solist. De musici willen samen een album opnemen. Het is een repetitie daarvoor, en wie wil kan hun initiatief ondersteunen. Het concert is via YouTube te zien, ook later nog, net als de kerstvieringen.”", "Dan hebben we kerst zelf. Wat stelt u voor dan te doen?", "“Op de site van Stadsherstel staan leuke wandelingen, waaronder een speciale Amstelkerkkerstwandeling, met het verhaal hoe het er daar in de 17de eeuw aan toeging, en de geschiedenis van vijftien andere monumenten in de buurt. Die kun je gratis toegestuurd krijgen via stadsherstel.nl. Wel van huis een thermosfles warme chocolade meebrengen.”", "Hoe viert u kerst?", "“Eten met twee vrienden en daarna richten we de thuisbioscoop in – een beamer en een witte wand – en kijken we een kerstfilm.”"], "authors": ["Dylan Van Eijkeren"], "keywords": ["duif", "alternatief", "van", "het", "voor", "en", "een", "met", "ook", "te", "stream", "vanuit", "wat", "nachtmis"], "pubDate": "2020-12-23T07:57:27Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}