{"id": "59c4dc0a-b20a-38a4-87da-23efa0a5631f", "title": "Sociaal medium Parler op zwart na ingrijpen van Amazon", "url": "http://www.nu.nl/tech/6101234/sociaal-medium-parler-op-zwart-na-ingrijpen-van-amazon.html", "summary": "Parler, de socialemediadienst die populair is bij aanhangers van de Amerikaanse president Donald Trump, is offline nadat Amazon de webhosting van de site heeft gestaakt.\nHet sociale medium zou gebruikt zijn om op te roepen tot geweld.\nZo zouden gebruikers onder meer zijn aangespoord tot de bestorming van het Amerikaanse Capitool door aanhangers van Trump afgelopen woensdag.\nApple liet zondag weten het sociale medium verwijderd te hebben uit de App Store.\nOnder meer Trump-aanhangers gebruiken het sociale medium, omdat ze vinden dat op andere sociale media hun mond wordt gesnoerd.", "paragraphs": ["Parler, de socialemediadienst die populair is bij aanhangers van de Amerikaanse president Donald Trump, is offline nadat Amazon de webhosting van de site heeft gestaakt.", "Het sociale medium zou gebruikt zijn om op te roepen tot geweld. Zo zouden gebruikers onder meer zijn aangespoord tot de bestorming van het Amerikaanse Capitool door aanhangers van Trump afgelopen woensdag.", "Amazon had Parler al gewaarschuwd dat de webhosting stopgezet zou worden als het niets zou doen om de gewelddadige inhoud te bestrijden.", "Apple liet zondag weten het sociale medium verwijderd te hebben uit de App Store. Parler werd vrijdag door Google uit de Play Store gehaald om dezelfde redenen.", "Alternatief voor Twitter", "Parler is opgezet in 2018 als een alternatief voor de app Twitter. Onder meer Trump-aanhangers gebruiken het sociale medium, omdat ze vinden dat op andere sociale media hun mond wordt gesnoerd. Het medium heeft tien miljoen abonnees en vier miljoen actieve gebruikers. Trump heeft 2,3 miljoen volgers op Parler.", "Parler-oprichter John Matze zei al eens dat Parler als platform niet verantwoordelijk is voor alle berichten die door gebruikers worden geplaatst."], "authors": ["Door"], "keywords": ["sociale", "van", "amazon", "medium", "voor", "sociaal", "zwart", "op", "te", "trump", "het", "parler", "zou", "ingrijpen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}