{"id": "59c4ac43-23f9-33e0-b555-2b9e51d87b97", "title": "Journalisten over Capitoolbestorming: 'Ik wist dat het een rotzooi zou worden'", "url": "https://nos.nl/nieuwsuur/artikel/2363871-journalisten-over-capitoolbestorming-ik-wist-dat-het-een-rotzooi-zou-worden.html", "summary": "De drie hadden wel verwacht dat het een rumoerige dag kon worden.\nMarcus DiPaola, freelance journalist met meer dan twee miljoen volgers op TikTok, is het stelligst: \"Ik wist dat het een complete rotzooi zou worden toen Trump tweette dat 6 januari 'wild' zou worden.\n\"Ik dacht dat ik gerommel hoorde, maar ik besefte pas dat er mensen in het gebouw waren gekomen toen een agent van de Capitol Police dat door een microfoon meedeelde.\nOp dat moment besefte ik dat er echt iets aan de hand was.\"\n\"Ik dacht dat als ze binnen zouden komen, ik het niet zou overleven.", "paragraphs": ["Het is inmiddels vier dagen geleden dat Trump-aanhangers zich op gewelddadige wijze toegang verschaften tot het Amerikaanse Capitool. Ooggetuigen hebben tijd gehad om de ervaringen te laten bezinken. Met drie journalisten die erbij waren, blikt Nieuwsuur terug. De drie hadden wel verwacht dat het een rumoerige dag kon worden. De verkiezing van Joe Biden als president moest bekrachtigd worden door het Congres, en president Donald Trump had zijn achterban opgeroepen naar het Capitool te komen om te protesteren. Marcus DiPaola, freelance journalist met meer dan twee miljoen volgers op TikTok, is het stelligst: \"Ik wist dat het een complete rotzooi zou worden toen Trump tweette dat 6 januari 'wild' zou worden. Iedereen had kunnen weten dat de betogers het Capitool zouden bestormen. Het stond overal op hun sociale media-pagina's. Het is voor hen heel gebruikelijk om dit soort dingen te bespreken in het openbaar.\" Politie trekt zich terug Het eerste wat DiPaola ziet als hij tegen 14.00 uur bij het Capitool aankomt, is \"een meute van 600 demonstranten aan het vechten met de politie\". Hij besluit te gaan filmen wanneer een demonstrant aanstalten maakt een agent te stompen met zijn vuist. \"Ik besefte dat er iets verschrikkelijks ging gebeuren.\" Het eerste wat hij vervolgens filmt zijn de agenten die zich terugtrekken van de menigte. \"Wat moeten zes agenten tegen een menigte van 600 man?\"", "Dit artikel bevat een video. 0:13 Politie is geen partij voor menigte Trump-aanhangers", "Ondertussen zit Kadia Goba binnen in het Capitool, waar ze het debat in het Huis van Afgevaardigden volgt. De verslaggever van nieuwswebsite Axios zit recht boven voorzitter Nancy Pelosi. \"Via berichten op sociale media hoorde ik dat kantoorgebouwen werden geëvacueerd. Dus we kregen het idee dat er iets goed fout ging.\" Toch heeft ze niet gelijk door dat het Capitool wordt binnengevallen. \"Ik dacht dat ik gerommel hoorde, maar ik besefte pas dat er mensen in het gebouw waren gekomen toen een agent van de Capitol Police dat door een microfoon meedeelde. Hij zei ook dat we niet in gevaar waren en rustig moesten blijven.\" 'Ik vreesde voor mijn leven' \"Vijf minuten later zei de politie dat de indringers bij de rotunda waren, wat heel dichtbij het Huis is. Toen zei de beveiliging dat Congresleden gasmaskers op moesten zetten. Op dat moment besefte ik dat er echt iets aan de hand was.\" Direct daarna hoort ze gebonk op de deur. \"Ik dacht dat als ze binnen zouden komen, ik het niet zou overleven. Ja, ik vreesde voor mijn leven.\" Ze wordt uit de ruimte geleid door de beveiliging. \"Ik heb me toen 2,5 uur verscholen in de werkkamer van een Congreslid.\"", "“ Ze wilden naar binnen en Mike Pence pakken en hem ophangen. Ze wilden hem vermoorden. Marcus DiPaola, journalist", "Om 16.00 uur, als de bestorming al een paar uur bezig is maar de situatie nog niet onder controle, begint videojournalist Zoeann Murphy van de Washington Post aan haar dienst. Ze staat bij een van de toegangsdeuren van het Capitool. \"Ik had vrienden en collega's die binnen waren. Het was heel angstig om dit te zien gebeuren.\" Bij de deur ziet ze een vrouw die van haar telefoon een tweet van Trump voorleest aan de \"dolle menigte\" om haar heen. Ze herhaalt de tekst vijftien keer. \"Trumps tweet had de strekking dat de politie aan hún kant stond. Daarna verspreidde de groep zich. Men vatte de woorden van Trump op als directe instructie voor wat ze moesten doen.\"", "Voor DiPaola is dan duidelijk waar de Trump-aanhangers op uit zijn. Ze zijn kwaad op vicepresident Mike Pence omdat hij die dag had geweigerd om de verkiezingsuitslag af te wijzen, waar Trump op had aangedrongen. \"Ze wilden naar binnen en wilden Pence pakken en hem ophangen. Ze wilden hem vermoorden.\" 'Ze hebben een heilige plek geschonden' Zodra de politie met versterking de indringers heeft weten te verdrijven wordt het Capitool veilig verklaard en gaat het debat weer verder. \"Ik begon toen gewoon weer verslag te doen\", zegt Goba. \"Tot een uur of vier 's nachts.\" Om 18.00 uur gaat in Washington D.C. een avondklok in zodat de politie betogers kan arresteren die nog op straat zijn. Maar ook sommige journalisten worden aangehouden, onder wie Murhphy. De politie laat haar pas gaan als ze bijna in een arrestatiebus wordt gezet. \"Wat betreft politieoptreden was dit een ramp. Ik ben nog steeds aan het verwerken wat er gebeurd is.\"", "Murphy filmde nog toen zij en haar collega werden gearresteerd Zoeann Murphy zoom in"], "authors": ["Marcus Dipaola", "Dit Is Een Artikel Van"], "keywords": ["ik", "politie", "van", "rotzooi", "en", "een", "ze", "journalisten", "capitoolbestorming", "op", "wist", "te", "het", "worden", "dat", "zou"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}