{"id": "59ef399c-fe9c-38a9-956d-509a2e458a4a", "title": "Uitreiking Grammy Awards uitgesteld naar 14 maart", "url": "https://nu.nl/muziek/6100425/uitreiking-grammy-awards-uitgesteld-naar-14-maart.html", "summary": "De uitreiking van de Grammy Awards is van 31 januari uitgesteld naar 14 maart.\n\"Na overleg met gezondheidsexperts, de host en de optredende artiesten hebben we besloten de 63e uitreiking van de Grammy's naar 14 maart te verplaatsen\", schrijft de organisatie.\nIn een verklaring wordt uitgelegd dat de verslechterde situatie rondom het coronavirus in Los Angeles, de stad waar de uitreiking plaatsvindt, reden is voor het uitstellen van de uitreiking.\nDe organisatie schrijft dat het uitstel het enige juiste was om te doen na berichtgeving over de overspoelde medische zorg in de stad.\nZangeres Beyoncé maakt met negen nominaties de grootste kans om op 14 maart met een Grammy naar huis te gaan.", "paragraphs": ["De uitreiking van de Grammy Awards is van 31 januari uitgesteld naar 14 maart. De organisatie maakte dinsdag al bekend dat de ceremonie op de geplande datum niet door kon gaan en meldt niet veel later via Twitter dat zij zich na overleg op maart heeft gericht.", "\"Na overleg met gezondheidsexperts, de host en de optredende artiesten hebben we besloten de 63e uitreiking van de Grammy's naar 14 maart te verplaatsen\", schrijft de organisatie.", "In een verklaring wordt uitgelegd dat de verslechterde situatie rondom het coronavirus in Los Angeles, de stad waar de uitreiking plaatsvindt, reden is voor het uitstellen van de uitreiking. De organisatie schrijft dat het uitstel het enige juiste was om te doen na berichtgeving over de overspoelde medische zorg in de stad.", "De ceremonie zou op 31 januari zonder publiek en zonder genomineerde artiesten plaatsvinden in het STAPLES Center in Los Angeles. Wel zouden verschillende artiesten optreden.", "Zangeres Beyoncé maakt met negen nominaties de grootste kans om op 14 maart met een Grammy naar huis te gaan. Haar collega's Dua Lipa, Taylor Swift en rapper/zanger Roddy Ricch volgen met zes nominaties. De show wordt gepresenteerd door Trevor Noah."], "authors": ["Door"], "keywords": ["uitgesteld", "grammy", "het", "awards", "van", "naar", "en", "met", "op", "te", "uitreiking", "maart", "dat", "14"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}