{"id": "59f7688e-e9ac-3083-b566-9835928c2bf1", "title": "Politieke vragen over de strenge lockdown", "url": "https://nrc.nl/nieuws/2020/12/15/politieke-vragen-over-de-strenge-lockdown-a4023869", "summary": "Het was misschien onvermijdelijk dat het kabinet op de valreep van 2020 tot een vergaande lockdown besloot.\n2020: het jaar van het coronakwakkelen.\nEr zijn ook geen aanwijzingen dat het kabinet die adviezen met andere dan de beste bedoelingen beoordeelt.\nEn aan de schommelingen zie je: strenge maatregelen zijn goed voor zijn waardering.\nEn je kunt zeker beredeneren dat het kabinet tot deze lockdown over moest gaan.", "paragraphs": ["Het was misschien onvermijdelijk dat het kabinet op de valreep van 2020 tot een vergaande lockdown besloot. Je wist het niet. Ze konden in Den Haag het hele jaar denken of suggereren dat ze de pandemie aanpakten. Maar zeker was het nooit. Telkens als je dacht dat het goed ging, verschenen de eerste doemberichten weer. 2020: het jaar van het coronakwakkelen.", "In de herfst, bij het begin van de tweede golf, las ik de Kamerdebatten terug over de pandemie in het eerste halfjaar: hoe alert was iedereen geweest? Wat vooral opviel was het optimisme van beslissers in de zomer. Het toenmalige Kamerlid Theo Hiddema (FVD) zei 25 juni plechtig: „De coronacrisis is voorbij.” RIVM-baas Jaap van Dissel deed die dag de kans op nieuw onheil af in een tussenzinnetje – „een tweede golf, als die al komt”.", "Dezelfde Van Dissel overtuigde zondag het kabinet dat nu bijna de hele maatschappij op slot moet voor de strijd tegen de tweede golf. Er zijn geen aanwijzingen dat hij zijn adviezen met andere dan de beste bedoelingen geeft. Er zijn ook geen aanwijzingen dat het kabinet die adviezen met andere dan de beste bedoelingen beoordeelt.", "Maar toch: vragen stellen kan geen kwaad. Het is een publiek geheim dat in het kabinet op 1 en 2 november een ruzie-achtige sfeer bestond omdat premier Mark Rutte en vicepremier Hugo de Jonge ook toen Van Dissel wilden volgen met – destijds al – plannen voor een lockdown of avondklok. Maar de andere ministers wezen dit tot driemaal toe rigoureus af. Het aantal besmettingen ligt nu aanzienlijk hoger, maar je kunt je de vraag stellen: als Van Dissel nu wordt gevolgd, waarom toen niet?", "Dan is er nog iets. Opiniepeiler Ipsos stuurde me op verzoek de waarderingscijfers voor Rutte dit jaar. Vóór het eerste coronageval, in februari, vond 39 procent van de kiezers hem de ideale premier. Een goede score. Maar door corona klom hij in november zelfs naar 59 procent. Een spectaculaire score. En aan de schommelingen zie je: strenge maatregelen zijn goed voor zijn waardering.", "Er komt bij dat donderdag het onderzoeksrapport over de kindertoeslagenaffaire verschijnt, een politiek gevoelige kwestie waarover Rutte is gehoord, maar de belangstelling daarvoor kan verslappen omdat Ruttes lockdown deze week de aandacht opeist. Eenzelfde gevaar loopt zijn nieuwste electorale concurrent, CDA-lijsttrekker Wopke Hoekstra.", "De verkiezingen zijn al over drie maanden. En je kunt zeker beredeneren dat het kabinet tot deze lockdown over moest gaan. Maar als crisisbestrijding en campagnetijd in elkaar overlopen, zoals nu, kan het geen kwaad voor ogen te houden welke politicus het meeste profijt van streng crisisoptreden heeft.", "Tom-Jan Meeus (t.meeus@nrc.nl; @tomjanmeeus ) schrijft elke dinsdag op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 15 december 2020"], "authors": ["Tom-Jan Meeus", "Leestijd Minuut"], "keywords": ["strenge", "van", "dat", "een", "politieke", "maar", "lockdown", "vragen", "zijn", "op", "voor", "je", "het", "kabinet"], "pubDate": "2020-12-15T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}