{"id": "59f8ff6d-2525-328d-992a-26f0b95ff2ee", "title": "De Volkskeuken: geroosterde aubergine met chermoula", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-geroosterde-aubergine-met-chermoula~b9bb7842/", "summary": "De vegetariërs krijgen aubergine met chermoula, een Noord-Afrikaanse kruidenpasta waar tientallen versies van bestaan.\nSnijd de schil in stukjes en pureer met een staafmixer samen met de knoflook, koriander, komijn- en paprikapoeder, cayenne, olijfolie en citroensap tot een pasta.\nDraai ze na 30 minuten om, bestrooi de andere kant ook met zout en laat opnieuw liggen.\nLeg op een met bakpapier beklede bakplaat.\nDe aubergine smaakt ook heerlijk met een komkommer-yoghurtdip.", "paragraphs": ["Toen ik net in mijn buurt woonde, ontmoette ik Maureen. Een gouden treffer; niet alleen kon ik met haar hele dagen over eten praten, maar Maureen kende ook alles en iedereen in onze bont geschakeerde winkelstraat. Wist ik bijvoorbeeld dat die ene supermarkt ook verse Turkse boter verkocht?", "Al snel trok ze me de keuken in. Ze zeggen dat eten verbindt, en wanneer Maureen iets organiseert, is dat precies wat er gebeurt. Zo stond ik eens achter de pannen met Mohammad, een uit Syrië gevluchte chef, om een buurtdiner te koken. Verstaan konden we elkaar nog niet zo goed, maar aan één gezamenlijk blik in de pan hadden we genoeg; die uien moesten nog even.", "Twee jaar later heeft Mohammad een cateringbedrijf en verstaan we elkaar moeiteloos. Komende vrijdag koken we weer samen. Maureen organiseert haar jaarlijkse Transvaal Bacchanaal in de Amsterdamse Transvaalbuurt en wij koken mee. Normaal is het knus aanschuiven aan lange tafels, dit keer is het bestellen en afhalen. Hij maakt geroosterde gemberkip, ik bloemkool met ansjovisboter. De vegetariërs krijgen aubergine met chermoula, een Noord-Afrikaanse kruidenpasta waar tientallen versies van bestaan. Die ansjovisbloemkool zette ik al eens in de krant, daarom krijgt u vandaag mijn versie van het auberginegerecht.", "Ingrediënten 2 ingemaakte citroenen, in partjes (Turkse supermarkt) 3 teentjes knoflook, in plakjes 15 g vers korianderblad 1 theel. komijnpoeder 1 theel. mild paprikapoeder Mespunt cayennepeper 100 ml olijfolie 1 theel. citroensap 1 flinke aubergine", "Schraap het vruchtvlees uit de partjes ingemaakte citroen en gooi weg. Snijd de schil in stukjes en pureer met een staafmixer samen met de knoflook, koriander, komijn- en paprikapoeder, cayenne, olijfolie en citroensap tot een pasta.", "Snijd de aubergine in de lengte in minimaal 4 plakken van 1 cm dik. Kerf in beide kanten een ondiep rastertje. Leg de plakken op keukenpapier en bestrooi spaarzaam met zout. Draai ze na 30 minuten om, bestrooi de andere kant ook met zout en laat opnieuw liggen. Spoel een seconde af onder de kraan en dep de aubergineplakken goed droog met keukenpapier of een schone doek.", "Verwarm de oven op 200 graden (boven- en onderwarmte). Smeer de plakken aan beide kanten in met chermoula. Leg op een met bakpapier beklede bakplaat. Rooster 35-40 minuten in de oven tot de binnenkant boterzacht is en de randjes een beetje knapperig.", "Besprenkel met wat olijfolie. Eet als lauwwarm bijgerecht. De aubergine smaakt ook heerlijk met een komkommer-yoghurtdip."], "authors": ["Sake Slootweg"], "keywords": ["van", "volkskeuken", "aubergine", "een", "het", "en", "ook", "maureen", "ze", "geroosterde", "ik", "chermoula", "theel", "met"], "pubDate": "2020-12-14T13:32:46Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}