{"id": "59fa1bd4-d448-3a37-acdf-07819e8ac597", "title": "Vertoon van macht door ‘Patriots!’", "url": "https://www.volkskrant.nl/kijkverder/v/2020/vertoon-van-macht-door-patriots~v396050/", "summary": "Sommige van die confrontaties leidden tot chaotische oorlogstaferelen van man-tegen-man-gevechten in nachtelijke straten.\nZaterdag kwam daar een ander beeld bij: dat van pick-up-trucks met vlaggen en mannen met baarden in de achterbak, die in een parade door een stad trokken.\n‘We zijn hier om onze kracht te laten zien’, zei Joe Remenar, een van de deelnemers, tegen de lokale zender KGW8, terwijl hij en de anderen zich op de parkeerplaats van een winkelcentrum in een voorstad verzamelden.\n‘We hopen dat de pers het oppikt, maar dat zal wel weer niet’, zei Remenar nog, een teken dat deze mannen met hun glanzende auto’s zich nog steeds de ‘vergeten mensen van Amerika wanen’, zoals Trump ze vier jaar geleden noemde.\n‘Patriots!’, twitterde Trump die avond, bij beelden van de mannen, die in een soort drive-by shooting paintball-projectielen en pepperspray op de linkse demonstranten afvuurden.", "paragraphs": ["Sommige van die confrontaties leidden tot chaotische oorlogstaferelen van man-tegen-man-gevechten in nachtelijke straten. Zaterdag kwam daar een ander beeld bij: dat van pick-up-trucks met vlaggen en mannen met baarden in de achterbak, die in een parade door een stad trokken.", "‘We zijn hier om onze kracht te laten zien’, zei Joe Remenar, een van de deelnemers, tegen de lokale zender KGW8, terwijl hij en de anderen zich op de parkeerplaats van een winkelcentrum in een voorstad verzamelden. De meesten kwamen uit omliggende plaatsen, niet uit Portland zelf: de strijd in de VS is, net als in Europa, die tussen stad en platteland, zie ook het paard tussen de pick-ups. ‘We hopen dat de pers het oppikt, maar dat zal wel weer niet’, zei Remenar nog, een teken dat deze mannen met hun glanzende auto’s zich nog steeds de ‘vergeten mensen van Amerika wanen’, zoals Trump ze vier jaar geleden noemde.", "‘Patriots!’, twitterde Trump die avond, bij beelden van de mannen, die in een soort drive-by shooting paintball-projectielen en pepperspray op de linkse demonstranten afvuurden. Nog twee maanden tot de verkiezingen."], "authors": ["Augustus"], "keywords": ["van", "nog", "die", "met", "macht", "een", "en", "dat", "zich", "vertoon", "zei", "patriots", "door", "mannen"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}