{"id": "5a0cef93-6798-3867-9fb7-4c130a905d4f", "title": "Mbo-studenten gaan vaccineren om alsnog aan hun stage-uren te komen", "url": "https://nos.nl/nieuwsuur/artikel/2360720-mbo-studenten-gaan-vaccineren-om-alsnog-aan-hun-stage-uren-te-komen.html", "summary": "Daar gaat de GGD mbo-studenten inzetten bij het vaccineren, als alternatief voor een stage.\n'Verloren generatie dreigt' Onderwijsinstellingen moeten zich al langere tijd in allerlei bochten wringen om hun studenten een stageplek te geven.\nHet gevaar bestaat dat ze hun opleiding niet kunnen afmaken en dat we een verloren covid-19-generatie krijgen\", zegt De Vries.\nWe hebben het zwaar en het verzuim is hoog.\"\n\"Instellingen zeggen tegen me dat ze overbelast zijn, dat het heel druk is op de werkvloer, dat er geen werkbegeleiders zijn of dat ze kampen met veel coronabesmettingen onder het personeel.", "paragraphs": ["Er is een groot tekort aan stages voor mbo-studenten. Werkgevers, zeker zorginstellingen, hebben vanwege het coronavirus liever geen stagiairs rondlopen. Voor zorgstudenten zijn er daardoor 3400 plekken te weinig. Tegelijkertijd zijn veel mensen nodig voor de vaccinatiecampagne. Eén en één is twee, dachten ze in Zuidoost-Brabant. Daar gaat de GGD mbo-studenten inzetten bij het vaccineren, als alternatief voor een stage.", "'Verloren generatie dreigt' Onderwijsinstellingen moeten zich al langere tijd in allerlei bochten wringen om hun studenten een stageplek te geven. Daarin slagen ze dit jaar nauwelijks. \"Alleen al in de zorg hebben wij honderd studenten die geen stageplek hebben\", zegt Laurent de Vries, bestuursvoorzitter van het Summa College in Eindhoven. \"Voor de hele school gaat het om 800 studenten zonder stage. Het gevaar bestaat dat ze hun opleiding niet kunnen afmaken en dat we een verloren covid-19-generatie krijgen\", zegt De Vries. Dat is natuurlijk een groot probleem voor de studenten, maar ook voor de Nederlandse zorg. \"We hebben de stagiairs eigenlijk heel hard nodig\", zegt José van Vliet, bestuurder van zorgkoepel Actiz. \"We hebben heel veel extra personeel nodig, nu en en de komende jaren.\"", "Door het coronavirus kunnen instellingen nu \"geen goed traject bieden\" aan studenten, zegt Van Vliet. \"Stagiairs hebben goede begeleiding nodig en op dit moment staat dat onder druk. We hebben het zwaar en het verzuim is hoog.\" Nicole Groenen, stagecoördinator bij het Summa College, beaamt dat. \"Instellingen zeggen tegen me dat ze overbelast zijn, dat het heel druk is op de werkvloer, dat er geen werkbegeleiders zijn of dat ze kampen met veel coronabesmettingen onder het personeel. Er is nu geen tijd en ruimte voor stagiairs.\" Drie vliegen in één klap Daarom zijn het Summa College, de GGD Brabant-Zuidoost en andere regionale onderwijsinstellingen met een plan gekomen: vaccineren als stage. Zo krijgen studenten toch een stageplek en beschikt de GGD over voldoende personeel. De Vries: \"Je slaat drie vliegen in één klap. De stageproblematiek los je ermee op, je hebt extra handen voor de vaccinatiecampagne en je hebt straks gekwalificeerde zorgmedewerkers voor alle vacatures in de zorg.\"", "“ Je leert heel goed vaccineren, maar dat is het dan ook. Machteld Marra, mbo-student"], "authors": ["Machteld Marra", "Dit Is Een Artikel Van"], "keywords": ["gaan", "je", "ze", "om", "alsnog", "een", "komen", "te", "aan", "het", "mbostudenten", "voor", "en", "hebben", "vaccineren", "hun", "dat", "studenten", "stageuren", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}