{"id": "5a0c8205-24b1-3305-af62-043ffd5eda45", "title": "Uitslag Stelling: KLM afsplitsen en behouden", "url": "https://www.telegraaf.nl/watuzegt/1198193239/uitslag-stelling-klm-afsplitsen-en-behouden", "summary": "„Van zeer groot belang voor onze economie”, vindt een respondent, en vervolgt: „En een van de hoofdredenen waarom bedrijven zich willen vestigen in Nederland.”De Fransen waren ’not amused’ na de actie van Hoekstra.\nZij vinden dat het bedrijf onbestuurbaar is geworden door de grotere Nederlandse zeggenschap.\nSchiphol zou een prima lokale luchthaven kunnen worden.”Een overgrote meerderheid vindt eigenlijk dat Air France-KLM zich moet opsplitsen in een Frans en een Nederlands deel.\n„We blijven anders verwikkeld in een eeuwige machtsstrijd.” Twee derde zou het erg vinden als de maatschappij failliet gaat.\nAls we het loslaten, dan is het of je het hart uit het land snijdt.”", "paragraphs": ["Bijna alle deelnemers zien in de aankoop een poging van de Fransen om de macht in het concern naar zich toe te trekken. „Als de Fransen vinden dat ze te weinig hebben te zeggen, dan bedoelen ze eigenlijk dat ze het hele concern willen hebben.”", "Vorig jaar kocht minister Wobke Hoekstra aandelen KLM om meer zeggenschap te krijgen over Air France KLM. Dat vindt een meerderheid een goede zet. Iemand schrijft: „Eigenlijk had Hoekstra hiermee door moeten gaan en stiekem op de beurs nog meer aandelen moeten kopen, zodat we de Fransen waren voorbijgestreefd.”", "Het argument voor de aandelenaankoop was destijds om het routenetwerk over Schiphol veilig te stellen. De meeste deelnemers vonden dit destijds hard nodig. „Van zeer groot belang voor onze economie”, vindt een respondent, en vervolgt: „En een van de hoofdredenen waarom bedrijven zich willen vestigen in Nederland.”", "De Fransen waren ’not amused’ na de actie van Hoekstra. Zij vinden dat het bedrijf onbestuurbaar is geworden door de grotere Nederlandse zeggenschap. Iemand reageert: „Onbestuurbaar? Laat me niet lachen. Als er een land onbestuurbaar is, dan is het Frankrijk wel. En dat geldt ook voor Air France. Als er bezuinigd moet worden, gooit al het personeel meteen de kont tegen de krib.”", "Slechts een kwart kan meegaan in de Franse redenering dat het bedrijf niet is te managen als er twee kapiteins op het schip zitten. Een reactie: „Eigenlijk is het vreemd dat ze de macht willen. De kleine KLM is winstgevender dan het grote Air France. Je zou kunnen zeggen dat de Fransen teren op de zak van KLM.” De meesten vinden eigenlijk dat de Nederlandse staat de inbreng in Air France-KLM nu ook moet vergroten. Aan de andere kant vinden de meesten juist weer niet dat Nederland de steun aan Air France-KLM moet uitbreiden. Een reactie: „Als je die Fransen hun zin gaat geven, dan is die coronasteun weggegooid geld.” Een andere respondent: „Leuk zo'n steunpakket, maar met Air France gaat het al jaren niet goed. Dus het is trekken aan een dood paard van onze belastingcenten.”", "Een meerderheid van de deelnemers heeft er namelijk niet veel vertrouwen in dat het met de luchtvaartmaatschappij na de coronacrisis weer net net zo goed gaat als ervoor. Het antwoord op de vraag of de luchtvaart nog gaat groeien, laat een verdeeld beeld zien. Een stemmer voorspelt: „Na corona worden die luchtvaartmaatschappijen een bodemloze put, waar maar geld in blijft verdwijnen.” Iemand anders: „Het vliegen zal minder worden en Europa heeft veel te veel en veel te grote luchthavens. Schiphol zou een prima lokale luchthaven kunnen worden.”", "Een overgrote meerderheid vindt eigenlijk dat Air France-KLM zich moet opsplitsen in een Frans en een Nederlands deel. „We blijven anders verwikkeld in een eeuwige machtsstrijd.” Twee derde zou het erg vinden als de maatschappij failliet gaat. Al is het maar uit sentimentele overwegingen: „KLM heeft nog steeds iet magisch. Als we het loslaten, dan is het of je het hart uit het land snijdt.”"], "authors": ["Martine De Vente"], "keywords": ["behouden", "als", "van", "stelling", "het", "klm", "afsplitsen", "een", "air", "en", "dat", "te", "vinden", "uitslag", "fransen"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}