{"id": "5a2b8e6c-09cb-3c35-a0e1-5fe6e6d82a21", "title": "Zolang de topvrouw van Huawei vastzit in Vancouver, blijven twee Canadezen in een Chinese cel", "url": "https://trouw.nl/buitenland/zolang-de-topvrouw-van-huawei-vastzit-in-vancouver-blijven-twee-canadezen-in-een-chinese-cel~b861b89e/", "summary": "De erfgename van een Chinees miljardenbedrijf, politieagenten met spijt en twee Canadezen die al sinds 10 december 2018 zonder duidelijke redenen vastzitten in een Chinese cel.\nDat gebeurde op verzoek van de FBI, die de financieel directeur van telecombedrijf Huawei verdenkt van het overtreden van de Amerikaanse sancties tegen Iran.\nHet bedrijf dat is opgericht door voormalig legerofficier Ren Zhengfei, de vader van Meng, zou informatie uitwisselen met de Chinese overheid.\nEn dus blijft de 48-jarige topvrouw van Huawei voorlopig in Vancouver, en blijven de twee Canadezen in de Chinese gevangenis.\nToch werd hij maandag in China opgepakt op verdenking van ‘het in gevaar brengen van de Chinese nationale veiligheid’.", "paragraphs": ["De erfgename van een Chinees miljardenbedrijf, politieagenten met spijt en twee Canadezen die al sinds 10 december 2018 zonder duidelijke redenen vastzitten in een Chinese cel. Zij vormen, met de Amerikaanse politiedienst FBI op de achtergrond, de hoofdrolspelers in een complexe rechtszaak die China, Canada en de Verenigde Staten met elkaar verbindt.", "Meng Wanzhou werd op 1 december 2018 op de luchthaven van Vancouver gearresteerd door de Royal Canadian Mountain Police (RCMP), bekend van hun rode jassen en grote hoeden. Dat gebeurde op verzoek van de FBI, die de financieel directeur van telecombedrijf Huawei verdenkt van het overtreden van de Amerikaanse sancties tegen Iran. Meng zou via Huawei geld hebben witgewassen voor een dochterbedrijf dat handelt met Iran.", "Amerikaans wantrouwen", "Op de achtergrond speelt het Amerikaanse wantrouwen tegen Huawei, dat koploper is in 5G. Het bedrijf dat is opgericht door voormalig legerofficier Ren Zhengfei, de vader van Meng, zou informatie uitwisselen met de Chinese overheid. Daarom is het door de VS uitgesloten van de aanleg van 5G-netwerken, tot woede van Peking. Die ruzie is slechts één element in de verstoorde relatie tussen de VS en China.", "Sinds haar aanhouding wacht Meng, onder huisarrest in een villa in Vancouver, op uitlevering aan de VS. Ondertussen zitten twee Canadezen al twee jaar in de gevangenis in China. Michael Kovrig en Michael Spavor werden ruim een week na Meng gearresteerd in Peking en dagenlang ondervraagd. Voor zover bekend verblijven ze in cellen waar het licht 24 uur aanblijft, vrijwel afgesloten van de buitenwereld.", "Uit ongetwijfeld gecensureerde brieven die Kovrig in gevangenschap aan zijn vrouw schreef, blijkt dat hij vooral rijst te eten krijgt. Ook loopt hij veel rondjes in zijn cel, om zo tenminste 7000 stappen per dag te halen. Via sociale media laten medestanders nu weten dat zij dat ook doen, uit solidariteit.", "Aanhouding als tegenzet", "Kovrig en Spavor zijn officieel beschuldigd van spionage, zonder duidelijk bewijs. Canada, de VS en de Europese Unie zien de aanhouding van de ‘twee Michaels’ als een tegenzet in de zaak rond Meng. Kovrig is een voormalige diplomaat die werkte voor de denktank International Crisis Group, Spavor is een zakenman met contacten in Noord-Korea.", "De families van de twee Canadezen roepen sinds de aanhouding in Peking op tot hun vrijlating. Maar als Meng wordt uitgeleverd aan de VS is het onwaarschijnlijk dat de Chinese rechter de twee laat gaan. Canada zit in een lastig parket, het kan het Amerikaanse verzoek niet naast zich neerleggen. De rechter in Vancouver buigt zich deze week opnieuw over de zaak.", "Mengs advocaten proberen de rechter ervan te overtuigen dat de samenwerking tussen de Canadese politie en de FBI niet volgens de regels is verlopen. RCMP-sergeant Ross Lundie gaf maandag voeding aan die lezing, door te getuigen over de bedenkingen die hij had bij Mengs aanhouding. Hij had zich ‘erg ongemakkelijk’ gevoeld vanwege de Amerikaanse druk.", "Toegeven", "Wellicht zijn de Amerikanen ook niet zeker van hun zaak. The Wall Street Journal meldde vorige week dat justitie in de VS een deal wil sluiten met Meng: als ze toegeeft dat ze de sancties tegen Iran heeft overtreden, wordt de zaak geseponeerd. Meng zou dan terug kunnen naar China.", "Maar Meng werkt volgens Amerikaanse en Canadese media niet mee. Zij zou haar rol in de Iraanse kwestie niet willen toegeven. En dus blijft de 48-jarige topvrouw van Huawei voorlopig in Vancouver, en blijven de twee Canadezen in de Chinese gevangenis.", "Lees ook:", "C anadees Michael Spavor, in China opgepakt als ‘staatsgevaarlijk’, geldt als charmante kerel", "De Canadese zakenman Michael Spavor leek volkomen ongevaarlijk, zelfs wat naïef. Toch werd hij maandag in China opgepakt op verdenking van ‘het in gevaar brengen van de Chinese nationale veiligheid’."], "authors": ["Gijs Moes"], "keywords": ["van", "meng", "het", "vastzit", "twee", "die", "op", "met", "topvrouw", "vancouver", "een", "chinese", "cel", "en", "dat", "huawei", "zolang"], "pubDate": "2020-12-10T10:42:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}