{"id": "5a7e4c1e-bfee-3a3f-a471-94af983738b7", "title": "Moet kapper Reza dan toch maar inkoper worden?", "url": "https://volkskrant.nl/nieuws-achtergrond/moet-kapper-reza-dan-toch-maar-inkoper-worden~b026c1f0/", "summary": "Daarom maakt hij gebruik van het ontwikkeladvies dat het kabinet sinds begin deze maand bekostigt.\n‘Daarmee is de groei van de afgelopen twee jaar in één kwartaal tenietgedaan’, zegt hoofdeconoom van het statistiekbureau Peter Hein van Mulligen.\nKapper Hosseini moet voor zo’n kansberoep doorscrollen naar nummer 20 op zijn lijst: ‘inkoper’.\nDat betekent niet dat Bloemberg haar cliënten niet probeert bij te sturen.\nNa afloop van zijn ontwikkelgesprek is hij eigenlijk vooral verbaasd over hoe goed hij al op zijn plek zit.", "paragraphs": ["Loopbaancoach Angelic Bloemberg neemt met kapper Reza Hosseini zijn beroepskeuzes door. Beeld Harry Cock / de Volkskrant", "Galeriehouder, dat zag Reza Hosseini (26) niet aankomen. Toch is het een van de 1.157 beroepen die de kapper volgens de arbeidsmarktscan van loopbaanadviseur Angelic Bloemberg ‘met twee vingers in zijn neus’ kan uitoefenen. Maar dat is niet bepaald een baan waarvoor de carrièreperspectieven in coronatijd erg gunstig zijn.", "En die gunstige carrièreperspectieven zijn nou juist waar Hosseini vandaag naar op zoek is in het tuinhuis annex kantoor van Bloemberg. De zeven weken dat hij door de coronacrisis zonder werk en inkomen zat, hebben de kapper aan het denken gezet over zijn kwetsbaarheid als zzp’er. Daarom maakt hij gebruik van het ontwikkeladvies dat het kabinet sinds begin deze maand bekostigt.", "Dat advies moet werkenden en werkzoekenden wegwijs maken op de veranderde arbeidsmarkt. Waar het kabinet in het begin van de coronacrisis met onder meer de looncompensatieregeling (NOW) inzette op zoveel mogelijk baanbehoud, beschouwt het reorganisaties nu als onvermijdelijk. Om te voorkomen dat werkenden lijdzaam afwachten totdat ze aan de zijlijn komen te staan, worden zij aangespoord te onderzoeken waar kansen liggen.", "Dat we in een nieuwe fase van de crisis zijn aanbeland, blijkt uit de kwartaalcijfers die het Centraal Bureau voor de Statistiek vrijdag publiceerde. In de afgelopen drie maanden verdwenen 322 duizend banen. ‘Daarmee is de groei van de afgelopen twee jaar in één kwartaal tenietgedaan’, zegt hoofdeconoom van het statistiekbureau Peter Hein van Mulligen. Het aantal gewerkte uren nam het afgelopen halfjaar zelfs met 8 procent af. ‘Zulke cijfers zie je alleen in oorlogstijd.", "Wilt u dit artikel liever beluisteren? Hieronder staat de door Blendle voorgelezen versie", "Onrustig najaar", "Het kabinet ving het verlies in gewerkte uren de afgelopen maanden goeddeels op. Zeker 374 duizend zelfstandigen wier opdrachten wegvielen, kregen een aanvulling voor hun levensonderhoud tot het bestaansminimum en 2,6 miljoen werkenden waren voor hun salaris (deels) afhankelijk van de overheid via de NOW-regeling. Begin deze week maakte het UWV al bekend dat er veel minder gebruik wordt gemaakt van de tweede steunronde.", "In de maand juli kreeg de uitkeringsinstantie 35 duizend aanvragen binnen, bij elkaar goed voor ‘slechts’ 693 duizend werknemers. Die afname is deels te verklaren door bedrijven die zichzelf na de versoepelingen van de coronamaatregelen weer kunnen bedruipen, maar er zijn ook werkgevers, zoals Booking.com, die al overgingen tot reorganisaties.", "Reorganisaties leidden al tot 72 duizend werklozen in het tweede kwartaal, voornamelijk flexkrachten. Bij het UWV zag arbeidsmarktdeskundige Rob Witjes het aantal aanvragen voor ontslagvergunningen bovendien toenemen, al was het geen ‘rechte lijn omhoog’. ‘Daaruit blijkt dat bedrijven zich aan het voorbereiden zijn op een onrustig najaar. Zeker nu we worden gebombardeerd met meldingen over een tweede golf, maakt dat bedrijven angstig en als bedrijven angstig zijn, worden ze voorzichtig met mensen aannemen.’ Dat blijkt ook uit de daling van het aantal vacatures met 30 procent.", "Kansberoep", "Toch is de werkzoekende niet kansloos, want in sommige sectoren is nog altijd sprake van krapte. Witjes: ‘Er is een tweedeling. Aan de ene kant zie je beroepen die, althans voor dit moment, van de landkaart zijn geveegd en aan de andere kant is er juist een schreeuwende behoefte aan zorgpersoneel, monteurs, hoveniers en ander technisch personeel.’ Er zijn zelfs nieuwe functies bijgekomen op de lijst met ‘kansberoepen’ die het UWV gisteren publiceerde. Bijvoorbeeld bron- en contactonderzoekers.", "Kapper Hosseini moet voor zo’n kansberoep doorscrollen naar nummer 20 op zijn lijst: ‘inkoper’. Maar die optie lijkt in het tuinhuis vol tegeltjeswijsheden (‘do what you love, love what you do’) nog op weinig enthousiasme te kunnen rekenen. Want dat ondernemerschap blijft lonken. Hij ziet een eigen kapsalon helemaal voor zich. ‘Ik wil dan als baas niet boven mijn personeel staan, maar tussen hen in’, mijmert hij.", "Het blijft bij Bloemberg niet onopgemerkt: ‘Mag ik jou een compliment geven? Je bruist van de ideeën dus dat ondernemerschap past heel goed bij je.’ Maar, en daar moet ze hem toch even ‘met beide benen op de grond zetten’. ‘Ondernemerschap is ook financieel gezond zijn. Heb je een potje?’ Vrijheid kun je ook ervaren in vaste dienst, vindt Bloemberg. Al zal ze het ondermerschap Hosseini niet uit zijn hoofd praten.", "Beeld CBS", "‘Werkgeluk is toch nummer één en als ik hem zo zie stralen, krijg ik gewoon kippevel’, zegt ze achteraf. Dat betekent niet dat Bloemberg haar cliënten niet probeert bij te sturen. Vanmorgen bijvoorbeeld, kwam er een meisje langs dat het juiste profiel had voor de zorg. ‘Tegen haar heb ik gezegd: als je dit kiest, is er morgen werk voor je, tot aan je pensioen.’", "Helaas is niet iedereen gezegend met zo’n zorgprofiel. Dat is volgens Witjes precies het probleem: er mogen dan meer werkzoekenden zijn op minder vacatures, de mensen die werkloos zijn, worden niet altijd gezocht. Vaak zijn er specifieke vaardigheden en kennis nodig. Die aanleren gaat zo makkelijk niet: de kabinetten-Rutte halveerden de afgelopen tien jaar de budgetten voor omscholing en werkbegeleiding, bleek eerder uit onderzoek van de WRR.", "Toch ziet Witjes kansen, bijvoorbeeld als werkgevers bereid zijn om de opleiding op de werkplek te geven. De kelner zal niet direct ic-verpleegkundige worden, maar misschien kan hij wel instromen als helpende en verder opklimmen.", "Voor kapper Hosseini is daar vooralsnog geen sprake van. Na afloop van zijn ontwikkelgesprek is hij eigenlijk vooral verbaasd over hoe goed hij al op zijn plek zit. ‘Dat zakelijke, daar moet ik me in verdiepen, maar eigenlijk zit ik dus toch gewoon goed.’ Waarom zou hij eigenlijk ook wisselen, dat kappersvak blijft ondanks de coronacrisis toch wel bestaan. ‘Zag je hoe Ruttes haar zat tijdens die ene persconferentie? Die gaat ons echt niet meer helemaal dichtgooien.’", "Met medewerking van Guido van der Knaap.", "Een greep uit aangekondigde ontslagrondes Patronaat - Percentage verdwijnende banen op totaal: circa 40 procent", "Banen verdwijnen doordat de muziekscene stilligt. Bij de Haarlemse popzaal Patronaat gaat het om 29 van de 72 banen - tijdelijke krachten en mensen in vaste dienst. Paradiso neemt afscheid van 60 van de 230 mensen, Poppodium 013 in Tilburg: 10 van de 43; Ziggo Dome: 14 van de 34; Afas Live: 10 van de 25; Mojo: 43 van de 130. Maison van den Boer - circa 50 procent", "Doordat er streep ging door grote evenementen ontslaat cateraar Maison van den Boer 140 vaste medewerkers op 225 voltijdbanen. Er is een terugkeerregeling. Maison van den Boer, dat ook enkele restaurants exploiteert, is somber over 2021 en verwacht dan op 35 procent van de omzet van 2019 te zitten. Corendon - circa 25 procent", "Reisorganisatie Corendon zegt het personeelsbestand met een kwart te krimpen waarmee circa 100 medewerkers hun baan verliezen - deels aflopende tijdelijke contracten, deels gedwongen ontslagen. Talpa Network - 6 procent", "Mede doordat advertentieovereenkomsten wegvallen, ontslaat mediabedrijf Talpa begin mei 6 procent van de mensen met een vast contract. Het komt bovenop het niet verlengen van een aantal aflopende contracten en freelance overeenkomsten. Eaton - circa 40 procent", "In de industrie vallen ontslagen, maar dat is niet altijd aan corona toe te schrijven. Bij metaalbedrijf Eaton in Hengelo verdwijnen 300 van de ruim 700 banen doordat het de productie verplaatst naar Turkije en Hongarije. Bandenbedrijf Apollo Vredestein kiest ook voor Hongarije waardoor 528 van de 1200 banen verdwijnen. Van Oord - 10 procent", "Bij baggeraar Van Oord verdwijnen in Nederland 120 banen, niet alleen door de coronacrisis, ook door de lage olieprijs. Streetwear- en sneakerketen Go-Britain – 100 procent (33 van 33 banen) Dierenpark Amersfoort- 14 procent (17 van 125 vaste medewerkers) Evenementencomplex RAI – 30 procent (145 van 483 banen) Touringcarbedrijf Betuwe Express – 50 procent (70 van 140 werknemers) IJzergieterij voor auto-industrie Cirex- 16 procent (17 van 107 banen) Vliegtuigmotoronderdelenmaker Oerlikon Eldim – 38 procent (100 van 260 medewerkers)", "Meer over de arbeidsmarkt Op de arbeidsmarkt raakt de coronacrisis vooral jongeren. Een op de tien jongvolwassenen is nu werkloos. Een valse start die ze nog lang kan achtervolgen. Een ongekende stijging van de werkloosheid in juli roept de vraag op: is de financiële injectie van het kabinet uitgewerkt? Terwijl de toerismebranche stilligt, hebben webshops werk te over. Voor zulke gevallen bedacht regio Groot-Amsterdam iets nieuws: bedrijven kunnen boventallig personeel ‘uitlenen’ om ontslagen te voorkomen."], "authors": ["Marieke De Ruiter"], "keywords": ["van", "toch", "dan", "het", "op", "maar", "kapper", "zijn", "voor", "die", "reza", "inkoper", "moet", "een", "niet", "dat", "en", "worden"], "pubDate": "2020-08-14T00:01:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}