{"id": "5a836601-3754-3b06-a387-793255011e1a", "title": "Bitcoin stijgt voor het eerst tot boven de 30.000 dollar", "url": "https://www.parool.nl/wereld/bitcoin-stijgt-voor-het-eerst-tot-boven-de-30-000-dollar~bf3a0f1d3/", "summary": "Dat voedt de hoop dat de cryptovaluta voor het grote publiek interessanter worden.\nTenslotte is er een groep mensen die verwacht dat bitcoins, net als goud, een goede investering zijn omdat die niet vatbaar zijn voor zaken als inflatie.\nOnder druk van de eerste coronagolf kelderde de koers van de bitcoin aanvankelijk tot onder de 5000 dollar.\nSinds medio oktober is de waarde meer dan verdubbeld.\nOmdat ze anonieme betalingen mogelijk maken, zijn ze ook een geliefd instrument voor witwasacties door criminelen en andere malafide personen.", "paragraphs": ["Beeld ANP", "Waarschijnlijk speelt mee dat steeds meer vermogensbeheerders brood beginnen te zien in cryptomunten. Ook klanten van betalingsdienstverlener PayPal kunnen al met bitcoins betalen. Dat voedt de hoop dat de cryptovaluta voor het grote publiek interessanter worden.", "Daarnaast is er door steunmaatregelen vanuit overheden en centrale banken zoveel geld voorhanden, dat er ook steeds meer geld in risicovollere investeringen wordt gestoken. Tenslotte is er een groep mensen die verwacht dat bitcoins, net als goud, een goede investering zijn omdat die niet vatbaar zijn voor zaken als inflatie.", "Pieken en dalen", "De huidige opmars zette vorig jaar in. De digitale valuta is toen ruwweg verviervoudigd in waarde, zo komt naar voren uit gegevens van Coinmarketcap dat verschillende beurzen in de gaten houdt waarop de cryptomunt wordt verhandeld. Het was wel een jaar van pieken en dalen. Onder druk van de eerste coronagolf kelderde de koers van de bitcoin aanvankelijk tot onder de 5000 dollar. Daarna steeg de prijs. Vooral vanaf de herfst ging het hard. Sinds medio oktober is de waarde meer dan verdubbeld.", "De bitcoin werd begin 2009 gelanceerd en was toen slechts een paar cent waard. Eind 2017 bereikte de munt al eens een piek van bijna 20.000 dollar. Maar toen spatte de ‘cryptobubbel’ hard uiteen en verloren de munten rap aan waarde. Halverwege 2018 was de bitcoin nog zo’n 4000 dollar waard. Cryptomunten hadden jarenlang vaak een louche imago. Omdat ze anonieme betalingen mogelijk maken, zijn ze ook een geliefd instrument voor witwasacties door criminelen en andere malafide personen."], "authors": ["Het Parool"], "keywords": ["tot", "eerst", "zijn", "van", "boven", "dollar", "waarde", "voor", "en", "30000", "een", "toen", "ook", "bitcoin", "het", "meer", "stijgt", "dat"], "pubDate": "2021-01-02T13:27:09Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}