{"id": "5a852701-eb1a-373c-9b3f-016b94648c4b", "title": "Schaterlachende kinderen en glimlachende grote mensen bij de podcast van het Sinterklaasjournaal", "url": "https://volkskrant.nl/cultuur-media/schaterlachende-kinderen-en-glimlachende-grote-mensen-bij-de-podcast-van-het-sinterklaasjournaal~bff786e2/", "summary": "Zo krijgt Hoofdpiet te kampen met ongediplomeerde collega’s, vertrekt Oepsiepiet met het Grote Boek naar de wc en moet er een groepsfoto gemaakt worden van het pietencorps.\nHet leukst zijn de reportages vanuit het land, met name die waarin uitvinder Jan Boel en zijn vrouw (en proefkonijn) Helma een rol spelen.\nHet zijn die goed gekozen geluidseffecten die de hoorspelen afmaken.\nJe ziet het helemaal voor je als Helma Boel een wiebelende ladder opklimt en net als de buren van de familie Boel schrik je ook van het cadeautjesalarm.\nDe kinderen zullen schateren en ook bij grote mensen valt een glimlach niet te onderdrukken.", "paragraphs": ["Diewertje Blok in het Sinterklaasjournaal. Naast het tv-programma is er nu ook de podcast. Beeld ANP", "Anno 2020 heeft ieder zichzelf respecterend nieuwsmedium natuurlijk een podcast. Zo ook het Sinterklaasjournaal. In 20 afleveringetjes van zo’n 5 minuten per stuk word je bijgepraat over de ontwikkelingen in het Grote Pietenhuis en de rest van Nederland.", "De rode draad in de podcast zijn overzichtelijke crises in het pietenhuis, vaak van organisatorische aard. Zo krijgt Hoofdpiet te kampen met ongediplomeerde collega’s, vertrekt Oepsiepiet met het Grote Boek naar de wc en moet er een groepsfoto gemaakt worden van het pietencorps. Alles loopt uit op een janboel, en vaker wel dan niet is het Sinterklaas die de oplossing aandraagt.", "De chaos binnen de organisatie wreekt zich al in de eerste aflevering. Terwijl alle cadeautjes nog in de stoomboot liggen, is Rijmpiet al aan het dichten geslagen. Sterker nog: ‘Alle rijmpjes zijn al af / is dat niet een beetje maf?’, aldus de dichter. Het resulteert in teleurstellende versjes als ‘Jeroentje met zijn lieve snuit / krijgt van Sinterklaas geen fluit.’ Gelukkig heeft de Sint een oplossing. Jeroentje krijgt dit jaar gewoon een stuiterbal. Een opgewekte Rijmpiet vult aan: ‘Want een fluit die heeft hij al / dus hij krijgt een stuiterbal.’ De plot van dit verhaaltje blaast je niet omver, maar het vrolijke acteerwerk en de grapjes maken een hoop goed.", "Het leukst zijn de reportages vanuit het land, met name die waarin uitvinder Jan Boel en zijn vrouw (en proefkonijn) Helma een rol spelen. De goede verstaander herkent in dit door Sinterklaas geobsedeerde koppel cabaretiers Bert Visscher en Brigitte Kaandorp. Eén van Boels uitvindingen is een cadeautjesalarm: zodra er een pakje door de schoorsteen vliegt wordt hij gewekt, zodat hij en zijn vrouw het direct kunnen uitpakken. Een demonstratie leert echter dat niet alleen huize Boel wordt gewekt, maar de hele buurt wakker schrikt door de toeters, bellen en sirenes. ‘Misschien moeten we het ingewikkelde systeem nog een klein beetje veranderen’, schreeuwt een hysterische Jan Boel over de zee van geluid heen.", "Het zijn die goed gekozen geluidseffecten die de hoorspelen afmaken. Je ziet het helemaal voor je als Helma Boel een wiebelende ladder opklimt en net als de buren van de familie Boel schrik je ook van het cadeautjesalarm.", "Mocht u komend weekend met de kinderen op de achterbank naar een sinterklaasviering afreizen, dan is deze podcast een fijne reisgenoot. De kinderen zullen schateren en ook bij grote mensen valt een glimlach niet te onderdrukken."], "authors": ["Stan Putman"], "keywords": ["van", "mensen", "het", "sinterklaasjournaal", "grote", "schaterlachende", "glimlachende", "kinderen", "zijn", "met", "die", "een", "niet", "podcast", "en", "je", "boel"], "pubDate": "2020-12-01T17:52:15+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}