{"id": "5a97d4a1-62c8-3230-a2c2-ee0a7073d043", "title": "De uitzending van 6 januari: Pro-Trumpbetogers bestormen Congresgebouw / Het normale leven weer iets dichterbij?", "url": "https://nos.nl/nieuwsuur/artikel/2363243-de-uitzending-van-6-januari-pro-trumpbetogers-bestormen-congresgebouw-het-normale-leven-weer-iets-dichterbij.html", "summary": "Pro-Trumpbetogers bestormen CongresgebouwPro-Trump-demonstranten in Washington zijn doorgedrongen tot het Amerikaanse parlementsgebouw, het Capitool.\nDonald Trump sprak de betogers toe en zei opnieuw dat hij ervan overtuigd is dat hij de verkiezingen heeft gewonnen en niet Biden.\n\"Ik heb aan twee verkiezingen meegedaan en ik heb er twee gewonnen\", zei Trump.\nOndertussen hebben de verkiezingen in de staat Georgia voor twee Senaatszetels nog geen duidelijke winnaar opgeleverd.\nVoor Biden is het cruciaal dat beide Democratische kandidaten winnen.", "paragraphs": ["Pro-Trumpbetogers bestormen Congresgebouw", "Pro-Trump-demonstranten in Washington zijn doorgedrongen tot het Amerikaanse parlementsgebouw, het Capitool. Daar was het Congres bijeen om formeel de uitslag van de presidentsverkiezingen vast te stellen, de laatste officiële stap die gezet moet worden voorafgaand aan de inauguratie van Joe Biden op 20 januari.", "Vanmiddag verzamelden zich duizenden mensen bij het Witte Huis voor een grote pro-Trump-demonstratie. Donald Trump sprak de betogers toe en zei opnieuw dat hij ervan overtuigd is dat hij de verkiezingen heeft gewonnen en niet Biden. \"Ik heb aan twee verkiezingen meegedaan en ik heb er twee gewonnen\", zei Trump.", "Ondertussen hebben de verkiezingen in de staat Georgia voor twee Senaatszetels nog geen duidelijke winnaar opgeleverd. Het is nog spannend tussen de Democraat Jon Ossoff en de Republikein David Perdue. Voor Biden is het cruciaal dat beide Democratische kandidaten winnen.", "Correspondent Lucas Waagmeester praat ons vanavond bij over de laatste ontwikkelingen. Amerikanist Koen Petersen is te gast."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["protrumpbetogers", "normale", "van", "twee", "januari", "voor", "en", "leven", "weer", "iets", "biden", "dichterbij", "te", "zei", "het", "dat", "verkiezingen", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}