{"id": "5aa712fb-f2f9-36c9-b167-eec58aed1737", "title": "Het doet goed dat mijn kinderen iets begrijpen van Cruijff toen, en Maradona nu", "url": "https://trouw.nl/sport/het-doet-goed-dat-mijn-kinderen-iets-begrijpen-van-cruijff-toen-en-maradona-nu~b33c3282/", "summary": "Dat ging er in de kroeg goed in, maar we moeten reëel zijn: zo slecht was dat Argentinië van toen nou ook weer niet.\nTwee vrouwelijke collega’s, die dat niet voelden en ook niet hoeven te voelen, plaatsten vraagtekens bij die gedachtestreep.\nDe Maradona van het liederlijke levenJa, die andere Maradona, dat is die van het liederlijke leven.\nEn ik denk ja ... Ik denk ja!”Daarna, na het doelpunt van de vorige eeuw in dezelfde wedstrijd: “Alle twijfel is weg.\nDat mijn kinderen laten merken er iets van te begrijpen, in 2016 en nu weer, doet goed.", "paragraphs": ["Toen hij overleed, woensdagavond, had ik op de redactievloer het stuur in handen. Het was aan mij om hem op de voorpagina recht te doen met een paar woorden in de prachtige zwart-witfoto.", "Ik dacht, met een knipoog, aan ‘Dag Diego’. Niet gedaan natuurlijk. Dat kan niet, dáár.", "Hoe vaak hebben we de kroegdiscussie niet gevoerd, onvermoeibaar, in vroeger jaren dan. Maradona de beste ooit of Messi? Werd Messi kampioen met Nápoli? Werd hij wereldkampioen, zal hij het ooit worden?", "Nee, Maradona werd in 1986 niet in zijn eentje wereldkampioen. Dat ging er in de kroeg goed in, maar we moeten reëel zijn: zo slecht was dat Argentinië van toen nou ook weer niet. Het was net zo niet slecht, dat wel, als de teams waarin Messi speelde en waarmee hij dus geen wereldkampioen werd.", "Daar kon je oeverloos over bomen. Maar als je ouder wordt, geloof je die kroegdiscussies wel. Voetbal is, weet je dan al heel lang, meer dan hoe je een bal kunt raken. Voetbal is présence, de invloed die je op ploeggenoten kunt hebben. Maradona is de beste, zeg je dan, punt uit.", "In de prachtige zwart-witfoto op de voorpagina tikte ik: ‘De grootste – op het voetbalveld’. Twee vrouwelijke collega’s, die dat niet voelden en ook niet hoeven te voelen, plaatsten vraagtekens bij die gedachtestreep. Kon dat niet gewoon een komma zijn? Nee, dat kon niet. De streep scheidde de twee Maradona’s.", "De Maradona van het liederlijke leven", "Ja, die andere Maradona, dat is die van het liederlijke leven. Onvermijdelijk, die neergang, met die achtergrond, in die omgeving, die cultuur? Voor hem misschien wel, ja, maar per definitie? Dat kan niemand echt weten. Ik hoor, ’s nachts na thuiskomst, Guus Hiddink op tv zeggen dat hij niet alleen een prachtige voetballer was, maar ook een grootheid als persoon. Nee, dat zou ik niet zeggen.", "Ik heb voetballers – die gedachtestreep – altijd alleen maar willen beoordelen op hun spel, nooit op wie ze zouden zijn, om de simpele reden dat niemand dat werkelijk kan weten. Ik zie, thuisgekomen, ook Theo Reitsma bij ‘Op1’: de perfecte gast, voor mijn generatie dan – de commentator die meteen zag dat het niet de hand van God was, maar het vuistje van Pluisje.", "Zijn legendarische woorden na het handsdoelpunt: “Scoort-ie met de hand? Dat is de vraag die door de scheidsrechter en de grensrechter met nee wordt beantwoord. En ik denk ja ... Ik denk ja!”", "Daarna, na het doelpunt van de vorige eeuw in dezelfde wedstrijd: “Alle twijfel is weg. Vergeven is de handsbal, want dit is puur goud.”", "Geen woord te veel en daarmee alles zeggen", "Reitsma vertelt dat Maradona in 1979 ‘voor het eerst zichtbaar’ was, in een jubileumwedstrijd ­tegen het Nederlands elftal. Daarvoor zagen we niets, ook daarna zouden we veel nog niet zien. Gezegende tijden, nu overdaad het voetbal meer en meer schaadt, tijden waarin de verbeelding haar werk nog kon doen – tijden waarin we een commentator hadden, ook de bes­te ooit, die de kunst verstond geen woord te veel en daarmee alles te zeggen.", "Het is, na alle zelfdestructie, niet de schok van zijn dood. Het is de schok in ons leven: weer iets ervan weg – de tweede keer dat diepe gevoel, na het overlijden van Johan Cruijff in 2016. Voor onze generatie, in die gezegende tijden, waren er twee. Het waarom – het samen doen, ook Maradona, ja, met al die mindere goden – heb ik willen overdragen. Dat mijn kinderen laten merken er iets van te begrijpen, in 2016 en nu weer, doet goed.", "Hier, in dit hoekje, mag en kan het, voor één keer. Dag Diego.", "Henk Hoijtink bespreekt in zijn columns de voetbalwereld. Lees ze hier terug."], "authors": [], "keywords": ["van", "goed", "het", "op", "die", "kinderen", "ik", "toen", "mijn", "niet", "nu", "en", "dat", "een", "ook", "iets", "maradona"], "pubDate": "2020-11-28T09:17:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}