{"id": "5aaa73a1-5999-370d-ba59-c1c6df2e4047", "title": "Op de wachtlijst voor een vintage mini-jeans van model Sophie Vlaming", "url": "https://www.parool.nl/ps/op-de-wachtlijst-voor-een-vintage-mini-jeans-van-model-sophie-vlaming~b2ad5048/", "summary": "Van haar vriendDe stapel afgedragen vintage APC- en Levi’s­-jeans van haar vriend, modefotograaf Jouke Bos (41), waarvan hij maar geen afstand kon doen, bood uitkomst.\nVooral nadat in­fluencer Romy Boomsma, de vrouw van presentator en fitnessgoeroe Arie Boomsma, een foto van een van haar kinderen in een broekje van Vlaming had gepost.\nInmiddels zijn er ook bucket hats en knuffelbeesten ‘voor de feestdagen’, gemaakt van restmateriaal van het maakproces.\nHaar lichte, exotische ogen heeft ze van haar vader, zegt ze, ‘hoewel hij gewoon van Texel komt’.\nAf en toe kwam er een model over uit Amsterdam voor een shoot op het strand.” Bos: “Voor Vogue Living zou ik modellen in badkamers ­fotograferen, dat kon uiteraard niet doorgaan.", "paragraphs": ["Van weeffouten en vlekjes in oude Levi’s maakt Sophie Vlaming dankbaar gebruik. Beeld Jouke Bos", "Nog nooit had Sophie Vlaming (32) een naaimachine aangeraakt, maar ze besloot het gewoon te proberen. Toen haar zoontje Bobby Kees een jaar oud was, miste ze namelijk gerecyclede kinderkleding. Af en toe deed ze een gouden vondst bij vintagewinkel Laura Dols in de Negen Straatjes, en ze kwam ‘heus weleens bij een grote kledingketen’, maar ze vond het gebodene niet inspirerend en miste kwaliteit.", "Van haar vriend", "De stapel afgedragen vintage APC- en Levi’s­-jeans van haar vriend, modefotograaf Jouke Bos (41), waarvan hij maar geen afstand kon doen, bood uitkomst. Ze zette er de schaar in en maakte er wijde mini-jeans van met elastiek in de taille waar Bobby Kees in kon groeien. “Hij draagt ze al twee jaar, inmiddels zijn het wel hoogwater exemplaren, maar ik vind ze nog steeds leuk.”", "Ze kreeg veel enthousiaste reacties van mensen die ook graag zo’n broekje wilden bestellen. “In het begin was ik terughoudend, mijn skills waren nog niet optimaal, ik wist niets van ­maten en patronen, eigenlijk deed ik maar wat. Alleen bij vrienden met kinderen in dezelfde leeftijd als Bobby durfde ik een bestelling aan.”", "Knuffelbeest voor de feestdagen", "Haar zoon (3) – ‘hij is mijn paspop’ – rent in ­model ‘easy fit’ met spijkergilet door de tuin van hun weekendverblijf in Callantsoog, waar het modeduo een bungalow bezit die de opa van Bos in de jaren zestig heeft gebouwd. Het ­blonde jochie is een geboren model, net als zijn moeder. Vanaf de eerste lockdown in maart brachten ze er met z’n drietjes 3,5 maand in afzondering door. Tijd genoeg om een webwinkel te bouwen.", "Inmiddels loopt het storm. Vooral nadat in­fluencer Romy Boomsma, de vrouw van presentator en fitnessgoeroe Arie Boomsma, een foto van een van haar kinderen in een broekje van Vlaming had gepost. “De hele voorraad was in twee dagen uitverkocht. Dat was even schrikken, het overviel me.”", "Geen aanbod", "Daarna stond er twee weken lang geen aanbod op haar website, maar dat blijkt klanten niet af te stoten. De broekjes zijn uniek en met zo veel liefde gemaakt dat mensen er best even op willen wachten. Vlaming merkt in haar omgeving veel enthousiasme voor het circulaire proces, zonder afval en chemicaliën. En ook voor kinderkleding die is bedoeld om lang in te kunnen groeien en die lokaal is gemaakt.", "Inmiddels zijn er ook bucket hats en knuffelbeesten ‘voor de feestdagen’, gemaakt van restmateriaal van het maakproces. Naast het wijde model ‘easy fit’ is er nu ook de ‘classic fit’, met een rits en zakken. “Die verkopen het best. En dan van Levi’s, mensen zijn dol op het rode label op de kontzak.”", "Boxkleden", "Ze heeft inmiddels hulp bij het in elkaar ­zetten, binnenkort moeten er ook patchwork­dekens en boxkleden bij komen. Én truien van katoendraad, gerycled uit oude jeans. “Niet dat ik kan breien, maar alles is online te vinden.", "Of ik koop een breimachine. Ik heb duizend ideeën, er is zo veel wat nog mooi is en bijna smeekt om hergebruik, maar ik heb veel te weinig tijd.”", "Beeld Jouke Bos", "Ontdekt in de Kalverstraat", "Oude Levi’s – ‘betere kwaliteit dan de gemid­delde broek nu’ – haalt ze bij Zipper, de vintage­winkel van de tante van Bos. “Zij kopen een container vol in de States, daar zitten ook stuks tussen met vlekken en gaten, of zo groot dat er drie mensen in passen. Die kunnen ze niet verkopen.” Voor weeffoutjes of vlekjes in de stof is ze juist dankbaar. “Die laat ik gewoon zitten.” Wie zijn eigen broek wil laten vermaken voor zijn kinderen: dat kan via een dm op het instagramaccount @maximinikidswear.", "Hoe duurzaam zijn ze zelf? Vlaming: “We doen ons best. We eten vrijwel alleen biologisch, weinig vlees, en kopen voornamelijk tweedehandskleding. We rijden echter wel in een oude Mercedes.”", "Klassieker", "Op haar veertiende werd Vlaming gescout door Wilma Wakker in de Kalverstraat, een klassieker. Ze woonde in Breda en was een dagje in Amsterdam aan het winkelen. Daarna ging het snel met haar carrière. Castingdirectors en klanten waren razendenthousiast over haar ‘quirky looks’ – haar eigenzinnige uiterlijk. Haar lichte, exotische ogen heeft ze van haar vader, zegt ze, ‘hoewel hij gewoon van Texel komt’. Van moeders kant stroomt er Oost-Duits en waarschijnlijk Russisch bloed door de aderen. “Een dna-test heeft uitgewezen dat er bloed van reizigers uit Ierland, Denemarken, Engeland, Zweden en Frankrijk, waarschijnlijk op Texel, in mijn stamboom is gemorft.”", "Op haar vijftiende schoot Vlaming in New York al met Steven Meisel, God in modeland, een serie voor de Italiaanse Vogue. “Mijn ouders vonden het wel spannend, maar hadden veel vertrouwen in Wilma en de modewereld, mede doordat mijn broer Rogier destijds in Londen voor Vivienne Westwood werkte.”", "Fulltime", "Het vwo liet ze schieten. “Op het Luzac College kon ik versneld een vmbo-diploma halen, zodat ik fulltime aan de slag kon. Je moet het ijzer smeden als het heet is.” Twee jaar later nam ze een pauze om alsnog haar havodiploma te ­halen.", "Daarna woonde ze in Parijs en New York, en zojuist heeft ze het appartement in Londen ­opgezegd waar ze 4,5 jaar af en aan woonde met Bos en Bobby. Carrièreuitschieters: kleding­campagnes voor Givenchy en Prada en parfumcampagnes met tv-commercial voor Escada en Ferragamo. “Fijn lonende en prestigieuze contracten, ik heb er mijn huis in de Staatsliedenbuurt van kunnen kopen. Ik ben heel blij dat ik – op advies van Wilma Wakker – daar al vrij snel in heb geïnvesteerd.", "Bobby Kees is de ideale paspop en doet al twee jaar met zijn broek. Beeld Jouke Bos", "Wc aan de schutting", "Zes maanden zwanger is ze. De geplande trouwerij in juni ging door Covid-19 niet door, maar deze vreemde periode zorgde ook voor leuke, vrije opdrachten. Een aantal klanten, waar­onder Zara, stuurde kleding op, die Bos op Vlaming fotografeerde in de duinen en rondom de bungalow.", "“We kregen veel vertrouwen van klanten. Bobby deed er ook een kindershoot voor Zara Kids. Af en toe kwam er een model over uit Amsterdam voor een shoot op het strand.” Bos: “Voor Vogue Living zou ik modellen in badkamers ­fotograferen, dat kon uiteraard niet doorgaan. Toen zijn alle spullen hierheen gekomen. Twee dagen lang bestelbusjes af en aan, ik heb een wc aan de schutting opgehangen, het bad stond tussen de bomen. Heel tof geworden. In Londen werkte ik vooral voor beautyklanten. Mijn werk loopt redelijk door, maar ik merk wel dat ik mijn ambitie even op een lager pitje moet zetten.”", "Vlaming vindt modellenwerk nog steeds heel leuk. “Ik mis het werken in teams, dus ik sta te trappelen tot ik weer mag reizen. Hoewel, eerst even een baby op de wereld zetten.”", "Ode Modehuis Kenzo viert dit jaar de overleden fashion legendes Kansai Yamamoto en Kenzo Takada. Deze Japanse ontwerpers oogstten veel succes met hun uitbundige, jonge en kleurrijke ontwerpen. Een hoopvolle collectie om 2021 mee in te gaan."], "authors": ["Fiona Hering"], "keywords": ["minijeans", "sophie", "van", "wachtlijst", "het", "op", "vintage", "ik", "een", "ze", "en", "haar", "model", "er", "vlaming", "voor"], "pubDate": "2020-11-29T12:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}