{"id": "5aad6636-bf21-308e-9277-ccb56ded007b", "title": "Het vaccin van Moderna: dit staat er straks in de bijsluiter", "url": "https://volkskrant.nl/nieuws-achtergrond/het-vaccin-van-moderna-dit-staat-er-straks-in-de-bijsluiter~bb9d810f/", "summary": "Beeld ANPNaamCOVID-19 Vaccin ModernaFabrikantModernaWat zit er in het vaccin?\nIn een diepvries (-15 tot -25 graden) is het vaccin een half jaar houdbaar, in de koelkast (bij 2 tot 8 graden) 30 dagen.\nHet vaccin wordt met twee injecties in de bovenarm toegediend, met een maand tussentijd.\nOnbekend is of het vaccin het virus helemaal tegenhoudt of alleen de ziekte voorkomt.\nOok onderzoekt men nog of het vaccin net zo goed werkt tegen de ‘Britse variant’ van het virus.", "paragraphs": ["De eerste coronavaccins, van Pfizer en BioNTech, worden opgeslagen in een supervriezer bij het bedrijf Movianto. Het Moderna-vaccin kan in gewone vriezers en ijskasten bewaard worden. Beeld ANP", "Naam", "COVID-19 Vaccin Moderna", "Fabrikant", "Moderna", "Wat zit er in het vaccin?", "Het actieve ingrediënt is de signaalstof mRNA, verpakt in vetblaasjes. Daarnaast bevat het vaccin onder meer water, zout en wat cholesterol, nodig voor de toediening.", "Hoe lang is het houdbaar?", "In een diepvries (-15 tot -25 graden) is het vaccin een half jaar houdbaar, in de koelkast (bij 2 tot 8 graden) 30 dagen.", "Toediening?", "Het vaccin wordt met twee injecties in de bovenarm toegediend, met een maand tussentijd.", "Wat zijn de mogelijke bijwerkingen?", "Bij meer dan de helft van de mensen: pijn en stijfheid rond de prikplek, vermoeidheid, spierpijn en hoofdpijn. Bij een kwart of meer van de mensen: gewrichtspijn, rillingen of misselijkheid. Een op de zeven kan koorts krijgen. Zeldzamer zijn gezwollen okselklieren (ongeveer 20 procent) en hoge koorts (2 tot 3 procent).", "De bijwerkingen zijn doorgaans mild tot matig ernstig, en hinderlijker na de tweede dosis en bij mensen onder de 65. Ongeveer een op de tien heeft zo veel last van de bijwerkingen dat men een pijnstiller neemt of zich ziek meldt. In de regel trekken de klachten na een of enkele dagen weg. Niettemin heeft een op de tien na een week nog enkele, doorgaans lichte klachten.", "Denkbaar is dat er bijwerkingen zijn die zo zeldzaam zijn dat ze nog niet zijn opgemerkt. Daarom worden gevaccineerden gevolgd via onder meer via het bijwerkingencentrum Lareb.", "Welk effect is aangetoond?", "Bij onderzoek onder zo’n 30 duizend mensen, van wie de helft het vaccin kreeg en de helft een placebo, bleek het vaccin na één dosis 70 procent, en na de tweede prik 94 procent van de ingeënte mensen te beschermen tegen corona. Ook mensen met obesitas of een onderliggende aandoening en 65-plussers waren beschermd. In de gevaccineerde groep werd geen ernstige covid-19 gezien.", "Voor wie is het vaccin bedoeld?", "Voor iedereen boven de 18. Ook voor mensen die al corona hebben gehad, kan het vaccin nut hebben: het kan eventuele immuniteit die tijdens een infectie is ontstaan versterken. Zwangeren of mensen met een ernstig verzwakte afweer moeten eerst overleggen met hun huisarts.", "Welke mogelijke nadelen en vragen zijn er?", "Onduidelijk is hoe lang de bescherming aanhoudt. Onbekend is of het vaccin het virus helemaal tegenhoudt of alleen de ziekte voorkomt. Misschien kunnen sommige gevaccineerden nog kleine beetjes virus doorgeven. Ook onderzoekt men nog of het vaccin net zo goed werkt tegen de ‘Britse variant’ van het virus."], "authors": ["Maarten Keulemans"], "keywords": ["tot", "staat", "er", "van", "moderna", "mensen", "bijsluiter", "zijn", "en", "een", "met", "straks", "dit", "onder", "vaccin", "het"], "pubDate": "2021-01-06T14:19:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}