{"id": "5ab9b197-5aa4-372f-9acf-0f0330970fc0", "title": "Herdenking Soleimani’s dood zet Iran en VS weer op scherp", "url": "https://www.parool.nl/wereld/herdenking-soleimani-s-dood-zet-iran-en-vs-weer-op-scherp~bd2b1285/", "summary": "Een herdenking van het overlijden van generaal Soleimani, zondag een jaar geleden.\nSoleimani, commandant van het Quds-regiment, een elite-eenheid binnen de Republikeinse Garde, stond op het punt van vertrekken na overleg in Irak.\nGezond advies aan Iran: als er één Amerikaan wordt gedood, houd ik Iran ervoor verantwoordelijk.\n‘We geven onze vijanden het laatste woord op het slagveld,’ zei Salami tijdens een herdenkingsplechtigheid op de universiteit van Teheran.\nIran is op zijn beurt bereid om weer aan de bepalingen te voldoen ‘als mijnheer Biden terugkeert naar de situatie in 2017’.", "paragraphs": ["Een herdenking van het overlijden van generaal Soleimani, zondag een jaar geleden. Beeld Reuters", "De Iraanse leiding besteedt dezer dagen uitvoerig aandacht aan het overlijden van zijn topgeneraal, die op 3 januari 2020 om het leven kwam bij een Amerikaanse precisieaanval met een drone op de luchthaven van Bagdad.", "Soleimani, commandant van het Quds-regiment, een elite-eenheid binnen de Republikeinse Garde, stond op het punt van vertrekken na overleg in Irak. De aanslag raakte de Iraanse leiders in het hart. Soleimani was ‘een held van de Islamitische Revolutie’ en gold als een naaste vertrouweling van de Opperste Leider, ayatollah Ali Khamenei.", "Wraak", "Iran nam vijf dagen na de aanslag wraak met een raketaanval op een Amerikaanse basis in Irak, uitgevoerd door sji’itische milities die trouw zijn aan hun geloofsgenoten in Iran. Bij de aanval raakten ongeveer 100 Amerikaanse soldaten gewond. Achteraf beschouwd zijn beide landen toen nog nooit zo dicht bij een uitslaande oorlog geweest.", "Een jaar later lopen de spanningen opnieuw hoog op. Vorige week stuurden de Amerikaanse strijdkrachten twee B52-bommenwerpers naar het Midden-Oosten voor ‘fly-overs’, om Iran te laten zien dat het menens is mocht het de dood van Soleimani opnieuw willen wreken.", "Ook werd een onderzeeër met kernraketten aan boord naar de Golfregio gestuurd. Tweets van Donald Trump lieten niets aan onduidelijkheid over. ‘We horen over aanvullende aanvallen op Amerikanen in Irak. Gezond advies aan Iran: als er één Amerikaan wordt gedood, houd ik Iran ervoor verantwoordelijk. Denk er goed over na,’ aldus Trump.", "Extra oorlogstaal", "Het overvliegen van de B52-bommenwerpers zorgde voor extra oorlogstaal in Iran. Generaal Hossein Salami, de commandant van de Republikeinse Garde (ayatollah Khamenei’s eigen leger), hamerde erop dat ‘Iran elke Amerikaanse agressie’ zal weerstaan. ‘We geven onze vijanden het laatste woord op het slagveld,’ zei Salami tijdens een herdenkingsplechtigheid op de universiteit van Teheran.", "Behalve Iraanse leiders waren ook leden van de familie Soleimani en vertegenwoordigers van bondgenoten uit Syrië, Libanon en Palestina aanwezig. Soleimani’s opvolger bij het Quds-regiment, generaal Esmail Ghaani, deed er een schepje bovenop. ‘We zijn voor niemand bang,’ aldus Ghaani, zonder de VS bij naam te noemen. Hij waarschuwde voor ‘vrijheidszoekers’ die ‘in jullie eigen huis wraak kunnen nemen voor deze terreurmisdaad’.", "Iran zal niet rusten, voordat de ‘moordenaars voor de rechter zijn gebracht’. ‘Zij zullen niet ontsnappen aan recht en rechtvaardigheid,’ beloofde Iraans hoogste rechter, Ebrahim Raisi, tijdens de bijeenkomst. ‘Met de aanslag op Soleimani hebben de VS de Iraakse soevereiniteit, internationale wetgeving en het charter van de Verenigde Naties geschonden.’", "Moord op kerngeleerde", "De wraakgevoelens in Iran zijn na de dood van Qassem Soleimani nog eens extra gevoed door de moord, eind november, op zijn belangrijkste kerngeleerde, Mohsen Fakhrizadeh. De ‘nationale atoombaas’ reed in Absard ten oosten van Teheran in een hinderlaag. Zijn auto werd doorzeefd vanuit een geparkeerde Nissan, vol automatische mitrailleurs die op afstand werden bediend. De moordaanslag zou het werk zijn geweest van agenten van de Israëlische geheime dienst Mossad, met instemming van de Amerikaanse regering.", "Met of zonder een militaire confrontatie blijft Iran een groot hoofdpijndossier voor de nieuwe Amerikaanse president, Joe Biden. Iran heeft nu ook besloten om uranium (U-235) tot 20 procent te verrijken. Dat is in strijd met het kernakkoord uit 2015 dat slechts een verrijking tot 4 procent toestaat, voldoende om te kunnen worden gebruikt voor kernenergie.", "Het besluit om tot 20 procent te verrijken – mogelijk als opstapje naar 90 procent of meer (vereist voor de productie van kernwapens) is tot nu toe de belangrijkste schending van de overeenkomst waaraan Iran zich niet langer gebonden acht, omdat de VS de gemaakte afspraken in mei 2018 hebben verscheurd.", "Lachertje", "Volgens Donald Trump is het akkoord ‘een lachertje’ en hield Iran zich niet aan de afspraken om geen eigen kernwapen te ontwikkelen, een conclusie die door controleurs van het Internationaal Atoomagentschap werd weersproken. Volgens hen werkte Iran niet aan kernwapens. Desondanks kondigde Trump nieuwe harde sancties af tegen Iran, dat juist had ingestemd met het akkoord in ruil voor het intrekken van westerse strafmaatregelen. Daarom voelt Iran zich niet meer geroepen om aan alle bepalingen te voldoen.", "De andere ondertekenaars van het kernakkoord – Groot-Brittannië, Frankrijk, Duitsland, Rusland en China - spreken de hoop uit dat de overeenkomst nieuw leven kan worden ingeblazen. Daarbij is vooral de hoop gevestigd op Joe Biden. De voormalige vice-president onder Obama die het akkoord ondertekende, wil zich weer aansluiten bij de overeenkomst en de sancties verzachten op voorwaarde dat Iran ‘zich strikt houdt aan de gemaakte afspraken’.", "“Het laatste wat we willen, zijn kernwapens in dat deel van de wereld,” zei Biden onlangs tegenover The New York Times. Iran is op zijn beurt bereid om weer aan de bepalingen te voldoen ‘als mijnheer Biden terugkeert naar de situatie in 2017’. “Dan doen wij dat ook,” aldus de Iraanse president, Hassan Rouhani."], "authors": ["Hans Van Zon"], "keywords": ["zijn", "van", "het", "herdenking", "soleimanis", "voor", "en", "een", "weer", "vs", "aan", "op", "scherp", "zet", "dood", "iran", "te", "dat"], "pubDate": "2021-01-02T13:17:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}