{"id": "5aca4eef-ec41-3b9b-9a12-a86f685c0668", "title": "Meer staten schieten Trump te hulp in juridisch gevecht", "url": "https://www.parool.nl/wereld/meer-staten-schieten-trump-te-hulp-in-juridisch-gevecht~b9cce0c3/", "summary": "De ongegronde claim die zij maken, is dat bij de verkiezingen van vorige maand het poststemmen in de vier staten ongrondwettelijk zou zijn verlopen.\nTrump werd in november in al die achttien staten de grootste.\nDe president blijft ten onrechte volhouden dat bij de verkiezingen van 3 november is gefraudeerd en dat hem daarom een tweede ambtstermijn toekomt.\nOok nu in alle staten de uitslagen zijn geratificeerd en zowel toezichthouders als zijn minister van Justitie hebben erkend dat van grootschalige fraude geen sprake kan zijn geweest.\nDinsdag werd een vergelijkbare zaak, aangemeld vanuit Pennsylvania, verworpen.", "paragraphs": ["Beeld AFP", "President Donald Trump heeft zich op persoonlijke titel bij de eisers aangesloten. De ongegronde claim die zij maken, is dat bij de verkiezingen van vorige maand het poststemmen in de vier staten ongrondwettelijk zou zijn verlopen. Joe Biden werd in Georgia, Michigan, Pennsylvania en Wisconsin de grootste, waar Trump vier jaar geleden nog won. Vijftien van de staten die zich bij de rechtszaken voegden, hebben een Republikeinse gouverneur. Trump werd in november in al die achttien staten de grootste.", "De president blijft ten onrechte volhouden dat bij de verkiezingen van 3 november is gefraudeerd en dat hem daarom een tweede ambtstermijn toekomt. Ook nu in alle staten de uitslagen zijn geratificeerd en zowel toezichthouders als zijn minister van Justitie hebben erkend dat van grootschalige fraude geen sprake kan zijn geweest.", "Het Hooggerechtshof is niet verplicht de klacht te behandelen. De kans dat het dat doet, is ook niet groot. Dinsdag werd een vergelijkbare zaak, aangemeld vanuit Pennsylvania, verworpen. Drie van de negen opperrechters zijn door Trump benoemd, de laatste nog net voor de verkiezingen."], "authors": [], "keywords": ["gevecht", "van", "trump", "bij", "verkiezingen", "meer", "hulp", "zijn", "juridisch", "staten", "werd", "een", "te", "dat", "en", "schieten"], "pubDate": "2020-12-09T22:54:03+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}