{"id": "5ad16ce8-4dbb-37bf-99c4-68a47bde63b9", "title": "Concertfilm Ariana Grande verschijnt 21 december op Netflix", "url": "https://nu.nl/film/6095722/concertfilm-ariana-grande-verschijnt-21-december-op-netflix.html", "summary": "Streamingdienst Netflix brengt op 21 december een concertfilm uit van Ariana Grande.\nDe film heet Excuse Me, I Love You, verwijzend naar de songtekst van een van haar nieuwste nummers, meldt de 27-jarige zangeres woensdag.\nDe details rondom de nieuwe film van Grande zijn nog onbekend, maar waarschijnlijk zijn delen van haar Sweetener-tour erin te zien.\n\"21 december, een jaar nadat de tournee stopte, komt de Sweetener-tour naar jou toe\", schrijft de Amerikaanse zangeres op sociale media.\nDe afgelopen jaren reisde Grande de wereld over met de tournee rondom haar albums Thank U, Next en Sweetener.", "paragraphs": ["Streamingdienst Netflix brengt op 21 december een concertfilm uit van Ariana Grande. De film heet Excuse Me, I Love You, verwijzend naar de songtekst van een van haar nieuwste nummers, meldt de 27-jarige zangeres woensdag.", "De details rondom de nieuwe film van Grande zijn nog onbekend, maar waarschijnlijk zijn delen van haar Sweetener-tour erin te zien. \"21 december, een jaar nadat de tournee stopte, komt de Sweetener-tour naar jou toe\", schrijft de Amerikaanse zangeres op sociale media.", "De afgelopen jaren reisde Grande de wereld over met de tournee rondom haar albums Thank U, Next en Sweetener. Ze gaf voor haar tournee meer dan honderd shows. Vorig jaar bracht ze na afloop haar eerste livealbum uit.", "Grandes zesde studioalbum Positions kwam 30 oktober uit. Recentelijk bracht Netflix verschillende films uit in samenwerking met artiesten, onder wie Shawn Mendes en de K-popgroep Blackpink."], "authors": ["Door"], "keywords": ["van", "sweetenertour", "ariana", "concertfilm", "op", "zijn", "verschijnt", "tournee", "haar", "netflix", "een", "uit", "ze", "grande", "zangeres", "21"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}