{"id": "5adb58f5-dd24-332a-b755-a3681f2d19c0", "title": "Verbannen van Twitter en Facebook? Op Bitchute mag je wél alles zeggen", "url": "https://volkskrant.nl/nieuws-achtergrond/verbannen-van-twitter-en-facebook-op-bitchute-mag-je-wel-alles-zeggen~baa2101c/", "summary": "Op deze plekken, en ook op het internetforum TheDonald, weet de fanatieke aanhang van de zittende president elkaar allang te vinden.\nDe techbedrijven willen dat de eigenaren van Parler de inhoud van de berichten, video’s en foto’s controleren en zo nodig weren van het platform.\nDe aankondiging van Jensen op YouTube Beeld YouTubeRapper Lange Frans werd zelfs helemaal van YouTube verbannen.\nHet bereik op Twitter en Facebook is zoveel groter dat ze, ondanks gemopper over censuur en vermeende inbreuken op vrijheid en meningsuiting, toch blijven.\nOp die manier probeerden ze alvast nieuwe volgers op te bouwen op andere platformen.’ Een van de platformen die toen opkwamen was Gab.", "paragraphs": ["Het Twitteraccount van Donald Trump is geblokkeerd. Beeld REUTERS", "Een keerpunt, zo noemen kenners het ingrijpen van de grote sociale media tegen Trump. De gebeurtenissen in het Capitool leidden tot snoeiharde maatregelen: een permanente schorsing door Twitter en een ban voor onbepaalde tijd door Facebook en Instagram.", "De afgelopen week leerde nog wat anders: het borrelt, broeit en gist in de onderbuik van het internet. Het aantrekken van de teugels door de bekende netwerken doet de stemmen van de ongehoorde hordes niet verstommen. In de weken en dagen voorafgaand aan de bezetting van het Capitool speelden alternatieve netwerken als Parler, Gab en Telegram een belangrijke rol in het aanwakkeren en organiseren van de rellen. Op deze plekken, en ook op het internetforum TheDonald, weet de fanatieke aanhang van de zittende president elkaar allang te vinden.", "Parler Alternatief voor Twitter waar mensen ‘vrijuit en openlijk’ kunnen spreken. Opgericht in 2018 en heeft inmiddels 4 miljoen actieve leden. De app stond in november op nummer één in de lijst van meest gedownloade apps in de Verenigde Staten. Nederland blijft achter: Parler haalde de top 20 van meest gedownloade gratis iPhone-apps niet. Google heeft de app inmiddels uit zijn Play Store verwijderd. Bitchute In 2017 opgericht als alternatief voor Youtube. Verzet zich tegen ‘internetcensuur’. Het precieze aantal gebruikers is onbekend, maar Bitchute rapporteerde in april ruim 20 miljoen unieke bezoekers wereldwijd. Telegram Russische chatdienst, opgericht in 2013. Populair bij gebruikers vanwege belofte voor veilig en privé versturen van berichten. Extreme stemmen gebruiken het platform soms als back-up voor hun kanalen op klassieke sociale media. Volgens Telegram zijn er maandelijks minstens 400 miljoen gebruikers. Er zijn groepen waarin openlijk illegaal vuurwerk wordt verhandeld, maar ook politieke groepen zijn actief. Gab Social medium met vooral veel leden uit de extreem-rechtse hoek. Opgericht in 2016. Had 635 duizend geregistreerde leden in 2018. Meeste leden komen uit de Verenigde Staten. Het platform staat antisemitische teksten toe, ook neo-nazi’s zijn lid van Gab. De app werd in 2017 door Google uit hun appwinkel verwijderd. Apple heeft de app nooit toegelaten vanwege ‘hate speech’.", "Mede door ophef in de samenleving over complottheorieën en extreme geluiden op sociale media zijn de grote netwerken de afgelopen maanden steviger gaan optreden. Ook grote techbedrijven zoals Google en Apple grijpen in. Zo werd twitter-alternatief Parler uit de app-winkels van Google en Apple verwijderd. De techbedrijven willen dat de eigenaren van Parler de inhoud van de berichten, video’s en foto’s controleren en zo nodig weren van het platform.", "Parler-oprichter John Matze vindt het allemaal onzin, liet hij op zijn eigen netwerk weten. Als hij verantwoordelijk is voor wat er op Parler gebeurt, dan is Apple net zo goed verantwoordelijk voor alle gesprekken die op iPhones worden gevoerd, luidt zijn redenering.", "Beeld Parler", "De eisen van de grote techbedrijven volgen na een periode waarin de alternatieven steeds aantrekkelijker werden voor extreme stemmen. Hier kunnen ze immers ongestoord hun gang gaan. Maar lukt het die stemmen ook hun volgers mee te krijgen? En wat doen Nederlanders?", "Zo kondigt programmamaker Robert Jensen in november zijn afscheid van Youtube in een video op het platform. Jensen had de afgelopen jaren succes op YouTube, nadat hij niet meer aan de bak kwam in Hilversum. Op het videoplatform van Google kan hij zijn gang gaan en zijn volgers trakteren op verhitte tirades over de mainstream media, de corrupte overheid of het coronavirus. Maar hij is klaar met YouTube, vanwege de ‘on-ge-lo-fe-lijk-e censuur’. Jensen verspreidt zijn boodschap voortaan op zijn eigen site.", "De aankondiging van Jensen op YouTube Beeld YouTube", "Rapper Lange Frans werd zelfs helemaal van YouTube verbannen. Net als Janet Ossebaard (onder haar volgers bekend van de video’s waarin ze complottheorieën over corona verspreidt) heeft Lange Frans zijn toevlucht tot Bitchute genomen, een alternatief voor YouTube.", "Bekender is het conservatieve Twitter-alternatief Parler als haven voor mensen die vinden dat ze niet meer alles mogen zeggen. Zo maakte Thierry Baudet in juni een account aan, op het moment dat de populariteit van de app in de Verenigde Staten in rap tempo toenam. ‘Fijn om nu ook op Parler te zijn!’, schrijft Baudet dan. Verder blijft het vrij stil. Ook het aantal volgers (ruim zesduizend) staat in schril contrast met dat op Twitter (ruim 244 duizend volgers).", "Een van de weinige berichten van Baudet op Parler Beeld Parler", "Dat geldt in Nederland ook voor anderen die (deels) de overstap hebben gewaagd. Het bereik op Twitter en Facebook is zoveel groter dat ze, ondanks gemopper over censuur en vermeende inbreuken op vrijheid en meningsuiting, toch blijven. Doel is vaak om zo veel mogelijk mensen te overtuigen van je ideeën, zegt Ico Maly. Bij de Tilburg School of Humanities and Digital Sciences doet hij onderzoek naar nieuw-rechts op diverse platformen. ‘De geesten van de mensen moeten rijp gemaakt worden voor de grote verandering.’", "Vooral alt-right, een extreemrechtse online subcultuur, heeft dat spel volgens hem de afgelopen jaren uitstekend gespeeld: het opbouwen van een zo groot mogelijke groep volgers. Dat ging pakweg tot 2017 zonder al te veel problemen, ook in de Verenigde Staten. Het keerpunt was volgens Maly de gebeurtenis in de Amerikaanse stad Charlottesville, waar in 2017 een rechts-extremist inreed op een groep antiracisten die demonstreerden tegen neonazistische betogingen. Snel daarna beloofden techbedrijven maatregelen tegen online haatzaaierij. Met horten en stoten, overigens. Tot voor kort mocht de Holocaust op Facebook worden ontkend. Het kan verkeren: inmiddels verwijdert Facebook ook onjuiste beweringen over het coronavaccin.", "Wie nog wel mocht blijven, begon zich voor te bereiden op het strafbankje. Bijvoorbeeld door onder video’s linkjes op te nemen naar alternatieven. Maly: ‘Ze wedden daarmee op verschillende paarden. Op die manier probeerden ze alvast nieuwe volgers op te bouwen op andere platformen.’ Een van de platformen die toen opkwamen was Gab. Het voordeel: gelijkgestemden onder elkaar. En geen censuur. ‘Maar dat is meteen ook het nadeel. Want het is dan moeilijk nieuwe mensen te bereiken die je kunt klaarstomen voor de ideeënstrijd’, aldus Maly.", "In Nederland volgt Lange Frans dezelfde tactiek; hij wil dat zo veel mogelijk mensen zijn geluid horen. Dat hij in oktober helemaal van YouTube werd verbannen, was dan ook een tegenvaller. Op Bitchute moet hij het doen met 1.586 volgers, waar hij bij YouTube tegen de honderdduiend zat. ‘Nu heb ik alleen nog de die-hards. Bij YouTube was het fijn dat ik ook een hele andere groep kon bereiken.’", "Mijn hele YouTube account is verwijderd door YouTube. Ook al mijn eigen muziek op mijn kanaal. Ik vind dit echt heel jammer en ik ga nu huilen. @arjenlubach bedankt ! En misschien dat jij met je goede contacten bij YT in ieder geval kan vragen of m’n muziek terug mag ...❤️ — Lange Frans (@langefrans) 21 oktober 2020", "Net als Parler speelt Bitchute nadrukkelijk in op het sentiment dat Facebook en YouTube tegenwoordig geen vrijplaatsen meer zijn. Zo omschreef John Matze zijn platform twee jaar geleden als een dorpsplein waar alles geroepen mag worden.", "Onder Parler-gebruikers valt die boodschap goed, maar de groei zet zelden écht door, ziet Richard Rogers, die als hoogleraar nieuwe media aan de Universiteit van Amsterdam onderzoek deed naar de populariteit van de alternatieve platforms. ‘De aanwas blijft heel beperkt.’ De alt-tech moet het vooral hebben van korte groeispurts, die vaak samenvallen met de verhuizing van bekende personen, al dan niet gedwongen, naar de platforms. Het aantal mensen dat uit eigen beweging naar media als Bitchute gaat is beperkt.", "Het magere succes is deels te verklaren door de technische achterstand van alternatieve sociale media op techreuzen als Youtube en Facebook, zegt Rogers. Maar bovenal brengen alternatieven geen geld op. De belofte van een censuurvrij medium klinkt mooi, maar als er geen geld mee is te verdienen, hebben bekende personen er weinig te zoeken.", "Een slim alternatief is: verhuizen naar een eigen website, zegt Rogers. ‘Weliswaar zullen niet alle volgers meegaan, maar ze kunnen er alles doen wat ze willen. Ze kunnen blijven roepen dat ze tegen censuur zijn, tegen big tech.’ En tegelijkertijd blijven ze verdienen, zoals Robert Jensen, die op zijn site shirtjes en hoody's met opdrukken als ‘Media = virus’ of ‘Holland for Trump’ verkoopt.", "Het ingrijpen van de klassieke sociale media lijkt dus effectief: weinigen vertrekken definitief naar alternatieve platforms. Toch schuilt daarin ook een risico, zegt Rogers. ‘Je wilt voorkomen dat deze groep zich zonder enig toezicht op alternatieve kanalen verder ontwikkelt.’ Volgens Rogers moet de samenleving waken voor een waterbedeffect: geweerde extremen die elders opduiken. Op de alternatieve platforms kunnen mensen elkaars denkbeelden ongefilterd verder versterken. ‘Dat politiseert de samenleving verder en maakt de sfeer op internet alleen maar giftiger.’ En niet alleen op internet trouwens, zo hebben de gebeurtenissen in Washington geleerd."], "authors": ["Hessel Von Piekartz", "Laurens Verhagen"], "keywords": ["je", "zijn", "van", "verbannen", "voor", "en", "youtube", "een", "dat", "zeggen", "op", "ook", "het", "facebook", "twitter", "mag", "wél"], "pubDate": "2021-01-10T06:35:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}