{"id": "5ae88870-a25d-381d-96ea-073535a67197", "title": "Er zit weer leven in FC Twente", "url": "https://volkskrant.nl/sport/er-zit-weer-leven-in-fc-twente~b9286a12/", "summary": "Na een horrorreeks van zo’n acht jaar, met als sportief dieptepunt de degradatie in 2018, komt er eindelijke weer goed nieuws uit Twente.\nDe mannentak verloor pas eenmaal, van FC Utrecht, en dat was nog onterecht ook.\n‘Maar voor de rest is het heerlijk dat het allemaal weer eens positief is bij Twente.’De wraak van BramaWout de Wreker kun je Brama ook noemen.\nStreuer: ‘Er wordt wel eens gezegd dat de invloed van een trainer beperkt is, daar ben ik het totaal niet mee eens.\nBrama, in 2010 nog kampioen met FC Twente: ‘Ik heb geleerd dat het razendsnel alle kanten kan opschieten.", "paragraphs": ["Ron Jans is dit seizoen de trainer van dit Twente en in die rol mede verantwoordelijk voor de wederopstanding van de club. Beeld Guus Dubbelman / de Volkskrant", "Op het trainingscomplex van FC Twente, nabij het Fanny Blankers Koen-stadion in Hengelo, happen voetballers naar adem tijdens een zogeheten voetbalconditietraining. Maar de lach is nooit ver weg. Trainer Ron Jans begroet vrolijk wat persmensen. Hij maant daarna de doorgebroken talenten, de huurlingen en de oudgedienden die zich hebben opgericht na een seizoen vol roddel, achterklap en matig degradatievoetbal nog wat dieper te gaan dan ze dachten te kunnen.", "Komende zondag is Twente-PSV eindelijk weer een top-5-kraker, zoals Enschede gewend was alvorens een stel overenthousiaste bestuurders de grootste club van Oost-Nederland op de rand van de financiële en sportieve afgrond brachten. Met op doel Joël Drommel, de eerste Twente-speler die de selectie van Oranje haalde sinds 2014. Met in de spits eredivisietopscorer Danilo (8 goals, 4 assists), doordeweeks nog op pad met het olympisch team van Brazilië, en aan zijn rechterkant Vaclav Cerny (5 goals, 4 assists), verdienstelijk debutant bij Tsjechië. In totaal vlogen zes spelers de voorbije weken uit voor interlands, wat iets zegt over de vorm van de ploeg.", "Na een horrorreeks van zo’n acht jaar, met als sportief dieptepunt de degradatie in 2018, komt er eindelijke weer goed nieuws uit Twente. Naast de vijfde plaats op de ranglijst, werd er een gelauwerd hoofd opleiding losgeweekt bij de KNVB, Iddo Roscher, en won de vrouwenploeg afgelopen weekeinde de topper van PSV voor ruim 500.000 tv-kijkers.", "De mannentak verloor pas eenmaal, van FC Utrecht, en dat was nog onterecht ook. Met rode fakkels werden de spelers onthaald na de laatste superieur gewonnen wedstrijd bij ADO Den Haag (2-4). Want net nu het weer echt goed gaat, ontbreken de fans op de tribune waar ze zelfs tijdens de meest afzichtelijke eerstedivisie-duels voor sfeer zorgden. ‘Superjammer,’ zegt aanvoerder en lokale held Wout Brama. ‘Maar voor de rest is het heerlijk dat het allemaal weer eens positief is bij Twente.’", "De wraak van Brama", "Wout de Wreker kun je Brama ook noemen. Hoewel hij genoot van zijn buitenlandse avontuur bij het Australische Central Coast Mariners keerde hij in 2018 na een seizoen terug naar Twente om zijn oude liefde te helpen. Er volgde direct promotie, maar vorig seizoen werd de 34-jarige middenvelder afgedankt door toenmalig hoofdcoach García en zelfs tot splijtzwam gebombardeerd door oud-ploegmaat en keeperstrainer Sander Boschker, eveneens een clubicoon.", "Brama: ‘Vorig seizoen was vervelend doordat er ongefundeerde dingen over mij werden gesuggereerd, waarin ik me totaal niet in herkende. Maar het seizoen ervoor, in de eerste divisie, was mentaal zwaarder met het hoofd van de hele club op het hakblok als we niet zouden promoveren. Ik speelde door met een blessure. Dat was echt loodzwaar.’", "Brama dacht aan een vertrek afgelopen zomer. ‘Dat was niet het plan toen ik terugkwam. Ik wilde Twente helpen en hier ook afsluiten. Maar ik wil wel een goede rol spelen in een groep, voel me nog superfit.’", "De selectie van FC Twente wordt tijdens een training op de proef gesteld. Beeld Guus Dubbelman / de Volkskrant", "Met Boschker werd de vrede getekend en toen technisch directeur Ted van Leeuwen en García de wacht werden aangezegd, zag Brama weer perspectief. De Almelose routinier is in meerdere opzichten een centrale figuur. Niet alleen populair bij de achterban en de clubwatchers, maar ook van belang voor het evenwicht van de ploeg, een verlengstuk van de trainer en het bestuur. Een toekomstige beleidsbepaler wellicht. ‘Ach, bovenal voel ik me weer echt voetballer. Ik wil best als intermediair dienen als de club aan de spelers vraagt salaris in te leveren. Maar ik richt me vooral op het sportieve. Voor een andere rol moet je de tijd nemen. Anders zie je dat vaak misgaan.’", "Het terughalen van Brama stond zo’n beetje boven aan de bomvolle actielijst van de begin juni aangestelde technisch directeur Jan Streuer. Andere routiniers met een Twente-verleden Douglas en Bryan Ruiz gaan niet voorop in de strijd, schatte Streuer in. ‘Wout doet dat wel. Dat moet je hebben. Er moest houvast zijn voor de jongeren en de huurlingen die we op het oog hadden. En je ziet: hij doet dat super, hij speelt ook super. Wout is er ook volgend seizoen bij wat mij betreft.’", "De hoge lat van Streuer", "Een andere heipaal voor Streuer was de coach, dat werd de 62-jarige Jans, wat besmeurd geraakt door een racismekwestie bij FC Cincinnati, maar daarvoor zeer succesvol bij FC Groningen en PEC Zwolle. Streuer: ‘Er wordt wel eens gezegd dat de invloed van een trainer beperkt is, daar ben ik het totaal niet mee eens. De trainer moet enthousiasme en de juiste werkhouding installeren. Ik wilde daarnaast iemand die voor aantrekkelijk voetbal staat. Verliezen doe je toch wel een paar keer dus ga alsjeblieft niet achterin die bal de hele tijd opzij spelen; vreselijk.’", "Een andere eis was ervaring. ‘Een jonge trainer halen en die onder een adviseur laten dienen zoals je elders ziet; kom op, hé. Ik moet er geen omkijken naar hebben.’", "De 69-jarige Streuer, die eigenlijk geen ambities meer had als technisch directeur en zich prima vermaakte op de golfbaan en als spelersmakelaar, moest de club in sportief opzicht in een maand tijd opnieuw opbouwen met een gekrompen budget. ‘Er waren geen trainers, de enige scout was ziek en we hadden maar 12 spelers waaronder 4 keepers.’", "Waar Ajax-collega Marc Overmars opmerkte dat je het ‘fantastisch doet als de helft van je aankopen slaagt’, legt Streuer, door de wol geverfd als hoofdscout en technisch directeur bij Vitesse en Sjachtar Donetsk, de lat hoger. ‘Als je er vijf haalt, moeten er vier slagen.’", "Die kans is veel groter als spelers ervaring hebben in het Nederlandse profvoetbal, meent Streuer. Het is een breuk met het beleid onder voorganger Van Leeuwen, die vooral spelers van (ver) buiten Nederland naar Enschede transporteerde. Brama: ‘Daar zaten echt goede spelers tussen, maar ze moesten een poos wennen en daarna soms alweer terug naar de club waar ze van gehuurd waren. Nu konden we al in de voorbereiding heel goed werken aan bijvoorbeeld het druk zetten. Een goede start is superbelangrijk.’", "Huurlingenleger", "Twente telt negen huurlingen. Is de wederopstanding niet gebouwd op drijfzand? Streuer: ‘Je ontkomt niet aan huurconstructies met onze middelen. Zelfs dat is al lastig, want de goede spelers hebben meer keus. We hebben geprofiteerd van de naam die Twente nog steeds heeft. Bijna 20.000 seizoenkaarthouders; dat is krankzinnig veel. Maar we hebben ook vier jeugdspelers contracten gegeven, die profiteren van de aanwezigheid van de huurlingen en Brama. En straks hebben we onze handen vrij als er veel spelers door de coronacrisis op de markt komen.’", "Brama: ‘De nieuwe spelers torsen niet het moeizame vorige seizoen mee. Het zijn stuk voor stuk mannen die er wat van willen maken. Danilo is niet alleen een topspits, maar ook een heel leuke, positieve, nijvere gast. Bij Cerny druipt de wil om te slagen ervan af.’", "Er komt een zware maand aan voor de club met PSV, Ajax en AZ als tegenstanders. Inmiddels is de eerste coronabesmetting in de selectie (bij aanvaller Queensy Menig) een feit. Daarnaast dreigt er een tekort van acht miljoen euro op de al afgeroomde jaarbegroting als fans het hele seizoen niet zijn toegestaan.", "Brama, in 2010 nog kampioen met FC Twente: ‘Ik heb geleerd dat het razendsnel alle kanten kan opschieten. Daarom probeer ik te genieten van het moment. Corona raakt alle clubs. Ik onderschat de situatie niet, maar deze club heeft al bewezen over veel veerkracht te beschikken.’"], "authors": ["Bart Vlietstra"], "keywords": ["van", "zit", "het", "op", "met", "twente", "ik", "een", "niet", "en", "weer", "leven", "dat", "fc", "er"], "pubDate": "2020-11-20T18:16:25+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}