{"id": "5b2158e0-3f0e-36a8-9d1e-e324c047e82c", "title": "Ajax laat Edson Álvarez streep zetten door Valencia", "url": "https://www.parool.nl/sport/ajax-laat-edson-alvarez-streep-zetten-door-valencia~b27fd1de/", "summary": "Beeld BSR AgencyValencia had concrete interesse om de 23-jarige Álvarez – al dan niet tijdelijk – te verlossen van zijn reserverol bij Ajax.\nDe international zelf zette daarop zijn zinnen op een overstap naar de Spaanse competitie.\nEerder deze week heeft Ajax Álvarez, die anderhalf jaar geleden voor 15 miljoen werd overgenomen van Club America als opvolger van Matthijs de Ligt, echter te kennen gegeven dat een vertrek in de winter onbespreekbaar is.\nÁlvarez begon het seizoen nog als basisspeler, maar kwam na de terugkeer van Davy Klaassen nog slechts vijftig minuten in actie voor Ajax in de eredivisie.\nExtra reden om in te zetten op een Spaans avontuur was een mogelijke hereniging met zijn gezin.", "paragraphs": ["Beeld BSR Agency", "Valencia had concrete interesse om de 23-jarige Álvarez – al dan niet tijdelijk – te verlossen van zijn reserverol bij Ajax. De international zelf zette daarop zijn zinnen op een overstap naar de Spaanse competitie. Eerder deze week heeft Ajax Álvarez, die anderhalf jaar geleden voor 15 miljoen werd overgenomen van Club America als opvolger van Matthijs de Ligt, echter te kennen gegeven dat een vertrek in de winter onbespreekbaar is.", "Trainer Erik ten Hag liet eind vorig jaar al weten zijn selectie intact te willen houden en de verdedigende middenvelder met het oog op de zware tweede seizoenshelft niet te willen laten gaan.", "Álvarez begon het seizoen nog als basisspeler, maar kwam na de terugkeer van Davy Klaassen nog slechts vijftig minuten in actie voor Ajax in de eredivisie. Extra reden om in te zetten op een Spaans avontuur was een mogelijke hereniging met zijn gezin. De Mexicaanse international moest in Amsterdam steeds drie maanden zonder zijn partner en dochter doen, omdat zijn vriendin bij de Immigratie- en Naturalisatiedienst lange tijd niet in aanmerking kwam voor een voorlopige verblijfsvergunning. Daar is inmiddels verandering in gekomen."], "authors": ["Johan Inan"], "keywords": ["zetten", "zijn", "van", "ajax", "laat", "voor", "en", "edson", "een", "streep", "álvarez", "te", "op", "valencia", "door", "niet"], "pubDate": "2021-01-08T20:57:10Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}