{"id": "5b224b70-8874-342c-bb8f-8becb83e60a4", "title": "Heerlijk, (even) geen volleybal voor Lonneke Slöetjes", "url": "https://volkskrant.nl/sport/heerlijk-even-geen-volleybal-voor-lonneke-sloetjes~b42ec832/", "summary": "Slöetjes is ze voor het eerst sinds lange tijd thuis.\n‘Ik hoop echt dat ze dat doorvoeren en dat het geen wassen neus is om ons tevreden te houden.\nAls ik niet goed speel, gaat het niet goed.’Lonneke Slöetjes plaatst de bal langs de Servische Stefana Veljkovic.\nDat ze altijd het gevoel hebben dat ze de ­wereld aankunnen.\n­Slöetjes werd ook goed betaald bij de steenrijke clubs in de buitenlandse topcompetities, al speelde ze nooit voor het geld.", "paragraphs": ["De lockdown heeft Lonneke Slöetjes (30) goed gedaan. Na achttien jaar volleybal was ze stuk, ook mentaal. Zelfs nu ze is uitgerust en opgefleurd, laat ze in het midden hoelang haar sabbatical duurt.", "Een rode kater komt meteen gedag zeggen als er bezoek is bij volleybalster Lonneke Slöetjes (30). Het beestje kwam ooit aanwaaien bij haar in Istanbul en ging nooit meer weg. Hij werd in Turkije omgedoopt tot Jack, verhuisde vorig jaar mee bij de transfer naar de Italiaanse club Scandicci en is nu thuis in Nederland. ‘Hij is blij dat hij niet meer hoeft te vliegen. Hij haat het harde geluid’, zegt Slöetjes, de lange aanvalster (1.91 meter) die jarenlang tot de beste vijf speelsters van de wereld behoorde.", "Slöetjes is ze voor het eerst sinds lange tijd thuis. Drie jaar geleden kocht ze haar nieuwbouwwoning in Lichtenvoorde in de Achterhoek, op tien minuten rijden van haar ouderlijk huis in Varsseveld. Maar het was haar vriend die er woonde. Zij was nooit thuis en dat brak haar dit jaar op. Ze voelde zich opgebrand en ­besloot een lange volleybalpauze in te lassen. Door corona moest ze toch terugkeren uit Italië, waar de competitie stil werd gelegd toen het land in lockdown ging. Het kwam haar goed uit.", "‘Ik heb al maanden geen bal aangeraakt’, zegt Slöetjes, die door velen wordt gezien als de beste Nederlandse volleybalster aller tijden. Ze niet weet of ze ooit nog een rentree maakt. Misschien zet ze definitief een punt achter haar loopbaan.", "Als topspeelster in de Turkse en sinds vorig jaar Italiaanse competitie had ze nog geen tien aaneengesloten vakantiedagen per jaar. Soms kwam ze zelfs niet naar huis tussen Kerst en Oud en Nieuw. Naast de dagelijkse trainingen speelde ze gemiddeld twee wedstrijden per week met haar club. ‘Je zit standaard twee keer per week in een vliegtuig naar die wedstrijden, waar je dan in hotels slaapt. Ik heb één keer een maand bij proberen te houden hoeveel vluchten ik al had genomen, maar ik raakte te snel de tel kwijt.’", "Dan waren er nog de toernooien voor het nationale team. Was ze net klaar met het clubseizoen, stond de bondscoach op Papendal al te wachten. Andersom gold voor de clubcoach hetzelfde.", "Slöetjes kaartte het probleem aan bij de internationale volleybalbond FIVB. Samen met een aantal volleybalsters weigerde ze nog langer mee te werken aan promotionele doeleinden van de bond als er niks zou veranderen. ‘Dit speelt in alle landen. Het programma is gewoon te vol. Het kan niet zo zijn dat je vanuit, zeg Japan, waar je dan met het Nederlands team zit, een dag later al met je spullen gewassen en gedroogd op de club moet zijn.’", "De FIVB beloofde verandering. De bond wil een clausule in de contracten zetten om ervoor te zorgen dat speelsters na het clubseizoen en na de periode waarin ze met het nationaal team spelen, standaard tien dagen vrij krijgen. ‘Ik hoop echt dat ze dat doorvoeren en dat het geen wassen neus is om ons tevreden te houden. Tot nu toe werken de bonden alleen maar langs elkaar heen, in plaats van samen.’", "Slöetjes won in clubverband alles wat er te winnen viel en werd lang beschouwd als de ­beste diagonaalspeelster ter wereld. Zij moest in haar rol als vrije aanvaller de meeste punten scoren. Haar machtige rechterarm was het ­wapen, waarmee ze het Nederlands team leidde naar de vierde plek op de Spelen van Rio.", "Na die topprestatie volgde een zilveren EK medaille in 2017. Een jaar later werd Nederland op het WK in Japan opnieuw vierde, een bewierookte prestatie. Daarna stokte de ontwikkeling van de ploeg. Kwalificatie voor de Spelen van ­Tokio lukte niet. Niet op Sicilië, niet in Apeldoorn.", "Twee dagen nadat Oranje definitief werd uitgeschakeld, in januari dit jaar op het Europese kwalificatietoernooi, werd Slöetjes alweer bij haar club in ­Florence verwacht. Toen brak er iets van binnen. ‘Ik lag een dag eerder uit het toernooi, dus ze vonden dat ik mijn vlucht wel een dag kon vervroegen. Ik had net de Spelen gemist, ik wist niet eens hoe ik dat moest verwerken. Moest ik er echt de volgende dag alweer zijn? Ik voelde me net handelswaar. Ik wist niet meer of ik het nog zo leuk vond dat mijn lichaam altijd maar in dienst moest staan voor de sport.’", "Ziek van de stress", "Het antwoord was nee. Slöetjes herkende zich in verhalen van andere topsporters die mentaal waren opgebrand. Ze las het verhaal over Anouk Vetter, de meerkampster die op de WK geen stap meer kon zetten omdat ze zich dood­ongelukkig voelde. Dat raakte een ­ge­voelige snaar. Zo had zij zich ook wel eens gevoeld. Altijd moe, ziek van de stress. Slöetjes kon amper genieten van wedstrijden, terwijl ze zich voor trainingen wel altijd op kon laden.", "Wanneer er weer een belangrijk duel voor de deur stond, deed ze geen oog dicht. ‘Als je dat twee keer in de week hebt, duurt een week heel lang. Niet dat ik de hele nacht allerlei rampscenario’s ging verzinnen. Maar het was meer een soort algemeen beklemmend gevoel.’", "Slöetjes twijfelde altijd of ze aan haar eigen hoge verwachtingen kon voldoen. Ze had het gevoel dat het team niet zonder haar kon. Dat prentte haar coach ­Giovanni Guidetti in de vier jaar dat ze bij de topclub Vakifbank Istanbul speelde haar ook regelmatig in. Later werd hij bondscoach van Nederland. ‘Hij wees me er vaak op dat ik wel mijn statistieken moest halen omdat we anders als team niet konden winnen. Ik had daar een heel groot individueel verantwoordelijkheidsgevoel door gekregen. Het voelde alsof het allemaal op mijn schouders lag. Als ik niet goed speel, gaat het niet goed.’", "Lonneke Slöetjes plaatst de bal langs de Servische Stefana Veljkovic. Beeld AFP", "Om beter om te kunnen gaan met de wedstrijdstress en de hoge eisen die ze aan zichzelf stelde, werkte Slöetjes een tijd met een mental coach. Dat hielp. Ze kwam niet van de faalangst af, maar leerde het wel te zien als een goede eigenschap. ‘Ik speelde goed omdat ik streng voor mezelf was. Dat was mijn manier. Ik had die adrenaline ook nodig. Maar dat stofje raakt een keer op. Als je hetzelfde verwachtingspatroon hebt maar je kunt het stofje nergens meer vinden, brand je op. Ik haalde het hoge niveau van vroeger niet, maar vergat mijn eisen bij te stellen.’", "Dat paste niet bij haar beeld van topsporters. Slöetjes dacht dat twijfel niet hoorde bij haar beroep. Dat alle sporters overliepen van het zelfvertrouwen. Zo was ze zelf helemaal niet. Op het veld nam ze de leiding, smashte ze genadeloos de rotte ballen van de tegenstander weg. Daarbuiten was er ruimte voor onzekerheid. Slöetjes is bescheiden en hoeft niet zo nodig op de voorgrond te staan.", "Supermensen", "Toen ze zich ging verdiepen in de ­mentale kant van haar vak, zag ze dat ze niet de enige was die zo in elkaar stak. In documentaires zag ze collega’s soms vlak voor de wedstrijd nog overgeven van de spanning. ‘Ik dacht ooit dat sporters een soort supermensen waren. Dat ze altijd het gevoel hebben dat ze de ­wereld aankunnen. Als ik naar bokswedstrijden keek, was ik altijd onder de ­indruk van het enorme zelfvertrouwen wat ze uitstralen. Maar zelfs boksers zitten soms jankend in de kleedkamer ­omdat ze denken dat het niet gaat lukken.’", "Niet dat ze nooit heeft genoten van haar carrière, integendeel. Als ze grote prijzen won, maakte volleybal haar gelukkig. ­Slöetjes werd ook goed betaald bij de steenrijke clubs in de buitenlandse topcompetities, al speelde ze nooit voor het geld.", "Vooral in Turkije voelde ze zich thuis, het land waar de familiebanden belangrijk zijn. Ze bleef er niet voor niets vier jaar, een relatief lange periode om bij dezelfde club te spelen. ‘Istanbul is een ­geweldige stad. Er is veel te doen, het is één grote mierenhoop van mensen en dieren, honden en zwerfkatten door elkaar. Ik kreeg dankzij teamgenoten veel mee van de cultuur. De mensen willen graag delen.’", "Ze werd eens uitgenodigd bij de oma van een ploeggenoot die de tafel vulde met ‘mezze’, Turkse hapjes. De familie Ozbay vertelde trots over de Turkse gewoontes. De warmte die ze bij er voelde, maakte dat Slöetjes zich toch op haar gemak voelde in het harde topsportbestaan. ‘Als topsporter moet je vaak voor jezelf kiezen, maar ik heb er altijd moeite mee gehad om egoïstisch te zijn. Mijn club voelde daar als mijn familie, dat maakte het menselijker.’", "Toen Slöetjes vorig jaar geen contractverlenging kreeg omdat het team wilde verjongen, kwam dat hard aan. Ze ­vertrok naar de Italiaanse topclub Scandicci, maar ze had het er minder naar haar zin. ‘Mensen gingen daar toch meer voor hun eigen hachje. Dat was ik niet gewend. Er is daar veel meer een machocultuur. Zo ben ik zelf niet. Ik vind het belangrijk om er voor anderen te zijn. Dat kan nu eindelijk.’", "Slöetjes groeide niet op in een topsportfamilie. Haar ouders hebben wel ooit op amateurniveau gespeeld, maar muziek was veel belangrijker in het gezin. Zelf speelde ze jarenlang klarinet in een orkest. In de hoek van de huiskamer staat nu een gitaar. Slöetjes heeft tijd voor lessen. Ze nam ook tennislessen en begon met yoga.", "Pijnvrij", "Nu pas, tijdens haar sabbatical, voelt het voor Slöetjes alsof ze de hele wereld aankan. Ze is eindelijk verlost van de chronische pijn in haar linkerknie. Door yoga-oefeningen kan ze het gewricht weer goed buigen en strekken. Achttien jaar elke dag volleybal veroorzaakte veel kraakbeenschade. Ze is pas 30, maar heeft de knie van een bejaarde. Ze werd er al drie keer aan geopereerd. ‘Als ik van de bank kwam was het net een betonnen been. Ik ben daar nu van verlost. Ik was bang dat ik er mijn hele leven mee zou moeten lopen.’", "Slöetjes heeft ‘energie voor tien’ en zit nog boordevol plannen. Een oude studie bedrijfskunde werd opgepakt en ze wil graag vrijwilligerswerk doen. ‘In een ­bibliotheek, of zo.’ Geluk haalt ze nu uit de tijd die ze met familie en vrienden door kan brengen. Ze hoeft eindelijk niet meer alleen voor zichzelf te kiezen.", "Eén keer raakte ze een volleybal aan bij een clinic. Daar bleef het bij. Misschien wel voorgoed."], "authors": ["Eline Van Suchtelen"], "keywords": ["ik", "van", "voor", "haar", "en", "een", "ze", "volleybal", "lonneke", "geen", "slöetjes", "het", "niet", "dat", "heerlijk"], "pubDate": "2020-12-18T17:09:57Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}