{"id": "5b458c57-a886-3afd-a4de-193c905b6f4f", "title": "Hoe was 2020 voor de makers van Fokke & Sukke?", "url": "https://www.parool.nl/kunst-media/hoe-was-2020-voor-de-makers-van-fokke-sukke~b0088eb7/", "summary": "Beeld Erik van 't WoudNatuurlijk zijn er naast corona andere actuele onderwerpen mikpunt van de rake en humoristische observaties van Fokke & Sukke.\nMaar van de 212 cartoons in Het afzien van 2020 heeft zo’n 70 procent – al dan niet zijdelings – betrekking op corona, schat de tekenaar.\nVan Tol en medebedenkers John Reid en Bastiaan Geleijnse wijdden op maandag 27 januari voor het eerst aandacht aan het virus.\n‘Ach, weer iets uit China’, luidde de ondertoon van het commentaar destijds.\nDaarnaast draait de humor niet om de symptomen of ziek zijn zelf, maar om aan de pandemie gelinkte situaties.", "paragraphs": ["Jean-Marc van Tol. Beeld Erik van 't Woud", "Natuurlijk zijn er naast corona andere actuele onderwerpen mikpunt van de rake en humoristische observaties van Fokke & Sukke. Of zoals tekenaar en uitgever Jean-Marc van Tol zegt: reflecties op maffe reallifedingen.", "Zoals de nationale ophef om de zwangere panda’s in Ouwehands Dierenpark en de opkomst van een bedenkelijk Amerikaans cultfenomeen uitgelegd in drillraps voor dummies. Ook de niet door bescheidenheid gehinderde presidentskandidaat Kanye West krijgt de ruimte.", "Maar van de 212 cartoons in Het afzien van 2020 heeft zo’n 70 procent – al dan niet zijdelings – betrekking op corona, schat de tekenaar. Van Tol en medebedenkers John Reid en Bastiaan Geleijnse wijdden op maandag 27 januari voor het eerst aandacht aan het virus. Op bijna achteloze wijze. ‘Ach, weer iets uit China’, luidde de ondertoon van het commentaar destijds.", "Van Tol: “We hadden absoluut niet in de gaten dat dit het coronajaar zou worden. Sterker: op 22 januari zou ik voor een half jaar naar Barcelona gaan met mijn vrouw. We hadden in een zijstraat van de Ramblas een mooi appartement gehuurd, waar ik wilde werken aan een nieuw boek. Na een week of twee, drie begon daar die heftige lockdown: guardia civil op straat, alleen de deur uit voor boodschappen. En dat terwijl Nederland nog volop bezig was met carnaval en skivakanties, bizar bijna. Met het laatste vliegtuig dat nog mocht vertrekken, zijn we in maart teruggekomen.”", "En hoe de pandemie zich vervolgens ontvouwde op Hollandse bodem is terug te zien in tientallen ministrips over teststraten, zelfisolatie, stadions en theaters als echoputten, virushaters, politieke missers en blunders op ander gebied. Uiteenlopend, actueel en puntig.", "Elkaar verrassen", "Denkt het trio, dat elkaar sinds de studententijd kent, bij het brainstormen over de dagelijkse cartoon soms: nee, niet weer corona…? “Zo gaat dat niet bij ons,” zegt Van Tol. “Om tot een onderwerp te komen, bellen we elke ochtend drie kwartier. Dan praten we over van alles en nog wat. Dat doen we op bijna dezelfde manier waarop we in ons studentenhuis commentaar hadden op en opmerkingen maakten over nieuws op tv. Nog steeds weten we elkaar te verrassen met iets geestigs of een mooi idee of inzicht.”", "Wisten de makers direct: er kan gelachen worden om corona? “We hebben Fokke & Sukke zichzelf die vraag laten stellen. Fokke antwoordt: ik krijg het benauwd als ik lach. Grappen over het virus kunnen omdat we nooit persoonlijk willen kwetsen of pijn doen. We stellen aan de orde wat Nederland belangrijk vindt. Daarnaast draait de humor niet om de symptomen of ziek zijn zelf, maar om aan de pandemie gelinkte situaties. Maar we mijden zeker onderwerpen, heftige nieuwszaken, zoals moord of kindermisbruik. Niemand kan daarom lachen.”", "Zelfs die onuitputtelijke bron van inspiratie, de Amerikaanse president Trump, moest het dit jaar afleggen tegen corona. Gaan de makers hem missen nu hij binnenkort afzwaait? Van Tol: “Privé ben ik blij, ik werd echt niet goed van die man. Zo onbeschoft en vervelend. Maar als cartoonist is zijn vertrek best jammer. Ga maar eens grappen maken over Joe Biden. Dat lijkt me een saaie doorsnee president. En net zo politiek geolied en gevernist als Barack Obama. Alles lijkt voorgekookt. Voor cartoonisten een stuk minder interessant. Want verbazing om iemand zorgt voor inspiratie.”", "Niet boos of gevaarlijk", "“Inspiratie vinden we bijvoorbeeld in de trouwerij van minister Grapperhaus: hoe kun je zo de coronaregels overtreden als je als minister verantwoordelijk bent voor juist die zaken? Terwijl je anders met je strenge wijsvinger staat? En waarom gaat koning Willem-Alexander op vakantie terwijl iedereen thuis moet blijven? Hoe komen intelligente mensen tot die beslissingen? Voor ons cartoonisten is dat prima materiaal. Grapperhaus blijkt dan niet boos om ons commentaar. Ik zag op een krantenfoto juist zo’n Fokke & Sukketekening in zijn kantoor staan. Wij zijn niet boos of gevaarlijk, maar redelijk mild in onze benadering. We leveren commentaar, gebruiken onze cartoons niet om op de barricaden te gaan of situaties te veranderen.”", "Hoe bekijkt hij cartoonisten die dat wel doen en daarvoor de ultieme prijs (Charlie Hebdo) betalen of die anderen (Samuel Paty) het leven kosten? “Ik kende de jongens van Charlie Hebdo via festivals, heb met ze gedronken en avonturen beleefd. Het is bizar en vreselijk. Ook wat er dit jaar is gebeurd en de ophef in Nederland om vrijheid van meningsuiting. Omdat cartoons via apps en sites bij een publiek terechtkomen waarvoor ze niet bedoeld zijn, publiek dat satire niet begrijpt. En omdat er mensen zijn die ze gebruiken om anderen op te hitsen om hun eigen positie te verbeteren. Afschuwelijk. Ik heb daardoor wel besloten onze cartoons minder zichtbaar te maken. Minder online te plaatsen. Ze staan in boekjes en op kalenders.”"], "authors": ["Annemart Van Rhee"], "keywords": ["ik", "van", "2020", "voor", "makers", "en", "een", "om", "fokke", "hoe", "op", "te", "het", "sukke", "niet", "dat"], "pubDate": "2021-01-02T15:00:39Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}