{"id": "5b5377d9-008b-3e2d-88e4-c5a2ccecdbd8", "title": "Stadsparadijs", "url": "https://nrc.nl/nieuws/2020/12/17/stadsparadijs-a4024156", "summary": "Op RTV Rijnmond hoorde ik dat het Eiland van Brienenoord op de schop moet.\nEn zo reisde ik naar dat piepkleine gebiedje met z’n wandelroute van 2,5 kilometer in de schaduw van de Van Brienenoordbrug.\nIk nam de bus naar de Stadionweg op Zuid en wandelde via het Hoendiep naar het eiland dat ik niet kende.\nOp het eiland geldt de 25-meterregel.\nEen man in een oranje hesje moest nu het werk van de runderen opknappen: het kortwieken van het gras.", "paragraphs": ["Op RTV Rijnmond hoorde ik dat het Eiland van Brienenoord op de schop moet. De getijdenwerking wordt vergroot, en het eiland gaat deel uitmaken van de recreatieve route Rondje Stadionpark op Rotterdam-Zuid. Gauw er naartoe, dacht ik, voordat het er te druk wordt.", "En zo reisde ik naar dat piepkleine gebiedje met z’n wandelroute van 2,5 kilometer in de schaduw van de Van Brienenoordbrug. Ik nam de bus naar de Stadionweg op Zuid en wandelde via het Hoendiep naar het eiland dat ik niet kende.", "Een idyllische ophaalbrug over het Zuiddiepje, volgens Rijnmond straks te vervangen door een modern exemplaar, ontsloot de toegang tot de natuurparel. Een bijzondere gewaarwording om binnen één minuut van het verkeerslawaai terecht te komen in een oase van fluitende vogels en ruisende bomen. Ik herkende de zilverberk en een aantal fruitbomen. Een bleek zonnetje scheen prachtig door het kalende bos.", "Foto Willem Pekelder", "Op het toegangsbord stond iets wat ik niet helemaal vatte: loslopend vee betreden op eigen risico. Ik moest het twee keer lezen voordat ik begreep dat de boodschap niet aan het vee was gericht, maar aan de bezoeker. Kwestie van komma-interpretatie. Op het eiland geldt de 25-meterregel. Dat is de afstand die je tot de Schotse hooglander, de architect van de natuur, moet betrachten.", "Maar er waren op dit ogenblik helemaal geen hooglanders. Vanwege de werkzaamheden verplaatst naar elders, begreep ik. Een man in een oranje hesje moest nu het werk van de runderen opknappen: het kortwieken van het gras.", "Lees het artikel Een nieuwe plek om te zijn in Rotterdam: Buitenplaats Brienenoord", "Geen vee dus. Wel jonge vaders. Drie om precies te zijn, met ieder een kind in de buggy. Vrijdag papadag? Snel passeerde ik hen en ik had het hele stadseiland weer voor mezelf. Ik liep in oostelijke richting naar Volkstuinvereniging Van Brienenoord, waar de bogen van de brug goed zichtbaar waren, en het verkeer duidelijk hoorbaar. Ik vertoefde op het Mollenpad, het Mussenpad en Muizenpad, en zelfs enige tijd op het NAM-pad, een herinnering aan de tijd dat de onderneming hier olie verlaadde. Ja, vroeger, toen op het eiland nog werd gedanst rond de Meiboom, en er een veerpont naar toe voer.", "Westwaarts ging ik nu en kuierde weer tussen de bomenrijen, met aan mijn rechterhand de Nieuwe Maas en in de verte de hoogbouw aan de Noordoever. Het leek wel een schilderij. Hé, een strandje. Wat leuk, wist ik niet. ’s Zomers moet het hier fijn picknicken zijn. Tot slot blikte ik vanaf het Waterwoud over de rivier. Na een dik uur op het eiland keerde ik enthousiast huiswaarts. Ik had, misschien nét voor de grote stroom, een paradijs ontdekt dat 61 jaar voor mij verborgen was gebleven."], "authors": ["Willem Pekelder", "December Om", "Leestijd Minuten"], "keywords": ["van", "stadsparadijs", "dat", "eiland", "een", "en", "te", "ik", "op", "naar", "het"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}