{"id": "5b6aedae-4af6-3df9-9636-d746a7bdd8ff", "title": "Duik voor even het nachtleven weer in met De Fotomeisjes", "url": "https://www.parool.nl/ps/duik-voor-even-het-nachtleven-weer-in-met-de-fotomeisjes~bd86bc3c/", "summary": "Beeld Iris OomsVia jullie website verkopen jullie beelden van het Amsterdamse nachtleven dat er niet meer is.\nZo’n 150.000 foto’s waren aan het verpieteren op onze harde schijf.\nAls mensen zich nog een bepaald feestje herinneren, kunnen we ook het archief induiken.”De feestgangers leken voor jullie lens zelden schuw.\nOp een gegeven moment hadden we zo’n naam dat mensen wisten: dat zijn De Fotomeisjes.\nDe ­reactie die wij kregen, was een andere dan wanneer een grijze meneer foto’s maakt.”Is er een foto die u is bijgebleven?", "paragraphs": ["Beeld Iris Ooms", "Via jullie website verkopen jullie beelden van het Amsterdamse nachtleven dat er niet meer is.", "“Vanuit die nostalgie ontstond het idee onze foto’s te verkopen. We hebben op meer dan 1500 feestjes gefotografeerd. Zo’n 150.000 foto’s waren aan het verpieteren op onze harde schijf. Da’s gewoon zonde.”", "Hoe kies je uit 150.000 foto’s?", "“Het gaat vooral om de energie die een foto uitstraalt. Dat is een gevoelskwestie. We hebben veertig foto’s gekozen, maar dat worden er wel meer. Als mensen zich nog een bepaald feestje herinneren, kunnen we ook het archief induiken.”", "De feestgangers leken voor jullie lens zelden schuw.", "“Dat waren ze ook niet. Op een gegeven moment hadden we zo’n naam dat mensen wisten: dat zijn De Fotomeisjes. We waren ook jong, dan word je deel van het feestje. De ­reactie die wij kregen, was een andere dan wanneer een grijze meneer foto’s maakt.”", "Is er een foto die u is bijgebleven?", "“Dat was tijdens een feestje in club Trouw. De clubmanager vroeg me naar de kelder te gaan om een foto te maken. Daar stond Hard Ton te dansen: een halfnaakte man in een leren pakje. Die staat ook op onze site.”", "Wat doet een Fotomeisje als er geen nachtleven is?", "“Ik ben inmiddels 35 en moeder geworden. We fotograferen nog steeds, maar we doen nu veel ­pers-events. De echt nachtelijke ­dingen doen we niet meer.”", "Mist u het?", "“Inmiddels wel. Ik denk dat iedereen het mist. Die goede oude tijd waarin je tegen elkaar aan kan zweten en dansen. Natuurlijk zijn dit slechts foto’s, maar het is iets.”"], "authors": ["Noor Lagendijk"], "keywords": ["fotomeisjes", "het", "op", "met", "die", "waren", "fotos", "een", "ook", "dat", "weer", "te", "nachtleven", "duik", "er", "voor"], "pubDate": "2020-11-24T10:06:19+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}