{"id": "5b6f0d6e-fa35-34c2-b1ce-f7effca1179a", "title": "'Hyundai koopt bedrijf achter robothond Spot voor 761 miljoen euro'", "url": "https://nu.nl/tech/6095769/hyundai-koopt-bedrijf-achter-robothond-spot-voor-761-miljoen-euro.html", "summary": "De Zuid-Koreaanse autofabrikant Hyundai koopt Boston Dynamics, een robotmaker die vooral bekend is vanwege zijn robothond Spot, meldt The Korea Economic Daily.\nHet Amerikaanse roboticabedrijf is ook de maker van Atlas, een mensachtige robot die ook vaak in promotiemateriaal van het bedrijf terug te vinden is.\nHyundai is de derde eigenaar van het bedrijf.\nVier jaar later maakte het bekend het bedrijf te hebben verkocht aan het Japanse conglomeraat SoftBank.\nIn oktober maakte Hyundai bekend dat Chung Eui-sun het stokje van zijn vader overneemt als bestuursvoorzitter van het bedrijf.", "paragraphs": ["De Zuid-Koreaanse autofabrikant Hyundai koopt Boston Dynamics, een robotmaker die vooral bekend is vanwege zijn robothond Spot, meldt The Korea Economic Daily. Volgens de krant is met de deal iets minder dan 1 biljoen won (omgerekend ruim 758 miljoen euro) gemoeid.", "Het Amerikaanse roboticabedrijf is ook de maker van Atlas, een mensachtige robot die ook vaak in promotiemateriaal van het bedrijf terug te vinden is.", "Boston Dynamics is in 1992 ontstaan als spin-off van de prestigieuze universiteit Massachusetts Institute of Technology (MIT) en kreeg geld van onder meer DARPA, de onderzoeks- en ontwikkelafdeling van het Amerikaanse ministerie van Defensie.", "Hyundai is de derde eigenaar van het bedrijf. In 2013 kwam Boston Dynamics in handen van Google-eigenaar Alphabet. Vier jaar later maakte het bekend het bedrijf te hebben verkocht aan het Japanse conglomeraat SoftBank.", "De verkoop aan Hyundai wordt donderdag tijdens een bestuursvergadering bekrachtigd, aldus The Korea Economic Daily op basis van ingewijden.", "In oktober maakte Hyundai bekend dat Chung Eui-sun het stokje van zijn vader overneemt als bestuursvoorzitter van het bedrijf. Chung heeft gezegd zich met Hyundai te willen focussen op autonoom rijden, elektrisch vervoer, robotica en vliegende auto's."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["robothond", "achter", "miljoen", "van", "koopt", "dynamics", "het", "bekend", "zijn", "bedrijf", "761", "een", "te", "spot", "en", "euro", "hyundai", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}