{"id": "5b70d441-5796-3304-9500-b5e92d825cee", "title": "The Midnight Sky houdt de kijker een inktzwarte toekomst voor ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/the-midnight-sky-houdt-de-kijker-een-inktzwarte-toekomst-voor~b003ad8d/", "summary": "En ook van de laatste mens is weinig over: de wetenschapper en mislukte vader Augustine, een afgepeigerde George Clooney met kerstmanbaard, houdt zich op de been met drank, pillen en bloedtransfusies.\nDiep in het heelal speuren astronauten naar bewoonbare planeten, maar de hoop op een gunstig bericht op Augustines radiotelescoop lijkt nihil.\nClooney, naast hoofdrolspeler ook regisseur, houdt de kijker een inktzwarte toekomst voor in zijn verfilming van de roman Good Morning, Midnight.\nDe sores van Augustine worden afgewisseld met die van de bemanning van een huiswaarts reizend ruimteschip.\nOok zijn film gaat over ouderschap en het doorgeven van de wereld.", "paragraphs": ["The Midnight Sky", "De aarde is op, in The Midnight Sky. En ook van de laatste mens is weinig over: de wetenschapper en mislukte vader Augustine, een afgepeigerde George Clooney met kerstmanbaard, houdt zich op de been met drank, pillen en bloedtransfusies. Helemaal alleen (of toch niet zo alleen?) in zijn Noordpoolstation.", "Diep in het heelal speuren astronauten naar bewoonbare planeten, maar de hoop op een gunstig bericht op Augustines radiotelescoop lijkt nihil.", "Clooney, naast hoofdrolspeler ook regisseur, houdt de kijker een inktzwarte toekomst voor in zijn verfilming van de roman Good Morning, Midnight. The Midnight Sky volgt de laatste restantjes mensheid, overlevend aan twee fronten. De sores van Augustine worden afgewisseld met die van de bemanning van een huiswaarts reizend ruimteschip. Vooral in de ruimte blijven de dramatische verwikkelingen aanvankelijk tam: pas na een uur zijn daar de ruimtepuinregens. Clooney volgt het spoor van de qua recordbudget vergelijkbare, maar wat meer overweldigende sciencefictionfilms Gravity en Interstellar. Ook zijn film gaat over ouderschap en het doorgeven van de wereld."], "authors": ["Bor Beekman"], "keywords": ["van", "sky", "het", "op", "met", "zijn", "houdt", "toekomst", "inktzwarte", "een", "ook", "en", "volgt", "midnight", "kijker", "voor"], "pubDate": "2020-12-09T17:40:37+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}