{"id": "5b80d9f9-a895-33ed-9674-97154e3bca7c", "title": "Oud-deelnemer Big Brother: ‘Met je blote reet scoor je’", "url": "https://www.parool.nl/kunst-media/oud-deelnemer-big-brother-met-je-blote-reet-scoor-je~ba6c55b1a/", "summary": "Dan is het over en klaar met de roem.” De impact van het programma werd door alles en iedereen bruut onderschat.\nEn om ­camera’s en microfoons te testen.\nHoe ze je in beeld brengen en hoe je dus overkomt op tv, daar heb je geen enkele grip op.\nEn dat je popie jopie moet doen om in de smaak te vallen.\nMet je blote reet scoor je punten, dat weet iedereen nu.", "paragraphs": ["Martin Jonkman, deelnemer aan het eerste seizoen van Big Brother. ‘Ik wist al snel: mijn normale leven is weg.’ Beeld Koen Verheijden", "Hij weet nog goed wat hoofdredacteur Hummie van de Tonnekreek tegen de eerste lichting deelnemers aan Big Brother in 1999 zei: “Jongens, jullie gaan bekend worden. Maar houd er ook rekening mee: over een paar maanden is iedereen je weer vergeten. Dan is het over en klaar met de roem.” De impact van het programma werd door alles en iedereen bruut onderschat. Zelfs de eerste afvaller ooit wordt nog ­altijd geregeld op straat herkend.", "Martin Jonkman uit Veldhoven, nu 54 en net als toen werkzaam in de airconditioningbranche, zat amper een week in het met camera’s behangen Big Brotherhuis. “Waarom ik meedeed? Het ontstond uit een grap van mijn neefjes die mij stiekem opgaven. ‘Echt wat voor jou, ome Mart!’ Ach, waarom ook niet. Ik vond het best interessant. Geïsoleerd zijn van de rest van de wereld, dat concept sprak me aan.”", "In tegenstelling tot alle overige kandidaten uit seizoen 1, zoals winnaar Bart, zijn scharrel Sabine en knuffelbeer Ruud, was Jonkman de enige die vooraf al deelnam aan proefopnames. “Ik had dus al een week in dat huis gezeten! Dat was vooral om te zien of het zou werken. En om ­camera’s en microfoons te testen. We hadden meteen de grootste lol.”", "Geen grip", "“Ik wist dus al hoe alles werkte,” vervolgt Jonkman. “Ook dat er maar acht bedden waren en er eentje was verstopt. Ik mocht niet vertellen waar dat lag. Het spel meespelen met die voorkennis, vond ik lastig. Maar het klikte ook met deze groep vrijwel direct. En niemand had natuurlijk enig idee van kijkcijfers. Wie vindt dit eigenlijk leuk om te zien? vroegen we ons constant af.”", "Dat het inmiddels legendarische programma zonder gêne volop aan manipulatie deed, is geen geheim meer. Het spraakmakende koppel Bart Spring in ’t Veld en Sabine Wendel vertelde recent in het AD dat zij – anders dan door bewegende dekens werd gesuggereerd – géén seks hadden voor de camera’s.", "“Ik had die manipulatie pas door toen ik het later terugkeek,” aldus Jonkman. Hij is naar eigen zeggen geen langslaper, en stond ook toen vaak als eerste op. “Je zag soms iedereen gezellig in de woonkamer zitten, afgewisseld met beelden van mij in mijn eentje bij de achterdeur, turend naar de tuin. Maar dat was op heel andere tijdstippen. Alsof ik me altijd afzonderde, wat absoluut niet het geval was. Dat was het karakter dat de makers mij in de montage gaven.”", "Jonkman maakte zich er vreselijk boos om. “Iedereen die meedeed, kreeg na afloop van het programma een weekendje weg aangeboden. Ik zei op z’n Hollands: steek dat maar lekker in je reet. Hoe ze je in beeld brengen en hoe je dus overkomt op tv, daar heb je geen enkele grip op. Ook echt televisie: ik zou verliefd zijn op Sabine en was dus een rivaal van Bart. Totaal uit z’n verband gerukt, ik had toen gewoon een vriendin. Maar dat opgeplakte imago viel niet goed bij de kijker. Die manipulatie is wel een reden dat ik nooit meer aan zoiets zou meedoen.”", "Punten scoren", "Een bijkomstigheid als eerste afvaller: Jonkman werd ook ná zijn vertrek belaagd door camera’s. Nu van nieuwsploegen wereldwijd, nieuwsgierig naar zijn ervaringen met ‘dit nieuwe, krankzinnige tv-concept’. “Amerikaanse, Zweedse, Franse televisie: ik kreeg ze allemaal over me heen. Ik wist al snel: mijn normale leven is weg.”", "“Ik deed niet mee voor een tv-carrière. Geen privacy hebben, geen nieuws meekrijgen van buiten; dát was spannend. Natuurlijk ga ik kijken naar het nieuwe seizoen. Maar je zag al bij alle vervolgdelen dat iedereen nu weet wat het behelst. En dat je popie jopie moet doen om in de smaak te vallen. Met je blote reet scoor je punten, dat weet iedereen nu. Die puurheid van 1999, toen mensen geen enkel idee hadden waar ze aan meededen, die krijg je nooit meer.”", "Big Brother, maandagavond om 20.30 uur op RTL 4. Hierna op werkdagen om 21.30 uur en zaterdagen om 18.00 uur op RTL 5."], "authors": ["Gudo Tienhooven"], "keywords": ["ik", "van", "big", "ouddeelnemer", "en", "met", "scoor", "een", "om", "blote", "op", "reet", "het", "brother", "dat", "die", "je"], "pubDate": "2021-01-04T12:50:55Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}