{"id": "5b8264b8-c520-3a51-b8d1-9e63fcff6cab", "title": "Wapengekletter, devotie en een vleugje middeleeuwse erotiek", "url": "https://trouw.nl/cultuur-media/wapengekletter-devotie-en-een-vleugje-middeleeuwse-erotiek~b39432d4/", "summary": "Maar wie denkt meer te leren over Rusland in de Middeleeuwen en een schat aan orthodoxe iconen verwacht, vergist zich.\nHij organiseerde toernooien en verkleedde zichzelf en zijn kamerheren in maliënkolders.\nDe verheerlijking van het verleden speelde daarin een grote rol en de Middeleeuwen werden niet langer gezien als een tijd van barbaarse achterlijkheid, maar van pure en verheven idealen.\nHij bouwde een collectie op met duizenden historische wapens en bijzondere harnassen en vulde daarmee een speciaal daarvoor in middeleeuwse stijl verbouwd kasteel.\nChristine de Pizan, een beroemde Franse schrijfster, vond het een schande dat vrouwen zo werden voorgesteld.", "paragraphs": ["De Hermitage in Amsterdam duikt de Middeleeuwen in. Topstukken uit het moedermuseum in Sint-Petersburg vormen zoals altijd de basis voor de expositie in de ‘dependance’ aan de Amstel. Maar wie denkt meer te leren over Rusland in de Middeleeuwen en een schat aan orthodoxe iconen verwacht, vergist zich. Er zijn voornamelijk objecten uit West-Europa te zien. Prachtig gedecoreerde boeken over de hoofse liefde, Venetiaans glas, kunstig gesneden ivoor, heiligenbeelden en altaarstukken uit rooms-katholieke kerken. En harnassen, heel veel harnassen.", "De Hermitage dankt die collectie aan de Russische tsaren, de Romanovs, die in de 19de eeuw fanatiek aan het verzamelen sloegen. Cruciaal was een veiling in Parijs in 1885. Liefhebbers en musea keken likkebaardend naar de Bazilevski-collectie die daar onder de hamer zou gaan. Aleksandr Bazilevski was een rijke Rus die al jaren in de Franse hoofdstad woonde en links en rechts de mooiste middeleeuwse kunstvoorwerpen had gekocht. In zijn stadspaleisje had hij een museumzaal ingericht met ruim 750 stukken: beelden, schilderijen, relieken. Iedere vrijdag was het er open huis voor de beau monde.", "Ivoren tweeluik uit Frankrijk, midden 14de eeuw. Beeld Hermitage", "Waarom hij de hele collectie plots in de verkoop gooide, is nooit helemaal duidelijk geworden. Hij lag in scheiding vanwege diverse liefdes­affaires, onder anderen met de beroemde actrice Sarah Bernhardt. Waarschijnlijk had hij geld nodig. Tot ontsteltenis van alle geïnteresseerden ging de veiling op het laatste nippertje niet door. De Russische tsaar Alexander III kocht de hele ­verzameling in één keer op voor een astronomisch bedrag. Het chagrijn was groot dat al die topstukken verdwenen naar het verre Rusland.", "Alexander III maakte met de aankoop de verzameling af die begonnen was door zijn overgrootvader, tsaar Paul I die rond 1800 regeerde. Paul was gefascineerd door ridders – de Maltezer orde en de kruisvaarders. Hij organiseerde toernooien en verkleedde zichzelf en zijn kamerheren in maliënkolders. Daarmee volgde hij de laatste trend uit West-Europa – de Romantiek – op de voet. De verheerlijking van het verleden speelde daarin een grote rol en de Middeleeuwen werden niet langer gezien als een tijd van barbaarse achterlijkheid, maar van pure en verheven idealen. Paul was niet de eerste tsaar die de culturele ontwikkelingen uit het westen naar Rusland bracht. Peter de Grote begon ermee. Pauls moeder, Catharina de Grote, had veel contact met Franse Ver­lichtingsfilosofen als Voltaire en ­Diderot.", "Frans verguld reliekenkistje, ca. 1200. Beeld Hermitage.", "Pauls zoon Nicolaas I hield zo ­mogelijk nog meer van heldenromantiek en verkleedpartijen dan zijn vader. Hij bouwde een collectie op met duizenden historische wapens en bijzondere harnassen en vulde daarmee een speciaal daarvoor in middeleeuwse stijl verbouwd kasteel. Tijdens zijn zilveren huwelijksfeest in 1842 was de hele tsaren­familie gehuld in middeleeuwse dracht, de mannen met helmen en schilden, de vrouwen in fluwelen ­japonnen. In een grote parade trokken ze er te paard op uit.", "Een ruim drie meter hoog schil­derij van dit festijn van de Franse schilder Emile Jean Vernet hangt in de Hermitage, in een grote zaal waarin achttien harnassen staan ­opgesteld. Bijzondere exemplaren zitten ertussen, met als uitschieter het ijzeren pak dat door keizer Karel V is gedragen. Midden in de zaal is een toernooi nagebootst: in volle uitrusting gaan ridders elkaar te lijf op levensgrote paarden. Geluidseffecten zetten het geheel kracht bij. Het is de Romantiek ten top, net als in de tijd van Nicolaas I. Leuk voor kinderen en dat is precies de bedoeling van de Hermitage. Oudere bezoekers blijven uit angst voor corona weg en met deze opstelling hoopt het museum de beperkt beschikbare kaartjes te verkopen aan een jonger publiek.", "Maar ook met een volwassen blik is er veel te genieten. Van een opvallend fris drieluik van de Vlaamse schilder Hugo van der Goes met ‘Aanbidding der wijzen’ of gebrandschilderde kerkramen die je nu eens van heel dichtbij kunt bekijken. En natuurlijk is er de Bazelevski-collectie, waarvan 25 stukken te zien zijn. Prachtig zijn de 13de-eeuwse reliekenkistjes uit het Franse Limoges, met verfijnde bijbelse voorstellingen in goud en blauw emaille. Vijf ivoren paneeltjes uit de 14de eeuw vertellen over Tristan en Isolde, een verhaal dat in de 19de eeuw door Richard Wagner op muziek zou worden gezet.", "Zoekplaatje", "Op een aquarel is het thuismuseum afgebeeld dat verzamelaar Bazelevski inrichtte in Parijs. Een leuk zoekplaatje, waarop twaalf stukken terug te vinden zijn die nu in de ­Hermitage staan. Eén daarvan is het vergulde hoofd van Sint Thekla, dat verrassend genoeg niet uit de Hermitage komt, maar uit ons eigen Rijksmuseum. Na de Russische Revolutie is er nogal wat kunst van de tsaren verkocht en deze ‘reliekbuste’ kwam in Amsterdam terecht. De komende maanden maakt Thekla weer even deel uit van de vermaarde Bazelevski-collectie.", "Buste van de Heilige Thekla, ca. 1315. Beeld Hermitage", "Omdat het nu eenmaal de Middeleeuwen zijn, voeren wapengekletter en fraai vormgegeven devotie een hoofdrol, maar de befaamde ‘Roman de la Rose’ brengt ook wat erotische spanning in de expositie. De Hermitage bezit een bijzonder fraai geïllustreerd exemplaar van deze bestseller uit de Middeleeuwen – handgeschreven natuurlijk, de boekdrukkunst moest nog worden uitgevonden. Het boek werd in de 13de eeuw geschreven door Guillaume de Lorris en na zijn dood voltooid door Jean de Meung. Het verhaal is volgens hoogleraar Herman Pleij, die er in een audio-opname uitleg bij geeft, niets minder dan seksuele voorlichting. De vrouw wordt voorgesteld als een roos die geplukt moet worden en de man, na de nodige obstakels te hebben overwonnen, doet dat ook vrij expliciet.", "Een modern boek? Nou nee. De vrouw heeft een ondergeschikte positie en zit vol listen die ze aanwendt om de man in haar macht te krijgen. En ze krijgt het advies vooral tegen te stribbelen als een man avances maakt. Hoe vaker je nee zegt, hoe begeerlijker je wordt. Het is grappig om te zien dat zelfs in de 14de eeuw al weerstand ontstond tegen het boek. Christine de Pizan, een beroemde Franse schrijfster, vond het een schande dat vrouwen zo werden voorgesteld. Het brengt de Middeleeuwen opeens heel dichtbij.", "‘Romanovs in de ban van de ridders’ is tot en met 31 juli te zien in de Hermitage Amsterdam.", "Lees ook:", "", "", "Museum van de Geest maakt eerst het hoofd leeg, en laat dan zien dat iedere geest waardevol is", "Het vernieuwde Museum van de Geest in Haarlem wil begrip kweken voor de grote verschillen in de psyche van mensen. Dus moet eerst het hoofd leeg.", "In ‘Ulay was here’ gaat het afscheid van de kunstenaar tot op de huid", "De performances met zijn geliefde Marina Abramovic in de jaren zeventig en tachtig maakten kunstenaar Ulay bekend. Nu is al zijn werk te zien in Amsterdam, de stad waar hij meer dan dertig jaar woonde."], "authors": ["Harmen Van Dijk"], "keywords": ["van", "middeleeuwse", "het", "vleugje", "met", "zijn", "die", "een", "en", "devotie", "te", "erotiek", "dat", "uit", "wapengekletter"], "pubDate": "2020-12-01T13:21:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}