{"id": "5b8a1d2e-4fc0-3136-b176-19d213ed0d56", "title": "Nederlandse ‘Godfather’ krijgt nu weer 4 jaar cel voor afpersing diamantair", "url": "https://www.parool.nl/nederland/nederlandse-godfather-krijgt-nu-weer-4-jaar-cel-voor-afpersing-diamantair~bcf445c6/", "summary": "Zijn Belgische zaak is een uitloper van een oud witwasproces.\nmoest in totaal nog 1,8 miljoen betalen omdat hij en zijn collega-diamantair Mozes F. jaren eerder hadden meegedraaid in een witwasconstructie voor drugsgeld.\nDe Antwerpse diamantair Mozes F. krijgt 1 jaar cel omdat hij de Nederlandse afpersers het adres van zijn collega E.A.\nDrugszakenIn 1975 werd Remmers voor het eerst gearresteerd en veroordeeld voor een drugszaak.\nHet begin van een lange reeks veroordelingen waardoor hij een heel groot deel van zijn volwassen leven in de cel doorbracht.", "paragraphs": ["Greg Remmers. Beeld prive", "Samen met enkele andere Nederlandse criminelen had hij ook volgens de rechtbank 1,8 miljoen euro geëist van de juwelier, vanwege een mislukte witwasoperatie jaren geleden.", "Greg Remmers was niet aanwezig in de Antwerpse rechtbank. ‘The Godfather’ zit in de cel als leidende figuur van motorbende Caloh Wagoh, die volgens justitie liquidaties pleegde, onder anderen voor Ridouan Taghi.", "Zijn Belgische zaak is een uitloper van een oud witwasproces. De Antwerpse juwelier E.A. was begin 2019 bedreigd door de Nederlandse criminelen. Hij had in Hotel Leopold een ontmoeting gehad met Mikel F. en vier andere mannen. Ze vertelden dat ze waren gestuurd door ‘De Ouwe’: Greg Remmers.", "Satudarah", "Leden van de motorbendes Caloh Wagoh en Satudarah, waren als versterking meegekomen. De ene motorclub was aanwezig voor de schuld die openstond bij Greg Remmers, de andere voor het innen van een bijkomende schuld van 300.000 euro die Mozes F. en E.A. zouden hebben bij Colombianen.", "Juwelier E.A. moest in totaal nog 1,8 miljoen betalen omdat hij en zijn collega-diamantair Mozes F. jaren eerder hadden meegedraaid in een witwasconstructie voor drugsgeld. De politie had die constructie echter stilgelegd en E.A. was daarin nooit vervolgd.", "Diamantair Mozes F. was naderhand ook afgeperst maar beweerde dat hij al 900.000 euro had terugbetaald aan de bende van Remmers en aan een Colombiaan. Hij zou zijn gewezen collega E.A. hebben gemaand hetzelfde te doen.", "Horloge van 13.000 euro", "E.A. weigerde te betalen. De bendeleden gaven hem wat bedenktijd maar eisten wel zijn luxehorloge Audermans Piquet van 13.000 euro als onderpand op. De juwelier stapte naar de politie omdat de afpersers dreigden zijn vrouw en kinderen iets aan te doen.", "De rechtbank acht de schuld van alle verdachten bewezen. Onder meer de bekentenissen van enkele daders en ook gsm-berichten zijn duidelijk.", "Greg Remmers krijgt vier jaar cel, vijf medeplichtigen krijgen straffen tot 40 maanden. De Antwerpse diamantair Mozes F. krijgt 1 jaar cel omdat hij de Nederlandse afpersers het adres van zijn collega E.A. had doorgespeeld.", "Nooit uit de onderwereld", "Chester Gregory Remmers geldt al decennia ia als kopstuk in het Nederlandse drugsmilieu. Hij werd in 1948 geboren in Soerabaja in Indonesië en verhuisde met zijn familie in zijn vroege jeugd naar Nederland, waar Vinkeveen de uitvalsbasis werd. Als tiener kwam hij in de Amsterdamse onderwereld terecht, waar hij nooit meer uitkwam.", "Zijn organisatie stond volgens de opsporingsinstanties in nauw contact met het beruchte Colombiaanse Cali-kartel. Een belangrijke rol binnen de organisatie is ingeruimd voor zijn zoons, die sleutelposities vervullen binnen zijn groep. Ook behandelde hij zware criminelen als stiefzoons, wat hem de naam ‘The Godfather’ opleverde.", "Drugszaken", "In 1975 werd Remmers voor het eerst gearresteerd en veroordeeld voor een drugszaak. Het begin van een lange reeks veroordelingen waardoor hij een heel groot deel van zijn volwassen leven in de cel doorbracht. In 1989 kreeg hij bijvoorbeeld zeven jaar cel in weer een drugszaak.", "Eind 1997 begon de recherche onder de codenaam ‘Speed’ aan een grootschalig onderzoek naar zijn groep. Hij bleek nauwe banden te onderhouden met de Colombiaanse drugsbaron Eugenio ‘Don Hugo’ Montoya. Tijdens het onderzoek werd twintig keer drugs onderschept.", "Corrupt contact", "In maart 1999 wilde de politie Greg Remmers en zijn zoon Andy te arresteren, maar ze waren tevoren door een corrupt politiecontact op de hoogte gesteld van de naderende arrestatie en ontsprongen de dans. Pas op 27 november 1999 werden ze alsnog gepakt. In 2000 kreeg Greg Remmers uiteindelijk zeven jaar voor de zaak. Andy Remmers kreeg vijf jaar, zijn broer wordt vrijgesproken.", "Zijn bekendste zoon Jesse is tot levenslang veroordeeld als huurmoordenaar, in het grote Amsterdamse liquidatieproces Passage over een reeks liquidaties. Vader Greg zat gedurende het lang slepende proces geregeld op de publieke tribune om zijn zoon te steunen. Nu zit hij als gezegd zelf vast in een grote liquidatiezaak, Eris."], "authors": ["Het Parool"], "keywords": ["jaar", "weer", "godfather", "cel", "diamantair", "krijgt", "zijn", "te", "nederlandse", "van", "en", "een", "remmers", "voor", "afpersing", "nu", "het", "hij", "als"], "pubDate": "2021-01-05T12:22:24Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}