{"id": "5b91b056-97bd-31f6-ae9e-f4602a05e59a", "title": "‘Greenland’ is een fascinerende film, maar niet omdat hij goed is", "url": "https://trouw.nl/cultuur-media/greenland-is-een-fascinerende-film-maar-niet-omdat-hij-goed-is~b08dce18/", "summary": "Niet omdat hij goed is maar omdat hij moeiteloos heenstapt over het morele monstrum in het midden van dit apocalyptische verhaal.\nGerhard Butler speelt John Garrity, zoals bijna alle rollen van Butler een ruwe, doortastende kerel met een goed hart enzovoort.\nVandaag trekt hij weer in bij zijn vrouw en zoon, na een dronken nacht met een andere vrouw en een periode uit huis te hebben gewoond.\nGeen moment wordt die selectie van wie zal leven en wie zal sterven geproblematiseerd.\nEen film maken over dat ene gezin dat het wél haalt terwijl honderden miljoenen moeten sterven is in zichzelf een soort morele apocalyps.", "paragraphs": ["‘Greenland’ is een fascinerende film. Niet omdat hij goed is maar omdat hij moeiteloos heenstapt over het morele monstrum in het midden van dit apocalyptische verhaal.", "Gerhard Butler speelt John Garrity, zoals bijna alle rollen van Butler een ruwe, doortastende kerel met een goed hart enzovoort. Vandaag trekt hij weer in bij zijn vrouw en zoon, na een dronken nacht met een andere vrouw en een periode uit huis te hebben gewoond. De buurtbarbecue om dat te vieren wordt die middag echter ruw verstoord door een meteoriet die ongevraagd alle leven op aarde komt vernietigen. Ook barbecues in centraal Florida.", "En hier is het monstrum. Het gezin krijgt een Amber Alert dat ze geselecteerd zijn om te overleven in geheime ondergrondse bunkers. De rest, zoals men zegt, kan stikken. Die bunkers zijn ver weg – zie de titel – en de rest van de film bestaat uit de helse tocht daar naartoe. Al moet gezegd dat het allemaal nog redelijk soepel gaat te midden van de ondergang van de wereld. Geen moment wordt die selectie van wie zal leven en wie zal sterven geproblematiseerd. Want wie bepaalt zoiets? De regering die toevallig aan de macht in deze kabinetsperiode? Wie bepaalt wie waardevol is? Oprechte vraag: zou zo’n selectie al bestaan in het geval van een nucleaire aanval?", "Een film maken over dat ene gezin dat het wél haalt terwijl honderden miljoenen moeten sterven is in zichzelf een soort morele apocalyps. Dan heb je het als filmmakers eigenlijk al opgegeven."], "authors": ["Ronald Rovers"], "keywords": ["goed", "zijn", "van", "het", "en", "een", "fascinerende", "omdat", "film", "wie", "te", "hij", "greenland", "maar", "niet", "dat", "die"], "pubDate": "2020-11-12T00:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}