{"id": "5b984c15-a195-3498-8566-5adb94d7fd4c", "title": "Plotselinge opwarming boven Noordpool brengt ons winterweer in de war", "url": "https://nu.nl/klimaat/6100533/plotselinge-opwarming-boven-noordpool-brengt-ons-winterweer-in-de-war.html", "summary": "Ondertussen vindt op 30 kilometer hoogte boven de Noordpool een sterke opwarming plaats, die ook later in de winter kans op oostenwinden geeft.\n\"Ik heb het nog nooit zo extreem gezien, begin januari\", zegt KNMI-klimaatonderzoeker Peter Siegmund tegen NU.nl.\nHij doelt op een situatie waarbij in Nederland normaal gesproken de schaatsen uit het vet kunnen: een aanhoudende oostelijke wind.\nToch kan de winter dit jaar nog een staartje krijgen, zegt klimaatonderzoeker Michiel van Weele, eveneens van het KNMI.\nWe bevinden ons momenteel een jaar na het minimum in deze cyclus, en dan hebben wij vaker oostenwinden, zo tonen weerstatistieken.", "paragraphs": ["Nederland kreeg in de eerste week van januari te maken met uitzonderlijk weer: een noordoostenwind, zónder vorst. Opmerkelijk, vertellen meteorologen aan NU.nl, en mogelijk een gevolg van de recordhitte in de zomer in Rusland. Ondertussen vindt op 30 kilometer hoogte boven de Noordpool een sterke opwarming plaats, die ook later in de winter kans op oostenwinden geeft.", "\"Ik heb het nog nooit zo extreem gezien, begin januari\", zegt KNMI-klimaatonderzoeker Peter Siegmund tegen NU.nl. Hij doelt op een situatie waarbij in Nederland normaal gesproken de schaatsen uit het vet kunnen: een aanhoudende oostelijke wind. Maar hoewel die lucht uit Rusland naar Nederland bracht, zat er geen graadje vorst bij - zelfs 's nachts bleef de temperatuur boven 0.", "Dat komt deels omdat de nachten bewolkt waren, en dus minder koud, vult zijn collega Alwin Haklander aan. \"Maar klimaatverandering speelt ook een rol. De brongebieden van onze winterkou, zoals de Noordpool en Rusland, warmen veel sneller op dan gemiddeld.\"", "", "Binnen de Russische poolcirkel werd afgelopen zomer een temperatuurrecord van 38 graden gemeten, en er bevindt zich ook nu nog aanzienlijk minder sneeuw en ijs dan normaal.", "De uitzonderlijke weerssituatie viel ook meteoroloog Wouter van Bernebeek van Weerplaza op. Deze luchtdrukkaart hoort bij schaatsweer, maar 'de koude lucht is op'.", "Vaker westenwind en meer regen door klimaatverandering", "Klimaatverandering leidt ertoe dat Nederland 's winters juist vaker te maken heeft met westenwinden, die extra zachte lucht aanvoeren vanaf de Atlantische Oceaan. Het KNMI hanteert sinds 1 januari nieuwe gemiddelden voor het Nederlandse klimaat. Daaruit blijkt dat de Nederlandse winter in de afgelopen tien jaar weer 0,4 graden warmer is geworden, zegt Siegmund. Ook valt er meer regen.", "Als de wind dan toch naar oost draait, brengt dat ook minder koude lucht. Maar hoe uitzonderlijk is het nou eigenlijk als vorst dan helemaal ontbreekt? Haklander dook op verzoek de archieven in en vond één geval dat nog extremer was: januari 1969, toen een aanhoudende stevige oostenwind in De Bilt een gemiddelde temperatuur van 4,4 graden bracht - bóven 0.", "Toch kan de winter dit jaar nog een staartje krijgen, zegt klimaatonderzoeker Michiel van Weele, eveneens van het KNMI. In januari en februari kunnen we met nog meer oostenwinden te maken krijgen, als gevolg van een fenomeen dat meteorologen 'plotselinge stratosferische opwarming' noemen. Op enkele tientallen kilometers hoogte boven de Noordpool schiet de temperatuur dan in zeer korte tijd tot wel 50 graden omhoog.", "Verstoring in de stratosfeer vergroot winterkansen", "Deze verstoring begon in de laatste dagen van december, zegt Van Weele. Als die plotse opwarming lagere luchtlagen bereikt, kunnen de westenwinden die normaal gesproken rond de Noordpool draaien omkeren. In Europa en Noord-Amerika biedt dat een grotere kans op winterweer.", "\"Het is nu nog te vroeg om te weten hoe sterk de verstoring naar lagere hoogte doorzet. Maar dat we nu een sterke opwarming op 30 kilometer hoogte waarnemen, geeft in de komende weken een iets grotere kans op kouder weer. Dus als winterliefhebber moet je reikhalzend uitkijken naar de langetermijnverwachtingen.\"", "Over het ontstaan van zo'n plotselinge stratosferische opwarming is nog veel onbekend. NU.nl sprak twee klimaatonderzoekers van de University of Oxford die vermoeden dat een elfjarige cyclus in de intensiteit van de zon een rol kan spelen. We bevinden ons momenteel een jaar na het minimum in deze cyclus, en dan hebben wij vaker oostenwinden, zo tonen weerstatistieken."], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["van", "winterweer", "dan", "boven", "noordpool", "nog", "en", "opwarming", "een", "brengt", "op", "ook", "het", "die", "plotselinge", "dat", "war", "ons"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}