{"id": "5bd5f402-f6c8-377b-a64d-170a29480dc5", "title": "Knegt wint voor het eerst sinds dramatisch ongeluk", "url": "https://volkskrant.nl/sport/knegt-wint-voor-het-eerst-sinds-dramatisch-ongeluk~b2393008/", "summary": "Een emotioneler mens dan Knegt zou geroerd zijn als hij na zo’n heftige periode weer eens te winnen, maar hij niet.\nOver de tijd (1.28,758), die in het shorttrack altijd ondergeschikt is aan de uitslag, was hij niet te spreken.\nZe botsten en Schulting prikte met haar schaats in het ijs, werd de hoogte in gekatapulteerd en klapte op het ijs.\nSchulting won zo ook het klassement dat toegang bood tot het EK dat in januari in het Poolse Gdansk wordt gehouden.\nDat is al bijna tien jaar geleden, hè.’Voor het NK allround verwacht Knegt wel meer motivatie op te kunnen brengen.", "paragraphs": ["Suzanne Schulting aan de leiding maar de volgende ronde zou zij hard onderuit gaan. Beeld Klaas Jan van der Weij / de Volkskrant", "De laatste wedstrijd die Knegt won, was de 1.500 meter bij de wereldbekerwedstrijd in Salt Lake City in november 2018. Niet lang daarna raakte hij gewond bij een ongeluk in zijn garage met een heftruck. In januari 2019 liep hij zware brandwonden op bij het aansteken van zijn houtkachel. Pas afgelopen februari keerde hij terug op het ijs, bij de wereldbekerfinale in Dordrecht.", "Een emotioneler mens dan Knegt zou geroerd zijn als hij na zo’n heftige periode weer eens te winnen, maar hij niet. Tevreden was hij wel. Over de manier waarop hij de 1.000 meter had gereden: met een goed geplaatste aanval.", "Over de tijd (1.28,758), die in het shorttrack altijd ondergeschikt is aan de uitslag, was hij niet te spreken. Het was volgens hem een indicatie hoe de Invitation Cup zich verhoudt tot grote wedstrijden. ‘Ik schaam me echt dood. Als ze dit in het buitenland zien, lachen ze zich een slag in de rondte.’", "De International Invitation Cup, traditioneel de seizoensopener in Nederland, stond aanvankelijk gepland voor eind oktober, maar nadat een aantal deelnemers besmet bleken met covid-19 ging er een streep door. Ditmaal waren er geen positieve gevallen en konden de shorttrackers uit Nederland, Frankrijk, Letland, Israël en België hun eerste races sinds de wereldbekerfinale van februari rijden.", "Het was heel belangrijk dat er weer een officiële wedstrijd was, legde bondscoach Jeroen Otter uit. Met alleen trainen komt iedere shorttracker tekort als de titeltoernooien zich aandienen. ‘Racen moet je leren en onderhouden. Met een startschot verandert er iets.’", "Dat principe onderschrijft Knegt, al gold dat voor hem niet in Thialf. Voor kleinere toernooien, zoals de Invitation Cup, kan hij zich al jaren maar moeilijk motiveren. ‘Normaal kan ik in een wedstrijd iets extra’s, maar dan moet er wel iets te halen zijn. Als er niks te halen valt, waarom zou ik dan wat extra’s geven?’", "Dit seizoen ligt het wel net iets anders. Omdat er maar weinig te betwisten valt, na dit weekend alleen nog de NK afstanden, NK allround, EK en WK, deed hij iets meer zijn best dan normaal op de Invitation Cup. ‘Ik heb 120 procent inzet getoond.’ Hoe zich dat verhield tot de inzet voor een echt belangrijke wedstrijd als een wereldbeker? ‘60 procent.’", "Heel anders was de beleving bij Suzanne Schulting. Die heeft niet veel nodig om geprikkeld te raken. Dat bleek vooral op de 500 meter, waar ze met grote klappen aan de leiding ging tot in de laatste ronde Selma Poutsma naast haar opdook.", "In haar wil om te winnen blokkeerde Schulting haar 21-jarige trainingsmaat de doorgang met haar arm. Ze botsten en Schulting prikte met haar schaats in het ijs, werd de hoogte in gekatapulteerd en klapte op het ijs. Beiden belandden, zonder kwetsuren, in de kussens.", "Suzanne Schulting (rechts) en Selma Poutsma komen ten val. Beeld ANP", "‘Ik wilde laten merken: bij mij kom je er niet makkelijk langs’, zei Schulting. Verstandig was dat niet. ’Ik had mijn verlies moeten nemen, maar dat vind ik heel lastig. Ik wil die rit gewoon winnen.’ Nu was het Yara van Kerkhof die won, voor Rianne de Vries en de opgekrabbelde Poutsma. Schulting werd gediskwalificeerd.", "Het verlies op de 500 meter was de grootste winst van het weekend, vertelde ze. Een belangrijke les. ‘Op een EK of WK moet je dit niet hebben, dan zou ik mijn klassement verkloten. De volgende keer dat me dit gebeurt, weet ik: ik ga het even anders doen.’", "Op de 1.000 meter, de afstand waarop ze olympisch kampioene is, liet Schulting zich even later al niet meer uit de tent lokken. Ze reed overtuigend weg van Xandra Velzeboer en Poutsma. Schulting won zo ook het klassement dat toegang bood tot het EK dat in januari in het Poolse Gdansk wordt gehouden.", "Bij de mannen slaagde Itzhak de Laat er in om het klassement te winnen. Hij wist geen afstandsoverwinning te boeken, maar was dankzij twee tweede plaatsen (500 en 1.000 meter) en de vierde plek op de 1.500 meter overall wel de beste en geplaatst voor het EK.", "Knegt begreep wel dat Schulting veel gemotiveerder was op het ijsbaantje in Thialf dan hij. ‘Zij wil elke wedstrijd winnen. Dat wilde ik toen ik 23 was ook. Dat is al bijna tien jaar geleden, hè.’", "Voor het NK allround verwacht Knegt wel meer motivatie op te kunnen brengen. Normaal is dat ook een toernooi waar hij tegenop ziet, maar dit jaar ligt daar zijn tweede kans op een EK-ticket. ‘Nu is er een keer iets te halen.’ Mocht het daar wederom niet lukken om zich te plaatsen, dan moet hij hopen dat bondscoach Otter hem aanwijst voor de derde plek. Zover hoeft het niet te komen, denkt hij. ‘Als ik mijn best doe, dan geloof ik er wel in.’"], "authors": ["Erik Van Lakerveld"], "keywords": ["dramatisch", "wint", "het", "op", "sinds", "hij", "eerst", "ik", "een", "niet", "knegt", "dat", "te", "en", "ongeluk", "er", "voor"], "pubDate": "2020-12-06T20:03:50+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}