{"id": "5bd8044e-dad7-3e6b-b541-fdebf53bbab8", "title": "Het is hoog tijd dat artsen gaan ­accepteren dat dikke mensen zelden dun worden", "url": "https://volkskrant.nl/columns-opinie/het-is-hoog-tijd-dat-artsen-gaan-accepteren-dat-dikke-mensen-zelden-dun-worden~b2062fb5/", "summary": "Toen ze 23 was, had ze inmiddels zulke vreselijke hoestbuien dat ze de controle over haar blaas verloor en soms moest overgeven.\nIemand die dik is op dieet sturen, is ongeveer net zo behulpzaam als iemand die een uitkering komt aanvragen een Staatslot meegeven.\nHet is hoog tijd dat artsen gaan ­accepteren dat dikke mensen zelden dun worden, dat ‘is dik’ geen fatsoenlijke diagnose is en ‘val af’ geen behandelplan.\n‘Ik herinnerde me hoe ik vijf jaar lang gezocht heb naar een reden dat ik altijd aan het hoesten was, altijd ziek.\nIk herinnerde me hoe iedereen me vertelde dat ik ziek was omdat ik dik was.’", "paragraphs": ["Rebecca Hiles was eigenlijk altijd benauwd. Het was alsof de longontsteking die ze op haar 17de had gehad nooit echt was overgegaan. Volgens de artsen had ze astma, veroorzaakt door haar dikheid. Als ze zou afvallen, zou het wel overgaan. Ze geloofde hen, vertelde ze aan Maya Dusenbery, schrijfster van het boek Doing harm.", "Rebecca ging studeren; ze danste, sportte en wandelde, maar het probleem bleef. Op haar 20ste begon ze bloed op te hoesten; ze kreeg pufjes. Toen ze 23 was, had ze inmiddels zulke vreselijke hoestbuien dat ze de controle over haar blaas verloor en soms moest overgeven. Ze was te uitgeput om te wandelen. Maar de dokters bleven zeggen dat het allemaal ‘duidelijk gewichtsgerelateerd was’.", "Ik moest aan Rebecca denken toen ik de column van huisarts Danka Stuijver las. Ze schrijft over een jonge, dikke vrouw van 120 kilo die ‘wekelijks op het spreekuur verscheen met klachten die in verband stonden met haar overgewicht’. Stuijver heeft de vrouw eerder verteld dat ze 30 kilo moet afvallen en meer moet bewegen. Nu heeft ze zere knieën van het hardlopen.", "Laat me vooropstellen dat ik deze patiënt en de situatie verder niet ken. Maar niets aan de column stelt me gerust. Ik maak me zorgen over de vrouw: hoe ellendig moet ze zich wel niet voelen om elke week de huisarts te bezoeken?", "En ook Stuijvers houding zit me niet lekker: de toon die ze zet door te schrijven hoe de vrouw ‘geïrriteerd opkijkt’ en ‘luid grommend’ omhoog komt. Ze laat de anderen in de wachtkamer dit met ‘een mengeling van medelijden en afschuw’ aanzien, maar dat zijn natuurlijk Stuijvers woorden. Er schemeren vooroordelen in door waarvan wetenschappers aantoonden dat veel artsen ze hebben: dat dikke patiënten lui, slap en vervelend zijn.", "Het maakt de spreekkamer voor dikke mensen vaak een supernare plek: je bent er kwetsbaar, soms letterlijk maar altijd figuurlijk bloot, en in al die weerloosheid moet je je toch schrap zetten voor afkeuring. Dat is niet alleen pijnlijk, maar ook schadelijk. Uit onderzoek blijkt dat stigmatisering slecht is voor de gezondheid van dikke mensen. Zo hadden mensen die waren gediscrimineerd om hun gewicht blijkens een grote studie 60 procent meer kans om te sterven – onafhankelijk van hun BMI.", "Vooroordelen leiden ertoe dat artsen te vaak niet verder kijken dan de kilo’s, dat ze veel klachten zonder ­nadere tests of onderzoeken toeschrijven aan iemands gewicht; ze zien geen mens meer, alleen nog een risico. Een obesitasspecialist zei tegen The New York Times: ‘Onze patiënten zeggen: niemand heeft me ooit behandeld alsof ik een serieus probleem heb. Ze wuifden het weg en stuurden me naar Weight Watchers.’", "En waarom eigenlijk? Van alle ­dieetpogingen mislukt uiteindelijk 95 tot 98 procent. De kans dat een vrouw die zo dik is als Stuijvers patiënt nog dun wordt, is 0,15 procent. Deze cijfers zijn niet controversieel. Iemand die dik is op dieet sturen, is ongeveer net zo behulpzaam als iemand die een uitkering komt aanvragen een Staatslot meegeven.", "Het is hoog tijd dat artsen gaan ­accepteren dat dikke mensen zelden dun worden, dat ‘is dik’ geen fatsoenlijke diagnose is en ‘val af’ geen behandelplan. Bij gewichtsgerelateerde klachten is dit al geen goede zorg. Maar als er meer aan de hand is, is het een grove schending van de belofte in de artseneed om lijden te verlichten en geen schade te doen.", "In het New York Times-artikel vertelt een vrouw hoe haar zere heup werd afgedaan als ‘obesitaspijn’, terwijl ze eigenlijk scheefgroeiende ruggewervels had. Een andere vrouw kreeg plotseling ademnood, wat volgens een arts kwam doordat er zo veel gewicht op haar longen drukte. ‘Ik ben echt bang. Ik kan niet ademen’, had ze tegen de arts gezegd. ‘Dat is het probleem met obesitas’, was de reactie. Ze bleek een long-embolie te hebben.", "Rebecca Hiles kwam na een nieuwe bloederige hoestbui andermaal bij de spoedpost terecht. Het was puur geluk dat een arts een ­CT-scan liet maken. Rebecca bleek een tumor in haar linkerlong te hebben, die inmiddels zo veel schade had aangericht dat de hele long eruit moest: de onderste helft was enkel nog zwart, rottend weefsel. Als de diagnose vijf jaar eerder was gesteld, had dit niet gehoeven, hoorde ze na de operatie. ‘Ik herinnerde me hoe ik vijf jaar lang gezocht heb naar een reden dat ik altijd aan het hoesten was, altijd ziek. Ik herinnerde me hoe iedereen me vertelde dat ik ziek was omdat ik dik was.’"], "authors": ["Asha Ten Broeke"], "keywords": ["van", "mensen", "het", "dikke", "die", "gaan", "ik", "zelden", "tijd", "ze", "dat", "hoog", "een", "te", "en", "niet", "dun", "worden"], "pubDate": "2020-11-26T16:27:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}