{"id": "5bdd2e22-af09-3eaf-bf05-2161446a65dc", "title": "Utrechtse architect pleit voor haventje of waterspeeltuin bij Lombokplein", "url": "https://nu.nl/utrecht/6101002/utrechtse-architect-pleit-voor-haventje-of-waterspeeltuin-bij-lombokplein.html", "summary": "De Utrechtse architect en D66-lid Ivo van Capelleveen pleit voor een aantrekkelijkere inrichting van het gebied rond het Park Plaza Hotel aan het Westplein.\nHieronder valt ook het gebied aan het einde van de fietstunnel bij het Park Plaza Hotel.\n\"In de plannen voor het Lombokplein is het gebied rond het Park Plaza Hotel verbazingwekkend saai.\nPlein met waterspeeltuinVolgens de architect is de hoek bij het Park Plaza Hotel hier perfect voor, maar dat komt niet in de huidige plannen voor.\nIn de derde schets is een haven te zien waar een antieke boot met een publieke functie komt te liggen.", "paragraphs": ["De Utrechtse architect en D66-lid Ivo van Capelleveen pleit voor een aantrekkelijkere inrichting van het gebied rond het Park Plaza Hotel aan het Westplein. Hij noemt het huidige plan \"verbazingwekkend saai\" en heeft daarom drie schetsen gemaakt waarin onder andere een haven voorkomt.", "Het Westplein is nu nog een gebied waar veel verkeer rijdt, maar dat moet in de toekomst gaan veranderen. Over enkele jaren zal het plein, dat wordt omgedoopt tot het Lombokplein, opnieuw zijn ingericht en dan moet er ruimte zijn voor woningen, groen en water. Hieronder valt ook het gebied aan het einde van de fietstunnel bij het Park Plaza Hotel.", "\"In de plannen voor het Lombokplein is het gebied rond het Park Plaza Hotel verbazingwekkend saai. Ondanks de gunstige ligging in de stad is er vooral veel parkeerruimte getekend\", aldus Capelleveen.", "De stad wordt door zowel station Utrecht Centraal als de treinsporen in tweeën gedeeld. Alleen via de Moreelsebrug of via tunnels kan de andere kant worden bereikt.", "\"Dit zorgt voor een grote gevoelsmatige barrière in de stad\", zegt Capelleveen. \"We kunnen deze gevoelsmatige barrière beperken door te zorgen dat er aan de uiteinden van de tunnels plekken zijn waar je als fietser of voetganger simpelweg een beetje gelukkig van wordt.\"", "Plein met waterspeeltuin", "Volgens de architect is de hoek bij het Park Plaza Hotel hier perfect voor, maar dat komt niet in de huidige plannen voor. In zijn eerste schets is een plein met een waterspeeltuin en verschillende horecazaken te zien.", "In zijn tweede voorstel heeft hij een stadsstrandje en nieuwe gebouwen met horeca op de begane grond getekend. In de derde schets is een haven te zien waar een antieke boot met een publieke functie komt te liggen."], "authors": ["Door"], "keywords": ["architect", "zijn", "haventje", "het", "van", "park", "waterspeeltuin", "voor", "en", "plaza", "een", "met", "utrechtse", "lombokplein", "pleit", "te", "bij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}