{"id": "5be4309c-8c72-3555-8e4f-4b55f74b86c4", "title": "De onverwoestbare Japanse stadsauto verdween, maar bleef populair", "url": "https://nrc.nl/nieuws/2021/01/07/daar-ging-de-kleine-japanner-a4026568", "summary": "Ze werden bij auto’s toegekend op basis van een complexe rekenmodule die voor de mini’s uit Japan onprettig uitpakte.\nMensen vragen me of ik niet eens een echte mannenauto wil, maar ik vind dit heerlijk.\nInmiddels hebben ook de iets grotere Japanse stadsauto’s in het zogenaamde A-segment het moeilijk, de klasse van de Aygo en zijn dubbelgangers van Peugeot en Citroën.\nIk hang m’n status er niet aan op en ik heb toch niks met auto’s – ik pak liever de motor.”Wat moet hij na de Cuore?\nBij een Daihatsu Move en een Cuore kunnen de deuren negentig graden open.", "paragraphs": ["Ze kostten niks, die micro-Japanners, autootjes als de Suzuki Alto en Daihatsu Cuore. Willem Brands, ex-Daihatsu-dealer in het Drentse Zeijen, verkocht ruim tien jaar geleden zijn laatste nieuwe Cuores voor 6.999 euro. Een nieuwe kleine auto kost je anno nu al snel het dubbele. Dat wilde wel in zuinig Drenthe. Brands verkocht op jaarbasis honderdvijftig nieuwe auto’s en honderdvijftig occasions. Ze waren goed en door hun minimale maten onnavolgbaar praktisch.", "Toen kwamen in 2012 de energielabels. Ze werden bij auto’s toegekend op basis van een complexe rekenmodule die voor de mini’s uit Japan onprettig uitpakte. Het A-label voor de zuinigste modellen was voorbehouden aan auto’s die minstens 20 procent zuiniger waren dan de concurrenten in hun klasse. Aan die eis konden de allerkleinsten, allemaal vergelijkbaar zuinig, per definitie moeilijker voldoen dan iets grotere modellen in voertuigklassen waarin de verbruikscijfers sterker verschillen. Omdat hun op zichzelf geringe CO 2 -uitstoot voor hun formaat relatief hoog was, steeg de BPM en verslechterde hun concurrentiepositie op een zeer budgetgevoelige markt.", "Gevolg: de spatzuinige Cuore kon het A-label vergeten. Brands: „Aygootjes met hetzelfde motortje kregen een A-label en de Cuore ging naar B, terwijl er Mercedessen met A-label rondreden. Nederland verkocht de meeste nieuwe Daihatsu’s, maar dat gedoe met die labels ging Daihatsu zo tegenstaan dat ze de stekker eruit trokken.” In 2013 beëindigde Daihatsu de verkoop van auto’s in Europa.", "Toch verkoopt Brands nog steeds Daihatsu’s. Die blijven als betaalbare occasions populair. Ze zijn supercompact en onverwoestbaar. Hij importeert ze tegenwoordig veel uit Duitsland, maar daar stijgen de prijzen die hij juist nu graag binnen de perken houdt.", "Hij ziet zijn klanten in onzekere coronatijden voor simpel en goedkoop kiezen. „Maart, toen corona begon, was mijn beste verkoopmaand, en nu weer. Ik heb nu nog maar zeven auto’s in de voorraad. Normaal heb ik er twintig of vijfentwintig staan, maar de autootjes onder de vijfduizend zijn direct weg. Tot zeven, acht mille is het voor mensen nog te doen. Dan kunnen ze in de stad een autootje neerzetten dat betrouwbaar en goed is, maar dat niet zó duur is dat ze bang hoeven te zijn voor elk deukje of schrammetje.”", "Lees ook: Met de Chinese e-cars is elektrisch rijden een stuk goedkoper", "Hier bijvoorbeeld, op het parkeerterrein van een jaren zestigflat in Groningen, met de kleine parkeervakjes van toen, waarin moderne middenklassers niet meer passen. Die staan er dan ook niet. Te groot, te duur. Je ziet een enkele Up, wat Koreaanse mini’s – en Japannertjes. Die stokoude Cuore daar, de zeldzame vijfdeursvariant van begin deze eeuw, is 3 meter 41 lang en 1 meter 47 breed, zeker 20 centimeter korter en smaller dan een moderne kleine auto. Terwijl een volwassene toch zonder gevaar voor kniefracturen achterin kan zitten, geniaal. Vroeger zag ik dit soort autootjes niet staan. Nu aanschouw ik met bewondering die acrobatische benutting van beperkte ruimte. De ultieme mini voor stadjers met bescheiden behoeften. Zo zie je ze niet meer, helaas.", "Mannenauto", "Eigenaar Lars van Oosterhout nam de Daihatsu vier jaar geleden voor 400 euro over van zijn moeder. Al zitten er inmiddels wat roestgaatjes in het motorkapje, het autootje liet hem nooit in de steek. „Hij komt elk jaar weer door de apk en ook bij de laatste keuring mankeerde er niks aan. Mensen vragen me of ik niet eens een echte mannenauto wil, maar ik vind dit heerlijk. Ik ben er ook weleens mee naar Amsterdam gereden en dat was vrij vermoeiend, maar meestal kom ik toch niet verder dan Eelde.” Vier man inclusief voetbaltassen naar het voetbalveld rijden lukt ook nog, al is hij op de rotondes dan niet op zijn best. Maar verbruik, wegenbelasting en onderhoudskosten zijn royale pleisters op de wonde.", "De Cuore is nog een echte ‘kei car’, zoals de micro-auto’s in hun land van herkomst heten. De kei car werd ruim zeventig jaar geleden bedacht door de Japanse overheid. Die besloot na de Tweede Wereldoorlog de verarmde bevolking in de auto te helpen. Die moest zuinig, licht, klein en goedkoop zijn. Daarom kregen fabrikanten strenge restricties opgelegd. De autootjes mochten aanvankelijk niet langer en breder zijn dan 3 meter bij 1,30 meter, de maximale cilinderhoud was 360 cc. Omdat ze toch puur voor de stad bedoeld waren, mochten ze aanvankelijk ook niet harder dan veertig. Maar nadat de grenzen in stadia waren opgerekt naar een lengte van 3 meter 41 en een breedte van 1,47, groeiden de kei cars met iets grotere motoren uit tot volwaardige dwergauto’s, waarmee een Groninger met enig uithoudingsvermogen Amsterdam kan halen.", "Japan had niet het monopolie op de mini-auto. Denk aan de Fiat Topolino en 500 van meesterontwerper Dante Giacosa, de Mini van Sir Alec Issigonis, of aan de zogenaamde bubble cars van Duitse fabrikanten als Heinkel, Messerschmidt, Goggomobil en BMW in de jaren vijftig. Maar het waren de Japanners die de miniatuurmobiliteit tot de kunst verhieven, toen ze hun kleintjes nog puur op doelmatigheid ontwierpen en design ondergeschikt was aan de functie.", "Illustratie Claudia van Rouendal", "Spekkoper", "Bij Brands neem ik plaats op de achterbank van een Cuore uit 2004. Ik kan er normaal in zitten. In een nieuwe Aygo had ik klem gezeten. Moest ik kiezen, dan de zestienjarige van 2.800 euro. Maar een dag later is hij weg. De spekkoper weet: geschiedenis is niet altijd vooruitgang.", "En groei niet altijd winst. Inmiddels hebben ook de iets grotere Japanse stadsauto’s in het zogenaamde A-segment het moeilijk, de klasse van de Aygo en zijn dubbelgangers van Peugeot en Citroën. De oorzaak: veiligheid. Ook zij moesten de Euro NCAP-crashtest overleven. Dus moesten er airbags, ABS en actieve veiligheidssystemen in die ze groter, zwaarder en dus duurder maakten, terwijl de fabrikanten al zo marginaal verdienden op hun kleintjes.", "Zo verdreven opgeschroefde veiligheidseisen de klanten met de kleine beurzen. Het lijkt te laat voor de vraag hoe belangrijk crashbestendigheid is voor autootjes die niet of nauwelijks hun stad of dorp verlaten en met keurige mensen aan het stuur doorgaans weinig kilometers maken – de echte mini is op sterven na dood. Maar ik stel hem toch. Terwijl de steden dichtslibben, worden de auto’s groter. Terwijl de lage inkomens het moeilijk hebben, worden ze almaar duurder.", "Brands overleefde op zijn oude klanten, die hun auto’s trouw bleven. En hij kreeg er nieuwe bij, die voor klein geld occasions bij hem kopen. „Mijn publiek is breed. Van jongedames die net dat rijbewijs hebben tot pensionado’s die hun Daihatsu blijven rijden omdat-ie het zo goed doet. Ze zijn zoals wij, geen fratsen.”", "Bert Boonstra bijvoorbeeld, een gepensioneerde liftmonteur van zeventig. Hij reed voor zijn werk Berlingo’s, tot de wegenbelasting voor auto’s op grijs kenteken verdubbelde. Nu rijdt hij Cuore. „Klein van buiten, groot van binnen. Daar deed ik de laatste jaren mijn werk mee. Ik had de bank eruit liggen en het was een complete vrachtwagen, zo ruim. Die auto’s zijn geweldig. Dit is mijn tweede. Hij staat op 145.000 kilometer, maar ik heb nog geen controlelampje zien branden. En ik betaal 16 euro wegenbelasting in de maand, niet te filmen. Je moet niet denken dat je de man bent met zo’n wagentje, maar dat kan me niks schelen. Ik hang m’n status er niet aan op en ik heb toch niks met auto’s – ik pak liever de motor.”", "Wat moet hij na de Cuore? „Misschien zo’n Suzuki Ignis, daar heb ik wel iets mee.” Die zijn alleen nog aan de prijs, en dat is niet de bedoeling. Hij houdt zijn hart vast voor de toekomst. „De regering wil ons aan het elektrisch rijden krijgen. Maar weet je wat dat kost?” Zeker: minstens 21.000 euro.", "Als je met zo’n oud autootje op pad bent, denk je: hier waren mensen tevreden mee. Waar worden mensen nog tevreden van? Nergens meer van", "Kleine beurs", "Voor automobilisten die weinig willen of kunnen besteden wordt de spoeling dun, bevestigt Brands’ collega Albert Tulp uit Sappemeer, ook oud-Daihatsu-dealer en eveneens gespecialiseerd in betaalbare, vooral Japanse occasions. „Onze klanten zijn mensen die het met de handjes moeten verdienen. Die kopen wat je hier ziet staan en kunnen dat mooi onderhouden, maar het moet niet te gek worden.”", "Een bedrag tot 5.000 à 6.000 euro kan net, daarboven wordt een vorm van financieren onvermijdelijk. 0ver het private lease-alternatief kan hij kort zijn. Dat betekent 200 per maand neertellen voor een auto die je in vier jaar helemaal afschrijft, zonder er iets voor terug te krijgen. Penny wise, pound foolish.", "Brands voorziet een groot mobiliteitsprobleem voor mensen met een kleine beurs. „Als jij net een rijbewijs hebt, wat voor autootje moet je dan gaan rijden? Er is straks niks meer. Zelfs Daihatsu’s zijn hartstikke duur aan het worden.” De Daihatsu Trevis met zijn Mini-grille kan hij ook in Duitsland bijna niet meer vinden, de vijver is leeggevist.", "Brands reikt me de sleutels van een oranje Trevis aan. „Rijd maar eens een rondje.” Heerlijk autootje inderdaad: zo klein, zo smal, zo wendbaar. Breek Albert Tulp de bek niet open. „Ik blijf gek op Daihatsu’s. Bij dat merk zie je slimme, simpele vondsten die een ander niet bedacht heeft. Bij een Daihatsu Move en een Cuore kunnen de deuren negentig graden open. Dat is achterin voor opa’s en oma’s dus super.”", "Op de bovenverdieping van zijn showroom toont Tulp zijn schatkamer: een schitterende collectie Japanse micro-auto’s van Honda, Nissan en Daihatsu, aangevuld met een handvol mini-Fiats, erfstukken uit de tijd dat zijn vader hier nog Fiat-dealer was. In een hoek staat een Daihatsu Fellow van 1968, drie meter lang en toch geschikt voor vier personen – een tiny house op wielen waarvan de industrie nog veel kan leren.", "De bescheidenheid stemt weemoedig. Tulp: „Als je met zo’n oud autootje op pad bent, denk je: hier waren mensen tevreden mee. Waar worden mensen nog tevreden van? Nergens meer van. Als je in zo’n oud Fiatje 500 stapt mag je van geluk spreken als je de ramen aan de binnenkant een beetje schoon krijgt, want een kachelmotor zit er niet in. Toch waren mensen er gelukkig mee. Nu moeten er airbags in, cameraatjes voor de rijhulpen, de hele rataplan. Dan denk ik: daar heeft die klant niets aan. Hij moet gewoon van A naar B. Verder niks.”", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Bas Van Putten", "Leestijd Minuten"], "keywords": ["ik", "zijn", "van", "onverwoestbare", "voor", "en", "japanse", "bleef", "een", "verdween", "niet", "op", "het", "maar", "populair", "die", "stadsauto"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}