{"id": "5be57c49-7724-3e30-9f03-11863dee9fae", "title": "Sunweb stuurt vakantiegangers naar de concurrent: ‘Boek maar bij TUI’", "url": "https://www.parool.nl/nederland/sunweb-stuurt-vakantiegangers-naar-de-concurrent-boek-maar-bij-tui~bc131d36/", "summary": "Burger KingSunweb volgt met de reclame het voorbeeld van Burger King.\nDat straal je ermee uit, en ondertussen wint Burger King sympathie.”Subweb geeft toe dat ze werden geïnspireerd door de oproep van Burger King.\nDe rechter oordeelde dat een gedwongen overname mogelijk te zware gevolgen heeft door de coronacrisis.\nSunweb trok zich op het laatste moment terug uit de voorgenomen overname van Corendon.\nVolgens Sunweb had Corendon namelijk niet aan alle eisen voldaan, maar Corendon bestreed dat en spande een kort geding aan", "paragraphs": ["Beeld Hollandse Hoogte / ANP", "‘Boek je vakantie bij TUI. Of plan je welverdiende zomervakantie bij D-reizen, Zoover, Corendon, Eliza was here of een andere vakantiespecialist,’ zo begint de advertentie. ‘Yes, je leest het goed,’ laat Subweb weten. De reisorganisatie wil duidelijk maken dat ze vakantie belangrijk vindt voor iedereen. “Niet alleen voor jou, maar ook voor de duizenden harde werkers op de bestemmingen, degenen die ervoor zorgen dat jij een onvergetelijke vakantie hebt en die jou de mooiste herinneringen helpen creëren.”", "Sunweb roept mensen op om vast de vakantie voor de zomer te plannen. “En bij wie je dan boekt, maakt voor nu even niet uit,” aldus het bedrijf dat in de advertentie benadrukt dat reizigers hun geld terugkrijgen bij een negatief reisadvies.", "Burger King", "Sunweb volgt met de reclame het voorbeeld van Burger King. De fastfoodketen kwam vorige maand met een duurbetaalde campagne, die klanten naar concurrent McDonald’s stuurt. ‘We hadden nooit gedacht dat we dit aan jou zouden vragen. Net zo onwaarschijnlijk is onze oproep om te bestellen bij KFC, Subway, Domino’s Pizza, Five Guys, Taco Bell, Moeke, De Beren, Kwalitaria, Ellis Gourmet Burger... of een van de vele onafhankelijke restaurants die we rijk zijn.’ Daarboven de kop in chocoladeletters: bestel bij McDonald’s. Afzender: Burger King.", "Met die opvallende reclamecampagne kreeg Burger King de afgelopen weken veel sympathie op social media. Reclameman Lodewijk Varossieau noemt het vakmanschap in coronatijd. “We hebben elkaar in bittere tijden nodig, hè. Dat straal je ermee uit, en ondertussen wint Burger King sympathie.”", "Subweb geeft toe dat ze werden geïnspireerd door de oproep van Burger King. ‘Dus als je op vakantie gaat, spring ook even binnen bij Burger King.’", "De actie van Subweb valt in de smaak en kan ook rekenen op sympathie. Een greep uit de reacties: ‘Sterk spel’, ‘Geïnspireerd op de eerdere advertentie van Burger King, dat eerlijk vermelden en oproepen om ook even langs Burger King te gaan. Dan ben je een Koning hoor. ‘Love it’ en ‘Bijna kippenvel’. ‘Als reisorganisaties goed samenwerken de komende periode, kan iedereen het hoofd boven water houden. Mooi gebaar!’", "Anderen vragen zich af of het einde nabij is voor Sunweb?", "Zwaar getroffen", "De reisbranche is zwaar getroffen door de coronacrisis. Nog altijd wordt het afgeraden om naar het buitenland te reizen zonder noodzaak. Subweb heeft tot het einde van de huidige lockdown, 19 januari, alle vakantiereizen geannuleerd.", "Veel reisorganisaties hebben sinds maart vrijwel geen omzet meer gedraaid. Reisorganisaties hebben al flink moeten snijden in hun organisaties om overeind te blijven. Corendon bijvoorbeeld verwacht aan het eind van dit jaar in vergelijking met maart dit jaar een derde minder personeel over te houden. Ook Sunweb is volop bezig om de organisatie te herstructureren vanwege de terugloop in het aantal boekingen én de te boeken bestemmingen.", "TUI gaf eerder ook al aan flink te moeten krimpen. Maar met alleen snijden in hun personeelsbestand zullen ze het einde van de coronacrisis niet halen. “Vijftig tot zestig procent van de reisondernemingen zal over een half jaar failliet zijn of zelf de stekker eruit hebben getrokken,” aldus accountant voor de reisbranche Wilco Bouwman van Uwreisaccountant.", "Zware gevolgen", "Vorige maand werd bekend dat Sunweb Corendon niet hoeft over te nemen. De rechter oordeelde dat een gedwongen overname mogelijk te zware gevolgen heeft door de coronacrisis. Sunweb trok zich op het laatste moment terug uit de voorgenomen overname van Corendon. Volgens Sunweb had Corendon namelijk niet aan alle eisen voldaan, maar Corendon bestreed dat en spande een kort geding aan"], "authors": ["Simone Van Zwienen"], "keywords": ["vakantiegangers", "burger", "bij", "naar", "tui", "te", "je", "van", "en", "een", "sunweb", "concurrent", "voor", "op", "boek", "het", "maar", "dat", "stuurt"], "pubDate": "2021-01-03T08:31:02Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}