{"id": "5be70359-68f7-3ffa-af10-bf590aee3ac5", "title": "Voor een groot deel van hen is geen plek meer in Amsterdam", "url": "https://www.parool.nl/columns-opinie/voor-een-groot-deel-van-hen-is-geen-plek-meer-in-amsterdam~bffb8ea9/", "summary": "En waarom er voor een groot deel van hen, geboren en getogen Amsterdammers, geen plek meer is in het Amsterdam van nu en de toekomst.\nDe kern zit hem juist in het benadrukken van de gelaagdheid van het probleem.\nHoe gaan we aan onze kinderen verantwoorden dat in een van de rijkste landen ter wereld mensen op straat slapen?\nHoe gaan we aan onze kinderen verantwoorden dat in een van de rijkste landen ter wereld vergiftigd water uit de kranen stroomt?\nWat voor stad willen we zijn, bezien door de ogen van een kind?", "paragraphs": ["We kunnen niet vroeg genoeg beginnen met kinderen onderwijzen over politieke thema’s, zoals gentrificatie. Er moeten lesmethodes ontwikkeld worden voor de huidige jongste generatie Amsterdammers, waarin ze met concrete voorbeelden leren wat er gebeurt in hun wijken. En waarom er voor een groot deel van hen, geboren en getogen Amsterdammers, geen plek meer is in het Amsterdam van nu en de toekomst.", "Om te beginnen moet het woord ‘gentrificatie’ zoveel mogelijk vermeden worden. ­Uiteindelijk gaat het niet om die ingewikkelde term, als wel over de ingewikkelde systemen die het vertegenwoordigt en voortbrengt. Die systemen maak je toegankelijk door kinderen uit te leggen hoe onze stad is ingericht, dat er over alles is nagedacht en dat wat wij vandaag de dag zien en ervaren om ons heen, het resultaat is van beleid.", "Voor de duidelijkheid: met ‘toegankelijk’ bedoel ik ‘in begrijpelijke taal’, niet dat we over dit complexe thema moeten spreken in versimpelingen, ongeacht of je het tegen kinderen hebt of tegen volwassenen. De kern zit hem juist in het benadrukken van de gelaagdheid van het probleem. Elk niveau komt voort uit politieke keuzes en uit het daaropvolgend beleid, dat weer afgestemd is op waar wij als land prioriteit aan geven. En hoezeer wij burgers daar invloed op kunnen uitoefenen door bijvoorbeeld te stemmen en ons actief te bemoeien met het bestuur en het ontwerpen van onze eigen leefomgeving.", "Dat begint hyperlokaal, met het integreren van bewustzijn in dagelijkse handelingen, zoals waar je je boodschappen doet, waar je je kinderen op school zet en je informeren over plannen en begrotingen die gaan over jouw buurt. Met zelfbestuur en een horizontale hiërarchie als einddoel en collectivisme als middel.", "De urgentie voor een dergelijk onderwijsprogramma is hoog, want er zijn nogal grote vragen over hedendaagse problemen waar we nu geen antwoorden op hebben. Bovendien, in plaats van allerlei slimme antwoorden te formuleren op misstanden, laten we kinderen leren zelf de belangrijkste vragen te stellen. Hoe gaan we aan onze kinderen verantwoorden dat in een van de rijkste landen ter wereld mensen op straat slapen? Hoe gaan we aan onze kinderen verantwoorden dat in een van de rijkste landen ter wereld vergiftigd water uit de kranen stroomt? Hoe gaan we aan onze kinderen verantwoorden dat een groep senioren die onze stad, ons land, heeft opgebouwd, uit hun huizen dreigt te worden gezet?", "We moeten de huidige Amsterdamse kinderen vragen naar hun liefde, dromen en zorgen over onze stad. Daarna moeten we ze op pad sturen om diezelfde vragen te stellen aan andere bewoners en beleidsmakers. Welke verhalen hopen we te horen? Wat voor stad willen we zijn, bezien door de ogen van een kind? Laten we daar vandaag mee beginnen.", "Rapper en schrijver Massih Hutak (1992) schrijft columns voor Het Parool."], "authors": ["Massih Hutak"], "keywords": ["van", "groot", "geen", "amsterdam", "onze", "deel", "het", "meer", "op", "plek", "kinderen", "een", "hen", "en", "te", "je", "dat", "voor"], "pubDate": "2020-12-10T10:00:11+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}