{"id": "5bf3a7d4-9c68-3cbe-86b4-3fcc505ef95e", "title": "Fietser die door automobilist werd aangereden in Breda overleden", "url": "https://nu.nl/breda/6095483/fietser-die-door-automobilist-werd-aangereden-in-breda-overleden.html", "summary": "De 23-jarige fietser die zondag 29 november met een auto in aanrijding kwam op een Bredase kruising, is een dag later aan haar verwondingen overleden.\nDe automobilist bleek onder invloed van drugs te zijn.\nEen van de vrouwen, de 23-jarige uit Breda, werd in kritieke toestand naar het ziekenhuis gebracht.\nEen 28-jarige automobilist uit Breda werd aangehouden voor rijden onder invloed en vanwege zijn betrokkenheid bij de ernstige aanrijding.\nCorrectie: In een eerdere versie van dit artikel meldden wij dat de verdachte automobilist onder invloed van alcohol was.", "paragraphs": ["De 23-jarige fietser die zondag 29 november met een auto in aanrijding kwam op een Bredase kruising, is een dag later aan haar verwondingen overleden. Dat bevestigt de politie Zeeland-West-Brabant dinsdagmiddag. De automobilist bleek onder invloed van drugs te zijn.", "De auto reed rond 16.15 uur twee fietsers aan op de kruising van de Nieuwe Kadijk met de Biesdonkweg in Breda.", "Een van de vrouwen, de 23-jarige uit Breda, werd in kritieke toestand naar het ziekenhuis gebracht. Het andere slachtoffer, een 62-jarige vrouw, raakte ook gewond.", "Een 28-jarige automobilist uit Breda werd aangehouden voor rijden onder invloed en vanwege zijn betrokkenheid bij de ernstige aanrijding. Op dinsdag 1 december werd hij vrijgelaten, maar hij blijft verdachte in de zaak.", "Het onderzoek naar de toedracht loopt nog, zo laat de woordvoerder weten.", "Correctie: In een eerdere versie van dit artikel meldden wij dat de verdachte automobilist onder invloed van alcohol was. Dit is onjuist. Hij blijkt onder invloed van drugs te hebben gereden."], "authors": ["Door"], "keywords": ["van", "breda", "automobilist", "aangereden", "op", "die", "hij", "invloed", "overleden", "werd", "fietser", "een", "onder", "uit", "door", "verdachte"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}