{"id": "5c038a57-f486-3187-98f5-2577cdbaaf1f", "title": "Wie zit achter de bizarre aanslag in Nashville?", "url": "https://www.parool.nl/wereld/wie-zit-achter-de-bizarre-aanslag-in-nashville~bacb1edb/", "summary": "Beeld Hollandse Hoogte / EPA“Nashville is nu niet meer opgelucht maar vastbesloten,” zegt burgemeester John Cooper daags na de bizarre explosie in het centrum van zijn stad.\nOpgelucht dat er, voor zover bekend, geen omwonenden zijn omgekomen bij de enorme klap.\nDe kijkers kunnen vooralsnog alleen raden naar het motief achter een bizarre aanslag met een oude camper op de historische Second Avenue in Nashville, nabij Lower Broadway.\nWel schrokken ze van een bizarre, versterkte, stem uit de oude camper: ‘Evacueer nu.\nZit er een terreurgroep achter of een boze lone wolf?", "paragraphs": ["De oude camper, vlak voor de explosie. Beeld Hollandse Hoogte / EPA", "“Nashville is nu niet meer opgelucht maar vastbesloten,” zegt burgemeester John Cooper daags na de bizarre explosie in het centrum van zijn stad. Opgelucht dat er, voor zover bekend, geen omwonenden zijn omgekomen bij de enorme klap. Vastbesloten om de dader te vinden. De schade is enorm; verschillende woonblokken in het centrum zijn verwoest.", "Het mysterie blijft. Wie parkeerde er donderdag zo’n zware bom in het centrum van de hoofdstad van de country music? En waarom? Het zou een eerste aflevering van een nieuwe Netflixserie kunnen zijn. De kijkers kunnen vooralsnog alleen raden naar het motief achter een bizarre aanslag met een oude camper op de historische Second Avenue in Nashville, nabij Lower Broadway.", "Burgemeester Cooper sprak in de lokale krant The Tennesean van een ‘verschrikkelijke dag’, maar Nashville heeft met andere uitdagingen te maken gehad, vooral in dit jaar van Covid-19. “De aanval op onze gemeenschap was bedoeld om chaos en angst te creëren in deze tijd van vrede en hoop, maar de spirit van onze stad kan niet worden gebroken,” sprak Cooper.", "Politiecommissaris John Drake twijfelt er niet aan dat de explosie opzettelijk was. Maar uit welke hoek de aanslag komt, blijft gissen. Volgens hem werden aanvankelijk schoten gemeld uit Second Avenue en Commerce Street. Van een schietpartij vonden de agenten geen spoor. Wel schrokken ze van een bizarre, versterkte, stem uit de oude camper: ‘Evacueer nu. Er is een bom. Er zit een bom in dit voertuig en die zal ontploffen.’ Vervolgens begon de stem 15 minuten af te tellen tot aan een aangekondigde explosie.", "Deur tot deur", "De zes agenten die ter plaatse waren begonnen onmiddellijk met de evacuatie. Van deur tot deur werden bewoners gewekt. Een man die zijn hond uitliet, werd in veiligheid gebracht. De camper ontplofte om 6.30 uur, terwijl de explosievendienst onderweg was. Drie mensen werden met lichte verwondingen in het ziekenhuis opgenomen, onder wie een agent met tijdelijk gehoorverlies. Later werd ‘weefsel’ in de buurt van de ontploffingsplek gevonden. Of het om menselijk weefsel gaat, moet nog worden bevestigd.", "Beeld Hollandse Hoogte / AFP", "Hulde is er in de stad alom voor de politiemannen die zeker levens hebben gered. Ze begonnen onmiddellijk aan te bellen en op deuren te kloppen , zonder te weten of de bom misschien wel voortijdig kon afgaan. “Ze gaven niet om zichzelf, ze dachten er niet aan, ze gaven om de inwoners van Nashville,” meldt The Tennesean trots.", "Politiebronnen spreken van een ‘totale verrassing’. Er waren voor de explosie geen dreigementen ontvangen. Zit er een terreurgroep achter of een boze lone wolf? Of de aanslag tegen specifieke gebouwen kan zijn gericht, wordt nog onderzocht.", "In een moeilijk jaar voor Nashville, dat een vernietigende tornado heeft doorstaan en worstelt met coronabesmettingen, kan dit er ook wel bij. Burgemeester Cooper prees de hulpverleners die altijd paraat waren. Vluchten vanaf BNA Airport in Nashville werden vrijdagmiddag stopgezet vanwege telecommunicatieproblemen in verband met de explosie. Inmiddels is de dienstregeling hervat. Er is een beloning uitgeloofd van zo’n 250.000 euro dollar voor tips die leiden naar de dader.", "Donderdag", "Betsy Williams, de eigenaar van het Melting Pot-gebouw aan de overkant van de straat, vertelde The Tennesean dat gasten meldden dat de camper daar al sinds donderdag gestationeerd was. Williams, die een zolderetage op de derde verdieping bewoont, zei dat ze om ongeveer 04.30 uur het geluid van luide schoten van een machinegeweer hoorde. Ze meldde dit aan de politie en meldde ook dat de camper inmiddels waarschuwingen uitzond voor een komende explosie. Williams verliet met haar gezin in pyjama het huis en ook kat Mavis werd meegenomen. Ze gingen naar een sporthal in de buurt. Maar toen het stil bleef, wilden ze terug. Juist op dat moment zagen ze een vuurbal boven hun wijk. Achteraf is Williams de dader(s) ook wel dankbaar dat vooraf werd gewaarschuwd voor de explosie.", "Op basis van foto’s van de camper die door de politie openbaar zijn gedeeld, kan worden geschat dat het voertuig minstens tien jaar oud is. Verschillende mensen zijn voor ondervraging naar het politiebureau gebracht. Details daarover zijn niet gegeven."], "authors": ["Bob Van Huet"], "keywords": ["er", "zijn", "van", "zit", "bizarre", "voor", "en", "een", "ze", "met", "achter", "wie", "het", "dat", "aanslag", "nashville"], "pubDate": "2020-12-26T10:29:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}