{"id": "5c0b626f-524c-3b98-bde2-c29a3d792726", "title": "Gezocht: kandidaten voor Nederland in Beweging!", "url": "https://www.metronieuws.nl/entertainment/2021/01/gezocht-kandidaten-voor-nederland-in-beweging/", "summary": "Gezocht: kandidaten voor Nederland in Beweging!\nOmroep MAX zoekt namelijk kandidaten voor nieuwe afleveringen van Nederland in Beweging!.\nBijgestaan door het productieteam van Nederland in Beweging!\nHier kun je je aanmelden, en wie weet zie je jezelf binnenkort sportend terug op tv.\nAls je geslecteerd bent krijg je een uitnodiging voor de audities, die zijn in het paasweekend.", "paragraphs": ["Gezocht: kandidaten voor Nederland in Beweging!", "Houd je van sport en tv? Dan is dit de uitgewezen kans om je fitness-tv debuut te maken. Omroep MAX zoekt namelijk kandidaten voor nieuwe afleveringen van Nederland in Beweging!. Man, vrouw, oud, jong (wel boven de 30 jaar oud), iedereen kan zich aanmelden!", "Bijgestaan door het productieteam van Nederland in Beweging! maken Olga Commandeur en Duco Bauwens hoogstpersoonlijk een selectie uit de potentiële kandidaten. Mocht je uitgenodigd worden, neem je tijdens de auditiedag deel aan een korte proefles. Die duurt zo’n vijf tot tien minuten en dient om te beoordelen hoe goed je conditie is.", "Constant sporten tijdens opname", "Er zijn wel een paar voorwaarden: je moet ouder zijn dan dertig en beschikken over een flink goede conditie. Alle oefeningen worden namelijk in twee dagen opgenomen, wat betekent dat je bijna constant aan het sporten bent: van ’s ochtends vroeg tot ’s avonds 18.00 uur. De opnames vinden eind mei/begin juni 2021 plaats, je hebt dus zelfs nog even om aan je conditie te werken.", "Hier kun je je aanmelden, en wie weet zie je jezelf binnenkort sportend terug op tv. In verband met het coronavirus kan omroep MAX echter niet iedereen ontvangen voor de audities, en alles vindt op gepaste afstand plaats. Als je geslecteerd bent krijg je een uitnodiging voor de audities, die zijn in het paasweekend.", "Lees ook: Meerderheid Amerikanen wil aftreden of afzetting Trump"], "authors": [], "keywords": ["zijn", "van", "voor", "en", "kandidaten", "beweging", "een", "om", "te", "nederland", "het", "gezocht", "je"], "pubDate": "2021-01-10T20:43:49Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}