{"id": "5c0ce102-bb77-3def-8368-eb751fd034c6", "title": "Miljoen werkenden kunnen tegenslag niet opvangen: geen spaargeld en geen partner met inkomen", "url": "https://volkskrant.nl/economie/miljoen-werkenden-kunnen-tegenslag-niet-opvangen-geen-spaargeld-en-geen-partner-met-inkomen~ba99101a/", "summary": "De Rekenkamer heeft de ‘vangnetten’ vergeleken van zelfstandigen en werknemers met flexibele of vaste contracten.\n20 procent van 1,9 miljoen flexwerkers heeft geen vangnet en 9 procent van de 1,2 miljoen zelfstandigen.\nDit geldt ook binnen de verschillende groepen werkenden: zelfstandigen, flexwerknemers en vaste werknemers.\nVangnetDe groep met een flexibel contract zonder buffers kan volgens de Rekenkamer uiteenvallen in een reeks, mogelijk deels overlappende, deelgroepen.\nZo kunnen jongeren worden onderscheiden (24 procent), uitzendkrachten (30 procent), werkenden met een zeer laag inkomen (23 procent), laag opleidingsniveau (33 procent) en een niet-westerse achtergrond (32 procent).", "paragraphs": ["De wachtrij bij een voedselbank. Beeld ANP", "Dit meldt de Algemene Rekenkamer woensdag in het rapport Sociale zekerheid en flexibele arbeidsmarkt. De Rekenkamer heeft de ‘vangnetten’ vergeleken van zelfstandigen en werknemers met flexibele of vaste contracten. Hiervoor zijn gegevens van alle bijna 8 miljoen werkenden gedurende 8 jaar, van 2010 tot 2018, geanalyseerd.", "Sinds de jaren negentig propageren werkgevers een ‘flexibele schil’ bij ondernemingen en ageren zij tegen ‘dure’ werknemers met een contract voor onbepaalde tijd, een zogenoemde vaste baan, die moeilijk ontslagen kunnen worden. Politiek Den Haag heeft geprobeerd dat in goede banen te leiden. Daarbij zijn regels opgesteld voor flexwerk in de Wet flex en zekerheid uit 1999. Meest recent is de Wet arbeidsmarkt in balans die op 1 januari van kracht werd.", "Flexwerkers", "Dit jaar verschenen rapporten van de Wetenschappelijke Raad voor het Regeringsbeleid en de commissie Borstlap die beschreven hoe niettemin uitwassen op de arbeidsmarkt zijn ontstaan. Ook kwamen zij met adviezen. Met het eigen rapport wil de Algemene Rekenkamer een verdere onderbouwing voor die analyses geven. Tijdens de coronacrisis bleek dit jaar al dat flexwerkers en zelfstandigen het snelst en hardst getroffen werden door het gedeeltelijk stilvallen van de economie. Bij voedselbanken meldden zich grote groepen mensen.", "In omvang is de groep vaste werknemers zonder vangnet weliswaar het grootst, maar die maakt slechts 10 procent uit van alle werkenden met een vaste baan. 20 procent van 1,9 miljoen flexwerkers heeft geen vangnet en 9 procent van de 1,2 miljoen zelfstandigen.", "Beeld de Volkskrant", "Van alle werkende jongeren van 25 tot 35 jaar heeft 18 procent geen buffers, terwijl dit voor werkenden tussen de 35 en 65 jaar nog maar 10 procent is. Het percentage werkenden zonder buffer neemt af met leeftijd, constateert de Rekenkamer. Dit geldt ook binnen de verschillende groepen werkenden: zelfstandigen, flexwerknemers en vaste werknemers. Maar werknemers met flexibele contracten hebben op alle leeftijden minder financiële buffers dan andere werkenden. Zij zijn steeds het slechtst af.", "Vangnet", "De groep met een flexibel contract zonder buffers kan volgens de Rekenkamer uiteenvallen in een reeks, mogelijk deels overlappende, deelgroepen. Zo kunnen jongeren worden onderscheiden (24 procent), uitzendkrachten (30 procent), werkenden met een zeer laag inkomen (23 procent), laag opleidingsniveau (33 procent) en een niet-westerse achtergrond (32 procent).", "Werkenden met flexibele contracten hebben vaker een vangnet nodig dan anderen, meent de Rekenkamer. Hoewel 39 procent van de werkenden met flexibele contracten in de onderzochte jaren na het einde van hun contracten telkens direct nieuw werk had, geldt voor de andere 61 procent dat zij hun banen afwisselden met een of meerdere perioden van werkloosheid, waarin zij dus een vangnet nodig hadden. Ter vergelijking: bij werknemers die hun voornaamste inkomen uit vaste contracten haalden kende 23 procent een of meerdere perioden van werkloosheid in de onderzochte jaren."], "authors": ["Gijs Herderscheê"], "keywords": ["tegenslag", "geen", "miljoen", "van", "het", "met", "voor", "vaste", "niet", "partner", "kunnen", "een", "en", "werkenden", "werknemers", "spaargeld", "opvangen", "procent"], "pubDate": "2020-12-09T09:15:11+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}