{"id": "5c15c626-10ae-322b-b12c-70d04a021f88", "title": "Taylor Swift brengt donderdagnacht opvolger van succesalbum folklore uit", "url": "https://nu.nl/muziek/6095864/taylor-swift-brengt-donderdagnacht-opvolger-van-succesalbum-folklore-uit.html", "summary": "Swift omschrijft evermore als \"de zusterplaat\" van het album folklore, dat eind juli onverwachts verscheen.\nIn het verleden zag ik albums altijd als losse hoofdstukken en begon ik met het plannen van het volgende album nadat er een was uitgebracht.\nNet als voor folklore werkte de artiest weer samen met Aaron Dessner, Jack Antonoff en Justin Vernon van Bon Iver.\nHet album folklore kreeg veel positieve recensies en werd genomineerd voor de Grammy's voor het album van het jaar en het beste popalbum.\nIn de Nederlandse Album Top 100 bereikte het album de tweede plaats.", "paragraphs": ["Taylor Swift komt wederom met een nieuw album. In de nacht van donderdag op vrijdag verschijnt evermore, het negende studioalbum van de zangeres.", "Swift omschrijft evermore als \"de zusterplaat\" van het album folklore, dat eind juli onverwachts verscheen. De zangeres nam deze twee albums tijdens de coronapandemie thuis op.", "\"We konden niet stoppen met het schrijven van liedjes\", aldus Swift. \"Ik heb dit nog niet eerder gedaan. In het verleden zag ik albums altijd als losse hoofdstukken en begon ik met het plannen van het volgende album nadat er een was uitgebracht. Met folklore was dat anders. Het voelde niet alsof ik het project afrondde, maar juist alsof ik ernaar terugkeerde.\"", "Swift besloot haar fans met dit album te verrassen, omdat ze zondag 31 jaar oud wordt. \"Al sinds ik dertien jaar ben, heb ik daar zin in. 31 is mijn favoriete getal, maar dan achterstevoren. Jullie denken altijd aan me als ik jarig ben, dus dit keer wil ik iets voor jullie doen.\" De zangeres maakte in totaal zeventien nieuwe nummers, waaronder samenwerkingen met Bon Iver, The National en Haim.", "Net als voor folklore werkte de artiest weer samen met Aaron Dessner, Jack Antonoff en Justin Vernon van Bon Iver. Hun nummer exile is genomineerd voor een Grammy Award.", "Het album folklore kreeg veel positieve recensies en werd genomineerd voor de Grammy's voor het album van het jaar en het beste popalbum. In de eerste week werden er 846.000 exemplaren van verkocht in de Verenigde Staten. In de Nederlandse Album Top 100 bereikte het album de tweede plaats."], "authors": ["Door"], "keywords": ["taylor", "album", "van", "als", "opvolger", "donderdagnacht", "het", "brengt", "met", "ik", "succesalbum", "niet", "en", "uit", "swift", "folklore", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}