{"id": "5c1a9ca7-cc43-384d-a277-1e1b3f5bbbf5", "title": "Een zinkgat is een beangstigend verschijnsel, dat de bodem wegslaat onder het concept ‘bodem’", "url": "https://volkskrant.nl/columns-opinie/een-zinkgat-is-een-beangstigend-verschijnsel-dat-de-bodem-wegslaat-onder-het-concept-bodem~be4d7f12/", "summary": "Een beangstigend verschijnsel, dat de bodem wegslaat onder het concept ‘bodem’.\nZonder vooraankondiging laat de aarde zich kennen als een pastei, zij het dat het bij die laatste wél de bedoeling is dat er ruimte zit tussen korst en vulling.\nGeen idee of dit verband hield met het zinkgat verderop, maar ineens kwamen de straatstenen me onbetrouwbaar voor.\nHet verontrustte me dat zij bij het redden van de stad moesten kiezen tussen zulke diametraal tegenovergestelde methodes.\nDe manier waarop ze hun shaggies rookten toonde wel aan dat ze beide technieken beheersten.", "paragraphs": ["Midden in de stad, niet ver van mijn huis, was een zinkgat ontstaan. Een beangstigend verschijnsel, dat de bodem wegslaat onder het concept ‘bodem’. Zonder vooraankondiging laat de aarde zich kennen als een pastei, zij het dat het bij die laatste wél de bedoeling is dat er ruimte zit tussen korst en vulling.", "Onderweg naar het gat werd ik tegengehouden door mannen in hesjes, op een gracht waar stalen damwanden langs de kademuur waren geplaatst. Geen idee of dit verband hield met het zinkgat verderop, maar ineens kwamen de straatstenen me onbetrouwbaar voor. Als toen en daar, waarom niet nu en hier?", "In zo’n geval kijkt men naar de werklieden, die blijkens de opschriften op hun busjes waren gespecialiseerd in ‘zuig- en blaastechniek’. Het verontrustte me dat zij bij het redden van de stad moesten kiezen tussen zulke diametraal tegenovergestelde methodes. De manier waarop ze hun shaggies rookten toonde wel aan dat ze beide technieken beheersten."], "authors": ["Sander Donkers"], "keywords": ["zinkgat", "zij", "bodem", "wegslaat", "verschijnsel", "het", "concept", "van", "tussen", "en", "een", "ze", "beangstigend", "onder", "dat", "waren"], "pubDate": "2021-01-10T15:42:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}