{"id": "5c30b159-ebce-38da-aa36-48fa7dbc40d2", "title": "Alleen in mijn keuken kan ik naar Libanon", "url": "https://trouw.nl/leven/alleen-in-mijn-keuken-kan-ik-naar-libanon~b586de3c/", "summary": "Het is tien maanden geleden dat ik in Libanon was, mijn andere thuis; dat kwam de laatste veertien jaar niet voor.\nDaarna de geuren die ik nergens anders zo ruik, geluiden die ik nog doof zou herkennen, het ritme en leven van de stad en de overweldigende natuur.\nMaar een geluk is dat dat zo ongeveer het enige is wat ik toch altijd een beetje hier heb, in mijn eigen keuken.\nAls ik er straks weer ben, zorg ik dat dat gauw gebeurt.In de tussentijd maak ik de heerlijke aardappelkibbeh met prei van lieve Feryal, uit mijn boek.\nMaak met de achterkant van een mes een mooi ruitpatroon, bestrooi met de rest van de lente-ui, munt en walnoten.", "paragraphs": ["Kookboekenschrijver Merijn Tol houdt van de Arabische en de mediterrane keuken en eten dat mensen verbindt.", "Het is tien maanden geleden dat ik in Libanon was, mijn andere thuis; dat kwam de laatste veertien jaar niet voor. Het lijkt een eeuwigheid. Ik mis de mensen. Ik mis mezelf daar. Daarna de geuren die ik nergens anders zo ruik, geluiden die ik nog doof zou herkennen, het ritme en leven van de stad en de overweldigende natuur.", "Ik genoot dus toen ik vorige week virtueel meeliep op de Lebanese Mountain Trail: een aaneengesloten ‘pad’ door de gehele bergketen van Libanon. Een weelde aan prachtige beelden van die wonderschone bergen (denk aan Italië x Zwitserland x Mediterranée en dan in het Midden-Oosten) vulde via WhatsApp mijn telefoon. Ach, heimwee borrelde in mij op.", "Mijn vriendin Tamar uit Batroun, in het noorden van het land, stuurde me een aardappel in hartvorm met een granaatappel erbij: for you. De overvloedige liefde die mijn vrienden, en zelfs vage vrienden of kennissen me blijven schenken, ontroert me nog keer op keer. Dat is het geheim van Libanon.", "En het eten? Zeker, dat mis ik ook. Maar een geluk is dat dat zo ongeveer het enige is wat ik toch altijd een beetje hier heb, in mijn eigen keuken. Zo ontdekte ik vorig jaar een prachtig delicatessenwinkeltje in Beiroet, gerund door de liefste familie. Een ultracharmante oude heer, een blije, enthousiaste jonge zoon en een moeder die je gelijk mee naar huis wilt nemen, samen met hun waar. Geen wonder dat de zaak naar haar genoemd is: Feryal. Ze verzamelen en verkopen producten van kleine ambachtsmensen van het platteland – om van te kwijlen. Elke keer nodigen ze me uit te komen eten en koken. Als ik er straks weer ben, zorg ik dat dat gauw gebeurt.In de tussentijd maak ik de heerlijke aardappelkibbeh met prei van lieve Feryal, uit mijn boek. Of deze fantastisch simpele herfstpompoenkibbeh (kibbet laqteen) met walnoot van haar hand.", "Herfstpompoenkibbeh met walnoot (voor 4 personen)", "• 1 el kammouneh (meng in een vijzel gelijke delen majoraan, gedroogde munt, rozenblaadjes, chilivlokken, komijnzaad, rozemarijn en stamp fijn)", "• 1 kg oranje pompoen", "• 100 gr fijne, bruine bulgur", "• sap van 2 sinaasappels", "• 2 lente-uien, fijngesneden", "• paar takjes munt, blaadjes geplukt", "• 150 gr walnoten, licht geroosterd en fijngehakt", "• frisgroene olijfolie", "Bereiding", "Verhit de oven voor op 200 graden. Maak de kammouneh. Snijd de pompoen in stukken (laat schil en zaden eraan), bestrooi met zout, doe in een ovenschaal, dek af met folie en rooster in 1 uur gaar. Meng de bulgur met het sinaasappelsap en wat zout en laat 15 minuten weken. Doe hierna 1 el kammouneh en 1 el van het bulgurmengsel, de helft van de lente-ui, blaadjes van 1 takje verse munt, en chili voor een extra kick, in een keukenmachine en mix fijn (of gebruik een staafmixer).", "Haal de gare pompoen uit de oven, verwijder de schil en zaden en prak fijn. Voeg dit toe aan de rest van de geweekte bulgur, en voeg ook de kammounehmix toe. Meng goed en breng op smaak met zout.", "Spreid mooi uit over een schaal in een ovale vorm en maak ook de randen mooi dik. Maak met de achterkant van een mes een mooi ruitpatroon, bestrooi met de rest van de lente-ui, munt en walnoten. Besprenkel de kibbet laqteen rijkelijk met de beste olijfolie die je kunt vinden. Eet met flatbread.", "Koken", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Merijn Tol"], "keywords": ["van", "het", "libanon", "naar", "met", "die", "ik", "kan", "mijn", "een", "alleen", "en", "dat", "uit", "keuken"], "pubDate": "2020-12-04T07:00:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}