{"id": "5c5135a6-0cd5-384a-b728-9a88749120d9", "title": "’In de overgang? Zó zorg je goed voor jezelf!’", "url": "https://www.telegraaf.nl/vrouw/1367881796/in-de-overgang-zo-zorg-je-goed-voor-jezelf", "summary": "Wanneer slaapgebrek, nachtelijk zweten of heftige stemmingswisselingen zich opstapelen, kan de overgang zelfs een gegronde reden zijn voor uitval uit het arbeidsproces.\nDe opvliegers, het nachtelijke zweten en het slaapgebrek zijn allemaal goed te verklaren vanuit de biologie van het vrouwenlijf.\nHormoonsuppletieZo zorgt consumptie van alcohol voor het verergeren van de slaapproblemen die bij de overgang horen.\nPas als je eerst je eigen leven goed op de rit hebt, kun je er ook weer voor anderen zijn.\nWeet dan wat er aan de hand is, wat je eraan kunt doen en houd je ook vast aan het vergezicht: het is fijn, aan de overkant!", "paragraphs": ["„Meid, even doorbijten, het hoort erbij. Straks ben je dankbaar dat je van die maandelijkse ellende af bent!” Het komt nogal eens voor dat we relativerende reacties krijgen van ’blije zestigers’, als we spreken over de problemen die vrouwen kunnen ervaren rond de overgang. En ja, dan kunnen we alleen maar beamen: als je er eenmaal doorheen bent, breken er over het algemeen betere tijden aan. Van horen zeggen uit onze praktijk dan hè, zelf zijn we er nog niet! ;)", "Menopauze", "Maar voordat je aan die andere oever van de overgang bent, met misschien nog wat jaren werk voor de boeg maar vooral géén ’maandelijkse ellende’ meer, moet je die brug die menopauze heet nog wel even nemen. Voor veel vrouwen is die brug nogal wiebelig, soms ronduit oncomfortabel. Maar liefst 85% van de 1 tot 1,5 miljoen Nederlandse vrouwen rond de overgang ervaart klachten. Die kunnen variëren van onhandige opvliegers, tot soms regelrecht invaliderende problemen. Wanneer slaapgebrek, nachtelijk zweten of heftige stemmingswisselingen zich opstapelen, kan de overgang zelfs een gegronde reden zijn voor uitval uit het arbeidsproces. ’Even doorbijten’ helpt dan niet meer.", "Er zijn genoeg eenvoudige handgrepen die de tocht over de brug wat comfortabeler maken. Om te beginnen zou het helpen wanneer meer vrouwen weten wat ze overkomt, wanneer hun vruchtbare leven op zijn einde loopt. De opvliegers, het nachtelijke zweten en het slaapgebrek zijn allemaal goed te verklaren vanuit de biologie van het vrouwenlijf. En als je weet wat er aan de hand is, blijkt het in de praktijk ineens al een stuk dragelijker. En als je de oorzaken kent, liggen ook de oplossingen voor het oprapen. Want een groot deel van de overgangsklachten is te verhelpen met een aanpassing van de leefstijl.", "Hormoonsuppletie", "Zo zorgt consumptie van alcohol voor het verergeren van de slaapproblemen die bij de overgang horen. Neem dus wat vaker een ChardonNEE. Omgekeerd zorgt meer bewegen juist voor betere slaap en ook minder opvliegers. Het vasthouden van die aanpassingen van de leefstijl is uiteraard vers twee. Wanneer de overgangsklachten te serieus zijn om met zelfhulp en leefstijlaanpassingen aan te pakken, is het helemaal geen schande om medische ondersteuning te zoeken. Per slot van rekening past niet iedereen in de 15% van de vrouwen die fluitend door de menopauze huppelt.", "Onder ’medische ondersteuning’ rekenen we trouwens niet de vele kruidenmengsels, fyto-oestrogenen of andere modieuze prietpraat die tegenwoordig op de markt is. Wat in specifieke gevallen wél een optie kan zijn, is hormoonsuppletie. Er gaan nogal wat misverstanden rond over deze vorm van therapie tegen overgangsklachten. Feit is dat de dosering van deze hormoontherapie zó laag is - het gaat om 1/20 van de hoeveelheid hormonen die in een gewone anticonceptiepil zit! - dat de eventuele milde bijwerkingen in het niet vallen bij de winst in levenskwaliteit. Wat deze aanvulling door middel van pillen of pleisters wél kan doen, is de vicieuze cirkel van klachten doorbreken. Ze kunnen het verschil betekenen tussen wel of niet meer kunnen werken, wel of niet meer normaal kunnen functioneren in de zorg voor gezin of mantelzorg voor ouders.", "(Mantel)zorg", "Over die zorg gesproken: zorg eerst voor jezelf voordat je anderen helpt! Overgangsklachten kunnen de zorg voor gezin, ouders of de professionele arbeid dusdanig in de weg zitten, dat het goed is om eerst even aan jezelf te denken. Behalve de geslachtshormonen, gaat ook het ’knuffelhormoon’ oxytocine tijdens de overgang in een glijvlucht naar beneden. Je neiging om anderen te verzorgen lijkt dus niet alleen minder te worden, hij neemt ook écht af.", "Pas als je eerst je eigen leven goed op de rit hebt, kun je er ook weer voor anderen zijn. De blije zestigers hebben dus gelijk: het is een fact of life dat je vruchtbare leven ergens tussen de 45 en de 55 jaar tot zijn eind komt. Soms gaat dat zonder noemenswaardige problemen, veel vaker komt het een beetje piepend en krakend tot stilstand. Weet dan wat er aan de hand is, wat je eraan kunt doen en houd je ook vast aan het vergezicht: het is fijn, aan de overkant!"], "authors": ["Manon Kerkhof"], "keywords": ["jezelf", "van", "wat", "goed", "het", "die", "overgang", "zijn", "zó", "zorg", "een", "je", "te", "en", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}