{"id": "5c74a444-db18-39c8-b84a-5a7e09903414", "title": "Daan liftte van Almere naar Suriname over land en over zee", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2020/12/daan-liftte-van-almere-naar-suriname-over-land-en-over-zee/", "summary": "Daan liftte van Almere naar Suriname over land én over zeeDaan Goppel houdt van avontuur, mensen, de wereld en nog een keer avontuur.\nEnthousiast en beeldend, en al na een kwartier, of vijf bladzijdes, heb je het gevoel er een vriend bij te hebben.\nHij kwam er in veertien liften, waarvan drie over zee, een van z’n moeder – „zij bracht me naar het eerste tankstation bij Utrecht” – en een levensgevaarlijke.\n„Dat je eigen auto kapot is en daarom aan het liften bent, of dat je meedoet aan een liftwedstrijd.\n„Wat nu?, heb ik daarna vaak gedacht.” Daan Goppel is nu begin dertig en leeft van dag tot dag, van project naar project en van verwondering naar verwondering.", "paragraphs": ["Daan liftte van Almere naar Suriname over land én over zee", "Daan Goppel houdt van avontuur, mensen, de wereld en nog een keer avontuur. En jongensdromen laten uitkomen. Hij schreef een boek, Liften naar Suriname, over zijn lift-odyssee, die niet alleen over land ging, maar ook over zee.", "Hij onthult Metro zijn beste lift-tips. „Spreek zelf mensen aan” en pak je was-momentje waar mogelijk. En stap nooit, maar dan ook nóóit, aan boord van een Franse suïcidale dronken catamaran-kapitein, die zichzelf ‘Le Capitaine’ noemt.", "Hij belt net zo als hij schrijft. Enthousiast en beeldend, en al na een kwartier, of vijf bladzijdes, heb je het gevoel er een vriend bij te hebben. Hij werd geboren in Almere, woont nu in Westzaan en heeft intussen een heleboel continenten aangetikt, waaronder sommige al liftend. En of het nou z’n ontwapenende lach, z’n vrolijke babbel of z’n goedgelovigheid (zonder naïef te zijn) is, liften kan hij als de beste. „Ik heb zelfs nog meer vertrouwen in mensen gekregen.” Even afgezien van die keer in Denemarken dan, toen hij ‘midden in een drugsdeal’ terechtkwam. „Vertel ik zo nog wel.”", "Vrije liftgevoel", "Daan Goppel begon ooit met liften voor de grap. Op de camping in Lissabon, waar hij en z’n zusje aan de voet van een steile berg hun duim omhoog hielden toen een medewerker in z’n golfkarretje aan kwam rijden. „Hij stopte en gebaarde dat we mee omhoog konden. Ik verbaasde me erover hoe gemakkelijk het ging!” Hij was toen 14. Het vrije liftgevoel was geboren.", "In de jaren die volgden, excelleerde Daan in het liften. Het lukte hem op kleine stukjes naar de supermarkt, maar ook in vele liftwedstrijden, waar je als snelste op een bepaalde plek aan moet komen. En waar hij vaak als liftwinnaar uit de bus kwam. Of auto, meestal.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Als ik even uit @ElmaVoogdt1 haar tekst mag citeren:", "'Liften naar Suriname, dat tot de moderne klassiekers van de eenentwintigste-eeuwse reisliteratuur gerekend kan worden,…'", "Ik bedoel maar, die kan je vast in je zak steken #DaanGoppel. https://t.co/osgxCFOWFN — Uitgeverij Elmar BV (@UitgeverijElmar) December 7, 2020", "Memorabel", "Hij liftte op z’n negentiende naar Parijs en nam die keer weer z’n zusje mee, dat 16 werd. „Het was m’n verjaardagscadeautje aan haar. Achteraf best bijzonder dat onze ouders ons zo gemakkelijk lieten gaan!” Waarschijnlijk kenden ze hun zoon inmiddels zo goed dat ze wisten dat het hem toch wel zou lukken. Want Daan ziet nooit beren, maar kansen op de weg. En als er toch beren zijn, wordt hij waarschijnlijk dikke maten met ze, en stapt hij alsnog bij ze in.", "Heel soms is er ook weleens een verkeerde inschatting, bekent hij. Zeker ’s nachts, wanneer de liften niet voor het oprapen liggen. Zo belandde hij tijdens een liftwedstrijd samen met een vriend in een busje met louche types „die heel Denemarken rondreden om een doosje van twintig kilo af te leveren in een verlaten havengebied.” Nou, dan weet je wel hoe laat het is, grijnst Daan nu. Toen niet. „Waren we maar nooit ingestapt, ze reden totaal doorgesnoven als malloten en we zagen de vlindermessen glinsteren in het maanlicht. Geen idee ook waarom ze ons mee namen.” Het eindigde gelukkig goed en ze werden ‘keurig’ afgezet in het verlaten havengebied. De liftwedstrijd wonnen ze niet.", "Lees ook: Dit eindejaarsbier is voor iedereen die helemaal niéts te vieren heeft!", "Van A tot S", "Zijn reis van Almere naar Suriname duurde in totaal 98 dagen en telde 10.000 kilometer. De reden van zijn reis was juffrouw Emillia, zijn lerares op de lagere school. „Zoals zij over Suriname vertelde… Dat land moest werkelijk het paradijs op aarde zijn.” Elf jaar later zaten juffrouw Emillia en Suriname nog steeds in zijn hoofd en trok hij de stoute schoenen aan. All Stars in dit geval, prima liftschoenen, al wisselde hij ze halverwege voor slippers.", "Hij kwam er in veertien liften, waarvan drie over zee, een van z’n moeder – „zij bracht me naar het eerste tankstation bij Utrecht” – en een levensgevaarlijke. Aan boord van Le Capitaine, een suïcidale dronken kapitein, waarover hij in zijn boek, Liften naar Suriname (Uitgeverij Elmar) uitgebreid schrijft. Ach ja, je moet alles een keer hebben meegemaakt, relativeert de optimist. Hij zou eigenlijk nog weleens een luchtlift willen proberen, mijmert hij hardop. Ooit stuurde hij KLM een berichtje, maar daar werd niet op gereageerd. „Misschien zou het wel lukken bij particuliere vliegtuigjes…”", "Piet", "Onderweg heeft hij meer beleefd dan de meeste mensen in heel hun leven. Van de lift op de houten bananenboot waar ’s nachts vliegende vissen aan boord sprongen die ze als ontbijt aten en waar hij als „white boy” alle rotklusjes moest doen, tot ontmoetingen met Tequila, het verwende hondje van een kroegbaas dat hij uitliet in ruil voor een warme maaltijd en Piet, ergens aan bar, die Daan nu omschrijft als „cokesnuivende hoerenloper”. Nee, geen contact meer mee, lacht hij.", "Toen hij eindelijk voet aan grond zette in Paramaribo, voelde hij niet per se die jubelstemming die hij eigenlijk had verwacht. „Het was een beetje een dubieuze laatste lift geweest vanuit Guyana.” Daan bleek uiteindelijk in een lijndienstbusje te zijn gestapt, maar had geen geld bij zich („ik was de dag ervoor beroofd”) en dat paste natuurlijk ook niet in z’n lift-missie. Hij mocht toch door zonder geld, maar was verward toen hij aankwam. „Heb ik het nu wel gehaald?, kon ik alleen maar denken.” Het euforische gevoel kwam een paar dagen later, toen zijn reis het Surinaamse journaal en Suriname Vandaag haalde. „Ik heb wel een kwartier lang geluld op nationale televisie, echt supertof!” Het weerzien met juf Emillia vergeet hij nooit meer. „We hebben nog steeds goed contact met elkaar.” Hij vierde oud en nieuw in Suriname en ging daarna weer naar huis, gewoon met het vliegtuig.", "Gouden lifttips", "Zijn gouden lifttips: doe het vanaf een tankstation. Liever niet vanaf de weg („dan weet je nooit wie er stopt”) en spreek zelf de mensen aan. „En neem niet teveel spullen mee, hoewel..” Hij moet weer even lachen als hij in zijn liftverleden duikt. „Ooit liftte ik met een surfplank en naar Suriname met m’n gitaar, je verbaast je erover wat allemaal lukt.” En probeer „onbevreesd op mensen af te stappen, dat leer je snel genoeg.”", "Wat de beste lift-openingszin is? Daar moet-ie even over nadenken. Die liftduim omhoog zie je in elk geval meer in films dan in het echt. „Het gaat meestal een beetje vanzelf… Sowieso altijd handig om eerst even te kijken wat het nummerbord is en dan in die taal iets te zeggen. Dat is altijd een goede binnenkomer.” Letterlijk ook, want na zijn van tevoren uit z’n hoofd geleerde zinnetjes in het Frans, Duits, Spaans „en zelfs Pools” stapte Daan in menig Renault/Opel/Seat. „Maar ik moet bekennen, dat wanneer er een lang stuk was te liften en de gelegenheid zich voordeed, ik bewust afstapte op de snelle wagens als BMW, Audi en Mercedes!”", "Was-momentje", "De „meer extreme lifter” stinkt vaak, beaamt hij. Dus pak je was-momentje waar mogelijk. „En scheren werkt ook.” Als man dan. En oh ja, „geen pet of zonnebril op, mensen moeten je gezicht kunnen zien.” Een klein onschuldig liftleugentje om bestwil, wil nog wel eens helpen, denkt hij (al heeft hij dat zelf nooit gedaan). „Dat je eigen auto kapot is en daarom aan het liften bent, of dat je meedoet aan een liftwedstrijd. Het is voor veel mensen prettig om een goede reden te hebben om je mee te nemen.”", "En oh ja, schiet hem nog iets binnen. „Vraag of ze je een klein stukje op weg willen helpen, in plaats van meteen helemaal naar Berlijn. Naar het volgende tankstation bijvoorbeeld, anders zijn mensen bang dat ze de hele weg aan je vast zitten. En vaak zit je dan uiteindelijk toch wel tot Berlijn naast ze, omdat je het prima met elkaar kunt vinden.”", "Autoradio?", "„Jezus, wat ben jij sympathiek!”, hoorde hij meer dan eens. Zal vast deels door z’n ontwapenende lach komen en z’n tomeloze energie. „Het voelde vaak wel alsof ik de boel een beetje moest entertainen als ik een lift kreeg.” Waar-ie overigens totaal geen moeite mee had, want praten vindt Daan leuk, blijkt ook tijdens het telefoongesprek, en luisteren naar de ander ook. „Ik krijg energie van mensen, vind het tof om even onderdeel te mogen uitmaken van het leven van anderen.” Nee, de autoradio ging dan ook niet vaak aan. „Tenzij zij er genoeg van hadden natuurlijk! En soms viel ik ook even in slaap…”", "Daan in Westzaan", "Op z’n 22-ste beleefde hij al het grootse avontuur van z’n leven. „Wat nu?, heb ik daarna vaak gedacht.” Daan Goppel is nu begin dertig en leeft van dag tot dag, van project naar project en van verwondering naar verwondering. Hij woont tijdelijk in een toekomstig theehuisje in Westzaan en leeft daar een idyllisch jongensboek-leven. Met z’n kano de boerensloot op, waarin hij dit weekend overigens nog z’n telefoon heeft laten vallen („kan gebeuren!”), eitjes halen bij de boer „en dan wat geld in een sigarenkistje mieteren”, een koek proeven die het bakkertje van het dorp net heeft gemaakt.", "Maar het buitenlandse avontuur lonkt. Hoe en wat zal straks wel weer blijken. „Ik droom ervan om weidse, grootse dingen te beleven.” En wie Daan een beetje kent, of wanneer je zijn boek leest, weet dat het niet bij jongensdromen blijft. Weer de halve wereld over liften wordt het alleen niet, zo besluit hij. „Dat heb ik nu al beleefd, het zal toch nooit meer zo intens worden. Waarom zou je het dan doen?”"], "authors": ["Iris Hermans"], "keywords": ["van", "zn", "het", "zee", "naar", "hij", "ik", "suriname", "almere", "een", "je", "land", "en", "liftte", "dat", "daan", "aan"], "pubDate": "2020-12-09T05:01:52+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}