{"id": "5c74e9ef-51b2-3c90-b99f-e02a5c76ba9c", "title": "Haarlem: 'Betoging gemoedelijk verlopen, maatregelen grotendeels nageleefd'", "url": "https://nu.nl/haarlem/6099994/haarlem-betoging-gemoedelijk-verlopen-maatregelen-grotendeels-nageleefd.html", "summary": "De manifestatie van Vrouwen voor Vrijheid op het Vlooienveld in Haarlem is \"op zich gemoedelijk verlopen\", zo laat een woordvoerder van de gemeente Haarlem zondag aan NH Nieuws weten.\n\"We hebben gezien dat de coronamaatregelen grotendeels werden nageleefd, maar ook dat een deel zich daar niet aan hield\", aldus de woordvoerder.\nDe bezoekers zochten hun eigen plekje, al dan niet op afstand van elkaar.\nHij deed dat wel onder de voorwaarde dat de 1,5 meter in acht zou worden genomen en dat het niet té druk zou worden.\nDe VVD, Hart voor Haarlem en de PvdA willen dat burgemeester Wienen zich binnenkort verantwoordt over de gang van zaken rondom de manifestatie.", "paragraphs": ["De manifestatie van Vrouwen voor Vrijheid op het Vlooienveld in Haarlem is \"op zich gemoedelijk verlopen\", zo laat een woordvoerder van de gemeente Haarlem zondag aan NH Nieuws weten. De naar schatting 1.750 bezoekers waren rond 15.30 uur allemaal vertrokken.", "\"We hebben gezien dat de coronamaatregelen grotendeels werden nageleefd, maar ook dat een deel zich daar niet aan hield\", aldus de woordvoerder. Dan gaat het vooral om het 1,5 meter afstand houden.", "Op het veld waren witte stippen gespoten om aan te geven waar mensen mochten gaan staan, maar dat was eigenlijk voor niets gedaan. De bezoekers zochten hun eigen plekje, al dan niet op afstand van elkaar.", "Burgemeester Jos Wienen liet de manifestatie doorgaan, omdat de vrijheid van demonstratie een grondrecht is; ook met de huidige coronamaatregelen. Hij deed dat wel onder de voorwaarde dat de 1,5 meter in acht zou worden genomen en dat het niet té druk zou worden.", "\"Er is tussen de gemeente, de politie en de organisatie herhaaldelijk overlegd dat er meer afstand moest worden genomen en daar werd, zoals afgesproken, dan ook toe opgeroepen. Er zijn geen boetes uitgedeeld\", aldus de woordvoerder.", "De VVD, Hart voor Haarlem en de PvdA willen dat burgemeester Wienen zich binnenkort verantwoordt over de gang van zaken rondom de manifestatie."], "authors": ["Door"], "keywords": ["van", "manifestatie", "voor", "en", "haarlem", "grotendeels", "maatregelen", "gemoedelijk", "zich", "op", "verlopen", "het", "ook", "nageleefd", "niet", "dat", "betoging"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}