{"id": "5c767b91-6698-3635-8404-d0e9087ab710", "title": "Toen stelde Rouvoet, recentelijk bijgeknipt door een familielid, de vraag: ‘Is dit een symbolisch moment?’", "url": "https://volkskrant.nl/columns-opinie/toen-stelde-rouvoet-recentelijk-bijgeknipt-door-een-familielid-de-vraag-is-dit-een-symbolisch-moment~b6fb28a4/", "summary": "Het was op Driekoningen dat Hugo de Jonge, André Rouvoet (GGD) en Jaap van Delden (RIVM) naar het inentingscentrum te Veghel trokken.\nDe Jonge positioneerde zich schuin achter Rouvoet, waardoor het even leek alsof hij de rol van gebarentolk op zich zou nemen, maar nee.\nGeen tolk vandaag – het sprak allemaal wel voor zich.\nToen stelde Rouvoet, recentelijk bijgeknipt door een familielid, de vraag: ‘Is dit een symbolisch moment?’ Voor de zekerheid gaf hij meteen zelf het antwoord: ‘Jazeker.’Hierdoor werd het alsnog een verwarrende ochtend.\nSymbolisch wil meestal zeggen dat we, voor het verhaal, doen alsof.", "paragraphs": ["Het was op Driekoningen dat Hugo de Jonge, André Rouvoet (GGD) en Jaap van Delden (RIVM) naar het inentingscentrum te Veghel trokken. Zij stonden in het helle licht, onder de tekst ‘Wat fijn dat je er bent’. De Jonge positioneerde zich schuin achter Rouvoet, waardoor het even leek alsof hij de rol van gebarentolk op zich zou nemen, maar nee. Geen tolk vandaag – het sprak allemaal wel voor zich.", "Toen stelde Rouvoet, recentelijk bijgeknipt door een familielid, de vraag: ‘Is dit een symbolisch moment?’ Voor de zekerheid gaf hij meteen zelf het antwoord: ‘Jazeker.’", "Hierdoor werd het alsnog een verwarrende ochtend. Symbolisch wil meestal zeggen dat we, voor het verhaal, doen alsof. Maar hier werden wel degelijk mensen echt ingeënt. Toch? Of niet?", "Die mensen, Sanna Elkadiri voorop, waren trouwens allemaal geselecteerd op de bijzondere eigenschap dat zij niet met hun ogen hoeven te knipperen als er een naald in hun arm wordt gedrukt."], "authors": ["Paulien Cornelisse"], "keywords": ["zij", "van", "recentelijk", "wel", "voor", "symbolisch", "een", "dat", "toen", "stelde", "op", "moment", "familielid", "het", "zich", "door", "rouvoet", "vraag"], "pubDate": "2021-01-06T17:49:18Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}