{"id": "5c8266ce-165a-35b3-8fa1-bca5f373a4a7", "title": "Architect Nanne de Ru: ‘Ik waardeer vakmanschap steeds meer’", "url": "https://www.parool.nl/kunst-media/architect-nanne-de-ru-ik-waardeer-vakmanschap-steeds-meer~b931163a/", "summary": "Ron van der Ende - Grand Canyon (2019), Galerie Ron Mandos Beeld Gallery ViewerWat betekent kunst voor u?\nNu ik ouder ben, begin ik het vakmanschap achter de expressie in de werken steeds meer te waarderen.”Heeft u kunst van huis uit meegekregen?\nMijn ouders stimuleerden mij enorm om zelf te gaan schilderen, maar ik besloot dat ik liever architect wilde worden.\nIk kom ook graag in galeries, omdat het werk ook gekocht kan worden.\n“Veel aankopen zijn gebaseerd op een intuïtief gevoel over een werk, maar toch kunnen mijn vrouw en ik er lang over nadenken.", "paragraphs": ["Ron van der Ende - Grand Canyon (2019), Galerie Ron Mandos Beeld Gallery Viewer", "Wat betekent kunst voor u?", "“Als kind kon ik mij verwonderen over de expressie in kunst en de schoonheid van het werk zelf. Als twintiger begon ik mij enorm te interesseren in de verhalen achter de kunstenaar en de kunstwerken, en de vrijheid die kunstenaars nemen. Nu ik ouder ben, begin ik het vakmanschap achter de expressie in de werken steeds meer te waarderen.”", "Heeft u kunst van huis uit meegekregen?", "“Mijn ouders hadden boeken in huis over Rembrandt, Picasso en Edward Hopper, kunstenaars die mij als kind mateloos intrigeerden. Mijn ouders stimuleerden mij enorm om zelf te gaan schilderen, maar ik besloot dat ik liever architect wilde worden. Nieuwsgierigheid, creativiteit en vakmanschap zijn eigenschappen die kunstenaars en architecten met elkaar gemeen hebben.”", "Waar haalt u uw informatie over het wel en wee in de kunstwereld vandaan?", "“Ik houd me niet zozeer bezig met de kunstwereld als geheel, maar eerder met de kunstenaars en de werken die ze maken.”", "Waar bekijkt u het liefste kunst?", "“Ik kom heel graag in musea, het is geweldig dat daar vaak verschillende soorten werken naast elkaar kunnen worden getoond. Ik kom ook graag in galeries, omdat het werk ook gekocht kan worden. Beurzen zie ik vooral als sociale bijeenkomsten. Daarnaast bezoek ik de ateliers van de kunstenaars. Sinds de coronacrisis bekijk ik steeds meer werk online.”", "Renie Spoelstra - Longing #2 (pool with deck chairs), 2018, Galerie Ron Mandos Beeld Gallery Viewer", "Hoe vaak per jaar koopt u kunst?", "“Ik denk ongeveer tien keer per jaar. Eigenlijk altijd uniek werk, heel soms in oplage.”", "En waar koopt u dan: in de galerie, op een kunstbeurs, op een veiling of online?", "“Veel aankopen zijn gebaseerd op een intuïtief gevoel over een werk, maar toch kunnen mijn vrouw en ik er lang over nadenken. Veilingen vinden we ook erg leuk om te bezoeken.”", "Is het belangrijk dat u en uw partner het altijd eens zijn over een aankoop?", "“De meeste kunst die ik koop is in heel nauw overleg met mijn vrouw Nolly. We hebben echt samen een visie, en in zekere zin smaak, ontwikkeld over de kunst die we kopen. Daar komt bij dat we het huis waarin we wonen samen hebben ontworpen. Vaak combineren we kunst met antiek of vintage design. Zo hangt in onze woonkamer een prachtig antiek wandtapijt uit 1600 naast een heel mooi werk van Renie Spoelstra.”", "Is er een galerie waar u een speciale band mee heeft?", "“Bij Ron Mandos kocht ik een van mijn eerste werken. Op de een of andere manier vertegenwoordigt hij veel kunstenaars wiens wier werk wij mooi vinden, zoals Levi van Veluw en Katinka Lampe, maar ook Ron van der Ende. Maar ook zou ik graag Joep van Lieshout willen noemen, hij runt weliswaar geen galerie maar met zijn stichting AVL Mundo maakt hij geweldige tentoonstellingen.”", "Koen Taselaar - The Well Meaning Snakepit (2020), Galerie Cokkie Snoei Beeld Gallery Viewer", "Als u een onbeperkt budget had, van wie zou u dan een werk aankopen?", "“Als kind was ik enorm gefascineerd door Picasso, dus dat zou een logische keuze zijn. Maar ook Georgia O’Keefe, Matisse of Edward Hopper hebben ongelooflijk mooi werk gemaakt. Om over Saenredam en Vermeer maar te zwijgen. Of Mondriaan. Anderzijds kan ik ook werken van bijvoorbeeld Paul McCarthy zeer waarderen. Het is een nogal eclectische lijst.”", "Wie zijn uw favoriete kunstenaars?", "“Renie Spoelstra, om haar prachtige techniek, diepte en sfeer. Ik kocht een heel groot werk van haar, een tekening van de Pacific Coast. Koen Taselaar, om de energie en kleur die uit zijn werk spreken. Wij hebben twee werken van Koen gekocht bij Cokkie Snoei, een geweldige Rotterdamse galerie. Ron van der Ende, ook een Rotterdamse kunstenaar, om zijn prachtige, zeer vakkundige wandreliëfs. Sinds we in Rotterdam wonen, hebben we altijd al een werk van Ron willen kopen, en er vorig jaar eindelijk een aangeschaft.”", "Een langere versie lezen of zelf kunst kopen? galleryviewer.com"], "authors": ["Manuela Klerkx En Oscar Van Gelderen"], "keywords": ["werk", "van", "ru", "ron", "het", "meer", "maar", "zijn", "ik", "vakmanschap", "nanne", "steeds", "een", "en", "ook", "architect", "waardeer"], "pubDate": "2020-11-23T09:40:46+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}