{"id": "5c8518cc-8323-3b63-ad31-8e6567ca1594", "title": "Leidse raad akkoord met miljoenen extra voor verbouwing stadhuis", "url": "https://nu.nl/leiden/6097012/leidse-raad-akkoord-met-miljoenen-extra-voor-verbouwing-stadhuis.html", "summary": "Een ruime meerderheid van de Leidse gemeenteraad heeft dinsdagavond ingestemd met het verzoek van wethouder Marleen Damen om 2,6 miljoen euro extra te steken in de verbouwing van het stadhuis.\nNaast de drie coalitiepartijen D66, GroenLinks en PvdA stemden ook VVD en Leiden Participeert in met het extra krediet.\nOppositiepartij VVD stemde in met de extra miljoenen nadat de raad unaniem een voorstel van de liberalen overnam om een andere dekking te zoeken voor het aanvullende krediet.\nHet college wilde dat dekken door het onderverhuren van kantoorruimte in het Stadskantoor aan de Bargelaan, maar de raad vindt dat te onzeker.\nEr is nu afgesproken dat het college over een jaar, bij de begrotingsbehandeling voor 2022, met een alternatieve dekking komt, tenzij er tegen die tijd al wel een onderhuurder is gevonden.", "paragraphs": ["Een ruime meerderheid van de Leidse gemeenteraad heeft dinsdagavond ingestemd met het verzoek van wethouder Marleen Damen om 2,6 miljoen euro extra te steken in de verbouwing van het stadhuis. Naast de drie coalitiepartijen D66, GroenLinks en PvdA stemden ook VVD en Leiden Participeert in met het extra krediet.", "Oppositiepartij VVD stemde in met de extra miljoenen nadat de raad unaniem een voorstel van de liberalen overnam om een andere dekking te zoeken voor het aanvullende krediet. Het college wilde dat dekken door het onderverhuren van kantoorruimte in het Stadskantoor aan de Bargelaan, maar de raad vindt dat te onzeker.", "De gemeente huurt in gebouw Level Leiden nu vier etages voor de ambtelijke organisatie en het stadsbestuur, maar een deel van die gemeentelijke werknemers verhuist na de verbouwing van het stadhuis terug naar het Stadhuisplein.", "De vrijkomende ruimte levert volgens het college voldoende op om de extra verbouwingskosten mee te betalen. Veel partijen waren echter zeer kritisch over die dekking.", "De ruimte zou twintig jaar verhuurd moeten worden om uit de kosten te komen en bovendien zijn er nog helemaal geen onderhuurders in beeld. Volgens wethouder Damen kan dat ook niet, omdat de gemeente de ruimte voorlopig nog zelf in gebruik heeft en je niet zo lang van tevoren een huurder kunt aantrekken.", "Er is nu afgesproken dat het college over een jaar, bij de begrotingsbehandeling voor 2022, met een alternatieve dekking komt, tenzij er tegen die tijd al wel een onderhuurder is gevonden."], "authors": ["Door"], "keywords": ["miljoenen", "van", "om", "extra", "dat", "een", "het", "verbouwing", "en", "stadhuis", "te", "raad", "akkoord", "leidse", "voor", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}