{"id": "5cb7883c-d2d3-3163-a80b-f58dc351c1e0", "title": "Judoka Tsjakadoea in Qatar nog in race voor brons, Verhagen snel naar huis", "url": "https://nos.nl/artikel/2363932-judoka-tsjakadoea-in-qatar-nog-in-race-voor-brons-verhagen-snel-naar-huis.html", "summary": "Judoka Tornike Tsjakadoea is bij de Doha Masters in Qatar nog in de race voor een bronzen medaille in de klasse tot 60 kilogram.\nTsjakadoea was in de eerste herkansingsronde te sterk voor Dijorbek Oerotsbojev uit Oezbekistan (ippon).\nDe 24-jarige Tsjakadoea is bij de mannen de enige van negen Nederlandse deelnemers die op de openingsdag op de tatami verschijnt.\nVerhagen rekende in de eerste ronde nog af met de Oekraïense Ivelina Ilejeva.\nIn Qatar vechten ook zwaargewichten Henk Grol en Roy Meyer een onderlinge strijd uit om een olympisch ticket.", "paragraphs": ["Judoka Tornike Tsjakadoea is bij de Doha Masters in Qatar nog in de race voor een bronzen medaille in de klasse tot 60 kilogram. Hij moet daarvoor later vandaag zien af te rekenen met de Fransman Walide Khyar.", "Tsjakadoea was in de eerste herkansingsronde te sterk voor Dijorbek Oerotsbojev uit Oezbekistan (ippon). Zijn kansen op het goud waren eerder in de kwartfinales verdampt, na een nederlaag tegen de Rus Yago Aboeladze.", "De 24-jarige Tsjakadoea is bij de mannen de enige van negen Nederlandse deelnemers die op de openingsdag op de tatami verschijnt.", "Verhagen snel naar huis", "Bij de vrouwen is Sanne Verhagen blijven steken in de tweede ronde. De Brabantse moest met waza-ari haar meerdere erkennen in de Française Sarah Leonie Cysique, de nummer 7 van de wereldranglijst in de klasse tot 57 kilo.", "Verhagen rekende in de eerste ronde nog af met de Oekraïense Ivelina Ilejeva. Ze heeft nu nog twee kansen (bij de Grand Slam Tel Aviv in februari en de Europese kampioenschappen in april) om zich te plaatsen voor de Olympische Spelen in Tokio.", "In Qatar vechten ook zwaargewichten Henk Grol en Roy Meyer een onderlinge strijd uit om een olympisch ticket. Bekijk hieronder de reportage:"], "authors": [], "keywords": ["verhagen", "van", "race", "nog", "voor", "naar", "uit", "een", "met", "te", "op", "judoka", "bij", "tsjakadoea", "huis", "qatar", "snel"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}