{"id": "5cb7b4e3-1001-3cc0-b996-6f26a610f7f9", "title": "‘Pentagon houdt overleg tussen inlichtingendiensten en Biden tegen’", "url": "https://www.parool.nl/wereld/pentagon-houdt-overleg-tussen-inlichtingendiensten-en-biden-tegen~be461961/", "summary": "De afwijzingen kwamen zelfs toen adviseurs van Biden deze week ontmoetingen hadden met functionarissen van de coördinator van de inlichtingendiensten en de CIA, agentschappen die deel uitmaken van de Amerikaanse inlichtingendiensten maar onafhankelijk zijn van het Pentagon.\nEen woordvoerster van het ministerie van Defensie zei vrijdag dat het team van Biden “geen enkele toegang is geweigerd” en stelde dat de gevraagde bijeenkomsten volgende week zullen plaatsvinden.\nFunctionarissen in het kamp-Biden interpreteerden die boodschap als een verandering in de positie van het Pentagon.\nTegen die tijd zullen de adviseurs van Biden meer dan een maand hebben gewacht sinds de verkiezingen om contact te hebben met inlichtingendiensten met budgetten van miljarden dollars, satellietnetwerken en enorme toezichthoudende autoriteiten.\nEen woordvoerder van het transitieteam van Biden weigerde commentaar te geven, evenals functionarissen van de NSA en DIA.", "paragraphs": ["Aankomend president van de Verenigde Staten Joe Biden. Beeld AFP", "Bidens team heeft hierdoor tot nu toe geen contact kunnen hebben met de leiders van de inlichtingendienst NSA (National Security Agency), de Defense Intelligence Agency (DIA), de inlichtingendienst van de Amerikaanse krijgsmachten en andere door het leger geleide spionagediensten met geheime budgetten en wereldwijde spionageplatforms.", "Het ministerie van Defensie heeft deze week verzoeken van het team van Biden afgewezen, zeiden ambtenaren, ondanks een besluit van de General Services Administration op 23 november dat de weg vrijmaakte voor federale agentschappen om vertegenwoordigers van de aankomende regering te ontmoeten.", "De afwijzingen kwamen zelfs toen adviseurs van Biden deze week ontmoetingen hadden met functionarissen van de coördinator van de inlichtingendiensten en de CIA, agentschappen die deel uitmaken van de Amerikaanse inlichtingendiensten maar onafhankelijk zijn van het Pentagon.", "Biden wil Avril Haines voordragen als de nieuwe coördinator van verschillende inlichtingendiensten; zij zou de eerste vrouw worden die de functie bekleedt.", "Een woordvoerster van het ministerie van Defensie zei vrijdag dat het team van Biden “geen enkele toegang is geweigerd” en stelde dat de gevraagde bijeenkomsten volgende week zullen plaatsvinden. Functionarissen in het kamp-Biden interpreteerden die boodschap als een verandering in de positie van het Pentagon.", "Tegen die tijd zullen de adviseurs van Biden meer dan een maand hebben gewacht sinds de verkiezingen om contact te hebben met inlichtingendiensten met budgetten van miljarden dollars, satellietnetwerken en enorme toezichthoudende autoriteiten.", "De vertragingen hebben bijgedragen aan de ongekende spanningen rond de overgang, aangewakkerd door een president die weigert toe te geven dat hij de verkiezingen heeft verloren en gedurende zijn ambtstermijn de spionagediensten meermaals heeft beschuldigd van ontrouw jegens hem.", "Een woordvoerder van het transitieteam van Biden weigerde commentaar te geven, evenals functionarissen van de NSA en DIA."], "authors": ["Het Parool"], "keywords": ["pentagon", "van", "biden", "overleg", "heeft", "het", "met", "die", "houdt", "tussen", "inlichtingendiensten", "en", "te", "hebben", "tegen"], "pubDate": "2020-12-05T03:26:06+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}