{"id": "5cca37ff-4515-3264-b11d-b35c2f7a72c9", "title": "NUcheckt: Video over meisje dat ziek werd door coronavaccin is nepnieuws", "url": "https://nu.nl/nucheckt/6095145/nucheckt-video-over-meisje-dat-ziek-werd-door-coronavaccin-is-nepnieuws.html", "summary": "Dit keer kijken we de bewering dat een meisje van zes ziek is geworden van een coronavaccin.\nEen artikel, waarin staat dat een Noors kind ziek is geworden door een coronavaccin, is in totaal ruim zesduizend keer gedeeld op Facebook.\nDoor: printscreenScreenshot van een van de berichten op Facebook waarin het artikel wordt gedeeld.\nHet artikel waarin ten onrechte werd beweerd dat een kind ziek was geworden na het coronavaccin, is voor het eerst geplaatst op Ecency.\nPress vertelde in Dagbladet dat ze er zelf van uitgaat dat haar ziekte is veroorzaakt door het Mexicaanse griepvaccin, en dus in ieder geval niet door een coronavaccin.", "paragraphs": ["NUcheckt controleert berichten op hun betrouwbaarheid. Dit keer kijken we de bewering dat een meisje van zes ziek is geworden van een coronavaccin. Dit is onjuist.", "Een artikel, waarin staat dat een Noors kind ziek is geworden door een coronavaccin, is in totaal ruim zesduizend keer gedeeld op Facebook. In dit artikel staat een video waarin het kind dat ziek zou zijn geworden, te zien is. De video is alleen ruim zeven jaar oud en het meisje in de video heeft dan ook geen coronavaccin gehad.", "Door: printscreen", "Screenshot van een van de berichten op Facebook waarin het artikel wordt gedeeld.", "Ook als de video wel recent zou zijn opgenomen, dan is de bewering dat het kind ziek is geworden door een coronavaccin onmogelijk, omdat er op dit moment helemaal geen coronavaccinonderzoek wordt gedaan bij hele jonge kinderen. Ook worden de coronavaccins, die op dit moment ter beoordeling bij het Europees Medicijnagentschap (EMA) liggen, alleen mogelijk toegelaten voor gebruik bij volwassenen.", "Waar komt het vandaan?", "Het artikel waarin ten onrechte werd beweerd dat een kind ziek was geworden na het coronavaccin, is voor het eerst geplaatst op Ecency. Ecency zegt zelf een alternatief sociaal netwerk te zijn, waar mensen 'ongecensureerd' berichten kunnen plaatsen.", "Het account waarop het onjuiste artikel is geplaatst heet 'De waarheid', maar dit account neemt het juist met de waarheid niet zo nauw. Zo is er ook een bericht te vinden waarin wordt beweerd dat coronavaccins je DNA veranderen. NUcheckt constateerde eerder al dat dit niet klopt.", "Wie is het meisje in het filmpje?", "Maar wie is het meisje uit het artikel en in het filmpje? Op 14 november publiceerde de Noorse krant Dagbladet een interview met de zeventienjarige Charlotte Fjavik Press. Ze vertelt hierin dat ze op haar zesde, in 2009, is ingeënt tegen de Mexicaanse griep. Niet veel later ontwikkelde ze de zeldzame slaapziekte narcolepsie. Dit is een ziekte waarbij je met regelmaat overdag plotseling in slaap kan vallen. Press kreeg van de Noorse regering een vergoeding, omdat het Mexicaanse griepvaccin mogelijk heeft bijgedragen aan de ontwikkeling van haar ziekte.", "Bij narcolepsie horen ook plotselinge aanvallen van spierverlamming. De moeder van Press maakte toen zij negen jaar was een filmpje van vermoedelijk zo'n aanval. Dit filmpje staat ook in het stuk van Dagbladet. Dit filmpje is gekopieerd door degene die het stuk op Ecency plaatste.", "Wat weten we over het Mexicaanse griepvaccin?", "Op de vraag of het Mexicaanse griepvaccin echt narcolepsie veroorzaakte, is nog steeds niet met volledige zekerheid een antwoord te geven. Onderzoek uit 2018 liet bijvoorbeeld zien dat na vaccinatie tegen de Mexicaanse griep het aantal nieuwe narcolepsiegevallen bij kinderen in Zweden steeg, maar in onder andere Nederland, Spanje en Zwitserland niet.", "Agnes Kant, voorzitter van het Nederlandse bijwerkingencentrum Lareb, vertelde in 2018 aan de Volkskrant dat er sterke aanwijzingen zijn dat het Mexicaanse griepvaccin in zeldzame gevallen bijdroeg aan het ontwikkelen van narcolepsie.", "De Zweedse cijfers wijzen erop dat narcolepsie in ieder geval geen regelmatig voorkomende bijwerking van het vaccin was. Voorafgaand aan de Mexicaanse griepvaccinatie werd narcolepsie in Zweden bij ongeveer 1 op de 100.000 kinderen gediagnosticeerd. In 2011, ruim een jaar na de vaccinatiecampagne werd deze ziekte bij ongeveer 9 op de 100.000 kinderen gediagnosticeerd. Dit cijfer daalde daarna weer snel.", "Press vertelde in Dagbladet dat ze er zelf van uitgaat dat haar ziekte is veroorzaakt door het Mexicaanse griepvaccin, en dus in ieder geval niet door een coronavaccin. Dat heeft ze namelijk nooit gehad.", "Heb jij ook een bericht of bewering gezien waarvan je de juistheid betwijfelt? Mail naar factcheck@nu.nl en dan gaan wij ermee aan de slag."], "authors": ["Door", "Shannon Bakker"], "keywords": ["dat", "van", "dit", "een", "nucheckt", "het", "ziek", "coronavaccin", "mexicaanse", "video", "ook", "werd", "op", "bij", "nepnieuws", "meisje", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}