{"id": "5cdcd571-b0d6-32b1-9452-3fc0295a356a", "title": "Zou 2020 ons op de valreep op aftreden Rutte kunnen trakteren?", "url": "https://volkskrant.nl/columns-opinie/zou-2020-ons-op-de-valreep-op-aftreden-rutte-kunnen-trakteren~baafedbe/", "summary": "Dat ik in mijn eentje de zorg voor een kind met een beperking aankon, terwijl alle zorg en onderwijs wegviel.\nVlak voor Kerst het nieuws dat een nog besmettelijker mutant van het virus ons bedreigt.\nZou het ons op de valreep ook op de val van Rutte kunnen trakteren?\nAls hij echt hart heeft voor het aangedane leed en voor de schade die is toegebracht aan de rechtsstaat en het geloof in de politiek, houdt hij de eer aan zichzelf.\nIedereen die politiek verantwoordelijk was voor de toeslagenaffaire, binnen en buiten het kabinet en ook in de ambtelijke organisatie, zou moeten opstappen.", "paragraphs": ["Soit. Kerst is ons door de neus geboord als een coronatest. Viert u het eenzaam, zonder dierbaren? Wij ook. We niezen, dus dat pleit was snel beslecht. We ‘kersten’ via Skype.", "De kerstmelancholie komt in golven. Vaak nestel ik mij in de cocon die het leven nu eenmaal is en droom ik van een tijd waarin we weer eropuit vlinderen. Ook heb ik kleine dingen leren waarderen in dit opgesloten bestaan.", "2020 was een surrealistisch jaar, vol verrassingen.", "Dat ik in mijn eentje de zorg voor een kind met een beperking aankon, terwijl alle zorg en onderwijs wegviel. Geen school, geen dagbesteding, geen begeleiding. Ik beken dat het pittig is. Maar we zijn niet uit balans geraakt, mijn kind heeft juist een nieuw gevoel van rust gevonden en ontwikkelt zich bovendien beter met thuisonderwijs dan ooit op school. Ik ben er wel van overtuigd nu, dat sommige kinderen met autisme alleen bij rust floreren. Een groot geschenk dat corona ons gaf.", "Ik zal mij 2020 herinneren als een monotone mist. De lockdown vond ik in het voorjaar nog wel wat hebben. De stilte. De schone, helderblauwe, streeploze lucht. Het was erg mooi weer. Ik ben gezegend met een tuintje dat ik helemaal in de bloemen gezet heb. Maar in december is alles toch wat pittiger. Steppen in de miezerregen, ik moet mij ertoe zetten, al is mijn kind er vaak voor te porren. Ik kan dat toch van harte aanbevelen: ga elke dag even luchten. Regenpak aan, al is het grauw en koud.", "Maar er zijn ook momenten dat de coronamoeheid me naar de keel vliegt. Vlak voor Kerst het nieuws dat een nog besmettelijker mutant van het virus ons bedreigt. Corona componeert een hels slotakkoord. De laatste loodjes voor we de eindelijk-weer-normaal-prik kunnen halen zijn ongekend zwaar. Halen we de finish van deze uitputtende marathon zonder besmet te raken? Die kans lijkt steeds kleiner. Persoonlijk geloof ik dat Nederland er beter voor had gestaan als men tijdig naar de adviezen van het Red Team geluisterd had. En vooral als de mooie beleidstoezeggingen uit de persconferenties niet geregeld in zoveel stuurloze chaos verzand waren. Maar omkijken heeft niet zoveel zin. Het is wat het is. Ik hoop en bid dat het vaccinatiebeleid een beetje op rolletjes gaat lopen.", "Het lichtpunt van 2020 was dat Trump uit het Witte Huis gestemd werd. Zou het ons op de valreep ook op de val van Rutte kunnen trakteren? Wordt er eindelijk verantwoordelijkheid genomen voor het beschamende beleid in de toeslagenaffaire?", "Het jaar werd een eeuwigheid geleden, toen er van corona nog geen sprake was, ingeluid door Ruttes traan bij de toeslagenouders. Als hij echt hart heeft voor het aangedane leed en voor de schade die is toegebracht aan de rechtsstaat en het geloof in de politiek, houdt hij de eer aan zichzelf. Als premier en politiek leider.", "Het collectief is schuldig, hoe zeer men ook naar elkaar wijst. Het dooretteren heeft ook zo lang geduurd door het stelselmatig achterhouden van onwelgevallige informatie. De gehekelde ‘Rutte-doctrine’. We doen wat we doen en pottenkijkers zijn niet gewenst.", "Ik hecht aan een democratische rechtsstaat waarin iedereen, van ambtenaar op elk niveau tot rechter tot ministers en staatssecretarissen, zich aan het principe houdt dat Martin Luther King zo treffend verwoordde in zijn Letter from Birmingham Jail. Een mens is moreel verplicht morele wetten te volgen, en moreel verplicht zich tegen immorele wetten te verzetten. Een principe dat ook in onze politiek gehuldigd zou moeten worden.", "‘Het gebaar’ van 30 duizend euro dat voor 1 mei wordt teruggegeven aan de tienduizenden bij wie het water al jaren aan de lippen staat vanwege laakbaar overheidshandelen, is niet voldoende om de politieke geloofwaardigheid van het kabinet te redden. Het is waarschijnlijk ook niet genoeg om de schade bij de meeste slachtoffers, bij wie schuld zich op schuld stapelde en levens jarenlang verwoest waren, ook maar enigszins te compenseren.", "Iedereen die politiek verantwoordelijk was voor de toeslagenaffaire, binnen en buiten het kabinet en ook in de ambtelijke organisatie, zou moeten opstappen.", "Een demissionair kabinet in coronatijd, kan dat wel? Ik denk van wel, het kan naar eer en geweten de lopende zaken afhandelen, al betreft het een crisis. Het is een principekwestie."], "authors": ["Harriët Duurvoort"], "keywords": ["ik", "valreep", "aftreden", "rutte", "ook", "te", "van", "en", "een", "aan", "2020", "voor", "trakteren", "kunnen", "op", "het", "dat", "zou", "ons"], "pubDate": "2020-12-23T13:36:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}