{"id": "5ce39ba7-6fc8-338e-9816-3a5af150b1f0", "title": "Jammer voor mij – dingen gáán juist mis op drukke dinsdagavonden", "url": "https://volkskrant.nl/columns-opinie/jammer-voor-mij-dingen-gaan-juist-mis-op-drukke-dinsdagavonden~bff5e1b1/", "summary": "‘Ze’ is een van mijn vroegste vriendinnen, we groeiden op in hetzelfde dorp.\nTangodansen op een dorpsplein in ­Sardinië, zo dyslectisch als de pest, piesen in de bosjes, nou nog ééntje dan.\nRazendsnel ging ik mijn opties af – mijn werk opschuiven was geen optie, dan had ik morgen een kwaaie eindredacteur aan de telefoon.\nJammer voor mij – dingen gáán juist mis op drukke dinsdagavonden.\nEn terwijl zij sprak en ik luisterde, wist ik wat me te doen stond.", "paragraphs": ["Ze appte precies tijdens de avondspits: of ik tijd heb voor een borrel? ‘Ze’ is een van mijn vroegste vriendinnen, we groeiden op in hetzelfde dorp. Eerst was er de basisschool, toen was er de kroeg, daarna liepen onze levens een poosje uiteen, tot ze de mijne een paar jaar later net zo makkelijk weer binnenliep. Altijd goed, altijd lachen, borrel, borrel, borrel, die vrouw ís een borrel. Roken ook, met lange halen. Goeie verhalen. Opbouwwerker in een moeilijke buurt, maar kom bij haar niet aan met verbindingsbingo. Tangodansen op een dorpsplein in ­Sardinië, zo dyslectisch als de pest, piesen in de bosjes, nou nog ééntje dan. Voor zo’n vrouw heb je geen tijd, daarvoor máák je tijd.", "Behalve nu dan.", "Jezus, dacht ik korzelig terwijl ik een pan rijst stond af te gieten, dat kon ook echt alleen zij doen, een borrel voorstellen in het holst van de avondspits. Over precies drie minuten zouden we aan tafel gaan, over tien minuten zou ik er na veel gesoebat iets van groenten in weten te frotten bij die van 3, een half uur later zou ik daar helemaal klaar mee zijn en weer anderhalf uur later zouden ze eindelijk gewassen en gestreken in bed liggen, zodat ik aan mijn werkdag kon beginnen, want sinds de lockdown was het ’s avonds alles inhalen geblazen waar ik overdag geen tijd voor had. Alleen een gek met een vaste baan bestond het om nu over een borrel te beginnen. Ik wilde juist iets van die strekking terugappen toen ik zag dat ze nog meer had geschreven. ‘Het is uit.’", "Shit.", "Dat veranderde de zaak. Dit was geen borrel, dit was een beroep. Op mij, als klankbord, als bondgenoot, als aardig mens. Razendsnel ging ik mijn opties af – mijn werk opschuiven was geen optie, dan had ik morgen een kwaaie eindredacteur aan de telefoon. Mijn vriendin hiernaartoe laten komen had geen enkele zin, dat weet iedereen die weleens een goed gesprek heeft proberen te voeren met twee kleuters erbij, en later op de avond afspreken trok ik zelf niet, niet op een pot thee althans. ‘Ik bel je straks, oké?’, tikte ik terug, maar anderhalf uur later kreeg ik haar niet meer te pakken.", "Zo gaat dat dus, dacht ik terwijl ik mijn laptop opensloeg, en zo ging het zo vaak. Ons leven was vol en efficiënt, een geconcentreerde, niet onprettige toestand waarbij de dingen elke dag min of meer tot een goed en bevredigend einde kwamen, maar wel op de voorwaarde dat het échte leven niet tussen mij en mijn strakke planning kwam. Waar mijn moeder nota bene al haar hele leven pleit voor structureel meer verveling, omdat alleen dan nieuwe ideeën en gedachten kans krijgen, had ik het zo geregeld dat er geen kind ziek mocht worden, geen schoonmoeder mocht vallen, gelieve ook niet ineens te sterven, en als vrienden of vriendinnen het uitmaakten, konden ze dat wat mij betreft beter in het weekend doen dan op een drukke dinsdagavond.", "Jammer voor mij – dingen gáán juist mis op drukke dinsdagavonden.", "De volgende dag kreeg ik mijn vriendin alsnog te pakken, tussen arbeid en aardappels door. De lockdown mochten we inmiddels gerust rock bottom noemen. Hij had het uitgemaakt, zijn kinderen had ze gedaggekust, wat restte was een lege schoot en een in kracht toe­nemend besef van verlies, niet alleen van hem maar van jaren. ‘Hij is de ondertiteling van mijn leven’, had ze hun liefde ooit beschreven. Ik vond dat jaloersmakend mooi gezegd. En terwijl zij sprak en ik luisterde, wist ik wat me te doen stond.", "‘Zet maar vast water op,’ onderbrak ik haar midden in een zin. ‘Ik kom eraan.’"], "authors": ["Eva Hoeke"], "keywords": ["ik", "mis", "mijn", "ze", "juist", "mij", "te", "dingen", "van", "dinsdagavonden", "en", "drukke", "een", "gáán", "voor", "op", "jammer", "het", "niet"], "pubDate": "2020-12-31T14:00:49Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}