{"id": "5d02a094-c2d4-388a-bc02-6246303faf13", "title": "Het virus maakt Sinterklaas inventiever dan ooit", "url": "https://volkskrant.nl/nieuws-achtergrond/het-virus-maakt-sinterklaas-inventiever-dan-ooit~b6d071c4/", "summary": "Hoewel Toebes blij is met dit alternatieve feestje, ervaart hij het gebrek aan fysiek contact wel als een gemis.\nToebes heeft zijn gedicht met een link aan zijn lootje gemaild, terwijl hijzelf een ouderwets handgeschreven bezorgd heeft gekregen.\nSint Howard ‘werkt thuis’ en volgt daarmee het verhaal van het Sinterklaasjournaal.\nIn een zijstraat van de Wallen in Amsterdam leest Goetz Kruppa (57) het gedicht voor van Anna Stork (25).\nAnna en Goetz hebben allebei meegedaan met het project ‘Lootjes trekken met de hele buurt’ voor bewoners van de Nieuwmarkt, de Wallen en het Waterlooplein, opgezet door het buurtinitiatief Reinvent tourism.", "paragraphs": ["Sinterklaas laat persoonlijke filmpjes opnemen voor de kinderen, omdat hij vanwege corona niet op pad kan. Beeld Marcel van den Bergh / de Volkskrant", "Digiklaas", "Succes en blijf in 2021 in balans/ en geniet van je pakketje./ En als je alles op hebt/ krijg je een kleurtje en een glans/ en begint in het nieuwe jaar je dans./En kom je vanzelf in je trance.", "In zijn woonkamer in Deventer leest Fernand Toebes (36) dit gedicht voor aan zijn computer. Of nou ja, aan zijn vier collega’s met wie hij digiklaas viert. Naast zijn laptop staan een schaaltje pepernoten en zijn in rood sinterklaaspapier ingepakte cadeau. In zijn hand heeft hij het gedicht. Hoewel Toebes blij is met dit alternatieve feestje, ervaart hij het gebrek aan fysiek contact wel als een gemis. ‘Het is toch een beetje behelpen op deze manier.’", "Het ‘teamuitje’ thuis begon al een paar weken geleden, toen de lootjes werden getrokken. De cadeaus en bijpassende gedichten zijn bezorgd bij een collega en daar op de dag vóór digiklaas afgehaald door de deelnemers.", "Om de beurt mogen die op deze 3 december hun gedicht voorlezen en het cadeau uitpakken. Digiklaas biedt verscheidene mogelijkheden voor het verzenden van de gedichten. Toebes heeft zijn gedicht met een link aan zijn lootje gemaild, terwijl hijzelf een ouderwets handgeschreven bezorgd heeft gekregen. Hoewel Toebes zijn collega’s al maanden nauwelijks in het echt heeft gezien, is zijn gedicht wel ‘op maat geschreven’. ‘Je kent elkaar gelukkig al een tijdje, ik werk al twee jaar met ze samen, dus dan heb je genoeg informatie voor een gedicht.’", "En wat heeft hij gehad? ‘Een speciaalbierpakket met een mooi glas erbij.’", "Sint via Zoom", "‘Nou Skyler, vertel wat wilt je hebben van Sinterklaas op vijf december?’ Sint Howard zit in een kamer in het Ambassade Hotel in Amsterdam en belt via Zoom met de 5-jarige Skyler en zijn vader Irwan en moeder Dian Kartosen. Sint Howard ‘werkt thuis’ en volgt daarmee het verhaal van het Sinterklaasjournaal. Hij heeft de afgelopen weken meerdere digitale huisbezoeken afgelegd: hele bedrijven en families is hij zo langsgaan, zonder de coronaregels te overtreden. Sint Howard is een van de vier Sinterklazen die meedoen aan het initiatief ‘Sint op je beeldscherm’.", "Het is wel wennen, zegt Sint Howard. ‘Vaak heb je geen idee wie er aan de andere kant van het beeldscherm zitten.’ Huisbezoeken zoals bij deze familie Kartosen zijn iets intiemer. Howard is digitaal in hun keuken aanwezig en begint meteen een streng doch rechtvaardig gesprek met Skyler. ‘Ik hoorde dat je te weinig groente eet? Dat snap ik wel, pepernoten zijn natuurlijk veel lekkerder.’ Voor Skyler mag de Sint dan dit jaar eventjes niet aanraakbaar zijn, hij is er niet minder enthousiast om. Op de vraag wat Skyler van de Sint wil hebben, volgt zowat de hele inventaris van een speelgoedwinkel.", "Lootjes op de Wallen", "Ook al kennen we elkaar nog niet,/ ik ben Anna, maar noem me maar Sint of Piet./ Uit onze cadeau-la heb ik getoverd/ een boek dat hopelijk jullie harten verovert./ Sciencefiction uit de 16de eeuw, zeer oud/ van Jheronimus Bosch – zijn absurde schilderijen zijn goud.", "In een zijstraat van de Wallen in Amsterdam leest Goetz Kruppa (57) het gedicht voor van Anna Stork (25). Ze kennen elkaar niet, maar toch heeft Anna Goetz als lootje getrokken. Het enige dat ze van hem weet is dat hij van sciencefictionfilms houdt.", "Anna en Goetz hebben allebei meegedaan met het project ‘Lootjes trekken met de hele buurt’ voor bewoners van de Nieuwmarkt, de Wallen en het Waterlooplein, opgezet door het buurtinitiatief Reinvent tourism. Via een site kon iedere buurtbewoner meedoen, de cadeaus worden coronaproof bij elkaar voor de deur afgegeven.", "Goetz is van origine Duits, en hoewel hij al twintig jaar in Nederland woont, wordt hij elk jaar weer overvallen door Sinterklaas. ‘Dan is het 1 december en dan denk ik: o ja, shit!’. Hij wilde dit jaar voor Kerst een Weihnachtsmarkt organiseren, inclusief glühwein. Nu dat wegens de coronacrisis niet doorging, stortte hij zich enthousiast op het lootjes trekken.", "Nadat Anna Goetz haar cadeau heeft gegeven, inclusief een sciencefictionknutselwerk, raken ze aan de praat over het wonen in deze buurt. Goetz’ vrouw Gerbina is stormt weer naar de keuken waar ‘de pan staat nog op het vuur staat’, maar dochter Emma (12) is niet bij de voordeur weg te branden, overduidelijk gefascineerd door de wildvreemde buurtbewoner van wie haar vader cadeautjes krijgt.", "Goetz is ontroerd door het gedicht van Anna, ook al heeft zij het naar eigen zeggen ‘even snel geschreven’. Hij vindt dat het leukste: ‘Die gedichten, dat kennen ze in Duitsland niet.’"], "authors": ["Zoë Spaaij"], "keywords": ["van", "dan", "ooit", "het", "op", "inventiever", "hij", "zijn", "voor", "maakt", "virus", "met", "een", "je", "en", "sinterklaas"], "pubDate": "2020-12-04T20:45:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}