{"id": "5d049f6a-55b7-32d9-bd81-f8b83d7f1698", "title": "Are banks discriminating against sex workers?", "url": "https://www.parool.nl/english/are-banks-discriminating-against-sex-workers~b60c87c4/", "summary": "“I’m already getting emails from the supplier asking me to explain specific transactions.”Many companies that rent out machines want nothing to do with sex workers.\nMiriam, who prefers to use just her first name, is chair of Proud, the sex workers’ national representative body.\nHamaker agrees that banks have been keeping an especially close eye on sex workers since they stepped up their money laundering checks.\n“Sex workers are carrying out a legal occupation, so they need to be able to open bank accounts.\n“If this is true, banks are excluding a whole profession, and sex workers are being stigmatized.” He and three sex workers are about to visit a bank which claims that prostitutes are welcome, though he won’t disclose which one.", "paragraphs": ["Beeld Marc Driessen", "Sanne is a sex worker on Oudezijds Achterburgwal, in the heart of Amsterdam’s Wallen district. At long last she has a credit-card machine in her room, though she’s not sure how long she’ll have it. “I’m already getting emails from the supplier asking me to explain specific transactions.”", "Many companies that rent out machines want nothing to do with sex workers. Payments of several hundred euro arriving at night make them suspicious, even though prostitutes don’t work office hours. Emails asking for explanations are the first step towards taking the machines away, and then Sanne won’t have one.", "Once, in desperation, she persuaded a taxi driver to let her use his machine when he wasn’t working, but had to pay him 40 percent of her income. The machines are very important for sex workers. Clients, especially tourists, prefer to pay by card: the purchases are anonymised on their bank statements, though it’s probably best not to use their joint accounts.", "“We can’t send them outside to withdraw money somewhere,” says Sanne. “As soon as they’ve got their trousers back on, they’re thinking about their wives sitting at home.” It’s also much safer for both parties, because they don’t have to carry stacks of cash around with them.", "Miriam, who prefers to use just her first name, is chair of Proud, the sex workers’ national representative body. She says workers have a lot of problems getting card machines, but that’s not the only financial issue they face.", "Exorbitant insurance", "Many banks also make it difficult for them to open business accounts, especially if a lot of nighttime transactions are involved. Partly because of this, the workers use vague descriptions when registering their businesses with the chamber of commerce. “About 95 percent of my clients are registered simply as personal service providers,” says Eric Hamaker of Red Light Tax, an accountancy firm with many sex workers on its books.", "Another problem is that many banks no longer have branches, so even if the workers have accounts, there’s nowhere to pay the cash in. Many are forced to use bureaux de change and pay hefty commissions.", "It’s also difficult to get a mortgage or insurance policy, says Miriam, of Proud. “Sex workers are in a no-win situation. They pay high rents and have bad landlords. Lots of people offer help, but they want something in return.” Hamaker agrees that it’s difficult to obtain financial products, and says those that are available are in short supply and often expensive.", "Window operators also experience problems. One, Jan Broers, is associated with the self-help group Wallen Ondernemers Prostitutie, and says it’s hard to set up or expand a business. “If I want to buy a property, I can’t get a mortgage anywhere. Insurance is very expensive, and I pay far more than other people.” Another operator, who prefers to remain anonymous, says her properties are uninsured because she simply can’t afford it.", "Extra scrutiny", "“We all undergo detailed investigations, including ethics checks,” says Broers. ‘So banks know they can trust us.” He pauses. “It’s a lot easier with the tax department. If we give them money, they’ll happily take it.”", "Broers says sex workers and operators are the victims of money-laundering checks carried out by banks under pressure from the government and the forces of law and order. ING received a huge fine for failing adequately to monitor the proceeds of crime, and ABN Amro is being investigated by the public prosecutor. As a result, banks are carrying out detailed investigations of customers and their transactions, particularly those in cash-intensive businesses like prostitution.", "Hamaker agrees that banks have been keeping an especially close eye on sex workers since they stepped up their money laundering checks. They regard this work as a high-risk activity, though he says that in his practice he’s never seen any evidence of a connection with money laundering.", "Ombudsman Arre Zuurmond has received a number of complaints from sex workers having trouble setting up business accounts, loans or mortgages, and says the issue needs investigation. “Sex workers are carrying out a legal occupation, so they need to be able to open bank accounts. Otherwise they have to deal with all kinds of intermediaries, and that just causes them problems.”", "He says it’s not fair that sex workers receive extra attention in money laundering investigations. “No, no, no. Like I said, it’s a legal occupation, and it’s normal for clients to pay cash.”", "Zuurmond believes this is a form of discrimination. “If this is true, banks are excluding a whole profession, and sex workers are being stigmatized.” He and three sex workers are about to visit a bank which claims that prostitutes are welcome, though he won’t disclose which one."], "authors": ["Michiel Couzy", "Vertaling", "Het Vertaalcollectief"], "keywords": ["pay", "sex", "money", "banks", "lot", "discriminating", "workers", "accounts", "especially", "machines", "investigations"], "pubDate": "2019-10-16T13:19:51+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}