{"id": "5d07b4ed-0d5d-3792-8e0a-d26e162204d9", "title": "Vrouwenopvang Rosa Manus Leiden zoekt nieuwe directeur", "url": "https://nu.nl/leiden/6101249/vrouwenopvang-rosa-manus-leiden-zoekt-nieuwe-directeur.html", "summary": "Na zeven jaar neemt directeur Marion Suijker afscheid en moet vrouwenopvang Rosa Manus Leiden op zoek naar een opvolger.\nRosa Manus is professionele hulpverlening die mensen helpt die slachtoffer zijn geworden van huiselijk geweld met (tijdelijke) opvang en begeleiding.\nDe opvanglocatie in Leiden is uitsluitend voor vrouwen en kinderen, maar Rosa Manus helpt ook mannen die slachtoffer zijn om een opvangplek te vinden elders in Nederland.\nNu directeur Marion Suijker naar GGD Haaglanden vertrekt, komt er een plek vrij voor een nieuwe directeur.\nIn 1935 was Manus een van de oprichters van het Internationaal Archief voor de Vrouwenbeweging.", "paragraphs": ["Na zeven jaar neemt directeur Marion Suijker afscheid en moet vrouwenopvang Rosa Manus Leiden op zoek naar een opvolger.", "Rosa Manus is professionele hulpverlening die mensen helpt die slachtoffer zijn geworden van huiselijk geweld met (tijdelijke) opvang en begeleiding.", "De opvanglocatie in Leiden is uitsluitend voor vrouwen en kinderen, maar Rosa Manus helpt ook mannen die slachtoffer zijn om een opvangplek te vinden elders in Nederland.", "Nu directeur Marion Suijker naar GGD Haaglanden vertrekt, komt er een plek vrij voor een nieuwe directeur. Solliciteren kan tot 14 januari.", "De naam Rosa Manus verwijst naar Rosetta Susanna Manus, de Joodse voorvechter voor vrouwenrechten die in 1881 in Amsterdam werd geboren en in 1943 in concentratiekamp Ravensbrück is vermoord. In 1935 was Manus een van de oprichters van het Internationaal Archief voor de Vrouwenbeweging."], "authors": ["Door"], "keywords": ["zoekt", "zijn", "van", "directeur", "voor", "nieuwe", "een", "manus", "en", "naar", "vrouwenopvang", "leiden", "rosa", "die"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}