{"id": "5d1e08a2-f65c-303d-9691-d30c245babd5", "title": "Rotterdammers krijgen voor de zomer aanrechtbakjes voor groenafval", "url": "https://nu.nl/rotterdam/6100874/rotterdammers-krijgen-voor-de-zomer-aanrechtbakjes-voor-groenafval.html", "summary": "De gemeente Rotterdam begint nog voor de zomer in hoogbouwhuizen met het apart inzamelen van het zogenoemde gfe-afval: groente-, fruit- en etensresten.\nIn de eerste fase zijn de stadsdelen Noord (Blijdorp en een gedeelte van Bergpolder), Pernis, Hoek van Holland en Prins Alexander aan de beurt.\nBewoners van deze hoogbouwhuizen zonder tuin krijgen een aanrechtbakje van 3 of 5 liter voor het groenafval.\nHet startpakket dat de bewoners vanaf april ontvangen, bevat een pasje voor de nieuwe wijkcontainers, waar het groenafval in moet.\nDe gemeente Rotterdam moet in 2024 zijn begonnen met het apart inzamelen van groenafval.", "paragraphs": ["De gemeente Rotterdam begint nog voor de zomer in hoogbouwhuizen met het apart inzamelen van het zogenoemde gfe-afval: groente-, fruit- en etensresten.", "In de eerste fase zijn de stadsdelen Noord (Blijdorp en een gedeelte van Bergpolder), Pernis, Hoek van Holland en Prins Alexander aan de beurt. Later volgt de rest van de stad.", "Het gaat om ongeveer 30.000 huishoudens. Bewoners van deze hoogbouwhuizen zonder tuin krijgen een aanrechtbakje van 3 of 5 liter voor het groenafval. Met afbreekbare papieren zakjes erin.", "Het startpakket dat de bewoners vanaf april ontvangen, bevat een pasje voor de nieuwe wijkcontainers, waar het groenafval in moet.", "Er wordt erkend dat de nieuwe aanpak met de aanrechtbakjes kan leiden tot stank, meer moeite kost, invloed heeft op de inrichting van de keuken en gevoelig is voor huisdieren.", "De gemeente Rotterdam moet in 2024 zijn begonnen met het apart inzamelen van groenafval. Op den duur zal de rest van de stad volgen. Laagbouwhuizen krijgen een gft-container. De planning is nog niet bekend."], "authors": ["Door"], "keywords": ["zijn", "van", "rotterdam", "zomer", "aanrechtbakjes", "voor", "groenafval", "krijgen", "met", "en", "een", "rest", "rotterdammers", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}