{"id": "5d1ea1d0-1faa-3e1a-bd5f-cd29eea6ee26", "title": "In Time houdt de liefde stand, ondanks een celstraf van zestig jaar", "url": "https://trouw.nl/cultuur-media/in-time-houdt-de-liefde-stand-ondanks-een-celstraf-van-zestig-jaar~bd2fda2d/", "summary": "TimeRegie Garrett BradleyMet Fox Rich, Robert Rich★★★★Waarom het nieuwe jaar niet beginnen met een opmerkelijk liefdesverhaal.\nEr waren inmiddels vier kinderen en een tweeling was op komst toen het echtpaar een bankoverval pleegde.\nZe praat open en eerlijk over de misstap die ze beging en die haar hele wereld kantelde.\nFox Rich strijdt twintig jaar voor de vrijlating van haar man.\nTegelijk is dit een zeldzaam ontroerend document over de tijd die verstrijkt, en die een achtkoppig gezin in een wurggreep houdt.", "paragraphs": ["Time", "Regie Garrett Bradley", "Met Fox Rich, Robert Rich", "★★★★", "Waarom het nieuwe jaar niet beginnen met een opmerkelijk liefdesverhaal. Hoofdpersoon van Time is de onvergetelijke Fox Rich die alles op alles zet om haar zes zonen groot te brengen, terwijl haar man Robert in de gevangenis zit.", "De twee highschool-liefjes trouwden en openden in 1997 een hip hop-winkel in Shreveport (Louisiana) die minder goed liep dan gehoopt. Er waren inmiddels vier kinderen en een tweeling was op komst toen het echtpaar een bankoverval pleegde. “Wanhopige mensen doen wanhopige dingen, zo simpel is het”, zegt Fox die de vluchtauto bestuurde en drie jaar vastzat. Robert kreeg zestig jaar.", "In Time vertelt de bekroonde regisseuse Garrett Bradley, die in The New York Times een coproducent vond, het verhaal van de zwarte man met de bizar lange gevangenisstraf. Dat doet ze via zijn vrouw die er al twintig jaar voor ijvert om haar man vrij te krijgen. In de loop der jaren heeft Fox zich ontpopt tot een activiste die in de kerk spreekt en colleges geeft. Ze praat open en eerlijk over de misstap die ze beging en die haar hele wereld kantelde.", "Fox Rich strijdt twintig jaar voor de vrijlating van haar man. Beeld Amazon Studios", "Een schat aan home-movies ontvouwt haar verhaal en dat van haar prachtige, opgroeiende zonen, met name de tweeling Freedom en Justus. Ook is het een van de twee miljoen verhalen van Amerikanen die ten prooi vallen aan een strafrechtelijk systeem dat, zo betoogt de film, racistisch is, en er geen rekening mee houdt dat achter procedures échte mensen schuilgaan.", "De documentaire, die op Barack Obama’s eindejaarslijstje met favoriete films belandde, laat die mensen van heel nabij zien. Tegelijk is dit een zeldzaam ontroerend document over de tijd die verstrijkt, en die een achtkoppig gezin in een wurggreep houdt.", "Afgelopen jaar te zien op het documentaire festival IDFA, nu op Amazon Prime Video"], "authors": ["Belinda Van De Graaf"], "keywords": ["van", "liefde", "zestig", "man", "jaar", "en", "een", "met", "houdt", "op", "celstraf", "ondanks", "stand", "het", "haar", "die"], "pubDate": "2021-01-07T17:16:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}