{"id": "5d233336-b236-33d7-a077-fe04e3d1361d", "title": "‘Easy’ stond al die tijd recht voor je neus ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/easy-stond-al-die-tijd-recht-voor-je-neus~bc98ad67/", "summary": "In het derde seizoen van deze show van scenarist Joe Swanberg is elke aflevering ongeveer een half uur is en heeft het ­acteren een aangename, geïmproviseerde vibe.\nHet seizoen pikt de draad van het levensverhaal van een aantal ­personages weer op, die in en rond Chicago wonen.\nDeze jeugdliefde heeft ­overigens een relatie zonder ­ontsnappingsclausule.\nSwanberg en zijn acteurs, zijn meesters in gesprekken waarin de personages om hun ware gevoelens heen cirkelen.\nOf omdat hun ware liefde pal voor hun neus staat, maar ze ziende blind zijn.", "paragraphs": ["Een beeld uit Easy.", "Easy, seizoen 3 ★★★★☆", "", "Regie & scenario Joe Swanborg Met Marc Maron, Zazie Beetz, Jane Adams, Elizabeth Reaser Te zien op Netflix", "Bij een bespreking van het tweede seizoen van de Amerikaanse serie Easy op de website Vulture stond de kop: ‘Easy is nog steeds een van de beste series waar niemand het over heeft.’ En die kop kunnen we ook rustig boven deze bespreking van het derde seizoen zetten. Nu is de vraag wat je moet doen om boven het ­rumoer van Game of Thrones uit te komen, maar goed, een serie over mensen die ellenlange gesprekken voeren over hun relatie, maar er nooit helemaal uitkomen, kun je ook als een gedurfd staaltje contra-programmeren beschouwen.", "In het derde seizoen van deze show van scenarist Joe Swanberg is elke aflevering ongeveer een half uur is en heeft het ­acteren een aangename, geïmproviseerde vibe. Het seizoen pikt de draad van het levensverhaal van een aantal ­personages weer op, die in en rond Chicago wonen. In de eerste aflevering van het eerste seizoen zagen we hoe Kyle en Andi (Michael Chernus en Elizabeth Reaser) hun relatie nieuw leven wilden inblazen met het concept van het ‘open huwelijk’.", "Nou behoort ‘de open relatie’ tot het standaardrepertoire in het romcom-genre; een soort kickstart van klassieke verhaallijnen. In Easy gaat dat anders; de serie komt dichter bij het vage gemodder waar veel relaties in blijven steken. In het derde seizoen heeft Kyle inmiddels een aardige ­Tinder-carrière opgebouwd, waarbij hij de ongemakkelijkheid voor lief neemt. Hij komt er gelijkgestemde zielen tegen: mensen die het ook allemaal niet weten. Andi komt in seizoen drie een jeugdliefde tegen en staat ervoor open haar oude gevoelens nog eens te laten herleven. Deze jeugdliefde heeft ­overigens een relatie zonder ­ontsnappingsclausule.", "Waar het allemaal op uitdraait is een lang gesprek in een bar, waarin Kyle en Andi evalueren. Zij vond het open huwelijk ooit een goed idee, maar nu ze met vuur speelt verlangt ze terug naar de veiligheid van hun ingedutte relatie. Maar net als met de doos van Pandora; eenmaal geopend is het lastig om de tijd terug te draaien.", "Swanberg en zijn acteurs, zijn meesters in gesprekken waarin de personages om hun ware gevoelens heen cirkelen. Omdat ze er bang voor zijn, of omdat ze zichzelf aan het bedriegen zijn. Of omdat hun ware liefde pal voor hun neus staat, maar ze ziende blind zijn. Het wordt tijd dat we het wel over Easy gaan hebben."], "authors": ["Mark Moorman"], "keywords": ["relatie", "neus", "van", "stond", "easy", "het", "maar", "die", "seizoen", "zijn", "recht", "tijd", "je", "al", "een", "en", "ze", "hun", "voor"], "pubDate": "2019-05-16T10:12:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}