{"id": "5d2abb51-6372-3fea-be9e-1bad10b2c2bd", "title": "Fortuna vecht tegen Feyenoord vergeefs tegen het verdriet", "url": "https://volkskrant.nl/sport/fortuna-vecht-tegen-feyenoord-vergeefs-tegen-het-verdriet~b17d6679/", "summary": "Feyenoord kwam dit seizoen al zes keer terug van een achterstand en staat maar drie punten achter op Ajax.\nFortuna stond een paar keer voor, ook tegen Emmen en Ajax bijvoorbeeld, en vergaarde pas drie puntjes.\nHij werd dit seizoen officieel hoofdtrainer nadat hij zijn diploma had gehaald, de man met het hart dat klopt voor Fortuna.\n‘Ik vind het een vreemde mening, om te denken dat het een vreemde beslissing is om Hofland weg te sturen’, antwoordde Gün.\nHet is helemaal niet te zien dat Fortuna met een man meer speelt.", "paragraphs": ["Feyenoorders proberen het schot van Mats Seuntjes te kraken. Beeld Guus Dubbelman / de Volkskrant", "De ene trainer schreeuwt op een zondag in Sittard zijn oude, geroutineerde stem schor; de ander blijft rustig en schopt zachtjes tegen een betonnen wand als zijn ploeg een tweede strafschop weggeeft. Feyenoord blijft bovenin meedoen, Fortuna bungelt onderin.", "De ene trainer, Sjors Ultee van Fortuna, is de rust zelve langs de kant. Rust zit ook te veel in het spel van zijn ploeg. Dat spel is aardig en lief, ook na de 1-0 voorsprong na 30 seconden, ook tegen tien man vanaf de dertiende minuut, na de rode kaart van Orkun Kökcü. Fortuna weet niet wat te doen, tegen tien Feyenoorders. Ultee: ‘Wij kunnen goed aanvallen in grote ruimtes. Nu werden de ruimtes juist klein.’", "De andere trainer is routinier Dick Advocaat, die alles vraagt van zijn stem: ‘Poot erin man’, tegen Mark Diemers. ‘Kom op Nico, erheen’, tegen Nicolai Jørgensen.’ ‘Kom maar Bart, goed jongen’, tegen Nieuwkoop. Advocaat is alsnog de elfde en misschien zelfs twaalfde man van Feyenoord. ‘Het zit in me. Af en toe denk ik wel eens: hou je grote scheur toch.’", "Terug van achterstand", "Niet alleen daarom keert de wedstrijd om. Feyenoord kwam dit seizoen al zes keer terug van een achterstand en staat maar drie punten achter op Ajax. Fortuna stond een paar keer voor, ook tegen Emmen en Ajax bijvoorbeeld, en vergaarde pas drie puntjes. Advocaat was ook blij met aanvoerder Steven Berghuis, in de rust. ‘Steven zei: nu moeten we laten zien dat we karakter hebben.’ Bij Fortuna is een nieuwe trainer aanstaande, de club is zoekende. ‘Er is vooral behoefte aan duidelijkheid’, aldus Sjors Ultee.", "De vraag van de krant aan de Turkse eigenaar Isitan Gün was of het geen vreemde beslissing was, om trainer Kevin Hofland te ontslaan, kort voor de interlands van de afgelopen weken. De trainer was al een paar jaar lid van de staf, en officieus de eerste man. Hij werd dit seizoen officieel hoofdtrainer nadat hij zijn diploma had gehaald, de man met het hart dat klopt voor Fortuna.", "Maar zie, hij werd na acht duels ontslagen, met drie puntjes, al was het programma dan uiterst lastig geweest. ‘Ik vind het een vreemde mening, om te denken dat het een vreemde beslissing is om Hofland weg te sturen’, antwoordde Gün.", "Marcos Senesi scoort de gelijkmaker voor Feyenoord met een fenomenaal schot. Beeld Guus Dubbelman / de Volkskrant", "Trotse mannen", "Gün en Hofland lagen elkaar niet. Twee trotse mannen. Emotioneel. Ze zetten zich door de jaren heen steeds meer tegen elkaar af. Het antwoord van Gün was alleszeggend voor die naar buiten toe vriendelijke econoom. Hij en zijn Turkse connectie zijn de baas in Sittard. De hele club kan blij zijn met Hofland, hij vond het genoeg geweest. Gün heeft al gezelschap van een grote financier, de in Turkije beroemde, steenrijke Acun Ilicali, maar diens inbreng is nog niet goedgekeurd door de KNVB.", "En dan kunnen de spelers, de assistenten, wie dan ook, allemaal blij zijn met Hofland, maar dat helpt niet. Hofland zelf gaf ook fouten toe. ‘Er was heel veel verdriet om zijn ontslag’, aldus Ultee. ‘De emoties liepen erg hoog op. En ik zat een week zonder technische staf, want ook assistent Kristof Aelbrecht werd ontslagen. Wat je normaal met zijn drieën doet, deed ik nu alleen.’", "Ultee was assistent en technisch manager, ‘met de afspraak dat ik niet de technische staf ga beoordelen, want daar zit ikzelf in’. Vanuit de jeugd kwam Dominik Vergoossen tijdelijk bij de ploeg. En dan ging Ultee ook nog met een wat ander systeem voetballen. Tja, misschien had er meer voor hem ingezeten zondag.", "Oogverblindend", "Fortuna staat al na 30 seconden voor, als Feyenoord nog slaapt en Zian Flemming uithaalt, mede omdat Marcos Senesi in het gras blijft hangen als hij een sliding probeert. Als Kökcü dan de rode kaart krijgt na een onbesuisde overtreding op Roel Janssen, liggen daar toch kansen voor Fortuna. Maar nee hoor: Senesi maakt gelijk, op fenomenale wijze. De verdediger, eerder opvallend met een geweldige omhaal tegen ADO, controleert de bal nu met de borst en schiet werkelijk oogverblindend mooi binnen. Dan krijgt Feyenoord een strafschop, zo goedkoop, zo flut, al is het niet heel slim hoe verdediger Martin Angha zijn bovenlichaam naar Linssen buigt, die meteen naar de grond gaat.", "Het is helemaal niet te zien dat Fortuna met een man meer speelt. In de slotminuut volgt nog een strafschop, weer benut door Berghuis, 1-3. Zelfs daarna, in de blessuretijd, blijft Advocaat luidruchtig. Hij kan niet anders."], "authors": ["Willem Vissers"], "keywords": ["vergeefs", "van", "het", "verdriet", "met", "zijn", "voor", "feyenoord", "een", "ook", "vecht", "en", "niet", "fortuna", "tegen"], "pubDate": "2020-11-22T18:42:49+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}