{"id": "5d2de480-015e-3e5a-bd8e-1fbdbf1ffe8d", "title": "Minimaal zes elektrische Toyota-modellen in aantocht", "url": "https://nu.nl/auto/6095097/minimaal-zes-elektrische-toyota-modellen-in-aantocht.html", "summary": "Toch staat er in de coulissen wel een volledig elektrische auto klaar die een nieuw tijdperk inluidt.\nToyota werkt aan een modulair platform dat bestemd is voor een reeks volledig elektrische modellen, zegt productmanager bij Toyota Europe Andrea Carlucci tegen AutoWeek.\nDe eerste daarvan, een middenklasse SUV van het formaat van de RAV4, zal volgend jaar naar verwachting al concreter worden.\nOp basis van de patenttekeningen verwachten we een compacte cross-over, een compacte hatchback, een soort mini-MPV, een middelgrote sedan/fastback en een grote SUV.\nDaar staat tegenover dat 90 procent van het aanbod tegen die tijd een vorm van elektrische aandrijving zal hebben.", "paragraphs": ["Toyota zet nog altijd vooral in op hybride auto's en wijkt niet direct van die koers af. Toch staat er in de coulissen wel een volledig elektrische auto klaar die een nieuw tijdperk inluidt. Daarnaast blijft Toyota focussen op waterstoftechnologie.", "Toyota werkt aan een modulair platform dat bestemd is voor een reeks volledig elektrische modellen, zegt productmanager bij Toyota Europe Andrea Carlucci tegen AutoWeek. Op deze zogeheten e-TNGA-basis moeten op den duur zes volledig elektrische Toyota's verschijnen.", "Het platform biedt ruimte aan een of meerdere elektromotoren, voor-, achter- en vierwielaandrijving en kan gebruikt worden voor sedans en SUV's in verschillende formaten. De eerste daarvan, een middenklasse SUV van het formaat van de RAV4, zal volgend jaar naar verwachting al concreter worden. Een marktintroductie laat echter nog zeker twee jaar op zich wachten.", "Op basis van de patenttekeningen verwachten we een compacte cross-over, een compacte hatchback, een soort mini-MPV, een middelgrote sedan/fastback en een grote SUV. Waarschijnlijk zullen daar op sommige markten ook Subaru-, Suzuki- en Daihatsu-versies van verschijnen.", "Nieuwe accutechniek nog weinig concreet", "Concrete technische vooruitzichten deelt Toyota nog niet, maar het bedrijf werkt nog steeds met onder meer Panasonic aan zogeheten solidstateaccu's. Een technologie die volgens het merk steeds rijper begint te worden.", "De relatief beperkte afhankelijkheid van omstreden of dure grondstoffen en de hoge energiedichtheid zijn enkele belangrijke voordelen van deze accu's. Vooral dat laatste is interessant, omdat accu's daardoor kleiner en dus lichter kunnen worden. Ook moet het volladen sneller gepiept zijn dan bij conventionelere accu's.", "Volgens Carlucci blijven hybrides voorlopig de hoofdmoot vormen. Toyota benadrukt daarmee al een relatief lage gemiddelde CO2-uitstoot te hebben en daarom niet per se haast heeft met een grootschalige overstap naar volledig elektrisch.", "Verbod op verkoop brandstofmotoren kan voor stroomversnelling zorgen", "Voor 2025 zet Toyota binnen het aanbod in op een volledig elektrisch aandeel van \"meer dan 10 procent\". Daar staat tegenover dat 90 procent van het aanbod tegen die tijd een vorm van elektrische aandrijving zal hebben.", "Het jaar 2025 wordt mogelijk wel een kantelpunt voor Toyota, waarna volledig elektrisch in rap tempo de koppositie van hybride overneemt. Hoewel Carlucci nog niet heel concreet op de periode erna wil ingaan, is de invoering van een verbod op brandstofmotoren in diverse Europese landen wel iets waar Toyota goed op let.", "Vooralsnog heeft die ontwikkeling niet tot duidelijke hervormingen van de toekomstvisie van het merk geleid. Maar die kan voor bepaalde markten wel zorgen voor een snellere transitie naar volledig elektrisch. Toch wordt de productie van hybrideauto's volgens hem niet zomaar op een laag pitje gezet. In veel landen is immers voorlopig nog geen sprake van een laadnetwerk dat een overstap op puur elektrisch rijden voldoende steunt.", "Toyota ziet kansen voor waterstofclusters", "Elektrisch rijden met een stekker is natuurlijk niet de enige mogelijkheid. Met een brandstofcel doet Toyota immers al jaren volledig elektrisch mee. De nieuwe Mirai moet op dat gebied een nog grotere rol dan zijn voorganger gaan spelen. Ook werkt Lexus aan een auto met brandstofcel.", "Toyota gelooft sterk in waterstof als alternatief voor BEV's en dan vooral op industrieel gebied en met vlootauto's. Voor industrieel gebruik werkt Toyota bijvoorbeeld aan vrachtauto's met brandstofcellen, terwijl het bedrijf voor personenvervoer vooral inzet op waterstofbussen.", "Ook voor personenauto's als de Mirai - en mogelijk op den duur dus ook auto's van Lexus - ziet Toyota kansen rond zogenoemde waterstofclusters. Het gaat om zones rond waterstoftankstations, zoals havengebieden of vliegvelden, waar binnen een vloot waterstofauto's kunnen worden gebruikt.", "Kijk ook op AutoWeek.nl"], "authors": ["Door"], "keywords": ["nog", "van", "toyotamodellen", "aantocht", "volledig", "een", "voor", "niet", "het", "minimaal", "elektrische", "en", "op", "zes", "toyota"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}