{"id": "5d2fd19d-44e4-38b9-afe4-7ce6f1d69e0b", "title": "Helge Loewenberg-Domp: zakenvrouw met grandeur", "url": "https://www.parool.nl/amsterdam/helge-loewenberg-domp-zakenvrouw-met-grandeur~b6e6f54c/", "summary": "De oorlogsjaren had ze niet willen missen, zei Helge Loewenberg-Domp in 2009 tegen de Twentse krant Tubantia.\n“Een kleine, sterke vrouw met een enorme grandeur,” zegt Renée Sanders, die haar in 1999 met twee andere Duits-Joodse dames uit Amsterdam-Zuid portretteerde in de documentaire Ik bedek mijn schmerz met mijn nerts.\nIn 1941 wordt het bedrijf door de Duitsers onteigend en niet veel later moet ze met haar zus onderduiken.\nYamahaNa de oorlog trouwt ze met Bruno Loewenberg, met wie ze twee kinderen krijgt.\nOpnieuw komt ze naar Amsterdam, waar ze met haar zus Lissy piano’s begint te importeren uit de DDR.", "paragraphs": ["Helge Loewenberg-Domp.", "De oorlogsjaren had ze niet willen missen, zei Helge Loewenberg-Domp in 2009 tegen de Twentse krant Tubantia. Er werd ‘zo mooi gefilosofeerd en zo diep nagedacht’. “Je had niets, je kon alleen denken. En veel lezen.” Van haar geen ‘relaas in bitterheid’ over de donkere oorlogsjaren. “Ik ben niet het type dat klaagt. Daarvoor is het leven te mooi.”", "Vorige week overleed Loewenberg-Domp op 105-jarige leeftijd in Amsterdam, waar ze een succesvol importbedrijf in piano’s had.", "“Een kleine, sterke vrouw met een enorme grandeur,” zegt Renée Sanders, die haar in 1999 met twee andere Duits-Joodse dames uit Amsterdam-Zuid portretteerde in de documentaire Ik bedek mijn schmerz met mijn nerts. “Een vrouw die graag in het middelpunt van de belangstelling stond. Zo zie je ze tegenwoordig niet vaak meer: trouw in haar vriendschappen, erudiet, stijlvol, gedisciplineerd.”", "En elke dag een jenevertje.", "Helge Domp werd in de zomer van 1915 geboren in Münster, waar ze opgroeide met haar drie jaar oudere zus Lissy en vijf jaar oudere broer Jochen. Een muzikale familie. Vader Israël (James) Domp, voorzanger in de synagoge, dreef er een zaak in piano’s en vleugels. Zelf wilde ze niets liever dan operazangeres worden.", "Optredens in Londen, Bournemouth en Brighton", "In 1933 belandt ze voor het eerst in Amsterdam, op de vlucht voor de nazi’s, die haar een carrière in de muziek onmogelijk wilden maken. Ze werkt er in de huishouding bij Joodse families. Drie jaar later grijpt ze haar kans en vertrekt naar Londen, waar ze zanglessen krijgt en optreedt in Londen, Bournemouth en Brighton.", "In 1937 keert ze met frisse tegenzin terug naar Nederland, op verzoek van haar broer, die wil dat ze komt helpen in de familiezaak, inmiddels in Enschede gevestigd. “Het eerste wat ik dacht was: hier wil ik niet begraven worden,” zegt ze tegen Tubantia. “Ik verveel me nog dood. Ik wilde zangeres worden!”", "Het zou er niet meer van komen. In 1941 wordt het bedrijf door de Duitsers onteigend en niet veel later moet ze met haar zus onderduiken. Broer Jochen overleeft de oorlog niet. Op de vlucht wordt hij in Zwitserland aangezien voor spion en uitgeleverd aan het Vichyregime in Frankrijk. Hij komt uiteindelijk om bij de beruchte dodenmarsen aan het einde van de oorlog. Helge Domp heeft jarenlang voor zijn rehabilitatie gevochten – met succes.", "Yamaha", "Na de oorlog trouwt ze met Bruno Loewenberg, met wie ze twee kinderen krijgt. Opnieuw komt ze naar Amsterdam, waar ze met haar zus Lissy piano’s begint te importeren uit de DDR. Het bedrijf floreert. Loewenberg-Domp slaagt erin de Japanse fabrikant Yamaha zover te krijgen dat zij hun piano’s in Europa mag verkopen.", "“Een keiharde zakenvrouw,” zegt haar schoonzoon Ephraïm Goldstoff. “Tien jaar lang heeft ze er bij Yamaha over lopen zeuren. Een vrouw als zakenpartner was in die tijd in Japan zo goed als onbespreekbaar.” Haar dochter Tamara Goldstoff-Loewenberg: “Maar als zij iets in haar hoofd had, dan gebeurde dat ook.”", "De muziek is altijd gebleven. In 1988, drie jaar na haar pensioen, richtte ze een stichting op voor jonge, onbekende musici en beeldend kunstenaars: de Helge Domp Stichting. Maar ook de oorlog bleef: na de eeuwwisseling trok ze met grote regelmaat naar Duitsland om er lezingen te geven op scholen.", "Haar dochter Tamara: “Ze vond het belangrijk dat de jongeren de verhalen uit eerste hand hoorden. Iedereen die de oorlog heeft meegemaakt, weet dat zoiets elk moment weer kan gebeuren.”", "De documentaire Ik bedek mijn schmerz met mijn nerts wordt dinsdag om 20.50 uur uitgezonden op AT5."], "authors": ["Marcel Wiegman"], "keywords": ["ik", "van", "helge", "en", "met", "ze", "loewenbergdomp", "zakenvrouw", "een", "niet", "op", "grandeur", "het", "haar"], "pubDate": "2021-01-10T14:06:53Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}