{"id": "5d3f5ac0-52e2-3a3c-b1ba-de4aada0a8b9", "title": "Zware opgave handbalsters: 'Noorwegen is echt een beetje een stoomwals'", "url": "https://nos.nl/artikel/2360018-zware-opgave-handbalsters-noorwegen-is-echt-een-beetje-een-stoomwals.html", "summary": "Hoe het ook zij: Oranje zal aan de bak moeten tegen het Noorse sterrenensemble.\nAl jarenlang is de ploeg een grote angstgegner voor Nederland: vorig jaar versloeg de ploeg van Mayonnade Noorwegen nog op het WK, maar dat was voor het eerst in twintig (!)\n\"Noorwegen is echt een beetje een stoomwals.\nIk denk dat we echt onze top moeten halen om van Noorwegen te winnen.\nIk denk dat het er zeker in zit.\"", "paragraphs": ["Hoe het ook zij: Oranje zal aan de bak moeten tegen het Noorse sterrenensemble. Al jarenlang is de ploeg een grote angstgegner voor Nederland: vorig jaar versloeg de ploeg van Mayonnade Noorwegen nog op het WK, maar dat was voor het eerst in twintig (!) jaar.", "Ook dit EK maakt de Scandinavische ploeg tot nu toe indruk met sterk spel en drie overwinningen. \"Noorwegen is echt een beetje een stoomwals. Ze spelen met heel veel snelheid naar voren\", legt Wester uit.", "Noren beter dan vorig jaar", "Een belangrijke pion in dat snelle spel is Nora Mørk, de gedeeld topscorer van dit EK met 22 goals uit 28 schoten. Tegen Duitsland scoorde ze maar liefst 12 keer uit 15 schoten.", "\"Ze hebben bij Noorwegen veel geblesseerde meiden weer terug bij de ploeg, zoals Mørk en Veronika Kristiansen, die gewoon heel erg goed zijn. Daardoor is het team beter dan vorig jaar\", zegt Wester.", "Toch denkt de Oranje-keepster dat haar ploeg een kans heeft tegen de sterke opponent. \"Laat ik zeggen dat in handbal alles kan: in de Europese top kan iedereen van elkaar winnen. Het wordt wel heel lastig. Ik denk dat we echt onze top moeten halen om van Noorwegen te winnen. Maar niks is onmogelijk. Ik denk dat het er zeker in zit.\""], "authors": [], "keywords": ["stoomwals", "zware", "handbalsters", "van", "het", "maar", "echt", "met", "opgave", "een", "dat", "beetje", "ploeg", "vorig", "noorwegen", "tegen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}