{"id": "5d4a2557-883d-36f3-a619-1e38977cb152", "title": "Cyberpunk 2077 verschenen: waarom gamers hier naar uitkeken", "url": "https://www.rtlnieuws.nl/tech/artikel/5202284/waarom-zoveel-gamers-uitkijken-naar-cyberpunk-2077", "summary": "Er zijn weinig games waar dit jaar zoveel over is gesproken als over Cyberpunk 2077.\nHet maakt de game één van de langst verwachte games van dit jaar.\nCyberpunk 2077 is gebaseerd op een oud rollenspel dat eind jaren 80 verscheen, dat net als Dungeons & Dragons met pen en papier wordt gespeeld.\nSignificant langer dan bij andere games, die meestal een jaar of twee voor verschijning uit de doeken worden gedaan.\nIn die lange periode beloofde CD Projekt ook dat het spel een gigantische omvang krijgt, waardoor de gemoederen nog hoger opliepen.", "paragraphs": ["Er zijn weinig games waar dit jaar zoveel over is gesproken als over Cyberpunk 2077. Trailers werden uitvoerig besproken, de uitgestelde verschijningsdatum was groot nieuws en het veelvuldige overwerk bij de ontwikkelaar was online een discussiepunt.", "Het maakt de game één van de langst verwachte games van dit jaar. Cyberpunk 2077 is gebaseerd op een oud rollenspel dat eind jaren 80 verscheen, dat net als Dungeons & Dragons met pen en papier wordt gespeeld.", "Al jarenlang in ontwikkeling", "Er schuilen verschillende redenen achter de hoge verwachtingen. Het voornaamste is de lange ontwikkeltijd: ontwikkelaar CD Projekt Red kondigde de titel al aan in 2012, waarna mondjesmaat nieuwe details over de game naar buiten werden gebracht.", "Het betekent dat er acht jaar lang over de game werd gesproken. Significant langer dan bij andere games, die meestal een jaar of twee voor verschijning uit de doeken worden gedaan. In die lange periode beloofde CD Projekt ook dat het spel een gigantische omvang krijgt, waardoor de gemoederen nog hoger opliepen."], "authors": [], "keywords": ["games", "gamers", "waarom", "2077", "game", "van", "werden", "het", "projekt", "ontwikkelaar", "naar", "verschenen", "cyberpunk", "uitkeken", "hier", "een", "dat", "jaar"], "pubDate": "2020-12-10T00:01:59+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}