{"id": "5d6521e6-8c4e-3bcf-8d8b-c61785f5553b", "title": "Geen zin te betalen voor (hand)bagage? 5 bijzondere treinreizen in Europa", "url": "https://volkskrant.nl/de-gids/geen-zin-te-betalen-voor-hand-bagage-5-bijzondere-treinreizen-in-europa~be77b13f/", "summary": "De snelste spoorverbinding tussen Nederland en een aantal Franse skigebieden, de Thalys Sneeuw, vertrekt tot 21 maart elke zaterdag.\nMontpellier via Parijs en LyonMontpellier is een echte Franse studentenstad, met een mooie historische wijk, met gezellige terrasjes, restaurants en boetieken.\nEen goed excuus om de reis uit te breiden met een paar overnachtingen in deze Franse steden.\nOf kom bij in het Quality Hotel Lapland, met op het dak een bubbelbad.\nTreinkaartjes in Europa Treinen door Europa kan het beste met een interrailpas.", "paragraphs": ["Beeld Rebecca Fertinel", "De Schotse Hooglanden", "Vertrek aan het einde van de middag vanaf Amsterdam Centraal en sta de volgende ochtend fris gedoucht in de Schotse Hooglanden. Een deel van de reis leg je namelijk af in de nieuwe Caledonian Sleeper met eigen douche en toilet in je slaapcoupé. Zo poets je ’s ochtends je tanden terwijl je uitkijkt over winderige meren en ruige valleien waar rivieren doorheen kronkelen.", "Beeld Katja Poelwijk", "Volgens Volkskrant-reisjournalist Noël van Bemmel voelt de nieuwe trein modern, met lichtgeel hout, een subtiel Schots ruitje in de wandbekleding, royale led-verlichting, snelle wifi en overal oplaadpunten voor elektronica. De plek waar je uitstapt – in Corrour, het hoogste station van de West Highland Line – is indrukwekkend. Er zijn geen wegen en huizen en uitstappen kan maar door één deur, want de rest van de trein staat op de hei. Van Bemmel: ‘In dit desolate, mystieke landschap van diepblauwe lochs en lege glens, verdwijnen al je problemen in één klap.’", "Met de trein op wintersport", "Liever niet met het vliegtuig op wintersport, maar ook geen zin in filerijden en gedoe met sneeuwkettingen? Het Italiaanse bergdorp Bardonecchia is goed bereikbaar per trein. De bestemming is in ongeveer negen uur bereikbaar.", "Is dat nog te veel reistijd? In de helft van de tijd sta je op de piste in Sauerland. De snelste spoorverbinding tussen Nederland en een aantal Franse skigebieden, de Thalys Sneeuw, vertrekt tot 21 maart elke zaterdag. Sneeuwliefhebbers kunnen zo zonder overstappen Chambéry, Albertville, Moûtiers, Aime-la-Plagne, Landry of Bourg-Saint-Maurice bereiken. Meer koude bestemmingen vind je hier.", "Montpellier via Parijs en Lyon", "Montpellier is een echte Franse studentenstad, met een mooie historische wijk, met gezellige terrasjes, restaurants en boetieken. Sinds de hogesnelheidstrein hier stopt, wordt de stad steeds hipper. En je bent natuurlijk ook zo aan zee.", "Wie naar Montpellier treint, komt ook langs Parijs en Lyon. Een goed excuus om de reis uit te breiden met een paar overnachtingen in deze Franse steden. Verbaas je hoe mooi Lyon is, alleen al door de twee rivieren, de Rhône en de Saône, die hier stromen. Of geniet van de levendigheid van Parijs. Beste tijd: juni en september, voor goed terrasweer net buiten de zomerpiek.", "Naar Wenen en verder", "De nachttrein van Amsterdam naar Wenen gaat eind dit jaar weer rijden. Dat betekent dat heel wat bestemmingen in Centraal-Europa een stuk bereikbaarder worden. Vanaf Wenen reis je namelijk gemakkelijk door. Naar Krakau bijvoorbeeld, een stad met een rijke geschiedenis. Hier vind je de onaangetaste binnenstad, het plein met de oude lakenhal, het kasteel, de Joodse wijk en de fabriek van Oskar Schindler. Auschwitz is dichtbij. Wie liever terrassen hopt of een echte kroegtijger is, komt ook aan z’n trekken.", "Vanaf Wenen is het zo’n vijfenhalf uur naar de Sloveense hoofdstad. In Ljubljana is altijd wel ergens een straatfestival of kunstmarkt. Een pitstop in Salzburg is ook geen straf. Salzburg is de stad van The Sound of Music en de geboorteplaats van Wolfgang Amadeus Mozart. Zelfs het ‘nieuwe’ stadscentrum is alweer eeuwen oud en staat in zijn geheel op de Werelderfgoedlijst van de Unesco.", "Met de Zweedse Inlandsbanan naar de poolcirkel", "Wie zin heeft in ruim duizend kilometer rust, licht en fijne uitstapjes, kan zijn hart ophalen tijdens de treinreis van Mora, in midden-Zweden, via Östersund naar Gällivare, binnen de poolcirkel. Het voertuig waarmee je de reis maakt: een Fiat, beresterk en in staat om kou en sneeuw te trotseren.", "Beeld Håkan Wike", "De Inlandsbanan doorklieft bossen, trekt langs beekjes, boemelt langs meren, af en toe langs een rood of groen houten huisje, vooral aan het water, bootje erbij. Gestaag, zeker niet te snel, al is het maar om te voorkomen dat-ie rendieren schept. Bij het eindstation in Gällivare kun je ook de diepste ijzermijn van Europa zien. Of kom bij in het Quality Hotel Lapland, met op het dak een bubbelbad.", "Handbagage in het vliegtuig niet meer altijd gratis Passagiers die vanaf eind maart aan boord stappen bij Transavia kunnen er niet langer van uitgaan dat ze hun zwaardere handbagage gratis in de cabine mogen meenemen. Wie daar wel zeker van wil zijn, moet bij het boeken 5 tot 15 euro aan de prijsvechter betalen voor een enkele reis. Reizigers die een toeslag betalen, mogen bij de gate als eersten instappen, zodat ze zeker zijn van ruimte in de bagagevakken. De hoogte van de toeslag is afhankelijk van de bestemming, het moment van boeken en de periode waarin de klant reist.", "Treinkaartjes in Europa Treinen door Europa kan het beste met een interrailpas. Die is makkelijk en voordelig, ook omdat je geen aparte treinkaartjes hoeft te kopen. Drie dagen ongelimiteerd reizen binnen een maand kost 168 euro, een maand reizen 515 euro en drie maanden 693 euro. Te koop op interrail.eu of bij de NS."], "authors": ["Yasmine Esser"], "keywords": ["geen", "van", "betalen", "het", "op", "treinreizen", "zin", "europa", "met", "bijzondere", "naar", "een", "je", "te", "en", "ook", "handbagage", "voor"], "pubDate": "2020-02-13T10:40:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}