{"id": "5d72a983-cadc-3e86-9fa5-d6b0f87b1179", "title": "Zitten er al klassiekers bij de sinterklaasboeken nieuwe stijl?", "url": "https://volkskrant.nl/cultuur-media/zitten-er-al-klassiekers-bij-de-sinterklaasboeken-nieuwe-stijl~b4cf9082/", "summary": "Na het vernietigen van de laatste oplagen sinterklaasboeken oude stijl, het zuiveren van bibliotheekcollecties en een intocht op geheime locatie, zou je zeggen dat er ruimte is voor iets nieuws.\nMaar zit er ook iets verrassends, een nieuwe klassieker bij?\nPjotr van Lenteren leidt u door de wereld van het jeugdboek.\nDe strenge juf trapt er elke keer weer bijna in en voor al dan niet in Sinterklaas geloven is alle ruimte.\nGeslaagd, maar voor een échte klassieker wel wat aan de brave kant.", "paragraphs": ["Je zou zeggen dat er ruimte is voor iets nieuws op de sinterklaasafdeling. Zit er iets verrassends bij?", "Na het vernietigen van de laatste oplagen sinterklaasboeken oude stijl, het zuiveren van bibliotheekcollecties en een intocht op geheime locatie, zou je zeggen dat er ruimte is voor iets nieuws. Het regende de afgelopen weken knalrode omslagen in de bestsellerlijst van boekbevorderaar CPNB. Dat die Piet-proof zijn, spreekt bijna voor zich. Maar zit er ook iets verrassends, een nieuwe klassieker bij?", "Pjotr van Lenteren leidt u door de wereld van het jeugdboek. Rob van Scheers doet dat volgende week over thrillers, Hugo Blom praat u daarna bij over luisterboeken.", "De Zoete Zusjes vieren Sinterklaas (Kosmos, € 12,99), die wekenlang het hoogst genoteerd stond, krijgt die eretitel in elk geval niet. De zusjes Saar en Janna gillen wekelijks een behoorlijk populair YouTube-kanaal vol en beleven in turquoise badjas en eenhoorn-onesie allerlei huiselijke avonturen op weg naar de grote avond.", "Geschikt als handleiding eigentijds sinterklaasvieren, maar wie ervoor zorgt dat Piet er correct uitziet en vervolgens meisjes laat fantaseren over een carrière als musicalster of ballerina terwijl hun broer droomt van een baan als piloot, heeft er geen voetbal van begrepen. Bovendien is het knullig geïllustreerd en geschreven met een oubollig kinderboekentoontje. Kies dan liever de sinterklaasaflevering die elke tijdloze peuter- en kleuterserie wel heeft, Boer Boris – Een paard voor Sinterklaas (Gottmer, € 13,99) bijvoorbeeld.", "Voor iets oudere kinderen is er Op zoek naar een Sint (Zwijsen, € 12,88) van Pim Lammers en Hugo van Look, de illustrator van de Dolfje Weerwolfje-serie. In dit grappige AVI-boekje probeert een klas, bij het uitblijven van de echte, een eigen goedheiligman te regelen: een boze buurman, een hond of een robot. De strenge juf trapt er elke keer weer bijna in en voor al dan niet in Sinterklaas geloven is alle ruimte. Dit sympathieke zelfleesboekje kwam nog niet op de bestsellerlijst, maar verdient dit wel.", "Een stap verder met voorlichten gaat Sinterklaas voor grote kinderen (Kluitman, € 14,99), dat vorig jaar goed verkocht. Sint vertelt aan grote broers en zussen hoe het zit en sluit een contract om het geheim te bewaren voor de kleintjes. Handig bedacht, wel een beetje flauw. Veel fijner is het Gouden Boekje van Sjoerd Kuyper en Emanuel Wiemans, Het verhaal van Sinterklaas (Rubinstein, € 7,99), maar daarin worden dan weer geen afspraken gemaakt.", "De laatste tijd lijken vooral volwassenen voorgelicht te moeten worden over wat nu precies wel en niet traditie is. Het gaat dan al snel over Nicolaas van Myra uit Turkije die kinderen en vissers hielp, maar volgens Het geheime boek van Sinterklaas (Rubinstein, € 23,49) van Floortje Zwigtman en Sassafras De Bruyn hebben er ooit wel veertien Nicolazen rondgelopen. Wil de enige echte opstaan?", "Het geheime boek van Sinterklaas. Beeld Rubinstein", "Het non-fictieboek, dat eerder dit jaar een Zilveren Griffel won maar ook voor ouders interessant is, gaat over alle cadeautjesgevers ter wereld. In Italië hebben ze de heks Befana die cadeautjes komt brengen, in Syrië een kameel. Een goed kinderverwenfeest hoeft helemaal niet zo ingewikkeld te zijn.", "De enige titel die op dit moment in de buurt komt van iets monumentaals, om elke vakantie weer te verstoppen bij de feestspullen op zolder, is Sinterklaasliedjes van Mark Janssen (Lemniscaat, € 14,95). In dit prachtig geschilderde prentenboek gaat een groepje klungelige kinderen op weg naar ’t heerlijk avondje door sneeuw en regen en over daken.", "Sinterklaasliedjes. Beeld Lemniscaat", "De traditionele maar gemoderniseerde liedjes kunnen we allemaal meezingen met een daarvoor aangemaakte Spotify-lijst en elke plaat op zichzelf is geschikt om een mooie wandposter van te maken waarnaar je uren kunt kijken en waarbij niemand zich buitengesloten hoeft te voelen. Bekende illustrator, goed verkrijgbaar, dus leuk om nog snel aan te schaffen. Geslaagd, maar voor een échte klassieker wel wat aan de brave kant. Wie in dat gat wil springen, heeft een jaar."], "authors": ["Pjotr Van Lenteren"], "keywords": ["nieuwe", "van", "al", "dat", "een", "sinterklaasboeken", "en", "maar", "te", "stijl", "zitten", "op", "er", "bij", "voor", "klassiekers", "het"], "pubDate": "2020-12-04T12:00:20Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}