{"id": "5d72c705-ede3-308f-affe-66325df8185b", "title": "Zweedse studente en activiste staat op in vliegtuig en stopt uitzetting vluchteling", "url": "https://nos.nl/artikel/2243073-zweedse-studente-en-activiste-staat-op-in-vliegtuig-en-stopt-uitzetting-vluchteling.html", "summary": "Het vliegtuigpersoneel verzocht haar meerdere keren om te gaan zitten en haar telefoon uit te zetten.\nEen boze Engelssprekende passagier pakte haar telefoon af, maar een bemanningslid gaf die weer aan haar terug.\nOok de politie kan haar een boete geven, of arresteren, omdat ze niet naar de bevelen van de piloot luisterde.\nDeze rechts-populistische partij werd bij de laatste verkiezingen de derde partij van het land.\nIn het najaar zijn er opnieuw verkiezingen in Zweden en immigratie is een van de belangrijkste thema's.", "paragraphs": ["Het vliegtuigpersoneel verzocht haar meerdere keren om te gaan zitten en haar telefoon uit te zetten. Dat weigerde ze. \"Als jullie de 52-jarige man van boord halen, ga ik ook!\"", "Sommige passagiers steunden de activiste, anderen waren geërgerd over de vertraging. Een boze Engelssprekende passagier pakte haar telefoon af, maar een bemanningslid gaf die weer aan haar terug.", "Na twee uur werd de impasse doorbroken: de Afghaan werd door drie begeleiders uit het vliegtuig gehaald. Ersson stapte samen met hem uit, waarna het toestel alsnog kon vertrekken.", "Boete of arrestatie", "Het is onduidelijk of Ersson een boete krijgt. Turkish Airlines, die door de actie gedupeerd werd, kan haar verantwoordelijk houden voor de vertraging. Ook de politie kan haar een boete geven, of arresteren, omdat ze niet naar de bevelen van de piloot luisterde.", "Ersson studeert en werkt als vrijwilligers bij vluchtelingenorganisaties. In het verleden was ze vaker betrokken bij acties om uitzettingen te voorkomen, maar nog nooit op deze manier. Aanvankelijk was het de bedoeling om de uitzetting van een andere Afghaan te voorkomen. Eenmaal in het toestel bleek die niet aan boord, maar wel een andere Afghaan.", "Het is onduidelijk waar deze Afghaan nu is. Sommige Zweedse media zeggen dat hij verdwenen is maar andere schrijven dat hij nog vastzit en later alsnog wordt uitgezet.", "Het wordt voor asielzoekers steeds moeilijker om asiel te krijgen in Zweden. Het beleid is na jarenlange ruimhartigheid flink aangescherpt, mede onder invloed van de opkomst van de Zweden Democraten. Deze rechts-populistische partij werd bij de laatste verkiezingen de derde partij van het land.", "In het najaar zijn er opnieuw verkiezingen in Zweden en immigratie is een van de belangrijkste thema's."], "authors": [], "keywords": ["activiste", "vluchteling", "studente", "om", "van", "zweden", "stopt", "haar", "zweedse", "een", "te", "het", "maar", "en", "uitzetting", "vliegtuig", "op", "staat", "werd"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}