{"id": "5d73f2a3-e41f-3e61-b97e-ad753fe32758", "title": "De uitzending van 12 december: Tóch een Catshuisoverleg / Waarom Hoekstra? / Burgemeester wil sociale dienstplicht / Ondernemers Zwolle worstelen", "url": "https://nos.nl/nieuwsuur/artikel/2360347-de-uitzending-van-12-december-toch-een-catshuisoverleg-waarom-hoekstra-burgemeester-wil-sociale-dienstplicht-ondernemers-zwolle-worstelen.html", "summary": "Kabinet overweegt nu al extra maatregelenDeze week waarschuwde premier Mark Rutte voor extra maatregelen als de besmettingscijfers de komende weken niet zouden verbeteren.\nEr is morgen een extra kabinetsoverleg vanwege het stijgend aantal coronagevallen.\nHet RIVM meldde vandaag 9182 nieuwe bevestigde besmettingen, bijna 2700 meer dan een week eerder.\nVermoedelijk overleggen het kabinet en deskundigen morgen over het opnieuw sluiten van zogenoemde doorstroomlocaties, zoals musea en dierentuinen.\nOok zouden maatregelen die de detailhandel treffen op tafel liggen.", "paragraphs": ["Kabinet overweegt nu al extra maatregelen", "Deze week waarschuwde premier Mark Rutte voor extra maatregelen als de besmettingscijfers de komende weken niet zouden verbeteren. Maar waarschijnlijk worden dinsdag al aanscherpingen bekendgemaakt. Er is morgen een extra kabinetsoverleg vanwege het stijgend aantal coronagevallen. Het RIVM meldde vandaag 9182 nieuwe bevestigde besmettingen, bijna 2700 meer dan een week eerder.", "Vermoedelijk overleggen het kabinet en deskundigen morgen over het opnieuw sluiten van zogenoemde doorstroomlocaties, zoals musea en dierentuinen. Ook zouden maatregelen die de detailhandel treffen op tafel liggen. We kijken vooruit naar de komende dagen met politiek verslaggever Nynke de Zoeten."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["morgen", "een", "extra", "van", "zouden", "komende", "maatregelen", "kabinet", "wil", "uitzending", "ondernemers", "zwolle", "het", "hoekstra", "en", "sociale", "tóch", "worstelen", "week", "waarom"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}