{"id": "5d8c0df9-f58e-3b3e-81d6-9e2b69876b49", "title": "Volkskrant en Parool uitgeroepen tot best vormgegeven kranten van Europa", "url": "https://nu.nl/media/6095819/volkskrant-en-parool-uitgeroepen-tot-best-vormgegeven-kranten-van-europa.html", "summary": "De Volkskrant is donderdag uitgeroepen tot de beste nationale krant van Europa, terwijl Het Parool is verkozen tot de beste regionale krant van Europa.\nNaast de Volkskrant en Het Parool waren er nog twee winnaars: Contacto uit Luxemburg (de beste lokale krant van Europa) en Die Zeit uit Duitsland (de beste wekelijkse krant van Europa).\nPieter Klok, hoofdredacteur van de Volkskrant, noemt de prijs \"een bekroning\" op het werk van de artdirectors, fotoredactie en vormgevers van de krant.\nVolgens scheidend hoofdredacteur van Het Parool Ronald Ockhuysen raakt de prijzenkast van de krant \"behoorlijk vol\".\n\"In zes jaar tijd waren we tweemaal de mooiste krant van de wereld en tweemaal de beste regionale krant van Europa.", "paragraphs": ["De Volkskrant is donderdag uitgeroepen tot de beste nationale krant van Europa, terwijl Het Parool is verkozen tot de beste regionale krant van Europa. De winnaars van de European Newspaper Awards zijn bepaald door een jury, bestaande uit achttien ontwerpers, journalisten en wetenschappers, die met name kijkt naar de vormgeving van een krant.", "Naast de Volkskrant en Het Parool waren er nog twee winnaars: Contacto uit Luxemburg (de beste lokale krant van Europa) en Die Zeit uit Duitsland (de beste wekelijkse krant van Europa). In totaal deden 164 kranten uit 25 landen mee aan de verkiezing, die voor de 22e keer plaatsvond.", "Beide Nederlandse kranten wonnen de prijs al eens eerder. Het Parool in 2016 en de Volkskrant in 2013.", "Pieter Klok, hoofdredacteur van de Volkskrant, noemt de prijs \"een bekroning\" op het werk van de artdirectors, fotoredactie en vormgevers van de krant. \"En een bekroning op onze vernieuwingen in journalistieke vertelvormen.\"", "Volgens scheidend hoofdredacteur van Het Parool Ronald Ockhuysen raakt de prijzenkast van de krant \"behoorlijk vol\". \"In zes jaar tijd waren we tweemaal de mooiste krant van de wereld en tweemaal de beste regionale krant van Europa. Intussen zijn we online gegroeid tot een groot nieuwsmerk. Je kan gerust zeggen dat ik trots deze geweldige redactie verlaat.\"", "De prijzen worden in juni in Wenen uitgereikt."], "authors": ["Door"], "keywords": ["tot", "uitgeroepen", "van", "kranten", "best", "het", "volkskrant", "parool", "beste", "krant", "vormgegeven", "en", "een", "uit", "europa"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}