{"id": "5d90e260-b0fa-327c-9870-abe50c907081", "title": "Dammen onderbreken massaal Europese rivieren", "url": "https://nrc.nl/nieuws/2020/12/16/dammen-onderbreken-massaal-europese-rivieren-a4024124", "summary": "Met ruim een miljoen dammen, stuwen, gemalen en andere onderbrekingen, is het Europese rivierenlandschap „mogelijk” het meest gefragmenteerde in de wereld.\nHij is gespecialiseerd in het ecologisch herstel van rivieren, en was niet bij het onderzoek betrokken.\n„We hebben inderdaad veel dammen en stuwen, en ze gaan ten koste van de biodiversiteit.\nDaarvan blijkt 68 procent lager dan twee meter, zo concluderen ze op basis van een deelset (ruim 117.000 barrières).\nHij is een van de co-auteurs van het artikel en verbonden aan de World Fish Migration Foundation in Groningen.", "paragraphs": ["Met ruim een miljoen dammen, stuwen, gemalen en andere onderbrekingen, is het Europese rivierenlandschap „mogelijk” het meest gefragmenteerde in de wereld. Dat concluderen wetenschappers op basis van een uitgebreide studie naar grote, en met name kleine barrières, zoals sluizen, duikers en drempels.", "Volgens hun analyse zijn er tweeënhalf keer zoveel onderbrekingen als tot nog toe bekend. Van alle Europese landen springt Nederland er hoog bovenuit met veruit de meeste barrières: gemiddeld 19,4 per kilometer waterweg. De onderzoeksresultaten zijn deze woensdag gepubliceerd in Nature.", "De aanleg van dammen, stuwen, sluizen heeft de mens geholpen om de afstroom van rivierwater te controleren, om irrigatie en transport te vergemakkelijken, en om via waterkracht energie op te wekken. Maar al die onderbrekingen hebben een keerzijde. Ze beperken onder meer de afvoer van sediment en de beweging van vissen en andere organismen.", "Grote barrières", "„In vlakke gebieden zoals Nederland kan een kleine stuw van twee meter hoog de geografie en biologie van een rivier tot twintig kilometer stroomopwaarts beïnvloeden”, zegt bioloog Tom Buijse van kennisinstituut Deltares. Hij is gespecialiseerd in het ecologisch herstel van rivieren, en was niet bij het onderzoek betrokken. Buijse noemt de nu gepubliceerde studie „belangrijk en goed werk”. In veel landen zijn tot nog toe vooral grote barrières, hoger dan tien meter, in kaart gebracht. „De veelheid aan kleinere werken ontbreekt”, zegt hij. Als je de doorstroming en de ecologie van rivieren wilt verbeteren, moet je eerst goed zicht hebben op welke onderbrekingen er zijn.", "De Vilholt dam in de Gudenaa tijdens de sloopwerkzaamheden. Foto Jan Nielsen", "Maar Ton Hoitink, hoogleraar vloeistofmechanica aan de Wageningen Universiteit, heeft kritiek op het onderzoek. „We hebben inderdaad veel dammen en stuwen, en ze gaan ten koste van de biodiversiteit. Dat is echt een probleem. Maar in deze studie zie ik wel de nodige onnauwkeurigheden. Bijvoorbeeld in de cijfers voor Nederland.”", "Voor hun studie verzamelden en integreerden de onderzoekers allereerst 120 bestaande regionale, nationale en mondiale datasets. Op basis daarvan kwamen ze uit op ruim 630.000 barrières. Daarvan blijkt 68 procent lager dan twee meter, zo concluderen ze op basis van een deelset (ruim 117.000 barrières). Ter controle wandelden ze vervolgens in 26 Europese landen in totaal 2.715 kilometer langs 147 rivieren en telden de daarin aanwezige barrières. Ze vonden er 1.583, terwijl er in de atlas met bestaande barrières maar 960 beschreven waren.", "Onderrapportage", "Vooral in de Balkan en in het stroomgebied van de Donau zien de onderzoekers onderrapportage, gevolgd door Estland en Griekenland. „In de atlas komen we uit op 0,38 barrière per kilometer waterweg”, mailt corresponderend auteur Carlos Garcia de Leaniz, hoogleraar aquatische biologie aan de Swansea University. „Maar op basis van de wandelingen is het 0,74, bijna twee keer zoveel.” Omgerekend komen ze daarom uit op 1,2 miljoen barrières voor de Europese rivieren.", "De dam bij Vezin in de Selune in Frankrijk, voordat hij werd verwijderd. De Selune mondt uit in de baai van Mont St Michel. Deze dam was 35 meter hoog en 200 meter breed. Dit is de grootste dam ooit verwijderd in Europa. Foto European Rivers Network", "Maar Hoitink stelt daar vraagtekens bij. Hij vertrouwt de hoge score van Nederland – 19,4 barrières per kilometer waterweg – niet. België scoort bijvoorbeeld een 1,19. „Gemiddeld elke 50 meter een barrière in de Nederlandse beken – dat klopt echt niet.” Het artikel geeft voor Nederland het cijfer van ruim 62.000 barrières, waarvan 55.000 stuwen en slechts 11 duikers. „Nederland telt vele honderden duikers”, zegt Hoitink. In reactie zegt Herman Wanningen dat „die cijfers wel kloppen”. Hij is een van de co-auteurs van het artikel en verbonden aan de World Fish Migration Foundation in Groningen. „De meeste duikers zijn in dit cijfer weggelaten omdat die in Nederland op gelijk niveau liggen en niet als onderbreking tellen.” Hij erkent dat niet alle barrières even belangrijk zijn. Rijkswaterstaat heeft de belangrijkste in kaart gebracht, en komt dan op een aantal van 2.700.", "Kleine barrières", "Hoitink wijst ook nog op de genoemde lengte van het Nederlandse rivierennetwerk: 3.000 km. „Dat is in werkelijkheid vast veel meer, hoewel je kunt discussiëren wat als rivier telt.” Wanningen geeft toe dat dit een onderschatting is. Het Planbureau voor de Leefomgeving komt uit op 6.500 km aan vaarten en kanalen, 6.850 km aan beken en rivieren, en 330.000 km aan sloten. Hoitink vraagt zich af: „Hoe is dit door de peer review gekomen?”", "Garcia de Leaniz geeft toe dat de database van het aantal barrières niet zo maar over de bestaande rivierenatlas (de Ecrins-atlas) is te leggen. Die atlas onderschat de lengte van het rivierennetwerk met ruim 70 procent. Dat doet niks af aan het totaal aantal barrières. Maar het aantal per kilometer waterweg zou wel anders kunnen zijn. En Wanningen voegt toe dat er „nog heel wat werk te verrichten is om de database te verbeteren”.", "Toch blijft overeind, zegt Wanningen, dat er juist voor kleine barrières meer aandacht moet komen, als we de doorstroming en het ecologisch herstel van rivieren willen stimuleren. In het artikel vragen de onderzoekers zich of niet veel van die kleine barrières oud en inmiddels overbodig zijn, en niet gewoon weg kunnen. „In Zweden heb je 2.000 waterkrachtcentrales, maar 90 procent van de energie wordt geleverd door 10 procent van de centrales”, zegt Wanningen.", "Volgens hem is Denemarken al heel actief in het weghalen van dammen en stuwen. „Het is een complexe discussie”, zegt bioloog Buijse van Deltares. Er zijn vaak tegengestelde belangen. Neem de landbouw. Die wil graag de zekerheid van water, voor irrigatie. Zeker met de door klimaatverandering verwachte toenemende droogte in de zomers. In ieder geval wil de Europese Commissie de doorstroming van Europese rivieren verbeteren. In haar eerder dit jaar gepresenteerde biodiversiteitsstrategie stelt ze dat in 2030 ten minste 25.000 km aan rivieren opnieuw met elkaar verbonden moet zijn."], "authors": ["Marcel Aan De Brugh", "Leestijd Minuten"], "keywords": ["van", "dat", "een", "onderbreken", "en", "rivieren", "europese", "ze", "massaal", "zijn", "dammen", "op", "barrières", "het", "aan"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}