{"id": "5db6b507-2eb3-3384-98a5-10a302658596", "title": "Toon me je klerenkast en ik zeg je wie je bent", "url": "https://nrc.nl/nieuws/2020/11/30/toon-me-je-klerenkast-en-ik-zeg-je-wie-je-bent-a4021881", "summary": "Maar als een merk als Gucci zich vastlegt op het halveren van de uitstoot van broeikasgassen in 2025, dan weet je dat het menens is.\nEen klerenkast is net zo onthullend als een boekenkast, het sediment van vele jaren.\nZeg me wat je draagt en ik zeg je wie je bent.\nToon me alle klerenkasten van de toekomst en ik zal je iets zeggen over de mensheid en hoe duurzaam de wereld eruit zal zien.\nLouise O. Fresco is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( louiseofresco.com ).", "paragraphs": ["Een onverwacht neveneffect van de Covid-19-crisis is dat er minder sjieke kleren worden verkocht. Reizen en uitgaan zijn vervangen door in gemakskleding achter een beeldscherm zitten. De grote luxemerken zitten dus met enorme onverkochte voorraden. De gebruikelijke oplossing, naar de afvalverwerking ermee, wordt steeds minder acceptabel. Daarmee komt de zoektocht naar duurzame textiel en mode in een stroomversnelling. Eindelijk!", "Net als eerder bij energie en transport is er een waaier aan benaderingen aan het ontstaan. Duurzame mode kan betekenen: dingen zo lang mogelijk dragen en vervolgens een nieuw leven vinden voor oude, ‘pre-loved’ stukken, zoals het nu heet op steeds populairdere websites waar je kleding kunt ruilen. Er is ook een trend naar zichtbaar met de hand verstellen, of van oude stukken nieuwe maken. Ook het zo efficiënt mogelijk snijden van dure stoffen om resten te minimaliseren draagt bij, net als het gebruik van ‘dead stock’, voorraden die anders na het seizoen weggegooid zouden worden. Dat zijn niet echte verdienmodellen, maar het feit dat ontwerpers hiermee experimenteren zegt genoeg.", "Daarnaast is er een groeiend hergebruik van lange vezels, zoals truien van gerecyclede wol, waarbij kortere vezels kunnen dienen voor toepassingen in meubels. Bijproducten van voedselgewassen blijken steeds beter als grondstof te kunnen dienen, zoals ananasschillen. Niettemin zal het allergrootste deel van de toekomstige vezels nog steeds komen vanuit de landbouw. Het verduurzamen van de katoenteelt met zijn hoge water- en pesticidengebruik is een prioriteit. Het streven naar nul nieuwe vezels is de komende decennia verre van realistisch en zou ook tot acute armoede leiden bij katoenboeren.", "De ecologische voetafdruk kan geminimaliseerd worden door te zoeken naar natuurlijke verf en gebruik van minder fixeerzout. Ook bacteriën kunnen kleurstoffen leveren. Dat tinten daardoor minder stabiel zijn, is een voordeel gezien de belangstelling voor alles wat natuurlijk lijkt. De verleiding van de consument met ambachtelijk, lokaal of biologisch vraagt wel internationale certificering van afkomst en productie. Het grootste deel van deze veranderingen staat nog in de kinderschoenen. Maar als een merk als Gucci zich vastlegt op het halveren van de uitstoot van broeikasgassen in 2025, dan weet je dat het menens is.", "Het zou echter kortzichtig zijn om duurzame mode gelijk te stellen aan kleinschalig en handgemaakt. Een boeiende kant van duurzame mode zit in hoogtechnologische en geavanceerde nieuwe materialen. Micro-algen samen met nanopolymeren of andere composteerbare stoffen. Het sleutelwoord wordt ‘slimme kleding’. Stoffen met ingeweven zonnecellen zodat je ’s avonds licht hebt. Jassen met sensoren die reageren op de omgeving, bijvoorbeeld op temperatuur en luchtverontreiniging, of vitale functies zoals hartslag meten. Overalls die mensen beschermen bij gevaarlijk werk of ouderen bij vallen. Textiel dat met regelmaat medicijnen via de huid toedient. Stoffen die zichzelf reinigen, zodat we water en zeep – dus vervuiling – uitsparen. Toekomstmuziek? Wellicht. Voor de zes miljard mensen die weinig tot niets te besteden hebben is zelfreinigende textiel een uitkomst, niet het ontvangen van afdragertjes uit het Westen. De echte innovaties op dit gebied zitten niet zozeer in betere platforms om mode te ruilen of te bestellen, en zelfs niet het verduurzamen van katoen, maar in het volledig anders kijken naar kleding.", "Een klerenkast is net zo onthullend als een boekenkast, het sediment van vele jaren. Zeg me wat je draagt en ik zeg je wie je bent. Toon me alle klerenkasten van de toekomst en ik zal je iets zeggen over de mensheid en hoe duurzaam de wereld eruit zal zien.", "Louise O. Fresco is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( is schrijfster en voorzitter raad van bestuur van Wageningen University & Research ( louiseofresco.com ).", "NRC Klimaat De laatste ontwikkelingen rond klimaat, natuur en duurzaamheid Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 30 november 2020"], "authors": ["Louise Fresco", "Leestijd Minuten"], "keywords": ["toon", "van", "klerenkast", "als", "het", "bent", "met", "wie", "ik", "naar", "een", "je", "en", "te", "dat", "zeg"], "pubDate": "2020-11-30T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}