{"id": "5dbf3e30-7896-3a13-b8ac-7bf4428abea1", "title": "Boterhammenman zorgt voor Nederlandse kinderen die honger hebben", "url": "https://volkskrant.nl/columns-opinie/boterhammenman-zorgt-voor-nederlandse-kinderen-die-honger-hebben~b12d4ad6/", "summary": "Op zijn vijftiende verliet hij het huis, toen gevechten met zijn broers te gewelddadig werden.\nEn op een dag zag Johan die zoon op school een boterham weggeven aan een klasgenoot, omdat die niets te eten had.\nMoeten we die kinderen dan maar overslaan?’Hij heeft nogal wat vrienden met een niet-Nederlandse achtergrond: ‘Díe komen meteen brengen wat ik nodig heb.\nMoslims helpen elkaar meer dan wij.’Om acht uur stapt Johan met zijn boterhamdozen in zijn brommerautootje, op weg naar school één.\nHij brengt de boterhammen altijd naar de conciërge of de lerarenkamer, zodat kinderen met een briefje ze onopvallend kunnen halen.", "paragraphs": ["Gezonde mensen beweren wel eens dat het ontbijt de belangrijkste maaltijd van de dag is maar wie in armoede leeft, denkt daar dus vaak anders over. Als je met vijf kinderen van zestig euro per week moet rondkomen is het alle ballen op het avondeten, of iets wat daarop lijkt. En dan is het geld wel op.", "Je hebt mensen die nu gaan vertellen dat dit niet nodig is. In een rijk land. Of hoe voedzaam en goedkoop ze zelf kunnen koken. Gewoon even bij het sluiten naar de markt!", "Johan Muurlink vloekt dan even zachtjes binnensmonds.", "Johan de boterhammenman, zoals ze hem noemen, smeert al drie jaar iedere schooldag zo’n tachtig boterhammen om hongerige kinderen op drie Rotterdamse basisscholen door de dag te helpen. Boterhammen met kaas en boterhammen met halal worst: kruimels op de wereldhongersnood, maar evengoed onmisbaar voor tientallen kinderen die in de klas nu wat minder sloom of vervelend worden door hun lege maag.", "Boterhammen met kaas en halal worst.", "Maandagochtend, de eerste schooldag hier, zit ik om zeven uur in Johans kleine huiskamer in Bloemhof, Rotterdam Zuid. Klinkt en oogt op dat tijdstip vriendelijk en dorps, met lage huisjes in groene straatjes. Maar vuile ramen en bruut gedumpt afval verraden verderop dat niet alles functioneert zoals het ooit aan de tekentafel moet zijn bedacht. Bloemhof staat nu in de top-vijf van Nederlandse probleemwijken. Er wonen relatief veel kinderen.", "Johan draagt twee gouden ringen in zijn oren, dito ketting op de borst, hij groeide op in het Oude Noorden. Zijn vader had een café. Op zijn vijftiende verliet hij het huis, toen gevechten met zijn broers te gewelddadig werden. Johan was de sterkste. Van zijn vader hoefde hij nooit meer terug te komen.", "Niet heel veel later stond Johan Muurlink in zijn buurt bekend als ‘de knuffelcrimineel’: tamelijk zware criminaliteit, maar altijd lief voor de buren.", "En hij heeft zijn leven daarna ruimschoots gebeterd. Tien jaar kok in een restaurant. Kreeg een zoon. En op een dag zag Johan die zoon op school een boterham weggeven aan een klasgenoot, omdat die niets te eten had. ‘Ik heb toen aan de directeur gevraagd of dat klopte. Die vertelde dat het veel vaker voorkwam.’", "Dat was op de Laurens-Cupertinoschool voor Speciaal Basisonderwijs, van drie basisscholen waar Johan inmiddels boterhammen rondbrengt de enige die akkoord is met naamsvermelding. Op de andere zouden ouders dat niet pikken, ze schamen zich. Ik mag ook nergens mee naar binnen, sinds anderen daar ‘arme’ kinderen herkenbaar fotografeerden en ijskoud in de krant zetten.", "Om half acht gaat Johan smeren. De plastic dozen voor de eerste school vult hij aan zijn eigen kleine aanrecht. In zijn schuurtje in de tuin staat een grote vriezer met brood en beleg, alles dankzij donaties aan zijn stichting Niet Graag Een Lege Maag, inmiddels met ANBI-status.", "Johan Muurlink.", "Toen die schooldirecteur had gezegd dat honger vaker voorkwam is Johan eerst gewoon maar uit eigen zak gaan smeren. Hij stopte die boterhammen in plastic zakjes om uit te delen. Toen zijn geld opraakte, ging hij bijdragen inzamelen. Volgden typisch Nederlandse reacties. Eerst beklaagden de milieufreaks zich over de plastic zakjes. Toen vonden de gezondheidsexperts het helemaal verkeerd dat Johan jam smeerde. Daarna maakten scholen een probleem van een teveel aan suiker in de pakjes sap die Johan kocht – dat is nu bijna overal water.", "‘Ongelooflijk gezeik’, zegt Johan hartstochtelijk.", "Ook zijn er critici die dit sléchte hulp noemen, omdat je die gezinnen zelf zou moeten leren dat ook ontbijt belangrijk is, en zo. ‘Natuurlijk zijn er ook mensen aan de drank of drugs’, zegt Johan. ‘En de meeste hulpverleners zijn dus al met die ouders bezig. Moeten we die kinderen dan maar overslaan?’", "Hij heeft nogal wat vrienden met een niet-Nederlandse achtergrond: ‘Díe komen meteen brengen wat ik nodig heb. Moslims helpen elkaar meer dan wij.’", "Om acht uur stapt Johan met zijn boterhamdozen in zijn brommerautootje, op weg naar school één. Ik pik hem weer op in buurthuis Irene, waar rond half negen ook vrijwilliger Ed Kurk klaarstaat om de rest van de boterhammen te helpen smeren.", "Johan en Ed (li) bij de Laurens-Cupertinoschool.", "‘Ik ben er, Ed!’", "‘Zeg dat dan meteen!’ En een boks.", "Tijdens de lockdown kon Johan niets doen, omdat hij de kinderen voor wie hij smeert niet kent. Hij brengt de boterhammen altijd naar de conciërge of de lerarenkamer, zodat kinderen met een briefje ze onopvallend kunnen halen.", "Godzijdank zijn de scholen weer open.", "Boterhammenman droomt intussen van een warme maaltijd voor álle schoolkinderen. Net als in Frankrijk, dat moet hier toch ook kunnen: ‘In een rijk land.’"], "authors": ["Margriet Oostveen"], "keywords": ["dat", "die", "zorgt", "een", "kinderen", "en", "het", "boterhammenman", "zijn", "johan", "nederlandse", "hebben", "op", "voor", "honger", "hij", "met"], "pubDate": "2020-08-31T18:57:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}