{"id": "5dcd9686-0492-3648-a918-5d17817f5449", "title": "Een nieuwe baan en niet naar kantoor kunnen: zo kom je door je proefperiode", "url": "https://volkskrant.nl/werken/een-nieuwe-baan-en-niet-naar-kantoor-kunnen-zo-kom-je-door-je-proefperiode~b464be7a/", "summary": "Inmiddels ziet de eerste periode op een nieuwe werkplek er heel anders uit.\n‘Wat ik het moeilijkst vind aan deze situatie, is dat je in het begin graag wil laten zien wat je in huis hebt.\nDat gaat nu lastiger.’De Gooijer is een van de duizenden mensen die tijdens de coronacrisis met een nieuwe baan beginnen.\nEn andersom: hoe zorg je er als werkgever voor dat een nieuwe werknemer in een warm bad terechtkomt en zich niet het liefst in een hoekje van zijn werkkamer-aan-huis verstopt?\nIk woon in Den Haag en een van de redenen om te zoeken naar een nieuwe baan was dat ik dichter bij huis wilde werken.", "paragraphs": ["Laten zien wat je in huis hebt, hoe hard je werkt en ondertussen proberen een band op te bouwen met de nieuwe collega’s. Inmiddels ziet de eerste periode op een nieuwe werkplek er heel anders uit. Want wie tijdens de coronacrisis begint aan een nieuwe baan kent zijn of haar collega’s alleen van videocalls.", "Het zijn pittige tijden voor contentspecialist Martijn de Gooijer (43). Net toen zo’n beetje iedereen vanwege het coronavirus moest thuiswerken, begon hij aan zijn nieuwe baan bij pr- en marketingbureau Marcommit. Met twee jonge kinderen thuis, van 3 en nog geen jaar, wisselen hij en zijn vriendin elkaar continu af. Rond 7.00 uur schuift De Gooijer achter zijn laptop en zo gaan ze in shifts tot 22.00 uur door. Het werk dat nog niet af is, moet in het weekend gebeuren. ‘Wat ik het moeilijkst vind aan deze situatie, is dat je in het begin graag wil laten zien wat je in huis hebt. Dat gaat nu lastiger.’", "De Gooijer is een van de duizenden mensen die tijdens de coronacrisis met een nieuwe baan beginnen. Dat maakt het doorgaans toch al onzekere inwerkproces nóg spannender. Want hoe worstel je jezelf op afstand door de proefperiode? En andersom: hoe zorg je er als werkgever voor dat een nieuwe werknemer in een warm bad terechtkomt en zich niet het liefst in een hoekje van zijn werkkamer-aan-huis verstopt? Best een uitdaging, uit Amerikaans onderzoek blijkt dat onder normale omstandigheden al 20 procent van de nieuwe werknemers nog in de proefperiode stopt.", "Jojanneke van ’t Land (36), talent and development director bij IT-detacheringsbureau PEAK-IT, is de afgelopen dagen druk geweest met het ontwikkelen van een programma om nieuwe werknemers in te werken. Sinds de coronacrisis zijn er drie nieuwe medewerkers bij het bedrijf begonnen. ‘We hebben altijd een uitgebreid onboardingprogramma’, vertelt Van ’t Land. ‘De helft hiervan verloopt nu online.’", "Toch op kantoor", "De helft inderdaad, want bij PEAK-IT hebben ze er bewust voor gekozen om een deel van het programma nog wel fysiek op het hoofdkantoor in Naarden te doen. ‘Er is daar verder niemand, alleen de onboarding-specialist en de sales director die inhoudelijke presentaties en workshops geven aan nieuwe werknemers’, legt Van ’t Land uit. ‘Omdat die face-to-face zijn, is het makkelijker om vragen te stellen.’ De rest van het programma – bestaande uit onder meer het lezen van handleidingen en procedures en het schrijven van een pitch over jezelf – wordt nu thuis gedaan. ‘Dat gaat prima’, zegt Van ’t Land. ‘En via Microsoft Teams maken de nieuwe werknemers op afstand kennis met hun collega’s.’", "Ook Hannie Steeman (57) kent de meeste van haar collega’s alleen als pixelige wezens. Sinds halverwege maart is ze internationaal marketeer van een dicht museum, het Mauritshuis. ‘Gelukkig is de collectie nog wel online te bekijken’, vertelt ze telefonisch. ‘Maar een bijzondere situatie is het wel. Ik woon in Den Haag en een van de redenen om te zoeken naar een nieuwe baan was dat ik dichter bij huis wilde werken. Maar dat ik zó dicht bij huis zou werken, had ik niet verwacht’, zegt ze lachend.", "Wat de situatie van Steeman extra uitdagend maakt, is dat ze internationaal marketeer is. ‘Normaal gesproken komen er grote aantallen bezoekers uit Japan, de VS en China, maar dat gaat ’m dit jaar niet meer worden. We moeten dus andere focuslanden zoeken.’ Hoewel Steeman liever met collega’s op kantoor zou zitten, ziet ze ook wel de voordelen van de inwerkperiode op afstand. ‘Ik heb hiervoor gewerkt bij luxemerken als Wajer en Porsche, de museumwereld is dus echt nieuw voor mij. In deze situatie heb ik meer tijd om me goed in te lezen. Daarnaast is iedereen extra gemotiveerd om me warm te verwelkomen. Collega’s nemen tijdens calls echt de tijd voor me.’", "Persoonlijker", "Dat merkt ook De Gooijer. ‘Het is natuurlijk gek dat ik mijn collega’s nog nooit in het echt heb gezien, maar tegelijkertijd weet ik al wel dingen van ze die ik anders niet zou weten’, vertelt hij. ‘Tijdens een videocall zag ik bijvoorbeeld dat een collega twee heel mooie katten heeft.’ Ook Van ’t Land ziet dat de gesprekken via videocalls, door het zien van iemands woonomstandigheden, al snel persoonlijker en langer worden. Iets wat nog wordt versterkt doordat iedereen nu in hetzelfde schuitje zit. ‘Niemand heeft dit eerder meegemaakt. Er is genoeg stof om over te praten.’", "Waar de uitdaging nu vooral zit, is in het bepalen welke werkzaamheden je de nieuwe medewerkers meegeeft, ziet Van ’t Land. ‘De activiteiten van een accountmanager die op dit moment begint zien er anders uit dan in een reguliere situatie. Normaal gesproken ga je veel langs bij klanten, dat moet nu allemaal op afstand gebeuren. Daarnaast vinden we het nu niet gepast om keiharde sales te bedrijven: we stellen ons nu meer op als kennispartner voor onze klanten. We willen vanuit nieuwsgierigheid weten: hoe verloopt het thuiswerken bij hen en hoe kunnen we ze ondersteunen met onze kennis?’", "Feedback vragen", "Waar Van ’t Land ook mee worstelt, is: hoe coach je nieuwe medewerkers op hun gedrag? ‘Doordat je iemand nu bijna niet ziet, is het lastiger te zeggen wat iemand anders zou kunnen doen.’ Daar loopt ook De Gooijer tegenaan. Hij vindt het op afstand moeilijk te peilen wat collega’s van hem vinden. ‘Normaliter stel je veel vragen tussendoor aan iemand die naast je zit, nu moet je over alles bellen of mailen. Daardoor vraag ik me soms af: vinden ze me niet irritant? In een reguliere situatie zie je ook hoe hetgeen wat je doet of zegt valt. Je krijgt feedback: soms verbaal, maar ook non-verbaal. Nu moet ik daar expliciet om vragen en dat is, zeker in zo’n beginperiode, spannend om te doen.’", "Met online-vrijdagmiddagborrels en -koffiemomentjes proberen veel bedrijven de sfeer erin te houden. Ook de nieuwe werkgever van De Gooijer was hierin creatief. Niet alleen verliep de vrijdagmiddagborrel digitaal, van tevoren kregen de werknemers ook lokale biertjes en nootjes thuisbezorgd. En toen hij tijdens zijn eerste werkweek jarig was, waren collega’s hem ook niet vergeten. Zodra hij het communicatieprogramma Slack opende, werd hij overspoeld met felicitaties en gifjes. ‘Taart uitdelen zat er even niet in, maar dit was toch een leuk momentje.’", "Zowel Steeman als De Gooijer redden zich thuis voorlopig wel, maar ze kunnen niet wachten tot ze daadwerkelijk naar kantoor mogen. ‘Een paar weken vind ik oké’, zegt Steeman, ‘maar ik zou er wel van balen als dit nog maanden gaat duren.’ De Gooijer: ‘Zodra de politiek zegt: vanaf volgende week worden de maatregelen opgeheven, trek ik een fles open.’", "Dit artikel verscheen eerder op Intermediair.nl.", "OP ZOEK NAAR EEN NIEUWE BAAN TIJDENS DE CORONACRISIS? Wat als je nu een baan zoekt? 2020 zou hét jaar worden om van baan te veranderen. Er waren immers vacatures in overvloed en bedrijven trokken alles uit de kast om sollicitanten te lokken. Is het inmiddels kommer en kwel voor werkzoekenden? Experts geven sollicitatietips. Door je cv op Intermediair te plaatsen ben je direct vindbaar voor werkgevers die op zoek zijn in de cv-database naar geschikte kandidaten voor hun vacatures. Daarnaast kun je met je geplaatste cv ook snel solliciteren naar interessante vacatures in de vacaturebank."], "authors": ["Madelon Meester"], "keywords": ["zo", "van", "proefperiode", "het", "op", "nieuwe", "naar", "kantoor", "ik", "kom", "niet", "je", "kunnen", "en", "een", "te", "dat"], "pubDate": "2020-05-13T13:14:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}