{"id": "5dd0e048-4219-32de-9684-5a6df0f1f7dc", "title": "Nederland krijgt tweede golf er niet onder: eigen schuld?", "url": "https://www.parool.nl/nederland/nederland-krijgt-tweede-golf-er-niet-onder-eigen-schuld~b0430c7a/", "summary": "Ernst Kuipers, woordvoerder van het Landelijk Netwerk Acute Zorg, houdt inmiddels rekening met een toename van het aantal coronapatiënten richting kerst.\nMaar feit is dat het virus in de winter sterker is.”Toch vrijwaart dat ons volgens hem niet van een kritische blik in de spiegel.\n“Je kunt constateren dat de tegenstroom sterker is, maar dat wil niet zeggen dat je moet stoppen met roeien.\n“Je kunt zo’n virus van alles verwijten, maar niet dat het op eigen houtje naar de winkel gaat.\nDe enige manier om zeker te weten dat je niet besmet raakt, is helemaal niemand zien, en dat kan nu eenmaal niet.”", "paragraphs": ["Beeld ANP", "Maandag werden 7134 coronabesmettingen vastgesteld, het hoogste aantal sinds begin november. Het was de zesde stijging op rij. Het RIVM kon die toename gisteren niet verklaren. Onderzocht wordt of het te maken heeft met het testbeleid dat sinds 1 december iets verruimd is. Dinsdag verwacht het RIVM met meer uitleg te komen.", "In de ziekenhuizen nemen de zorgen echter alweer toe. Daar constateren ze geen verbetering meer. Ernst Kuipers, woordvoerder van het Landelijk Netwerk Acute Zorg, houdt inmiddels rekening met een toename van het aantal coronapatiënten richting kerst. Minister Grapperhaus noemde de ontwikkeling maandag ‘echt zorgelijk’.", "Met de hernieuwde opleving komt opnieuw de calvinistische neiging opzetten onszelf de schuld te geven bij tegenspoed. Waar hebben we het nu weer laten liggen? Wie kunnen we dit keer als boeman aanwijzen?", "Het gebeurt niet eens in een tijd van tamelijk soepele regelgeving; we zitten in een gedeeltelijke lockdown. Cafés en restaurants zijn al bijna twee maanden dicht, veel mensen turen al sinds eind september naar de muren van hun thuiskantoortje. Hoe kan het dan toch misgaan?", "Dweilen met de kraan open", "De iets minder calvinistische verklaring zou kunnen zijn dat het virus in deze wintermaanden gewoon te sterk is, en dat zelfs zo’n lockdown uiteindelijk dweilen met de kraan open is. Zit daar niet wat in?", "Frits Rosendaal, professor klinische epidemiologie aan de Universiteit Leiden, erkent dat corona net als griep een seizoensvirus is. “Of het virus zich in de winter nou lekkerder voelt, of dat wij dichter op elkaar kruipen en er daarmee zelf voor zorgen dat het zich makkelijker verspreidt, is niet helemaal duidelijk. Maar feit is dat het virus in de winter sterker is.”", "Toch vrijwaart dat ons volgens hem niet van een kritische blik in de spiegel. “Je kunt constateren dat de tegenstroom sterker is, maar dat wil niet zeggen dat je moet stoppen met roeien. Je moet juist harder roeien. Dat is niet wat ik zie gebeuren. Ik zie geen maatschappij die heel erg goed zijn best doet.”", "Meest in het oog springende voorbeeld, naast de feestjes waarvan er elk weekend enkele tientallen worden beëindigd, is de drukte laatst in het Black Fridayweekend. “Je kunt zo’n virus van alles verwijten, maar niet dat het op eigen houtje naar de winkel gaat. Het zijn echt mensen die die keuze maken.”", "Uit cijfers van Betaalvereniging Nederland blijkt dat mensen tijdens de Black Friday- en sinterklaasweekenden vaker zijn gaan shoppen dan normaal: er waren 5 tot 10 procent meer transacties dan in september. Wel was het wat rustiger dan vorig jaar, maar met vijf procent minder transacties was het verschil niet enorm.", "Google ziet veel beweging", "Interessant is hoe het zit met de meer structurele naleving van de coronamaatregelen, zoals bij het thuiswerken. Eind september, toen de besmettingscijfers weer op begonnen te lopen, deed het kabinet een appèl op te mensen om zich aan de richtlijn te houden. Half oktober kwam er nog een aansporing (‘Werk thuis, tenzij het niet anders kan’).", "Data van Google, dat verplaatsingen van mensen registreert, lijken te laten zien dat die oproep voor een deel aan dovemansoren gericht is geweest. Na 28 september bleven mensen aanvankelijk wel meer thuis, zeker in de herfstvakantie, toen ook de kinderen niet naar school gingen. Daarna gingen mensen weer vaker naar hun werkgever, constateert de Amerikaanse techreus. Begin december lag het aantal mensen dat thuis werkte bijna weer op hetzelfde niveau als eind september. Het is inmiddels net zo hoog als eind juni.", "Uit andere cijfers, opnieuw van Google, blijkt wel dat we over het algemeen meer thuis zijn, ongeveer tien procent meer dan in januari. Een van de oorzaken daarachter is dat er gewoon niet zoveel is om heen te gaan. De horeca is dicht, grote evenementen zijn een echo uit een ver verleden.", "Mensen blijven echter minder vaak thuis dan in het voorjaar, toen de samenleving bijkans plat lag. “Eigenlijk is dat wel een opmerkelijke situatie,” zegt Rosendaal. “Dit voorjaar was er qua feitelijke verspreiding van het virus buiten de zuidelijke provincies veel minder aan de hand dan nu. Toch bleven mensen ook in de rest van het land veel vaker thuis. Nu is het gevaar op besmetting voor hen groter, maar gaan ze wel de straat op.”", "Ook meer ov-gebruik", "Dat blijkt ook uit gegevens over ons ov-gebruik, verzameld door het CBS. We reizen weliswaar minder dan begin september, maar fors meer dan in maart en april. Een van de oorzaken is natuurlijk dat het onderwijs nu wel (deels) fysiek plaatsvindt.", "Samenvattend kunnen we stellen dat we meer bewegen dan tijdens de eerste golf. Ons gedrag correspondeert op een aantal punten met dat van juni. Alleen werden er toen gemiddeld zo’n 100 besmettingen per dag vastgesteld, en deze week ruim 5800. Ruim vijftig keer zo veel. Ook hier blijkt dat we ons minder dan voorheen laten afschrikken door de kans op besmetting. Daarbij zijn ook de scholen, toen grotendeels dicht, nu weer open.", "Onder de streep bevindt de epidemie zich nog niet op een niveau dat ruimte biedt voor versoepeling van het beleid. Dat was wel het expliciete doel toen de gedeeltelijke lockdown afgekondigd werd. Rosendaal: “Als je op een laag niveau van besmettingen zit, kun je manoeuvreren, dan heb je tijd om bij te sturen. Maar nu kun je geen enkel risico nemen, dat zou onverantwoord zijn. Als de cijfers fors stijgen, kun je geen kant meer uit.”", "In de prullenbak", "Dat ziet ook Ernst Kuipers, voorzitter van het Landelijk Netwerk Actieve Zorg. Tijdens zijn persconferenties toont hij altijd een trendlijn die het aantal bedden voorspelt dat bezet wordt door coronapatiënten, en de laatste weken ging hij ervan uit dat dat aantal langzaam maar gestaag zou dalen. Maandag concludeerde hij dat die voorspelling de prullenbak in kan.", "“Ik houd er sterk rekening mee dat er weer meer instroom komt, ergens de komende twee weken. Als je ziet wat de besmettingen doen, is dat waarschijnlijk. Ook de bezetting van de ziekenhuizen zal weer gaan toenemen.”", "De reguliere zorg zit nog steeds in de knel, stelt Kuipers. Voor versoepelingen is in zijn ogen dan ook geen ruimte. “Meer gasten thuis ontvangen met kerst? Ook dat is een versoepeling. En met deze ontwikkelingen ben ik huiverig voor welke versoepeling dan ook.”", "Toch is het in zekere zin ook wel erg zuur. Veruit de meeste mensen geven aan de coronaregels te respecteren. Zelfs in het ziekenhuis zien artsen patiënten die zich vertwijfeld afvragen hoe ze in hemelsnaam besmet zijn geraakt. Bieden de regels dan wel voldoende bescherming?", "“Ook de maatregelen van de overheid bieden geen absolute garantie,” zegt Rosendaal. “Ze verkleinen de kans dat je besmet raakt wel, maar het is altijd relatief. We kunnen gewoon niet per maatregel zeggen wat het exacte effect is, er is nooit keihard bewijs. En vergeet niet: zelf kun je je heel goed aan de regels houden, maar als je een zoon of dochter hebt die zich net iets minder strikt aan de regels houdt, kun je het alsnog oplopen. De enige manier om zeker te weten dat je niet besmet raakt, is helemaal niemand zien, en dat kan nu eenmaal niet.”"], "authors": ["Sander Van Mersbergen En Tamo Van Lochem"], "keywords": ["van", "tweede", "dan", "nederland", "golf", "eigen", "het", "meer", "zijn", "schuld", "niet", "onder", "dat", "krijgt", "een", "je", "te", "er"], "pubDate": "2020-12-08T07:33:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}