{"id": "5df9157e-8ecd-358a-890d-db4de6db0767", "title": "‘Voor je het weet zit je met een testament van 1.500 euro, bij de Hema ben je voor 200 euro klaar’", "url": "https://volkskrant.nl/economie/voor-je-het-weet-zit-je-met-een-testament-van-1-500-euro-bij-de-hema-ben-je-voor-200-euro-klaar~b8dfc53e/", "summary": "‘Nee, daar merk ik helemaal niets van in de vragen die ik krijg van lezers’, zegt Reinout Van der Heijden.\nTerwijl een bankmedewerker en een notaris een product willen verkopen.\n‘Mensen kunnen voor een testament gewoon naar een notaris, maar ik weet van tevoren al dat die notaris er dan eens lekker voor gaat zitten.\nDie zaagt diegene een uur lang door en dan heb je een testament van 1.500 euro met allerlei toeters en bellen waar je niet op zit te wachten.\nDat zijn mooie eerste stappen in je financiële planning.’ Van der Heijden grinnikt: ‘En dan zorgen dat je dat geld niet aan andere dingen uitgeeft!’", "paragraphs": ["Reinout van der Heijden, columnist voor de Volkskrant en hoofdredacteur De GeldGids Beeld Ines Vansteenkiste-Muylle", "Het zijn de eerste dagen van januari: tijd om met frisse moed aan goede voornemens te beginnen. Is dit dan ook de tijd dat de lezers van de column De Geldvraag netjes hun balans zitten op te maken en hun budget plannen voor het nieuwe jaar?", "‘Nee, daar merk ik helemaal niets van in de vragen die ik krijg van lezers’, zegt Reinout Van der Heijden. ‘Ik heb er tot nu toe één gekregen over sparen voor de kleinkinderen, eentje over een salariskwestie en eentje over hypotheken, maar die gaan niet over een algemene financiële planning. Mensen plannen sowieso niet hoor, op financieel gebied. Dat zit niet in onze aard. Ze gaan pas nadenken over een hypotheek als ze al bijna een bod hebben gedaan op een huis.’", "Is dat frustrerend voor jou als geldadviseur?", "‘Dat is wel jammer, want mensen zijn geneigd pas over geld na te denken als ze al in de problemen zitten. Maar, om even een vergelijking te maken, er is ook niemand die een boek leent uit de bieb over hoe een auto werkt, als er niets met hun auto aan de hand is. Zo zit de mens niet in elkaar. Daar is iedereen ook veel te druk voor. Ik plan voor mezelf wel wat vooruit, maar dat is ook omdat ik er toch al mee bezig ben.’", "Geldexpert Van der Heijden adviseert al negen jaar wekelijks Volkskrant-lezers en heeft inmiddels meer dan vierhonderd geldvragen beantwoord. Zijn professionele leven staat geheel in het teken van financieel advies. Hij is hoofdredacteur van de Geldgids, een uitgave van de Consumentenbond. Dat is een fulltime baan, wat betekent dat hij zich in het weekend buigt over die financiële vraagstukken die lezers hem voorleggen. Vragen over hoe je dure problemen met een huurauto in het buitenland omzeilt, hoe een erfenis voor stiefkinderen werkt en of het nou slim is om in goud te beleggen.", "Hoeveel vragen krijg je per week ingestuurd van lezers?", "‘Gemiddeld zo’n tien tot twintig vragen per week. Over erfenissen en schenkingen krijg ik altijd verschrikkelijk veel vragen, die zijn als thema absoluut het populairst. Oudere lezers zijn daar veel mee bezig en dat zijn de trouwste vragenstellers. Die zitten in de fase dat ze de kinderen moeten helpen als ze een woning willen kopen of hun baan kwijt zijn. Maar ik gebruik niet alleen vragen van lezers, ik word ook door mensen in mijn omgeving regelmatig aangesproken met een financiële vraag.’", "Waarom komen die mensen zo graag bij jou, denk je zelf?", "‘Mensen krijgen altijd een paniekgevoel als het over geld gaat. Zo van: jezus, waar moet ik beginnen? Ze weten dat ze er eigenlijk wat aan moeten doen, maar durven niet. Mensen vinden het verschrikkelijk fijn als ze vrijblijvend een vraag kunnen stellen, dan komen ze voorbij die eerste angst.’", "De drempel om in financiën te duiken, is over het algemeen hoog voor mensen, zie jij.", "‘Mensen verdrinken op Google in de reclames van notarissen en adviseurs. Vaak willen ze gewoon even een antwoord op iets. Terwijl een bankmedewerker en een notaris een product willen verkopen. Ik krijg ook weleens vragen van mensen die duidelijk denken: ik kan nu naar een dure notaris, maar ik kan het net zo goed voor nop aan Reinout vragen.’", "Geef je die lezers altijd antwoord?", "‘Ik stuur soms mensen toch wel door naar een notaris hoor. Ik ben er ook niet om iedereen in de wereld gratis te helpen. Maar meestal zeg ik wel: zo zit het ongeveer in elkaar, ga hiermee naar een financieel adviseur. Ik krijg ook weleens aanbiedingen om zelf als financieel adviseur op te treden, maar dat doe ik niet. Ik werk al zes dagen in de week.’", "Vragen uitzoeken, rondbellen, een helder advies opschrijven, alles bij elkaar besteedt hij zo vijf à zes uur aan zijn column elk weekend. ‘Dat is wel inclusief het heen en weer mailen met lezers over hun vragen, dat vinden ze ook gezellig.’ Gelukkig vindt Van der Heijden het nog steeds ‘een verschrikkelijk leuk onderwerp’. ‘En wat heel handig is aan mijn column bij de Volkskrant is dat ik door lezersvragen veel goede signalen krijg over dingen die in de maatschappij spelen.’", "In maart vorig jaar behandelde je de vraag: hoe maak ik snel een testament op? Kreeg je daar veel vragen over zo aan het begin van de coronacrisis?", "‘Die vraag kwam toevallig van een kennis die zei: ik maak me nu wel een beetje zorgen, stel dat ik nu de pijp uit ga, wat moet ik dan doen? Maar ik wist dat dit een vraag moest zijn die bij veel mensen speelde.’", "Van der Heijden vindt het belangrijk om, naast technisch advies, ook praktische aanwijzingen toe te voegen aan zijn columns. Zodat mensen gewaarschuwd zijn voor onnodig dure oplossingen, bijvoorbeeld. ‘Mensen kunnen voor een testament gewoon naar een notaris, maar ik weet van tevoren al dat die notaris er dan eens lekker voor gaat zitten. Die zaagt diegene een uur lang door en dan heb je een testament van 1.500 euro met allerlei toeters en bellen waar je niet op zit te wachten. Ik weet hoe dat werkt. Ik stuur iemand liever eerst naar de Hema, daar heb je voor 200 euro een standaardtestament dat vaak ook voldoende is.’", "Heb je een algemeen advies te geven aan lezers, op basis van de vele vragen die je al hebt behandeld?", "‘Het belangrijkste advies is: denk na over je pensioen. Dat doet echt helemaal niemand. Mensen beginnen daar meestal pas over na te denken rond hun zestigste, als ze geen zin meer hebben en eerder willen stoppen met werken. Nou, dan lukt het nooit meer om genoeg bij elkaar te sparen. Mensen zouden trouwens ook meer kunnen beleggen.’", "Aan beleggen zitten wel risico’s, toch?", "‘Dat is zo. Maar als je spaart, verdien je helemaal niets. Als je met risicomijdend beleggen aan de slag gaat, leer je er gaandeweg wel wat over. Dan is het ook niet meer zo eng.", "‘Ik zou zeggen: begin met beleggen, ga dan nadenken over je pensioen. Want je kan ook gaan beleggen om je pensioen te verbeteren. Dat zijn mooie eerste stappen in je financiële planning.’ Van der Heijden grinnikt: ‘En dan zorgen dat je dat geld niet aan andere dingen uitgeeft!’"], "authors": ["Myrel Morskate"], "keywords": ["ik", "van", "euro", "zit", "testament", "voor", "en", "met", "weet", "een", "klaar", "te", "ook", "het", "dat", "die", "je"], "pubDate": "2021-01-08T12:48:02Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}