{"id": "5e06323e-3131-35b2-92da-4d07752f8455", "title": "Europese Unie publiceert lijst met veilige landen: Marokko wel, Turkije niet", "url": "https://nos.nl/artikel/2339052-europese-unie-publiceert-lijst-met-veilige-landen-marokko-wel-turkije-niet.html", "summary": "De Europese Unie is het eens geworden over een lijst van niet-lidstaten waarvan de inwoners vanaf morgen weer de Unie in mogen reizen.\nOok EU-burgers kunnen dan weer naar die landen buiten de unie toe, zo verwacht de EU.\nOok China staat op de lijst, maar van dat land zegt de Europese Raad nadrukkelijk dat het nog niet duidelijk is of het reizigers uit de EU wil toelaten.\nDe rekkelijken wilden zoveel mogelijk burgers uit landen toelaten, ook al was de corona-uitbraak in die landen nog niet onder controle.\nHet wil zo snel mogelijk weer toeristen ontvangen en ziet dat het nog niet stormloopt met het aantal boekingen.", "paragraphs": ["De Europese Unie is het eens geworden over een lijst van niet-lidstaten waarvan de inwoners vanaf morgen weer de Unie in mogen reizen. Ook EU-burgers kunnen dan weer naar die landen buiten de unie toe, zo verwacht de EU.", "Het gaat om veertien landen: Algerije, Australië, Canada, Georgië, Japan, Montenegro, Marokko, Nieuw-Zeeland, Rwanda, Servië, Thailand, Tunesië, Uruguay en Zuid-Korea. Ook China staat op de lijst, maar van dat land zegt de Europese Raad nadrukkelijk dat het nog niet duidelijk is of het reizigers uit de EU wil toelaten.", "Overigens geldt ook voor de andere landen dat ze reisbeperkingen kunnen (blijven) opleggen aan EU-burgers. Dat geldt bijvoorbeeld voor Canada, dat na de bekendmaking van de Europese lijst meldde dat reizigers uit veel landen tot zeker 31 juli worden geweerd.", "De Europese Unie laat voorlopig nog geen Amerikanen toe, zoals verwacht. De EU vindt dat de Verenigde Staten de corona-epidemie onvoldoende onder controle hebben. De lidstaten bekijken elke twee weken of de lijst moet worden aangepast op basis van de laatste coronacijfers.", "Rekkelijken en preciezen", "De EU-landen konden het vorige week niet eens worden over de lijst. Het was volgens ingewijden een strijd tussen rekkelijken en preciezen. De rekkelijken wilden zoveel mogelijk burgers uit landen toelaten, ook al was de corona-uitbraak in die landen nog niet onder controle. En de preciezen stonden op de rem en eisten harde garanties dat het virus niet via een omweg opnieuw zou worden geïmporteerd.", "Griekenland was een van de rekkelijke landen. Het wil zo snel mogelijk weer toeristen ontvangen en ziet dat het nog niet stormloopt met het aantal boekingen. Ook Italië en Spanje zien de toeristen graag weer komen, maar willen ook de zekerheid dat die niets onder de leden hebben.", "Gedoe over cijfers", "Het verzet van de preciezen werd aangevoerd door Polen. Het land is niet hard getroffen door het virus en dat wil het zo houden. De Polen eisten garanties, ze wilden de zekerheid dat de coronacijfers betrouwbaar zijn. Ze werden in die vraag gesteund door Denemarken en Oostenrijk.", "Het probleem is dat er geen onafhankelijke instantie is die de coronacijfers controleert. De Wereldgezondheidsorganisatie (WHO) werkt met cijfers die landen zelf aanleveren. De WHO telt niet zelf. Ook het Europees Centrum voor Ziektepreventie (ECDC) werkt met statistieken die door landen worden verstrekt. \"Uiteindelijk gaat het om vertrouwen\", zegt een nauw betrokken diplomaat. \"Vertrouw je de cijfers of niet.\"", "Nog meer problemen", "Verder leidden enkele specifieke wensen van landen tot vertraging. Frankrijk wilde soepele regels voor een aantal Franssprekende landen. Hongarije hield een warm pleidooi voor Servië en de andere Balkanlanden, waarbij Servië en Montenegro het wel hebben gered, maar de rest niet.", "Bulgarije verdedigde tevergeefs de belangen van Turkije. Volgens diplomaten in Brussel viel het land af omdat het land de epidemie nog niet voldoende onder controle heeft.", "Ook was er lang discussie over Marokko. Uiteindelijk is dat wel op de lijst terechtgekomen, hoewel niet helemaal zeker is dat het vanaf morgen ook burgers uit de EU zal toelaten. Het zal namelijk zelf de grenzen pas op 10 juli openen."], "authors": ["Bert Van Slooten", "Redacteur Brussel"], "keywords": ["van", "turkije", "het", "met", "die", "landen", "publiceert", "niet", "marokko", "dat", "en", "veilige", "ook", "unie", "lijst", "een", "wel"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}