{"id": "5e0dbad1-424f-3f7c-87a6-ac0617404aa7", "title": "’Code Oranje alternatief voor FvD’", "url": "https://www.telegraaf.nl/watuzegt/1517229551/code-oranje-alternatief-voor-fv-d#comments", "summary": "Tevens blijkt het ook al jaren moeilijk te zijn om op rechts een serieuze partij neer te zetten die voor andere politieke partijen te pruimen is.\nOndanks Wilders tijdens Kamerdebatten zijn mondje goed weet te roeren, krijgt hij het niet voor mekaar om zijn rechtse beleid om te zetten in regeringsdeelname, deelname waarop zijn kiezers al jaren zitten te wachten.\nEr ontstaat nu door verval bij FvD een groot vacuüm op rechts, daarom zou het zomaar eens kunnen dat veel van deze teleurgestelde rechtse kiezers hun hoop vestigen op ’Code Oranje’’.\nEen gewone man van het volk, die strijdt tegen al het onrecht waar zij zoal bij overheden tegenaan lopen.\nHet zou wenselijk zijn wanneer ook Annabel Nanninga en Joost Eerdmans zich bij deze partij gaan voegen, want zij waren wel diegene die bij FvD het gematigd rechtse geluid lieten horen.", "paragraphs": ["Tevens blijkt het ook al jaren moeilijk te zijn om op rechts een serieuze partij neer te zetten die voor andere politieke partijen te pruimen is. Ondanks Wilders tijdens Kamerdebatten zijn mondje goed weet te roeren, krijgt hij het niet voor mekaar om zijn rechtse beleid om te zetten in regeringsdeelname, deelname waarop zijn kiezers al jaren zitten te wachten.", "Er ontstaat nu door verval bij FvD een groot vacuüm op rechts, daarom zou het zomaar eens kunnen dat veel van deze teleurgestelde rechtse kiezers hun hoop vestigen op ’Code Oranje’’. Deze partij staat onder leiding van de gedreven ex-PVV’er Richard de Mos. De persoon die in het gemeentebestuur van Den Haag z’n strepen allang verdiend heeft. Een gewone man van het volk, die strijdt tegen al het onrecht waar zij zoal bij overheden tegenaan lopen. Het zou wenselijk zijn wanneer ook Annabel Nanninga en Joost Eerdmans zich bij deze partij gaan voegen, want zij waren wel diegene die bij FvD het gematigd rechtse geluid lieten horen.", "Mario Verhees, Asten"], "authors": [], "keywords": ["oranje", "van", "bij", "fvd", "alternatief", "het", "op", "die", "zijn", "rechtse", "te", "om", "code", "partij", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}