{"id": "5e207628-9dbb-34fa-8d3e-1a307decc40b", "title": "Hoe hoog zou de Vaalserberg (dit jaar) moeten zijn voor een witte Kerst?", "url": "https://nu.nl/klimaat/6096797/hoe-hoog-zou-de-vaalserberg-dit-jaar-moeten-zijn-voor-een-witte-kerst.html", "summary": "Voor wie met Kerst op een dik pak sneeuw hoopt, ziet het er afgaande op de weermodellen niet goed uit.\nEn dat geeft dan ook gelijk het snelste antwoord op de eerder gestelde vraag: als de Vaalserberg drie keer zo hoog zou zijn, zou een witte top eind december bijna gegarandeerd zijn.\nEn met de sneeuw zou het ook wel goed zitten: een eenzame berg werkt als een magneet op neerslag.\nBijvoorbeeld als een warmtefront overtrekt of er een hogedrukgebied boven Nederland ligt.\nOp zeeniveau kan het dan vriezen, terwijl het op hoogte dooit.", "paragraphs": ["Voor wie met Kerst op een dik pak sneeuw hoopt, ziet het er afgaande op de weermodellen niet goed uit. Maar wat nou als we de hoogste heuvel van Zuid-Limburg een stukje zouden ophogen? En hoe hoog moet die dan worden?", "Als er ijskoude regenbuien over Nederland trekken, willen die nog weleens een ander effect geven in het Limburgse heuvelland.", "Daar is, vooral in de vroege ochtend, dan wél een wit laagje mogelijk. Dat kan zelfs in mei nog gebeuren, zo bleek twee jaar geleden.", "Door de zwaartekracht van de aarde heeft de atmosfeer een hogere luchtdruk op zeeniveau. Dit betekent dat daar veel luchtdeeltjes op elkaar gepakt zitten, met een hogere luchttemperatuur tot gevolg. In hogere luchtlagen zitten luchtdeeltjes juist minder dicht op elkaar, waardoor de temperatuur er wat lager is.", "Als de Vaalserberg drie keer zo hoog was, zou die in december meestal wit zijn", "Dat effect is niet verwaarloosbaar: als je 1 kilometer stijgt, zakt de luchttemperatuur gemiddeld met maar liefst 6,5 graden. En dat geeft dan ook gelijk het snelste antwoord op de eerder gestelde vraag: als de Vaalserberg drie keer zo hoog zou zijn, zou een witte top eind december bijna gegarandeerd zijn.", "", "Dat sommetje gaat als volgt: de Vaalserberg is 322 meter hoog, terwijl de maximumtemperatuur rond de kerstdagen (op zeeniveau) 5,7 graden is en de gemiddelde minimumtemperatuur (in de ochtend) 0,5 graden is.", "Gemiddeld zou het boven op onze 'verhoogde Vaalserberg' in december dus ook overdag onder 0 zijn, met 's nachts matige vorst. En met de sneeuw zou het ook wel goed zitten: een eenzame berg werkt als een magneet op neerslag. Dat komt doordat luchtstromingen opstijgen tegen een berg, waarbij vocht condenseert, wolken vormen en uiteindelijk sneeuwvlokken produceren.", "'Vroeger' kwakkelde het (meestal) rond Kerst", "Maar we hebben het dan weer over gemiddelden. Hoe zit het dan dit jaar? Je weet het met het weer nooit zeker tot je er middenin zit, maar volgens de modellen van het KNMI zullen we dit jaar rond de kerstdagen niet ver van dat gemiddelde af zitten. Daarmee is het niet uitzonderlijk zacht, maar met uitzondering van de hoge luchtlagen ook zeker niet koud genoeg.", "Dat gemiddelde is natuurlijk wel omhooggegaan. Nu zijn dat alle decembermetingen tussen 1981 en 2010. En vanaf 1 januari is het 'normale' weer het gemiddelde tussen 1991 en 2020. Door de klimaatverandering schuift dit gemiddelde steeds verder omhoog.", "", "En dat maakt wel verschil: rond 1950 was de Nederlandse winter ongeveer 2 graden kouder dan nu en rond 1800 zelfs 3 graden kouder. Maar ook dat bood natuurlijk geen garantie op een witte Kerst.", "Sneeuw op de Wadden, met een groene Vaalserberg", "En zelfs de verhoogde Vaalserberg biedt geen garantie op sneeuw. Nog beter zou het zijn om deze berg in Groningen te bouwen. Dat komt doordat Nederland in de winter ook weleens op het grensvlak van luchtlagen ligt - met een 'front' tussen koude, polaire lucht in het noorden en veel zachtere lucht in het zuiden. In zo'n geval kunnen de Wadden sneeuw hebben, terwijl de Vaalserberg groen is.", "Ook zijn er soms situaties waarin de lucht op hoogte juist warmer is dan op zeeniveau. Bijvoorbeeld als een warmtefront overtrekt of er een hogedrukgebied boven Nederland ligt. Op zeeniveau kan het dan vriezen, terwijl het op hoogte dooit. Voorlopig is het allemaal theorie en is er van Limburg tot Groningen nergens een vlok te bekennen."], "authors": ["Door", "Rolf Schuttenhelm"], "keywords": ["dat", "dan", "vaalserberg", "zou", "moeten", "van", "witte", "een", "voor", "het", "er", "kerst", "en", "jaar", "hoe", "op", "met", "hoog", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}