{"id": "5e26b7da-69b2-32f0-adb5-80bf87f8c7d7", "title": "Het gelaagde Just 6.5, over de Iraanse ‘war on drugs’, raakt precies de juiste snaar ★★★★★", "url": "https://volkskrant.nl/cultuur-media/het-gelaagde-just-6-5-over-de-iraanse-war-on-drugs-raakt-precies-de-juiste-snaar~b2ba27a9/", "summary": "Buiten ziet een agent toevallig de schaduw van een man die via het dak probeert weg te vluchten.\nWaar doorgaans louter komedies tot grote filmhits uitgroeien, heeft Just 6.5 naam gemaakt als een van de best bekeken niet-komedies in de Iraanse filmgeschiedenis.\nMaar de grootste kwaliteit van Just 6.5 schuilt in de wijze waarop hij met zijn film verslag doet van de werkelijkheid van zijn thuisland.\nZo werkte hij gestaag aan een film met de authenticiteit van een documentaire; doorwrocht sociaal commentaar in de gedaante van een robuuste thriller.\nJust 6.5 is daarmee het toonbeeld van de vindingrijkheid, het doorzettingsvermogen en het grote filmtalent van Roustayi, die ondanks de Iraanse overheidscensuur volhield om precies de zinderende film te maken die hem voor ogen stond.", "paragraphs": ["Drugsbaron Nasser (Navid Mohammadzadeh) in een volgepakte cel in Just 6.5.", "Met piepende banden stoppen twee auto’s met narcotica-agenten bij een aftands gebouw, ergens in een buitenwijk van de Iraanse hoofdstad Teheran. Haastig opent een van de mannen een deur. Een andere deur wordt ingetrapt. En nog een. Even lijkt de inval te laat, maar dan blijkt hij precies op tijd. Buiten ziet een agent toevallig de schaduw van een man die via het dak probeert weg te vluchten. Te voet zet hij de achtervolging in.", "Op de soundtrack klinkt een unheimisch monotoon synthesizergezoem. Geen klanken om de opwinding van het moment te versterken, zoals bij zo ongeveer elke andere achtervolging in de filmhistorie, maar vooral ter aankondiging van de gruwelijke pech die de vluchtende man te wachten staat.", "De memorabele climax van de achtervolging (we verklappen geen details) laat zich onmogelijk voorspellen. Een noodlotsdrama in miniatuur.", "De openingsscène van de meeslepende en intelligente Iraanse drugsthriller Just 6.5 is lesmateriaal voor filmmakers die hun publiek vanaf de eerste seconde bij de kladden willen grijpen. En daar blijft het niet bij. Talloze gebeurtenissen in de film zijn zo specifiek en ogen zo authentiek, dat ze onmogelijk allemaal uit het brein van regisseur en scenarist Saeed Roustayi (31) ontsproten kunnen zijn. De jonge regisseur debuteerde vier jaar geleden met Life and a Day, waarin hij haarfijn in beeld bracht hoe een verslaafde man zijn familie ontwricht, zonder dat de film verzandt in een antidrugspamflet. Life and a Day blijkt met terugwerkende kracht een sublieme voorstudie van wat Roustayi verder wilde vertellen.", "Just 6.5 – de titel verwijst naar het geschatte aantal miljoenen drugsverslaafden in Iran – schetst een gelaagd, overtuigend en opwindend beeld van wat je de Iraanse war on drugs zou kunnen noemen. De film volgt drugsagent Samad (de Iraans-Amerikaanse steracteur Payman Maadi) in zijn pogingen om crackbaron Nasser (Navid Mohammadzadeh) aan de galg te krijgen. Een strijd tussen goed en kwaad – volgens Samads superieuren althans.", "Drugsagent Samad (Payman Maadi) in Just 6.5.", "In werkelijkheid is Samad slechts een radertje in de allesverpletterende antidrugsmachine. Een overheidsaanpak die ook in Iran meer ellende veroorzaakt dan oplost, die meer verslaafden creëert dan geneest. Terwijl Samad bijkans onder de werkdruk bezwijkt, toont de film hoe het systeem jonge kinderen medeplichtig maakt, hoe families uit elkaar vallen en hoe de grote drugsbaronnen na hun dood vlot worden vervangen. Waarna het hele liedje opnieuw begint.", "Nauwkeurig zet regisseur Roustayi uiteen hoe Samad en zijn team bij de villa van Nasser belanden – onder meer na een indrukwekkende scène waarin honderden verslaafden uit een sloppenwijk van rioolbuizen worden verjaagd, in de hoop dat iemand iets loslaat over de verstrekkers van hun dope. Vervolgens verschuift het vertelperspectief naar Nasser, die na een omkooppoging van Samad moet zien te overleven in een volgepakte cel. Met de doodstraf in het vooruitzicht raakt hij langzaam maar zeker in paniek. Zonder zijn daden goed te praten toont de film de mens achter de drugsbaron: ook Nasser heeft een gezin, inclusief snoezige kinderen, dat door deze hele toestand wordt meegesleept.", "Allesbehalve lichte kost, maar Roustayi raakt precies de juiste snaar. Met 2,5 miljoen bioscoopbezoekers en zo’n 30 miljoen mensen die de film sinds vorig jaar op een andere manier hebben bekeken, is Just 6.5 in Iran een onvervalste blockbuster. Waar doorgaans louter komedies tot grote filmhits uitgroeien, heeft Just 6.5 naam gemaakt als een van de best bekeken niet-komedies in de Iraanse filmgeschiedenis.", "Drugsagent Samad (Payman Maadi) in Just 6.5.", "Nu verwelkomen de Nederlandse theaters in de laatste maand van 2020, na meerdere keren uitstel, een film uit onverwachte hoek maar met onmiskenbare hitpotentie. Zo’n doorwrochte symbiose van misdaadfilm en karakterdrama waarop vooral de Amerikanen patent leken te hebben. Denk aan Michael Manns Heat (1995), met Al Pacino en Robert De Niro als kat-en-muis aan weerskanten van de wet. Of aan The French Connection (1971), met Gene Hackman op jacht naar heroïnesmokkelaar Fernando Rey. Of recenter, Sicario (2015), over de waanzin van de drugsoorlog op de grens van Mexico en de Verenigde Staten.", "Roustayi liet zich er ongetwijfeld door inspireren. Maar de grootste kwaliteit van Just 6.5 schuilt in de wijze waarop hij met zijn film verslag doet van de werkelijkheid van zijn thuisland.", "De regisseur nodigde honderden verslaafden uit als figurant voor de ontruimings- en gevangenisscènes. Hij bekeek talloze documentaires en bezocht politiecellen om zo goed mogelijk te doorgronden hoe de Iraanse drugsoorlog in elkaar zit. Zo werkte hij gestaag aan een film met de authenticiteit van een documentaire; doorwrocht sociaal commentaar in de gedaante van een robuuste thriller.", "Just 6.5 is daarmee het toonbeeld van de vindingrijkheid, het doorzettingsvermogen en het grote filmtalent van Roustayi, die ondanks de Iraanse overheidscensuur volhield om precies de zinderende film te maken die hem voor ogen stond.", "Just 6.5 ★★★★★ Drama Regie Saeed Roustayi Met Payman Maadi, Navid Mohammadzadeh, Parinaz Izadyar, Houman Kiai 131 min., in 32 zalen."], "authors": ["Berend Jan Bockting"], "keywords": ["samad", "van", "precies", "film", "raakt", "juiste", "iraanse", "het", "met", "die", "zijn", "gelaagde", "een", "en", "te", "snaar", "war", "drugs", "65"], "pubDate": "2020-12-02T16:40:13+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}