{"id": "5e291056-f66d-3a09-8f60-d078bc102816", "title": "Commentaar: Dor hout? Nederland heeft zo veel chronisch zieken en ouderen dat we ze niet kunnen missen", "url": "https://www.dvhn.nl/meningen/Commentaar/Commentaar-Dor-hout-Nederland-heeft-zo-veel-chronisch-zieken-en-ouderen-dat-we-ze-niet-kunnen-missen-25915094.html", "summary": "Ze vertolkte er dit voorjaar de mening mee dat niet de hele bevolking, en de economie, de dupe zouden mogen zijn van een kleine groep kwetsbare mensen.\nEn de patiënten die zijn komen te overlijden, zouden absoluut niet allemaal een paar maanden later toch wel dood zijn gegaan.\nHet is ook een misvatting dat de economie gewoon kan doordraaien als vele duizenden kwetsbare patiënten ernstig ziek worden.\nDaarvoor zijn er in Nederland veel te veel patiënten met chronische ziekten en ouderen.\nVeel van die mensen staan ondanks hun ziekte of ouderdom midden in het leven.", "paragraphs": ["Voor mensen met chronische ziekten breekt een moeilijke tijd aan nu het aantal coronabesmettingen weer toeneemt. Met de actie #geendorhout op Twitter krijgen deze chronisch zieken een gezicht. De actie werd dit weekeinde ‘trending topic’ en kreeg, terecht, veel steun onder de Nederlandse bevolking.", "De term ‘dor hout’ komt van columnist Marianne Zwagerman. Ze vertolkte er dit voorjaar de mening mee dat niet de hele bevolking, en de economie, de dupe zouden mogen zijn van een kleine groep kwetsbare mensen. Door het coronavirus zouden volgens haar mensen die anders toch ook al dood zouden gaan, nu een paar maanden eerder overlijden. ,,Het dorre hout wordt gekapt, misschien een paar maanden eerder dan zonder virus’’, schreef ze.", "Dat is wel een zeer hardvochtige manier van redeneren. Vrij jonge patiënten reageerden in de twitteractie dan ook met de vraag wie dan hun kinderen gaat uitleggen dat zij opgeofferd mochten worden omdat anderen hun vrijheid zo misten.", "Bovendien klopt de redenering van ‘dor hout’ niet. Door het coronavirus gaan soms ook gezonde mensen dood. En de patiënten die zijn komen te overlijden, zouden absoluut niet allemaal een paar maanden later toch wel dood zijn gegaan. Een deel had nog een heel mensenleven voor zich.", "Het is ook een misvatting dat de economie gewoon kan doordraaien als vele duizenden kwetsbare patiënten ernstig ziek worden. Daarvoor zijn er in Nederland veel te veel patiënten met chronische ziekten en ouderen. Veel van die mensen staan ondanks hun ziekte of ouderdom midden in het leven. Ze werken, hebben de zorg voor kinderen of ouderen, leveren kortom een onmisbare bijdrage aan de samenleving. Als een belangrijk deel van hen ziek wordt, heeft ook de economie een groot probleem.", "Het beschermen van de zwakkeren is niet alleen noodzakelijk in sociaal opzicht. Het is ook economisch noodzakelijk. Alleen als iedereen zich weer in redelijke mate veilig kan voelen, kan de samenleving weer beginnen te draaien."], "authors": ["Arend Van Wijngaarden"], "keywords": ["veel", "zijn", "van", "zouden", "kunnen", "zo", "niet", "missen", "een", "ze", "nederland", "ook", "het", "hout", "zieken", "ouderen", "patiënten", "mensen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}