{"id": "5e2d4267-73cd-3c94-bf84-b2a9851aacc6", "title": "Opinie: Wat moet je doen als je als ouder cruciale zorgtaken verleent en jij begint te kuchen en niezen", "url": "https://volkskrant.nl/columns-opinie/opinie-wat-moet-je-doen-als-je-als-ouder-cruciale-zorgtaken-verleent-en-jij-begint-te-kuchen-en-niezen~bd3f2cd9/", "summary": "Zorgorganisaties richten teststraten in voor het eigen personeel.\nMaar wat moet je doen als je als ouder of familie, naast je werk, cruciale zorgtaken verleent en jij begint te kuchen en niezen?\nOver die ouders, broers en zussen van mensen met meervoudige beperkingen die een actieve zorgtaak hebben, wil ik het hebben.\nHij woont een deel van de week daar en een deel thuis, het beste van beide werelden waardoor hij een mooi en volwaardig leven leidt.\nOp mijn vraag hoe ik het dan moest doen, had de vriendelijke dame geen antwoord.", "paragraphs": ["Zorgorganisaties richten teststraten in voor het eigen personeel. Maar wat moet je doen als je als ouder of familie, naast je werk, cruciale zorgtaken verleent en jij begint te kuchen en niezen?", "I n het artikel ‘Zorgorganisaties vrezen het komende snotter- en kuchseizoen’ (Ten eerste, 17 september) kwam een zorginstelling aan bod die zelf een teststraat heeft ingericht om het eigen personeel snel te kunnen testen. Voor familieleden was geen plaats, die moesten en moeten nog naar de reguliere teststraten van de GGD.", "Over die ouders, broers en zussen van mensen met meervoudige beperkingen die een actieve zorgtaak hebben, wil ik het hebben. Zij komen nergens in beeld. Misschien kunnen we dat gaan veranderen, ten goede.", "Op 13 maart 2020 belde de zorginstelling van mijn 25-jarige zoon Ebel. Hij woont een deel van de week daar en een deel thuis, het beste van beide werelden waardoor hij een mooi en volwaardig leven leidt. Maar nu konden die twee werelden even niet samengaan en was het volledig bij de zorginstelling en dan ook helemaal op afstand, of helemaal thuis.", "Het werden bijna zeven maanden volledig thuis, met extra zorgen vanwege zijn kwetsbare gezondheid, maar we genoten ook van de rust en even minder hoeven na al die jaren die door de meervoudige zorg overvol waren.", "Toen de zorg voor onze zoon in ons leven kwam, wist ik van niets. Wat me het meest verbijsterde, was de onvoorstelbaar grote hoeveelheid taken die ik - naast de praktische zorg die dag en nacht doorgaat - als moeder ineens op me moest nemen. Je wordt de moeder die zich overal mee bemoeit en dus word je een bemoeial. Een bemoeial is nergens een welkome gast. Dat verandert de laatste jaren een heel klein beetje, soms mag ik tegenwoordig ergens aanschuiven en wat vertellen, dan heet ik ervaringsdeskundige.", "Af en toe is er hier of daar een project over ouderparticipatie. Aan alle ouders in Nederland vraag ik hoe het voelt dat er een project moet komen om aan professionals te laten zien dat je als ouder participeert in het leven van je kind?", "Ouderparticipatie", "Hoe je me ook ziet of noemt, ik participeer en ik ben - met vele anderen - een cruciale speler in de zorg die Ebel levenslang nodig heeft. In de lockdown werd dat even meer gezien. Dat gaf me hoop voor de toekomst. Hoe beter, warmer en gelijkwaardiger we samenwerken, des te meer ruimte er is voor een veilig, waardevol en leuk leven voor mijn zoon en dat is waar het allemaal om gaat.", "Vier weken geleden ging ik weer aan het werk en mijn zoon ging weer deeltijd wonen en volledig naar de werk- en dagbesteding. Na vier dagen kwam hij weer thuis, ik zag het meteen: hij was wat ziek. Vanwege zijn kwetsbare gezondheid en die van de mensen op zijn zorginstelling vroeg ik een test aan, maar hoewel ik mentor en bewindvoerder ben, mocht ik dat niet voor hem regelen.", "Op mijn vraag hoe ik het dan moest doen, had de vriendelijke dame geen antwoord. Na een halve dag bellen bleek dat het via de zorginstelling kon en daar kwam een aardige meneer met een test voor mijn hard niezende en snotterende zoon die nooit afstand van mij houdt. ‘Kunt u mij ook testen’, vroeg ik dus, maar dat mocht niet. Na twee dagen bleek mijn zoon negatief en kon hij weer terug naar de werk- en dagbesteding en het deeltijd logeren, maar toen werd ik gebeld dat er een medewerker positief getest was en dat alles dus een aantal dagen dichtging. Zo was hij weer volledig thuis. Na vijf dagen kon hij er weer naartoe en toen werd ik een nacht daarna behoorlijk ziek met koorts boven de 38 graden en dus belde ik om een test te regelen - dat duurde in totaal zeven dagen -, uitslag was gelukkig negatief.", "In afwachting daarvan was mijn zoon weer thuis.", "In de afgelopen vier werkweken is het me in drie daarvan niet gelukt om werk, zorg en goede aandacht voor gezondheid voor onszelf en anderen in balans te houden.", "Ik zoek naar hoe dat beter zou kunnen en las dus in de Volkskrant van 17 september met veel belangstelling het artikel over zorginstellingen die naar oplossingen zoeken. Te lezen was dat steeds meer zorgorganisaties ervoor kiezen om zelf het personeel - en de cliënten - te testen, ook nu besloten is dat zorgpersoneel voorrang krijgt in de teststraten.", "Daarbij speelt ook mee dat instellingen preventief willen kunnen testen, zegt Ronald Schmidt, bestuurder van Cordaan. ‘Als een medewerker in contact is geweest met iemand met corona of in een gebied met code oranje, kunnen wij niet zoals bij een bank zeggen: ga maar tien dagen in quarantaine. Zo iemand testen wij, dat is onze veiligheidsklep.’", "Dan wordt verteld dat ook bij Cordaan geldt: iemand moet binnen zeven uur een test kunnen krijgen, de uitslag volgt op zijn laatst de volgende dag. De verleiding is groot om dan als zorgorganisatie ook partners en kinderen van medewerkers te testen, dat bespoedigt de inzet immers ook. Dat gebeurt alleen in uitzonderlijke gevallen, zegt Schmidt.", "‘We proberen wel zuiver te blijven.’", "Dan valt er een grote en even pijnlijke als veelzeggende stilte.", "Geen plek", "Ik verwacht van de bestuurder van een grote zorginstelling waar mensen met ernstige meervoudige beperkingen wonen en werken dat die weet dat er veel zorgsituaties zijn waarin ouders en broers en zussen cruciale stukken zorg dragen. Hij zou ons moeten zien als primaire partners! Maar hij noemt ons niet eens, benoemt geen plek voor ons in de systematiek die wordt ontwikkeld.", "Hoe simpel zou het zijn om rond iemand die intensieve zorg nodig heeft een aantal cruciale zorgverleners te benoemen die snel getest kunnen worden zodat de kwaliteit en continuïteit van de zorg zoveel mogelijk door kan gaan? En ja, die zorgverleners kunnen ook ouders, broers of zussen zijn. Het is maar een idee. Als we er even samen voor gaan zitten, dan komen er meer ideeën en komen we eruit.", "Ik zwaai hier een eenzame vlag voor de ouders, broers en zussen van kinderen van alle leeftijden met meervoudige beperkingen: zie ons, neem ons mee, geef ons een plek als volwaardig betrokkenen. We spelen maar al te vaak een ondergeschikte rol in de zorgstructuur.", "Dat is niet meer van deze tijd. We moeten zorgstructuren zo bouwen dat onze geliefde kwetsbare mensen een mooi en veilig leven hebben en houden. Familie is daarin onmisbaar en mag dus nooit langs de kant gezet worden. Samen zorgen dat we er zo gezond mogelijk doorkomen en daarin bouwen aan een gezondere samenwerking, daar ligt de enorme winst die we juist nu samen kunnen behalen. Dat begint met ons zien, de ouders, broers en zussen met hun eenzame vlag."], "authors": ["Willemien Ebels"], "keywords": ["dat", "van", "die", "verleent", "een", "zorgtaken", "en", "met", "te", "niezen", "ik", "als", "voor", "je", "opinie", "ouder", "wat", "het"], "pubDate": "2020-09-24T20:12:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}