{"id": "5e324236-10ce-3c77-a48f-c07fd837439c", "title": "Wat maakt Canto Ostinato zo'n aangrijpend muziekstuk?", "url": "https://www.nu.nl/uit/6081924/wat-maakt-canto-ostinato-zon-aangrijpend-muziekstuk.html", "summary": "Dat het stuk sterke emoties oproept, weet ook de 87-jarige pianist Polo de Haas, die het stuk al zijn hele carrière speelt.\n\"Ik heb weleens meegemaakt dat een vrouw op het podium snikkend in mijn armen viel\", zegt hij.\nAls je ergens verdriet over hebt, kan ik me goed voorstellen dat dat gevoel wordt gestimuleerd door deze muziek.\"\nHet tempo blijft tijdens het hele stuk (dat één tot vier uur kan duren) gelijk, wat voor een bijna hypnotiserend effect zorgt.\nDat het stuk zo'n klassieke hit zou worden, had componist Simeon ten Holt (1923-2012) overigens niet voorzien toen hij het afrondde in 1976.", "paragraphs": ["Canto Ostinato wordt jaarlijks tientallen keren opgevoerd. Een compositie die blijft boeien en volgens liefhebbers zelfs levens kan veranderen. Wat maakt dit modern-klassieke muziekstuk van Nederlandse bodem zo aangrijpend? \"Een vrouw viel op het podium snikkend in mijn armen.\"", "Canto Ostinato heeft op veel mensen een grote indruk gemaakt: in de documentaire Over Canto (2011) vertelde een vrouw dat ze was bevallen op de klanken van 'de Canto', een man luisterde ernaar terwijl hij de operatiekamer binnenreed en een ander besloot zelfs dat zijn leven compleet was na het luisteren van een live-uitvoering.", "", "Dat het stuk sterke emoties oproept, weet ook de 87-jarige pianist Polo de Haas, die het stuk al zijn hele carrière speelt. \"Ik heb weleens meegemaakt dat een vrouw op het podium snikkend in mijn armen viel\", zegt hij. Zelf houdt hij het altijd droog achter de vleugel. \"Ik beleef de muziek niet zozeer, ik spéél het. Al heb ik wel een paar keer moeten slikken, want het stuk is af en toe heel melancholiek. Als je ergens verdriet over hebt, kan ik me goed voorstellen dat dat gevoel wordt gestimuleerd door deze muziek.\"", "Hypnotiserend en vol climaxen", "Muziek kan in het algemeen emoties oproepen en versterken, maar Canto lijkt daar in het bijzonder goed in te zijn. Dat zegt Henkjan Honing, hoogleraar muziekcognitie aan de Universiteit van Amsterdam. \"Je zou kunnen denken dat al die mensen zo emotioneel op Canto reageren omdat ze het toevallig hebben gehoord toen ze in een bepaalde situatie zaten, maar dat lijkt niet zo te zijn. Sommige muziek weet op specifieke momenten duidelijk te raken en is een goede drager voor herinneringen of emoties. Canto is dat voor een heel grote groep mensen.\"", "“Je moet niet alleen de nootjes spelen; dan is het alsof je een tekst voordraagt zonder emotie.” Polo de Haas, pianist", "In Canto Ostinato worden ritmische patronen voortdurend herhaald, met telkens kleine verschuivingen. Het tempo blijft tijdens het hele stuk (dat één tot vier uur kan duren) gelijk, wat voor een bijna hypnotiserend effect zorgt. En twee keer is een melodie te horen, waar veel luisteraars naar uitkijken.", "\"De muziek zit vol expressie, er zitten enorme climaxen in\", zegt De Haas. \"Het stuk ontwikkelt zich steeds weer. Ik ontdek ook nog steeds nieuwe dingen in de partituur. Een tweede of derde stem, een bepaald accent. Dat benadruk ik dan. Je moet niet alleen de nootjes spelen; dan is het alsof je een tekst voordraagt zonder emotie.\"", "Componist had succes niet verwacht", "Canto Ostinato kan op één tot zes vleugels (of heel andere instrumenten) gespeeld worden, een octaaf hoger of lager, en de muzikant kan benadrukken wat hij wil. \"Daardoor verveelt het nooit\", zegt De Haas. \"Het stuk vertelt een verhaal dat je steeds weer op een andere manier kunt brengen.\"", "Dat het stuk zo'n klassieke hit zou worden, had componist Simeon ten Holt (1923-2012) overigens niet voorzien toen hij het afrondde in 1976. Hij vroeg zich zelfs af of het wel in de smaak zou vallen. De Haas: \"Simeon heeft zijn hele leven met experimentele muziek gewerkt, maar was hier onzeker over. Hij was tamelijk behoudend in zijn partituur - iets wat we nu kennen uit minimal music, maar waar destijds nauwelijks een publiek voor was. Ik zei dat hij zich nergens voor hoefde te schamen. Het is een wonderschoon stuk.\"", "Polo de Haas speelt Canto Ostinato op zondag 11 oktober twee keer in TivoliVredenburg. De solovoorstellingen beginnen om 13.00 en 15.30 uur en duren beide een uur."], "authors": ["Door", "Kim Van Der Meulen"], "keywords": ["wat", "canto", "het", "op", "hij", "zijn", "maakt", "ik", "muziekstuk", "zon", "een", "dat", "en", "ostinato", "stuk", "aangrijpend"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}