{"id": "5e4c6b2a-c6f7-3567-890b-72cafe5b8cea", "title": "Om zijn opgekropte kooplust te bevredigen, deed Thomas van Luyn een nutteloze aankoop", "url": "https://volkskrant.nl/columns-opinie/om-zijn-opgekropte-kooplust-te-bevredigen-deed-thomas-van-luyn-een-nutteloze-aankoop~bd4d920b/", "summary": "Hoe overbodiger het artikel, hoe shopperiger het voelt om het te kopen, en veel overbodiger dan een bruisbal wordt het niet.\nZo ontwend was ik het dat, toen ik mijn eigen huis kocht met een heus bad erin, ik er niet meer naar taalde.\nHet duurde me inmiddels te lang, het zitten maakte me onrustig, het was me altijd te warm of te koud.\nIk liet een bad vollopen, gooide de bal erin, en observeerde dat de bal de belofte van het bruisen inloste.\nNa twintig seconden werd ik onrustig en stapte ik eruit om de lucht van toiletverfrisser van me af te douchen.", "paragraphs": ["Ik had een bruisbal gekocht. Hij lag bij de kassa in een supermarkt in een schap met nutteloze zooi voor downgelockte shoppers. Hoe overbodiger het artikel, hoe shopperiger het voelt om het te kopen, en veel overbodiger dan een bruisbal wordt het niet. Ook dat is een les van deze tijd: ik red me prima met alleen de supermarkt. Wat niet essentieel is, was dus eigenlijk altijd al overbodig. Dat is blijkbaar géén glijdende schaal.", "Maar hoe langer dit duurt met de winkels, hoe groter de drang naar een nutteloze aankoop, en zo had ik ineens een bruisbal in mijn mandje. De mevrouw die na mij langs het schap liep, zag dat en stopte er ook eentje in de hare. En zo begon het grote bruisbalhamsteren van 2020.", "Het bevredigde mijn opgekropte kooplust, en de kinderen zouden het leuk vinden. Zelf zit ik nooit in bad. Vroeger wel. Uren, letterlijk uren, zat ik te marineren in mijn eigen vuil tot mijn huid rimpelig en rubberig was, vergezeld van een stapel strips en boeken, geselecteerd op dat ze al waterschade hadden opgelopen tijdens voorgaande onderdompelingen. Ik las Jules Verne en Tolkien, en mijmerde diepzinnige en verstrekkende gedachten. Moest ik wel oppassen dat de wasmachine niet aanstond, want die loosde soms koud en grijs water in het bad. Sowieso moest ik elke tien minuten de stop er even uit halen en de hete kraan openzetten om het lauwe water te vervangen door warmer. Dat mag nu niet meer, qua broeikas, maar toen bestond het klimaat nog niet. Gelukkig maar. Je kunt wel somberen over de toekomst, maar je mag best blij zijn dat je ooit leefde in een tijd voordat die toekomst bestond. Ik liet de hele nacht de lampen aan, ik deed de ramen open met de verwarming aan, en ik zag er geen kwaad in om de hete douche een paar uur te laten lopen om mijn overhemd te stomen. Mooie tijden.", "Toen ik op kamers ging, verdween het bad. Douchen was, net als koffie en seks, aanvankelijk wennen. Ineens kon ik niet meer lezen in de badkamer, of mijn modelbouwbootjes op ooghoogte bewonderen. En in de douche was een scheet gewoon een scheet, zonder meerwaarde.", "Ik schiep weleens een virtuele badervaring door op de vloer te gaan zitten (soms met een waxinelichtje in de hoek omdat de stoom dan zo mooi werd verlicht), maar dan zat ik vrij somber met kromme rug en gebogen hoofd de hete regen te ondergaan, dat werd na enige tijd deprimerend. Door de jaren evolueerde ik tot een homo erectus douchendis, en verdween het Lange Luie Bad uit mijn leven, geslachtofferd aan het altaar der efficiëntie. Zo ontwend was ik het dat, toen ik mijn eigen huis kocht met een heus bad erin, ik er niet meer naar taalde. Het duurde me inmiddels te lang, het zitten maakte me onrustig, het was me altijd te warm of te koud.", "Toen ik thuiskwam met een bruisbal tussen de boodschappen, besloot ik die niet aan de kinderen te besteden maar aan mezelf. For old times’ sake. Ik liet een bad vollopen, gooide de bal erin, en observeerde dat de bal de belofte van het bruisen inloste. Ik stapte in het giftig geel geworden water. Na twintig seconden werd ik onrustig en stapte ik eruit om de lucht van toiletverfrisser van me af te douchen."], "authors": ["Thomas Van Luyn"], "keywords": ["ik", "zijn", "van", "kooplust", "luyn", "mijn", "opgekropte", "en", "om", "een", "met", "te", "thomas", "het", "niet", "dat", "nutteloze"], "pubDate": "2021-01-07T14:00:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}