{"id": "5e4cb3a7-3791-343e-b313-fefd1e86ed83", "title": "Column Herman Sandman: Verder tikken", "url": "https://www.dvhn.nl/meningen/Columns/Column-Herman-Sandman-Verder-tikken-26264864.html", "summary": "We zien niet wat we willen zien.\nMijn vrouw zegt: ,,Je moet verder tikken, de E, de N en dan ook de G en A en zo.\nWat vrij onnozel is, maar als je het niet meer weet doe je domme dingen.\nWij willen gewoon The Queen’s Gambit, en snappen niet waarom dat niet lukt.\nIs dat het weer?", "paragraphs": ["Ze kijkt vol onbegrip naar de televisie. Ik ook. We zien niet wat we willen zien. Mijn vrouw zegt: ,,Je moet verder tikken, de E, de N en dan ook de G en A en zo. Gewoon de titel.’’", "Ik schud het hoofd, maar tik, om er af te wezen, de andere letters in. ,,Het moet er allang staan. Bij de Q al. Zo werkt het. Je hoeft normaal gesproken maar te dénken wat je wilt en de titel verschijnt.’’", "Wij willen, zoals half Nederland en 62 miljoen kijkers wereldwijd, de Netflixserie The Queen’s Gambit bekijken, maar wat we doen, hoe we zoeken, de productie staat niet in ons overzicht. Ik heb zelfs bij concurrent HBO gezocht. Wat vrij onnozel is, maar als je het niet meer weet doe je domme dingen.", "Ook in ‘Populair’, ‘Trending’ en ‘Nieuwe releases’, die in principe hetzelfde zijn, staat niks. Net zo min als bij ‘Bingewatch-waardige series’ en ‘Bingewatch-waardige series met vrouwen in de hoofdrol’.", "We vinden niet wat we zoeken. Ik lees te pas en te onpas dat de weg zelf het doel is en zoeken niet altijd over vinden gaat, maar daar hebben we in dit geval niks aan.", "Wij willen gewoon The Queen’s Gambit, en snappen niet waarom dat niet lukt. Omdat we in een uithoek wonen? Is dat het weer?", ",,Doe nog een keer helemaal opnieuw dan’’, klinkt het rechts van me op de bank, ,,of alles even uit en dan weer aan.’’", "Ik proef dat ze eigenlijk vindt dat ik de letters verkeerd intik., dus gooi ik de afstandsbediening naar haar: ,,Probeer anders zelf dan.’’", ",,Nee, nee, doe jij maar.’’"], "authors": ["Herman Sandman"], "keywords": ["zoeken", "sandman", "wat", "het", "maar", "column", "tikken", "ik", "verder", "niet", "herman", "en", "je", "dat", "te"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}