{"id": "5e6250be-70b5-3699-9517-ec165dc7d645", "title": "Onder leiding van Minasi is het NKO op de stream van Le Nozze di Figaro in bloedvorm ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/onder-leiding-van-minasi-is-het-nko-op-de-stream-van-le-nozze-di-figaro-in-bloedvorm~b9d1a1df/", "summary": "Vanuit de orkestbak werd je lachend uitgezwaaid door de leden van het Nederlands Kamerorkest (NKO).\nZo eindigde zondagavond de eenmalige uitvoering van Le Nozze di Figaro van Mozart bij De Nationale Opera.\nDat DNO op het laatste moment moest uitwijken naar een stream (opgenomen op 12 november), wist men toen nog niet.\nHet NKO was in bloedvorm onder leiding van Minasi; een donderende ouverture baande de weg voor een scherp en flitsend gespeelde orkestpartij.\nLe Nozze di Figaro (stream) Opera ★★★★☆ Met o.a.", "paragraphs": ["Ying Fang in Le Nozze di Figaro. Beeld Marco Borggreve", "‘Ciao mamma!’, riep de Italiaanse dirigent Riccardo Minasi. Op het podium hieven de zangers hun champagneflûtes naar je. Vanuit de orkestbak werd je lachend uitgezwaaid door de leden van het Nederlands Kamerorkest (NKO).", "Zo eindigde zondagavond de eenmalige uitvoering van Le Nozze di Figaro van Mozart bij De Nationale Opera. Maria Lamont regisseerde ter plekke deze herneming van de oorspronkelijke regie uit 2016 door David Bösch, die nu op afstand (vanuit huis) meewerkte. Dit keer nauwelijks publiek in de zaal natuurlijk, thuis zaten er net geen duizend mensen te kijken naar de stream die nog tot 27 december online staat.", "De opera was met een uur ingekort zodat er geen besmettende pauze in hoefde. Dat DNO op het laatste moment moest uitwijken naar een stream (opgenomen op 12 november), wist men toen nog niet.", "In bloedvorm", "Voor hardcoreoperaliefhebbers voelden de coupures (en het verdwijnen van de rol van Barbarina) misschien als een aderlating. Maar wát er klonk, was grandioos. Het NKO was in bloedvorm onder leiding van Minasi; een donderende ouverture baande de weg voor een scherp en flitsend gespeelde orkestpartij.", "Vocaal en theatraal gezien was de Chinese sopraan Ying Fang – wendbaar en krachtig – een sensationele Susanna. Ze heeft de afstandsbediening van de reusachtige kledingkast op de grafelijke slaapkamer in haar hand en daarmee in feite ook de loop van het verhaal waarin zij de ster is.", "Le Nozze di Figaro bij De Nationale Opera. Beeld Marco Borggreve", "Rekwisieten en handelingen zijn doeltreffend direct. De gravin verkruimelt een uitgebloeide bloem uit de vele troostboeketten naast haar weelderige rococo-bed, waarin verder niets gebeurt. De Armeense sopraan Ruzan Mantashyan komt koeltjes over met haar afgemeten stem en présence, maar dat is gravinwaardig. Ze zingt Dove sono (‘waar zijn die mooie momenten vol tederheid en verlangen gebleven?’) zo bitter dat je in je eigen oud hartzeer gaat zitten zwelgen.", "Susanna verlangt naar haar verloofde Figaro, ondertussen gek geworden van de avances van Graaf Almaviva – een briesend-bronstige Davide Luciano. Boos mept de geraffineerd acterende Fang met haar stofdoek op een ingelijste foto van de graaf. De kleurrijke mezzosopraan Polly Leech zingt een zalig puberale Cherubino, de page met een oogje op alle vrouwen, die snuffelt aan een onderbroek van de gravin.", "Er zaten nu meer Nederlanders in de cast. Zo zong Iris van Wijnen met haar amberkleurige mezzo de rol van Marcellina en tenor Lucas van Lierop als Basilio was een vermakelijke roddeltante. Laat de pandemie een cadeau doen aan Nederlandse musici en vaker een breekijzer voor hen zijn.", "Le Nozze di Figaro (stream) Opera ★★★★☆ Met o.a. Ying Fang en het Nederlands Kamerorkest o.l.v. Riccardo Minasi 29/11, Nationale Opera & Ballet, Amsterdam. De stream is terug te kijken op operaballet.nl/online"], "authors": ["Maartje Stokkers"], "keywords": ["van", "het", "op", "le", "met", "nko", "figaro", "leiding", "minasi", "onder", "een", "en", "stream", "haar", "nozze", "opera"], "pubDate": "2020-11-30T16:22:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}