{"id": "5e698d12-1240-319f-9c87-93fd6c4e0d78", "title": "Voorzichtige plannen Amsterdam voor kleine festivals in lente", "url": "https://www.telegraaf.nl/nieuws/917770907/voorzichtige-plannen-amsterdam-voor-kleine-festivals-in-lente", "summary": "De grote evenementen van meer dan 2000 bezoekers worden nu al naar het najaar verplaatst.\nZo ontstaat ruimte voor veilige experimenten met kleine festivals, die snel op poten kunnen worden gezet en kunnen plaatsvinden als wordt voldaan aan de landelijke coronamaatregelen.\n„Dat is fijn voor het publiek en zorgt eindelijk weer voor inkomsten voor de honderden Amsterdamse artiesten, medewerkers, toeleveranciers en andere ondernemers die afhankelijk zijn van evenementen”, laat burgemeester Femke Halsema weten aan de gemeenteraad.\nZe neemt dan ook een besluit over de viering van Koningsdag (27 april), de Dodenherdenking op 4 mei en Bevrijdingsdag op 5 mei.\n„De hoop en verwachting is dat er dan meer duidelijk zal zijn over de inzet van vaccins en sneltesten en de 8 december aangekondigde experimenten door de premier.”", "paragraphs": ["De grote evenementen van meer dan 2000 bezoekers worden nu al naar het najaar verplaatst. Zo ontstaat ruimte voor veilige experimenten met kleine festivals, die snel op poten kunnen worden gezet en kunnen plaatsvinden als wordt voldaan aan de landelijke coronamaatregelen. „Dat is fijn voor het publiek en zorgt eindelijk weer voor inkomsten voor de honderden Amsterdamse artiesten, medewerkers, toeleveranciers en andere ondernemers die afhankelijk zijn van evenementen”, laat burgemeester Femke Halsema weten aan de gemeenteraad.", "In februari bekijkt de burgemeester voor welke evenementen de voorbereiding kan starten. Ze neemt dan ook een besluit over de viering van Koningsdag (27 april), de Dodenherdenking op 4 mei en Bevrijdingsdag op 5 mei. „De hoop en verwachting is dat er dan meer duidelijk zal zijn over de inzet van vaccins en sneltesten en de 8 december aangekondigde experimenten door de premier.”"], "authors": [], "keywords": ["van", "dan", "voorzichtige", "mei", "en", "festivals", "zijn", "plannen", "op", "voor", "worden", "evenementen", "meer", "amsterdam", "kleine", "lente"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}