{"id": "5e6e52d9-e57b-3f52-935d-fa7c4a807898", "title": "Supperclub Amsterdam heeft een nieuwe eigenaar", "url": "https://www.parool.nl/amsterdam/supperclub-amsterdam-heeft-een-nieuwe-eigenaar~b3dcd11d/", "summary": "Beeld Eva PlevierDe nieuwe eigenaar van Supperclub Amsterdam is Brownys & Partners, het evenementenproductiebedrijf van Nick Bruynesteijn.\nAangevoerd door Joeri Salet.\nNedstede Groep blijft wel eigenaar van het pand Odeon, het rijksmonument gelegen aan Singel 460 waarin de Supperclub sinds 2015 is gehuisvest.\n“Joeri Salet en investeerder Nick Bruynesteijn hebben samen de kwaliteiten om de Supperclub voort te zetten,” besluit oud-eigenaar Bert van der Leden.\nAls verhuurder van het gebouw Odeon heb ik er alle vertrouwen in dat Brownys na deze coronapandemie van de Supperclub weer dé place to be zal maken,” zegt Nedstede-ceo Michael van de Kuit.", "paragraphs": ["Beeld Eva Plevier", "De nieuwe eigenaar van Supperclub Amsterdam is Brownys & Partners, het evenementenproductiebedrijf van Nick Bruynesteijn. Aangevoerd door Joeri Salet. Nedstede Groep blijft wel eigenaar van het pand Odeon, het rijksmonument gelegen aan Singel 460 waarin de Supperclub sinds 2015 is gehuisvest. “Joeri Salet en investeerder Nick Bruynesteijn hebben samen de kwaliteiten om de Supperclub voort te zetten,” besluit oud-eigenaar Bert van der Leden.", "De club is door ondernemer Joeri Salet in de coronacrisis overgenomen om een goed fundament te leggen. “We hebben nu de tijd om de club weer opnieuw in te kunnen richten. We hebben genoeg vertrouwen dat het de kosten gaat dekken.” Het doel van Salet is de club internationaal weer op de kaart te zetten. “Mensen moeten naar Amsterdam komen en dan denken aan deze club.”", "“Brownys & Partners is een gezaghebbende speler in de evenementenbranche, met veel ervaring in het organiseren van onvergetelijke feesten. Als verhuurder van het gebouw Odeon heb ik er alle vertrouwen in dat Brownys na deze coronapandemie van de Supperclub weer dé place to be zal maken,” zegt Nedstede-ceo Michael van de Kuit."], "authors": ["Het Parool"], "keywords": ["eigenaar", "van", "heeft", "amsterdam", "het", "joeri", "nieuwe", "club", "supperclub", "een", "te", "weer", "om", "salet", "hebben"], "pubDate": "2020-12-09T14:21:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}