{"id": "5e8e9a4b-6a87-317f-b328-b2b169ab63c6", "title": "'Verenigd Koninkrijk schuift belastingverhoging op lange baan door crisis'", "url": "https://www.nu.nl/economie/6101039/verenigd-koninkrijk-schuift-belastingverhoging-op-lange-baan-door-crisis.html", "summary": "De Britse minister van Financiën Rishi Sunak zal naar verwachting de geplande belastingverhoging uitstellen.\nDit om verdere verspreiding van het coronavirus, en in het bijzonder de gemuteerde Britse variant die vele malen besmettelijker lijkt, in te dammen.\nDat maakt het volgens de Britten lastig om de geplande verhogingen in maart door te voeren, zo schrijft de krant op basis van ingewijden.\nDe Britten zullen dit jaar naar verwachting 370 miljard pond lenen om de coronarekeningen te kunnen blijven betalen.\nDat is ruim het dubbele van de 158 miljard pond die het in het piekjaar van de financiële crisis ophaalde.", "paragraphs": ["De Britse minister van Financiën Rishi Sunak zal naar verwachting de geplande belastingverhoging uitstellen. Hij vreest volgens de Britse krant The Times voor de economische gevolgen van de coronapandemie. De ingrepen worden niet voor aankomende zomer verwacht.", "In het Verenigd Koninkrijk is een strenge lockdown van kracht. Dit om verdere verspreiding van het coronavirus, en in het bijzonder de gemuteerde Britse variant die vele malen besmettelijker lijkt, in te dammen.", "Door de lockdownmaatregelen staat het land voor een recessie. Dat maakt het volgens de Britten lastig om de geplande verhogingen in maart door te voeren, zo schrijft de krant op basis van ingewijden.", "De Britten zullen dit jaar naar verwachting 370 miljard pond lenen om de coronarekeningen te kunnen blijven betalen. Dat is ruim het dubbele van de 158 miljard pond die het in het piekjaar van de financiële crisis ophaalde."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["schuift", "belastingverhoging", "om", "verwachting", "volgens", "naar", "te", "baan", "van", "verenigd", "door", "pond", "voor", "britse", "lange", "op", "het", "koninkrijk", "crisis"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}