{"id": "5e8eeaec-d0ac-3541-913b-f4dd440f0081", "title": "Playstation 5 versus Xbox X, welke console is de beste?", "url": "https://trouw.nl/cultuur-media/playstation-5-versus-xbox-x-welke-console-is-de-beste~bc6f2196/", "summary": "In de verte zie je het gebergte waar je heen moet voor je volgende missie.\nEn en welke spelcomputer - of gameconsole zoals de apparaten worden genoemd - komt het beste uit de test?\nGamers komen voor in de beste families en zijn er in soorten en maten, mannen en vrouwen en van alle leeftijden.\nJe krijgt het gevoel dat je het spel volledig naar je hand kunt zetten.\nEen komisch spelletje met een snoezige robot die je met miniraketjes door de lucht laat vliegen of tegen een keiharde storm laat inworstelen.", "paragraphs": ["Op de rug van je fabeldier rijd je door een wonderlijke wereld. Planten in bijzondere kleuren ruisen in de wind. Verderop kabbelt een beekje. In de verte zie je het gebergte waar je heen moet voor je volgende missie. Je bent uitverkoren om de planeet te redden van het naderende onheil. In deze wereld bepaal jij wat er gebeurt, ben je volledig in controle. Al kom je misschien soms wel gruwelijk aan je einde. Gelukkig duurt dat nooit lang, je komt altijd weer tot leven waarna je gewoon verder speelt.", "Videogames zijn enorm populair en zowel Sony en Microsoft brachten dit najaar een nieuwe spelcomputer uit, die direct overal was uitverkocht. En telkens als er weer een beetje nieuwe voorraad is, vliegen de apparaten opnieuw de winkels uit. Sinds we thuis zitten door het coronavirus zijn we nog veel meer gaan gamen. Uit onderzoek blijkt dat het aantal mensen dat meer dan vijf uur per week achter een spelcomputer zit het afgelopen jaar met 14 procent is gestegen. En vorig jaar werd er alleen in Nederland al meer dan een miljoen euro besteed aan spelletjes. Wat maakt gamen zo populair? En en welke spelcomputer - of gameconsole zoals de apparaten worden genoemd - komt het beste uit de test?", "Gamers komen voor in de beste families en zijn er in soorten en maten, mannen en vrouwen en van alle leeftijden. De videogames van tegenwoordig lijken dan ook in niets op de computerspelletjes van twintig jaar geleden. Het zijn speelfilms waarin je zelf de hoofdrol speelt, of competities waarin jij bij het winnende team zit. Er zijn kunstgames, cultgames, simulatie- en avonturenspellen. Zeker een game zoals het tot populairste spel van dit jaar verkozen ‘The last of us part II’ speelt als een spannende film. In een postapocalyptische wereld waarin mensen in zombies zijn veranderd door een gevaarlijk virus, maak je deel uit van het verzet. Het is een bloedstollende thriller waarin je zelf de hoofdrol speelt, maar waarbij meekijkers ook op het puntje van hun stoel zitten. Gamen is al lang niet meer voorbehouden aan pokdalige pubers die elkaar op stoffige zolderkamertjes overhoop schieten. Je kunt je verliezen in je eigen verhaal of wereld, en dat is ook leuk voor beurshandelaren of peuterjuffen.", "Welke consoles zijn er?", "De markt voor gameconsoles wordt grofweg verdeeld over drie fabrikanten: Nintendo met de Switch, Microsoft met de Xbox en Sony met de Playstation. Nintendo is een beetje een outsider die zich vooral richt op wat jongere kinderen, maar zeker ook games heeft die door volwassenen met veel plezier worden gespeeld. De spelletjes zijn minder gewelddadig, vaak helder van kleur, met lieve beestjes en vrolijke geluidjes. Bekend is bijvoorbeeld de loodgieter Mario die met zijn autootje uitglijdt over bananenschillen of op paddestoelen springt. Nintendo brengt dit najaar geen nieuwe console op de markt, maar laat er geen misverstand over bestaan: de Switch is de best verkopende spelcomputer aller tijden.", "De rest van de markt wordt verdeeld door Sony en Microsoft die zich met hun consoles meer richten op volwassen gamers. Realistische spellen op hoge snelheid, vaak met avonturen of ingewikkelde puzzels en soms met behoorlijk wat geweld en vuurgevechten, zoals bijvoorbeeld in het oorlogsspel ‘Call of Duty’.", "Microsoft en Sony vissen voor een groot deel in dezelfde vijver. Veel spellen zijn ook op beide consoles te spelen, al was het eerder genoemde successpel The last of us part II exclusief voor Playstation. De concurrentiestrijd wordt steeds grimmiger, maar bij de twee consoles die nu om de gunst van de consument strijden, lijkt Sony voorlopig te winnen.", "De Xbox series X van Microsoft", "Niet dat de console van Microsoft slecht is. Op papier is het zelfs de krachtigste spelcomputer die op de markt is. Oorspronkelijk is Microsoft een softwarebouwer, vooral bekend van het besturingssysteem Windows. De nieuwe Xbox series X is dan ook eigenlijk een PC, vermomd als spelcomputer. Er zijn twee versies van de nieuwe console: de ‘Series S’ is wat kleiner en goedkoper en meer geschikt voor de incidentele gamer. De ‘Series X’ is groter, krachtiger en meer geschikt voor de doorgewinterde gamer. En ‘groter’ is ook echt groter. De X is een behoorlijk kolossale zwarte pilaar die zich niet eenvoudig laat wegwerken in het kastje naast de televisie.", "Beide zijn vooral krachtige versies van hun voorganger: de Xbox one. Alles gaat sneller en beter: het laden van de spelletjes en de filmpjes in de spellen. En de beelden zijn in 4k, wat wil zeggen dat ze mooier en vloeiender zijn. De nieuwe krachtige Xbox kan al dat visuele geweld makkelijk aan. En dat is noodzakelijk ook, omdat de spellen ook steeds mooier en groter worden. Je zou kunnen zeggen dat de computer moet meegroeien met de ontwikkeling van de games, en wat dat betreft is de nieuwe Xbox klaar voor de toekomst.", "De Playstation 5 van Sony", "Ook de nieuwe Playstation 5 is sneller dan zijn voorganger Playstation 4, maar niet zo krachtig als de nieuwe Xbox. Toch heeft Sony het prima voor elkaar. De beelden zijn minstens even scherp als op de Xbox en de spellen spelen zeker even vloeiend. Qua formaat doet de PS5 trouwens ook niet onder voor de Xbox: ook deze toren is gigantisch en laat zich niet eenvoudig camoufleren naast de televisie.", "De beste troef die Sony met de nieuwe console in handen heeft, is de nieuwe draadloze ‘Dual Sense’ controller, die echt leuke trucjes kan. Spelbeleving zit voor een groot deel in de bediening. De manier waarop de besturing werkt, of het poppetje snel genoeg reageert en doet wat jij wil. Met de nieuwe controller voelt het alsof je nog meer controle hebt. Dat komt door de geheel nieuwe bewegingssensor en de gewichten en trillingen in de controller. Ook de knoppen aan de voorkant, de triggers, zijn drukgevoelig. Je kunt ze een beetje indrukken, of juist heel hard. In het midden zit een touchscreen waarmee je figuren kunt tekenen. Je krijgt het gevoel dat je het spel volledig naar je hand kunt zetten.", "Om te wennen aan de nieuwe bediening en om te laten zien wat de PS5 in huis heeft krijg je bij de console de game ‘Astro’s Playroom’ gratis. Een komisch spelletje met een snoezige robot die je met miniraketjes door de lucht laat vliegen of tegen een keiharde storm laat inworstelen. In de controller voel je precies hoe hard en uit welke hoek de wind waait of welke kant de raketjes uitsturen.", "Doorslaggevend zijn de spelletjes", "Maar, en nu komt het, het belangrijkste bij het succes van een spelcomputer is het aanbod van spelletjes. Je moet immers wel iets te spelen hebben. Zowel Microsoft als Sony hebben een onlinedienst voor spelletjes, die een beetje vergelijkbaar is met Netflix. Met een abonnement krijg je toegang tot een enorm aanbod van games die je naar hartenlust kunt downloaden. Alleen geldt voor beide diensten dat het vooral oudere spellen betreft, die al werden uitgebracht voor de vorige generatie consoles. Voor populaire en nieuwe spellen zoals ‘Assasins Creed Valhalla’ moet apart worden betaald.", "Daar komt bij dat er voor de Xbox op korte termijn geen spellen uitkomen die zijn gemaakt voor de nieuwe console. Experts zijn dan ook een beetje teleurgesteld over het aanbod.", "Voor de Playstation 5 zijn wel enkele games uitgebracht die speciaal voor de nieuwe console zijn gemaakt en die optimaal gebruikmaken van de nieuwe controller en de hoge, 4K beeldkwaliteit, zoals bijvoorbeeld ‘Spider-Man: Miles Morales’ dat door de fans jubelend is ontvangen.", "Vooral daarom komt Sony’s Playstation 5 op dit moment als beste console uit de bus. De nieuwe controller in combinatie met het spelaanbod maakt dat de gamers dolenthousiast de winkels bestormen. Maar de Xbox heeft de krachtigste computer en zal in de toekomst, als de spellen nog zwaarder worden, misschien de beste papieren hebben.", "Info: De Playstation 5 kost 500 euro, de Xbox S kost 300 euro en de Xbox X 500 euro. Op dit moment zijn zowel de PS5 als de Xbox X alleen te bestellen in pre-order.", "Lees ook:", "De lesbische Ellie in ‘The last of us Part II’ laat zien dat het best goed gaat met de emancipatie in videogames", "Sony verwijdert geplaagde blockbustergame uit webwinkel", "De hype was groot, de maker gerenommeerd en de cast (met Keanu Reeves) indrukwekkend. Maar door een overvloed aan fouten is de game ‘Cyberpunk 2077’ vooral teleurstellend."], "authors": ["Nienke Schipper"], "keywords": ["xbox", "beste", "zijn", "van", "playstation", "console", "voor", "en", "nieuwe", "een", "x", "met", "welke", "het", "versus", "die", "je"], "pubDate": "2020-12-26T19:45:34Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}