{"id": "5ea88cf5-8fde-3ed6-b57a-f64837da241f", "title": "Youp van 't Hek hoopt op deel opbrengst Flappie-cover 'als het een hit wordt'", "url": "https://nu.nl/muziek/6094806/youp-van-t-hek-hoopt-op-deel-opbrengst-flappie-cover-als-het-een-hit-wordt.html", "summary": "Youp van 't Hek is trots op de Engelstalige Flappie-cover van Todd Rundgren, maar hoopt wel op een deel van de opbrengst als het nummer een hit zou worden, vertelt de cabaretier aan de Volkskrant.\n\"Als het op één komt in Japan, hoop ik toch dat wij ook iets van de opbrengst krijgen\", aldus Van 't Hek.\nDe auteursrechtenorganisatie Buma/Stemra neemt het op voor de cabaretier.\n\"Youp heeft recht op een vergoeding als een liedje dat hij geschreven heeft in het buitenland gebruikt wordt.\nFlappie, een nummer over de noodlottige verdwijning van een konijn een dag voor Kerstmis, schreef Van 't Hek in 1977 voor zijn zus.", "paragraphs": ["Youp van 't Hek is trots op de Engelstalige Flappie-cover van Todd Rundgren, maar hoopt wel op een deel van de opbrengst als het nummer een hit zou worden, vertelt de cabaretier aan de Volkskrant.", "\"Als het op één komt in Japan, hoop ik toch dat wij ook iets van de opbrengst krijgen\", aldus Van 't Hek.", "De auteursrechtenorganisatie Buma/Stemra neemt het op voor de cabaretier. \"Youp heeft recht op een vergoeding als een liedje dat hij geschreven heeft in het buitenland gebruikt wordt. Er is geen toestemming gevraagd voor de vertaling. De inkomsten behoren via onze Amerikaanse collega's naar ons te gaan, zodat wij aan Youp kunnen uitkeren.\"", "Van 't Hek werd woensdag verrast door de cover van de Amerikaanse singer-songwriter, vertelt hij in een gesprek met NU.nl. \"Ik kreeg dat vanochtend toegestuurd en vond het enorm geestig. Het nummer is veertig jaar oud en hij heeft het heel letterlijk vertaald. Ik ben zelf net zo verbaasd als iedereen.\"", "Flappie, een nummer over de noodlottige verdwijning van een konijn een dag voor Kerstmis, schreef Van 't Hek in 1977 voor zijn zus. Daarna nam de artiest het lied ook in zijn eigen repertoire op."], "authors": ["Door"], "keywords": ["nummer", "opbrengst", "van", "flappiecover", "youp", "hek", "het", "op", "hij", "ik", "hoopt", "een", "wordt", "hit", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}