{"id": "5ed1992a-1581-3e10-a305-19fb57f88b81", "title": "Fake news avant la lettre: Minke Douwesz is niet dood en Detlev van Heest ook niet", "url": "https://trouw.nl/cultuur-media/fake-news-avant-la-lettre-minke-douwesz-is-niet-dood-en-detlev-van-heest-ook-niet~bce544f4/", "summary": "Van rumoer komt nieuw rumoer, zo bleek nadat ik me vorige maand in deze rubriek had afgevraagd waar de derde roman van Detlev van Heest en Minke Douwesz bleef.\nComplot-achtige trekjes kreeg deze onheilstijding toen twee andere lezers lieten weten dat ook van Van Heest geen nieuw boek meer te verwachten viel.\nEen te noodlottig toeval om waar te kunnen zijnTwee dodelijke ongelukken in dezelfde periode leek een te noodlottig toeval om waar te kunnen zijn.\nIn datzelfde nummer is ook een in memoriam te vinden van Minke Douwesz (en van Tomas Lieske, Peter Buwalda, Arjen van Veelen, allemaal springlevend nog).\nHet in memoriam van Van Heest onthulde ongewone intimiteiten.", "paragraphs": ["Van rumoer komt nieuw rumoer, zo bleek nadat ik me vorige maand in deze rubriek had afgevraagd waar de derde roman van Detlev van Heest en Minke Douwesz bleef. Beide schrijvers hadden zo’n tien jaar geleden succes met twee kort na elkaar bij Van Oorschot verschenen romans, en van beiden is sindsdien weinig meer vernomen.", "‘U kunt beter ophouden met wachten want Minke Douwesz is overleden’, mailde een lezer. ‘Ze is in 2011 verongelukt.’ En er kwamen meer mails met hetzelfde bericht. Complot-achtige trekjes kreeg deze onheilstijding toen twee andere lezers lieten weten dat ook van Van Heest geen nieuw boek meer te verwachten viel. De schrijver, die aan de kost kwam als parkeerwachter in Hilversum, zou in 2011 zijn geschept door een auto.", "Een te noodlottig toeval om waar te kunnen zijn", "Twee dodelijke ongelukken in dezelfde periode leek een te noodlottig toeval om waar te kunnen zijn. De bron bleek een Tirade uit 2011, waarin ene ­Victor Deplez een in memoriam wijdt aan Detlev van Heest. In datzelfde nummer is ook een in memoriam te vinden van Minke Douwesz (en van Tomas Lieske, Peter Buwalda, Arjen van Veelen, allemaal springlevend nog).", "Het in memoriam van Van Heest onthulde ongewone intimiteiten. Zo was de schrijver een ‘schrander maar ergerlijk kind’, en zijn vader had in 1968 het gezin verlaten ‘na het verorberen van de kerstgans’. In dat van Douwesz lezen we dat het haar vast tot troost zou zijn geweest dat ‘de winterse omstandigheden van haar dood in een verhaal van Tsjechov niet hadden misstaan’. Scrol je naar het slot van dit naschrift dan vind je de auteursnaam: Minke Douwesz.", "Fake news avant la lettre, dus. Erin gestonken. De schrijvers leven nog en Douwesz is ‘met iets bezig’, zo liet de uitgever eerder al weten. Mooi!", "Nicole Lucas en Jann Ruyters berichten wekelijks over boekennieuws en ander rumoer uit het literaire circuit."], "authors": ["Jann Ruyters"], "keywords": ["zijn", "van", "het", "minke", "en", "een", "met", "douwesz", "la", "ook", "lettre", "heest", "fake", "te", "niet"], "pubDate": "2021-01-10T10:11:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}