{"id": "5edc802e-8a9a-3b81-a3d7-54b4c73ec597", "title": "Topman Zalando stopt zodat zijn vrouw carrière kan maken", "url": "https://nu.nl/economie/6095020/topman-zalando-stopt-zodat-zijn-vrouw-carriere-kan-maken.html", "summary": "Rubin Ritter, een van de drie topmannen van Zalando, legt zijn functie neer.\nIn een verklaring op de website van het bedrijf schrijft Ritter dat hij na elf jaar aan de top van Zalando zijn vrouw de ruimte wil geven voor haar carrière.\n\"Na meer dan elf geweldige jaren, waarin Zalando mijn prioriteit is geweest, voel ik dat het nu tijd is om mijn leven een andere richting te geven.\nRitter is sinds de oprichting van het bedrijf betrokken bij Zalando.\nZe spreken in de verklaring hun dank uit aan Ritter en noemen hem een rolmodel voor velen in het bedrijf.", "paragraphs": ["Rubin Ritter, een van de drie topmannen van Zalando, legt zijn functie neer. In een verklaring op de website van het bedrijf schrijft Ritter dat hij na elf jaar aan de top van Zalando zijn vrouw de ruimte wil geven voor haar carrière.", "\"Na meer dan elf geweldige jaren, waarin Zalando mijn prioriteit is geweest, voel ik dat het nu tijd is om mijn leven een andere richting te geven. Mijn vrouw en ik hebben afgesproken dat de komende jaren haar professionele ambities de voorrang krijgen\", aldus de 38-jarige topman.", "Ritter is sinds de oprichting van het bedrijf betrokken bij Zalando. Samen met Robert Gentz en David Schneider bouwde hij de Berlijnse online schoenenstart-up uit tot een van de wereldwijd gezichtsbepalende modewebwinkels. Er werken nu veertienduizend mensen.", "Gentz en Schneider gaan nu samen de kar trekken bij Zalando. Ze spreken in de verklaring hun dank uit aan Ritter en noemen hem een rolmodel voor velen in het bedrijf."], "authors": ["Door"], "keywords": ["van", "het", "vrouw", "topman", "zalando", "zijn", "bedrijf", "stopt", "kan", "een", "mijn", "en", "ritter", "nu", "carrière", "maken", "zodat", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}