{"id": "5f0c0653-6e2d-3e47-92c1-9bd138050ce1", "title": "Rusland: Geheime dienst vergiftigde oppositieleider Navalny niet", "url": "https://nu.nl/buitenland/6097096/rusland-geheime-dienst-vergiftigde-oppositieleider-navalny-niet.html", "summary": "De Russische geheime dienst FSB heeft oppositieleider Alexei Navalny niet vergiftigd, zegt de Russische minister van Buitenlandse Zaken Sergey Lavrov woensdag.\nRusland ontkent beschuldigingen in veel gevallen, los van de kwaliteit van het geleverde bewijs.\nNavalny werd al sinds 2017 gevolgdIn augustus werd Navalny tijdens een vlucht van Siberië naar Moskou plotseling ziek.\nHij werd naar een Duits ziekenhuis overgebracht, waar de politicus nog altijd aan het herstellen is.\nUit het onderzoek blijkt dat Navalny al sinds 2017 door het FSB-team achtervolgd wordt.", "paragraphs": ["De Russische geheime dienst FSB heeft oppositieleider Alexei Navalny niet vergiftigd, zegt de Russische minister van Buitenlandse Zaken Sergey Lavrov woensdag. Hij doet het bewijs hiervoor dat onderzoeksjournalisten van Bellingcat hebben verzameld af als \"vermakelijk\".", "\"We zijn er allemaal aan gewend dat de Verenigde Staten en andere westerse landen Rusland beschuldigen in de media. Of het nu om hackers gaat of onthullingen over de dubbele of zelfs driedubbele vergiftiging\", aldus Lavrov. \"Het is vermakelijk om die nieuwsberichten te lezen\", voegt hij eraan toe.", "Rusland ontkent beschuldigingen in veel gevallen, los van de kwaliteit van het geleverde bewijs.", "Onderzoekscollectief Bellingcat onthulde maandag samen met The Insider, CNN en Der Spiegel dat Navalny waarschijnlijk is vergiftigd door een driekoppig FSB-team dat in giftige stoffen gespecialiseerd is. De journalisten maakten ook de identiteit van de drie bekend en leverden daarbij uitvoerig bewijs. Ze baseerden zich op onder meer vlucht- en telefoongegevens.", "Medewerkers van de Duitse en Britse inlichtingendienst zeiden eerder tegen The Sunday Times dat de Russische geheime dienst hem in het ziekenhuis nogmaals probeerde te vergiftigen.", "Navalny werd al sinds 2017 gevolgd", "In augustus werd Navalny tijdens een vlucht van Siberië naar Moskou plotseling ziek. Hij werd naar een Duits ziekenhuis overgebracht, waar de politicus nog altijd aan het herstellen is.", "Uit het onderzoek blijkt dat Navalny al sinds 2017 door het FSB-team achtervolgd wordt. In dat jaar maakte hij bekend de nieuwe Russische president te willen worden.", "Team was ook in Omsk", "De FSB-leden schaduwden Navalny tijdens zijn reizen door Rusland. Zo hielden ze hem tijdens meer dan dertig vluchten in de gaten. Mogelijk zijn eerder al pogingen gedaan om de vooraanstaande criticus van de Russische president Vladimir Poetin te vergiftigen, aldus het onderzoekscollectief.", "Het drietal zou zijn ondersteund en begeleid door minstens vijf andere FSB-agenten, van wie sommigen ook naar Omsk reisden. Dat is de Siberische stad waar Navalny vanwege de vergiftiging een tussenlanding maakte en met spoed in het ziekenhuis werd opgenomen, voordat hij naar Duitsland werd gebracht.", "Volgens Bellingcat communiceerden de FSB-agenten tijdens de reis met elkaar. Vlak voor de vergiftiging, op de momenten dat het slachtoffer zijn hotelkamer verliet en toen hij onderweg was naar het vliegveld, waren er volgens de onderzoeksjournalisten plotselinge pieken in de communicatie."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["van", "dat", "geheime", "niet", "navalny", "het", "en", "naar", "zijn", "werd", "oppositieleider", "dienst", "russische", "hij", "rusland", "vergiftigde"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}