{"id": "5f189a1c-2542-3453-be87-6d9947bf2184", "title": "‘Er moet ook weer eens gewoon gelachen kunnen worden om homo’s’", "url": "https://volkskrant.nl/cultuur-media/er-moet-ook-weer-eens-gewoon-gelachen-kunnen-worden-om-homo-s~bbcdb5f0/", "summary": "Glaasje water?’Ik sprak je dochter Anna, zij zei je dat je ’m wel gezien hebt.\nIk denk niet dat ik harder hak, maar mensen vínden dat ik harder hak.\n‘Zij vindt dat ik het niet moet gebruiken, en dan zeg ik dat ik het wel gebruik.\n‘Precies.’Aan de andere kant kun je je afvragen of er qua humor iets moois verloren gaat als je geen pisnicht meer zegt.\nAls je jong bent, sta je je leven vooruit te fantaseren.", "paragraphs": ["Als alles meezit, houdt Youp van ’t Hek dit jaar de oudejaarsconference. Een ‘raar, verdrietig jaar’ waarin hij zelf corona kreeg. Gaat de cabaretier nu eindelijk op zijn woorden letten? ‘Pisnicht is een scheldwoord! Nou en?’", "19 maart 2020, half twaalf ’s ochtends, het ANP doet een persalarm uitgaan: ‘Youp van ’t Hek besmet met coronavirus.’ Hij is opgenomen in het ziekenhuis, laat zijn management weten.", "Van ’t Hek is de eerste BN’er met corona, en ook de eerste patiënt op de corona-afdeling van het AMC in Amsterdam. Zoals hij in zijn bundel schrijft: ‘En die moest nog officieel door een BN’er geopend worden. Aan mij de eer.’", "Zin in een interview heeft hij niet, laat hij na zijn ontslag uit het AMC weten in een uitgebreide app – nog niet. ‘Ik wil niet weer met mijn gezondheid in de krant. Ik wil gewoon eind van het jaar knallen met een goede conference en dan pas weer praten met de pers. Te veel BN’ers hangen hun was buiten, zowel de schone als de vuile. Komende week ga ik herstellen (heb een lelijke optater gehad), lezen, wat schrijven, mijn hoofd en huis opruimen. Even alle aandacht voor mijn nogal leuke familie. Dus praten graag, maar niet nu.’", "Volgend appje, even later: ‘Wel je handen wassen als je met mij geappt hebt!’", "Na de zomer begint Van ’t Hek met try-outs voor zijn conference. Er staat iets op het spel. Niet alleen is het een zeer veelbewogen jaar, het is voor de cabaretier ook zijn tiende én laatste oudejaarsconference. In De Speeldoos in Baarn voert hij de voorstelling in oktober zittend op, velletjes papier op schoot. ‘Medische noodzaak’, verklaart hij. ‘Die corona heeft vervelende bijwerkingen. Ik kom wel eens ’s ochtends de trap af, helemaal verstijfd, en dan zeg ik tegen Debby: ‘Jaahaa, dit is jouw man!’ Ik merkte dat het bij die try-outs prettig was om te gaan zitten. Wat niet wil zeggen dat ik het op 31 december, als het doorgaat, ook zittend ga doen, want dat is zeker niet de bedoeling. Niet dat er iets mis is met zitten. Wim Kan zat ook.’", "Niet lang na de try-out in Baarn wordt het maximaal aantal mensen in de zaal teruggebracht van honderd tot dertig. En als het interview plaatsvindt, begin november, zijn de theaters net een dag dicht. Van ’t Hek: ‘De grote vraag is of het op 31 december überhaupt doorgaat. Ik wil niet dat op 1 januari half Nederland zegt: hij had het misschien beter niet kunnen doen.’", "Wanneer beslis je het?", "‘Weet ik nog niet. Met honderd man publiek ben ik bereid het te doen. Als er iets met sneltests kan, biedt dat misschien een mogelijkheid. Misschien krijgen we een ontheffing. Ik ga niks eisen. Het móét niet. Maar voor een publiek van dertig man gaat het niet lukken. Dan bel ik de VARA en zeg ik: sorry jongens. We zitten in een overmachtsituatie. Op dit moment praat je met iemand die het nog helemaal niet weet. Het raast wel door mijn hoofd. Af en toe word ik er ’s nachts wakker van.’", "Staat op en loopt naar het aanrecht, snijdt appeltaart aan. ‘Het is een raar jaar. Een verdrietig jaar. Een jaar waarin de wereld in de houdgreep wordt gehouden door iets waar vrijwel niemand ooit rekening mee heeft gehouden. Je rijdt door Amsterdam en je ziet gigantische hotels, net opgeleverd, met niemand erin. Veel dingen doen er ineens niet meer toe. Wij zitten hier nu ook aan mijn keukentafel in plaats van in het Americain of waar dan ook. En ik heb een appeltaartje bij de bakker gescoord. Dat heeft ook wel iets grappigs. Weet je wat ik niet snap? En voor de rest snap ik alles, ik snap dat ik niet voor een volle zaal kan optreden, ik snap het allemaal, maar weet je wat ik niet snap? Dat Ikea open is.’", "Toen je het coronavirus voor de eerste keer noemde in je NRC-column, had je het over…", "‘Een griepje. Ja, want ik sprak allemaal mensen die er in mijn ogen verstand van hebben, en die zeiden: nee joh, dat stelt niks voor, dat is een dingetje in China. Dus ik zat dat braaf met mijn mavo-pennetje over te nemen. Tot ik dus, eh, zelf ziek werd.’", "Was dat het moment dat je de ernst ervan inzag?", "‘Toen werd ik wakker, ja. Ik ben nog nooit zo ziek geweest. Ik blies hoestend dat raam eruit, bijna.’", "Wijst naar het keukenraam, drie meter verderop. ‘Ik reed begin maart op de snelweg in de auto van mijn vrouw, een Mini’tje. En toen kreeg ik zo’n hoestaanval dat ik de vluchtstrook op ben gereden, omdat ik dacht dat ik mezelf onder een vrachtwagen zou hoesten. Langzamerhand kreeg ik ook een soort spit, ik kon bijna niet meer lopen. Daar heb ik wel even de huisarts voor gebeld, maar die zei dat het gewoon een oudemannenkwaal was. Ik heb nog nooit spit gehad, overigens. Uiteindelijk lag ik op de bank in Amsterdam. En Debby was weg, die was hier in Bergen. Op een gegeven moment heb ik haar gebeld: ‘Volgens mij gaat het niet goed.’ En dat is een telefoontje wat ik nog nóóit gepleegd heb. We kennen elkaar goed, Debby en ik. We kennen elkaar al heel lang. En als ik haar ga bellen om te zeggen dat het niet goed gaat, dan is er echt iets aan de hand.’", "Wat voelde je dan?", "‘Grieperig. Maar dan heel erg. Ik kon niet meer opstaan. Ik kon niet meer naar de deur. Ik kon de krant niet meer pakken van de vloer. Het zal die spit wel zijn, dacht ik. Ik heb die dag nog wel mijn column voor NRC geschreven. Mijn slechtste column ooit, ik heb regels zitten vullen om aan het eind te komen.’", "Het kwam niet in je op om NRC te bellen en te zeggen: jongens, die column gaat vandaag niet lukken?", "‘Nee. Wat is dat, arbeidsethos? Ik had best bewusteloos kunnen raken, achteraf. Maar goed, Debby kwam naar huis, en inmiddels was de huisarts er, en die zei: we bellen een ambulance. En toen zei ik, zo helder was ik: ‘Geen ambulance! Nee, Wim – want die dokter ken ik ook al heel lang – dan staat die ambulance hier voor de deur, en dan komt Youp van ’t Hek liggend op een brancard naar buiten en dan staan de mensen klaar met hun telefoontjes. Nee Wim, dat gaan we niet doen.’ En toen zei Wim: ‘Dat gaan we absoluut wél doen, je gaat huppakee in die ambulance.’ Ik zei dat ik nog even naar het toilet moest, en toen heb ik op de wc snel een taxi gebeld. ‘Ga jij maar lekker met de ambulance’, zei ik tegen Wim. Eenmaal in het AMC stortte ik helemaal in, alle bloedwaarden waren verkeerd. Toen bleek dus dat ik corona had, met een bacteriële longontsteking er bovenop. En dan was het ook nog een bacterie die zin heeft om een aanslag op je hartkleppen te plegen, waardoor je binnen een paar uur dood kan zijn.’", "Een paar dagen later kwam het persalarm. ‘Youp van ’t Hek besmet met coronavirus.’", "‘Toen lag ik al zes dagen in het ziekenhuis. Ik vond dat we het naar buiten moesten brengen, want ik had een paar weken in Carré gestaan en elke avond waren er in de artiestenfoyer na de voorstelling tien, twintig, dertig mensen. ‘Was leuk, Youpie!’ Je drinkt wat, je kletst wat. Daar ben ik ongetwijfeld aangestoken en heb ik het vast ook doorgegeven. Ik heb daar zelfs nog een feestje gegeven.’", "Beeld Gerard Wessel", "Misschien was je wel een superspreader.", "‘De GGD belde, of ik kon zeggen wie mijn contacten waren geweest. Nou, dat waren er nogal wat. Daarom zei ik tegen het impresariaat dat we het bekend moesten maken. Het was bloedirritant, want toen gingen allerlei mensen mij natuurlijk benaderen.’", "Journalisten?", "‘Ja, Hans Nijenhuis, hoofdredacteur van het AD. Vijf jaar geleden ben ik aan mijn hart geopereerd, zes bypasses. Ging heel goed. Maar vorig jaar op 1 november stond ik in Rotterdam te spelen, ik was vijf minuten bezig en werd draaierig. Ik moest van het podium af, naar het ziekenhuis. Daar zagen ze binnen 1 minuut wat er aan de hand was, ik reageerde verkeerd op een of ander pilletje. Op de website van het AD stond daarna een oproep aan lezers: was u erbij toen Youp onwel werd, laat het ons weten! Sodemieter nou toch op. Toen ik in het AMC lag, zo ziek, en bekend werd dat ik corona had, kwamen er natuurlijk een hoop appjes binnen. Lieve berichtjes. Mijn zoon die ‘hup papa’ stuurt. Maar ook: ja sorry dat ik je stoor, maar zou jij ‘blijf binnen’ willen zeggen, tegen onze lezers? Inderdaad! Nijenhuis! Ik ken hem, dus ik heb hem een paar weken later een berichtje gestuurd. ‘Was jij dit nou echt? Je krijgt een persbericht dat Youp van ’t Hek in het ziekenhuis ligt met corona, en dan ga je hem dit vragen, omdat je toevallig zijn nummer hebt?’ Doe normaal, debiel.’", "Je lag dus op een corona-afdeling. Hoe was het daar?", "‘Ik ben de afgelopen maanden wel eens aangesproken in de stad, door beeldschone meisjes, die zeggen: ‘Meneer Van ’t Hek, ik heb u toen verpleegd.’ Ik herkende ze helaas niet, want al die verplegers lopen in van die maanpakken. Ze hebben er alles aan gedaan om mij zo snel mogelijk van die enge bacterie af te helpen. Ik hoefde gelukkig net niet naar de intensive care. Er was wel wat aan de hand hoor, in de ziekenhuizen. En nu ook. Daarom erger ik me ook zo aan regisseurs die gaan zitten mekkeren omdat hun toneelstukje niet doorgaat. Sodemieter op man. Er is iets heel anders aan de hand, iets essentieels, een kwestie van leven en dood, en die speelt zich af in de ziekenhuizen.’", "Eigenlijk mag niemand dan zeuren, tenzij het over leven en dood gaat.", "‘Je mag wel zeuren, maar je zou ook iets zachter kunnen zeuren.’", "En mensen die te hard zeuren, pak je in je column keihard aan. Zoals Rijksmuseum-directeur Taco Dibbits, die in de eerste lockdown had gezegd dat hij ‘snakte’ naar de heropening.", "‘En die directeur van dat toneelgezelschap, die zei dat er in de schouwburg een sfeer hing alsof iedereen dood was. Nou, dan heb je nog nooit een dooie meegemaakt in de familie. Je kan ook zeggen: jammer dat die voorstelling niet doorgaat. Waarom er zo’n drama van maken? Ik plaats daar een kanttekening bij.’", "En over die kanttekening waren mensen boos. Diederik Ebbinge schreef in een open brief in NRC: ‘Je bent de zelfgenoegzame kakker geworden waartegen je je hele carrière geageerd hebt.’ Hij vond dat je meer empathie moest opbrengen ‘voor de sector waarin je al veertig jaar je zakken vult’.", "‘Lees die brief van hem maar eens goed. Geen enkel inhoudelijk punt. Mijn column ging over de tóón van die mensen. En hij schrijft dat ik een rechtse populist ben geworden. Wat een onzin.’", "Het gevoel wat na het lezen bleef hangen was: de succesvolste cabaretier van Nederland doet schamper over de cultuursector die het moeilijk heeft.", "‘Iederéén heeft het moeilijk! Ik heb het op dit moment ook moeilijk, met mijn bedrijfje. Doe er niet zo melodramatisch over. Ik heb die Diederik Ebbinge, want ik ken ’m, een briefje teruggestuurd: leer lezen. Aardige jongen verder. Volgens mij was hij zelf heel tevreden over zijn brief. Dat gun ik hem ook.’", "Ebbinge schreef dat je ‘kennelijk’ geen enkel weerwoord krijgt uit je eigen hofhouding.", "‘Ten eerste heb ik geen hofhouding. Ik heb een kantoor. Soms zegt mijn manager, Hans, als ik hem mijn column vooraf laat lezen: ‘Nou Youp, zou je dat wel zo zeggen?’ En dan stel ik soms iets bij. Ik kom uit een groot gezin, acht kinderen. Als jij iets zegt, zegt een ander dat je je bek moet houden, zo ging dat altijd. Ik ben heel erg gewend aan weerwoord. Dus zo’n brief raakt me helemaal niet.’", "In je vorige show zeg je dat je meer op je woorden moet gaan letten, dat er ‘een klimaatverandering’ gaande is.", "‘In dit land hoefde ik vroeger nooit op mijn woorden te letten. Dingen die ik zei, ook over nichten, werden in de jaren tachtig en negentig vanzelfsprekend grappig gevonden, of in ieder geval werd er niet zwaar aan getild. Er veranderen dingen, omdat een land verandert. Soms terecht. Zwarte Piet, bijvoorbeeld – mijn moeder had het niet begrepen, maar Zwarte Piet moet natuurlijk helemaal weg. Dat weet ik al twintig jaar. Jammer voor al die debielen die zich er zo aan vastklampen.’", "Is er ook een tijd geweest dat jij Zwarte Piet niet als een probleem zag?", "‘Ja, natuurlijk. Ik zag het niet als racistisch, en ik ben steeds beter gaan begrijpen waarom anderen het wel als racistisch zien.’", "Beeld Gerard Wessel", "Je doelt met die ‘klimaatverandering’ op wat jij ziet als doorgeschoten politieke correctheid.", "‘Ik zie mensen in mijn omgeving die ineens in de hoogste morele boom gaan zitten. Die kunnen dan ineens niet ophouden over Black Lives Matter, terwijl ik ze in de dertig jaar daarvoor nooit over racisme heb gehoord. Ik denk dan: doe jij maar even rustig.’", "Doe je wel eens aan zelfcensuur?", "‘Ik let meer op mijn woorden. Door wat die leraar in Parijs is overkomen, bijvoorbeeld. Een grapje over de profeet, ik wil er niet voor dood.’", "Je bent wel eens bedreigd geweest, toch, vanuit de voetbalhoek?", "‘Ja, lang geleden. Dat waren geen grote denkers, kan ik je vertellen. Maar ik heb toen moeten beloven dat ik er nooit over zou praten. Het was zeer ernstig, ik ben anderhalve maand beveiligd.’", "Wat is de grap waar je het meeste gezeik mee hebt gehad?", "‘Gezeik rolt altijd snel van mij af. Dat hele pisnicht-gedoe, daar was de buitenwereld meer mee bezig dan ikzelf. Er is een groep die mij niet moet, en die probeert mij in een intolerant hoekje te duwen. Prima, moeten ze vooral doen. Ik vind het om te lachen, want ik ben niet intolerant of homofoob, en iedereen die een beetje kan denken wéét dat. Maar ik zal Albert Verlinde voortaan wel gewoon een trut noemen, als dat beter is. Want ik vind het een enorme trut.’", "Je doelt op het gebruik van het woord ‘pisnicht’ in een column uit 2017, waar een hoop commotie over ontstond.", "‘Er is zelfs een documentaire over gemaakt!’", "De VPRO-documentaire Pisnicht: The Movie van Nicolaas Veul. Hij zegt in die film: ‘Het steekt me, want Youp van ’t Hek heeft geen idee hoe het is om als jonge homo op te groeien in een wereld waarin het zo normaal is om woorden als homo, flikker of watje te roepen.’ Heb je de film gezien?", "Grinnikt. ‘Nee.’ Staat op, gaat koffie zetten. ‘Ik zat op het verkeerde net. Later hoorde ik hoe het was, dat hij in een voetbalkleedkamer was geweest enzo. Jij nog koffie? Glaasje water?’", "Ik sprak je dochter Anna, zij zei je dat je ’m wel gezien hebt.", "‘Ik heb stukjes gezien. Niet helemaal. Ik zal hem nog wel eens kijken. Weet je, misschien ben ik te oud, dat ik het gewoon niet begrijp. Het is een wóórdje! En ik ga niet weer het halve interview erover doen. Een of andere pisnicht. Punt. En daar wordt dan een documentaire over gemaakt die Pisnicht: The Movie heet, over hoe moeilijk het is om uit de kast te komen. Ik geloof het, tuurlijk. Maar ik weet ook dat we in Nederland al héél erg opgeschoten zijn. Het woord pisnicht heb ik trouwens van een paar nichten geleerd. En ik heb het nooit als scheldwoord gebruikt.’", "Maar het is natuurlijk wel een scheldwoord.", "‘Ja, natuurlijk is het een scheldwoord! Nou en? Als ze tegen mij zeggen dat ik een kleine dikzak ben, nou en? Dat hoort bij het bestaan.’", "Waarom weigerde je je door Veul te laten interviewen voor zijn film? Hij wilde graag met je in gesprek.", "‘Omdat ik alles al gezegd had. Ik had geen zin het nog een keer uit te leggen.’", "Hij vroeg niet om uitleg, hij wilde erover in gesprek.", "‘Zal wel. Jeetje, hou toch effe op.’", "Je vindt het gezeur.", "‘Voor een groot deel vind ik het gezeur. Getut.’", "Voor welk deel vind je het geen gezeur?", "‘Ik ben zelf niet homoseksueel, ik ben niet geplaagd op school. Ik begrijp dat hij een onderwerp voor zijn documentaire nodig heeft. Het was geen onwil dat ik niet meedeed. Ik had gewoon geen tijd.’", "In je laatste programma bespreek je de pisnicht-commotie en noem je je critici ‘het gilde van de bruine ster’.", "‘Dat is een ironische grap. Jiskefet deed het ook.’", "Twintig jaar geleden.", "‘Maar heel grappig. Nog steeds heel grappig. De tijden veranderen, ja, maar ik vind het ook wel leuk om daar niet helemaal in mee te gaan. Het is toch ook wel vrolijk om niet helemaal in de politiek correcte pas te lopen? Ik denk niet dat ik harder hak, maar mensen vínden dat ik harder hak. Als je mijn oude columns leest, ga ik daarin ook al tekeer tegen mensen die raar doen. Het verschil is: nu zeggen ze vaker wat terug. Vroeger gingen we naar Wim Kan, en daarna gingen we naar huis. Nu gaan we naar Youp van ’t Hek, en daarna gaan we op Twitter om tegen Youp van ’t Hek te zeggen wat we ervan vonden.’", "Mensen zeggen vaker wat terug, maar luister je daar dan ook naar?", "‘Soms.’", "Krijg je weleens kritiek waarvan je denkt: zit wat in?", "‘Heel vaak.’", "Noem eens een voorbeeld?", "‘Weet ik veel.’", "Beeld Gerard Wessel", "Anna vond het teleurstellend dat je je niet liet interviewen voor Pisnicht: The Movie . Ze vindt dat je het woord ‘pisnicht’ niet zou moeten gebruiken.", "‘Zij vindt dat ik het niet moet gebruiken, en dan zeg ik dat ik het wel gebruik. Punt!’", "Ik begreep dat jullie er pittige discussies over voeren. Anna zei: ‘Ik ben een van de weinigen die tegen hem aan trapt, hij omringt zich met leeftijdgenoten en fans.’", "‘Dat valt wel mee. Ten eerste heb ik geen last van fans, want die heb ik niet, er is geen fanclub, niks.’", "Als mijn dochter tegen mij zou zeggen dat ik achterhaalde dingen zeg, zou ik me aangesproken voelen.", "‘Zo moet je niet in het leven staan, als je cabaretier bent. Ik heb honderden familieleden die ontzettend brave eikels zijn, die met bakfietsen door het leven gaan – moeten ze allemaal lekker zelf weten, niks tegen bakfietsen, maar ík ben de cabaretier.’", "Zet de kritiek van je dochter je helemaal niet aan het denken?", "‘Jawel, jawel. Als het zó anders wordt uitgelegd dan ik het heb bedoeld, als het zó zwaar wordt gemaakt – misschien hééft ze ook wel gelijk. Misschien verander ik ook wel eens iets. Nee, ik heb geen voorbeeld.’", "Je zei destijds: ik zal het woord pisnicht altijd blijven zeggen. Maar in je nieuwe columnbundel komt het woord niet voor, volgens mij.", "‘Zou kunnen.’", "Kan het zijn dat je het woord toch wat minder makkelijk gebruikt?", "‘Als ik in het café ben of ik sta met mijn vrienden te praten, zeg ik het nog steeds. Maar het zou kunnen dat ik nu, als ik de neiging heb pisnicht op te schrijven, eerder denk: ik doe maar even een ander woord. Natuurlijk veranderen er soms dingen. Jij zal ook denken, als je een foto van vijftien jaar geleden bekijkt: wat een rare kleren heb ik daar aan. Dat je denkt: jezus.’", "Maar ik heb dan weer nooit gezegd dat ik die kleren altijd zal blijven dragen.", "‘Wat ik bedoel is: ik zal altijd op die manier over die mensen blijven praten. Het ís toch ook moeilijk? Als je iemand wil omschrijven, en het is een enorme nicht, en hij gedraagt zich als een enorme nicht, dan moet je dat toch opschrijven? Er moet ook weer eens gewoon gelachen kunnen worden om homo’s.’", "De column waar het allemaal mee begon, daarin gebruikte je het woord pisnicht voor de man die door Jelle Brandt Corstius van verkrachting was beschuldigd – we kenden toen zijn naam nog niet, laat staan dat we wisten hoe hij zich gedroeg.", "Grinnikt: ‘Ja, daar ging het over. In eerste instantie leek dat heel anders in elkaar te zitten, later begreep ik dat ze gewoon dronken hadden liggen rollebollen in een hotelkamer.’", "Waarom omschreef je die man als pisnicht?", "‘Weet ik veel. Het is gewoon een woordje dat langskomt.’", "Ander voorbeeld. Arie Boomsma omschreef je in het verleden als ‘een ontzettende homo’, die duidelijk nog in de kast zit.", "‘Dat denk ik namelijk, dat dat zo is.’", "Al was het zo. Waarom is dat de manier om hem belachelijk te maken?", "‘Ik maak hem niet belachelijk, maar die man gaat met een camera naar ouders om te filmen hoe een kind uit de kast komt. Daar kijk ik met scepsis naar. Het is gewoon zelf een homo, man, zeg ik dan, als grap. Het gaat mij om hoe hij zich presenteert. Als een ontzettende nicht, vind ik, met zijn zalvende jezustoontje. Mag ik me daar niet vrolijk om maken? Jij maakt het veel zwaarder dan ik het bedoel, en dat is precies de botsing. Ik heb homoseksuele vrienden die altijd handenwapperend binnenkomen – nou, daar maak ik graag een grapje over. Dat doe ik thuis, en dat mag ik ook in het openbaar doen.’", "Je dochter zei: ‘Ik ben altijd bang dat hij in een voorstelling net het verkeerde gaat zeggen.’", "‘Dat is toch grappig? Mijn dochter luistert altijd met extra gespitste oren. En dan hebben we hele leuke vader-dochterdiscussies. Mijn kinderen hebben ook veel van hun moeder, hè? Debby is wat minder uitgesproken. De zachtere kant, dat is Debby. Debby zegt vaak tegen mij: ‘Je hóéft het niet te zeggen.’ Maar ik vind van wel. Er zijn veel mensen die mij een leuke cabaretier vinden, maar er zijn ook heel veel mensen die mij verschrikkelijk vinden. Op beide ben ik heel trots.’", "In je vorige show citeer je je vader, die ooit tegen je zei: ‘Je moet zorgen dat een groot deel van Nederland een onbedaarlijke tyfushekel aan je heeft.’", "‘Dat heeft hij letterlijk gezegd. Als je maar niet zo wordt als die of die – brave cabaretiers, van wie ik de namen niet ga noemen. Mijn vader was een leuke man, een echte Amsterdammer. Zeur niet, zeik niet, dat heb ik van hem. Hij heeft goed gezien dat je als cabaretier niet de middenweg moet zoeken. De middenweg is saai. Mijn vader was het vaak niet met mij eens, maar hij moest wel om me lachen. Of het grappig is, dat zou de maatstaf moeten zijn.’", "En niet of het kwetst.", "‘Precies.’", "Aan de andere kant kun je je afvragen of er qua humor iets moois verloren gaat als je geen pisnicht meer zegt.", "‘Dat ben ik met je eens. Maar het is ook minder kwetsend dan men het nu doet voorkomen. Het is in ieder geval minder kwetsend bedoeld dan het wordt opgevat. Mijn vader was trouwens ook een sentimentele man. Hij zat te janken bij de opera. Hij vond dat ik dicht bij de straat moest blijven, dicht bij de wereld.’", "Hoe moeilijk is het om dicht bij de straat te blijven als je beroemd bent?", "‘Ik ben niet beroemd. Ik bén wel beroemd, maar in mijn eigen hoofd niet. Ik kom in alle winkels. Ik doe boodschappen. Ik kook. Ik leid geen beroemd leven.’", "Kun je dicht bij de straat blijven als je rijk bent?", "‘Dat ben ik nu eenmaal. Ik heb bijna vijf miljoen boeken verkocht en mijn zalen zijn altijd uitverkocht, het zou raar zijn als ik alles had opgemaakt. Je kunt van de straat zijn als je op straat loopt, in de kroeg komt, overal lekker gaat eten en met iedereen ouwehoert. Ik zou niet van de straat zijn als ik me zou laten rondrijden door een chauffeur. Ik heb een seizoenskaartje bij Ajax en ik zit niet in het vak van de elite en ook niet in een skybox. Ik zou het makkelijk kunnen betalen, maar ik moet er niet aan denken. Ik vind het belangrijk om een gewoon leven te leiden.’", "Ben je ‘van de straat’ als je op straat komt?", "‘Wel als je met iedereen praat, zoals ik. Ik ben niet van de showbizz. Ik ben geen succeskoesteraar. Ik vier geen jubilea. Ik ga nooit naar premières.’", "Je bent wel goede vrienden met Guus Meeuwis en Marco Borsato.", "‘Allebei ontzettend leuke gozers. Marco heb ik leren kennen tijdens het maken van de glossy Youp. En Guus heb ik ontmoet bij het WK voetbal in Zuid-Afrika. Daarna hebben we bedacht dat we samen naar Parijs zouden gaan om daar te spelen in Olympia. Het was binnen tien minuten twee keer uitverkocht. Maar toen kwam die zware hartoperatie, dus Guus moest het alleen doen. Ik zou gaan kijken, maar uiteindelijk heb ik toch twintig minuten een conference gedaan. Toen ik opkwam kreeg ik een applaus van negen minuten. Magistraal. Bij Debby lopen de tranen bij wijze van spreken nog over de wangen.’", "Wat hebben Guus en jij gemeen?", "‘Guus is ook iemand zonder pretenties. Iemand die stadions vult, maar daar zichzelf nooit voor op de borst zal timmeren. En hij doet dat niet één keer, zo’n stadion, maar inmiddels alweer een keer of vijftig. Ik vind het gewoon een onbedaarlijk aardige gozer. Marco trouwens ook.’", "De mensen die je kennen, zeggen dat je zachtaardig bent. Heel anders dan de column-Youp.", "‘Met mijn kinderen, mijn vrouw en mijn oude schoonmoeder, ben ik dat zeker. Met mijn vrienden trouwens ook. Ik heb al mijn vrienden vanaf mijn 16de. Behalve Guus en Marco.’", "Beeld Gerard Wessel", "In je nieuwste bundel staat ook een wat langer stuk, over de dood.", "‘Omdat het anders wel een héél dun boekje zou worden, want er gingen vier columns niet door. Ik wilde een mooi verhaal schrijven over hoe ik al mijn leven lang graag over Père Lachaise loop, dat ik sowieso graag over kerkhofjes loop, waardoor mijn kinderen zeggen dat ik nou toch eens moet opflikkeren met mijn kerkhofjes.’", "Je noemt het ‘zeikvragen’, in dat stuk, de vragen naar of je anders tegen het leven aan bent gaan kijken doordat je in de afgelopen vijf jaar twee keer op het randje van de afgrond hebt gestaan.", "‘Ik ben al vanaf kleins af aan met de dood bezig, dat is niet veranderd. Het bangst voor de dood was ik in 1966. Ik was 12 en mijn vader kreeg twee zware hartinfarcten. Ons hele gezin stond stijf van de spanning of papa het zou redden. Hij heeft het gered, hij is 81 geworden. Dat onderdeel van het leven, de dood, ziek zijn, zit, om het modern te zeggen, in mijn dna. Dat komt door die infarcten van mijn vader. En ook doordat twee van mijn klasgenootjes op de kleuterschool omkwamen bij een brand. Die twee kistjes, naast elkaar in de kerk, het maakte een verpletterende indruk. Mijn ouders zijn later vanuit diezelfde kerk begraven, en ik zat tijdens hun begrafenissen de hele tijd aan die twee kleine kistjes te denken. Als ik een geweldig optreden heb gedaan in Carré kan ik euforisch zijn, en toch ben ik in de kleedkamer alweer een nuchter mens. Bedenk dat gij stof zijt, en tot stof zult wederkeren. Dat zit er diep in.’", "Je werd begin dit jaar in De Balie geïnterviewd door je zoon Julius van 29. Je zei tegen hem: ‘Ik ben vaak knap jaloers op jou.’", "‘Ik ben jaloers op mensen die een leven voor zich hebben. Als je jong bent, sta je je leven vooruit te fantaseren. En als je oud bent, denk je aan vroeger. Ga je verlangen naar vroeger. Ik kan erg verlangen naar een tijd dat ik onbezonnen naar het café kon gaan, de jaren tussen mijn 20ste en 35ste, de mislukkingen, het aankloten. Beetje op een ouwe bank zitten en rare televisie kijken. In mijn herinnering was het een geweldige tijd. De tijd dat ik geen publiek had en op alle deuren stond te bonken omdat ik cabaretier wilde worden. Ik hoop nooit de volgevreten vedette te worden die dat allemaal vergeten is.’", "Na het interview laat Youp van ’t Hek het huis zien. Op een tafel in de woonkamer staat een soort sjoelbak, maar dan vierkant. ‘Ga maar zitten’, zegt Van ‘t Hek. De bedoeling is om als eerste je vijf steentjes met een soort katapult door een opening te schieten om ze op de helft van de andere speler te krijgen. Na tien seconden heeft Van ’t Hek gewonnen. Later die middag stuurt hij een appje, met een link naar een webwinkel waar een soortgelijk spel te koop is. ‘Die van ons komt uit Frankrijk, deze is minder leuk. Zie dat het hier zelfs ‘tafelhockey’ heet.’", "Hij raadt af om in het stuk op te nemen dat Youp van ’t Hek heeft gewonnen met tafelhockey. ‘5-0 in 10 seconden. Ik zou het lekker stil houden.’", "CV Youp van 't Hek 28 februari 1954 Geboren in Naarden 1973 Oprichting Cabaret Nar op met Debby Petter en Daan van Straaten 1981 Flappie 1982 Gaat solo. Maakt sindsdien 27 solovoorstellingen, waaronder negen oudejaarsconferences 1988-heden Wekelijkse column in NRC Handelsblad 1989 Conference met Buckler-effect 2007 Eenmalige glossy Youp 2014 Edison Oeuvreprijs Kleinkunst 2016 VSCD Oeuvreprijs 2020 Tiende (en laatste) oudejaarsconference. Hierna volgt nog één solovoorstelling Youp van ‘t Hek is getrouwd met Debby Petter. Ze hebben twee dochters, een zoon en twee kleinkinderen."], "authors": ["Sara Berkeljon"], "keywords": ["van", "gewoon", "gelachen", "het", "op", "die", "homos", "ik", "moet", "een", "ook", "om", "weer", "kunnen", "je", "dat", "en", "niet", "er", "worden"], "pubDate": "2020-12-03T15:00:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}