{"id": "5f382c67-9d07-3785-a51e-70bc11347add", "title": "Hoe Macron van illegale immigranten trotse Franse staatsburgers maakt", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/hoe-macron-van-illegale-immigranten-trotse-franse-staatsburgers-maakt-795931/", "summary": "Staatsburgerschap als beloningDeze week maakte Emmanuel Macron bekend dat de Franse staat 700 migranten gaat belonen met het Franse staatsburgerschap.\nGassama zag enkele dagen daarvoor in een buitenwijk van Parijs een kleuter aan een balkon van een flatgebouw hangen.\nDe president prees Gassama, noemde het ‘een buitengewoon moedige daad’ en beloonde hem met het Franse staatsburgerschap.\nTen tweede dat het bereiken van het staatsburgerschap iets moois is, iets begerenswaardigs.\nMaar veel van Macrons nieuwe landgenoten zullen het gevoel hebben dat zij deel uitmaken van iets bijzonders, dat zij met het Franse paspoort ook het winnende lot in handen hebben.", "paragraphs": ["De Franse president beloont illegale immigranten die zich hebben ingezet voor Frankrijk met het staatsburgerschap. Dat geeft hun het gevoel dat ze deel uitmaken van iets bijzonders, schrijft Robbert de Witt.", "Het zal weinig Nederlanders zijn opgevallen, maar het was onlangs Nationale Naturalisatiedag. Elk jaar wordt op 15 december in gemeenten in heel Nederland gevierd dat immigranten hun inburgeringstraject met succes hebben afgerond en dat zij officieel Nederlander zijn geworden. De volgens het IND ‘feestelijke ceremonie’ betekent voor de nieuwe Nederlanders het einde van een vaak lange weg door de bureaucratie. Dat kan ook anders, zo laten de Fransen zien.", "Robbert de Witt (1978) is Buitenlandredacteur bij", "EW. Hij blogt wekelijks op", "donderdag over mondiale", "ontwikkelingen en de gevolgen", "ervan voor Nederland en Europa.", "Staatsburgerschap als beloning", "Deze week maakte Emmanuel Macron bekend dat de Franse staat 700 migranten gaat belonen met het Franse staatsburgerschap. Het gaat om immigranten die op een of andere wijze ‘aan het coronafront’ hebben gestaan. Zorgpersoneel bijvoorbeeld, maar ook vuilnisophalers, kassières en schoonmaakpersoneel. Buitenlanders dus die een aanvraag hebben gedaan voor de Franse nationaliteit en die al een baan hebben, maar het afgelopen jaar niet konden thuiswerken.", "‘Deze buitenlanders bleven niet aan de zijlijn, maar kwamen in actie tijdens de coronacrisis,’ lichtte Marlène Schiappa toe. Zij is Macrons staatssecretaris voor Burgerschap. ‘Nu is het tijd voor de Republiek om iets voor hen te doen.’", "Staatsburger na dienst in het Vreemdelingenlegioen", "Het genereuze gebaar van de Franse staat is opmerkelijk, omdat president Macron de grenzen juist steeds meer sluit en het lastiger maakt voor immigranten – vooral wegens de druk op het sociale stelsel en de zorgen over het ontstaan van een parallelle samenleving waar de waarden van de Republiek niet worden gerespecteerd.", "Tegelijk past de beloning in een traditie. Zo kunnen buitenlanders, ongeacht hun verleden, Frans staatsburger worden als zij in dienst van het Vreemdelingenlegioen hun leven hebben geriskeerd voor de Republiek.", "Macron was al eerder gul met het verlenen van de Franse nationaliteit als dank voor goed gedrag. Twee jaar geleden ontving Macron de 22-jarige Malinees Mamoudou Gassama in het Élysée. Gassama zag enkele dagen daarvoor in een buitenwijk van Parijs een kleuter aan een balkon van een flatgebouw hangen. Hij aarzelde niet, klom naar de vierde verdieping en bracht het kind in veiligheid. Zijn daad werd gefilmd, Gassama was eventjes een nationale held.", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Gassama was een zogeheten ‘sans papiers’. Een illegaal dus. Hij was het jaar ervoor met een boot van Noord-Afrika naar Italië gevaren en vervolgens doorgereisd naar de Franse hoofdstad. De president prees Gassama, noemde het ‘een buitengewoon moedige daad’ en beloonde hem met het Franse staatsburgerschap.", "Frans paspoort is als een gouden medaille", "Het kwam Macron op kritiek te staan van links, want het zou benadrukken hoe moeilijk het is om te worden geaccepteerd in Frankrijk: blijkbaar maak je alleen kans op acceptatie als je iets uitzonderlijks doet, zoals deze Parijse Spiderman.", "Dat is wel een erg zure duiding van Macrons daad. Voor alle immigranten is er de officiële, juridische route naar het staatsburgerschap. Maar door sommige ‘sans papiers’ te belonen, geeft Macron twee heldere signalen af. Ten eerste dat wie een bijzondere inspanning heeft geleverd voor de nationale zaak, uiteindelijk wordt beloond. Ten tweede dat het bereiken van het staatsburgerschap iets moois is, iets begerenswaardigs. Macron stelt het Franse paspoort gelijk aan een gouden medaille.", "Deel uitmaken van iets bijzonders", "Natuurlijk is de kans groot dat veel immigranten in Frankrijk eerst terechtkomen in een verpauperde buitenwijk vol goedkope huurflats. En ongetwijfeld zijn de meeste immigranten beter af in Nederland, waar de leefomstandigheden, voorzieningen en perspectieven doorgaans beter zijn dan in Frankrijk. Maar veel van Macrons nieuwe landgenoten zullen het gevoel hebben dat zij deel uitmaken van iets bijzonders, dat zij met het Franse paspoort ook het winnende lot in handen hebben.", "Zouden nieuwe Nederlanders datzelfde gevoel hebben op Nationale Naturalisatiedag?"], "authors": [], "keywords": ["trotse", "van", "voor", "en", "franse", "een", "maakt", "met", "illegale", "immigranten", "hoe", "het", "hebben", "staatsburgers", "macron", "dat"], "pubDate": "2020-12-24T10:04:16Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}