{"id": "5f3cbfbc-9ba6-3205-b0e0-d604a0ef0c12", "title": "Barça verslaat PSV opnieuw in Champions League, mede door twee goals Martens", "url": "https://nos.nl/artikel/2360938-barca-verslaat-psv-opnieuw-in-champions-league-mede-door-twee-goals-martens.html", "summary": "Voor de vrouwen van PSV zit het Champions League-avontuur er na twee wedstrijden op.\nHet lukte haar niet om een voorzet te blokkeren, waarna Martens de bal helemaal vrij binnen kon werken bij de tweede paal.\nAls PSV al een kansje kreeg (vrije trap Melanie Bross, uitbraak Jeslynn Kuijpers en Joëlle Smits) werd dat verprutst.\nNadat Hansen haar tweede van de wedstrijd had gemaakt, volgde Martens dat voorbeeld.\nNet als in Eindhoven lukte het Smits nog wel om een eretreffer te maken voor PSV.", "paragraphs": ["Voor de vrouwen van PSV zit het Champions League-avontuur er na twee wedstrijden op. FC Barcelona was, net als vorige week in Eindhoven, ook in het eigen Estadi Johan Cruijff met 4-1 te sterk.", "Na de nederlaag op de Herdgang wilde PSV zijn huid in Barcelona duurder verkopen. Maar na vier minuten incasseerde het al een tegengoal. De Noorse Caroline Graham Hansen scoorde met een strak schot in de verre hoek, waar PSV-keepster Sari van Veenendaal verzuimde in te grijpen.", "De jarige Lieke Martens (28) verdubbelde die voorsprong kort voor rust en wederom zag Van Veenendaal er niet goed uit. Het lukte haar niet om een voorzet te blokkeren, waarna Martens de bal helemaal vrij binnen kon werken bij de tweede paal.", "Kansen niet benut", "Daarmee was de wedstrijd al vroeg beslist. Als PSV al een kansje kreeg (vrije trap Melanie Bross, uitbraak Jeslynn Kuijpers en Joëlle Smits) werd dat verprutst.", "In de tweede helft bleef Barcelona zoeken naar goals. Nadat Hansen haar tweede van de wedstrijd had gemaakt, volgde Martens dat voorbeeld. De Nederlandse kopte binnen uit een hoekschop.", "Net als in Eindhoven lukte het Smits nog wel om een eretreffer te maken voor PSV."], "authors": [], "keywords": ["goals", "door", "verslaat", "league", "van", "opnieuw", "een", "voor", "te", "het", "niet", "barcelona", "tweede", "champions", "mede", "martens", "twee", "psv"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}