{"id": "5f48946a-442c-346f-ae40-65b3901a41b8", "title": "Prei in de hoofdrol: sandwich met prei en ribeye", "url": "https://www.parool.nl/ps/prei-in-de-hoofdrol-sandwich-met-prei-en-ribeye~b15bb833/", "summary": "Beeld Emma LevieMet een groepje jonge chefs stak ik ooit bijna een huis in Kopenhagen in de fik met prei.\nEen van de Engelse chefs had zijn koffer volgestouwd met prei van zijn favoriete teler.\nVraag een chef wat de beste manier is om prei te bereiden en hij zal hoogstwaarschijnlijk zeggen: op de barbecue.\nWe smeten kranten, hout en prei in de oven en staken de boel aan.\nIk probeerde de boel uit te slaan met een theedoek, maar had binnen de kortste keren een brandende theedoek in mijn handen.", "paragraphs": ["Beeld Emma Levie", "Met een groepje jonge chefs stak ik ooit bijna een huis in Kopenhagen in de fik met prei. Samen met zes chefs die bij een aantal van ’s werelds beste ­restaurants werkten, hadden we ­afgesproken dat iedereen ingrediënten uit zijn thuisland zou meenemen en dat we daar samen mee zouden gaan koken. We schoven langs elkaar in een klein, krakkemikkig keukentje waar de gemiddelde student nog geen ei in had kunnen bakken. Een van de Engelse chefs had zijn koffer volgestouwd met prei van zijn favoriete teler. Gelukkig hoefde ik de dagen erop niet naast hem te zitten, want zijn kleding moet hebben geriekt. Samen met hem ontfermde ik me over de prei.", "Vraag een chef wat de beste manier is om prei te bereiden en hij zal hoogstwaarschijnlijk zeggen: op de barbecue. Als je prei grilt op kolen, zal de buitenkant blakeren en de binnenkant rokerig en zacht worden. Prei wordt veel gebruikt als ondersteunende groente in een bouillon of stoof, maar verdient wat mij betreft vaker de hoofdrol. De groente, die net als lelies en knoflook tot de lookfamilie behoort, moet je dan wel in zo min mogelijk vocht ­proberen te garen. Hij verliest snel smaak en wordt dan papperig.", "Hoe dan ook: we begonnen met het blakeren op het ­fornuis, zoals ik dat thuis meestal doe, maar de chef bedacht dat een fikkie stoken in de oven ook geen slecht idee was. We smeten kranten, hout en prei in de oven en staken de boel aan. Toen we een paar minuten later onze prei inspecteerden, rolde er een brandende prei uit de oven op het tapijt (tapijt in de keuken, nooit een goed idee). Ik probeerde de boel uit te slaan met een theedoek, maar had binnen de kortste keren een brandende theedoek in mijn handen. Een pan water zorgde ervoor dat het ­allemaal goed afliep."], "authors": ["Samuel Levie"], "keywords": ["hoofdrol", "ribeye", "sandwich", "op", "met", "zijn", "het", "ik", "een", "en", "dat", "te", "prei"], "pubDate": "2020-12-08T14:49:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}