{"id": "5f525e6d-9aeb-3648-a974-525230588e09", "title": "Ook aspirant-omroep Ongehoord Nederland! passeert grens van 50.000 leden", "url": "https://www.parool.nl/nederland/ook-aspirant-omroep-ongehoord-nederland-passeert-grens-van-50-000-leden~b6535e4d/", "summary": "Arnold Karskens van omroep Ongehoord Nederland.\nVervolgens moet nog een lange weg worden afgelegd om daadwerkelijk op een van de publieke kanalen te mogen uitzenden.\nAlle omroepen kunnen intekenen op een tijdslot en ‘het beste idee wint’.\nEr zijn meer omroepen die het publieke bestel willen binnendringen, maar de grens van 50.000 leden nog niet zijn gepasseerd.\nEen greep uit de gegadigden: M24 (een omroep voor moslims), Omroep Groen (met milieu en klimaat als belangrijkste pijlers) en EVNS (voor meer vrouwen op tv).", "paragraphs": ["Arnold Karskens van omroep Ongehoord Nederland. Beeld ANP", "ON! maakt het nieuws morgenochtend 11.00 uur officieel bekend in hun Zwarte Pietenjournaal op de website van de omroep. Volgens Karskens is daarin te zien dat ook Sinterklaas (ere)lid is geworden en omroepsympathisanten Geert Wilders (PVV) en Thierry Baudet (FvD) van ‘een echte Zwarte Piet’ een presentje ontvangen. ON! zet in op tv- en radioprogramma’s over onder meer de bezorgdheid om massa-immigratie, de ‘klimaatgekte’ en wil een kritische geluid laten horen over de Europese Unie.", "Karskens: “Fantastisch dat zoveel mensen ons steunen. Ik merk het ook aan de populariteit van ons Zwarte Pietenjournaal, mensen hebben behoefte aan een omroep die zich inzet voor het behoud van de eigen cultuur.” De oprichter wil benadrukken niemand uit te sluiten. “Ik zeg ook niet dat wij de waarheid in pacht hebben, maar wij willen Nederland wel op een andere manier belichten en meer smaak en geur geven aan de eenheidsworst in Hilversum. Wij hebben wat dat betreft een belangrijke taak te vervullen.”", "Omroep Zwart", "Eerder wist ook Omroep Zwart van onder meer rapper en acteur Akwasi vóór 31 december 50.000 mensen over te halen 10 euro te betalen en lid te worden, een vereiste om te kunnen toetreden tot de Nederlandse Publieke Omroep (NPO). Vervolgens moet nog een lange weg worden afgelegd om daadwerkelijk op een van de publieke kanalen te mogen uitzenden. Het Commissariaat van de Media en de Raad voor Cultuur kijkt kritisch naar beleidsplannen van de aspirant-omroepen. Zij moeten aantonen voldoende toegevoegde waarde te hebben.", "Vervolgens moet aansluiting worden gevonden bij een reeds bestaande omroep. Zo kwam eerder WNL bij Omroep MAX en PowNed bij de NTR terecht. Sinds 2016 is het ledenaantal niet meer bepalend voor de hoeveelheid zendtijd. Alle omroepen kunnen intekenen op een tijdslot en ‘het beste idee wint’. Op z’n vroegst zijn de nieuwelingen begin 2022 met een programma op de buis.", "Er zijn meer omroepen die het publieke bestel willen binnendringen, maar de grens van 50.000 leden nog niet zijn gepasseerd. Een greep uit de gegadigden: M24 (een omroep voor moslims), Omroep Groen (met milieu en klimaat als belangrijkste pijlers) en EVNS (voor meer vrouwen op tv). Ook PowNed moest opnieuw leden werven. Omroepbaas Dominique Weesie laat weten ‘op schema’ te liggen."], "authors": ["Gudo Tienhooven"], "keywords": ["van", "aspirantomroep", "nederland", "het", "leden", "passeert", "op", "meer", "ongehoord", "omroep", "50000", "een", "ook", "en", "te", "grens", "voor"], "pubDate": "2020-12-04T22:11:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}