{"id": "5f6ca38f-17f7-3080-96a6-e7d72c5e40fe", "title": "De uitzending van 8 januari : Waarom geen afstand op scholen? / Roep om aftreden Trump luider dan ooit", "url": "https://nos.nl/nieuwsuur/artikel/2363521-de-uitzending-van-8-januari-waarom-geen-afstand-op-scholen-roep-om-aftreden-trump-luider-dan-ooit.html", "summary": "Waarom geen anderhalvemetermaatregel op middelbare scholen?\nDe 'Britse variant' van het coronavirus wordt daarin ook meegenomen.\nTwee OMT-leden, kinderarts Karóly Illy en hoogleraar infectiepreventie Andreas Voss, komen nu terug op het advies dat leidde tot dat besluit.\n\"In juni vorig jaar verkeerden we in de veronderstelling dat tieners een vrij kleine, misschien zelfs wel verwaarloosbare, rol speelden.\nTieners spelen ook een belangrijke rol bij de verspreiding van het virus\", zegt Illy.", "paragraphs": ["Waarom geen anderhalvemetermaatregel op middelbare scholen?", "Vandaag buigt het Outbreak Management Team (OMT) zich over de scholen. Blijven ze voorlopig gesloten of gaan ze weer open, en als ze open gaan: zijn er aanvullende maatregelen nodig? De 'Britse variant' van het coronavirus wordt daarin ook meegenomen.", "Nieuwsuur onderzocht waarom Nederland - anders dan in omringende landen - de anderhalvemetermaatregel op middelbare scholen losliet. Twee OMT-leden, kinderarts Karóly Illy en hoogleraar infectiepreventie Andreas Voss, komen nu terug op het advies dat leidde tot dat besluit.", "\"In juni vorig jaar verkeerden we in de veronderstelling dat tieners een vrij kleine, misschien zelfs wel verwaarloosbare, rol speelden. Gaandeweg werd steeds duidelijker dat dit een vergissing was. Tieners spelen ook een belangrijke rol bij de verspreiding van het virus\", zegt Illy."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["roep", "luider", "van", "waarom", "rol", "om", "ze", "een", "scholen", "tieners", "ooit", "op", "trump", "het", "dat", "uitzending"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}