{"id": "5f754e0a-5c30-33a1-b576-7429870e316e", "title": "Je hoopt bijna dat ze ‘Klassen’ naar een goed einde kunnen toeschrijven", "url": "https://trouw.nl/cultuur-media/je-hoopt-bijna-dat-ze-klassen-naar-een-goed-einde-kunnen-toeschrijven~b72fb645/", "summary": "“Dat is negen weken.”De donkere Gianny is de slimste van de klas, met het slechtste rapport.\nNiemand die hem opwacht met een gezellig kopje thee.\nEen meisje met hoofddoek vertelt dat ze vmbo-kader-advies kreeg.\nWie gaat hem begeleiden om zijn achterstand in te lopen en zijn innerlijke vuurtje weer te vinden?\nDe makers hebben hun hoofdkarakters zo dramaserie-achtig geïntroduceerd, dat je bijna hoopt dat ze de serie naar een goed einde kunnen toeschrijven.", "paragraphs": ["Toe nou, ga die school in!, leef ik mee. In de nieuwe documentaireserie ‘Klassen’ (Human) van Ester Gould en Sarah Sylbing blijft de dertienjarige Gianny na de zomervakantie van 2019 dralen rond zijn vmbo-school het Hogelant. Hij kan niet wachten om meester Thijs te omhelzen, maar zodra de les begint is hij weg. Verdwenen van zijn bankje. Uitgezoomd bij terugkomst. Meester Thijs laat hem uitrekenen hoeveel uren school hij vorig jaar heeft gemist: 270. “Dat is negen weken.”", "De donkere Gianny is de slimste van de klas, met het slechtste rapport. Kan íemand hem helpen?, knaagt het na aflevering 1 maandag. Ondanks zijn hoge Cito-score kreeg hij schooladvies vmbo-kader. Geen ondersteunende thuissituatie. Niemand die hem opwacht met een gezellig kopje thee. “Op school is zijn antwoord op elke vraag: ‘Heel saai. Heel saai. Heel saai’,” repeteert Sarah Sylbing zachtjes in haar voice-over.", "Dit is dus een cliffhanger. Gianny, maar ook Anyssa (10) en Yunuscan (10) zijn als personages geïntroduceerd, hun leven in dorps doch grootstedelijk Amsterdam-Noord is geschetst; wij kijkers zijn gegrepen. We willen weten hoe het gaat met de pientere Anyssa, die bij opa en oma vooral van de kleding- en voedselbank leeft. Ze is zo afgeleid door haar gruwelijk neergestoken oom dat haar schoolresultaten in groep 8 kelderen. Witte armoede, heet haar situatie. De Turks-Nederlandse Yunuscan werkt elke avond om zijn taal-en leerachterstand in te halen. Krijgt hij straks wél een goed schooladvies? En hoe moet het met de onderschatte Gianny?", "‘Het is een dagelijkse strijd om mezelf te bewijzen’", "Je krijgt de neiging om al die leraren, schoolbestuurders en politici door het scherm heen te trekken en op zijn verhaal te wijzen, zodat hij alsnog hogerop mag. Nee wacht even: ze weten het al! De Amsterdamse onderwijswethouder Marjolein Moorman rent de benen uit haar lijf om klassenongelijkheid te bestrijden.", "Het probleem gaat verder dan zwarte en witte scholen. Het opleidingsniveau van de ouders blijkt de sleutel. Onderzoekers melden Moorman dat 70 procent van de schooladviezen te laag was. Een meisje met hoofddoek vertelt dat ze vmbo-kader-advies kreeg. Ze deed 1-mavo, 2-havo, en zit nu in 3-vwo. “De onzekerheid zit nog in me. Het is een dagelijkse strijd om mezelf te bewijzen”, zegt ze gesmoord.", "Pluk dan Gianny maar eens uit zijn ondermaatse niveau. Wie gaat hem begeleiden om zijn achterstand in te lopen en zijn innerlijke vuurtje weer te vinden? Ik word er kwaad van.", "Gemangeld door het ongelijke sociale klassensysteem", "Gould en Sylbing weten hoe ze een verhaal moeten vertellen met personages en uitgekiende verhaallijnen; Trouw had maandag een mooi interview met hen. Vier jaar geleden won hun serie ‘Schuldig’ de Zilveren Nipkowschijf en trok ruim een miljoen kijkers. ‘Klassen’ zat maandag al aan de 838.000.", "‘Schuldig’ suggereerde dat we mensen met geldproblemen zelf verantwoordelijk achten, terwijl ze klem zitten in een gemene schuldenindustrie. In ‘Klassen’ denk je ook even: Gianny moet gewoon een schop onder zijn kont. Maar nee, deze zachtaardige jongen is nu al gemangeld door het ongelijke sociale klassensysteem.", "De makers hebben hun hoofdkarakters zo dramaserie-achtig geïntroduceerd, dat je bijna hoopt dat ze de serie naar een goed einde kunnen toeschrijven. De weerbarstige realiteit zal het leren.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["einde", "van", "goed", "het", "toeschrijven", "naar", "zijn", "met", "klassen", "hoopt", "ze", "je", "kunnen", "een", "en", "te", "om", "dat"], "pubDate": "2020-12-01T17:34:58+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}