{"id": "5f7e0cc8-566b-3535-9be8-383640c1e2de", "title": "Infobalies in azc Ter Apel tijdelijk dicht vanwege opgelopen aantal besmettingen", "url": "https://www.dvhn.nl/groningen/Infobalies-in-azc-Ter-Apel-tijdelijk-dicht-26296942.html", "summary": "Om groepsvorming te voorkomen, zijn de infobalies in het asielcentrum in Ter Apel tijdelijk gesloten en worden maaltijden er niet meer centraal opgehaald.\nAanleiding voor de maatregelen is het feit dat het aantal bewoners dat met het coronavirus is besmet, in de afgelopen week fors opliep, van 3 naar 31. ,,Zeven van hen woonden in dezelfde unit’’, zegt COA-woordvoerster Jacqueline Engbers.\n,,De overige 24 wonen verspreid over het asielcentrum.’’Om de risico’s op meer besmettingen te verkleinen, zijn dus verschillende maatregelen genomen.\nWe informeren bewoners nu op andere, veiligere manieren.’’Maaltijden worden rondgebrachtOok de plekken waar een aantal van de bewoners, de pas gearriveerden onder anderen, hun maaltijden afhaalt, zijn ook gesloten.\n,,De maaltijden worden nu rondgebracht en coronaproof afgegeven aan de bewoners.", "paragraphs": ["Om groepsvorming te voorkomen, zijn de infobalies in het asielcentrum in Ter Apel tijdelijk gesloten en worden maaltijden er niet meer centraal opgehaald.", "Dat heeft het COA bekend gemaakt.", "Aanleiding voor de maatregelen is het feit dat het aantal bewoners dat met het coronavirus is besmet, in de afgelopen week fors opliep, van 3 naar 31. ,,Zeven van hen woonden in dezelfde unit’’, zegt COA-woordvoerster Jacqueline Engbers. ,,De overige 24 wonen verspreid over het asielcentrum.’’", "Om de risico’s op meer besmettingen te verkleinen, zijn dus verschillende maatregelen genomen. Daaronder de sluiting van de infobalies. De asielzoekers kunnen daar voor allerlei informatie terecht. ,,We hadden daar al beschermende maatregelen genomen maar we willen niet dat daar groepen bewoners staan’’, aldus Engbers. ,,Vandaar de sluiting. We informeren bewoners nu op andere, veiligere manieren.’’", "Maaltijden worden rondgebracht", "Ook de plekken waar een aantal van de bewoners, de pas gearriveerden onder anderen, hun maaltijden afhaalt, zijn ook gesloten. ,,Ook om groepsvorming te voorkomen’’, aldus Engbers. ,,De maaltijden worden nu rondgebracht en coronaproof afgegeven aan de bewoners. Behalve dat we deze extra maatregelen hebben genomen, gelden natuurlijk ook de andere corona-voorschriften.’’", "Het asielcentrum in Ter Apel is de plek waar de meeste asielzoekers Nederland binnenkomen. Momenteel herbergt het bijna 2000 mensen.", "", ""], "authors": ["Marcel Looden"], "keywords": ["van", "dat", "opgelopen", "infobalies", "maaltijden", "bewoners", "vanwege", "ook", "ter", "besmettingen", "te", "zijn", "dicht", "azc", "aantal", "apel", "worden", "tijdelijk", "maatregelen", "het"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}