{"id": "5f8fb347-17f2-376f-ac9d-7316a8b49a51", "title": "9292 laat voortaan zien hoe druk het in trein, tram of bus is", "url": "https://nu.nl/tech/6097291/9292-laat-voortaan-zien-hoe-druk-het-in-trein-tram-of-bus-is.html", "summary": "Reisplandienst 9292 kan voortaan laten zien hoe druk het waarschijnlijk is, meldt het bedrijf op de website.\nMet één zwart poppetje en twee grijze poppetjes is het rustig, met twee zwarte poppetjes is het volgens 9292 \"gezellig druk\" en met drie zwarte poppetjes is het druk.\nAls het in de tram bijvoorbeeld druk is, maar in de trein rustig, geeft de app aan dat het druk is.\nWie verder klikt om meer details over de reis te bekijken, kan zien hoe druk het op de aparte delen van de reis is.\nVoor het openbaar vervoer geldt nog steeds het dringende advies om alleen te reizen als dat noodzakelijk is.", "paragraphs": ["Reisplandienst 9292 kan voortaan laten zien hoe druk het waarschijnlijk is, meldt het bedrijf op de website. De drukteverwachting is in of uit te schakelen in de instellingen van de app.", "De drukte wordt weergegeven aan de hand van drie poppetjes, die al dan niet zijn ingekleurd.", "Met één zwart poppetje en twee grijze poppetjes is het rustig, met twee zwarte poppetjes is het volgens 9292 \"gezellig druk\" en met drie zwarte poppetjes is het druk.", "Appgebruikers die de instelling aan hebben staan, zien de poppetjes zodra zij een reis plannen. Daarbij wordt het drukste deel van de reis gehanteerd. Als het in de tram bijvoorbeeld druk is, maar in de trein rustig, geeft de app aan dat het druk is.", "Wie verder klikt om meer details over de reis te bekijken, kan zien hoe druk het op de aparte delen van de reis is.", "Premier Mark Rutte maakte maandag bekend dat Nederland tot zeker 19 januari in een lockdown zit. Voor het openbaar vervoer geldt nog steeds het dringende advies om alleen te reizen als dat noodzakelijk is."], "authors": ["Door"], "keywords": ["bus", "zien", "druk", "trein", "van", "te", "laat", "het", "aan", "zwarte", "voortaan", "hoe", "dat", "tram", "poppetjes", "reis", "9292"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}