{"id": "5f96988d-9c9c-3bce-bc5c-fa3520d5fd78", "title": "Antwoorden op jullie vragen over coronavaccinatie in Nederland", "url": "http://www.nu.nl/coronavirus/6100637/antwoorden-op-jullie-vragen-over-coronavaccinatie-in-nederland.html", "summary": "Hierbij wordt gekeken naar hoe effectief het vaccin is in de groep die je wilt inenten én bijvoorbeeld naar de houdbaarheid van het vaccin buiten de vriezer.\nDit betekent niet dat je in de tussentijd helemaal niets hebt aan je coronavaccinatie.\nAls je op dit moment besmet bent met het coronavirus, mag je je niet laten vaccineren.\nOok na vaccinatie moet je je aan de coronamaatregelen houden.\nEr wordt wel verwacht dat vaccinatie de kans dat je het virus verspreid verkleint.", "paragraphs": ["Nederland is woensdag begonnen met vaccineren tegen COVID-19. Om deze reden vroegen we - via ons reactieplatform NUjij - naar jullie vragen hierover. In dit artikel beantwoorden we veelgestelde en opvallende vragen.", "Mag je kiezen welk vaccin je krijgt?", "Je kan niet kiezen welk vaccin je krijgt. Wie bepaalt dan wel welk vaccin je krijgt? Ten eerste beoordeelt het Europees Medicijnagentschap (EMA) of goed genoeg is aangetoond dat de coronavaccins werkzaam en veilig zijn. Op dit moment zijn alleen de vaccins van Pfizer/BioNTech en Moderna goedgekeurd door het EMA.", "Vervolgens bepaalt het kabinet waar welke vaccins worden ingezet. Hierbij wordt gekeken naar hoe effectief het vaccin is in de groep die je wilt inenten én bijvoorbeeld naar de houdbaarheid van het vaccin buiten de vriezer. Het kabinet wil bijvoorbeeld een groot gedeelte van de thuiswonende ouderen door hun huisarts laten vaccineren. Huisartsen hebben vaak geen vriezer voor opslag van een vaccin. Dit is één van de redenen dat voor vaccinatie via huisartsen het vaccin van Moderna is gereserveerd. Dit vaccin is in de koelkast een stuk langer houdbaar dan het vaccin van Pfizer.", "Werkt het vaccin meteen?", "Na vaccinatie ben je niet direct beschermd. Inenting met de vaccins die nu zijn goedgekeurd vereist twee dosissen met enkele weken tussen de dosissen. En pas ongeveer een week na de tweede dosis is de effectiviteit van deze vaccins hoger dan 90 procent.", "Dit betekent niet dat je in de tussentijd helemaal niets hebt aan je coronavaccinatie. Na de eerste prik gaat je lichaam antistoffen aanmaken die het coronavirus onschadelijk kunnen maken. Dit kost even tijd. Ingrid Schellens, klinisch beoordelaar bij het College ter Beoordeling van Geneesmiddelen, legde woensdag in een persconferentie over het Moderna-vaccin uit dat wordt verwacht dat de vaccins ongeveer twee weken na de eerste prik al een beetje beschermen tegen het coronavirus. De bescherming wordt beter nadat je ook de tweede dosis hebt ontvangen.", "Wat wordt er in de vaccinstrategie van de overheid bedoeld met een 'medische indicatie'?", "Onder de groep mensen met een medische indicatie vallen volgens een woordvoerder van het ministerie van Volksgezondheid (VWS) in ieder geval de risicogroepen voor ernstige COVID-19 die de Gezondheidsraad in november heeft genoemd. Dit zijn de volgende groepen:", "Mensen met diabetes", "Mensen met een hartfunctiestoornis", "Mensen met afwijkingen of functiestoornissen aan de luchtwegen of de longen", "Dialyse- en niertransplantatiepatiënten", "Mensen met een afweerstoornis en mensen die door afweeronderdrukkende medicatie een verminderde weerstand hebben tegen luchtweginfecties", "Waarom worden kinderen niet ingeënt?", "De EMA heeft nog geen enkel vaccin goedgekeurd voor gebruik bij kinderen onder de zestien jaar. Dit komt niet omdat er aanwijzingen zijn dat de vaccins gevaarlijk zijn voor kinderen, of omdat het vaccin niet werkt in deze groep. Er is simpelweg nog geen onderzoek gedaan onder kinderen, en om deze reden mogen de vaccins nu niet in deze groep worden gebruikt.", "Het vaccin van Pfizer is toegelaten voor zestien- en zeventienjarigen. Toch is deze groep voorlopig nog niet opgenomen in de vaccinatiestrategie van de overheid. Dit kan in de toekomst veranderen. Er lopen hiernaast ook meerdere vaccinonderzoeken onder jongere tieners. Het is dus mogelijk dat één van de coronavaccins later wel voor deze groep wordt goedgekeurd.", "Kan je van de vaccinatie besmettelijk worden?", "Je kan niet besmettelijk worden van een coronavaccinatie. Dit komt doordat geen van de vaccins die de overheid wil gaan gebruiken het volledige coronavirus bevatten. De vaccins kunnen er ook niet voor zorgen dat je het coronavirus zelf gaat aanmaken.", "Hoe de vaccins die nu zijn toegelaten wel werken, kan je hier nalezen.", "Ik ben nu besmet, moet ik wachten met het halen van de coronavaccinatie?", "Als je op dit moment besmet bent met het coronavirus, mag je je niet laten vaccineren. Dit geldt ook voor mensen die symptomen hebben die passen bij COVID-19 en die zich nog niet hebben laten testen. Zorgmedewerkers die al een afspraak hebben gemaakt om zich te laten vaccineren, moeten als ze besmet zijn of symptomen hebben een nieuwe afspraak inplannen. De belangrijkste reden hiervoor is volgens het RIVM dat je de kans zo klein mogelijk wilt maken, dat iemand besmet wordt tijdens het vaccineren.", "Moet ik me na vaccinatie nog aan alle maatregelen houden?", "Ook na vaccinatie moet je je aan de coronamaatregelen houden. Een woordvoerder van het ministerie van Volksgezondheid legt uit dat de belangrijkste redenen hiervoor zijn dat er ook na vaccinatie nog een kans is dat je COVID-19 krijgt. De nu beschikbare vaccins beschermen voor meer dan 90 procent, maar niet voor 100 procent. Daarnaast weten we nog niet hoe goed de vaccins voorkomen dat je het coronavirus nog kan verspreiden. Er wordt wel verwacht dat vaccinatie de kans dat je het virus verspreid verkleint.", "Moet iemand die gevaccineerd is nog thuisblijven bij klachten?", "Als je klachten hebt die passen bij COVID-19 moet je, ook als je gevaccineerd bent, volgens het RIVM thuisblijven en je laten testen. De belangrijkste reden hiervoor is, zoals hierboven ook is uitgelegd, dat het vaccin niet 100 procent van de gevaccineerden beschermt.", "Als je binnen twee dagen na vaccinatie last krijgt van vermoeidheid, hoofdpijn of verhoging, dan zijn dit waarschijnlijk bijwerkingen van het vaccin. Je hoeft je dan niet te laten testen, de klachten zijn waarschijnlijk binnen enkele dagen voorbij. Als je in deze periode gaat hoesten, geur- en smaakverlies ervaart of andere klachten hebt die passen bij COVID-19, dan wordt wel geadviseerd om een test aan te vragen en thuis te blijven.", "Werkt het vaccin nog op de Britse variant en andere mutaties?", "Er zijn volgens het RIVM geen aanwijzingen dat de nu ontwikkelde vaccins niet werken tegen de Britse variant of andere mutaties van het coronavirus. Het RIVM legt uit dat het normaal is dat virussen veranderen. De meeste veranderingen hebben geen effect op de effectiviteit van vaccins.", "Er wordt voor de zekerheid wel onderzocht of de vaccins die nu zijn ontwikkeld net zo goed werken tegen de Britse variant, als tegen de varianten die tijdens het vaccinonderzoek gangbaar waren.", "53 Zo werken het Pfizer- en Moderna-vaccin in je lichaam", "NU.nl beantwoordde eerder al lezersvragen over de werking van de coronavaccins."], "authors": ["Door", "Shannon Bakker"], "keywords": ["van", "vragen", "jullie", "coronavaccinatie", "en", "een", "vaccins", "op", "vaccin", "nederland", "het", "antwoorden", "niet", "dat", "die", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}