{"id": "5f9d15cd-8a40-36fd-b70c-d851074baebb", "title": "Als je koffie na corona naar zweet smaakt", "url": "https://nrc.nl/nieuws/2020/12/08/als-je-koffie-naar-zweet-smaakt-a4023027", "summary": "Doordat je neusslijmvlies ontstoken en opgezwollen is, raakt je neus verstopt en ruik je niet goed.\nBovendien verlies je ook je smaak: zoet, zout, zuur en bitter, die je normaal op je tong proeft, vallen dan ook weg.\n„Niet de geurreceptoren zelf, maar de ondersteunende cellen eromheen worden aangevallen en daardoor verlies je ook je reuk.\nAls je op een jelly bean of winegum kauwt met je neus dicht, proef je alleen zoet of zuur.\nAls je je neus opendoet, komt er geur bij en proef je ineens framboos of citroen.", "paragraphs": ["Al aan het begin van de corona-uitbraak in Nederland rapporteerden mensen dat ze hun smaak en reuk verloren. Soms zelfs voordat ze ziek werden, en ook zonder verstopte neus. Pas eind mei kwam de klacht op het lijstje met symptomen van het RIVM. Inmiddels zijn er mensen die al maanden niet goed proeven en ruiken. In mei sprak NRC met geuronderzoeker Sanne Boesveldt van de Wageningen Universiteit. Na een half jaar is de vraag: zijn we iets wijzer geworden over reuk- en smaakverlies bij Covid-19?", "Wat gebeurt er als je corona hebt en ineens niets meer ruikt of proeft?", "„Half maart hoorden we de eerste verhalen van patiënten en KNO-artsen, we wisten op dat moment nauwelijks wat er aan de hand was. We hebben toen een wereldwijd netwerk opgezet om te onderzoeken: is dit anders dan bij een gewone griep of verkoudheid? In het begin dachten we nog dat het mechanisme op dat van griep leek. In dat geval heb je alleen maar last van reukverlies. Doordat je neusslijmvlies ontstoken en opgezwollen is, raakt je neus verstopt en ruik je niet goed. De vluchtige moleculen kunnen het neusslijmvlies niet bereiken. Bij Covid-19 zien we dat het reukverlies losstaat van een verstopte neus. Bovendien verlies je ook je smaak: zoet, zout, zuur en bitter, die je normaal op je tong proeft, vallen dan ook weg. En zelfs prikkelende sensaties van gember of chili neem je minder waar bij Covid.”", "Help, ik proef niets meer: Geen reuk of smaak meer door Covid-19", "Wat doet het virus met reuk en smaak?", "„Onduidelijk is bijvoorbeeld of de schade wordt aangericht door het virus of door de immuuncellen. Wat we wel weten is dat het Sars-CoV-2-virus aangrijpt op bepaalde receptoren, ACE-2-receptoren, en die zitten ook veel in je neusslijmvlies.", "„Niet de geurreceptoren zelf, maar de ondersteunende cellen eromheen worden aangevallen en daardoor verlies je ook je reuk. Vaak van de ene op de andere dag. Mensen worden wakker en denken: wat smaakt de koffie raar, of ik proef ’m zelfs helemaal niet meer. Wat ik vooral opvallend vind, is hoeveel mensen het overkomt. Meer dan de helft van de Covid-patiënten heeft last van reuk- en smaakverlies.”", "Wat gebeurt er dan eigenlijk in de hersenen?", "„Het lijkt erop dat bij relatief kort reuk- en smaakverlies, een paar weken lang, alleen de ondersteunende cellen rond de geurreceptoren worden aangetast. Maar er zijn ook patiënten met langdurige klachten, die al vanaf maart niks meer ruiken of juist vervormde geuren ruiken. Daarbij is mogelijk ook zenuwschade opgetreden, in de verbinding tussen neus en hersenen.”", "Is die schade definitief?", "„Dat hoeft niet. Ook als patiënten hun reuk en smaak lang kwijt zijn, zien we dat het na verloop van tijd toch weer beter kan worden. Dat zien we ook bij andere aandoeningen, zoals een bijholte-ontsteking. Hoewel de kans dat het goedkomt wel kleiner wordt als het echt lang duurt, langer dan een jaar bijvoorbeeld.”", "Wat hoort u van mensen die al sinds maart niets proeven en ruiken?", "„Mensen bij wie het snel overgaat, zoeken ons niet op. Maar ik krijg wekelijks mails van mensen die er al sinds maart mee zitten. In de eerste paar maanden ging het met name om verlies, dus niets proeven of ruiken. Later kregen we meer klachten over vervormde smaken en geuren. Of het waarnemen van geuren en smaken die er niet zijn. De koffie smaakt ineens naar zwavel bijvoorbeeld, uien, zweet of brandlucht. Dat is eigenlijk nog vervelender dan niets ruiken, want dan moet je tegenzin en afkeer overwinnen om te eten.”", "Hoelang hebben patiënten deze problemen gemiddeld?", "„Begin april begonnen we met een vragenlijst in dertig talen, dat leverde tot nu toe bijna 50.000 reacties op, in Nederland ruim 6.000. We zijn net begonnen met het vervolg, om uit te zoeken bij welk percentage patiënten de klachten langer duren.”", "Lees ook: Hoe ruiken we dat iets zoet is? Zoet próéf je toch alleen?", "De uitkomsten verschillen nogal per onderzoek. Hoe kan dat?", "„In het begin werd in Nederland nauwelijks getest, daardoor wisten we niet welk percentage patiënten welke klachten had. Het maakt ook verschil of je alleen naar patiënten op de IC kijkt of naar een bredere populatie. En er zijn culturele of genetische verschillen waardoor het denkbaar is dat mensen in verschillende landen anders reageren. Dat maakt dat de uitkomsten per studie uiteenlopen. ”", "Kun je waarnemingen uit Nederland vergelijken met die uit landen waar bijvoorbeeld heel pittig wordt gegeten?", "„We vragen in het onderzoek naar producten die overal ter wereld bekend zijn. In de zomer hebben we een thuistest ontwikkeld, met voor elk zintuig producten uit vier categorieën, zoals shampoo uit de categorie ‘cosmetica’ en komijn uit ‘specerijen’. We leggen uit hoeveel je moet gebruiken en hoe je dat doet. De scores daarvan geven een iets objectievere meting dan alleen wat mensen zelf rapporteren. Door die test vaker te doen kun je ook beter zien of er verbetering optreedt. Het blijft subjectief, maar dat is niet erg, want persoonlijke beleving is juist belangrijk bij smaak en reuk.”", "Kun je zelf iets doen om smaak en reuk terug te krijgen?", "„Er zijn bijna geen behandelingen. Een van de weinige dingen die lijken te helpen is reuktraining. Dat behelst niet veel meer dan een paar keer per dag bewust en intens aan een setje van verschillende geuren ruiken. Dat moet je een aantal weken volhouden voordat je verbetering ziet. Van andere aandoeningen weten we dat het kan helpen en ook van Covid-patiënten horen we al positieve verhalen.”", "Drie zintuigen om te proeven Ruiken en proeven gaan samen, maar vanuit anatomisch perspectief proef je met drie verschillende zintuigen. Smaak is wat er op je tong gebeurt, daar proef je zoet, zuur, zout, bitter en hartig (umami). Alles wat je daaromheen proeft, dat wat een aardbei tot een aardbei maakt, is geur. Een aardbei is zoet, een beetje zuur en de rest is geur, aroma. Dat neem je vanuit je neus waar, maar ook vanuit je mond. De vluchtige moleculen uit zo’n aardbei gaan via de achterkant van je keel omhoog naar je neus, waar die moleculen zich binden aan het reukslijmvlies. Smaak en geur verwarren we vaak. Als je op een jelly bean of winegum kauwt met je neus dicht, proef je alleen zoet of zuur. Als je je neus opendoet, komt er geur bij en proef je ineens framboos of citroen. Het derde ‘zintuig’ waarmee je proeft zijn sensaties zoals de hitte van rode peper, de koelte van menthol en de prikkeling van koolzuur. Vergelijkbaar met het gevoel van pijn, dat ook vanuit de zenuwbaan komt. Maar omdat het gevoel door chemische stofjes wordt getriggerd (en niet door iets mechanisch, zoals aanraking), wordt dit ‘trigeminale systeem’ als derde zintuig bij reuk en smaak gerekend. Bij Covid-19 wordt reuk het vaakst aangetast, daarna smaak, en veel minder vaak de prikkelende sensaties.", "Welke patiënten blijven u bij?", "„Sommige patiënten hebben hun reuk en smaak nodig voor hun werk, om koffie of wijn te proeven bijvoorbeeld, of als chef-kok of parfumeur. Maar het heeft voor iedereen consequenties. Al die dingen waarvan je je normaal nauwelijks bewust bent, versgemaaid gras, een bos bloemen op tafel. Je ruikt je partner of je kinderen niet meer. Zweetsokken, vieze luiers, je gaat ze bijna missen. Mensen met langdurig reukverlies hebben vaker depressieve klachten, blijkt uit onderzoek. Er ontbreekt een hele laag die belangrijk is voor je kwaliteit van leven.”", "Vrij laat, 31 mei pas, werden reuk- en smaakverlies door het RIVM in de lijst met symptomen gezet. Is het zo’n onbelangrijk symptoom?", "„We zien in ons onderzoek dat plotseling en hevig reuk- en smaakverlies de beste voorspeller is van Covid-19, beter dan koorts of benauwdheidsklachten. Het komt vaak al voor de andere klachten, soms is het zelfs het enige dat patiënten merken. Geen van de klachten komt bij 100 procent van de patiënten voor, en veel klachten zijn niet specifiek voor Covid. Maar van alle symptomen wijst plotseling reuk- en smaakverlies het vaakst op Covid-19.”", "Welke vragen worden nu nog onderzocht?", "„Vooral de vragen die ook bij patiënten leven: hoelang duurt dit en wat kan ik eraan doen? Maar ook: kunnen we deze kennis gebruiken om het virus beter te begrijpen, zoals hoe het zit met het verschil tussen kort en lang durende klachten. Het onderzoek gaat door zolang het virus er is.”", "Meedoen aan het reuk- en smaakonderzoek kan via: gcchemosensr.org/surveys/nl/", "Luister ook naar deze aflevering van onze podcastserie NRC Vandaag: Je smaak kwijt door corona, hoe komt dat?", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 december 2020"], "authors": ["Martine Kamsma", "Leestijd Minuten"], "keywords": ["van", "dat", "corona", "die", "een", "en", "ook", "zweet", "smaakt", "reuk", "als", "naar", "je", "met", "het", "koffie"], "pubDate": "2020-12-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}