{"id": "5fb0ca26-4092-3382-ab15-538fa17423a0", "title": "Op stilteretraite: 'Onze oren zijn altijd alert, maar we zitten een keer vol'", "url": "https://nu.nl/vakantie/6035663/op-stilteretraite-onze-oren-zijn-altijd-alert-maar-we-zitten-een-keer-vol.html", "summary": "Zelfs als we slapen zijn onze oren alert op geluid en op een gegeven moment zitten we vol, zegt Marcel Cobussen, hoogleraar auditieve cultuur.\n\"We hebben behoefte aan stilte, aan het reduceren van auditieve prikkels of in ieder geval aan een zekere controle over onze eigen auditieve omgeving, bijvoorbeeld door naar muziek te luisteren.\nSubtiele geluidenZo'n stilteretraite waarin je niet spreekt, zegt de hoogleraar; dat heeft effect op hoe je je voelt.\nTijdens een stilteretraite richt je je op je eigen binnenwereld en ga je op zoek naar wie je bent zónder al die prikkels, zegt stiltebewaker Erna Bakker.\nIk hoopte een beetje op een klap, op oud verdriet dat naar buiten zou komen.", "paragraphs": ["Een stiltecoupé in de trein: eindelijk even ontspannen. Een borende buurman die er na uren mee ophoudt: opluchting. Stilte voelt goed voor onze overbelaste oren. Maar dagenlang geen woord zeggen? Dat kan tijdens een stilteretraite, en ze zijn razend populair.", "Geluid is overal, óók als je even niet praat. Zelfs als we slapen zijn onze oren alert op geluid en op een gegeven moment zitten we vol, zegt Marcel Cobussen, hoogleraar auditieve cultuur.", "\"We hebben behoefte aan stilte, aan het reduceren van auditieve prikkels of in ieder geval aan een zekere controle over onze eigen auditieve omgeving, bijvoorbeeld door naar muziek te luisteren. Er is ook steeds meer aandacht voor een stilte: denk bijvoorbeeld aan het vuurwerkverbod of stil asfalt.\"", "Subtiele geluiden", "Zo'n stilteretraite waarin je niet spreekt, zegt de hoogleraar; dat heeft effect op hoe je je voelt. Je bent even niet overvoerd door geluid. Door prikkels te verminderen sta je meer open voor wat er nu, op dit moment is.", "“Onze omgeving is nooit stil, maar heeft subtiele geluiden waar we vaak geen aandacht aan besteden maar die zoveel rijkdom en schoonheid hebben.” Marcel Cobussen, hoogleraar auditieve cultuur", "\"Onze omgeving is nooit stil, maar kent vele subtiele geluiden waar we vaak geen aandacht aan besteden, maar die zoveel rijkdom en schoonheid hebben. Ik kan me voorstellen dat wanneer je daarvoor openstaat, je toekunt met minder prikkels. Dus niet steeds je Instagram-pagina openen om te kijken of er weer iets nieuws is. Die retraites kunnen daarbij helpen.\"", "Mag ik de boter?", "\"Soms was het ongemakkelijk\", vertelt Vera (28), die deelnam aan een driedaagse stilteretraite. \"Als ik de boter wilde vragen, of als ik er per ongeluk toch iets uitfloepte. Ik wilde niet onbeleefd zijn, dus in het begin ging ik overdreven hallo knikken.\" Na een paar dagen stilte, lezen en mediteren, zegt Vera, was haar hoofd leeg. \"Ik piekerde nergens over, dacht nergens aan, ik zat op een bankje en dronk koffie. Je zit in je coconnetje en je bent sociaal tot niets verplicht. Ik voelde me echt gelukkig.\"", "Geknik in de gang, small talk, oogcontact, glimlachjes, al kletsend aardig gevonden willen worden: we staan als mensen een groot gedeelte van de tijd 'aan'. Tijdens een stilteretraite richt je je op je eigen binnenwereld en ga je op zoek naar wie je bent zónder al die prikkels, zegt stiltebewaker Erna Bakker.", "“Tijdens een stilteretraite richt je je op je eigen binnenwereld en ga je op zoek naar wie je bent zónder al die prikkels.” Erna Bakker, begeleider stilteretraites", "Bakker begeleidt deze retraites in een klooster in Huissen. Op een stilteretraite, zegt Bakker, ben je letterlijk stil. Er wordt niet gepraat of gelachen. \"Op zaterdagavond maak ik kennis met de groep en na een uur gaan we de stilte in.\"", "Deelnemers komen tijdens die stilte soms kanten van zichzelf tegen die ze niet leuk vinden of graag wegstoppen, zegt Bakker. Boosheid die geen ruimte krijgt omdat je aan verwachtingen wil voldoen, bijvoorbeeld. \"Door emoties weg te stoppen ben je niet trouw aan je eigen pad, en ieder mens wil luisteren naar zichzelf.\"", "We conformeren ons graag aan verwachtingen van buitenaf om aardig gevonden te worden, en daar hebben we ook baat bij. Maar emoties als verdriet en boosheid uiten; dat kan bevrijdend zijn, zegt Bakker.", "Respect en aandacht zijn nooit slecht", "In stilte wordt er gemediteerd, gegeten, gewandeld en de laatste paters in het klooster houden dagelijks een korte viering. \"Je kunt schrijven, een boek lezen maar ook helemaal niet met taal bezig zijn en gaan tekenen, schilderen of gewoon naar buiten staren en kijken wat er gebeurt. Misschien is stilte soms saai of confronterend, maar uiteindelijk geeft het meer innerlijke rust en vrijheid.\"", "Nog interessanter, zegt professor Cobussen, zou zo'n stiltevakantie zijn als deelnemers een tijdje worden geblinddoekt. \"Dan is er nog meer aandacht voor alle achteloze, subtiele en zachte geluiden in onze auditieve omgeving. Respect en aandacht voor onze omgeving: dat is nooit slecht.\"", "Of Vera een heftige doorbraak in de stilte had? \"Nee. Ik hoopte een beetje op een klap, op oud verdriet dat naar buiten zou komen. Maar het kabbelde vooral. In die drie dagen kon ik niet vol de diepte in.\""], "authors": ["Door", "Elise Vermeeren"], "keywords": ["vol", "onze", "keer", "die", "een", "niet", "en", "maar", "ik", "zijn", "stilteretraite", "zitten", "oren", "op", "stilte", "je", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}