{"id": "5fee02da-bc81-3ba5-bb82-b433b904887e", "title": "Op Warenhuis Groningen blijven de winkels wel open", "url": "https://nu.nl/advertorial-warenhuis-groningen/6096887/op-warenhuis-groningen-blijven-de-winkels-wel-open.html", "summary": "Maar veel Groningse winkels blijven wel open op Warenhuis Groningen.\nEn als je voor 12.00 uur 's middags besteld, dan heb je je bestelling vaak dezelfde dag nog in huis.\nHet zijn zomaar wat namen van winkels waarvan het assortiment, of een deel daarvan, op Warenhuis Groningen staat.\nZelf trek ik deze kerst een klassieke Bordeaux open van 2010, een van de beste jaren ooit.\nWarenhuis Groningen wordt mede mogelijk gemaakt door gemeente Groningen, het Fonds en natuurlijk de lokale winkeliers.", "paragraphs": ["De winkels moeten noodgedwongen vijf weken lang hun deuren sluiten. Gezellig kerstinkopen doen zit er dus niet in. Maar veel Groningse winkels blijven wel open op Warenhuis Groningen. Daar kun je juist nu lokaal blijven kopen.", "Van boeken tot kerstballen, kerstpuzzels, handschoenen en feestelijke aperitieven. Met ruim 37.000 producten van bijna 200 winkeliers uit de stad en omgeving blijft het op Warenhuis Groningen in veel gevallen mogelijk om bij je favoriete winkels te kopen. En daarmee doe je niet alleen jezelf, maar ook de lokale ondernemers een groot plezier. Koop lokaal, juist nu!", "Voor 12.00 uur besteld, zelfde dag in huis", "De nieuwe maatregelen zijn een enorme klap voor de retailsector. Aan de lockdown kunnen we niets veranderen, maar we kunnen de zelfstandige, lokale winkeliers wel een klein steuntje in de rug bieden door lokaal te blijven kopen. Want al zijn de deuren van de fysieke winkels gesloten, op Warenhuis Groningen staan de deuren van 188 lokale winkeliers 24 uur per dag voor je open. Winkelen bij lokale winkeliers doe je vanuit je luie stoel. Je aankoop wordt gratis per fietskoerier thuisbezorgd. En als je voor 12.00 uur 's middags besteld, dan heb je je bestelling vaak dezelfde dag nog in huis.", "Grote namen, kleine ondernemers", "", "Koffiestation, Reisboekwinkel De Zwerver, Haastje Repje, Broodje van Eigen Deeg, De Kaaskop, Mannenwinkel, Scholma Lingerie, Laif & Nuver en Heksenketel. Het zijn zomaar wat namen van winkels waarvan het assortiment, of een deel daarvan, op Warenhuis Groningen staat.", "De Roemer", "Een van die winkels is De Roemer, waar je terecht kunt voor een lekkere fles wijn voor bij het kerstdiner. “We zijn gespecialiseerd in unieke, authentieke wijnen. Op dit moment hebben we meer dan 400 verschillende soorten. Mijn collega’s en ik kennen ze stuk voor stuk. We weten precies hoe ze smaken en bij welke gerechten ze passen. Dus als je advies nodig hebt, kun je altijd even bellen of appen”, vertelt Jurjen Smeenk, eigenaar van De Roemer.", "Wijntips voor kerst", "“Mijn advies is om deze kerst uit je comfortzone te stappen. Primitivo en negroamaro zijn populaire druiven. Maar ontdek ook eens andere rode wijn uit Italië. Uit de streek Piemonte bijvoorbeeld. Of ga voor een witte wijn uit de Bourgogne, het gebied in Frankrijk dat vooral bekend is van de chardonnay druif. Je zult erachter komen dat chardonnay zoveel meer kan zijn dan die gemakkelijke huiswijn. Zelf trek ik deze kerst een klassieke Bordeaux open van 2010, een van de beste jaren ooit. Dat pareltje heb ik speciaal voor een bijzondere gelegenheid bewaard. En daar eten we dan een lekkere steak bij, van De Marktslager.”", "Samenwerking met andere Groningse bedrijven", "Het Warenhuis.Groningen.nl is een initiatief van de Groningen City Club (GCC) en werkt samen met andere Groningse bedrijven zoals Zupr en Dropper. Samen zorgen zij voor een assortiment van zo’n 37.000 producten, gratis en duurzame bezorging met fietskoeriers en voor 12.00 uur besteld, betekent dezelfde dag nog bezorgd. Warenhuis Groningen wordt mede mogelijk gemaakt door gemeente Groningen, het Fonds en natuurlijk de lokale winkeliers."], "authors": ["Door", "Warenhuis Groningen"], "keywords": ["van", "groningen", "warenhuis", "een", "open", "en", "blijven", "zijn", "wel", "op", "voor", "winkeliers", "je", "winkels", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}