{"id": "5ff2bce6-5353-3898-8245-da06e5e70d03", "title": "Dagboekfragment: Abraham Kuyper laat er geen gras over groeien", "url": "https://volkskrant.nl/mensen/dagboekfragment-abraham-kuyper-laat-er-geen-gras-over-groeien~b9bf8399/", "summary": "De heer Beets loopt met een stokje, maar ziet er overigens niet uit als een man die de 90 nadert.\nElk bezoek waardeert hij, daar hij niet meer uit komt dan alleen bij fraai zomerweder.\nKuypers groote invloed, zeide hij, dankt hij daaraan, dat hij nooit gras over de dingen laat groeien.\nHij is bijzonder vlug en een der buitengewone menschen van ons land, maar vertrouwen schijnt Beets niet in hem te hebben.\nTrouwens, hierin staat hij niet alleen.", "paragraphs": ["Dr. Abraham Kuyper op het Binnenhof in 's-Gravenhage (Den Haag), gepubliceerd in Het Leven, 1910. Beeld Nationaal Archief/Collectie Spaarnestad/Het Leven/Fotograaf onbekend", "Utrecht, 16 december 1901", "Bezoek gebracht aan Nicolaas Beets. Oude herinneringen wekte het binnentreden in zijn huis in de Boothstraat, waar ik als student bij mr. D. Beets langen tijd doorbracht.", "De heer Beets loopt met een stokje, maar ziet er overigens niet uit als een man die de 90 nadert. Ook mevrouw Beets, schoon veel jonger, heeft zich goed gehouden. Beets is niet doof; hij ziet slecht, maar kan lezen en schrijven met behulp van een sterke bril.", "Elk bezoek waardeert hij, daar hij niet meer uit komt dan alleen bij fraai zomerweder. Hij spreekt op denzelfden kalmen toon van vroeger en heeft nog de geestige plooi om de lippen die aan zijn gelaat iets buitengemeens geeft.", "Wij spraken over de tegenwoordige regeering. Met Kuyper is Beets volstrekt niet ingenomen. Hij heeft hem goed gekend, als collega te Utrecht in 1867. Kuypers groote invloed, zeide hij, dankt hij daaraan, dat hij nooit gras over de dingen laat groeien. Wanneer, in de dagen toen hij de kerk naar zijn hand trachtte te zetten, eenig spoor van tegenwerking bij zijne aanhangers zich vertoonde, ging hij dikwijls in de nacht nog naar de menschen toe en wist door zijne redeneeringen hen weder tot zich te trekken.", "Hij is bijzonder vlug en een der buitengewone menschen van ons land, maar vertrouwen schijnt Beets niet in hem te hebben. Trouwens, hierin staat hij niet alleen."], "authors": ["Erik Van Den Berg"], "keywords": ["abraham", "van", "kuyper", "niet", "een", "en", "groeien", "laat", "te", "geen", "dagboekfragment", "zijn", "gras", "hij", "beets", "er", "zich", "met"], "pubDate": "2020-12-16T01:00:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}