{"id": "5ff9fbbf-b9c1-31ec-8d1f-37cd9d1c1b42", "title": "Zonder dat u het doorhad, zijn blikskaters, knapenschender en wargeest uit onze taal verdwenen", "url": "https://trouw.nl/cultuur-media/zonder-dat-u-het-doorhad-zijn-blikskaters-knapenschender-en-wargeest-uit-onze-taal-verdwenen~b0607930/", "summary": "Dan heb ik het niet over pafpaal, rokerszone en rookzuil.\nDat zijn vrij jonge woorden die verwijzen naar zaken die in 2020 alweer zijn afgeschaft: zones bij en palen op Nederlandse treinstations waar het toegestaan was te roken.\nIn hun geval zorgde de afschaffing er juist voor dat deze woorden nog één keer opflakkerden in de media.\nAamborstig is daar een goed voorbeeld van, een oud synoniem van kortademig of benauwd.\nEn dat terwijl het longvirus corona best aanleiding had kunnen geven om dit synoniem van kortademig van stal te halen.", "paragraphs": ["Natuurlijk zijn ons in het afgelopen jaar ook woorden ontvallen. Dan heb ik het niet over pafpaal, rokerszone en rookzuil. Dat zijn vrij jonge woorden die verwijzen naar zaken die in 2020 alweer zijn afgeschaft: zones bij en palen op Nederlandse treinstations waar het toegestaan was te roken. In hun geval zorgde de afschaffing er juist voor dat deze woorden nog één keer opflakkerden in de media.", "Nee, ik heb het over woorden die we decennia- of zelfs eeuwenlang onder ons hebben gehad, maar die na een sluimerend bestaan dit jaar in geen enkel nieuwsmedium meer zijn aangetroffen. Woorden als blikskaters, gemoedskwelling, knapenschender en wargeest.", "Simpelweg niet meer in gebruik", "Het lastige is dat je zulke woorden niet snel op het spoor komt: woorden kondigen hun verdwijning nu eenmaal niet aan, ze vertrekken met stille trom tot op zeker moment iemand erachter komt dat ze simpelweg niet meer in gebruik zijn. Aamborstig is daar een goed voorbeeld van, een oud synoniem van kortademig of benauwd. In tegenstelling tot de afgelopen jaren stond het in 2020 in geen enkele krant. En dat terwijl het longvirus corona best aanleiding had kunnen geven om dit synoniem van kortademig van stal te halen.", "Een lezeres deed dat, althans ze stelde een vraag over de herkomst van dit woord. Dat heeft eeuwenlang dienstgedaan. In de vorm amborstich is dit woord zelfs al in de 14de eeuw aangetroffen. Het is waarschijnlijk samengesteld van ang (en in de betekenis nauw) en borst. Letterlijk betekent aamborstig, dat qua vorming verwant is met de Duitse pendant engbrüstig, dan ook: ‘een nauwe borst(kas) hebbend’. Aamborstig verwijst dus feitelijk naar het onaangename gevoel van beklemming op de borst (in oud medisch jargon: oppressie) dat mensen ervaren die niet vrij kunnen ademen. Misschien geeft 2021 weer wat lucht.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": [], "keywords": ["verdwenen", "zijn", "van", "woorden", "en", "uit", "zonder", "een", "knapenschender", "onze", "niet", "op", "taal", "het", "wargeest", "dat", "die"], "pubDate": "2020-12-31T10:59:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}