{"id": "60022170-11cf-3386-8155-dcb617971502", "title": "Vuurwerkbommen en molotovcocktails op Urk: ‘Laat die jongeren toch lekker’", "url": "https://www.parool.nl/nederland/vuurwerkbommen-en-molotovcocktails-op-urk-laat-die-jongeren-toch-lekker~bd76a2e5/", "summary": "Na een langdurig kat-en-muisspel tussen jongeren en politie voelt burgemeester Cees van den Bos zich genoodzaakt een noodbevel af te kondigen.\n‘Laat die jongeren toch lekker.’Vlak voor de zondag begint beëindigt de ME een avond lang rondhangen en vuurwerk afsteken in de omgeving van het Wilhelminapark door - op het hoogtepunt - zo’n 200 jongeren.\nPolitiewagens en - motoren rijden af en aan, auto’s en scooters met jongeren scheuren heen en weer en er knalt vuurwerk, maar toch valt de situatie samen te vatten als: veel publiek, weinig om naar te kijken.\nOmwonenden staan in voortuinen en jongeren verzamelen zich in groepjes rond de rotonde aan De Akkers.\nEen ‘hoogtepunt’ voor veel jongeren volgt als een als Sinterklaas verklede man achtervolgd wordt door twee agenten te voet.", "paragraphs": ["Een derde onrustige zaterdagavond op Urk op rij. Na een langdurig kat-en-muisspel tussen jongeren en politie voelt burgemeester Cees van den Bos zich genoodzaakt een noodbevel af te kondigen. Omwonenden reageren wisselend. ‘Laat die jongeren toch lekker.’", "Vlak voor de zondag begint beëindigt de ME een avond lang rondhangen en vuurwerk afsteken in de omgeving van het Wilhelminapark door - op het hoogtepunt - zo’n 200 jongeren. Ondanks een samenscholingsverbod, de mogelijkheid tot preventief fouilleren en huisarrest voor arrestanten van vorige week, lukt het niet om Urkers binnen te houden. Weer worden verschillende jongeren opgepakt.", "Lange tijd blijft het relatief rustig. Politiewagens en - motoren rijden af en aan, auto’s en scooters met jongeren scheuren heen en weer en er knalt vuurwerk, maar toch valt de situatie samen te vatten als: veel publiek, weinig om naar te kijken. Omwonenden staan in voortuinen en jongeren verzamelen zich in groepjes rond de rotonde aan De Akkers. Wachtend op wat mogelijk komen gaat. Eerder op de dag zijn al twee personen aangehouden vanwege het maken van molotovcocktails en bezit van 150 kilo vuurwerk.", "Tekst loopt door onder de foto", "Beeld ANP", "‘Zie je nou; het zijn geen Urkers’", "“Het valt allemaal best mee,” klinkt het bij enkele omwonenden aan de Damlaan, 100 meter van de rotonde. Namen hoeven niet in de krant, maar wat wel benadrukt mag worden: “Het wordt allemaal overdreven, laat die jongeren toch lekker.” De twee vrouwen en twee mannen zijn het met elkaar eens; burgemeester en politie zouden het moeten laten gaan. Dan lost het zich vanzelf op. Dat de jongeren een verzetje zoeken in tijden waarin niks doorgaat, snappen ze wel. “Maar door dit optreden, trek je alleen maar buitenstaanders aan.”", "Voor hun neus zien ze even later bewijs voor hun uitspraken als de politie een witte Volvo binnenstebuiten keert. Ze vinden vuurwerk, de jonge inzittenden mogen achter in de politiebus plaatsnemen. “Neem maar mee dat tuig!” roept de oudste vrouw van het gezelschap. Een jongen moet lopend naar het bureau. Ze komen uit Emmeloord, vertelt hij. “Wat doe je hier dan?!” krijgt hij van een man naar zijn hoofd voordat ie doorloopt richting bureau. “Zie je nou; het zijn geen Urkers.”", "Iets verderop, bijna op de rotonde, staan twee mannen in oranje hesjes. Burgemeester Van den Bos en wethouder Freek Brouwer. Samen met tien andere ‘betrokken Urkers’ vormen ze een soort buurtwacht. Doel: de jeugd aanspreken en wijzen op hun verantwoordelijkheden. In de hoop dat de boel daarmee onder controle kan blijven. Brouwer: “Als we niet ingrijpen met de politie, zoals die mensen zeggen, dan volgen er brandjes en staat er straks van alles in de fik. ‘Waar was de politie’, gaan we dan horen. We hopen dat het helpt dat we met Urkers nu tussen de jongeren lopen.”", "Tekst loopt door onder de foto", "Beeld ANP", "Een als Sinterklaas verklede man", "IJdele hoop, blijkt later. Het vuurwerk dreunt na 23.00 uur niet alleen meer in de oren, maar ook in de maag. Schaalvergroting, granaatinslagen, vuurwerkbommen; geef het een naam. Enkele molotovcocktails zetten de straat af en toe in vlammen. Een ‘hoogtepunt’ voor veel jongeren volgt als een als Sinterklaas verklede man achtervolgd wordt door twee agenten te voet. Juichend rent een dertigtal achter het spektakel aan. “Als je hier met zoveel politie staat, doe dan eens echt wat. Grijp in,” stelt een buurtbewoner die van een afstandje toekijkt.", "Harde confrontaties met de politie zijn er tot dan toe niet; het blijft een professionele vorm van tikkertje. Uitdagen, wegrennen. Tot 23.30 uur. Dan verschijnen 8 ME-busjes en komt vanuit de luidspreker de boodschap dat de burgemeester - die hoopte dat de oranje hesjes en andere maatregelen voldoende effect zouden sorteren - een noodbevel afkondigt. Iedereen moet uit de omgeving, anders volgt een aanhouding. Die volgen ook; hoeveel precies is nog onduidelijk. De politie neemt bij de aanhoudingen deze avond ‘extreem zwaar vuurwerk in beslag’, laat de gemeente weten.", "De ME veegt de omgeving rap leeg. Als de zondag aanbreekt keert de rust snel terug. ‘Helaas moest we de ME inzetten,’ reageert Van den Bos via Twitter, gevolgd door een compliment voor zijn politiemensen. Volgende week weer hetzelfde liedje, klinkt het ondertussen uit de mond van afdruipende Urkers."], "authors": ["Arnoud De Vries"], "keywords": ["van", "politie", "toch", "molotovcocktails", "laat", "jongeren", "het", "urk", "op", "die", "als", "zijn", "lekker", "met", "een", "en", "vuurwerkbommen"], "pubDate": "2020-12-06T10:26:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}