{"id": "6005a7bb-cff6-3465-b83c-d9d45b745b3b", "title": "Room 2806: The Accusation: affaire rond Dominic Strauss Kahn bewijst bittere noodzaak van #MeToo", "url": "https://www.parool.nl/kunst-media/room-2806-the-accusation-affaire-rond-dominic-strauss-kahn-bewijst-bittere-noodzaak-van-metoo~bc62eece/", "summary": "Die letters stonden voor de Franse politicus en IMF-directeur Dominique Strauss-Kahn, die in mei 2011 beschuldigd werd van aanranding van een kamermeisje in een NewYorks hotel.\nOp het moment dat Strauss-Kahn in de VS in de boeien werd geslagen, was hij een van de machtigste mannen ter wereld.\nOp lucht­haven JFK merkte hij echter dat hij zijn telefoon was vergeten en belde hij het hotel met het verzoek of zedeze konden nabezorgen.\nZo kon de politie de IMF-directeur nog net uit het vliegtuig halen voor hij het Amerikaanse grondgebied had verlaten.\nBeeld -Ook het slachtoffer, Nafissatou Diallo, krijgt uitgebreid de gelegenheid haar kant van het verhaal te vertellen.", "paragraphs": ["Jaren voordat de #MeToo-beweging machtige mannen als Harvey Weinstein en Jeffrey Epstein achter de tralies wist te krijgen vanwege grensoverschrijdend seksueel gedrag was er al een vergelijkbare affaire die wereldnieuws werd: de zaak-DSK. Die letters stonden voor de Franse politicus en IMF-directeur Dominique Strauss-Kahn, die in mei 2011 beschuldigd werd van aanranding van een kamermeisje in een NewYorks hotel. Omdat de zaak door allerlei andere onthutsende onthullingen rond machtige mannen naar de achtergrond is verdwenen, is het goed dat Netflix bijna tien jaar later het geheugen nog eens opfrist met een vierdelige documentaireserie.", "Op het moment dat Strauss-Kahn in de VS in de boeien werd geslagen, was hij een van de machtigste mannen ter wereld. In Frankrijk was hij de gedoodverfde socialistische presidentskandidaat; T-shirts met het aan president Obama ontleende motto ‘Yes we Kahn’ lieten weinig te raden over zijn presidentiële ambities.", "Volgens velen was dat ook de reden dat de zittende president Sarkozy hem wegpromoveerde naar het IMF, waar hij als directeur tijdens de financiële crisis van 2008 een sleutelpositie vervulde. Hij verhuisde met zijn derde vrouw Anne Sinclair, een in Frankrijk zeer populaire voormalige tv-presentatrice, naar Washington vanwege zijn functie bij het IMF, maar reisde nog veelvuldig naar Frankrijk.", "Beeld -", "Telefoon vergeten", "Hij stond op 14 mei ook op het punt een vlucht van New York naar Parijs te nemen, toen hij werd gearresteerd door de NYPD. De beschuldiging was ernstig: Strauss-Kahn zou zich in het New Yorkse Sofitel hebben vergrepen aan het kamermeisje Nafissatou Diallo en haar tot orale seks hebben gedwongen. Toen de totaal oversture Diallo het incident bij haar meerdere meldde, die vervolgens de politie waarschuwde, was Strauss-Kahn al bijna op weg naar Parijs. Op lucht­haven JFK merkte hij echter dat hij zijn telefoon was vergeten en belde hij het hotel met het verzoek of ze", "deze konden nabezorgen. Zo kon de politie de IMF-directeur nog net uit het vliegtuig halen voor hij het Amerikaanse grondgebied had verlaten.", "Kamermeisje", "De vierdelige documentaireserie Room 2806: The Accusation reconstrueert de affaire minutieus en neemt ook ruim de tijd om te laten zien hoe machtig en populair de charismatische ‘DSK’ in Frankrijk was. Daarbij valt op dat zijn vaak even machtige Franse vrienden het nog steeds voor hem opnemen. “Hij werd aan de schandpaal genageld volgens de oude Amerikaanse traditie,” beweert ex-minister van Cultuur Jack Lang.", "Beeld -", "Ook het slachtoffer, Nafissatou Diallo, krijgt uitgebreid de gelegenheid haar kant van het verhaal te vertellen. Dat dit vaak emotionele relaas wordt doorsneden met beelden van de succesvolle carrière van DSK is een minder geslaagde keuze van documentairemaker Jalil Lespert, maar geeft wel aan hoe ongelijk de strijd was tussen de machtige verdachte en het slachtoffer, dat door de advocaten van DSK op alle mogelijke manieren in diskrediet werd gebracht.", "Eén van die advocaten, Benjamin Brafman, zou later Harvey Weinstein verdedigen, tot hij inzag dat deze zaak niet te winnen was: de #MeToo-beweging was intussen te machtig geworden."], "authors": ["Andre Nientied"], "keywords": ["kahn", "dominic", "bewijst", "rond", "noodzaak", "strauss", "naar", "bittere", "te", "room", "van", "en", "een", "werd", "op", "metoo", "het", "hij", "dat"], "pubDate": "2020-12-18T13:46:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}