{"id": "6013a136-1679-32a2-9321-2fe8debc96d8", "title": "Ahmed Aboutaleb: ‘De theorie dat de leider niet wordt gekozen, maar opstaat, dat vind ik een mooi idee’", "url": "https://trouw.nl/religie-filosofie/ahmed-aboutaleb-de-theorie-dat-de-leider-niet-wordt-gekozen-maar-opstaat-dat-vind-ik-een-mooi-idee~bf82e07f/", "summary": "De theorie dat de leider niet wordt gekozen, maar opstaat, dat vind ik een mooi idee.”Moeten er nieuwe leiders opstaan?\n“Geweten is voor mij een te rechtvaardigen, maar niet altijd gemakkelijk uit te leggen grond voor een besluit.\nAls ik thuis ben, ga ik onder de douche staan, en dan vraag ik mezelf af: heb ik vandaag het goede gezegd en het juiste gedaan?\nOf dat je iemand in een debat net te scherp hebt afgekapt, of dat je misschien een beslissing net anders had moeten nemen.\nVideo’s van een aantal van die gesprekken staan op www.nieuweleiders.nl.", "paragraphs": ["Elke dag na thuiskomst gaat Ahmed Aboutaleb onder de douche staan om te reflecteren op die dag. ‘Als je in een leiderschapspositie bent moet je altijd bereid zijn om jezelf te evalueren.’", "“Dezelfde boom ziet er tijdens een wandeling anders uit als je dezelfde route in omgekeerde richting terugloopt. We beleven deze tijd als een overgang naar een nieuw tijdperk, en de vraag is vooral in welke fase we zitten”, zegt Ahmed Aboutaleb (59), die binnenkort voor een derde termijn wordt benoemd als burgemeester van Rotterdam.", "“Ik realiseerde me voor het eerst dat we in een transitiefase terecht waren gekomen na het afscheid van Lubbers als politiek leider. Een groot staatsman. Achteraf gezien een afsluiting van een tijdperk. Vanaf dat moment hebben we eigenlijk geen stabiele politieke verhoudingen meer gehad in Nederland. Ik dacht toen: dat duurt hooguit tien à vijftien jaar, en moet nu constateren dat het politieke landschap nog steeds aan het veranderen is. Als het vertrek van Lubbers fase 0 was, waar zitten we dan nu? Op 80 procent? 90? 60? Ik zou het niet weten. Reuze interessant: waar zijn we in de verandering? Maar dat er veel aan het veranderen is, dat denk en zie ik wel.”", "Een tijd van grote veranderingen vraagt om sterk leiderschap, vindt de Rotterdamse burgemeester. Maar hoe ziet dat leiderschap eruit?", "“Ik zou eerst graag definiëren wat ik onder leiderschap versta. Je kunt de verkiezingen winnen en jezelf leider van het land noemen, maar het hangt er vervolgens helemaal van af wat je met dat leiderschap doet. Je kunt zeggen: ik luister naar de samenleving en het parlement en op basis van al die geluiden neem ik een collectief gedragen besluit. Maar je kunt ook zeggen: ik luister naar al die geluiden, maar daarnaast heb ik ook een eigen opvatting. Dat laatste vind ik meer een kenmerk van leiderschap. Zoeken naar een consensus is een handigheid die je kunt opbouwen in de loop van de tijd. Werkelijk leiderschap vraagt iets anders. Ik herinner mij Wim Kok die voor het congres stond dat over de WAO sprak en zei: ‘Ik heb u gehoord, maar ik doe het niet’. Het trotseren van je eigen politieke orgaan. Daar kreeg ik kippenvel van. Ik zeg daarmee niet dat zo’n beslissing goed of slecht is, maar je staat er dan wel echt als leider.”", "Op de vraag wie voor hem wat dat betreft een belangrijke inspiratiebron is, noemt Aboutaleb drie grote buitenlandse namen: Mahatma Gandhi, Nelson Mandela en Martin Luther King. “Wat opvalt: alle drie waren niet gekozen toen ze hun grote leiderschapskwaliteiten al toonden. De theorie dat de leider niet wordt gekozen, maar opstaat, dat vind ik een mooi idee.”", "Moeten er nieuwe leiders opstaan?", "“In elke omstandigheid kan een leider opstaan. Die figuren voelen vanzelf de behoefte om te zeggen: nu wordt het tijd. Dat kun je niet dicteren. Ik zou er wel meer behoefte aan hebben in deze tijd. Er is één leider in de wereld voor wie ik veel sympathie en respect heb: Angela Merkel. Bijvoorbeeld voor hoe ze haar rol in de vluchtelingencrisis heeft gespeeld, omdat ze is opgestaan en niet is gaan duiken in een ingewikkelde periode. ‘Wir schaffen das.’ Een fascinerend mooie uitspraak, die tot veel weerstand heeft geleid.”", "Er wordt wel gezegd dat deze periode een doorbraak betekent van ­vrouwelijk leiderschap. Wat denkt u?", "“Dat weet ik niet. Het feminiene denken is in het besturen van onschatbare waarde, maar niet omdat vrouwen beter leiding kunnen geven dan mannen. Omgekeerd is ook niet waar. We moeten ook ophouden om vrouwelijke leiders af te meten aan de capaciteiten van mannen. Juist de mix van verschillende kwaliteiten is geweldig.", "Beeld Roek Lips", "“Mijn vader zegt altijd: ‘Elke tijd heeft zijn eigen leiders’. Volgens mij zit daar een kern van waarheid in. In ons land wordt autoriteit in toenemende mate ter discussie gesteld. Heel gek eigenlijk: we kiezen de organen, geven ze bevoegdheden, de instrumenten om te handelen en vervolgens zien we een inflatie van het begrip autoriteit. Met Covid is dat nu heel duidelijk: de mate waarin de aanwijzingen van de regering ter discussie worden gesteld, heeft wat mij betreft geleid tot een gezagscrisis. Dat vind ik lastig. Als wij de aanwijzingen ook na de zomer beter hadden opgevolgd, hadden we nu echt minder besmettingen.”", "Hoe komt dat?", "“Het voortdurend ter discussie stellen van autoriteit heeft volgens mij te maken met de hoogte van opleidingen. De ontwikkelde burgers, die allemaal vinden dat ze het eigenlijk zelf kunnen uitmaken.", "“Ik kreeg zelf toen ik in quarantaine zat van een burger – en als ik naar de formulering van de mail kijk, heb ik het gevoel dat het iemand met een behoorlijke opleiding moet zijn – de mededeling: ‘Jij zegt dat je nu ook besmet bent met corona. Ze hebben jou dus ook bereid gevonden om acteur te zijn in deze theatervoorstelling.’ Ik denk dat dit een voorbeeld van de tijdgeest is, waarbij de autoriteit, en dat geldt ook voor de wetenschap, voortdurend ter discussie wordt gesteld. ‘Ik weet het beter.’ De gezagscrisis is een crisis van onze tijd.”", "Wat vraagt dat van u in uw rol als burgemeester?", "“Het is lastig manoeuvreren. Je moet besluiten nemen met de beste intenties, met de bedoeling dienend leiderschap te tonen, en accepteren dat je soms hoongelach oogst. Ondanks alle wet- en regelgeving ligt er in ons land ook veel niet vast. Burgemeesters nemen gemiddeld zo’n twintig, dertig beslissingen per dag, omdat ze moeten handelen, en dan is het geweten het enige waarop je terugvalt.”", "Wat is het geweten voor u?", "“Geweten is voor mij een te rechtvaardigen, maar niet altijd gemakkelijk uit te leggen grond voor een besluit. Als ik bijvoorbeeld te maken krijg met een uitgeprocedeerde asielzoekster met een kind van drie en de hoogste rechter zegt: ‘U moet het land uit’, maar het kabinet slaagt er niet in om ze terug te sturen, waardoor die vrouw en het kind in de bosjes moeten slapen… Wat doe ik dan? De wet is duidelijk, maar vertoont ook lacunes. Mijn geweten zegt in zo’n geval: ik ga zorgen dat die vrouw met haar kind ergens kan slapen. Dat is dan een gewetensvol handelen. De wet is belangrijk, maar de mens is belangrijker.", "Beeld Roek Lips", "“Wij willen zaken graag met de menselijke maat organiseren, maar onze instituties zijn gericht op systematisch denken. Dat brengt met zich mee dat veel mensen in verantwoordelijke posities niet van de strakke lijn durven af te wijken. Zijn alle vinkjes wel gezet? Dat staat nogal eens op gespannen voet met gewetensvol handelen, waar ik een groot voorstander van ben.”", "Welke vragen stelt u zichzelf om daarin te slagen?", "“Ik evalueer mezelf elke dag. Daar is een belangrijk moment voor. Als ik thuis ben, ga ik onder de douche staan, en dan vraag ik mezelf af: heb ik vandaag het goede gezegd en het juiste gedaan? Soms ben ik dan in conflict met mezelf. Het is een rustig moment van stilte om je te realiseren dat je iemand misschien onrecht hebt gedaan. Of dat je iemand in een debat net te scherp hebt afgekapt, of dat je misschien een beslissing net anders had moeten nemen. Als er een dag later ruimte voor is, kom ik daarop terug. Dan bel ik of app ik die persoon en zeg: ‘Dat was even niet goed gisteren’. Ik geloof dat het goed is om vooral bij jezelf te rade te gaan. Je hoort het zo vaak, hè: ‘Ga eens bij jezelf te rade’. Maar wat betekent dat dan? Ik vind dat als je in een leiderschapspositie bent, en zeker als je de bevoegdheid hebt om besluiten te nemen die ten voordele of ten nadele van mensen kunnen uitvallen, dat je dan altijd de bereidheid moet hebben om jezelf te evalueren. En daarnaast te erkennen dat je leert.”", "Bent u weleens bang om een besluit te nemen?", "“Ik ben eigenlijk niet zo vaak angstig, maar soms vrees ik wel dat besluiten tot spanning in of ontsporing van de samenleving kunnen leiden. Recentelijk heb ik in relatie tot de aanslag op de docent in Frankrijk het woord ‘verdrietig’ gebruikt, terwijl veel mensen meer in termen van ‘de vijand’ gingen spreken. Hoe mobiliseer je dan de zachte krachten, die kunnen helpen inzien dat ook verdriet een plaats mag hebben, in plaats van te kiezen voor de weg van hard tegen hard? Hoe vertaal je de angst die ontstaat aan beide kanten naar een vorm van een toenadering?", "“Veel mensen staan in het leven vanuit een bepaald dogma. Dat mag ook allemaal, er is niets mis mee om ergens geloof in te hebben. Maar hoe leren wij de jonge geesten, onze kinderen, dat er naast jouw dogma ook een dialoog mogelijk is? Dat iemand anders jouw dogma ter discussie mag stellen, en dat twijfel ook een kwaliteit in het leven is? Beide hebben waarde. Verlichting is niet zozeer alleen dat jij zelf een verlichte geest hebt of dat je volstrekt geen dogma’s meer hebt; verlichting is het ideaal waardoor je een gesprek met een ander aangaat, met de medemens in gesprek treedt. Daar waar iemand jou bewust of onbewust beledigt door van bepaalde afbeeldingen te zeggen: ‘Dit is jouw Profeet’, kun jij dan zeggen: ‘Weet je het zeker? Heb je Hem gezien, ziet Hij er zo uit? Voor mij zijn het een paar potloodtekeningen.’ Kun je dat opbrengen? Is daar een gesprek over mogelijk? In plaats van dat je zegt: ‘Dat is mijn Profeet’, en meteen, pats, een klap uitdeelt.", "“De Rotterdamse dichter Jules Deelder zei: ‘De omgeving van de mens is de medemens’. Hoe leren we de mensen dat naast jouw dogma er ook nog een weg is naar dialoog? Ook dat is leiderschap.”", "Een zoektocht naar inspiratie en houvast Hoe vinden we onze weg in een wereld die in crisis en in verwarring is? Al vóór de coronapandemie ging Roek Lips daarover in gesprek met bestuurders, wetenschappers, kunstenaars, denkers en vele anderen, op zoek naar inspiratie en houvast. Video’s van een aantal van die gesprekken staan op www.nieuweleiders.nl. Regelmatig verschijnen op de site nieuwe video’s. Trouw plaatst een selectie van die gesprekken. Ga naar www.trouw.nl voor de bijbehorende video’s.", "Lees ook:", "Nieuwe leiders", "In deze interviewreeks spreekt Roek Lips met bestuurders, wetenschappers, kunstenaars en vele anderen. Klik hier voor eerdere afleveringen uit de reeks."], "authors": ["Roek Lips"], "keywords": ["van", "mooi", "het", "maar", "met", "die", "ik", "niet", "wordt", "dat", "theorie", "een", "vind", "je", "en", "opstaat", "te", "leider"], "pubDate": "2020-12-08T11:43:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}