{"id": "601aadf5-d9c0-3eae-b0c5-0181746dec83", "title": "Lichtpuntjes in het coronajaar? Voor een introvert is heel 2020 een geschenk", "url": "https://trouw.nl/opinie/lichtpuntjes-in-het-coronajaar-voor-een-introvert-is-heel-2020-een-geschenk~b56a78ed/", "summary": "Daarnaast ontdekte ik dat ik met minder reizen, borrels en uitgaan ook tevreden ben en meer tot rust kom.\nMechteld Smit LeidenTuinNa jaren twijfelen huurden mijn vrouw en ik begin dit jaar een moestuin op een volkstuincomplex.\nIn weer en wind genoten we van het buiten bezig zijn en het verbouwen van ons eigen voedsel.\nVanaf het begin van de coronatijd zit ik iedere dag een uur op een bankje in een verlaten park, met koffie, boek en mijn gedachten.\nJos van Oord AmersfoortEigen plekBegin maart verhuisde ik van een blijf-van-mijn-lijfhuis naar mijn eigen plek.", "paragraphs": ["Rust", "Mijn eerste lichtpuntje is dat ik door het thuiswerken, mijn gezin beter met werk kan combineren. Mama heeft vrijwel altijd tijd voor een kop thee. Daarnaast ontdekte ik dat ik met minder reizen, borrels en uitgaan ook tevreden ben en meer tot rust kom. Eindelijk weer lezen of lui zijn. En een-op-een wandelen met vriendinnen levert prachtige gesprekken op.", "Mechteld Smit Leiden", "Tuin", "Na jaren twijfelen huurden mijn vrouw en ik begin dit jaar een moestuin op een volkstuincomplex. Wie had gedacht dat twee maanden later het coronavirus zou toeslaan? In weer en wind genoten we van het buiten bezig zijn en het verbouwen van ons eigen voedsel.", "Wilco Boogaard Middelburg", "Van Rutte tot natuur", "Op 4 maart bracht Mark Rutte een bezoek aan het Vituscollege in Bussum, de school waar ik als docente werk. De zaal zat vol en Rutte werd omringd door leerlingen, niet wetende dat een week later handen schudden taboe zou worden. De scholen gingen dicht. Voor mij betekende dat online-lessen. Hard werken, maar ook leerzaam. Tussen deze lessen door ging ik elke dag een uurtje wandelen. In volle aandacht zag ik de bloemen ontluiken, de blaadjes zich ontvouwen. Overal onthaasting, onthechting, verbondenheid en die stem van stilte die ook van binnen resoneerde.", "Petra Niessen-de Bruijn Bussum", "Introvert", "Thuisblijven, een lege agenda: het voelt alsof ik op adem mag komen in mijn eigen leven. Dit jaar is een geschenk voor de introvert.", "Margo van Boven Tiel", "Mildheid", "Het lichtpuntje is mijn persoonlijke groei. Begin maart veroordeel ik ­corona-ontkennende kennissen en stuur een ingezonden brief aan Trouw. Nu ben ik milder en begrijp het als iemand de regels niet langer kan verdragen. Vanaf het begin van de coronatijd zit ik iedere dag een uur op een bankje in een verlaten park, met koffie, boek en mijn gedachten. Hardop mopper ik en groet de sporadische voorbijganger. Een oud mevrouwtje zegt vanuit het niets tegen me ‘vertrouw op God’. Op dat bankje ben ik soms in harmonie met de wereld en met mezelf.", "Jacqueline van Diejen-Peterse Nij­megen", "Kleinkind", "Ik ben in advent voor het eerst grootvader geworden. Pril geluk, als je eerste kus. Levenskracht als ik hem in mijn armen heb. Toen ik hoorde hoe hij werd genoemd, straalde ik. Abel: ‘ademtocht’.", "Jos van Oord Amersfoort", "Eigen plek", "Begin maart verhuisde ik van een blijf-van-mijn-lijfhuis naar mijn eigen plek. Corona ging nagenoeg aan mij voorbij. Muren verven, vloeren leggen, om acht uur doodmoe naar bed en slapen, want dat kon eindelijk weer. Eigendommen ophalen bij vriendinnen. Mijn dochter en de kat konden weer bij mij zijn.", "Melina Boehne Amersfoort", "Monic Slingerland is chef van de opinieredactie. Elk weekend stelt ze een vraag aan de lezers, op woensdag verschijnt een selectie van de antwoorden."], "authors": ["Monic Slingerland"], "keywords": ["ik", "van", "2020", "mijn", "voor", "lichtpuntjes", "en", "een", "heel", "geschenk", "met", "weer", "introvert", "op", "het", "dat", "coronajaar"], "pubDate": "2020-12-23T13:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}