{"id": "602611a0-b246-3b36-9fcf-cef8236af5bb", "title": "Meevaller op de energierekening: gasprijs naar de bodem", "url": "https://www.telegraaf.nl/financieel/227295860/meevaller-op-de-energierekening-gasprijs-naar-de-bodem", "summary": "Het bedrijf spreekt over de ’laagste variabele gastarieven ooit’ en verwacht dat ook de derde grote energieleverancier, Essent, de prijzen zal verlagen.\nBekijk ook: Verdienen aan de gasprijsVoor een gemiddeld huishouden zal de lagere prijs een besparing van €4 op jaarbasis betekenen.\nDit is ondanks dat de kosten voor netbeheer voor een gemiddeld gezin volgend jaar met gemiddeld €22 stijgen.\nBelastingOok de belasting op gas gaat omhoog, maar het vaste bedrag dat iedereen als korting op de energierekening krijgt, eveneens.\nCoronacrisis„Met de coronacrisis is de energievraag gedaald en ook de olieprijs is momenteel laag.", "paragraphs": ["Dat meldt prijsvergelijker Pricewise. Het bedrijf spreekt over de ’laagste variabele gastarieven ooit’ en verwacht dat ook de derde grote energieleverancier, Essent, de prijzen zal verlagen.", "Bekijk ook: Verdienen aan de gasprijs", "Voor een gemiddeld huishouden zal de lagere prijs een besparing van €4 op jaarbasis betekenen. Dit is ondanks dat de kosten voor netbeheer voor een gemiddeld gezin volgend jaar met gemiddeld €22 stijgen.", "Belasting", "Ook de belasting op gas gaat omhoog, maar het vaste bedrag dat iedereen als korting op de energierekening krijgt, eveneens. Voor een gemiddeld gezin maakt dit onder aan de streep weinig uit. Grootverbruikers gaan wel meer betalen.", "Ongeveer 55% van de Nederlandse huishoudens betaalt geen variabele tarieven voor gas en stroom, maar vaste prijzen. Volgens Hans de Kok, directeur van Pricewise, is dit meestal ook goedkoper dan variabele tarieven, omdat daar eenmalige kortingen op worden gegeven.", "Coronacrisis", "„Met de coronacrisis is de energievraag gedaald en ook de olieprijs is momenteel laag. Dit speelt een rol bij de huidige gas- en elektriciteitsprijzen”, verklaart Rianne de Voogt, woordvoerder van Eneco.", "Eerder meldde Gaslicht.com een prijsstijging voor volgend jaar te verwachten. Dit lijkt dus mee te vallen."], "authors": ["Marlou Visser"], "keywords": ["van", "dat", "dit", "gasprijs", "een", "ook", "naar", "en", "gemiddeld", "op", "voor", "energierekening", "variabele", "meevaller", "bodem"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}