{"id": "602e4927-a3dd-3eb3-a555-0b8a0c083a91", "title": "Ik ga literatuuronderwijs op het vmbo geven, want ik geloof dat je ook daar over Mulisch kunt praten", "url": "https://volkskrant.nl/cultuur-media/ik-ga-literatuuronderwijs-op-het-vmbo-geven-want-ik-geloof-dat-je-ook-daar-over-mulisch-kunt-praten~b5fce56f/", "summary": "Ik bleef spijbelen, bleef zitten, een jaar later verliet ik het Vossius en daarmee kwam aan mijn schoolloopbaan een vroegtijdig einde.\nIk houd het er maar op dat ze dachten dat ik als deserteur van het Nederlandse onderwijssysteem goed om kon gaan met potentiële deserteurs.\nHoe dat precies is gebeurd weet ik niet en dat moet ik misschien ook niet willen weten.\nIk geloof niet dat hij dat gedaan heeft.\nIk ben ervan overtuigd dat je ook op het vmbo over de Grieken bij Aulis kan praten of over een roman van Harry Mulisch.", "paragraphs": ["Als thuisschoolmaatje kon Arnon Grunberg het verschil maken, en wie wil dat niet? Nu wil hij de bureaucratie op het vmbo als leraar bestrijden.", "Wat ik me van de middelbare school herinner – en ik herinner me veel – is een langgerekte éducation sentimentale, een leerschool der liefde, waarbij de liefde zoals dat nu eenmaal gaat de merkwaardigste vormen aanneemt. En geen leerschool is uitsluitend paradijselijk natuurlijk, de meeste leerscholen zijn een uitgekiende combinatie van paradijs en hel, met wat opgepoetste verveling tussendoor.", "Nu ik weer regelmatig in mijn ouderlijk huis verblijf, kost het me nauwelijks moeite mijn lerares Nederlands, tevens mentor, Marijn van Lelyveld voor me te zien die ergens in het voorjaar van 1987 mijn ouders kwam vertellen dat het nog goed zou kunnen komen als ik vanaf die tijd echt heel erg mijn best ging doen. Mijn vader keek ernstig, de zon scheen, ik beloofde beterschap, maar het kwam niet goed, althans niet naar algemene maatstaven gemeten. Ik bleef spijbelen, bleef zitten, een jaar later verliet ik het Vossius en daarmee kwam aan mijn schoolloopbaan een vroegtijdig einde. Het waren vormende jaren, dat blijf ik bevestigen, als ik ergens heb geleerd dat het leven strijd en spel is – een opvatting die me nog altijd plausibel voorkomt – dan op het Vossius.", "Van de lessen Grieks van meneer Pattiwael, die me een keer met zoveel plezier tegen een kast gooide dat het me voorkomt dat het verleden maand gebeurde, staat me behalve de vervoeging van de lidwoorden vooral bij dat de Grieken bij Aulis lagen en wachtten op gunstige wind. Leven an sich is tevens wachten op gunstige wind, men zou willen dat zij die zich zo vreselijk opwinden dat Nederland nog niet is begonnen met vaccineren een voorbeeld nemen aan het Griekse leger bij Aulis, hoewel ook de Grieken ongeduldig konden worden en daarom soms overgingen tot het brengen van mensenoffers in de hoop de goden gunstig te stemmen. Wie goed kijkt ziet dat er niet zo vreselijk veel is veranderd.", "In het voorjaar van 2020 lag heel Europa, heel de wereld, metaforisch gezien bij Aulis en wachtte op gunstige wind. Ik was in New York, waar zeer verstild werd gewacht, toen ik een berichtje kreeg van Paul Rosenmöller waarin stond dat ‘20 procent van de leerlingen in deze tijd’ een achterstand oploopt. Of ik ‘thuisschoolmaatje’ wilde worden, ‘door drie keer per week een half uurtje te (video)bellen geef je de leerling die extra aandacht en kan je het verschil maken.’", "Wie wil níet het verschil maken? Daarnaast was ik met Rosenmöller in 2005 in Auschwitz geweest en zoiets schept een band. Ik werd dus thuisschoolmaatje.", "De training per zoom die de vrijwilligers moesten ondergaan mocht ik overslaan. Ik houd het er maar op dat ze dachten dat ik als deserteur van het Nederlandse onderwijssysteem goed om kon gaan met potentiële deserteurs. Even moest ik denken aan iets wat ik in 2010 in Transnistrië hoorde van een vrouw die gespecialiseerd was in mensenhandel. Ze vertelde dat sommige vrouwen het bordeel mochten verlaten als ze zelf succesvol gingen rekruteren. Niemand kan beter slachtoffers maken, zei ze, dan degene die zelf slachtoffer is geweest.", "Maar het Nederlandse onderwijssysteem mag niet vergeleken worden met mensenhandel in Transnistrië, dus ik verdreef alle gedachten aan die reis.", "Beeld Getty Images / bewerking de Volkskrant", "Ik werd ingedeeld in de regio Eemland en kreeg een leerling toebedeeld van 14 die op het vmbo zat, ik zal hem Albert noemen. Van de organisatie Thuisschoolmaatje en zijn mentor begreep ik dat Albert nog niet geheel verdwenen was uit ‘het systeem’, maar dat men wel vreesde dat hij bezig was te verdwijnen. Hij kwam slechts met moeite zijn bed uit, soms kwam hij zijn bed uit als andere mensen naar bed gingen, ik overdrijf een beetje maar daar kwamen de berichten die ik ontving op neer. Wat ik daar videobellend tegenover kon stellen was mij niet duidelijk, misschien was het slechts een andere manier om te wachten op gunstige wind.", "Volgens de instructies van Thuisschoolmaatje zou ik inderdaad drie keer per week een halfuur met Albert moeten bellen, maar als we twee keer per week vijf minuten belden was het veel want Albert hield het graag kort. Op de meeste vragen die ik hem stelde (‘lukt het je om uit bed te komen? Hoe gaat het op school?’) antwoordde hij steevast, ‘gaat goed’, of ‘gaat prima’.", "Als de vragen hem te veel werden of de situatie precair dreigde te worden begon hij tegenvragen te stellen. (‘Hoe gaat het eigenlijk met u?’) Ook insinueerde hij weleens subtiel dat ík degene was met problemen. (‘Het zal voor u ook niet makkelijk zijn, deze tijd, meneer.’) Waardoor de situatie werd omgedraaid en het even leek alsof ik niet twee keer per week contact zocht met een 14-jarige omdat hij moeilijk zijn bed uitkwam, maar omdat ik het zélf allemaal niet meer zag zitten. Voor sociale intelligentie kortom kreeg Albert een 9, minimaal, maar ik hoefde gelukkig geen cijfers uit te delen.", "Van Thuisschoolmaatje kreeg ik de suggestie ‘challenges’ met Albert te delen, waarbij hij bijvoorbeeld een vlog of een tekening moest maken over zijn leven. Sommige van die vlogs zitten nog in mijn telefoon. Albert kijkt verveeld in de camera, zegt dan: ‘Goedemorgen eh ik, ben eh net klaar met mijn eerste online les die duurde van eh, negen uur tot eh kwart over negen, daar ben ik net klaar mee en eh ik had even gedoucht om half negen.’", "Ik wil slechts zeggen, hoe het echt met Albert ging bleef mij grotendeels een raadsel, al vond ik hem sympathiek en gezien zijn onmiskenbare sociale intelligentie had ik ook behoorlijk wat vertrouwen in hem.", "Naarmate de tijd verstreek en de wereld in het algemeen en Nederland in het bijzonder nog altijd bij Aulis lagen, ontglipte Albert me meer en meer. Hij kon niet bellen vanwege medische klachten, of was het vergeten en appte me dan: ‘Oh ik dacht donderdag echt sorry.’ En na vijf minuten: ‘Ik ga het gelijk in me [sic] agenda zetten.’ En weer iets later: ‘Als het kan met u.’", "Albert is volgens de informatie die ik heb overgegaan. Hoe dat precies is gebeurd weet ik niet en dat moet ik misschien ook niet willen weten. Over specifieke problemen betreffende het onderwijs hebben we het zelden gehad, zijn interesses lagen elders. Af en toe kwamen de absurditeiten van het onderwijssysteem in de korte gesprekken bovendrijven, waarmee ik niet slecht over het onderwijs in Nederland wil spreken, hooguit stel ik vast dat het een bureaucratie is waarin leerlingen, leraren en scholen gecontroleerd worden en elke bureaucratie genereert aan de lopende band absurditeiten.", "De laatste keer dat ik met Albert contact had ging het over een enquête die hij over Thuisschoolmaatje en mij moest invullen. Ik geloof niet dat hij dat gedaan heeft.", "Misschien mede daarom werd ik deze herfst gevraagd of ik nog eens een leerling wilde begeleiden. Ik werd gekoppeld aan een jongen die ik Marcel zal noemen, vijftien jaar, vwo.", "Het verschil met Albert was aanzienlijk. Marcel belt altijd samen met zijn moeder en hoewel hij aangaf begrijpend lezen ingewikkeld te vinden en leren zelf ook wat problematisch was (‘ik zit uren achter mijn bureau en begin maar niet, ik stel het beginnen steeds uit.’) kreeg ik de indruk dat het maatje in dit geval veeleer gezelschapsheer was. Een rol die ik met graagte vervulde. (Op de website staat te lezen: ‘Thuisschoolmaatje is gestopt.’ Maar ik ga gewoon door.)", "Beeld Getty Images / bewerking de Volkskrant", "We spreken over het samenvatten van teksten, wat hij moeilijk vindt, en het verklaren van tussenkopjes in krantenartikelen, wat hij eveneens lastig vindt.", "Ik twijfel of ik de juiste persoon ben hem dit bij te brengen. Een jaar of wat geleden heb ik een kort artikel van eigen hand voor mijn petekind samengevat toen hij voor Nederlands artikelen moest samenvatten, hij kreeg er een 4 voor. Onlangs las ik dat Simon Carmiggelt iets soortgelijks is overkomen, het Nederlandse onderwijssysteem wordt gekenmerkt door een zekere continuïteit.", "In november voerde ik een gesprek met de door mij gewaardeerde socioloog Sinan Çankaya over onder andere literatuuronderwijs. Hij zei dat de boeken die leerlingen lazen, dienden aan te sluiten bij hun belevingswereld. Ik ben het daar hartstochtelijk mee oneens; alsof er één jeugd is met één belevingswereld.", "Denkend aan mijn ervaringen met Thuisschoolmaatje besloot ik in de herfst van 2021 een ochtend per week literatuuronderwijs op het vmbo te zullen geven. Ik ben ervan overtuigd dat je ook op het vmbo over de Grieken bij Aulis kan praten of over een roman van Harry Mulisch.", "Als leerling heb ik geprobeerd de bureaucratie en haar absurditeiten te bestrijden, als je moet worden wie je bent, zoals Nietzsche zegt, moet ik daar misschien als parttime leraar mee doorgaan."], "authors": ["Arnon Grunberg"], "keywords": ["ik", "vmbo", "van", "het", "kunt", "en", "een", "met", "dat", "praten", "ook", "op", "te", "mulisch", "hij", "literatuuronderwijs", "die", "je"], "pubDate": "2021-01-04T17:29:37Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}