{"id": "60308036-2757-31b0-897a-7d07c0d3cae0", "title": "Kerst en eenzaamheid: 'Geef mensen het gevoel dat ze de moeite waard zijn'", "url": "https://nu.nl/gezondheid/6091693/kerst-en-eenzaamheid-geef-mensen-het-gevoel-dat-ze-de-moeite-waard-zijn.html", "summary": "Uit onderzoek van het Sociaal en Cultureel Planbureau bleek in juni dat eenzaamheid al enorm was toegenomen.\nOnder 75-plussers was het aantal mensen dat zich eenzaam voelde toen al verdubbeld.\"\nWe hebben het nodig ons verbonden te voelen, het gevoel te hebben ergens onderdeel van uit te maken: een familie, vriendengroep of gemeenschap.\nGeef mensen dus het gevoel dat ze de moeite waard zijn.\nEn op de lange termijn zorgt het ervoor dat je diepgaande relaties vast kunt houden.\"", "paragraphs": ["Eenzaamheid is rond de feestdagen altijd een hot topic en in dit jaar van al helemáál. Heeft de pandemie ons eenzamer gemaakt? En wat valt er aan eenzaamheid te doen? We vragen het aan hoogleraar humanisme en sociale weerbaarheid Anja Machielse.", "Heeft corona de eenzaamheid vergroot?", "\"Ja. Uit onderzoek van het Sociaal en Cultureel Planbureau bleek in juni dat eenzaamheid al enorm was toegenomen. En toen waren de maatregelen pas net versoepeld en was er nog geen tweede golf in zicht. Onder 75-plussers was het aantal mensen dat zich eenzaam voelde toen al verdubbeld.\"", "Wat is eenzaamheid eigenlijk? Wanneer is iemand eenzaam?", "\"We zijn sociale wezens. We hebben het nodig ons verbonden te voelen, het gevoel te hebben ergens onderdeel van uit te maken: een familie, vriendengroep of gemeenschap. Eenzaam worden we wanneer we dat op de een of andere manier niet kunnen. Dat we tijdens deze feestmaand onze dierbaren niet kunnen zien zoals andere jaren, zorgt ervoor dat meer mensen zich eenzaam voelen. Niet alleen ouderen, maar mensen in alle leeftijdscategorieën.\"", "Ouderen zijn al kwetsbaar als het om eenzaamheid gaat. Vergroot corona dat probleem?", "\"De kans op eenzaamheid wordt groter naarmate we ouder worden. Er vallen mensen weg met wie je diepgaande contacten had en soms wordt het lastiger om zelf een bijdrage te leveren aan de samenleving. Uit angst voor besmetting trekken veel ouderen zich terug. Tegelijkertijd zorgt die angst ervoor dat ouderen meer behoefte hebben aan diepgaande contacten; ze hebben behoefte hun zorgen te delen.\"", "“Maak een praatje met de buurvrouw. Het is contact dat we als oppervlakkig beschouwen, maar het is heel belangrijk; mensen voelen zich erdoor gezien.”", "Hoe kunnen we iets doen aan eenzaamheid in deze periode?", "\"Eenzaamheid wordt onder meer veroorzaakt door het gevoel er niet bij te horen, er niet toe te doen. Geef mensen dus het gevoel dat ze de moeite waard zijn. Maak een praatje met de buurvrouw, vraag iemand in de straat eens hoe het gaat, of hij of zij het redt. Het is contact dat we als oppervlakkig beschouwen. Maar dat contact is heel belangrijk, want mensen voelen zich erdoor gezien.\"", "\"Beeldbellen is voor veel mensen een uitkomst in deze tijd van afstand, maar voor mensen die niet zo technologisch onderlegd zijn, wordt de afstand nog groter. Pak weer eens wat vaker de telefoon en bel iemand van wie je vermoedt dat diegene wel wat aanspraak kan gebruiken.\"", "Hoe kunnen we voorkomen dat we zelf eenzaam worden? Nu bijvoorbeeld, met Kerst tijdens de pandemie?", "\"Diepgaande relaties beschermen tegen eenzaamheid. Investeer dus in relaties en heb aandacht voor je netwerk. Denk niet: ik heb geen zin in een Skype-afspraak, ik spreek mijn vrienden of familie wel weer na de pandemie. Blijf in verbinding. Naarmate je je meer terugtrekt uit sociale verbanden wordt het lastiger om er weer deel van uit te gaan maken.\"", "\"Contact onderhouden via beeldbellen geeft minder voldoening dan normaal contact. Maar voor je welzijn is het beter dan géén mensen zien. En op de lange termijn zorgt het ervoor dat je diepgaande relaties vast kunt houden.\"", "Anja Machielse is hoogleraar humanisme en sociale weerbaarheid en bijzonder hoogleraar empowerment van ouderen aan de Universiteit voor Humanistiek in Utrecht."], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["dat", "je", "zijn", "gevoel", "van", "een", "niet", "te", "het", "eenzaamheid", "moeite", "waard", "kerst", "en", "ze", "geef", "mensen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}