{"id": "60465d4a-33b5-3ada-9e6f-0ccbb6bde699", "title": "Een quarantainewet is voor de Britten niet nieuw: in 1710 betekende een overtreding ervan de doodstraf", "url": "https://trouw.nl/buitenland/een-quarantainewet-is-voor-de-britten-niet-nieuw-in-1710-betekende-een-overtreding-ervan-de-doodstraf~b8dfdf59/", "summary": "En tot overmaat van ramp ging ook nog eens een groot deel van Londen in vlammen op tijdens een stadsbrand.\nDe ene keer namen havenautoriteiten het zekere voor het onzekere en staken ze een verdacht schip zelfs met goederen en al in brand.\nEen volgende keer kon veel, of knepen ze – al dan niet tegen betaling van een kleine vergoeding – een oogje toe.\nHavens niet op slotOndertussen nam in de loop der eeuwen het aantal contacten tussen het eiland en het buitenland alleen maar toe.\nDe Britten werden dé dominante wereldmacht, zeker op zee, en bouwden een koloniaal rijk op dat zijn gelijke niet kende.", "paragraphs": ["De builenpest hield gruwelijk huis in het Engeland van de veertiende eeuw. Van de vijf miljoen inwoners van die dagen was na de epidemie slechts de helft over. Een schip van overzee, dat in de herfst van 1348 de haven van Southampton was komen binnenvaren, werd achteraf aangewezen als eerste brenger van de Zwarte Dood. Van quarantaines voor binnenkomende schepen, zoals Venetië ze in die tijd wel invoerde, kwam het echter niet.", "Een eilandrijk kan ogenschijnlijk makkelijker worden afgezonderd van de rest van de wereld dan een land op het continent, om epidemisch gevaar van buitenaf af te wenden of virussen daar te houden. Kijk naar wat er afgelopen week gebeurde na het nieuws over een in Groot-Brittannië opge­doken besmettelijke coronavariant.", "Eind zestiende eeuw werden de Britten wel voorzichtiger, zeker in ­tijden dat elders plagen bleken te heersen. Bemanningen en passagiers werden ter bescherming van de gezondheid een tijd aan boord gehouden of moesten wachten in de haven, voordat ze verder mochten. Goederen moesten op veilige plekken worden uitgepakt en worden blootgesteld aan de open lucht, zodat ze hun besmettelijkheid zouden verliezen.", "Tijdens de pest in de jaren zestig van de zeventiende eeuw moesten eigen en buitenlandse schepen komend van elders eerst veertig dagen voor anker liggen voor de kust. De Theems lag op een zeker moment tjokvol. De pest sloeg toch toe. En tot overmaat van ramp ging ook nog eens een groot deel van Londen in vlammen op tijdens een stadsbrand.", "In 1710 kreeg Engeland een zeer strenge quarantainewet. Sjoemelaars zetten hun leven op het spel. Overtreders van de regels konden rekenen op de doodstraf. Maar hoewel de pest, de pokken, gele koorts en cholera nog ­geregeld dodelijk de ronde deden, was het beleid in de praktijk behoorlijk hapsnap en inconsequent. De ene keer namen havenautoriteiten het zekere voor het onzekere en staken ze een verdacht schip zelfs met goederen en al in brand. Een volgende keer kon veel, of knepen ze – al dan niet tegen betaling van een kleine vergoeding – een oogje toe.", "Havens niet op slot", "Ondertussen nam in de loop der eeuwen het aantal contacten tussen het eiland en het buitenland alleen maar toe. De Britten werden dé dominante wereldmacht, zeker op zee, en bouwden een koloniaal rijk op dat zijn gelijke niet kende. De industriële revolutie bracht bovendien voorheen ongekende stromen van goederen op gang.", "Maar stilaan begon ook de medische wetenschap grote stappen te maken. De dreiging van sommige besmettelijke ziektes bleef echter intact. Maar zelfs de cholera-uitbraken in de jaren veertig, vijftig en zestig van de negentiende eeuw waren voor de Britten geen reden om hun havens resoluut op slot te doen.", "Vanaf midden negentiende eeuw begon internationale samenwerking op het gebied van ziektebestrijding op gang te komen. Dat was een grote vooruitgang, al lukte het lang niet altijd om nationale belangen opzij te zetten voor het hogere doel van bescherming van ieders gezondheid. Tijdens een conferentie in Rome vlogen de Britten en de Fransen elkaar in de haren over de rol die het Suezkanaal kon spelen bij quarantainemaatregelen bij schepen komend uit India. Teruggebracht tot de kern draaide de ruzie ­enkel en alleen om zeggenschap over het strategisch gelegen kanaal.", "De Britten bleven heel lang voorzichtig met dieren. Die moesten tot 2000 voor toelating tot het land verplicht in quarantaine om verspreiding van hondsdolheid en andere ziektes te voorkomen. Daarna voldeed een dierenpaspoort met garanties dat aan alle registratie- en vaccinatie-eisen was voldaan.", "Half maart ontraadde de Britse regering alle niet-essentiële reizen van en naar het buitenland. Kort daarna liep premier Johnson zelf corona op.", "Paul van der Steen bekijkt wekelijks het nieuws door een historische bril."], "authors": ["Paul Van Der Steen"], "keywords": ["van", "britten", "betekende", "voor", "en", "een", "overtreding", "ze", "om", "eeuw", "nieuw", "ervan", "op", "doodstraf", "het", "quarantainewet", "te", "niet"], "pubDate": "2020-12-23T10:31:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}