{"id": "6055e313-c7af-31cf-a58d-91e8420d8488", "title": "Een vriendin stuurt een tikkie van 1 euro, hoe reageer je dan?", "url": "https://volkskrant.nl/de-gids/een-vriendin-stuurt-een-tikkie-van-1-euro-hoe-reageer-je-dan~ba25bdba/", "summary": "Wat ook meespeelde is dat ik niet het idee had dat deze vrouw en haar vriend enorm krap bij kas zaten.\nAls je vertelt over iets wat je hebt gekocht of wat je verdient, dan ben je al snel aan het opscheppen.\nAan het eind van de avond met vrienden in de kroeg trek je je jas aan en roep je vluchtig: ‘Stuur maar een tikkie.’ Vervolgens is het afwachten.\nGeld is emotie‘Hoe je denkt over geld en welke emotie het in je oproept, wordt gevormd in je jeugd’, zegt Hanneke van Onna.\nOp het moment dat je het uitspreekt, komt het tussen je in te staan.’Kwetsbaar opstellenWaarom vinden we het lastig om eerlijk te vertellen dat we krap bij kas zitten?", "paragraphs": ["Beeld Matteo Bal", "Vol verbazing keek ik naar het WhatsApp-berichtje: of ik 1 euro wilde overmaken naar dit rekeningnummer? De dag ervoor hadden we een reünie gehad van het clubje vrouwen dat met elkaar op zwangerschapsgym had gezeten. Met acht vrouwen kwamen we bijeen, dit keer met baby’s in plaats van bolle buiken. We dronken thee, aten een plakje cake en kletsten wat. En dat had de gastvrouw per persoon één euro gekost.", "Iedereen in de appgroep leek het verzoek normaal te vinden.", "‘Super!’", "‘Check.’", "‘Kun je een tikkie sturen? Dat is handiger.’", "Verontwaardigd wendde ik me tot mijn vriend: ‘Wat is dit? Je gaat toch geen tikkie sturen voor 1 euro?’ Eerder dat jaar had ik een paar keer een deel van datzelfde groepje bij mij thuis ontvangen voor een cursus babymassage. Geen haar op mijn hoofd die erover nadacht om de koffie en speciaal gekochte koek te declareren. Dat heette gastvrijheid. Toch? Wat ook meespeelde is dat ik niet het idee had dat deze vrouw en haar vriend enorm krap bij kas zaten.", "Mijn verbijstering over het 1-euro-incident sprak ik niet uit. Nou ja, ik praatte er wel over, maar dan met andere mensen, niet met dit groepje vrouwen. Nogal laf van mezelf, vind ik achteraf. Onbevredigend ook, want ik kan alleen maar gissen naar haar beweegredenen.", "Waarom is praten over geld met vrienden zo lastig? En hoe voorkom je dat geld gedoe oplevert in vriendschappen?", "Voor het bewijs dat geld voor lastige sociale situaties kan zorgen, hoef je maar de lezersdilemmarubriek van de Volkskrant te lezen. Een greep uit de onderwerpen: ‘Moet ik de reiskosten van mijn broer dragen?’, ‘Hoe om te gaan met inkomensongelijkheid binnen een relatie?’, ‘Moet ik mijn geld terug blijven vragen aan mijn vriend?’", "Taboe", "‘We kletsen veel te weinig over geld met onze vrienden’, zegt Annelou van Noort, expert in geldeducatie. ‘Geld zit nog erg in de taboehoek. Als je vertelt over iets wat je hebt gekocht of wat je verdient, dan ben je al snel aan het opscheppen. En openlijk vertellen dat je geld tekortkomt, doen we liever niet uit schaamte.’", "‘We vinden geld een lastiger gespreksonderwerp dan seks’, vult Hanneke van Onna aan, auteur van het boek The Money Issue: Bevrijd jezelf van geldgedoe. Ze haalt het voorbeeld aan van de Amerikaanse YouTube-ster Gaby Dunn, die in haar podcast Bad with Money de straat opgaat om mensen naar hun favoriete seksuele standje te vragen. Iedereen moet lachen, maar geeft wél antwoord. Als ze daarna informeert hoeveel geld iemand op zijn of haar bankrekening heeft staan, wil niemand daar iets over zeggen omdat het te intiem zou zijn.", "‘We duiken met z’n allen weg als het gaat om financiële kwesties. En de uitvinding van een tikkie faciliteert dat wegduiken’, meent Van Onna. Aan het eind van de avond met vrienden in de kroeg trek je je jas aan en roep je vluchtig: ‘Stuur maar een tikkie.’ Vervolgens is het afwachten. ‘Je weet nooit wanneer een tikkie verstuurd gaat worden of hoe de berekening tot stand is gekomen, waardoor je geen idee hebt of je ook voor de exotische cocktails van je vriendin hebt betaald.’", "Niet chic", "Wat natuurlijk meespeelt is etiquette: over het algemeen wordt het niet chic gevonden als iemand te veel over geld praat. Of het nu gaat om de buurvrouw die na een complimentje steevast brult dat die trui ‘maar 2 euro bij de Wibra’ was, of je brallerige collega die over zijn riante bonus uit de doeken doet. In die zin worden we van jongs af aan al geconditioneerd om vooral te zwijgen over geld.", "‘Geld is de olifant in de kamer’, schrijft de Amerikaanse ‘geldtherapeut’ Bari Tessler in haar boek The Art of Money. Volgens haar is het wonderlijk dat de moderne mens enorm veel tijd en centen spendeert aan het optimaliseren van het leven – door middel van yoga, mindfulness en cursussen mindset – maar is er een blinde vlek als het gaat om onze relatie met geld. ‘Geld gaat niet alleen om getallen. Het gaat over de relatie met onszelf. Om onze relatie met geld te veranderen, moeten we oude patronen ontwarren en aannames over onszelf bestuderen.’ Volgens deze theorie zou ik niet alleen benieuwd moeten zijn naar de motieven van mijn kennis, maar ook naar die van mezelf: waarom stuur ik liever geen tikkies en wil ik zo graag vrijgevig overkomen?", "Geld is emotie", "‘Hoe je denkt over geld en welke emotie het in je oproept, wordt gevormd in je jeugd’, zegt Hanneke van Onna. ‘Als je opgroeit in een gezin waar veel ruzie is over geld of waar juist nooit over geld wordt gepraat, dan wordt het een moeilijk onderwerp. Dat neem je de rest van je leven mee.’ Het kan grofweg twee kanten opgaan, als het gaat om de reactie die je hebt op het geldgedrag van je ouders: je kopieert het gedrag, dus jij wordt bijvoorbeeld ook heel zuinig, of je zet je af en doet precies het tegenovergestelde: je geeft makkelijk geld uit omdat je niet wilt dat het zo’n grote rol in je leven speelt. Ik ben bang dat het laatste van toepassing is op mijzelf.", "Even rijk, even arm", "Uit tal van onderzoeken blijkt dat we vooral omgaan met mensen die qua welvaart op hetzelfde niveau zitten. ‘Loopt die welvaart uiteen, dan verwatert het contact’, zegt Van Onna. Zaken als etentjes en vakanties worden opeens lastige situaties waar de behoeften en vooral de mogelijkheden erg uiteenlopen. In eerste instantie ben ik geneigd te denken: daar gaat het toch niet om in vriendschap? Naïef, vindt Van Onna. ‘Geld maakt alles uit. Je ziet dat het niet botert tussen mensen van wie de financiële slagkracht erg verschilt. Degene met de goede baan wil gewoon een kopje koffie op het terras kunnen drinken en geen wijn van onder de 10 euro.’", "Van Onna spreekt uit ervaring. ‘Ik heb heel veel geld gehad, een huis op Ibiza, een huis en boot in Amsterdam, met vrienden die daarbij pasten.’ Daarna volgden een scheiding en faillissement waardoor ze alles kwijtraakte. ‘Ik heb aan de armoedegrens geleefd en dan trek je andere vrienden aan.’", "Welvaartskloof", "Vaak zie je dat vrienden tijdens hun studiejaren redelijk gelijk opgaan als het gaat om inkomen. Je woont in dezelfde huizen en hebt dezelfde soort bijbaantjes. ‘Je ziet dat de welvaartskloof tussen vrienden groeit bij eind twintigers’, vertelt Onna. De een krijgt een dikbetaalde baan met auto van de zaak, de ander is zoekende en kan net rondkomen door wat bij te klussen. En dat kan tot lastige situaties leiden.", "Ik moet opeens denken aan mijn vriendinnenclub die ik nog van de studiebanken ken. Toen iedereen een goede baan had, besloot een vriendin een tweede studie te doen. In de praktijk betekende dit dat zij veel minder geld had. Toentertijd had ik vaag dat bewustzijn, maar ik stond er niet al te veel bij stil – lekker makkelijk, want ik was niet in geldnood. Hoe was dat voor haar? Het verschil in bestedingsniveau ‘was een onuitgesproken ding dat tussen ons in hing’, vertelt Stefanie. Ze vertelt over een tripje dat we ooit met z’n allen maakten naar Brussel. ‘We gingen twee keer per dag uit eten. Het was niet eens een punt van discussie. We gingen gewoon. Ik vroeg me toen af: wie bepaalt wat normaal is? De meerderheid? Het is lastig, want het was mijn keuze om weer te gaan studeren.’ Als voorbeeld noemt ze de keer dat we gingen ontbijten bij Le Pain Quotidien. ‘We moesten per persoon 35 euro afrekenen. En die avond gingen we weer uit eten. Ik kon het wel betalen, maar het betekende wel dat ik in de maanden erna geen leuke dingen kon doen. Dat is een groot offer.’", "Was het puur een kwestie van financiële draagkracht of speelde er meer? De gezinscultuur waaruit je komt, speelt volgens Stefanie ook mee. ‘Mijn ouders waren zeker niet zuinig, maar 35 euro voor een ontbijt is echt veel. Ik vroeg me wel af: is dit nou echt nodig om het leuk te hebben?’", "Toch werd dit niet hardop besproken in ons vriendenclubje. ‘Ik ben er niet over begonnen omdat je jezelf dan buiten de groep plaatst. Op het moment dat je het uitspreekt, komt het tussen je in te staan.’", "Kwetsbaar opstellen", "Waarom vinden we het lastig om eerlijk te vertellen dat we krap bij kas zitten? ‘De sociale druk om gezellig mee te doen is erg groot. Of het nou gaat om een etentje of een gezamenlijk cadeau’, aldus Annelou van Noort. ‘Je bent bang dat de ander zegt: kom op, doe niet zo flauw.’ Je kunt pijnlijke momenten voorkomen door van tevoren afspraken te maken. ‘Vraag gewoon: gaan we de rekening delen of niet? Anders kan het zo zijn dat jij, die het houdt bij een simpele saté, betaalt voor de kreeftensoep en het toetje van je vriendin.’", "‘Maak het bespreekbaar. Duik niet weg’, zegt ook Van Onna. ‘Want de aannames stapelen zich op, waardoor je van elkaar verwijderd raakt. Zeg gewoon eerlijk: joh, ik vind het vervelend, maar ik heb geen rekening gehouden met zo’n hoge rekening. Ik betaal het nu, maar de volgende keer kunnen we misschien samen bepalen waar we heen gaan, zodat het voor ons beiden prettig is. Je moet je wel kwetsbaar durven opstellen. Dan weet je ook direct wat de vriendschap waard is.’", "Maar wat als het geen kwestie is van een verschil in financiële draagkracht, maar dat het eerder gaat om andere opvattingen over geld? Een collega vertelt over een vriendin die op haar verjaardag haar vrienden uitnodigt in een café, en vervolgens maar één rondje betaalt. ‘Dat zou ik zelf nooit doen’, zegt mijn collega.", "‘Wanneer je iemand gierig vindt, schept dat veel afstand. Dat kan de vriendschap in een ander daglicht zetten’, zegt Van Noort. ‘Toch moet je respecteren dat iemands keuze anders is dan de keuzen die jij maakt.’ Net als met duurzaamheid, politiek en religie – ook knap lastige onderwerpen als de meningen of gewoonten sterk uiteenlopen. ‘Stel vragen. Uit nieuwsgierigheid, zonder in de aanval te gaan.’ Dat je een flink salaris verdient, betekent niet automatisch dat je ook in dure restaurants wilt eten of altijd grote cadeaus geeft, meent Van Noort. ‘Daar mag iedereen zelf over beslissen.’", "Verschillende geldtypes", "Wat helpt is om te onthouden dat niet iedereen hetzelfde denkt over geld. In haar boek bespreekt Hanneke van Onna de verschillende geldtypes die bestaan: zo heb je de boekhouder, die alles goed in de gaten houdt en anderen niet snel vertrouwt. ‘Zijn of haar drijfveer is veiligheid.’ Dan heb je ook nog de romanticus, die makkelijk geld uitgeeft en gelooft in het idee dat meer geld meer plezier en dus meer geluk oplevert. ‘De struisvogel wil zo min mogelijk over geld nadenken en eigenlijk gewoon gered worden door iemand anders. De sponsor is het verzorgende type dat eigenwaarde haalt uit het helpen van anderen.’ Weet je welk geldtype jijzelf bent, en je vrienden, dan kan dat helpen om anderen beter te begrijpen.", "Ik bel mijn kennis op om haar te vragen waarom zij ervoor koos om die 1 euro terug te vragen. ‘De kans is groot dat ik het er met een van de andere dames over heb gehad en dat zij zei: laten we de kosten gewoon eerlijk delen. En dat heb ik toen gedaan.’ Grappig genoeg vindt ze het makkelijker om zo’n klein bedrag terug te vragen dan een groot bedrag. ‘Bij een hoger bedrag denk ik bij mezelf: had ik niet wat minder kunnen uitgeven? Ik kan niet bij iedereen in de portemonnee kijken.’ Hoe kwam ze tot die berekening? ‘Ik rond het naar beneden af. 1,13 wordt 1 euro. Het is ook afhankelijk van hoe groot de kans is dat je die groep snel weer treft. Is die kans aanwezig, dan zou ik eerder denken: laat maar.’ Ze benadrukt dat ze het zelf soms storend vindt achteraf een tikkie te krijgen. ‘En nu heb ik het zelf gedaan. Ik was het helemaal vergeten.’"], "authors": ["Anna Van Den Breemer"], "keywords": ["euro", "van", "dan", "hoe", "het", "reageer", "ik", "vriendin", "tikkie", "een", "je", "dat", "en", "te", "geld", "stuurt", "niet"], "pubDate": "2020-10-30T17:15:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}