{"id": "6056fbb7-9cec-32d2-89aa-c2af95c247ea", "title": "Naomie Pieter bracht duizenden BLM-sympathisanten op de been: ‘Kippenvel’", "url": "https://www.parool.nl/ps/naomie-pieter-bracht-duizenden-blm-sympathisanten-op-de-been-kippenvel~bf6a5dfb/", "summary": "Naomie Pieter (30) was het gezicht van de Black Lives Matterdemonstraties, die deze zomer duizenden mensen op de been brachten.\n“Er was een witte man, een of andere Mark, die op het Museumplein een solidariteitsprotest wilde houden.\nDat overkomt ons al jaren, dat demonstraties geframed worden in plaats van dat mensen willen zien waaróm we ergens staan.\nHij hield er chronische rugklachten aan over, Pieter kwam er met kapotte schenen en een bloedneus vanaf.\nBeeld Nosh NenehTerugblik 2020 Hoogtepunt: “De demonstraties op de Dam, op 1 juni, en op het Museumplein, op 25 juli.” Dieptepunt: “Dat ik door corona mijn afstudeerchoreografie niet kon ­uitvoeren.", "paragraphs": ["Naomie Pieter (30) was het gezicht van de Black Lives Matterdemonstraties, die deze zomer duizenden mensen op de been brachten. ‘Dit was het Nederland waarin ik wil wonen.’", "Het was een magisch jaar voor Naomie Pieter, woordvoerder van Kick Out Zwarte Piet en oprichter van Black Queer & Trans Resistance Netherlands. Magisch, historisch en pijnlijk. En paradoxaal, zegt ze, na enig nadenken.", "“Al die duizenden mensen die de straat opgaan tegen racisme, dat veranderde bewustzijn… Het was historisch vanwege de pandemie, en ook vanwege Black Lives Matter. Er zijn in Nederland nog nooit zo veel demonstraties geweest als in het afgelopen jaar. Maar ik vond het ook pijnlijk. Al die mensen op de Dam, die daar stonden vanwege een incident in Amerika. Ze hadden allemaal gezien hoe een zwarte man zeven minuten lang werd vermoord. Dat was dubbel: ik was blij, ik was trots, maar ik dacht ook: waar waren jullie al die tijd?”", "Hoe bedoelt u?", "“We hebben in Nederland Mitch Henriquez gehad, die stierf door een nekklem. Tomy Holten, die stierf bij een arrestatie in een supermarkt. Rishi Chandrikasing, een jongen van 17, die werd doodgeschoten op Den Haag Hollands Spoor. Maar na de dood van George Floyd had iedereen opeens het licht gezien. Ik moet zeggen dat ik er daarom eerst ook wel moeite mee had om die demonstratie op de Dam te organiseren.”", "Waarom deed u het dan?", "Ze lacht. “Er was een witte man, een of andere Mark, die op het Museumplein een solidariteitsprotest wilde houden. Hij wilde graag iets doen.”", "Waarom moet u daarom lachen?", "“Een witte man die een solidariteitsprotest organiseert over zwart leed! Hij had geen contact gezocht met zwarte activisten in Amsterdam. Wij dachten allemaal: yo, wat ben je aan het doen? Hoe kun je dit organiseren zonder zwarte mensen? En toen raakten allerlei anderen betrokken. Kick Out Zwarte Piet, maar ook andere activisten uit het hele land. De wereld stond in vuur en vlam, we moesten nú iets doen. En 24 uur later stond de Dam vol.”", "Hoe was het?", "“Gruwelijk. Een cadeau na negen jaar strijden. Kick Out Zwarte Piet demonstreert al met ‘Zwarte Piet is racisme’ sinds 2011, ik ben sinds 2014 betrokken. Zes jaar lang zag ik hoe weinig mensen normaal gesproken kwamen opdagen bij demonstraties. En nu waren het er, kennelijk, tienduizend. Wauw, dacht ik, we worden eindelijk gehoord.”", "Er waren heel veel witte mensen.", "“Dit was het Nederland waarin ik wil wonen. Iedereen stond er: zwart, wit, jong, oud, gehandicapt, nerd, trans, queer. En dat voor het Paleis op de Dam, symbool van het slavernijverleden. Ik krijg kippenvel als ik erover praat.”", "Na afloop ging het alleen maar om het feit dat er zo veel mensen waren, zonder mondkapje, tijdens corona.", "“Afleiding. Dat overkomt ons al jaren, dat demonstraties geframed worden in plaats van dat mensen willen zien waaróm we ergens staan. Nu was het pure winst, omdat opeens allemaal andere mensen zagen waar wij al jaren mee dealen, en dachten: what the fuck?”", "Hoe racistisch is Nederland?", "“Heel. Een land met een slavernijverleden kan niet an­ders dan racistisch zijn. Dat zit in het dna. Meer dan de helft van Nederland is trots op de koloniale geschiedenis. Dat onschuldige van Nederland, het idee dat wij een progressief kikkerlandje zijn waar racisme niet bestaat, dat is bullshit. Ik bedoel niet dat alle mensen slecht zijn, maar alle systemen zijn doordrongen van racisme. En daar wil ik tegen vechten. Het heeft vierhonderd jaar geduurd tot Nederland besefte dat het slavernijverleden niet goed is, hoelang gaat het dan duren voor het racisme en het bij­behorende erfgoed de wereld uit zijn? Dat gaat in mijn leven niet meer gebeuren. Maar ik wil graag helpen de deur net iets verder open te trekken.”", "In hoeverre heeft u zelf te maken met racisme?", "“Ik ben zwart!”", "Dat zie ik.", "“Ik heb er op allerlei manieren last van. Onderadvisering, microagressie. Let eens op wie het recht heeft zijn stem te laten horen. Kijk naar de boeren, die met hun tractors over de snelweg reden, begeleid door de politie. Stel je voor dat tienduizend zwarte mensen op een tractor zouden gaan zitten! We zouden direct worden gearresteerd.”", "Naomie Pieter werd in 2016 zelf hardhandig gearresteerd, in Rotterdam, toen ze met Kick Out Zwarte Piet onderweg was naar een demonstratie in Maassluis. KOZP-voorman Jerry Afriyie werd in een houdgreep genomen toen hij haar probeerde te helpen. Hij hield er chronische rugklachten aan over, Pieter kwam er met kapotte schenen en een bloedneus vanaf.", "“We werden aangehouden voor samenscholing, terwijl de politie ons net zelf in een hoek had gedrukt. We werden al die jaren gezien als agressievelingen, terwijl we nooit geweld gebruikten. Tot de blokkeerfriezen in 2017, toen zag de rest van Nederland pas hoe wij werden behandeld.”", "U noemt uzelf queer. Wat bedoelt u daarmee?", "“Dat mijn zijn niet heteronormatief is. Mijn seksualiteit, mijn genderidentiteit, hoe ik mijn relaties inricht, is niet heteronormatief. Ik zou mezelf lesbisch kunnen noemen, maar dat doe ik niet. Dat vind ik een koloniale term. Waar het mij vooral om gaat is die obsessie met categoriseren. Het willen herkennen, snappen, in een hokje willen stoppen. Terwijl het in zwarte gemeenschappen gaat om voelen, om zijn. De term ‘queer’ geeft me vrijheid. Ik ben queer, and I love people.”", "Wat vonden uw ouders ervan toen u vertelde dat u queer was?", "“Lastig. Ik heb het verteld toen ik zeventien was. Mijn ouders waren gescheiden; ik vertelde het tijdens een danswedstrijd, toen ze er allebei waren. Mijn vader vroeg: heb je al een vriendje? Nee pap, zei ik, ik heb een vriendinnetje. Hij werd woedend. Dit kan niet, riep hij, mijn enige dochter! Hij pakte me bij mijn keel en bleef me boos aankijken. Ik neem je mee naar Leeuwarden, zei hij – daar woonde hij toen – en daar ga ik het helemaal uit je slaan. Ik heb heel kalm gezegd: laat me los. Toen is hij weggereden en heb ik een tijd geen contact met hem gehad.”", "Hoe reageerde uw moeder?", "“Eerst zei ze: dat is toch je eigen keuze! Later sloeg het om. Toen was homoseksualiteit duivels en tegen de Bijbel. Pas bij mijn tweede vriendinnetje begon ze het te accepteren. In 2012 is ze mee geweest op de Prideboot van On Heelz Vrouwenemancipatie, die ik had georganiseerd. Mensen waren daar wel verbaasd over. Mijn moeder is cool, zei ik.”", "Is homofobie een groot probleem in de zwarte gemeenschap?", "“Ja. Kolonisatie heeft homofobie geïmporteerd. Voor de kolonisatie waren er veel gemeenschappen en koninkrijken waar queer zijn heel normaal was, waar culturen hun eigen manier van seksualiteit organiseerden. Door kolonisatie kwam de kerk, die homoseksualiteit veroordeelt.”", "Heeft u het gevoel dat u een dubbele strijd moet voeren?", "“Een driedubbele. Als zwart persoon, als queer persoon en als vrouw.”", "Waar haalt u de energie vandaan?", "“Uit hoop en liefde. Ik geloof dat wij in een betere wereld kunnen leven. Mensen denken vaak dat activisten de wereld haten, terwijl: we love the world! We geloven juist dat de wereld een betere plek kan zijn voor iedereen.”", "Lees hier de andere afleveringen van de interviewserie Het jaar van.", "Portret van Naomie Pieter. Beeld Nosh Neneh", "Terugblik 2020 Hoogtepunt: “De demonstraties op de Dam, op 1 juni, en op het Museumplein, op 25 juli.” Dieptepunt: “Dat ik door corona mijn afstudeerchoreografie niet kon ­uitvoeren. Daar had ik jaren naartoe gewerkt.” Persoon van het jaar: “Clarice ­Gargard, mijn partner. Hoe zij zich het afgelopen jaar staande heeft gehouden, terwijl ze zo veel shit over zich heen heeft gekregen. Dat ze een rechtszaak aanspant en de officier van justitie dan een paar uur van tevoren van haar zaak wordt gehaald.” Wat zal u het meest bijblijven? “Het moment op de Dam, dat ik chantte: Black lives matter! Black trans lives matter! En hoe je dan die echo ziet ­vibreren op het plein. Dat zal ik nooit vergeten.” Wie hoopt u in 2020 niet meer ­terug te zien? “We zitten in een proces, ik denk niet dat iets er volgend jaar niet meer zal zijn. Racisme is niet weg, onrecht niet, homofobie niet.”"], "authors": ["Vera Spaans"], "keywords": ["ik", "van", "blmsympathisanten", "die", "mijn", "duizenden", "en", "een", "dat", "op", "het", "pieter", "naomie", "niet", "bracht", "kippenvel"], "pubDate": "2020-12-17T17:00:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}