{"id": "60610813-30de-3966-811a-87222cba9a84", "title": "Amerikaanse toezichthouder klaagt Facebook aan wegens machtsmisbruik", "url": "https://www.parool.nl/wereld/amerikaanse-toezichthouder-klaagt-facebook-aan-wegens-machtsmisbruik~b272a369/", "summary": "Levensgrote afbeeldingen van Mark Zuckerberg voor het Capitool in Washington in 2018, voorafgaand aan een hoorzitting met de Facebook CEO.\nDe Amerikaanse autoriteiten en de Europese Commissie wantrouwen de machtspositie van Facebook al langer.\nOp basis van dat Senaatsverhoor en een meerjarig justitieonderzoek is woensdagde aanklacht geformuleerd.\nDe handtekeningen van de openbaar aanklagers uit 46 Amerikaanse staten staan eronder, aangevuld met die van het federale district Washington D.C. en het overzeese gebiedsdeel Guam.\nEn dat allemaal ten koste van dagelijkse gebruikers.” Aan de hand van persoonlijke data van die gebruiker zijn bovendien miljarden verdiend, voegde James eraan toe.", "paragraphs": ["Levensgrote afbeeldingen van Mark Zuckerberg voor het Capitool in Washington in 2018, voorafgaand aan een hoorzitting met de Facebook CEO. Beeld AP", "Het moest er een keer van komen. De Amerikaanse autoriteiten en de Europese Commissie wantrouwen de machtspositie van Facebook al langer. Dit voorjaar werd topman Mark Zuckerberg al verhoord in Brussel en deze zomer legde een commissie in de Amerikaanse Senaat hem (en collega’s van Google, Amazon en Apple) het vuur na aan de schenen.", "Op basis van dat Senaatsverhoor en een meerjarig justitieonderzoek is woensdagde aanklacht geformuleerd. De handtekeningen van de openbaar aanklagers uit 46 Amerikaanse staten staan eronder, aangevuld met die van het federale district Washington D.C. en het overzeese gebiedsdeel Guam. Volgens marktwaakhond Federal Trade Commission (FTC) maakt het platform stelselmatig misbruik van zijn monopolie.", "Rivalen verpletterd", "In The Wall Street Journal zegt de New Yorkse openbaar aanklager Letitia James: “Facebook gebruikt zijn dominantie om kleinere rivalen te verpletteren en concurrenten uit te schakelen. En dat allemaal ten koste van dagelijkse gebruikers.” Aan de hand van persoonlijke data van die gebruiker zijn bovendien miljarden verdiend, voegde James eraan toe.", "De verstrekkendste consequentie die de zaak wat de FTC betreft moet hebben, is dat de rechter Facebook dwingt om dochterbedrijven WhatsApp en Instagram af te stoten: een verplichte verkoop van het waardevolste bezit.", "Facebook betaalde voor beide diensten miljardenbedragen, met volgens de FTC als enige reden te voorkomen dat ze op termijn Facebook uit de markt zouden kunnen drukken.", "Lichte verbazing", "Inmiddels vormt het vooruitzicht om vooral Instagram te verliezen een ‘existentiële dreiging’ voor Facebook, zei oprichter en topman Zuckerberg vorig jaar oktober in een uitgelekte vragensessie met zijn personeel. Zuckerberg wist toen al dat de Amerikaanse justitie zijn bedrijf onderzocht. De FTC had die zomer al een privacyboete van 5 miljard dollar opgelegd.", "De lichte verbazing die woensdag in Facebooks eerste reactie doorklonk, lijkt in die zin gespeeld, maar is niet geheel onterecht. De FTC had op het moment dat Instagram en WhatsApp werden overgenomen immers geen bezwaar, moppert Zuckerberg. Met een megazaak zou de waakhond het handelen van toen willen goedmaken. Voor splitsing is het al te laat. Messenger, WhatsApp en de chatfunctie van Instagram worden aan elkaar gekoppeld. Volgens Facebook is dat een onomkeerbaar proces.", "Wereldwijd loggen dagelijks 2,7 miljard mensen in op ten minste een van Facebooks platformen. Wat zij van de rechtszaak zullen merken, is nog moeilijk te zeggen. Op dit moment zijn ze in elk geval ernstig beperkt in hun keuzevrijheid, redeneert de FTC. Facebook slokt concurrenten op of maakt ze op andere manieren kapot. De affaire rondom Cambridge Analytica en de Amerikaanse presidentsverkiezingen van vier jaar geleden toont bovendien aan dat via Facebook verspreide informatie de koers van wereldpolitiek kan beïnvloeden.", "Sterke antitrustzaak", "Zeker lijkt in elk geval dat de zaak jaren in beslag zal nemen. Hoogleraar rechten en mededingingsspecialist van de Vanderbilt University Rebecca Allensworth waarschuwt tegen persbureau AP dat een proces van deze omvang zelden wordt gewonnen door de eiser. “Maar wat antitrustzaken betreft, heeft de overheid dit keer wel een hele sterke.”"], "authors": ["David Van Unen"], "keywords": ["machtsmisbruik", "van", "het", "op", "facebook", "zijn", "wegens", "een", "en", "dat", "te", "ftc", "toezichthouder", "aan", "klaagt", "amerikaanse"], "pubDate": "2020-12-10T07:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}