{"id": "6062c363-0722-30e1-8099-fc1ce635e93c", "title": "De hand van God? Engeland is de handsbal van Maradona niet vergeten", "url": "https://volkskrant.nl/sport/de-hand-van-god-engeland-is-de-handsbal-van-maradona-niet-vergeten~bee662b2/", "summary": "En dan vooral over de vijf minuten in de tweede helft waarin het leven van het straatschoffie uit de sloppen van Buenos Aires werd samengevat.\nIn de kwartfinale van het WK van 1966 had de ploeg met 1-0 verloren van de gastland Engeland.\nWoede op Maradona, woede op de Tunesische scheidsrechter en de Bulgaarse grensrechter die de handsbal had gezien, maar niet ingreep.\nIn zijn memoires had Maradona op zijn beurt geschreven niet te zijn uitgenodigd voor Shiltons erewedstrijd.\n‘Wie gaat er überhaupt naar een erewedstrijd van een keeper?", "paragraphs": ["Diego Maradona en doelman Peter Shilton springen naar de bal. De Argentijn gebruikt zijn hand, maar het doelpunt wordt goedgekeurd. Beeld Bob Thomas / Getty", "Na fijne anekdotes te hebben verteld over Diego Maradona, over hoe ze samen een sigaar hadden gerookt bijvoorbeeld, besloot Paul Gascoigne wat zout in een open wond te strooien. De Engelse voetballegende wendde zich tijdens een uitzending van Good Morning Britain tot Peter Shilton, de doelman die door de veel kleinere Maradona en diens ‘goddelijke hand’ werd geklopt in het beroemdste luchtduel uit de voetbalgeschiedenis. ‘Dat doelpunt maakte Peter Shilton’, plaagde Gascoigne, ‘Shilts, het maakte jou, dat doelpunt.’", "De tv-kijkers zagen hoe Shilton lachte als een keeper met kiespijn.", "Wanneer de Engelsen het over Maradona hebben, de speler voor wie George Best een jeugdheld was, gaat het al snel over wat er op die warme zondag 22 juni 1986 in het Aztekenstadion van Mexico-Stad gebeurde. En dan vooral over de vijf minuten in de tweede helft waarin het leven van het straatschoffie uit de sloppen van Buenos Aires werd samengevat. Met het handbaldoelpunt toonde hij het machiavellistische; met de fameuze dribbel het magistrale. ‘In the Hands of God’, was dan ook de fraaie kop waar drie Engelse kranten donderdag mee openden.", "In alle details werd die kwartfinalewedstrijd op het eiland herbeleefd. Hoe de Engelsen hadden besloten geen mandekking toe te passen, maar Pluisje op andere manieren wilden vangen. Hoe Terry Fenwick hem naast twee ferme schoppen ook een elleboog gaf. Hoe Maradona na zijn omstreden doelpunt zijn ploeggenoten opriep snel te gaan juichen voordat de arbitrage zich zou bedenken. Hoe deze 2-1-zege eerherstel was voor een natie die vier jaar eerder door de Engelsen was vernederd tijdens de oorlog om de Falklandeilanden.", "In zijn autobiografie had Maradona, die in 1978 bijna een contract had getekend bij Sheffield United, opgemerkt dat de overwinning ook de wraak was op wat in Argentinië ‘de diefstal van de eeuw’ is genoemd. In de kwartfinale van het WK van 1966 had de ploeg met 1-0 verloren van de gastland Engeland. Volgens de Argentijnen was de winnende goal van de spits Geoff Hurst buitenspel en had aanvoerder Antonio Rattín van Argentinië ten onrechte rood gekregen. Engeland-manager Alf Ramsey noemde de gasten wegens hun harde spel ‘beesten’.", "Toneel van woede", "Twintig jaar later was de Engelse kleedkamer het toneel van woede. Woede op Maradona, woede op de Tunesische scheidsrechter en de Bulgaarse grensrechter die de handsbal had gezien, maar niet ingreep. Woede was er op Steve Hodge. Niet omdat de middenvelder door een ongelukkige trap de ‘voorzet’ had gegeven voor het omstreden doelpunt. Nee, het was omdat hij na afloop shirtjes had geruild met Maradona. Het blauwe nummer-10-shirt is nu een half miljoen pond waard. Wat er van Hodges shirt geworden is, is niet bekend.", "Hodge heeft het Maradona nooit kwalijk genomen en noemde zijn autobiografie The Man with Maradona’s Shirt. Ook Gary Lineker kon geen afkeer krijgen van de Argentijn. Sterker, de topscorer van dat WK had de neiging om applaus te geven na dat tweede doelpunt waarbij zes ploeggenoten tot standbeelden waren gereduceerd. In een fraaie documentaire die Lineker met hem maakte beweerde Maradona dat het ‘sluw’ was, ‘ondeugend’ wellicht, maar geen ‘bedrog’, iets waar in het land van fairplay anders over wordt gedacht.", "Peter Shilton (1.83 meter) legt het af tegen Diego Maradona (zonder arm en hand 1.65 m). Beeld Bob Thomas / Getty", "Bij Fenwick duurde het naar eigen zeggen een jaar of twintig eer hij Maradona kon vergeven. Collega-verdediger Terry Butcher heeft dat stadium nooit bereikt. Niet zozeer het doelpunt zit hem dwars, maar de weigering om excuses te maken. De wrok werd in 2008 duidelijk voor de oefenwedstrijd tussen Schotland, waar Butcher assistent-manager was, en Argentinië. Maradona debuteerde als bondscoach. Butcher weigerde een hand te geven. Bij de Schotten kon Maradona sinds 1986 geen kwaad doen.", "Middenvelder Peter Reid, die als een bejaarde achter de Argentijn aansjokte toen deze naar het doelpunt van de eeuw dribbelde, erkende in The Daily Telegraph dat Maradona een hele grote was. Maar ook bij deze lofzang kwam zuurheid boven drijven. Hij moest kwijt dat Maradona’s enige technische gebrek een zwak rechterbeen was, wat geen probleem was gezien het talent in dat andere been. Tevens zei Reid dat het voor de Engelsen een nadeel was dat de wedstrijd in Mexico op 2.400 meter hoogte plaatsvond.", "Ook Shilton kon niet om het woordje ‘maar’ heen. ‘Maradona was groots, maar was niet sportief’, schreef hij in The Daily Mail. De 71-jarige erkende nooit diens hand te hebben geschud. In zijn memoires had Maradona op zijn beurt geschreven niet te zijn uitgenodigd voor Shiltons erewedstrijd. Niet dat hij het erg vond. ‘Wie gaat er überhaupt naar een erewedstrijd van een keeper? Een keeper!’"], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["van", "dat", "niet", "vergeten", "engeland", "een", "handsbal", "god", "maar", "hand", "te", "zijn", "op", "maradona", "het"], "pubDate": "2020-11-26T21:38:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}