{"id": "6069ee34-28f4-3b6a-b255-bf1008aead9f", "title": "Een verheugende kennismaking met Adanya Dunn en Rolfe Dauz ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/een-verheugende-kennismaking-met-adanya-dunn-en-rolfe-dauz~b25359c0a/", "summary": "Maar afgelopen zondag mochten Adanya Dunn en Rolfe Dauz twee keer een volledig programma voorschotelen, in de coronaconcertserie Up Close.\nEen samenhangend geheel werd het niet, wel een verheugende kennismaking met twee sympathieke artiesten.\nPianist Nathalie Doucet begeleidde ze met veel panache, soms met iets te veel volume voor hun lyrische stemmen.\nOok in een zelfgecomponeerde ode aan de liefde, met nadrukkelijke piano-interpunctie, was ze een heldere verteller.\nMaar als Amerikaan en begaafd acteur was hij pakkend en onderhoudend in The Senator’s Stump Speech, een zetting van een echte campagnetoespraak over de deugd en ondeugd van whisky.", "paragraphs": ["Jonge Grote Zangers in het Muziekgebouw aan ’t IJ. Beeld Françoise Bolechowski", "Normaal gesproken zingen de ‘jonge grote zangers’ in het Amsterdamse Muziekgebouw korte voorprogramma’s in de serie Grote zangers. De jonge beloftes krijgen podiumervaring, het publiek een aperitief voor het hoofdconcert. Maar afgelopen zondag mochten Adanya Dunn en Rolfe Dauz twee keer een volledig programma voorschotelen, in de coronaconcertserie Up Close.", "Dicht bij het publiek op de zaalvloer, die door gordijnen kleiner en knusser werd gemaakt, spreidden ze hun talenten tentoon door een beetje van alles te zingen: Duitse en Spaanse liederen, maar ook opera en een jazzy cabaretnummer van William Bolcom. Een samenhangend geheel werd het niet, wel een verheugende kennismaking met twee sympathieke artiesten.", "Pianist Nathalie Doucet begeleidde ze met veel panache, soms met iets te veel volume voor hun lyrische stemmen. Hoewel, in Dunns uitdrukkingsvolle aria uit Massenets Werther was de intensiteit juist welkom. Dunn heeft een mooie egale mezzosopraanstem, die even fraai in een ingetogen Schubert-lied klonk als in een woeste Spaanse dans. Ook in een zelfgecomponeerde ode aan de liefde, met nadrukkelijke piano-interpunctie, was ze een heldere verteller.", "Dauz’ donkere bariton met volle bastonen is niet minder aantrekkelijk. De opbouw naar een emotioneel hoogtepunt ging hem gemakkelijker af in de Engelstalige nummers dan in Goethes gedicht Ganymed. Zijn Duitse en Franse dictie kon ook scherper. Maar als Amerikaan en begaafd acteur was hij pakkend en onderhoudend in The Senator’s Stump Speech, een zetting van een echte campagnetoespraak over de deugd en ondeugd van whisky. Het concert werd live gestreamd en is een maand lang terug te kijken op de site van het Muziekgebouw."], "authors": ["Jenny Camilleri"], "keywords": ["verheugende", "van", "dauz", "zangers", "rolfe", "het", "met", "dunn", "kennismaking", "een", "ze", "en", "adanya", "werd", "te", "ook"], "pubDate": "2020-12-06T17:00:56+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}