{"id": "6081f8a7-5ecc-32b4-b73d-b78be1e81061", "title": "Advocaat Elsa van de Loo: ‘Willen we elkaar tot op het bot beledigen, alleen omdat het kan?’", "url": "https://www.parool.nl/ps/advocaat-elsa-van-de-loo-willen-we-elkaar-tot-op-het-bot-beledigen-alleen-omdat-het-kan~bb2662f0/", "summary": "“Ik laat meteen blijken dat ik niet anders ben dan zij.\nWillen wij elkaar tot op het bot beledigen, alleen omdat het kan?”De ergernis betrof niet zozeer het pleidooi, maar de timing: alsof die leraar is onthoofd omdat hij iets fout heeft gedaan.\nIk kon op een gegeven moment niet meer ontkennen dat ik geloof dat er een God is en dat de profeet zijn boodschapper is.\n“Het lastigste vond ik het om het mijn vader te vertellen.\nToen ik hem vertelde dat ik een hoofddoek ging dragen, stond hij op van de bank, pakte een sigaret en zei niets.", "paragraphs": ["Advocaat Elsa van de Loo (32) is gewend dat ze tegenover iemand staat die anders denkt dan zij. Uiteraard in de rechtbank. Maar ook in de discussie over de Mohammedcartoons. ‘Willen we elkaar tot op het bot beledigen, alleen omdat het kan?’", "Met een open, zelfbewuste blik zit ze achter haar bureau in Amsterdam-West: een eenpitter in een kantoor zonder marmer – kom er nog eens om.", "Advocaat Elsa van de Loo is net begonnen met ‘Bewust inclusief selecteren’, een training van het College voor de Rechten van de Mens die ze geeft in de Stopera. Kort gezegd: hoe leer je Amsterdamse ambtenaren hun vooroordelen te overwinnen? In de volksmond: een cursus ‘sorry zeggen voor witte mensen’.", "Je ziet haar denken: daar gaan we weer.", "Voelt u weleens vijandigheid bij dit soort trainingen?", "“Niet vaak. Er zijn soms mensen die er wat anders in zitten. Maar dat is alleen maar goed voor de discussie.”", "Dat formuleert u wel heel keurig.", "“Hahaha.”", "Hoe trekt u mensen uit hun loopgraven?", "“Dat kan op allerlei manieren. Je moet de sfeer proeven, naar de lichaamshouding kijken.”", "Zit er een man met zijn armen over elkaar: hoezo komt dat meisje met die hoofddoek mij vertellen dat ik een racist ben?", "“Ik laat meteen blijken dat ik niet anders ben dan zij. Ik heb net zo goed vooroordelen. Als ik als advocaat door de rechtbank een tolk Turks krijg toegewezen en er een Hollandse man van 1,80 meter komt aanlopen, denk ik: waarom heeft het tolkenbureau niet een beëdigde tolk gestuurd? Omdat die man niet aan het stereotiepe beeld voldoet, denk ik meteen dat hij incompetent is. Dat is natuurlijk een rare gedachte.”", "“Je moet gewoon vragen blijven stellen. Wat maakt dat jij denkt zoals je denkt? Waarom zegt de een dat hij nooit iets van vooroordelen merkt, terwijl de ander er dagelijks last van heeft? Kun je invoelen waar de pijn zit? Ik zit daar niet om mijn mening te verkondigen. Dat is trouwens wel iets wat ik mij regelmatig afvraag: ben ik nog in staat om dit te doen, want ik heb best een sterke mening. Die moet je opzij kunnen zetten.”", "Haar cursus, zegt ze, gaat over de vraag wat stereotypen zijn en welke rol ze spelen in het werving- en selectieproces, of het nu gaat om ras, leeftijd, zwangerschap of handicap. “Wat mag wel en niet en hoe kun je voorkomen dat stereotypen leiden tot discriminatie? Als het over diversiteit gaat, gaat het altijd over de angst voor kwaliteitsverlies. Draai het eens om: selectie zonder vooroordelen leidt vanzelf tot toename van kwaliteit – en dus van diversiteit.”", "‘Je moet gewoon vragen blijven stellen. Wat maakt dat jij denkt zoals je denkt?’ Beeld Ernst Coppejans", "En de gemeente kan opgelucht roepen: kijk ons eens lekker bezig zijn.", "“Het is een begin. Je moet kritisch blijven, ja. Ik wil niet eindigen als vinkje. Cursus gevolgd? Check! Je moet niet verwachten dat ik je probleem onmiddellijk oplos. Ik geef handvatten aan de organisatie en daarna moet ze er zelf wat mee doen.”", "Van de Loo heeft haar hele leven al advocaat willen worden. Als kind legde ze haar ouders contractjes voor, die ze moesten ondertekenen: in het Land van Ooit mag ik de baas zijn. Of: als ik genoeg geld heb gespaard, krijg ik een hond.", "Ze is gespecialiseerd in huur- en onderwijsrecht. Gewone mensen die in de knel zijn geraakt bij conflicten met de overheid of met woningcorporaties. Oude mensen die hun huis uit moeten, omdat de kinderen tijdens hun vakantie de woning hebben misbruikt als hennepkwekerij of als wapenopslag. Scholen die een ziek kind weigeren. Ze weet ervan. Ze heeft zelf een dochter die op haar vierde diabetes type 1 kreeg.", "Het sociale gevoel heeft ze van haar moeder, denkt ze. Die kwam, 30 jaar oud, met twee dochters uit de Dominicaanse Republiek naar Haarlem om te trouwen met een Hollandse man. “Mijn Dominicaanse opa heeft drie huwelijken gehad en mijn oma twee. Dus er zijn daar veel ooms en tantes. Mijn moeder, een van de oudsten uit het gezin, zorgde voor iedereen.”", "Vorig jaar was Van de Loo bij de provinciale verkiezingen in Noord-Holland lijsttrekker voor de door de islam geïnspireerde partij Nida. Het kostte haar een positie bij een groot advocatenkantoor. “Ik mocht alleen komen als ik mij niet meer publiekelijk zou uitspreken namens Nida. Ik heb gezegd: de keuze ligt bij jullie, maar ik ben wie ik ben. Dus dat liep stuk.”", "Ze bemoeit zich nu eenmaal graag met actuele maatschappelijke discussies. Zodoende begaf ze zich onlangs op het gladde ijs van de cartoonrellen, die uitbraken nadat in Frankrijk leraar Samuel Paty was onthoofd. “Ik ben niet anders gewend dan dat ik tegenover iemand sta die anders denkt dan ik. In de rechtbank heb je altijd een wederpartij. Dat we het oneens zijn is nog geen reden om naar elkaar te schreeuwen.”", "Wat vindt u van het pleidooi voor een verbod op belediging van de profeet?", "“Zo ridicuul is dat pleidooi niet. In Nederland is blasfemie altijd verboden geweest, het is pas zes jaar geleden uit de wet gehaald. Toen is gezegd dat er voldoende waarborgen zijn tegen groepsbelediging. Maar ik vind het spel van mag-wel- mag-niet niet zo interessant. Ik vind het belangrijker om te praten over de vraag hoe wij ons tot elkaar willen verhouden. Willen wij elkaar tot op het bot beledigen, alleen omdat het kan?”", "De ergernis betrof niet zozeer het pleidooi, maar de timing: alsof die leraar is onthoofd omdat hij iets fout heeft gedaan.", "“Dat er een leraar is onthoofd is onacceptabel. Daar zit geen maar achter, alleen een punt. Je kunt dan zeggen: wij gaan al die mensen die net als wij keihard deze daad veroordelen tot in het diepste van hun ziel kwetsen door overal cartoons van de profeet te tonen, of je kunt zeggen: wij zijn één in onze afschuw. Die oproep voor een verbod op godslastering werd voorafgegaan door een ondubbelzinnige afkeuring van het geweld. Dat daar 120 duizend moslims voor hebben getekend, is kennelijk niet zo interessant.”", "Er bestaat een recht op vrije meningsuiting.", "“Aan elk recht zitten grenzen. Zelfs het recht op leven is niet absoluut, want we kennen het recht op abortus. Ook aan het recht op vrijheid zitten grenzen, want we kennen detentie.”", "Van moslimzijde blijft een duidelijk antwoord op de vraag of je een Mohammedcartoon op mag hangen meestal achterwege.", "“Omdat het vaak geen eerlijke vraag is. We willen alles simplificeren: voor of tegen, goed of fout? Aan welke kant sta je? In welk hokje moeten we je plaatsen? Ik ben gestopt met het kijken naar praatprogramma’s, omdat niemand nog oprecht benieuwd is wat de ander te zeggen heeft.”", "“Ga vooral naar de rechter als je het antwoord wilt weten. Waarom zouden we de discussie vernauwen tot die vraag? Laten we het gesprek eens op een volwassen niveau voeren. Rechten gaan altijd over casuïstiek. Ik mag een hakenkruis niet op mijn arm dragen, maar hij staat wel in mijn geschiedenisboek. De Gouden Koets laten we niet meer over straat rijden, maar hij staat wel in het museum. Context is alles. Een cartoon laten zien in een les over burgerschap is wat anders dan een cartoon laten zien met uitsluitend de intentie om een groep moslims te beledigen.”", "Je zou ook kunnen zeggen: wat kan mij het schelen, zo’n plaatje? Incasseer eens wat.", "“Noem mij een dag dat moslims niet hebben hoeven incasseren. Noem mij een dag dat de islam niet in het nieuws was. Het gaat nergens anders meer over.”", "Wanneer bent u bekeerd?", "“In september 2008, ik was twintig.”", "Hoe ging dat in zijn werk?", "“Ik ben katholiek gedoopt, maar geloof speelde bij ons thuis geen grote rol. Met kerst naar de kerk, dat was het wel. Ik denk niet dat mijn vader nog iets met het katholicisme had. Mijn moeder wel. In de Dominicaanse Republiek gelooft bijna iedereen. Dus het idee dat er een God is heb ik wel meegekregen.”", "“Op een gegeven moment begon ik daar over na te denken. Als er een God is, wie is dat dan? Ik ben de kinderbijbel gaan lezen, maar daar snapte ik weinig van. Op een gegeven moment was ik met een groepje vrienden, van wie er een blijkbaar moslim was. Hij werd ontzettend boos omdat iemand een grapje over de profeet maakte. Ik dacht: hoe kan dat nou? Ik word nooit boos als iemand een grap maakt over Jezus.”", "“Ik ben naar de bibliotheek gegaan omdat ik er meer van wilde weten. Zie je wel, dacht ik: de islam is een beetje een gek geloof en niet zo vrouwvriendelijk. Maar het bleef me interesseren. Ik vond dat als ik echt wilde weten wat een religie inhoudt, ik er met onbevooroordeelde blik naar moest kijken. Ik ben gaan googelen en zo kwam ik uiteindelijk terecht bij een groepje vrouwen in een moskee in Hoofddorp.”", "Het klinkt als een heel rationeel proces.", "“Dat past bij mij. Ik kon op een gegeven moment niet meer ontkennen dat ik geloof dat er een God is en dat de profeet zijn boodschapper is. Dat ben je dus de facto al moslim.”", "Vonden de mensen in uw omgeving het niet vreemd?", "“Het lastigste vond ik het om het mijn vader te vertellen. Hij is twee jaar geleden overleden. Ik had een sterke band met hem. Mijn ouders zijn gescheiden, sinds mijn twaalfde woonde ik alleen met mijn vader. Hij vond religie onzin. Wat wist hij van moslims? Ja, hij zag ze soms op de televisie. Ik heb mijn zus, die tijdelijk bij ons woonde, verteld dat ik me wilde bekeren en zij zou met mijn vader het gesprek aangaan.”", "“Op een avond stuurde hij me na het eten naar het tankstation om een pakje Caballero zonder filter te halen. Dat was het moment voor mijn zus. Ik was superzenuwachtig. Ik zag hem staan achter het keukenraam toen ik terugkwam. Echt Hollands: zonder gordijnen, zodat iedereen naar binnen kan kijken. ‘Hé Fatima,’ riep hij, ‘had je dat niet eerder kunnen zeggen? Ik heb net twee blikken corned beef gehaald!’”", "Begreep hij het?", "“Hij zei: ik kan er wel wat van zeggen, maar je bent toch stronteigenwijs. Je luistert toch naar niemand en doet wat je zelf wil. Hij dacht: ze is ook vegetariër geweest en dat waaide al na een half jaar over. Hij wilde alleen dat ik beloofde om geen hoofddoek te dragen. Als er iets was wat hij lelijk vond, was dat het wel. Een paar maanden later droeg ik een hoofddoek. Ik denk dat voor hem de klap toen pas kwam.”", "Zat daar schaamte bij?", "“Nu kon iedereen het zien, ja. Maar schaamte? Mijn vader interesseerde het weinig wat de mensen van hem vonden. Toen ik hem vertelde dat ik een hoofddoek ging dragen, stond hij op van de bank, pakte een sigaret en zei niets. Na een half uur stilte ben ik maar naar mijn eigen kamer gegaan. Toen zei hij: ‘Ik weet niet of ik nog met je over straat wil’.”", "Snapte u dat?", "“Nee.”", "‘Een paar maanden later droeg ik een hoofddoek. Ik denk dat voor hem de klap toen pas kwam.’ Beeld Ernst Coppejans", "Was u beledigd?", "“Ik was gekwetst.”", "Misschien was hij ook gekwetst?", "“Waarschijnlijk wel. Helemaal na mijn mededeling dat we toch eindelijk eens wat moesten doen aan dat open keukenraam, want het kon toch niet zo zijn dat ik in huis een hoofddoek zou moeten dragen. Dat was niet zo tactisch allemaal. Na twee dagen zei hij: ‘We gaan fietsen met de familie, ga je mee?’ Ik vroeg hem of hij zich realiseerde dat ik dan wel een hoofddoek zou dragen. Zei hij geïrriteerd: ‘Ga je nou mee of niet?’ Wij praatten nooit zo over de dingen.”", "Had hij het gevoel dat hij u kwijt was?", "“Hij vond het jammer. Het is niet fijn als je ziet dat je kinderen zich op een pad begeven dat jij niet wil.”", "Bent u vrienden verloren?", "“Die vonden het wel oké wat ik deed. Op den duur verandert je vriendenkring, maar er is niemand geweest die afstand van me nam. Het heeft er ook mee te maken dat het echt mijn eigen keuze is geweest. Die bekering wilde ik zelf, ik heb er zelf onderzoek naar gedaan, en er is niemand geweest die me heeft beïnvloed op dit pad.”", "Vindt u het belangrijk dat uw man moslim is?", "“Dat was een vereiste.”", "U heeft twee kinderen, van 6 en 9. Stel dat die straks zeggen: dat geloof van jullie, laat maar zitten.", "“Ik zou dat jammer vinden. Net als mijn vader het jammer vond.”", "Zou u zich gekwetst voelen?", "“Het gaat niet om de verhouding die ik heb met mijn kinderen, maar om de verhouding die mijn kinderen hebben met hun Schepper. Ik kan ze opvoeden en van alles meegeven, maar uiteindelijk hebben ze hun eigen verantwoordelijkheid.”", "Maakt u wel voldoende plezier in het leven?", "“Ik rij paard. En ik ben net weer begonnen met schaatsen op zaterdag. Ik hou ook erg van spelletjes. Zolang ik wel kan winnen.”", "In een interview met de islamitische studievereniging ISA hoorde ik u zeggen: ‘Het leven is niet bedoeld om makkelijk te zijn.’", "“Dat vind ik logisch. Ik stoor me eraan als je iets wilt doen en mensen vragen: ‘Is dat niet zwaar?’ Wat had je dan verwacht? Dat alles makkelijk is? Als je iets wil bereiken in dit leven, komt dat met opoffering. Iemand vroeg een keer aan mij waarom ik zoveel haast heb. Nou, ik heb gewoon heel veel te doen. Ik zie geen tijd om te verspillen.”", "Hoe wordt er op u gereageerd als u niet in toga op de rechtbank komt?", "“Dan zegt de bode soms: ‘Gaat u zitten, uw advocaat zal zo wel komen.’ Als ik dan zeg dat ik de advocaat ben, kijken ze verwonderd naar hun blaadje. ‘Maar hier staat mr. E.B. van de Loo?’ Dan zeg ik: ‘Ja?’ En dan wacht ik. Superinteressant wat er dan allemaal gebeurt. Ik speel ermee, ook voor de trainingen die ik geef. Ik neem het die mensen ook helemaal niet kwalijk, want die naam past nu eenmaal niet bij mijn uiterlijk. Ik zou die vergissing zelf net zo goed kunnen maken.”", "U bent niet de eerste advocaat met een hoofddoek, maar bij de rechterlijke macht mag het nog steeds niet.", "“Als ik rechter zou willen worden, zou ik me niet tegen laten houden door zo’n verbod. Ik zou het gewoon proberen. Als het dan niet lukt, heb je tenminste een deukje gemaakt. En als er op een gegeven moment deukjes genoeg zijn, verandert er iets. Mensen maken de regels en niet andersom.”", "Het argument is: een rechter moet neutraliteit uitstralen.", "“Voor de zitting doe je je hoofddoek af en na de zitting zet je hem weer op. Ondertussen zijn je gedachten over de zaak nog steeds hetzelfde. Dus wat is het verschil?”", "Dat de verdachte zich geïntimideerd kan voelen.", "“Voelt hij dat ook als hij in een verkrachtingszaak voor drie vrouwelijke rechters staat? Of als hij wordt vervolgd wegens racisme en een zwarte rechter treft? Natuurlijk, je geslacht of huidskleur kun je niet even afdoen, maar ik zie geen enkele reden dat je met een hoofddoek op niet onpartijdig en neutraal kunt zijn. In het Verenigd Koninkrijk mag het wel.”", "Binnenkort krijgen we wellicht de eerste parlementariër met een hoofddoek: Kauthar Bouchallikht van GroenLinks.", "“Ik ken haar van Stichting Groene Moslims. Daar is ze voorzitter van. We lopen elke eerste zaterdag van de maand een NS-wandeltocht, tenminste, voordat corona uitbrak.”", "Ze ligt onder vuur vanwege vermeende banden met de Moslimbroederschap.", "“Dat was te verwachten. Dat is wat altijd gebeurt. Als je wilt, zit je ook bij mij in drie stappen bij de Moslimbroeders. Waar ik mij aan erger bij mijzelf is dat ik dit soort aanvallen normaal ben gaan vinden. Zo van: dat hoort er nu eenmaal bij. Maar het is niet normaal. Ik heb het ervaren toen ik in 2009 jongerenvertegenwoordiger voor Nederland werd bij de Verenigde Naties. Er is nog nooit zoveel aandacht geweest voor die functie als toen. Het ging niet over het recht op water, de reden waarom ik daar was. Ik kreeg ingezonden brieven: ‘Elsa, mag die hoofddoek af?’ Net als Kauthar werd ik gelinkt aan allerlei organisaties.”", "“Pas vorig jaar, toen ik mij met Nida kandidaat stelde, durfde ik weer een beetje naar buiten te treden. Het zou leuk moeten zijn om de politiek in te gaan, maar ik was me alleen mentaal aan het voorbereiden op de mails die zouden komen: ‘Wil je jezelf niet ophangen aan die hoofddoek, Elsa?’ En dan komt de eerste vraag van journalisten: wat voor moslimissues spelen er in de Provinciale Staten? Dan denk ik: gast, moet ik de vragen voor je verzinnen of heb je zelf nog iets beters?”", "Hoezo? U profileerde zich toch als moslimpartij?", "“Vragen ze ook aan het CDA of er nog christelijke issues spelen in de Staten? Wij vonden van alles over water en woningbouw, maar wat wilden ze weten? Of we van plan waren de sharia in te voeren.”"], "authors": ["Marcel Wiegman"], "keywords": ["tot", "van", "het", "op", "die", "ik", "kan", "willen", "omdat", "loo", "een", "dat", "je", "niet", "elkaar", "elsa", "er"], "pubDate": "2020-12-05T10:00:17+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}