{"id": "608e2f48-6690-3d4d-a271-4ebb292a9f6c", "title": "Rabobank houdt de helft van de filialen ook na de coronacrisis gesloten", "url": "https://volkskrant.nl/nieuws-achtergrond/rabobank-houdt-de-helft-van-de-filialen-ook-na-de-coronacrisis-gesloten~b0651989/", "summary": "Beeld raymond rutting / de volkskrantDe 230 filialen die de bank op dit moment nog heeft, moeten worden teruggebracht naar 100 tot 150.\nHet nieuws van Rabobank komt niet als een verrassing.\nIn juli kondigde de bank al aan een deel van de honderd vestigingen die vanwege de coronamaatregelen gesloten waren, permanent te willen sluiten.\nNaast de sluiting van een kwart van de 170 Nederlandse filialen schrapt die bank zo’n duizend banen en wil het de lonen bevriezen.\nRabobank denkt het verdere verlies aan fysieke locaties op te vangen door mobiele adviseurs op afspraak thuis te laten komen.", "paragraphs": ["Het hoofdkantoor van de Rabobank. De bank gaat 100 tot 150 filialen sluiten. Beeld raymond rutting / de volkskrant", "De 230 filialen die de bank op dit moment nog heeft, moeten worden teruggebracht naar 100 tot 150. Het aantal bankkantoren gaat terug van 89 naar 71. De bezuinigingsmaatregel is het gevolg van de aanhoudende lage rente. Daardoor lopen de inkomsten al jaren terug. Door stimuleringsingrepen van de centrale banken zal de rente voorlopig ook niet snel stijgen.", "Bovendien heeft de coronacrisis laten zien dat steeds meer bankzaken online afgehandeld kunnen worden, stelt een woordvoerder. ‘Klantcontact zit niet meer alleen in bakstenen. We zijn waar onze klanten zijn. Daarom werken we aan klantencontact online en in de bieb, in winkels en op festivals.’ De crisis heeft overigens ook een keerzijde: de winst van Rabobank daalde het eerste halfjaar met 81 procent, tot 227 miljoen euro.", "Het nieuws van Rabobank komt niet als een verrassing. In juli kondigde de bank al aan een deel van de honderd vestigingen die vanwege de coronamaatregelen gesloten waren, permanent te willen sluiten. Ook concurrent ING maakte vorige week bekend het mes te zetten in de organisatie. Naast de sluiting van een kwart van de 170 Nederlandse filialen schrapt die bank zo’n duizend banen en wil het de lonen bevriezen. ABN Amro kondigde eerder aan de kantoren buiten Europa te sluiten, daarbij zouden 800 banen verloren gaan. De 105 vestigingen in Nederland blijven in ieder geval dit jaar nog open.", "Volgens de woordvoerder wordt bij Rabobank ‘niet direct’ bezuinigd op het personeelsbestand. ‘Het doel is om mensen van werk naar werk te begeleiden. Wie nu klanten fysiek helpt, kan straks hetzelfde doen achter de laptop.’ Het is nog de vraag of voor dat proces evenveel mankracht nodig is. Vakbond CNV laat donderdagochtend in een reactie weten zich ‘grote zorgen te maken’ over wat de ingreep voor de werknemers betekent. Bij hen ligt de grootscheepse reorganisatie uit 2016 nog vers in het geheugen.", "Ouderen", "Het sluiten van fysieke locaties zal vooral voor oudere klanten een aderlating zijn. Uit cijfers die de drie grote banken vorig jaar aan de Volkskrant verstrekten, bleek dat 30 procent van de 66-plussers de bankzaken nog altijd op ‘traditionele’ wijze regelt. Van de oudere Rabobank-klanten is dit zelfs meer dan de helft.", "Het klantenbestand van de Rabobank is relatief ouder en minder digitaal. Bovendien laat de bank zich als coöperatie voorstaan op lokale aanwezigheid, al is die de afgelopen jaren al flink verminderd – van ruim 1.200 filialen in 2006 tot 335 vlak voor de coronacrisis. Rabobank denkt het verdere verlies aan fysieke locaties op te vangen door mobiele adviseurs op afspraak thuis te laten komen."], "authors": ["Marieke De Ruiter"], "keywords": ["rabobank", "bank", "van", "filialen", "nog", "het", "op", "gesloten", "die", "houdt", "coronacrisis", "helft", "ook", "te", "een", "aan"], "pubDate": "2020-11-12T11:38:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}