{"id": "60a15630-bfc7-3d27-a61e-c5ff1921d8b2", "title": "Meubilair van hennep maken: 'We gebruiken het afval van anderen'", "url": "https://nu.nl/wonen/6098592/meubilair-van-hennep-maken-we-gebruiken-het-afval-van-anderen.html", "summary": "\"We gebruiken onze spullen niet totdat ze 'op' zijn en we laten niks meer repareren.\nVepaDrentea legt zich er volgens De Kam op toe een afvalloze fabriek te worden: \"We willen zelf geen afval produceren en zelfs dat van anderen hergebruiken.\nMaar eerst moeten we het ontwikkelproces terugverdienen.” Gertjan de Kam, ontwerper bij VepaDrenteaDe circulaire hennepstoel is het product van een twee jaar lang proces.\n\"Daar verdienen we vooralsnog weinig op en het dekt de investeringen lang niet\", bezweert De Kam.\nVooralsnog ziet de meubelproducent de stoelen als signaal naar de industrie dat de productie van meubilair ook duurzaam kan. Het materiaal en het productieproces zijn inmiddels wereldwijd gepatenteerd.", "paragraphs": ["Door al het slechte nieuws over het klimaat, zou je bijna vergeten dat er ook gewerkt wordt aan oplossingen. NU.nl belicht ondernemingen die in elk geval een stap zetten in de groene richting. Deze keer: de hennepstoel van VepaDrentea.", "Dat je met hennep meer kan dan een jonko klappen, straattaal voor: 'een joint roken', dat weten we. Je kan er kleding van maken, of medicinale olie. Maar ook stoelen, zo bewijst de Drentse meubelmaker VepaDrentea met de ontwikkeling van ''s werelds eerste klimaatpositieve stoel'.", "Vezelmatten uit de houtige stengel van industriële hennep, verlijmd en geperst met restmateriaal uit suikerbieten zorgen ervoor dat deze stoel per saldo meer CO2 opneemt dan uitstoot. \"En uiteindelijk nemen we de stoelen weer in om er nieuwe van te maken\", zegt Gertjan de Kam, ontwerper bij VepaDrentea.", "De hennepstoel van de meubelmakers van VepaDrentea. De hennepstoel van de meubelmakers van VepaDrentea. Foto: VepaDrentea", "'Vroeger heette dit zuinig'", "We hebben een afvalmaatschappij gecreëerd, constateert De Kam wanneer hij vertelt over het hoe en waarom van de Hemp Fine en de variant op hoge poten, de Hemp High. \"We gebruiken onze spullen niet totdat ze 'op' zijn en we laten niks meer repareren. Best misdadig om ontwerpen zo te maken.\"", "VepaDrentea legt zich er volgens De Kam op toe een afvalloze fabriek te worden: \"We willen zelf geen afval produceren en zelfs dat van anderen hergebruiken. Onze afvalbarometer geeft al aan dat minder dan een half procent van onze reststroom nog afval is. Vroeger heette dat gewoon zuinigheid.\"", "“Het zou mooi zijn als andere producenten dit materiaal ook gaan gebruiken. Maar eerst moeten we het ontwikkelproces terugverdienen.” Gertjan de Kam, ontwerper bij VepaDrentea", "De circulaire hennepstoel is het product van een twee jaar lang proces. Aanvankelijk was het de bedoeling om van de hennepvezel, gekweekt achter de fabriek in Emmen, een duurzame vervanger te maken voor spaanplaat.", "Dagelijks komt er bij de fabriek een dubbele vrachtwagen met dat materiaal voorrijden, vertelt De Kam. \"Het hout dat daarin verwerkt is, is op zich natuurlijk materiaal. Maar de houtvezels zijn altijd verlijmd met lijm uit aardolie. Dat maakt recycling problematisch.\"", "'Plakkerige kleefprut' blijkt goede natuurlijke lijm", "In het verhaal over de wording van de hennepstoel speelt een aanvankelijk onbruikbaar geachte vinding van chemicus Gadi Rothenberg een cruciale rol. Zijn zoektocht naar biokerosine leverde ergens onderweg een, zoals hij het omschrijft, \"kleefprut\" op \"waarvan alles aan elkaar plakte\". Waardeloos als biobrandstof. Maar een krachtige lijmstof uit natuurlijk materiaal? Daar moest toch een toepassing voor te vinden zijn.", "Om de kleefprut in de markt te zetten, werd organisatie Plantics opgericht, die uiteindelijk in VepaDrentea een zakenpartner vond. \"Doordat zowel de hennep als het bindmiddel natuurlijk materiaal is, kan De Kuip van de stoel aan het einde van de levenscyclus door de shredder en weer opnieuw in de mal.\" Het onderstel van de stoel is van recyclebaar staal. \"Ook dat gebruiken we opnieuw.\"", "'Kantoormeubilair wordt nu ook thuis neergezet'", "Hoewel de Drentse meubelmaker zich van oorsprong vooral richtte op kantoormeubilair, ziet De Kam daar sinds een jaar of zes een duidelijke omslag in. \"De inrichting van kantoren is steeds huiselijker geworden\", zegt hij.", "\"Daardoor zetten mensen ons meubilair ook vrolijk thuis.\" De hennepstoelen zijn verkrijgbaar via een dealernetwerk, voor ongeveer 380 euro per stuk. \"Daar verdienen we vooralsnog weinig op en het dekt de investeringen lang niet\", bezweert De Kam. \"Wanneer we de productie kunnen opschalen, kan de prijs omlaag en onze marge omhoog.\"", "Vooralsnog ziet de meubelproducent de stoelen als signaal naar de industrie dat de productie van meubilair ook duurzaam kan. Het materiaal en het productieproces zijn inmiddels wereldwijd gepatenteerd. \"Het zou mooi zijn als andere producenten dit materiaal ook gaan gebruiken\", vindt De Kam. Waarom dan niet gekozen is voor open source, het online delen van deze kennis? \"Tja\", zegt De Kam. \"We zullen het hele ontwikkelproces ook moeten terugverdienen. En zo is de kennis ook beschikbaar voor navolging.\""], "authors": ["Foto", "Door", "Annelies Roon"], "keywords": ["zijn", "van", "maken", "en", "een", "anderen", "kam", "afval", "materiaal", "ook", "op", "het", "meubilair", "hennep", "dat", "gebruiken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}