{"id": "60accc44-11e5-3984-a60f-22faf9dcd4b3", "title": "Goed met geld: Is vastgoed een slimme investering in deze crisis?", "url": "https://nu.nl/geldzaken/6088567/goed-met-geld-is-vastgoed-een-slimme-investering-in-deze-crisis.html", "summary": "Gelukkig is er de rubriek Goed met geld, om je van je financiële hoofdpijn af te helpen.\nEen van deze opties is vastgoed.\nOok als we het vergelijken met andere plekken waar je je geld kwijt kunt, zoals op de beurs of op een spaarrekening.\nLenen voor een woning voor de verhuur moet anders meestal met een zogeheten verhuurhypotheek.\nZwiers: \"Investeren om te verhuren is niet iets wat je doet om over een paar jaar weer te verkopen.\"", "paragraphs": ["Lig je 's nachts te piekeren over je lege pensioenpot, hoge rente of je niet-bestaande testament? Gelukkig is er de rubriek Goed met geld, om je van je financiële hoofdpijn af te helpen. Deze keer: is vastgoed een slimme investering in deze crisis?", "Tastbare investeringsobjecten worden altijd extra interessant tijdens een recessie. Een van deze opties is vastgoed. Voor de kleine belegger betekent dit in de praktijk vaak een appartementje kopen om te verhuren. Is dit een handige en verstandige investering?", "\"Huurbaas worden kan heel gunstig zijn. Het is een mooie manier om je spaargeld aan het werk te zetten\", zegt financieel planner Fleur Kroonbergs. \"Of het rendabel is of niet? Dat ligt vooral aan hoeveel geld je moet lenen.\"", "Vraag naar huurwoningen stijgt in crisistijd", "Wat zijn dan op dit moment de voordelen van investeren in vastgoed? Ten eerste de lage rente, en ten tweede het feit dat de vraag naar huurwoningen typisch gezien omhoog gaat in een financiële crisis.", "“Vooral als je geen hypotheek nodig hebt, is het mogelijk om een maandelijks inkomen over te houden.” Fleur Kroonbergs, financieel planner", "Geld verdienen door huurbaas te worden is sinds dit jaar wel steeds omslachtiger. Zo'n twintig gemeenten hebben namelijk een zelfbewoningsplicht ingevoerd in nieuwbouwwoningen, en ook voor bestaande appartementen kan soms een verhuurverbod worden ingevoerd. Het doel is precies om vastgoedinvesteerders te stoppen en te voorkomen dat de huurprijzen te hoog worden.", "Iets kopen om te verhuren aan toeristen is daarnaast ook moeilijker geworden. De regels voor financiering en verhuur zijn verder aangescherpt, vooral in de hoofdstad, waar de gemeente de toeristenstroom ook na de coronacrisis wil indammen.", "Vergelijken van huurwoningen en rendement is lastig", "Als je ondanks de strengere regels toch in aanmerking komt om te investeren in huurwoningen, kan dat best rendabel zijn. Ook als we het vergelijken met andere plekken waar je je geld kwijt kunt, zoals op de beurs of op een spaarrekening.", "Het rendement (uitgedrukt als de huuropbrengsten gedeeld door de WOZ-waarde) voor particuliere huisbazen wordt geschat op gemiddeld 5,7 procent op jaarbasis, volgens het Kadaster. Dit is wel met een grote slag om de arm, onder meer omdat het vergelijken van huurwoningen lastig is.", "Van die 5,7 procent moet je vaak veel kosten aftrekken, zoals voor onderhoud, administratie, de hypotheek en belastingen. Je raadt het al: Hoe minder van deze kostenposten je hebt, hoe meer je overhoudt.", "\"Vooral als je geen hypotheek nodig hebt, is het mogelijk om een maandelijks inkomen over te houden\", zegt Kroonbergs. Lenen voor een woning voor de verhuur moet anders meestal met een zogeheten verhuurhypotheek. De rente hierbij is momenteel 3 tot 4 procent; twee keer zo hoog als bij een gewone hypotheek.", "Geen pensioen, wel een afbetaalde woning", "Ook mét een hypotheek kan huurbaas worden overigens toch een lucratief project zijn. Dan ligt de winst wellicht voornamelijk in het verkopen van de afbetaalde woning, ver in de toekomst.", "Huurbaas zijn kan zeker een mooi extraatje zijn voor de oude dag, bijvoorbeeld voor mensen die geen pensioen opbouwen via een werkgever, zegt pensioenadviseur Jan Zwiers. Maar: \"Dit is zeker niet voor iedereen, je moet het risico aan kunnen.\"", "“Investeren om te verhuren is niet iets wat je doet om over een paar jaar weer te verkopen.” Jan Zwiers, pensioenadviseur", "Dit risico kan van alles zijn, van grote schimmelschades en lekkages tot leegstand en een huizenprijzenbubbel. Als leek is het dan ook verstandig om financieel advies in te winnen voordat je aan de slag gaat, hoewel dat advies wel al snel duizenden euro's kost. Zwiers: \"Investeren om te verhuren is niet iets wat je doet om over een paar jaar weer te verkopen.\"", "Om op de vraag in het begin van dit verhaal terug te komen: investeren in een huurappartement kán zeker verstandig zijn, maar makkelijk of zonder risico is het niet."], "authors": ["Door", "Charlotte Boström"], "keywords": ["van", "slimme", "goed", "deze", "dit", "het", "met", "zijn", "een", "je", "vastgoed", "te", "om", "geld", "en", "crisis", "investering", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}