{"id": "60b32994-e1b4-3624-8e87-176c81019657", "title": "De deepfakes komen binnen ieders handbereik (en lijken steeds echter)", "url": "https://volkskrant.nl/wetenschap/de-deepfakes-komen-binnen-ieders-handbereik-en-lijken-steeds-echter~b18278d1/", "summary": "Was dit allemaal twee, drie jaar geleden nog het domein van knutselende zolderkamernerds, inmiddels zijn de deepfakes voor iedereen binnen handbereik.\nOpvallend is dat hiervoor niet eindeloos veel video’s voor nodig zijn, maar dat één statisch fotootje volstaat.\nMaak een selfie en de app maakt een serie schilderijen op basis van het portret, in verschillende stijlen.\nEen door AI gemaakt 'schilderij' op basis van een selfie Beeld PortraitAIJay-Z rapt ShakespeareStemmen kunnen eenvoudig gekloond worden.\nPerfect is het nog zeker niet, maar het laat zien in welke richting het gaat.", "paragraphs": ["Gezichten van de website This face does not exist.", "When she woke up, it was cold outside / She called her dad but Plato had a wild old smile / Plato spins away / That hurts in my brain", "Beginnend bandje en geen trek om zelf teksten te verzinnen? Geef het onderwerp op (‘Plato’), het genre (rock bijvoorbeeld, of rap) en de stemming (van heel droevig naar heel blij) en met één druk op de knop komt de computer met een kant-en-klare songtekst. Ander voorbeeld: je krijgt een telefoontje van je partner. Ze vraagt je om geld over te maken. Het is haar stem. Onmiskenbaar. Maar het is haar niet. Het is een computerprogramma dat getraind is met haar stem.", "Het is een cliché van jewelste, maar daarom niet minder waar: technologie heeft lichte en donkere kanten, net hoe ze wordt ingezet. Voor kunstmatige intelligentie (AI) is dat niet anders. Of misschien zijn de effecten daar nog wel sterker, omdat AI zo ongelofelijk krachtig is. En laagdrempeliger dan ooit.", "Neem synthetische media, het koepelbegrip voor alle brouwsels die door computers worden gemaakt. Schilderijen, muziek, stemmen, foto’s van gezichten: AI maakt het mogelijk. Voor de mens wordt het daarbij steeds lastiger om uit te maken of de maker van vlees en bloed is of uit enen en nullen bestaat. De vraag is of dat iets uitmaakt. Jawel, afhankelijk van de toepassing. Van een schilderij of muziekstuk zou je kunnen zeggen dat het niet zo boeit of iets is gemaakt door een mens of een machine, of door een combinatie. Zolang we maar kunnen genieten van de esthetiek. Heeft bijvoorbeeld een computer het levensechte landschap in een film of game gemaakt? Niets mis mee. Dat geldt niet als die creaties worden ingezet om ons te misleiden.", "Een door de computer gemaakt schilderij in de stijl van Rembrandt Beeld The Next Rembrandt", "Bekend voorbeeld van die synthetische media zijn de zogenoemde deepfakes: video’s waarin bij voorkeur beroemde mensen optreden in situaties waarin ze nooit hebben gezeten of waarin ze dingen zeggen die ze nooit hebben gezegd. Deze ‘photoshop voor video’ is mogelijk dankzij slimme software die onze lippen en gezichtsuitdrukkingen kan aansturen. Het begon allemaal, zoals zo vaak, met porno (deepnudes), maar kan overal voor worden ingezet.", "Het is hard gegaan. Was dit allemaal twee, drie jaar geleden nog het domein van knutselende zolderkamernerds, inmiddels zijn de deepfakes voor iedereen binnen handbereik. Het begon voor het grote publiek met de lollige faceswaps op Snapchat en populaire apps als FaceApp waarbij de liefhebber het eigen gezicht ouder of jonger kan maken of van geslacht kan doen veranderen. Inmiddels zijn er ook appjes voor deepfake-video’s, zoals Reface.", "Het hoofd van de auteur digitaal in Forrest Gump geplakt Beeld Reface", "De makers hebben een aantal standaardbeelden voorgeselecteerd, waar de gebruiker van de app dan zijn eigen hoofd op kan plakken. Opvallend is dat hiervoor niet eindeloos veel video’s voor nodig zijn, maar dat één statisch fotootje volstaat. Het resultaat: je eigen hoofd in een clipje van Sting. Of in je favoriete film: Pulp Fiction, Scarface of Forrest Gump.", "Een Pulp Fiction-deepfake Beeld Reface", "Jarno Duursma, techschrijver en - spreker, constateert dat er een ‘explosie aan mogelijkheden’ voor de deur staat. Niet alleen de deepfakes, maar ook synthetische stemmen en digitale avatars. Zelf laat hij bij het bedrijf Synthesia zo’n digitale variant van zichzelf maken. Hiermee kan Duursma straks in een handomdraai video’s fabriceren waarin hij zelf aan het woord is. Een camera is dan niet nodig: het insturen van een geluidsbestand is genoeg. De software doet de rest: de lippen van de Duursma-avatar zullen netjes meebewegen.", "Het zijn nuttige en prettige toepassingen, maar ook Duursma ziet de gevaren van de ‘infocalyps’ die het steeds lastiger maakt om te bepalen of informatie klopt of niet. Duursma: ‘We gaan van post-truth naar post-reality. Bij het eerste konden we nog kibbelen over de feiten. Bij het tweede weten we niet eens meer of iets is gebeurd of niet.’ En ook aan authentieke video’s zal getwijfeld worden.", "Nuance: een jaar geleden waarschuwden experts voor de opkomst van deepfakes tijdens de afgelopen Amerikaanse presidentsverkiezingen, maar zover kwam het niet. Weliswaar was er de nodige desinformatie, maar die was weinig hightech. Bijvoorbeeld een knullig gemonteerd filmpje waarin de suggestie werd gewekt dat Joe Biden niet wist in welke staat hij een toespraak hield.", "De stokoude wet van computerwetenschapper Roy Amara kan dus ook dit jaar weer uit de kast: ‘We zijn geneigd de impact van nieuwe technologie op de korte termijn te overschatten, maar op de lange termijn te onderschatten’.", "VOORBEELDEN VAN SYNTHETISCHE MEDIA", "Dit kunstwerk/huis/recept bestaat niet", "De site Thispersondoesnotexist is vrij bekend en dat is logisch: de letterlijk oneindige parade van foto’s van niet-bestaande mensen is fascinerend. Ze laat zien waartoe AI in staat is. Minder bekend zijn de voorbeelden die zijn verzameld op ThisXdoesnotexist.com. Memes, auto’s, interieurs, schilderijen, chemische formules, nieuwsberichten, songteksten, start-ups? AI schudt ze uit de mouw.", "Nog lang niet zo goed als bij gezichten: AI bedenkt een auto. Beeld Thisautomobiledoesnotexist", "Jezelf klonen", "Wat de commerciële dienst Synthesia doet voor je eigen hoofd, doet Papercup voor de stem: het creëren van een digitale kloon. Deze stem kan vervolgens digitaal geplakt worden op een video-opname van iemand anders, uiteraard met synchroon lopende lippen. Een andere mogelijkheid: jouw stem een andere taal laten spreken. Chinees bijvoorbeeld.", "Van Paint naar monster", "Kent u Paint nog? Dat is dat lullige tekenprogramma in Windows. Google heeft een vertaalmachine gemaakt die van grofmazige Paint-schetsen een fantasymonster maakt. Eerder maakte Nvidia al iets vergelijkbaars voor landschappen. En IBM voor gebouwen.", "Van Paint-krabbel naar fantasy-monster, met één druk op de knop Beeld Google", "Computer schrijft essay", "AI-bedrijf OpenAI heeft een indrukwekkend taalmodel ontwikkeld. De laatste versie, GPT3, is met 175 miljard onderlinge verbindingen het grootste neurale netwerk ter wereld. Het resultaat mag er zijn: GPT3 is behoorlijk veelzijdig. Het kan vertalen, een chatbotgesprek voeren, maar ook een essay schrijven. Dat laatste deed The Guardian, overigens nog wel met menselijke hulp. In Nederland lieten Alexander Klöpping en Ernst-Jan Pfauth zien waartoe GPT3 in staat is. Voor hun mediapodcast schreef het taalmodel complete dialogen, in de geest van de twee presentatoren.", "Van selfie naar schilderij", "Ook weer zo’n handig appje op de telefoon: PortraitAI. Maak een selfie en de app maakt een serie schilderijen op basis van het portret, in verschillende stijlen.", "Een door AI gemaakt 'schilderij' op basis van een selfie Beeld PortraitAI", "Jay-Z rapt Shakespeare", "Stemmen kunnen eenvoudig gekloond worden. En dus is het mogelijk om artiesten iets nieuws te laten maken. Een voorbeeld is Jay-Z die teksten van Shakespeare rapt. Of complete nieuwe nummers in de stijl van Eminem. AI zorgt voor de juiste stem, teksten én muziek. Perfect is het nog zeker niet, maar het laat zien in welke richting het gaat.", "1. Je laat kunstmatige intelligente software de stem van Eminem klonen.", "2. Je schrijft een nieuwe tekst.", "3. Resultaat: een nieuwe Eminem track.", "4... + oneindige Eminen tracks.. https://t.co/h8ff8WBVpo — Jarno Duursma (Tech/ Human /Future) (@JarnoDuursma) 17 november 2020"], "authors": ["Laurens Verhagen"], "keywords": ["zijn", "van", "ieders", "komen", "binnen", "voor", "en", "handbereik", "een", "echter", "deepfakes", "lijken", "op", "steeds", "het", "maar", "niet", "dat"], "pubDate": "2020-12-23T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}