{"id": "60c13916-f90c-30ac-9a81-352578d9e897", "title": "Lezerspost: over jubilado’s en Bavaria", "url": "https://volkskrant.nl/cultuur-media/lezerspost-over-jubilado-s-en-bavaria~b551e15b/", "summary": "Alida Mooy reageert: ‘Toen ik een paar jaar geleden weer eens in Spanje was, kwam ik erachter dat het woord pensionado daar helemaal niet zo vaak wordt gebruikt.\nEen gepensioneerde wordt daar een pensionista genoemd.’ Of een retirado, schrijft Agnes Nobel.\nToen buitelden de lezers aan ons taalloket over elkaar heen van opwinding (wel keurig op anderhalve meter uiteraard), nadat een artikel in de kolom met wereldwijde coronastatistieken melding had gemaakt van een ‘lockdown in Bavaria’.\nMisschien doordat het een wat on-Engels woord is, Bavaria – het zou maar zo kunnen dat de redacteur er niet eens de naam van de Duitse deelstaat in herkende.\nOok de altijd handige website taaltelefoon.be (met taaladvies van de Vlaamse Overheid) is er duidelijk over: ‘In een tijdsbepaling is zowel geleden als terug correct.", "paragraphs": ["Sinds hij met pensioen is, wordt hij vaak aangeduid met ‘pensionado’, aldus, vorige week in deze rubriek, Herman Vogt, die eraan toevoegde dat hij niet van plan was in Spanje te overwinteren. Alida Mooy reageert: ‘Toen ik een paar jaar geleden weer eens in Spanje was, kwam ik erachter dat het woord pensionado daar helemaal niet zo vaak wordt gebruikt. Een gepensioneerde wordt daar een pensionista genoemd.’ Of een retirado, schrijft Agnes Nobel. Ja, zegt Egbert Odijk, of een jubilado. ‘Pensionado’s vinden we op de Antillen.’ (Kent u nóg meer Spaanse woorden voor ‘gepensioneerde’? Laat het ons weten!)", "Diezelfde Antillen worden overigens ook als voorbeeld genoemd in Van Dale, dat de ‘pensionado’ bovendien een zweem van belastingontwijking meegeeft: die zou zijn toevlucht zoeken tot ‘een warm en meestal fiscaal vriendelijk land’.", "Zo, nu eerst een flinke mispeer uit de krant van afgelopen dinsdag. Toen buitelden de lezers aan ons taalloket over elkaar heen van opwinding (wel keurig op anderhalve meter uiteraard), nadat een artikel in de kolom met wereldwijde coronastatistieken melding had gemaakt van een ‘lockdown in Bavaria’. ‘Wordt de brouwerij gesloten?’, schreef Garmt de Vries geschrokken.", "Fraai gebruik van de klassieke, Latijnse naam van Beieren, hoopten we nog. Maar nee, helaas, gewoon iets te klakkeloos overgenomen uit een Engelstalig persbericht en vervolgens, opvallend genoeg, door iedereen over het hoofd gezien. (Net als eSwatini, oftewel Swaziland, een paar maanden geleden.) Misschien doordat het een wat on-Engels woord is, Bavaria – het zou maar zo kunnen dat de redacteur er niet eens de naam van de Duitse deelstaat in herkende.", "Puck van der Meer vraagt: ‘Ben ik nou de enige die zich ergert aan taalgebruik als ‘een paar weken terug’ of ‘een tijdje terug’?’ Nee, waarschijnlijk niet, want een paar weken terug mailde Anny van Diggelen ons ook al over deze kwestie: ‘Het valt mij op dat de meeste mensen tegenwoordig ‘twee weken terug’ zeggen, terwijl ik dacht dat het ‘twee weken geleden’ moet zijn. Ik wil heel graag weten of dit in de Van Dale staat, of dat het slechts spreektaal is.’", "Deze kwestie kunnen wij vrij kort schriftelijk afdoen. ‘Terug’ heeft volgens Van Dale als betekenis nr. 6: ‘geleden’. Dus het mag. Ook de altijd handige website taaltelefoon.be (met taaladvies van de Vlaamse Overheid) is er duidelijk over: ‘In een tijdsbepaling is zowel geleden als terug correct. Er is geen betekenisverschil.’"], "authors": ["Rogier Goetze"], "keywords": ["weken", "van", "als", "het", "jubilados", "bavaria", "ik", "lezerspost", "een", "wordt", "en", "dat", "geleden", "terug"], "pubDate": "2020-12-09T17:57:09+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}