{"id": "60f2cc6c-1169-3266-bc41-a8ccf1be13ed", "title": "Elf musea uit Groningen in beeld gebracht op MuseumTV", "url": "https://nu.nl/groningen/6099591/elf-musea-uit-groningen-in-beeld-gebracht-op-museumtv.html", "summary": "De documentaires zijn online te zien.\nHet videoplatform heeft een bezoek gebracht aan Vestingmuseum Oudeschans, Kloostermuseum Aduard, GRID Grafisch Museum Groningen, Museum Wierdenland, Storyworld Groningen en het Klokkengieterijmuseum.\nOok verhalen uit Museum Landgoed Verhildersum Leens, Stichting Oude Groninger Kerken, Museumplein Grootegast, Nationaal Bus Museum en het Noordelijk Scheepvaartmuseum zijn vastgelegd.\nDaarom heeft MuseumTV de missie om ook kleine musea een online portaal te bieden door korte documentaires te maken over de musea.\nDe films zijn tot stand gekomen in samenwerking met de provincie Groningen en het VSBfonds.", "paragraphs": ["MuseumTV heeft elf korte documentaires gemaakt over elf Groningse musea. De documentaires zijn online te zien.", "Het videoplatform heeft een bezoek gebracht aan Vestingmuseum Oudeschans, Kloostermuseum Aduard, GRID Grafisch Museum Groningen, Museum Wierdenland, Storyworld Groningen en het Klokkengieterijmuseum.", "Ook verhalen uit Museum Landgoed Verhildersum Leens, Stichting Oude Groninger Kerken, Museumplein Grootegast, Nationaal Bus Museum en het Noordelijk Scheepvaartmuseum zijn vastgelegd.", "", "Veel Nederlandse musea hebben vanwege de coronacrisis zelf alternatieve museumbezoeken opgestart, zoals digitale tentoonstellingen en 360 gradentours. Maar voor kleinere musea is dat soms lastig. Daarom heeft MuseumTV de missie om ook kleine musea een online portaal te bieden door korte documentaires te maken over de musea.", "", "De films zijn tot stand gekomen in samenwerking met de provincie Groningen en het VSBfonds."], "authors": ["Door"], "keywords": ["documentaires", "groningen", "gebracht", "museumtv", "zijn", "het", "en", "uit", "heeft", "elf", "musea", "op", "te", "beeld", "museum", "online"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}