{"id": "611c03a0-e376-3d43-b8f4-fbc7b94e68e5", "title": "Amsterdammer kan in 2022 met telefoon inchecken in tram en bus", "url": "https://nu.nl/amsterdam/6095738/amsterdammer-kan-in-2022-met-telefoon-inchecken-in-tram-en-bus.html", "summary": "Amsterdammers kunnen vanaf 2022 met hun smartphone in- en uitchecken in alle bussen en trams.\nLater moet het ook mogelijk worden om in en uit te checken met een bankpas.\nWoensdag tekende het vervoersbedrijf een contract met het bedrijf Revenue Collection Systems Nederland voor de nieuwe validators, zoals de kaartlezers heten.\nNaast met de smartphone en bankpas kan er ook in- en uitgecheckt worden met een creditcard en barcode.\nOok de huidige metropoortjes worden in de toekomst aangepast voor het reizen met mobiel en bankpas.", "paragraphs": ["Amsterdammers kunnen vanaf 2022 met hun smartphone in- en uitchecken in alle bussen en trams. Later moet het ook mogelijk worden om in en uit te checken met een bankpas. Alle vierduizend kaartlezers van het openbaarvervoerbedrijf GVB worden vervangen.", "Woensdag tekende het vervoersbedrijf een contract met het bedrijf Revenue Collection Systems Nederland voor de nieuwe validators, zoals de kaartlezers heten. Het bedrijf Thales gaat alle apparaten installeren.", "Naast met de smartphone en bankpas kan er ook in- en uitgecheckt worden met een creditcard en barcode. De nieuwe kaartlezers moeten niet alleen het gemak voor Amsterdammers vergroten; ook toeristen kunnen profiteren van de verschillende betaalmethodes.", "In de eerste helft van 2021 wordt begonnen met de installatie. Tegen het einde van dat jaar moeten alle vierduizend kaartlezers vervangen zijn. Ook de huidige metropoortjes worden in de toekomst aangepast voor het reizen met mobiel en bankpas."], "authors": ["Door"], "keywords": ["alle", "van", "amsterdammer", "inchecken", "het", "met", "voor", "2022", "telefoon", "kan", "bus", "een", "ook", "en", "kaartlezers", "tram", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}