{"id": "612225a4-8c69-328f-b107-2b0396d35ac6", "title": "Grapperhaus blijft aan, coronaboetes mogelijk niet meer op strafblad", "url": "https://nos.nl/artikel/2346521-grapperhaus-blijft-aan-coronaboetes-mogelijk-niet-meer-op-strafblad.html", "summary": "Grapperhaus erkent dat zijn vertrouwen een deuk heeft opgelopen en dat hij daaraan zal moeten werken.\nVoor de oppositiepartijen, behalve de SGP, waren de antwoorden van Grapperhaus niet overtuigend.\nPVV-leider Wilders zei dat Grapperhaus wel kan vinden dat hij nog gezag heeft, \"maar u heeft het niet.\nBaudet denkt dat Grapperhaus dat eigenlijk met hem eens is.\nIk wil aan de mensen laten zien dat het beleid echt belangrijk is om dat levensgevaarlijke virus eronder te krijgen.\"", "paragraphs": ["Grapperhaus erkent dat zijn vertrouwen een deuk heeft opgelopen en dat hij daaraan zal moeten werken. Hij begrijpt dat de situatie het lastig maakt voor boa's om hun werk te doen en boetes uit te delen. \"Ik ben en blijf daarom met hen in gesprek.\"", "Het kabinet zal - na aandringen van de Kamer - onderzoeken of een coronaboete niet meer automatisch in een strafblad komt. SP-leider Marijnissen vindt het \"niet proportioneel\" als overtreders door zo'n aantekening mogelijk geen Verklaring Omtrent Gedrag (VOG) krijgen als ze een nieuwe baan vinden.", "Maar overtreders die anderen in het gezicht spugen, agressief zijn of met opzet coronaregels aan hun laars lappen, hoeven er niet op te rekenen dat de aantekening uit het strafblad verdwijnt, benadrukt het kabinet.", "Felle kritiek", "Van een meerderheid in de Kamer kreeg Grapperhaus het vertrouwen, maar niet voordat zowel oppositie-als coalitiepartijen felle kritiek hadden geuit. Volgens zijn eigen partij, het CDA, had hij het goede voorbeeld moeten geven. VVD-fractievoorzitter Dijkhoff sprak van een flinke \"impact\" op \"gezag en geloofwaardigheid\". D66-leider Jetten begeep de verontwaardiging in de samenleving goed, nu de minister \"zijn bruiloft wel vierde, waar veel anderen dat noodgedwongen hadden uitgesteld\".", "Voor de oppositiepartijen, behalve de SGP, waren de antwoorden van Grapperhaus niet overtuigend. PVV-leider Wilders zei dat Grapperhaus wel kan vinden dat hij nog gezag heeft, \"maar u heeft het niet. Denkt u daar nog eens over na. Nederland kan zich geen minister van Justitie veroorloven die het vertrouwen kwijt is\".", "Forum voor Democratie-leider Baudet ziet in de gang van zaken het bewijs dat het kabinet de strenge coronamaatregels zelf eigenlijk ook niet meer steunt. \"Het virus is ook niet zo levensgevaarlijk als we dachten.\" Baudet denkt dat Grapperhaus dat eigenlijk met hem eens is. \"Anders had hij nooit zijn zeer op leeftijd zijnde schoonmoeder aan de arm genomen en in gevaar gebracht.\"", "Grapperhaus spreekt tegen dat hij er zo over denkt. \"De meeste mensen houden zich aan de maatregelen. Mijn tekortschieten mag het belang van die maatregelen niet doorkruisen. Ik wil aan de mensen laten zien dat het beleid echt belangrijk is om dat levensgevaarlijke virus eronder te krijgen.\"", "Kijk hier de verschillende video's van het debat terug:"], "authors": [], "keywords": ["van", "grapperhaus", "mogelijk", "het", "op", "meer", "hij", "zijn", "coronaboetes", "strafblad", "niet", "een", "dat", "en", "te", "blijft", "aan"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}