{"id": "614b6bdc-d0d5-30a7-8e36-aaa59f6e00a3", "title": "Afwachten in het ziekenhuis", "url": "https://nrc.nl/nieuws/2020/12/16/afwachten-in-het-ziekenhuis-a4023966", "summary": "Toen ik met Lotje naar het dierenziekenhuis moest, kende ik nare corona-ervaringen nog alleen uit de tweede hand.\nEen ziekenhuis is zelden een aangename bestemming, maar Lotje was zich dat nog niet bewust.\nJawel, maar ik had geen idee hoe lang mijn bezoek aan het ziekenhuis zou duren.\nOok in de hal van het ziekenhuis bleef Lotje kalm afwachten in haar mand, al klonk er om haar heen overal luid geblaf van zieke honden.\nAlle begrip voor de voorzichtigheid van het ziekenhuis, maar het was moeilijk al deze informatie te moeten verwerken in zo’n rumoerige hal.", "paragraphs": ["Toen ik met Lotje naar het dierenziekenhuis moest, kende ik nare corona-ervaringen nog alleen uit de tweede hand. Enkele vrienden en buren waren zwaar getroffen, en dat was erg genoeg, maar zelf was ik buiten schot gebleven.", "Dat ‘corona’ je ook een ander soort ongerief kan bezorgen, merkte ik op die dag dat ik met Lotje per taxi op pad ging. Een ziekenhuis is zelden een aangename bestemming, maar Lotje was zich dat nog niet bewust. Ze zat rustig naast me in haar mand terwijl ik door een scherm van plexiglas met de chauffeur praatte. Over koetjes en kalfjes en ten slotte ook over katjes die, zoals Lotje, behoorlijk ziek kunnen worden.", "Wórden? Lotje, een Britse Korthaar, was altijd min of meer ziek geweest. We hadden haar nog geen jaar, maar al snel werd een chronische tandvleesontsteking geconstateerd, gevolgd door darmklachten. Ik hoop dat de lezer al gegeten heeft, want ik moet er nu aan toevoegen dat ze ook nog begon te braken. Daarop verwees onze dierenarts ons naar het dierenziekenhuis voor nader onderzoek.", "Mijn taxichauffeur wilde weten of zo’n onderzoek duur is. Dat kon ik bevestigen. Hij was een immigrant die goed Nederlands sprak. Zelf zou hij ook wel een huisdier willen hebben, maar hij had andere prioriteiten: die week was zijn derde kind geboren.", "Al die mondjes moesten gevoed worden, een hele opgave in deze barre tijden waarin hij als chauffeur bijna geen werk had. Wilde ik misschien ook met hem terugrijden? Jawel, maar ik had geen idee hoe lang mijn bezoek aan het ziekenhuis zou duren. Gaf niet, hij zou wel wachten tot we klaar waren, tenzij hij een andere rit kreeg.", "Ook in de hal van het ziekenhuis bleef Lotje kalm afwachten in haar mand, al klonk er om haar heen overal luid geblaf van zieke honden. Ze is een trotse, maar toch tedere kat, zo’n wezen waarvan je vindt dat het eigenlijk nooit dood mag gaan, laat staan na een jaar. We hadden haar bazin thuis moeten laten omdat er „vanwege corona” maar één begeleider mee mocht.", "Een vriendelijke assistente kwam haar ophalen. Ze vertelde iets over het onderzoek – een echo, bloedafname, mogelijk puncties – en wees me erop dat ik de arts na afloop niet onder vier ogen kon spreken; hij zou me bellen vanaf zijn kamer. Schommelend in de mand verdween Lotje in zo’n lange, holle ziekenhuisgang waar de dood doet alsof er niets aan de hand is. Het Grote Wachten kon beginnen. Kijkend in die gang zag ik alleen hoe ze in haar mand van kamer naar kamer werd gebracht.", "Anderhalf uur later belde de dokter. Geduldig legde hij uit: misschien tumoren in de ingewanden, maar het konden ook ontstekingen zijn. De resultaten van het bloedonderzoek moesten worden afgewacht. Ik luisterde aangeslagen en vervloekte ‘corona’. Alle begrip voor de voorzichtigheid van het ziekenhuis, maar het was moeilijk al deze informatie te moeten verwerken in zo’n rumoerige hal. Af en toe hoorde ik mezelf hulpeloos roepen: „Wat zegt u?”", "De taxichauffeur had twee uur lang ritloos op ons gewacht. Hij luisterde aandachtig naar mijn bevindingen, al zal hij misschien hebben gedacht: ik wou dat ik jouw zorgen had.", "Een week later kwam de uitslag: hoogstwaarschijnlijk geen tumoren, maar bestrijdbare ontstekingen. Het voelde alsof we aan corona waren ontkomen.", "NRC Slim Leven Stukken die je helpen om je leven fijner en je carrière beter te maken Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 16 december 2020"], "authors": ["Frits Abrahams", "Leestijd Minuten"], "keywords": ["dat", "van", "een", "lotje", "en", "ook", "afwachten", "maar", "ik", "ziekenhuis", "hij", "het"], "pubDate": "2020-12-16T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}