{"id": "614d5931-fe3b-3689-8d38-5ce205b88a05", "title": "Met vertrek Hiddema krijgt Baudet weer ‘een klap’ te verduren", "url": "https://www.parool.nl/nederland/met-vertrek-hiddema-krijgt-baudet-weer-een-klap-te-verduren~b0bafaf8/", "summary": "Met de aanhef ‘Grote Leider’, schreef de strafrechtadvocaat af te zien van zijn lijstduwerschap, wat hij nog maar op 24 december had beloofd.\n“Wij zijn geen FvD’ers geworden vanwege onze kennis van een pandemie.”Hij merkt nog op dat hij collega-FvD’er Wybren van Haga niet ‘met applaus’ wil ‘bejegenen’.\n“Met wie van hen dan ook voorzie ik geen lol in de Tweede Kamer.”Het vertrek van Hiddema steekt een spaak in de wielen van Baudet.\nDe partijleider hield zich stil over het vertrek van Hiddema, maar Van Haga sprak onomwonden van een ‘enorme klap’.\nIk heb geen contact met hem gehad, maar hij wist welke kant we het debat op proberen te sturen.’’", "paragraphs": ["Theo Hiddema legt de gelofte af in de Tweede Kamer als nieuw Tweede Kamerlid van Forum voor Democratie (FvD). Beeld Brunopress", "Zijn terugkeer duurde 12 dagen, maar gisternacht stuurde Theo Hiddema alsnog een berichtje aan partijleider Thierry Baudet. Met de aanhef ‘Grote Leider’, schreef de strafrechtadvocaat af te zien van zijn lijstduwerschap, wat hij nog maar op 24 december had beloofd.", "Iets daarvoor was Hiddema nog vertrokken, ook uit de Tweede Kamer, vanwege de totale implosie van de partij na ophef over antisemitische appjes. Hiddema keerde terug omdat hij geen schijntje racisme bij Baudet had ontwaard: “Hij chargeert uit balorigheid.”", "Pandemie", "Maar nu gaat het partijstandpunt over corona hem te ver, schrijft hij in een verklaring. Baudets campagne op dat front noemt hij ‘vanuit een welhaast religieuze gedrevenheid tegen het coronabeleid’. “Wij zijn geen FvD’ers geworden vanwege onze kennis van een pandemie.”", "Hij merkt nog op dat hij collega-FvD’er Wybren van Haga niet ‘met applaus’ wil ‘bejegenen’. “Die beweert dat Rutte met behulp van dit virus het land in een dwangstaat wil veranderen. Zoiets vind ik populistisch.”", "Na de grote leegloop van Forum, had Hiddema eens gekeken naar de overgebleven FvD’ers. Dat bood geen ‘vrolijk perspectief’. “Met wie van hen dan ook voorzie ik geen lol in de Tweede Kamer.”", "Het vertrek van Hiddema steekt een spaak in de wielen van Baudet. Die was juist, na de grote exodus in november, begonnen aan de wederopbouw van zijn partij. Er vertrokken maar liefst 57 volksvertegenwoordigers vanwege de ophef.", "Getrouwen", "Op de kieslijst voor de verkiezingen in maart verschenen de laatste getrouwen en veel FvD’ers van de jongerentak. Alleen Kamerlid Wybren van Haga en Freek Jansen hebben een landelijk profiel, maar dan vooral omdat ze in opspraak kwamen. Juist Hiddema, als man-van-het-eerste-uur, was een welkome stemmentrekker. In 2017, bij de verkiezingen voor de Tweede Kamer, was hij nog goed voor 44.934 voorkeursstemmen.", "Bovendien moet Baudet vrezen dat de kritiek van Hiddema breed gedragen is in zijn achterban. De partij daalde al als een baksteen in de peilingen vóór de interne oorlog, vanwege corona. Probleem is namelijk, volgens onderzoeksbureau I&O Research, dat FvD’ers zwaar verdeeld zijn. 40 procent van de achterban wil een strengere aanpak, 48 procent omarmt de koers van Baudet om enkele maatregelen los te laten. Het geflirt met complotdenkers joeg al een deel van de kiezers weg.", "De partijleider hield zich stil over het vertrek van Hiddema, maar Van Haga sprak onomwonden van een ‘enorme klap’. “We zijn totaal verbijsterd.”", "Veel begrip voor Hiddema’s keuze heeft hij tegelijkertijd niet. “Ons standpunt over corona is eigenlijk al tien maanden hetzelfde. Ik heb geen contact met hem gehad, maar hij wist welke kant we het debat op proberen te sturen.’’"], "authors": ["Tobias Den Hartog"], "keywords": ["krijgt", "zijn", "van", "vertrek", "baudet", "voor", "met", "een", "weer", "verduren", "te", "klap", "hiddema", "het", "maar", "hij", "dat"], "pubDate": "2021-01-05T16:14:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}