{"id": "61605cc5-7229-3a32-a6e5-b67d916f05ac", "title": "Hoe kan nieuwsgierigheid zo gevaarlijk snel afnemen? We moeten ons blijven verwonderen", "url": "https://volkskrant.nl/cultuur-media/hoe-kan-nieuwsgierigheid-zo-gevaarlijk-snel-afnemen-we-moeten-ons-blijven-verwonderen~b9b23c04/", "summary": "De scène die volgde was een soort redding uit een Die Hard-achtige film, maar dan met geschrokken dreumes op de grond.\nEen gevoel dat bestond uit een combinatie van vreugde, vrijheid, en een soort macht over een nieuw stukje van de wereld.\nIs het een eigenschap, een emotie, een drift, een vaardigheid?\nEn van de vele dingen die je nieuwsgierigheid kunnen aanzetten en op gang houden, is kunst mijn favoriet.\nOok van een monster, ook van een tovenaar, ook van een man als je vrouw bent, van een middeleeuwse ridder of een Inuit-godin.", "paragraphs": ["We zien één krantenkop of tweet en we weten al genoeg: Wieteke van Zeil zag onze nieuwsgierigheid flink afnemen in 2020. Terwijl die broodnodig is om open en flexibel van geest te blijven. Hoe kunnen we onze nieuwsgierigheid onderhouden en hoe kan kunst daarbij helpen?", "Het ging niet zo goed met de nieuwsgierigheid dit jaar. Soms leek het of nieuwsgierigheid in 2020 de uitgang gevonden had. Doei, even sigaretten halen. Twee voorbeelden uit de buitenwereld, voordat ik mijn eigen nieuwsgierigheidsverlies opbiecht. In juli was een mevrouw sceptisch over corona en de aanpak ervan. Zij uitte haar kritiek op sociale media, direct aan de wetenschapsredacteur van de Volkskrant die het meest over corona schrijft. Die nam het ter harte en zette vijf kritische stellingen over corona op een rij – onder meer ‘de lockdowns hebben niet geholpen’ en ‘het virus is niet dodelijker dan een griepje’ - en zocht bij elke stelling uit wat erover in de wetenschap bekend is, en wat nog niet. Op feitenbasis. Maarten Keulemans schreef het artikel als antwoord op haar vraag (‘misschien hier even een uurtje aan besteden?’) in de veronderstelling dat deze mevrouw niet de enige was met deze vragen. Haar antwoord: ‘Maarten. Ik ga het niet lezen. De bias based (bevooroordeelde, red.) Volkskrant heeft afgedaan. Met zogenaamd onafhankelijke helikopterblik een oordeel geven, is zonde van mijn tijd.’ Dat er geen oordeel in het artikel zat, heeft ze helaas niet gelezen. Niet benieuwd, ze wist al hoe het zat. Superirritant, maar ik ben die vrouw ook. Vaak genoeg, op andere vlakken, en voor ik het in de gaten heb.", "In september besloot Tate Modern in Londen, samen met drie Amerikaanse musea, een geplande tentoonstelling van de Amerikaanse schilder Philip Guston te verzetten naar een datum ‘na 2024’ omdat Guston onder meer figuren schilderde die je als leden van de Ku Klux Klan zou kunnen zien. De uitleg was dat representatie van de KKK in kunst misschien voor publiek kwetsend kan zijn. Om de schilderijen te kunnen begrijpen waren volgens het museum ‘aanvullende stemmen en perspectieven nodig’. Dit is een flinke discussie waard, vooral over wie eigenaarschap heeft over de interpretatie van kunst, maar die werd niet gevoerd. Een conservator van Tate die kritiek op de beslissing had, werd direct op non-actief gesteld. De gedachte was: een witte kunstenaar die KKK-gewaden schildert ligt te gevoelig, en daar stopte de constatering. Wit was hier voor het gemak trouwens synoniem gesteld aan joods, want Guston was een zoon van uit Oekraïne voor de Holocaust gevluchte joden, maar dat werd niet aangeroerd. Er was protest tegen de beslissing van Tate, van witte en zwarte kunstenaars en van Gustons dochter (‘het gevaar is niet om onrecht te zien, maar om ervan weg te kijken’) maar dat werd terzijde gelegd, hoewel de musea onlangs aankondigden de tentoonstelling in 2022 in Boston van start te laten gaan.", "Beeld Inez van Vuren", "Het lijkt een reflex te zijn geweest uit vrees voor activisten. De musea dachten ineens dat hun publiek niet nieuwsgierig zou zijn naar de bedoeling van Guston of de mogelijkheden zijn beeldtaal te lezen. Die activisten gaven ze op voorhand dus maar gelijk. Heel even bewoog ik mee met de beslissing van Tate. Het punt dat er meer perspectieven een podium moeten krijgen, is immers valide. Maar voorsorteren op mogelijke interpretaties doet zowel het publiek als de kunst tekort.", "Mijn allereerste reactie op de Guston-tentoonstelling – misschien even niet nu – is een voorbeeld van wat ik gaandeweg 2020 vaker bemerkte: terwijl ik thuis op de bank in joggingbroek online de wereld afstruinde, werd mijn nieuwsgierigheid meer en meer een soort verwaarloosd vriendje. Steeds vaker hoorde ik mezelf dingen wéten, in plaats van willen weten, aan de hand van een foto, een tweet, of meningen van anderen. Boos zijn op een krantenkop en ‘echt niet verder hoeven lezen’. Alsof de muren van het huis mijn verlangen om even verder te kijken tegenhielden. Joh, je weet wel hoe het zit, kijk maar hier op je scherm. Maar ik heb nooit voor deze Guston-schilderijen gestaan, ik ben niet opgegroeid met marcherende Klan-mannen in de straat, ik ben zwart noch Amerikaans noch man, ik had en zag geen corona, en ik weet niks van biologie.", "Hoe kan nieuwsgierigheid zo gevaarlijk snel afnemen? Wat deed 2020, dat veel mensen mínder willen weten, minder willen openstaan of zelf uitproberen? Is nieuwsgierigheid iets wat we moeten bevechten?", "Het werd ons in elk geval niet makkelijker gemaakt; opvattingen dreven steeds verder uiteen. ‘Cancel cultuur’ werd een ding: andersdenkenden geen podium gunnen of zelfs eisen dat ze worden ontslagen. Instituten verkrampen soms uit vrees om groepen te kwetsen. In de kunst levert dat zelden verstandige keuzes op. Zie Guston. De polarisering die zichtbaarder werd in de samenleving, samen met soms snoeiharde, genadeloze oordelen over andersdenkenden, deed onze nieuwsgierigheid weinig goed. ‘Maar het kenmerk van een vrije samenleving is nu juist dat er óók ruimte is voor nuance’, zei de koning in zijn Kersttoespraak. ‘Voor nieuwsgierigheid en onderzoek. Voor ironie en zelfrelativering.’ Waar moesten we die zoeken? Hoe word je weer nieuwsgierig?", "Als ik me probeer te herinneren wanneer ik voor het eerst nieuwsgierig was, lukt dat niet. Totaal niet zelfs. Als je kind bent, behoort nieuwsgierigheid blijkbaar zo tot de standaardinstellingen dat je er niet over na leert denken en het ook later niet als herinnering kunt onderscheiden. Nieuwsgierig bén je gewoon. Baby’s willen alles aanraken, bekijken, voelen, ontdekken, proeven, tot hun eigen poep aan toe. Geen filters. Ik zie mijn zoon van toen 3 nog met de vleesvork – nee, geen idee hoe hij die te pakken had gekregen inderdaad – op het stopcontact aflopen en-‘m erin prikken. De scène die volgde was een soort redding uit een Die Hard-achtige film, maar dan met geschrokken dreumes op de grond. Iets te veel nieuwsgierigheid.", "Wat ik me wél herinner, is het machtige gevoel als ik iets had ontdekt wat ik niet had voorzien. Een kettingreactie maken met knikkers in de woonkamer en alles achtereenvolgens zien omtikken. Een brief schrijven en er een terug ontvangen, van iemand ver weg. Voor het eerst achter een stuur zitten en gas geven. Een lap leren naaien – radio aan, keutelen, tellen, knippen en rausjen achter die machine, en hup, je hebt ineens een kledingstuk. Mijn eigen brommer uit elkaar halen (weer in elkaar werd uitbesteed, oké). Zulke momenten leek het of ik iets groter werd, letterlijk. Meer ruimte innam, meer overzicht had. Een gevoel dat bestond uit een combinatie van vreugde, vrijheid, en een soort macht over een nieuw stukje van de wereld. In elk geval een bestendiging van jouw plek erin. En wat nieuwsgierigheid ook is, het ging vooraf aan elk van die beslissingen. Het was er de oorzaak van.", "Volgens de Amerikaanse natuurkundige Nadya Mason kunnen we nieuwsgierigheid wel degelijk verliezen, door één ding: angst. Kijk maar naar onze houding ten opzichte van technologie, legt ze uit in een TED-toespraak die in 24 talen vertaald is: wie kan z’n telefoon maken als-ie in de wc is gevallen? De meeste mensen hebben geen idee hoe. ‘We zijn compleet vervreemd van de technologische gebruiksvoorwerpen waarvan we het meest afhankelijk zijn’, zegt Mason. 80 procent van de mensen weet niet hoe de batterij te vervangen van z’n smartphone, en een kwart weet niet eens dat dat kan. Er is een angst om te weten hoe dingen werken, gebaseerd op de veronderstelling dat het toch te veel of te ingewikkeld is om te begrijpen. Die angst schakelt nieuwsgierigheid uit.", "We hebben nieuwsgierigheid nodig, benadrukt Mason, voor zowel wetenschap als ons eigen leven, want het levert je een gevoel van verbintenis met de wereld op; het helpt ons begrip en controle te krijgen over de dingen waarmee je je omgeeft. Mogelijkheden te ervaren. Door zelf te testen, corrigeren en onderzoeken begrijp je meer van de wereld. Lezen op internet of tv kijken heeft niet hetzelfde effect, zegt Mason erbij. Je moet zelf aan de slag. Nieuwsgierigheid verandert de plek die we innemen in de wereld.", "En hoewel nieuwsgierigheid tot het basispakket van kinderen behoort, leren we ze volgens Nadya Mason vaak juist aan om níét nieuwsgierig te zijn. Als we kinderen steeds waarschuwen om niks te breken of kapot te maken, worden ze vanzelf bang om dingen te openen. Een radio, een speelgoedauto, een magnetisch schrijfbord. Terwijl je dan juist kunt ontdekken hoe het werkt, en waarom.", "Beeld Inez van Vuren", "Mason laat zien dat aangeleerde angst voor onbevattelijkheid nieuwsgierigheid remt – iets wat in de psychologie wordt onderschreven – en dat je om het te voeden iets moet ondernemen, gewoon, stap voor stap. Trial and error dus. Mason benoemt daarmee precies twee dingen die we in 2020 opgedrongen kregen: angst en beperkingen, met name de beperking fysiek mobiel te zijn en contact te maken. Die bracht onze wil om te weten in de gevarenzone. Als je veel zorgen hebt, is er natuurlijk ook minder ruimte om open te staan voor nieuwe dingen.", "Als fenomeen is nieuwsgierigheid glibberig, er zijn veel pogingen tot onderzoek en definities gedaan, vooral in de psychologie, maar er is geen overeenstemming over één ervan. Is het een eigenschap, een emotie, een drift, een vaardigheid? Komt het van binnenuit of heb je er stimuli voor nodig van buiten? Proefondervindelijk begin ik er achter te komen dat nieuwsgierigheid naast al die dingen ook een waarde is, een van de belangrijkste zelfs, die je kunt verliezen en die de moeite is te koesteren. Want als je niet meer wilt weten wat er gebeurt als je de knop omzet, de hoek omloopt, een gesprek begint, kortom als je niet meer bereid bent het onbekende tegemoet te treden, ligt een vlakker leven op de loer. En kun je een bromkop worden bovendien (of erger). Nieuwsgierigheid houdt ons open en intellectueel flexibel. Maar hoe verzorg ik mijn nieuwsgierigheid? En, lesje van 2020, hoe kom ik er tijdig achter wanneer ie in de sluimerstand schiet?", "Hier komt kunst om de hoek kijken. Of, nou ja, het gebrek eraan in 2020. Er gingen veel deuren dicht. Van kantoren en winkels, ook van musea. En ik ben gewend naar musea te gaan, wekelijks. Het gevoel dat je van huis gaat, gehaast en met gênant alledaagse dingen die voordringen in je hoofd, dan in een museum bent en ervaart dat daar tijd, routine en alledaagsheid even oplossen voor je neus, ken ik. Ego lost ook een beetje op; je bent niet meer het middelpunt van het universum. Ik zie de wereld niet meer uitsluitend door mijn ogen. In het museum ben ik even buutvrij.", "Een van de tentoonstellingen waar ik wel heen kon, Surinaamse school in het Stedelijk, bracht me bijvoorbeeld naar begrafenisrituelen aan de overkant van de oceaan, ik liep mee met twee in wit geklede vrouwen in een palmentuin, en ik bracht minutenlang door met denken aan kleuren en emoties op gezichten. In de tentoonstelling Oceanië in Volkenkunde in Leiden zag ik hoe er al eeuwen met rietjes zeekaarten worden gemaakt, met kleine schelpjes om de eilanden aan te geven, een traditie die ouder is dan onze Europese kaartenmakerskunst. Soms denk ik nog steeds aan een krijgershelm die ik daar zag, gemaakt van een gestekelde egelvis, compleet met vervaarlijk uitstekende punten. Uit Mexico zag ik een beeldje van op bed gebonden naakte vrouw; een uiting van een traditie waarbij vrouwen die op het kraambed stierven een erebegrafenis kregen zoals krijgers die op het veld sneuvelden. In het Rijksmuseum voor Oudheden zag ik een Egyptisch beeldje van een vogel waarin de geest van een overledene kon terugkeren naar de aarde zolang die ’s avonds maar weer naar het graf terugvloog, en het voelde of ik een kinderboek las waarin alles kon.", "Dat kun je afleiding noemen, en dat is kunst ook: verstrooiing. Godbetert als je zegt dat kunst ook goed voor je welbevinden is, dan komt er altijd wel iemand aanzetten met een wrede dictator die van gevoelige poëzie hield of een nazi die moest huilen van Mozart, zoals Hitler ook graag honden aaide. Honden helpen niks! Kunst maakt mensen niet beter! Natuurlijk is kunst geen medicijn. Net als spel bestaat kunst om zichzelf, niet om een ander doel te dienen. Schilderijen laten zich niet zomaar instrumentaliseren. Maar kunst kan wel impact hebben. En van de vele dingen die je nieuwsgierigheid kunnen aanzetten en op gang houden, is kunst mijn favoriet.", "Dat merkte ik dit jaar, toen het zo veel moeilijker was om musea te bezoeken. Want als ik voor een kunstwerk sta, zoals bij bovenstaande tentoonstellingen, krijg ik vanzelf zin om me daarna suf te googlen. Meer te weten en te zien. Hoe zat het met die begrafenisrituelen in Suriname? Wie was die kunstenaar en wat maakte ze nog meer? Hoe werd er over zwangere vrouwen en geboorte gedacht in Mexico, en in welke culturen heeft de vrouw nog meer zo’n status? Vissenhelmen, werkelijk? Wat nog meer? Zie daar het fysieke effect van nieuwsgierigheid: het vermeerdert als je ernaar handelt.", "Beeld Inez van Vuren", "De Amerikaanse auteur Stephen Greenblatt stelde twee dingen centraal bij een succesvolle museumervaring: resonantie en verwondering. Resonantie is de kracht van objecten om in de kijker begrip op te roepen voor de context waarbinnen dat object is ontstaan. Museumobjecten resoneren een tijd en cultuur. Verwondering hangt ermee samen, maar gaat voorbij aan ons begrip. Bij verwondering krijgt de bezoeker een acute ervaring van de uniekheid van het object. Verwondering leidt vaak tot resonantie; eerst voel je ‘wauw’, daarna wil je weten. En hoewel verwondering vaak wordt ervaren als iets wat je ‘overkomt’, vereisen beide de bereidheid het onbekende tegemoet te treden. Dat houdt een risico in: je kunt uit je comfortzone – of safe space, om het 2020 te houden – worden getrokken. Bestaande ideeën kunnen omvergetrokken worden. Maar ongemak is geen vijand. De bereidheid te ontdekken, die begint met nieuwsgierigheid, eindigt geregeld met een gevoel van vrijheid, mogelijkheden, en verbintenis.", "Creativiteit ontstaat als verschillende ideeënsystemen botsen, schreef New York Times-columnist David Brooks in een stuk over joodse creativiteit. Uit botsingen komen nieuwe dingen voort. Je merkt als je in aanraking met het andere komt, dat je ook op een andere manier tegen dingen kunt aankijken. Daaruit ontstaan inzichten. Waar verschillende culturen samenkomen, bestaat een gedeelde ruimte waarin nieuwe dingen kunnen ontstaan. Dat Brooks het aan de joodse religie en volk verbindt, is niet vreemd. Joden zijn in de geschiedenis overal ter wereld gedwongen als minderheid te assimileren. Religies kunnen rigide zijn, gesloten denkstructuren die het bevragen van macht de kop indrukken. Maar de beste varianten van alle religies hebben hun basis in vragen stellen, twijfelen en onderzoeken: duurzame nieuwsgierigheid, kortom. Ze veronderstellen God immers als onkenbaar. Vragen stellen is ook de levenshouding van kinderen. Een methode die alleen kan bestaan als je ervan uitgaat dat er meer te weten is dan je al weet.", "In fictie kun je de levens van anderen leven. Ook van een monster, ook van een tovenaar, ook van een man als je vrouw bent, van een middeleeuwse ridder of een Inuit-godin. Elk kunstwerk, net als literatuur, vergroot de vrijheid in je hoofd om een ander te zijn. En zet aan om vragen te blijven stellen.", "Beeld Inez van Vuren", "De Engelse auteur Zadie Smith schreef over Philip Roth dat hij met zijn fictionele ‘ik’ de wereld een cadeau gaf van vrijheid; zijn personages bestonden nog niet in de literatuur, zoals vele goede fictionele personages. Kunst kan modellen van gedrag leveren, schrijft ze, of op z’n minst mogelijkheden van gedrag, zonder aspiraties of instructies: ‘Zoals bij elk goed cadeau, hoe minder verwachtingen eraan verbonden zijn, hoe beter’, schrijft ze. Kunst biedt de vrijheid iets anders te zijn in gedachten met gevolgen in je echte leven. Daarmee is elk kunstwerk een risico, dat onze nieuwsgierigheid waard is. Want het vergroot onze mogelijkheden.", "Net als wetenschap dat doet. Of een potje schaak, een taart bakken of zelf een kast maken. Zolang we bereid zijn ons tot het onbekende te verhouden, is nieuwsgierigheid een genereuze vriend.", "Nieuwsgierigheid en spel Elk kind laat het zien, en de meeste honden ook, maar ook de wetenschap zegt: er is een verband tussen nieuwsgierigheid en spel. Spel stimuleert voor nieuwsgierigheid. Een psycholoog benoemde de voordelen van spel (voor jong en oud): -Spel bestaat om het spel; de ernst van de gevolgen van het gedrag is minimaal (spel is ‘veilig’). -Omdat er een los verband is tussen middel en doel, blijven mogelijkheden open. -Het onderliggende scenario van een spel kan een oefening zijn voor het echte leven. -Spel transformeert de buitenwereld naar de regels en perceptie van de speler. -Spelen is problemen oplossen, waarna voldoening wordt ervaren als een experiment is geslaagd. Bron: J.S. Bruner, Nature and Uses of Immaturity, The Growth of Competence, 1972"], "authors": ["Wieteke Van Zeil"], "keywords": ["ik", "verwonderen", "moeten", "hoe", "blijven", "te", "die", "je", "snel", "nieuwsgierigheid", "van", "zo", "en", "een", "gevaarlijk", "kan", "het", "niet", "dat", "ons"], "pubDate": "2020-12-30T18:40:06Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}