{"id": "61646464-7946-3c13-8428-f2478051f10f", "title": "Hoe zit het met vaccinaties in arme landen?", "url": "https://stories.lab.nos.nl/artikel/2363431-hoe-zit-het-met-vaccinaties-in-arme-landen", "summary": "Hoe zit het met vaccinaties in arme landen?\nMaar zoals je kunt zien zijn er voor armere landen (organisatie Covax in het plaatje) veel te weinig vaccins voor de hele bevolking.\nAan het einde van het jaar is waarschijnlijk een vijfde van de bevolking ingeënt.\nTegelijkertijd zijn er in rijke landen voor het komend jaar veel meer vaccins besteld dan nodig is.\nDe gekochte vaccins kunnen ook gedoneerd worden maar dat zal waarschijnlijk pas aan het einde van het jaar gebeuren, met de overgebleven vaccins.", "paragraphs": ["Hoe zit het met vaccinaties in arme landen? donderdag, 16:38", "Wat is er gebeurd?", "Door rijke landen zijn al 3,9 miljard vaccins besteld, veel meer dan nodig is voor hun eigen bevolking.", "Dit heeft ervoor gezorgd dat waarschijnlijk meer dan 90% van de bevolking in de meeste arme(re) landen geen vaccinatie krijgt in 2021.", "Waarom moet ik dit weten?", "Nu Nederland begonnen is met vaccineren vraag jij je waarschijnlijk wel af wanneer je aan de beurt bent. Over of er wel genoeg vaccins zullen zijn hoeven we ons hier in een rijk Westers land gelukkig niet druk te maken. In het plaatje hieronder zie je hoeveel aantal doses er besteld zijn per inwoner.", "Elke inwoner heeft twee doses nodig. Er zijn dus meer vaccins dan nodig is in het Westen. Maar zoals je kunt zien zijn er voor armere landen (organisatie Covax in het plaatje) veel te weinig vaccins voor de hele bevolking. En dat terwijl in Afrika bijna 3 miljoen mensen besmet zijn en tot nu toe al bijna 70.000 mensen gestorven aan het virus. Ook in Aziatische landen als Bangladesh heeft het virus veel levens gekost.", "Wie vindt wat?", "Er werd al verwacht dat er niet genoeg vaccins zouden zijn voor de hele wereldbevolking. Daarom werd Covax opgericht, een organisatie die wil dat vaccins gelijk worden verdeeld over de wereld. \"Het idee was dat alle landen via Covax vaccins zouden inkopen, maar het werd snel duidelijk dat rijke landen dat niet van plan waren en hun eigen deals gingen sluiten\", zegt expert Ellen 't Hoen.", "Covax heeft bijna twee miljard euro opgehaald. Daarvan zijn twee miljard doses ingekocht voor niet-westerse landen. Aan het einde van het jaar is waarschijnlijk een vijfde van de bevolking ingeënt. Tegelijkertijd zijn er in rijke landen voor het komend jaar veel meer vaccins besteld dan nodig is. Bijvoorbeeld Canada, die wel 9 doses per persoon besteld heeft, terwijl van de meeste vaccins twee doses per persoon genoeg zijn voor bescherming.", "Maar wat gebeurt er dan met de vaccins die overblijven van het Westen? De gekochte vaccins kunnen ook gedoneerd worden maar dat zal waarschijnlijk pas aan het einde van het jaar gebeuren, met de overgebleven vaccins.", "Volgens Ellen 't Hoen kan het probleem opgelost worden als de bedrijven die de vaccins maken, de kennis delen, zodat meer bedrijven weten hoe ze het zouden kunnen ontwikkelen. Op die manier worden veel meer vaccins geproduceerd en ze zijn ze dus ook goedkoper. \"De overheid kan eisen dat ze hun intellectuele eigendom delen.\", zegt zij. Of de overheid dat ook gaat doen, weten we nog niet."], "authors": [], "keywords": ["er", "zijn", "van", "veel", "zit", "voor", "met", "vaccins", "vaccinaties", "landen", "hoe", "arme", "het", "meer", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}