{"id": "616e81d8-f386-314c-ada8-49c72125dea3", "title": "Een vraag die het particuliere ontstijgt: wat betekent het om Surinamer te zijn?", "url": "https://www.parool.nl/kunst-media/een-vraag-die-het-particuliere-ontstijgt-wat-betekent-het-om-surinamer-te-zijn~bc6798cf/", "summary": "Zijn vader vertelt hem over een van hun voorouders die medicijnman was en kon transformeren in een jaguar.\nZe schrijft hem een zevendaags wintiritueel voor – iets met een zouteloos dieet en kruidenbaden – dat hij in zijn appartement in Rotterdam zal uitvoeren en dat vooral fungeert als houvast om zijn zoektocht vorm te geven.\nVoor De Jong, die een Nederlandse moeder heeft en zijn Surinaamse vader dus pas kort geleden ontmoette, is het ook nog even aftasten wat dat betekent, Surinaams zijn.\nHet zou zomaar kunnen dat ‘jaguarman’ oorspronkelijk een ‘luipaardman’ uit West-Afrika was, die op Surinaamse bodem in een jaguarman veranderde.\nHoewel De Jong voor zichzelf een bevredigend antwoord vindt op zijn vragen, vindt hij via zijn persoonlijke geschiedenis ook een antwoord op een vraag die voor de lezer van grotere betekenis is en die het particuliere ontstijgt: wat betekent het om Surinamer te zijn?", "paragraphs": ["Beeld Getty Images", "Als Raoul de Jong (1984) 28 jaar oud is, ontmoet hij zijn vader. Het is een betoverende ontmoeting, want ze lijken erg op elkaar. Zijn vader vertelt hem over een van hun voorouders die medicijnman was en kon transformeren in een jaguar. Hij zou zijn krachten hebben doorgegeven van vader op zoon. Zijn vader wil er verder niets van weten en er niet meer over praten, maar De Jongs nieuwsgierigheid is gewekt. Hij schreef het boek Jaguarman.", "Om een antwoord te krijgen op alle vragen die hij heeft over zijn voor­ouders, vraagt De Jong om hulp van wintipriesteres Misi Elly Purperhart uit Paramaribo. Ze schrijft hem een zevendaags wintiritueel voor – iets met een zouteloos dieet en kruidenbaden – dat hij in zijn appartement in Rotterdam zal uitvoeren en dat vooral fungeert als houvast om zijn zoektocht vorm te geven.", "De stille plantage", "In die volle week doet hij in brieven aan Jaguarman verslag van zijn zoektocht naar diezelfde mysterieuze overgrootvader. Zijn zoektocht draait natuurlijk eigenlijk om de vraag: wie ben ik? Hij begint in de Surinaamse literatuur bij schrijvers als Anton de Kom en Edgar Cairo, maar hij voelt de meeste verwantschap met Albert Helman, die net als hijzelf afstamt van inheemsen, Europeanen en creolen en die de roman De stille plantage (1931) schreef, waarin (nota bene!) een andere Raoul het hoofdpersonage is.", "Surinaamse schrijvers als Leo Fernier en Anil Ramdas werden gek of depressief: ‘Er is iets wat ons omlaagdrukt’, denkt personage Raoul in ­Helmans roman, ‘iets duisters’. Dat gevoel krijgt Raoul ook tijdens zijn reis naar Suriname. Dat duistere schuilt in de donkere slavernij­geschiedenis, maar ook in de overweldigende kracht van het oerwoud.", "Tijdens zijn wintiritueel blikt hij terug op zijn drie maanden durende verblijf in Suriname. Dit vormt voor De Jong een eerste ontroerende kennismaking met het land dat hij met de nodige verwondering en zijn zintuigen op scherp omschrijft. Voor De Jong, die een Nederlandse moeder heeft en zijn Surinaamse vader dus pas kort geleden ontmoette, is het ook nog even aftasten wat dat betekent, Surinaams zijn.", "Makkelijk is zijn zoektocht niet, omdat De Jong niet meer dan een paar namen van familieleden in handen heeft en het adres van een plantage aan de Motkreek. Persoonlijke getuigenissen van tot slaaf gemaakte voorouders zijn bijvoorbeeld niet bewaard gebleven. Toch ontmoet hij in Suriname ontzettend veel mensen die hem allemaal iets meegeven en van wie hij allemaal een zwart-wit portretje voor in zijn boek schildert.", "Krachtige conclusie", "Hij leert dat er in de Surinaamse geschiedenis veel verhalen bestaan over mensen die zich uit de slavernij bevrijdden en in dieren konden veranderen. Het zou zomaar kunnen dat ‘jaguarman’ oorspronkelijk een ‘luipaardman’ uit West-Afrika was, die op Surinaamse bodem in een jaguarman veranderde. Helemaal sluitend zijn de antwoorden die De Jong vindt niet, maar hij komt een heel eind. Bovendien kies je zelf welke rol je in je eigen verhaal speelt. Hij schrijft zijn vader: ‘Jij stamt niet af van ­slaven, jij stamt af van jaguars.’ Een krachtige conclusie.", "Hoewel De Jong voor zichzelf een bevredigend antwoord vindt op zijn vragen, vindt hij via zijn persoonlijke geschiedenis ook een antwoord op een vraag die voor de lezer van grotere betekenis is en die het particuliere ontstijgt: wat betekent het om Surinamer te zijn?", "Raoul de Jong - Jaguarman"], "authors": ["Dieuwertje Mertens"], "keywords": ["zijn", "ontstijgt", "van", "en", "om", "een", "jong", "dat", "te", "op", "hij", "het", "die", "wat", "particuliere", "vraag", "surinamer"], "pubDate": "2020-12-31T14:16:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}