{"id": "61859471-fd72-39b2-a613-3fb5ab1921de", "title": "Heb ik griep of is het corona? Zo herken je de symptomen en dit kun je doen om besmetting te voorkomen", "url": "https://www.dvhn.nl/extra/Is-het-een-griepje-of-is-het-corona-Zo-herken-je-de-symptomen-en-dit-kun-je-doen-om-besmetting-te-voorkomen-update-25394778.html", "summary": "Waar heb je precies last van als je geïnfecteerd bent met het coronavirus?\nHoe weet je het verschil tussen griep en corona?\nEn wat moet je doen als je denkt dat je besmet bent?\nWat moet ik doen als ik denk dat ik besmet ben?\nJe kunt je ook aanmelden op Coronatest.nlZijn je klachten erger (benauwdheid, koorts) of voel je dat je steeds zieker wordt, bel dan de dokter.", "paragraphs": ["Waar heb je precies last van als je geïnfecteerd bent met het coronavirus? Hoe weet je het verschil tussen griep en corona? En wat moet je doen als je denkt dat je besmet bent?", "Het verschil tussen griep, corona, verkoudheid en stress", "Vergelijk zelf de symptomen", "Vooral oudere en verzwakte patiënten overlijden", "Corona-patiënten die overlijden zijn doorgaans ouderen en mensen met een zwakke conditie (vaak doordat ze al een andere ziekte hebben). Kinderen zijn minder gevoelig voor het virus. Hun gevoeligheid neemt toe naarmate ze ouder worden.", "Zo wordt het virus overgedragen", "Het coronavirus wordt overgedragen door hoesten en niezen. De meeste besmettingen lijken te komen van patiënten die besmet zijn én symptomen hebben, maar je kunt ook al besmettelijk zijn vlak voordat je klachten hebt.", "Zo bescherm je jezelf en de mensen om je heen", "Het RIVM geeft voor corona dezelfde preventietips als voor een gewone griep:", "- Was je handen regelmatig", "- Houd 1,5 meter afstand", "- Hoest en nies in de binnenkant van je elleboog", "- Gebruik alleen papieren zakdoekjes", "- Blijf thuis als je ziek bent", "- Loop met een boog om hoestende mensen heen", "Hoe weet ik het verschil tussen Covid-19 en een gewone griep?", "Daar kom je alleen achter met behulp van een test. Deze test werkt pas als je de symptomen hebt.", "Wat moet ik doen als ik denk dat ik besmet ben?", "Iedereen met milde klachten kan zich gratis laten testen door de GGD. Milde klachten zijn bijvoorbeeld keelpijn, hoesten, verhoging of verlies van reuk of smaak. Bel 0800-1202 om een afspraak te maken. Je kunt je ook aanmelden op Coronatest.nl", "Zijn je klachten erger (benauwdheid, koorts) of voel je dat je steeds zieker wordt, bel dan de dokter."], "authors": ["Michel Brandsma"], "keywords": ["zo", "herken", "als", "van", "klachten", "het", "met", "zijn", "ik", "voorkomen", "een", "je", "te", "om", "en", "kun", "symptomen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}