{"id": "618e9b2b-50ba-35dc-a0a7-f161d47b6e23", "title": "De plek van Patta-oprichter Edson Sabajo: ‘Ik ken geen ander café dat zeven dagen per week hiphop draait’", "url": "https://volkskrant.nl/mensen/de-plek-van-patta-oprichter-edson-sabajo-ik-ken-geen-ander-cafe-dat-zeven-dagen-per-week-hiphop-draait~bd58e9f9/", "summary": "Edson Sabajo: ‘We zijn in café De Duivel, het enige café dat ik ken dat zeven dagen per week hiphop draait.\nIk was thuis aan het opruimen en ik vond veel kleding die ik nog nooit gedragen had.\nNu heb ik een pact gesloten met een vriend, we gaan tot Oud en Nieuw geen kleding meer kopen.\nMisschien ga ik dit wel twee jaar volhouden.’PattaSinds 2004 ben ik bezig met sneakerwinkel Patta, die ik met Guillaume Schmidt heb opgericht.\nIk heb hem gekregen van een vriend die meehielp aan het ontwerp.’Bril‘Ik heb niet zulke slechte ogen, ik denk -0.5 per oog.", "paragraphs": ["Edson Sabajo. Beeld Jordi Huisman", "Wie?", "Edson Sabajo (48)", "Waar?", "Hiphopcafé De Duivel in Amsterdam", "Wat doet hij?", "Hij is medeoprichter van sneakerwinkel Patta", "Waar zijn we?", "Edson Sabajo: ‘We zijn in café De Duivel, het enige café dat ik ken dat zeven dagen per week hiphop draait. Het zit al sinds 1992 in de Reguliersdwarsstraat in Amsterdam. Ondanks de muziek ziet het café eruit als een bruine kroeg, met donkere houten vloer en leren barkrukken. Ik ben hier vaak te vinden. En als ik er ben, ben ik overal. Achter de draaitafel, voor de bar, achter de bar. Aan de inrichting is niet veel veranderd in de afgelopen dertig jaar. Het mooiste aan De Duivel vind ik de glas-in-loodramen. Vooral die achter de draaitafel. Daarin is Bacchus afgebeeld, de god van wijn en overvloed. In het raam in de bar staat de Griekse god Pan. Heel mooi.’", "Wat betekent goede smaak voor jou?", "‘Voor mij is smaak heel individueel. Ik kan niet oordelen over wat anderen dragen. Toch heb ik wel een paar ongeschreven regels. Sommige daarvan heb ik meegekregen van mijn Surinaamse ouders. Volgens hen moet je altijd al je kleren strijken, je kan niet met kreukels de deur uit. Ik vind daarnaast dat je eigenlijk geen Timberlands kan dragen in de zomer, of met suède schoenen naar buiten kan gaan als het regent. En soms staat iets simpelweg niet. Dan zie je ergens een dope schoen, die prachtig gemaakt is, maar op het moment dat je hem aantrekt ziet het er lelijk uit.’", "Heb je veel schoenen?", "‘Ja. Ik denk meer dan duizend paar. Een deel staat thuis, maar de meeste schoenen staan in een depot. Ze passen natuurlijk niet allemaal in mijn kast. Af en toe rij ik naar het depot en dan wissel ik honderd paar schoenen van thuis om voor honderd paar uit mijn magazijn. Het voelt elke keer alsof ik nieuwe schoenen aanheb, terwijl sommige paren al sinds de jaren 90 in mijn kast staan.’", "Koop je nog steeds nieuwe?", "‘Nee, ik heb te veel. Mijn dochter heeft me daarop geattendeerd. Ik was thuis aan het opruimen en ik vond veel kleding die ik nog nooit gedragen had. Ze zei: ‘Papa, luister: dit is niet tof.’ Normaal koop ik alles wat ik cool vind en goed kan combineren. Tweedehands of gloednieuw, dat maakt me niet uit. Nu heb ik een pact gesloten met een vriend, we gaan tot Oud en Nieuw geen kleding meer kopen. Het bevalt me goed, ik ben blij dat ik naar mijn dochter heb geluisterd. Stoppen met kopen is duurzamer en mijn kasten raken minder vol. Ik kleed mezelf nu met spullen die ik nooit of maar één keer heb aangehad. Misschien ga ik dit wel twee jaar volhouden.’", "Patta", "Sinds 2004 ben ik bezig met sneakerwinkel Patta, die ik met Guillaume Schmidt heb opgericht. We wilden niet zomaar schoenen uit een catalogus verkopen, dus we reizen de hele wereld over om bijzondere sneakers te vinden. De Verenigde Staten, Japan, Duitsland: onze schoenen komen overal vandaan. Als ik reis ga ik nog steeds naar schoenenzaken. Je weet nooit wat je tegenkomt.’", "Snor", "‘Ik laat mijn snor sinds oktober groeien. Hij was er gewoon op een gegeven moment, en toen heb ik hem maar laten staan. Het was even volhouden en bijtrimmen. Ik vind het nu leuk, maar in de zomer scheer ik hem misschien weer af.’", "Ringen", "‘Deze tweevingerring is van een kleine juwelier in The Bronx, in New York. Zo’n plek waar je ook grills, sieraden voor over je tanden, kan kopen. Ik had er vroeger een van Nike, maar bij deze winkel kon je zelf een woord kiezen. Ik was toen zo’n drie jaar bezig met Patta, dus de keuze was snel gemaakt.’", "De tweevingerring, gekocht in een winkel in The Bronx, New York. Beeld Jordi Huisman", "Dj-tafel", "‘Ik ben hier begonnen met draaien, rond 1992. Ik was er bijna elke dag. Het voelde net als de intro van de tv-serie Cheers: ‘Sometimes you want to go where everybody knows your name, and they’re always glad you came.’", "Dj-tafel. Beeld Jordi Huisman", "Jas", "‘Het witte jack heb ik laten maken in Miami, bij Levi’s. Daaroverheen heb ik een Stone Island-jas aan. Ik heb hem gekregen van een vriend die meehielp aan het ontwerp.’", "Bril", "‘Ik heb niet zulke slechte ogen, ik denk -0.5 per oog. Mijn bril hoeft dus niet elke dag op. Deze keer vond ik dat-ie goed bij de outfit stond. Anders laat ik hem thuis.’", "Glas-in-lood", "‘Dit is het glas-in-lood dat in de bar zit. Vroeger zat hier veertig jaar lang café De Favoriet, en die eigenaar had het glas-in-lood overgenomen van een slijterij. Het is echt antiek, al zeventig jaar oud.’", "Raam van glas-in-lood in café De Favoriet. Beeld Jordi Huisman", "Kunst", "‘Op de muur aan de linkerkant mag telkens een andere kunstenaar exposeren. Toen de foto’s werden gemaakt mocht de Amsterdamse graffitikunstenaar Juice een aantal werken laten zien.’"], "authors": ["Pieta Verhoeven"], "keywords": ["van", "sabajo", "heb", "een", "pattaoprichter", "niet", "en", "mijn", "week", "ik", "geen", "plek", "hiphop", "zeven", "je", "met", "het", "ken"], "pubDate": "2020-10-16T13:00:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}