{"id": "61b2d871-d378-3c2e-90f0-0a2add2955cd", "title": "John le Carré was zo veel meer dan de beste schrijver van spionageromans", "url": "https://volkskrant.nl/cultuur-media/john-le-carre-was-zo-veel-meer-dan-de-beste-schrijver-van-spionageromans~ba538b24/", "summary": "Want het uiteindelijke doel van die superieuren is van een hogere orde dan het leven van Leamas.\nDe mensenrechtenadvocaat in A Most Wanted Man is bijvoorbeeld op een van zijn schoondochters gebaseerd’, aldus Leppink.\nHet vernieuwende en fascinerende, ja literaire van zijn romans, was het feit dat hij afzag van het heldere Flemingiaanse onderscheid tussen het ‘goede’ Westen en ‘kwade’ Sovjetblok.\nDe beste films en series gebaseerd op John le Carrés boeken De verfilmingen van John le Carrés boeken zijn vaak somber van toon en getuigend van staaltjes spannende vertelkunst vol politieke machinaties.\nRegisseur John Boorman maakte er een amusante thriller van, zonder overigens de cynische toon van het verhaal te verdoezelen.", "paragraphs": ["Le Carré in 2010. Beeld Getty", "De afgelopen zaterdag op 89-jarige leeftijd aan longontsteking overleden Britse schrijver John le Carré dankte zijn faam vooral aan zijn spionageromans, een genre waarin hij volgens velen zijn gelijke niet kende. De roman waarmee hij doorbrak, The Spy Who Came in from the Cold, geldt al sinds zijn verschijning in 1963 als een klassieker.", "Decennialang was de Koude Oorlog het decor van Le Carrés boeken, maar nadat deze begin jaren negentig ten einde was, schakelde hij moeiteloos over naar andere conflictlocaties. De Koude Oorlog was dan ook nimmer het onderwerp van Le Carrés werk, maar slechts een bruikbaar motief om zijn werkelijke thema aan op te hangen: het verbijsterende cynisme van machthebbers en de corrumperende effecten van macht.", "John Le Carré werd op 19 oktober 1931 als David John Moore Cornwell geboren in Poole, in het Engelse graafschap Dorset. Zijn vader, Ronnie, was een charmante maar gewetenloze zwendelaar die meermalen fortuinen vergaarde en weer verloor, en tot tweemaal toe wegens fraude in de gevangenis belandde. Le Carré zou later het dubieuze personage Rick Pym uit A Perfect Spy (1986) op zijn vader baseren.", "Zijn moeder verliet het gezin toen David 5 was. Pas op zijn 21ste zag hij haar weer. Biograaf Adam Sysman verklaarde uit deze gebeurtenissen Le Carrés ‘levenslange vijandigheid tegenover vrouwen’. Die vijandigheid paarde de schrijver overigens aan twee huwelijken. Mogelijk werd het idee van Le Carrés al dan niet vermeende vrouwonvriendelijkheid mede ingegeven door de zeer schetsmatig beschreven, weinig levensechte vrouwenportretten in zijn vroege werk, zoals de echtgenote van zijn personage George Smiley, de onbetrouwbare An.", "David ging al op jeugdige leeftijd naar kostschool, waar hij eenzaam en doodongelukkig was en gepest werd wegens zijn nederige sociale afkomst. Hij ontwikkelde er volgens zijn biograaf een zeer scherpe sociale antenne ‘waardoor hij details waarnam die jongens met een meer solide achtergrond ontgingen’. Het zou de basis blijken voor de vlijmscherpe psychologische portretten in zijn romans.", "Op zijn 16de ging Cornwell Duits studeren in Bern, waarna hij in contact kwam met de veiligheidsdienst van het Britse leger in Oostenrijk en werd ingezet bij het ondervragen van mensen die vanachter het IJzeren Gordijn naar het Westen waren gevlucht. Vervolgens studeerde hij aan Oxford, doceerde enige tijd Frans en Duits aan Eton College en was achtereenvolgens werkzaam bij MI5 (Britse binnenlandse veiligheidsdienst) en MI6 (buitenlandse veiligheidsdienst).", "Gedurende de jaren die hij in dienst was van MI6 (1960-1964), begon Cornwell onder het pseudoniem John le Carré spionageromans te schrijven. Nadat zijn derde, The Spy Who Came in from the Cold, een groot succes was geworden, en bovendien zijn status als MI6-medewerker was verraden door de notoire dubbelspion Kim Philby, koos hij voor het fulltime schrijverschap.", "In The Spy Who Came in from the Cold rekende Le Carré af met het beeld van de spion als superster, zoals Ian Fleming dat had geschapen. Zijn hoofdpersoon, Alec Leamas, is een gefrustreerde vijftiger, die een affaire heeft met een bibliothecaresse, en in plaats van dat hij door M eerlijk wordt gebrieft en door Q van de nieuwste gadgets voorzien, wordt hij door zijn superieuren gebruikt en ten slotte de dood ingejaagd. Want het uiteindelijke doel van die superieuren is van een hogere orde dan het leven van Leamas.", "Zijn jaren bij MI5 en MI6 en het verraad door Philby hebben uiteraard altijd zeer bijgedragen tot Le Carrés geloofwaardigheid bij lezers en critici. Maar het heeft er ook toe geleid dat sommige critici hem vooral als een insider op spionagebied zijn blijven zien, en weinig oog hadden voor Le Carrés grote kwaliteiten als schrijver.", "Vrouwonvriendelijk? De vrouwenportretten in John le Carrés oeuvre geven in de loop der jaren een interessante ontwikkeling te zien. Volgens Hanca Leppink, die door de jaren heen Le Carrés vaste Nederlandse redacteur was en een goede band met hem had (‘ik heb met geen enkele auteur zo intensief gewerkt’), is dat vooral te danken aan zijn tweede echtgenote, Valérie Jane Eustace, en zijn schoondochters. ‘De vrouwen in Le Carrés latere werk zijn aanzienlijk overtuigender en driedimensionaler. De mensenrechtenadvocaat in A Most Wanted Man is bijvoorbeeld op een van zijn schoondochters gebaseerd’, aldus Leppink.", "Het vernieuwende en fascinerende, ja literaire van zijn romans, was het feit dat hij afzag van het heldere Flemingiaanse onderscheid tussen het ‘goede’ Westen en ‘kwade’ Sovjetblok. Boeken als Tinker, Tailor, Soldier, Spy (1974), The Honourable Schoolboy (1977) en Smiley’s People (1980) zijn, naast spannende romans in een spionagecontext, evenzeer hartstochtelijke evocaties van Le Carrés verontwaardiging over het volstrekt amorele karakter van machthebbers, aan welke zijde van het IJzeren Gordijn ze zich ook bevinden. Het ware gevaar komt bij hem vaak niet van buiten, maar van binnen.", "Telkens opnieuw bleek in Le Carrés boeken de onmacht van het individu tegenover ongrijpbare ideologische en bureaucratische systemen die hem overheersen, en telkens opnieuw rees de confronterende vraag hoeveel immoraliteit is toegestaan bij het verdedigen van het moreel juiste. Op bijna Thomas Hardy-achtige wijze regeerde de macht van het noodlot.", "Toen in 1989 de Muur werd neergehaald, kwam al snel de vraag op hoe het nu verder moest met de spionageroman. Voor het schrijverschap van Le Carré was deze vraag echter nauwelijks relevant. Zijn boeken gingen immers niet over de Koude Oorlog, maar gebruikten deze slechts. Nog in het jaar dat de Muur viel, publiceerde hij de eerste ‘glasnostthriller’, The Russia House.", "Nadat hij George Smiley in The Secret Pilgrim (1990) het einde van de Koude Oorlog had laten afkondigen, stokte Le Carrés ijzeren productie van één boek per twee, drie jaar niet. Hij verlegde zijn blikveld, vernieuwde zich, en schreef over zaken als de vrijheidsstrijd in Ingoesjetië (Our Game, 1995), de amorele praktijken van de farmaceutische industrie in Kenia (The Constant Gardener, 2000), de Amerikaans/Britse inval in Irak (Absolute Friends, 2003), obscure westerse betrokkenheid bij een staatsgreep in Congo (The Mission Song, 2006), de war on terror (A Most Wanted Man, 2008), een Britse-Amerikaanse missie op Gibraltar (A Delicate Truth, 2013) en de ironische Brexitthriller Agent Running in the Field (2019).", "Door de jaren heen is er de nodige discussie geweest over Le Carrés politieke status. Ter linkerzijde zag men de oud-spion als een vertegenwoordiger van het establishment, omringd door oerconservatieve vrienden. Tegelijk moet worden vastgesteld dat Le Carré consequent elk officieel eerbetoon van dat establishment heeft geweigerd, tot aan de riddertitel toe.", "Naar aanleiding van de publicatie van The Satanic Verses zette Le Carré zich publiekelijk af tegen Salman Rushdie: ‘Niemand heeft het van God gegeven recht een grote religie te beledigen’. Later had hij felle kritiek op Tony Blairs militaire ingrijpen in Irak.", "Tot een echte consensus over Le Carrés literaire betekenis is het nooit gekomen. Voor een aantal critici is hij altijd een schrijver van genrefictie gebleven. Maar zijn bewonderaars waren niet de minsten. Zowel Ian McEwan als Philip Roth hield het erop dat Le Carré ‘een van de grootsten’ was.", "De beste films en series gebaseerd op John le Carrés boeken De verfilmingen van John le Carrés boeken zijn vaak somber van toon en getuigend van staaltjes spannende vertelkunst vol politieke machinaties. Dit zijn de beste:", "The Spy who came in from the cold", "(Martin Ritt, 1965) De wereld was net in de greep van die andere Britse spion. Dr. No (1962) en Goldfinger (1964) hadden van James Bond een nieuwe filmheld gemaakt. Maar de realiteit was natuurlijke vele malen grimmiger, al was het maar omdat de Koude Oorlog in 1961 een nieuwe dimensie kreeg met de Berlijnse Muur. De uiterst somber getoonzette verfilming van Ritt, met een sterke hoofdrol voor Richard Burton als een Britse spion in de DDR, zit dichter op de tijdgeest dan de wereld van 007.", "Tinker Tailor Soldier Spy", "(Tomas Alfredson, 2011) Alleen al om de prachtige, tot in de details verzorgde, treurige jarenzeventigaankleding is Tinker Tailor Soldier Spy het kijken waard. Maar deze nagenoeg perfecte Le Carré-verfilming is nog zo veel meer: een hoogtepunt uit Gary Oldmans fantastische acteercarrière bijvoorbeeld, en een meesterlijk staaltje vertelkunst vol duistere politieke machinaties. Wat het meest beklijft van Tomas Alfredsons stijlvolle thriller over bedrog binnen de top van de Britse inlichtingendienst is de pijnlijk invoelbare sfeer van wantrouwen, melancholie en eenzaamheid.", "A Most Wanted Man", "(Anton Corbijn, 2014) De bedachtzame, visueel indrukwekkende stijl van de Nederlander Anton Corbijn vormt een prima match met Le Carrés roman uit 2008 over blinde dadendrang in de internationale jacht op terroristen – somber van toon, vol morele schaduwtinten en met een gecompliceerd plot. Zoals de meeste Le Carré-verfilmingen heeft ook A Most Wanted Man een indrukwekkende cast. Willem Dafoe, Rachel McAdams en vooral Philip Seymour Hoffman, in een van zijn laatste rollen voor hij aan een drugsoverdosis overleed, geven het in bleke tonen gefilmde drama kleur.", "The Tailor of Panama", "(John Boorman, 2001) Zowaar een nogal luchtige Le Carré, deze film over een Britse geheim agent (Pierce Brosnan) die als straf voor slecht gedrag in Panama wordt gestationeerd, waar hij een kleermaker (Geoffrey Rush) als informant kiest. Regisseur John Boorman maakte er een amusante thriller van, zonder overigens de cynische toon van het verhaal te verdoezelen. Le Carrés opportunistische spionagewereld kent geen helden of slechteriken, alleen uitbuiters en slachtoffers. Een film vol geloofwaardige personages, hoe excentriek ook; en aanstekelijk geacteerd.", "The Constant Gardener", "(Fernando Meirelles, 2005) De Braziliaanse regisseur Fernando Meirelles wilde dat zijn Le Carré-verfilming zich onderscheidde van de anderen: minder plot, minder trage praatscènes, meer romantiek. In die opzet is hij goeddeels geslaagd, al maakt de snelle montage van The Constant Gardener het verhaal – over Britse diplomaten in Kenia en de schimmige praktijken van de farmaceutische industrie – niet per se gemakkelijker te volgen. Aardig detail: Le Carré, altijd zeer betrokken bij de verfilmingen van zijn boeken, vertelde Meirelles na het zien van een eerste versie dat hij de film goed vond. Daarna stuurde hij hem twee pagina’s met op- en aanmerkingen.", "Tinker Tailor Soldier Spy", "(7-delige BBC-serie, 1979) Dit was Le Carrés favoriete bewerking van een van zijn boeken, al was het maar omdat hij samen met acteur Alec Guiness de rol van George Smiley zo onvergetelijk neerzette. Qua trage plot-ontwikkeling kijken we raar op van deze serie uit 1979, maar de George Smiley van Guiness blijft een monument in de (Britse) televisiegeschiedenis. En het zette de standaard voor veel Le Carré-bewerkingen die erna kwamen.", "The Night Manager", "(6-delige BBC-serie, 2016) Misschien niet Le Carrés relevantste plot, maar deze televisiebewerking, met sterke centrale rollen van Tom Hiddleston en Olivia Colman, bewees nog maar eens dat Le Carré ook ver na de Koude Oorlog schitterend materiaal is voor series en films. Na deze rol van Hiddleston werd hij meteen de favoriete acteur om Bond te gaan spelen. Het team van The Night Manager maakte ook een uitstekende serie van The Little Drummer Girl (2018)."], "authors": ["Hans Bouman"], "keywords": ["van", "carré", "dan", "een", "en", "zo", "met", "spionageromans", "le", "zijn", "john", "schrijver", "meer", "op", "carrés", "veel", "hij", "het"], "pubDate": "2020-12-13T22:18:15Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}