{"id": "61c80d9a-8f2d-3deb-a6c0-2c42360285dd", "title": "‘Veel witte mannen in de platenindustrie zitten daar niet omdat ze goed zijn in wat ze doen’", "url": "https://volkskrant.nl/mensen/veel-witte-mannen-in-de-platenindustrie-zitten-daar-niet-omdat-ze-goed-zijn-in-wat-ze-doen~bd41b271/", "summary": "Dat had niet te maken met hoe anderen naar me keken, maar met mijn eigen onvermogen om te vervullen wat ik wilde.\nMaar ze waarderen wel wat ik met hen maak.’Nu loopt het met die ontoegankelijkheid ook wel weer los.\nDaar was het niet eng, daar was het troostend.\nVeel witte mannen in de platenindustrie zitten daar omdat ze witte mannen zijn, vriendjes van iemand zijn, en niet omdat ze goed zijn in wat ze doen.\nIk denk dat ik in mijn leven maar zestig eigen nummers uitbreng en daar ben ik bijna.’", "paragraphs": ["Kindness had lang weinig vertrouwen in hun* eigen muzikale kunnen. Nu wil iedereen met de artiest samenwerken. Kindness brak met de bestaande platenindustrie, en werken op eigen houtje bevalt prima: ‘Ik wil mijn eigen gemeenschap opbouwen.’", "Veel artiesten zeggen dat ze hun eigen weg gaan, weinigen zijn daarin zo consequent als de Britse muzikant en producer Kindness (38). Niet alleen met een autonoom geluid, niet alleen door alles in eigen beheer uit te geven, maar ook door zonodig een prijs te betalen voor principes. Als we elkaar spreken is de artiest een beetje down, want hen is net opgestapt bij een universiteit als docent liedjes schrijven. ‘Een van de andere docenten was waardeloos in lesgeven over zaken die met ras te maken hebben. Ik zei er wat van. Toen probeerden ze me in het gareel te krijgen.’", "*O ja, handig om hier even te melden: Kindness, de artiestennaam voor de Engelse Adam Bainbridge, identificeert zich als non-binair, wat betekent dat hen zich niet thuisvoelt in de categorie ‘man’ of ‘vrouw’. In het Engels gebruikt Kindness, net als veel andere non-binaire mensen, het persoonlijk voornaamwoord ‘they’. Dat is in die taal al best gebruikelijk. In het Nederlands is er nog geen ingeburgerd alternatief en deze krant beraadt zich nog op de beste oplossing.", "In de tussentijd hanteren we in dit stuk ‘hen’, dat voor een deel van de non-binaire personen de voorkeur heeft. We willen een geïnterviewde geen verkeerd gender aanwrijven. Het leest onwennig, maar Kindness is er boeiend genoeg voor.", "Sinds vier jaar staan de nieuwe voornaamwoorden in Kindness’ bio’s op sociale media. ‘Ik heb geworsteld. Dat had niet te maken met hoe anderen naar me keken, maar met mijn eigen onvermogen om te vervullen wat ik wilde. Nu denk ik: fuck it. Ik heb volledig vrede met mezelf.’", "Goed, bonje bij de universiteit dus: ‘Ik had Dev Hynes gevraagd een workshop te komen geven aan mijn studenten, maar omdat ik de leiding had geïrriteerd moest ik ineens die uitnodiging intrekken. Toen hebben we de les privé laten doorgaan, buiten de universiteit om.’ Dev Hynes is beter bekend als Blood Orange, een gelauwerd artiest met wie Kindness al vijftien jaar optrekt en een van de velen met wie hen samenwerkt.", "Kindness schreef bijvoorbeeld ook mee aan het Grammy-winnende album A seat at the table van Solange, doordesemd met de geest van de Black Lives Matter-beweging, en maakt al jaren nummers met het Zweedse popicoon Robyn. Andere muzikale partners zijn Jazmine Sullivan, Moses Sumney en Sampha. Allemaal artiesten die beroemder zijn dan henzelf. Hen heeft wel een respectabele eigen muziekcarrière, maar is vooral, zoals het Amerikaanse magazine GQ het vorig jaar verwoordde ‘de artiest met wie iedereen wil samenwerken’.", "Kindness: ‘Mensen die ik goed vind, komen naar me toe en vragen me. Het is in zekere zin bevrijdend. Ik stop in mijn eigen muziek altijd te veel detail en denkwerk. Met het werk van een andere artiest kan dat niet, dan ben ik er om hun visie te helpen verwezenlijken. Fans van Robyn of de Britse zangeres Jessie Ware, met wie ik ook werk, vinden mijn muziek ondoordringbaar. Maar ze waarderen wel wat ik met hen maak.’", "Nu loopt het met die ontoegankelijkheid ook wel weer los. Eigen nummers als House (2012) en Lost Without (2019) zijn ronduit aanstekelijke popliedjes en bij een concert dat Kindness kort voor de coronacrisis gaf in Amsterdam stond iedereen te dansen, inclusief Kindness zelf, tussen het publiek.", "‘Muziek die ik zelf maak moet een poging zijn om iets te ontdekken. Hoe verstorend kan een drumbeat zijn voordat het lawaai wordt? Wat is nog grenzen van pop verleggen en wanneer wordt het zelfingenomenheid? Ik ben niet verbaasd dat de meeste mensen die naar mij luisteren wat ouder zijn.’", "Nummers zijn doorgaans ook niet bepaald in een vloek en een zucht klaar. Aan Lost Without, over het onvermogen om je in de liefde over te geven, schreven Kindness en de Amerikaanse zangeres Kelela gedurende een periode van zes jaar. ‘Niet doorlopend. Meer een verandering hier of een tempowisseling daar. Soms is een liedje een poos in volledige winterslaap.’", "Het bloedmooie The Warning met Robyn, waarin een geliefde de ander smeekt ‘alsjeblieft gewoon te zeggen dat het pijn doet’, was ook pas na jaren af. Beluister het nu en je wordt geraakt door de onmacht die eruit spreekt. Die zit niet alleen in de getergde vocalen, maar ook in het samenspel met de wat onwezenlijke drums eronder. ‘Toen we ermee begonnen stond de beat van Tell it to my heart van Taylor Dayne eronder. Dat werd kitsch. Pas jaren later kwam ik een oude beat van Timbaland tegen en toen hadden we het. Je kunt met een nummer zoveel kanten op. Van sommige heb ik vele tientallen versies.’", "Van de Amerikaanse cellist Arthur Russell tot de Franse discodrummer Cerrone, alles kan bij Kindness inspiratiebron zijn of een sample worden. Hen is een wandelende muziekencyclopedie, al reageert hen een beetje gepikeerd wanneer je daarop wijst. ‘We vinden het nooit gek dat de meeste witte heteroseksuele mannen precies weten wie de rechtsbuiten was in een of andere wedstrijd op een donderdag in 1977. Maar als ik weet met welke geluidstechnicus Sylvester werkte – de zanger van You Make Me Feel – dan ben ik een freak.’", "‘Ik heb met punkers gewerkt. Met underground technogekken, met de ballroomscene, maar ook met Solange. Soms knijp ik mezelf en denk ik: hoe kan ik dit allemaal meemaken? Ik was dj op haar bruiloft en je kunt je voorstellen wie daar rondliepen (zangeres Solange is de zus van Beyoncé en de schoonzus van Jay Z, red.), het was totaal surrealistisch. Ik ben maar een kind van gemengde afkomst uit Peterborough, een klein provinciestadje in het Verenigd Koninkrijk. Daar waren niet eens restaurants. Mijn ouders kwamen uit de arbeidersklasse. Tot ik in de twintig was, dacht ik niet dat ik op muzikaal gebied ook maar iets kon.’", "Als tiener eenmaal verhuisd naar Londen kwam Kindness terecht in de wereld van grime, harde elektronische muziek met veel hiphopinvloeden, waarvan tegenwoordig Stormzy nog een bekende exponent is. Het ging Kindness als producer voor de wind tot hen in 2005 radicaal stopte met alle muziek. Directe aanleiding was een stuk waarin een populaire muziekblogger hen onder vuur nam als vermeend transseksueel. Kindness, toen nog niet open over gender of seksualiteit, werd bang: wisten mensen dit? Maakte dit het werk in de ruige grimewereld onmogelijk? Diezelfde blogger mocht bij de BBC meebeslissen over muzikale jaarlijstjes.", "Het blog was slechts de druppel. In Londen kwam destijds de new rave op, een nogal platte, luide stroming met veel neonkleuren. ‘De platenindustrie die erbij hoorde was muf. Iedereen op een hoge post zat daar dankzij een hit van een artiest uit de jaren negentig, maar die bazen gedroegen zich alsof het succes te danken was aan de contracten die ze sloten of de cocaïne die ze weggaven aan hun vrienden. Ik vond Londen een giftige omgeving en ik liep weg.’", "‘In dezelfde periode werd mijn vader erg ziek en hij ging dood. Ik was veel bij mijn moeder. Ik sloot mezelf een paar jaar psychisch af.’", "Over gender sprak Kindness niet met hun moeder en dat doet hen tot op de dag van vandaag niet. ‘Ze leest alle interviews, dus ze weet het. Maar het is niet voor ons allemaal weggelegd om van de daken te schreeuwen wie we zijn. Dat is anders in niet-witte families. We hebben andere manieren om met de oudere generatie te praten. Niet zo direct.’ Kindness’ moeder vluchtte in de jaren zeventig uit Zuid-Afrika voor apartheid. Ze is van Indiase afkomst en een dochter van Amina Desai, een bekende politiek gevangene.", "Beeld Carla Castadiva", "‘In de twee jaar dat ik was gestopt, bestond mijn enige uitlaatklep uit de bezoekjes aan het buurthuis in Peterborough twee keer per week, waar ik ging scrabbelen met oude dames. Daar was het niet eng, daar was het troostend. Een van hen, Dorothea, is nog steeds een goede vriendin. Zij werd mijn Mr Miyagi en ik haar Karate Kid, maar dan met scrabble. Ik werd snel heel goed. Ze schreef me in voor wedstrijden. Dorothea is inmiddels 93. De pandemie is balen, want normaal gesproken ga ik nog bij haar langs om te spelen. Ze verveelt zich te pletter. Ik mis het om haar te knuffelen, daar praat zij ook het meest over.’", "‘Ik ben nog steeds niet hersteld van die tijd dat ik me had teruggetrokken. Ik merk het in relaties. Ik ben in therapie en ben veel van dat trauma en die frustratie nu aan het ontwarren. Net als andere non-binaire mensen van mijn generatie had ik toen ik jong was niet de online mogelijkheden die jongeren nu wel kennen om anderen te zien met wie zij zich identificeren, om gevoelens en ervaringen uit te wisselen. Wij rouwen allemaal om de jongeren die we toen niet konden zijn.’", "Kindness begon na twee jaar weer met muziek in Philadelphia, waar hen via een vriend een beurs had gekregen. ‘Officieel was het aan een heus instituut, er was een keurige nepwebsite gemaakt. In de praktijk woonden we met artiesten samen in een pakhuis. Ik kwam er mensen tegen met wie ik fijn werkte.’ Onder hen was Kurt Vile, destijds gitarist van de band The War on Drugs. Op de site van het ‘instituut’, die nog in de lucht is, heet Bainbridge ‘een eerlijke en toegewijde onderzoeker op het gebied van muziek’. Een album dat Bainbridge daar maakte is nog te downloaden – Vile is erop te horen – en dát album is, nou ja, ondoordringbaar. Maar de zin in muziek kwam terug.", "En voortaan zou Kindness alles op eigen houtje doen. ‘Ik wilde niet meer in de bestaande muziekindustrie werken, omdat die witte mannen bevoordeelt, de heteronorm bevoordeelt en mensen met rijke ouders bevoordeelt. Veel witte mannen in de platenindustrie zitten daar omdat ze witte mannen zijn, vriendjes van iemand zijn, en niet omdat ze goed zijn in wat ze doen. De eerste tien jaar van mijn carrière was ik met stomheid geslagen dat zoveel mensen die geen flauw benul hadden een positie hadden gekregen: accountants, advocaten, managers, producers, technici, sessiemuzikanten, tourmanagers. Door minder contact te hebben met mensen die slecht zijn in wat ze doen, voel je je minder gek. Ik wil volledige onafhankelijkheid en ik wil mijn eigen gemeenschap opbouwen.’", "Beeld Carla Castadiva", "Dat is niet altijd makkelijk, want als individuele artiest is het lastig om de reserves op te brengen die nodig zijn voor promotie en touren en het is veel geregel. Maar de vrijheid biedt voordelen: ‘Ik kan een pain in the ass zijn en mijn online invloed gebruiken om een boodschap te delen die mensen niet per se willen horen. Omdat ik niet denk dat mijn carrière eronder zal lijden.’ Zie het vertrek bij de universiteit, door Kindness breed uitgemeten op Instagram. Of zie een recente ruzie op Twitter waarin hen een Britse ontwerper uitmaakte voor een ‘treurige oude zak en een pestkop’ die ‘moest genieten van een bestaan als eenzame ruft in het hoekje van het creatieve universum dat hij denkt zelf te hebben geschapen’. Kindness: ‘Hij was een jonge non-binaire collega aan het treiteren. Ik zie het zo vaak, mensen die worden wat ze zelf haatten toen ze jong waren. Is het de angst om minder relevant te worden? De angst dat anderen jou overstemmen? Misschien mis je op een bepaalde leeftijd wel het contact om nog te kunnen snappen wat er in jongeren omgaat. Als je merkt dat je het oneens bent met 90 procent van de jongeren, ben jij wellicht het probleem en niet zij. Ik grapte laatst tegen mijn vrienden: als we 50 worden, moet ons de toegang tot internet worden ontzegd.’", "Het bouwen aan die eigen gemeenschap is gek genoeg door corona makkelijker. ‘In de pandemie is het normaal geworden dat we met iedereen overal in de wereld een gesprek hebben per video. Ik heb kunnen praten met veel meer andere muzikanten. Iedereen zit thuis te denken over wat hierna moet komen.’", "‘Zelf heb ik me daarbij gerealiseerd dat ik er niet van hou om de hele tijd onderweg te zijn. En ik heb geconcludeerd dat mijn eigen muziek nooit winstgevend zal worden. Ik verdien veel beter als ik voor anderen produceer. Ik zal nooit een album per jaar kunnen maken. Ik denk dat ik in mijn leven maar zestig eigen nummers uitbreng en daar ben ik bijna.’"], "authors": ["Kustaw Bessems"], "keywords": ["witte", "van", "die", "dat", "niet", "een", "omdat", "en", "mannen", "ze", "ik", "zijn", "te", "zitten", "platenindustrie", "veel", "met", "wat", "het"], "pubDate": "2020-12-10T14:00:25Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}