{"id": "61d841a2-0c5c-3eea-a262-867248d6910a", "title": "‘Dit was Trumps laatste destructieve stuiptrekking’", "url": "https://trouw.nl/binnenland/dit-was-trumps-laatste-destructieve-stuiptrekking~bb4f94a2/", "summary": "Daarom hoopte ik dat het mee zou vallen, maar uiteindelijk ontaardde het toch in deze wanvertoning.”Was deze bestorming onafwendbaar?\n“Natuurlijk, Trumps aanhangers hebben de diepe overtuiging dat het hele politieke bestel verrot is.\nHij geldt voor zijn achterban als een soort beschermheer, als een persoonlijke bullebak die het tegen het establishment opneemt.\n“Dat hij bijvoorbeeld zei dat hij beste president ooit was op misschien Lincoln na.\nAllemaal superlatieven die een vast onderdeel van zijn repertoire vormen.”Wat is er nog over van Trumps legitimiteit?", "paragraphs": ["Na de bestorming van het Capitool in Washington rijst de vraag hoe het zo ver kon komen. Volgens Amerikadeskundige James Kennedy (57) was de bezetting van het parlement voornamelijk een uiting van opgekropte frustratie over de afgelopen twee maanden.", "Hoe heeft u woensdag naar de beelden zitten kijken?", "“Ik was gealarmeerd. In eerste instantie had ik geen idee hoe dit zou aflopen. Of het bij een bezetting zou blijven of dat het zou uitmonden in grootschalig geweld. Gelukkig is dat laatste uitgebleven.”", "Was u verbaasd?", "“Ja en nee. Vooraf waren er natuurlijk volop gewelddadige confrontaties voorspeld. Maar de afgelopen weken hielden de Trump-aanhangers zich eigenlijk best koest. Daarom hoopte ik dat het mee zou vallen, maar uiteindelijk ontaardde het toch in deze wanvertoning.”", "Was deze bestorming onafwendbaar?", "“Nee, dat denk ik niet. Als Donald Trump andere instructies had gegeven tijdens zijn toespraak, dan had het waarschijnlijk ook anders uitgepakt. In die zin was het dus ook de consequentie van zijn onvoorspelbare grillen.”", "Dus het was niet de onvermijdelijke apotheose van vier jaar Trump?", "“Nee, dat stellen gaat te ver. Want als hij de verkiezingen had gewonnen, was dit waarschijnlijk niet gebeurd. Maar de bestorming was wel de ontlading van opgebouwde frustraties in de afgelopen twee maanden. Na de verkiezingsuitslag begin november begon Trump met het consequent ontkennen ervan. Zijn aanhangers geloofden dat. Daarom wilden zij het recht in eigen handen nemen om voor een positieve ontknoping te zorgen. De bestorming van woensdag was het resultaat van die opgebouwde rancune.”", "Maar zit die rancune niet veel dieper?", "“Natuurlijk, Trumps aanhangers hebben de diepe overtuiging dat het hele politieke bestel verrot is. Zij zien Trump als de enige waarheidsspreker. Hij is de enige die gevolgd dient te worden en die te vertrouwen is. Aan dat beeld heeft Trump de afgelopen vier jaar actief gewerkt. Hij geldt voor zijn achterban als een soort beschermheer, als een persoonlijke bullebak die het tegen het establishment opneemt. Als een man des volks.”", "De mensen die het Capitool bestormden, worden weggezet als idioten. Bent u het daarmee eens?", "“Deze actie was natuurlijk uitzinnig, laat dat helder zijn. Tegelijkertijd wordt de bestorming als een gewapende opstand of zelfs een coup neergezet, dat gaat wel wat ver. Dit zijn trouwe, blinde volgelingen van hun president die met een missie op pad gingen: het bestormen van het Congresgebouw. Daar wilden ze iets tegenhouden, al wisten ze zelf ook niet precies wat. Het merendeel had nauwelijks een idee wat ze daar in dat Capitool nou deden. Het was een blinde actie.”", "Is er sprake van normalisering van chaos onder het presidentschap van Trump?", "“Ja, dat is er zeker. Chaos is de manier waarop Trump dingen oplost. Het enige voorspelbare in zijn beleid is dat zijn eigen belang altijd vooropstaat. De rest is onvoorspelbaar en dat ontaardt in chaos en willekeur. Dat maakt de traditionele politieke klasse gek, en dat vindt zijn aanhang juist geweldig aan hem.”", "Hoe kijkt u nu terug op bijvoorbeeld de inauguratie van Trump, toen hij nepfoto’s de wereld in stuurde om te bewijzen dat het ‘de drukste inauguratie ooit’ was?", "“Achteraf gezien was dat het startsein van wat komen ging. Trump is iemand die altijd de grootste prestaties aan zichzelf toekent. Dat is een constante in zijn presidentschap. Hij voedt zijn eigen ego continu.”", "Welke voorbeelden schieten u nog meer te binnen?", "“Dat hij bijvoorbeeld zei dat hij beste president ooit was op misschien Lincoln na. Of dat hij een ‘zeer stabiel genie’ is. Dat hij als president het meeste voor elkaar heeft gekregen van alle presidenten ooit. Allemaal superlatieven die een vast onderdeel van zijn repertoire vormen.”", "Wat is er nog over van Trumps legitimiteit?", "“Die is weg. Hij heeft de prijs van zijn eventuele politieke terugkeer over vier jaar een stuk hoger gemaakt. Als je te boek staat als iemand die zijn aanhang aanspoort het Congres te bestormen, dan is dat een serieuze diskwalificatie. Met zo iemand wil niemand samenwerken.”", "Is dit het einde of kunnen we nog meer verwachten in de komende twee weken?", "“Het is denkbaar dat hij een staat van beleg uitroept. Of een ander avontuur waar wij nog niet aan hebben gedacht. Maar als ik nu moet gokken, dan was dit het. Dan was dit zijn laatste destructieve stuiptrekking.”", "Wat moet Joe Biden na deze puinhoop?", "“Normaal doen. Hij moet proberen een nieuwe toon te vinden. En dat is een project voor de lange termijn.”", "Lees ook:", "De politie greep hard in bij de BLM-protesten, maar nam selfies met Trump-supporters die het Capitool bestormden. Waarom?", "Het gebouw van het Amerikaanse Congres bleek kinderlijk eenvoudig over te nemen door een meute Trump-aanhangers. Waarom was de politie niet beter voorbereid?"], "authors": ["Jarron Kamphorst"], "keywords": ["trump", "laatste", "van", "zijn", "een", "dit", "trumps", "als", "te", "destructieve", "het", "stuiptrekking", "hij", "dat", "die"], "pubDate": "2021-01-07T19:07:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}