{"id": "61dfe2f8-2c4b-30d9-b399-9088a0c578ee", "title": "OMT: restaurants mogen bij heropening nog maar 30 gasten toelaten", "url": "https://www.parool.nl/nederland/omt-restaurants-mogen-bij-heropening-nog-maar-30-gasten-toelaten~be5d7faa/", "summary": "Beeld ANPDe vraag rijst of een restaurant straks nog wel genoeg gasten kan binnenhalen om te overleven, nu het OMT de eigenaren verder de duimschroeven aan wil draaien qua coronaregels.\nDe experts schrijven over de restaurants: ‘Als hier een verruiming wordt toegestaan, moet aan alle genoemde voorwaarden worden voldaan en gehandhaafd.\nVerder mogen maximaal vier personen aan een tafel, is zelfbediening verboden en moeten personeel en gasten een mondkapje op als ze door de ruimte bewegen.\nDe sluitingstijd is 22.00 uur en de deur gaat dicht voor nieuwe gasten om 21.00 uur.\nHet Outbreak Management Team benadrukt in het advies nogmaals dat een eventuele verruiming alleen voor de eigenstandige restaurants zou moeten gelden, niet voor café-restaurants.", "paragraphs": ["Café-restaurant Amsterdam. Beeld ANP", "De vraag rijst of een restaurant straks nog wel genoeg gasten kan binnenhalen om te overleven, nu het OMT de eigenaren verder de duimschroeven aan wil draaien qua coronaregels.", "De experts schrijven over de restaurants: ‘Als hier een verruiming wordt toegestaan, moet aan alle genoemde voorwaarden worden voldaan en gehandhaafd. Er is al veel voorbereid binnen de sector, er zijn veel voorwaarden gesteld in het voorstel, waardoor de kans van overdracht verminderd wordt.’", "Nu geldt al dat er bij heropening moet worden gewerkt met reservering, registratie, vaste zitplaatsen en een checkgesprek op corona. Verder mogen maximaal vier personen aan een tafel, is zelfbediening verboden en moeten personeel en gasten een mondkapje op als ze door de ruimte bewegen. De sluitingstijd is 22.00 uur en de deur gaat dicht voor nieuwe gasten om 21.00 uur.", "Niet streng genoeg", "Momenteel geldt ook een verbod om meer dan dertig personen per zelfstandige ruimte (zoals een zaal) toe te laten, maar dat vindt het OMT dus niet streng genoeg. ‘Ook zou het aantal van dertig personen per gebouw gehanteerd moeten worden om opsplitsen van binnenruimten te voorkomen.’", "Verder is het volgens de experts een optie om de avond op te delen in shifts, waarbij mensen op een afgesproken moment arriveren en een vooraf bepaalde tijd blijven. Dat gebeurde al bij sommige restaurants, voordat ze allemaal dicht moesten.", "Het Outbreak Management Team benadrukt in het advies nogmaals dat een eventuele verruiming alleen voor de eigenstandige restaurants zou moeten gelden, niet voor café-restaurants."], "authors": ["Edwin Van Der Aa"], "keywords": ["van", "bij", "restaurants", "gasten", "nog", "het", "op", "maar", "voor", "omt", "worden", "30", "een", "en", "om", "te", "dat", "mogen", "toelaten", "heropening"], "pubDate": "2020-12-09T10:22:15+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}