{"id": "61ec404c-628e-3928-85b0-5fe4fa1b9e34", "title": "Lange celstraffen geëist tegen verdachten in Charlie Hebdo-proces", "url": "https://nu.nl/buitenland/6095453/lange-celstraffen-geeist-tegen-verdachten-in-charlie-hebdo-proces.html", "summary": "Het Franse openbare ministerie eist lange celstraffen tegen zeventien personen die betrokken zouden zijn geweest bij de aanslagen op het satirische tijdschrift Charlie Hebdo, een joodse supermarkt en een politieagent in Parijs.\nEen van de aanwezigen is hoofdverdachte Ali Riza Polat, tegen wie de Franse aanklager levenslang eist.\nTegen elf andere aanwezigen eist het openbaar ministerie celstraffen van dertien tot twintig jaar voor het ondersteunen van de aanslagplegers.\nDe voortvluchtige verdachte zou de partner van Coulibaly zijn en zou onder meer wapens hebben gekocht en geholpen hebben met de voorbereiding.\nTwee andere voortvluchtigen zijn Mohamed Belhoucine en zijn jongere broer Mehdi.", "paragraphs": ["Het Franse openbare ministerie eist lange celstraffen tegen zeventien personen die betrokken zouden zijn geweest bij de aanslagen op het satirische tijdschrift Charlie Hebdo, een joodse supermarkt en een politieagent in Parijs. Bij de aanslagen kwamen tussen tussen 7 en 9 januari 2015 zeventien mensen om het leven.", "Volgens de Franse aanklager hebben de verdachten wapens of logistieke ondersteuning geleverd aan de drie daders, die door agenten zijn doodgeschoten bij de aanslag. Veertien verdachten zijn aanwezig bij de zaak, drie verdachten worden bij verstek vervolgd. Alle veertien aanwezigen ontkennen de beschuldigingen.", "Een van de aanwezigen is hoofdverdachte Ali Riza Polat, tegen wie de Franse aanklager levenslang eist. Hij zou de rechterhand geweest zijn van Amedy Coulibaly, die werd gedood tijdens de aanslag op een joodse supermarkt.", "Tegen elf andere aanwezigen eist het openbaar ministerie celstraffen van dertien tot twintig jaar voor het ondersteunen van de aanslagplegers.", "Partner aanslagpleger nog voortvluchtig", "Onder de afwezigen is onder anderen Hayat Boumeddiene. De voortvluchtige verdachte zou de partner van Coulibaly zijn en zou onder meer wapens hebben gekocht en geholpen hebben met de voorbereiding. Tegen haar wordt dertig jaar celstraf geëist.", "Even werd gedacht dat Boumeddiene was omgekomen bij een Amerikaanse luchtaanval nadat ze naar Syrië was gevlucht, maar een vrouwelijke jihadist vertelde de Franse inlichtingendiensten onlangs dat ze eind vorig jaar ontsnapt is uit een gevangenenkamp.", "Twee andere voortvluchtigen zijn Mohamed Belhoucine en zijn jongere broer Mehdi. Mohamed zou aanslagpleger Coulibaly operationeel ondersteund hebben en een religieuze mentor geweest zijn. Tegen hem wordt levenslang geëist. De aanklager wil twintig jaar cel voor Mehdi, omdat hij Boumeddiene zou hebben helpen ontsnappen.", "Bij de aanslag op Charlie Hebdo bestormden de broers Chérif en Saïd Kouachi op 7 januari de redactie en vermoordden ze elf mensen. Buiten schoten ze een politieagent dood. Op 8 januari vermoordde Coulibaly een vrouwelijke politieagent in een buitenwijk van Parijs. Een dag later schoot hij vier gijzelaars dood in een joodse supermarkt."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["van", "charlie", "bij", "het", "op", "zijn", "zou", "celstraffen", "lange", "een", "ze", "en", "hebdoproces", "verdachten", "geëist", "hebben", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}