{"id": "6205b018-4eba-3518-8104-a22a01a194b5", "title": "Indringende sax doet hevig verlangen naar het onbereikbare", "url": "https://trouw.nl/nieuws/indringende-sax-doet-hevig-verlangen-naar-het-onbereikbare~b1f51130/", "summary": "JazzYuri Honing, Wolfert BrederodeAvalon SongsChallenge Records★★★★Dat popsongs voor saxofonist Yuri Honing en pianist Wolfert Brederode een belangrijke inspiratiebron zijn, is geen geheim.\nHoewel de muziek instrumentaal en dus woordloos is, krijg je bij het horen van ‘Avalon Songs’ meteen een verhaal voor ogen.\nEen zeer melancholisch verhaal dat uitdrukking geeft aan een onvervuld, maar hevig verlangen.\nNiet voor niets verwijst de albumtitel naar het in nevelen gehulde eiland dat ergens moet bestaan, maar voor vrijwel niemand bereikbaar is.\nHoogtepunt is ‘Black Is The Color’, dat in de bewerking van Honing en Brederode een schrijnende liefdesverklaring geworden is.", "paragraphs": ["Jazz", "Yuri Honing, Wolfert Brederode", "Avalon Songs", "Challenge Records", "★★★★", "", "Dat popsongs voor saxofonist Yuri Honing en pianist Wolfert Brederode een belangrijke inspiratiebron zijn, is geen geheim. Honing heeft in interviews wel gezegd dat hij met zijn saxofoon in wezen de rol van zanger vervult. Nu zijn spel de afgelopen jaren zowel soberder als intenser is geworden, komt de emotionele lading, net als bij een goed poplied, veel directer bij de luisteraar binnen.", "Hoewel de muziek instrumentaal en dus woordloos is, krijg je bij het horen van ‘Avalon Songs’ meteen een verhaal voor ogen. Een zeer melancholisch verhaal dat uitdrukking geeft aan een onvervuld, maar hevig verlangen. Niet voor niets verwijst de albumtitel naar het in nevelen gehulde eiland dat ergens moet bestaan, maar voor vrijwel niemand bereikbaar is.", "Dat Honings indringende sax de luisteraar zo onverbiddelijk weet te raken is in belangrijke mate de verdienste van Wolfert Brederode die op piano en Rhodes telkens heel subtiele variaties op de door Honing gespeelde melodielijnen weet te vinden en de muziek van een weliswaar ingetogen, maar heimelijk zeer weelderige diversiteit in klankkleuren voorziet. Hoogtepunt is ‘Black Is The Color’, dat in de bewerking van Honing en Brederode een schrijnende liefdesverklaring geworden is."], "authors": ["Mischa Andriessen"], "keywords": ["hevig", "zijn", "van", "onbereikbare", "sax", "doet", "naar", "en", "voor", "een", "maar", "wolfert", "indringende", "verlangen", "het", "honing", "brederode", "dat"], "pubDate": "2020-11-20T12:42:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}