{"id": "6228dbf4-fdd7-3b5e-af73-cc9a51ee155e", "title": "Zonneveld wijt slecht debuut op WK darts mede aan 'ongelooflijke kou'", "url": "https://nu.nl/darts/6097144/zonneveld-wijt-slecht-debuut-op-wk-darts-mede-aan-ongelooflijke-kou.html", "summary": "Niels Zonneveld baalt van zijn kansloze nederlaag van woensdag bij zijn debuut op het WK darts in Londen.\n\"Het was zo ongelooflijk koud op het podium.\nZonneveld, die zich op het laatste kwalificatietoernooi plaatste voor het WK, kwam geen moment in de buurt van een stunt tegen O'Connor.\nDe mensen die mij kennen, weten dat ik redelijk vaak 180 gooi.\nDit was niet het WK waar ik op had gehoopt.", "paragraphs": ["Niels Zonneveld baalt van zijn kansloze nederlaag van woensdag bij zijn debuut op het WK darts in Londen. Volgens de 22-jarige Noord-Hollander was het verlies in de eerste ronde tegen William O'Connor (0-3 in sets) onder meer te wijten aan de omstandigheden in het lege Alexandra Palace.", "\"Het was zo ongelooflijk koud op het podium. Dat mag geen excuus zijn, maar het beïnvloedde zeker mijn spel. Dat merkte ik gewoon. Blijkbaar kan hij daar beter mee omgaan dan ik\", zei Zonneveld tegen RTL 7.", "Zonneveld, die zich op het laatste kwalificatietoernooi plaatste voor het WK, kwam geen moment in de buurt van een stunt tegen O'Connor. Hij gooide een gemiddelde van slechts 83,37 punten per drie pijlen en moest genoegen nemen met drie legs.", "\"Tot aan het begin was ik helemaal niet zenuwachtig. Misschien had ik iets nerveuzer moeten zijn om wat scherper te worden. De mensen die mij kennen, weten dat ik redelijk vaak 180 gooi. Als ik geen enkele gooi, weet je dat het niet best was.\"", "Door: PDC/Lawrence Lustig", "Niels Zonneveld in actie tegen William O'Connor. (Foto: PDC/Lawrence Lustig)", "'Wel rekening gehouden met verliezen Tour-kaart'", "Zonneveld raakte tot overmaat van ramp zijn Tour-kaart kwijt, waardoor hij die in januari op Q-School moet zien te heroveren om weer mee te mogen doen aan de toernooien van de PDC. Hij had de derde ronde moeten bereiken om zijn ticket te behouden.", "\"Ik had hier ook wel rekening mee gehouden. Ik had niet de druk bij mezelf opgelegd om twee wedstrijden te winnen. Het was een bonus geweest als dat wel was gebeurd\", aldus Zonneveld.", "\"Ik ga gewoon vol vertrouwen naar Q-School. Dit was niet het WK waar ik op had gehoopt. Zonder publiek en geen moment in de wedstrijd gezeten... Dat is wel jammer. Ik ga ervan uit dat het de volgende keer beter gaat.\""], "authors": ["Door"], "keywords": ["zonneveld", "zijn", "darts", "ongelooflijke", "van", "om", "wijt", "ik", "tegen", "niet", "te", "het", "wk", "mede", "op", "kou", "dat", "debuut", "slecht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}