{"id": "622b80f3-c71d-30fb-8d84-771810c8bedb", "title": "Leerzame zomerkampen: 'Kinderen leren iets nieuws, wij kunnen doorwerken'", "url": "https://nu.nl/uit/6058974/leerzame-zomerkampen-kinderen-leren-iets-nieuws-wij-kunnen-doorwerken.html", "summary": "Steeds vaker wordt er gekeken naar een kamp waar de kinderen 'iets leren', zoals Engels, programmeren en duurzaam leven.\nOuders vinden het fijn als hun kinderen de vakantie zinvol besteden en een zomerkamp biedt dan uitkomst.\nDat zegt Björn Viergutz van Juvigo, dat tal van zomerkampen aanbiedt.\nDat de kinderen en jongeren tijdens een computerkamp alleen aan het beeldscherm gekluisterd zijn, is volgens Viergutz een vooroordeel.\nHaar zusje Eline was zelfs pas vier toen ze voor het eerst ging.", "paragraphs": ["Zomerkampen kunnen - mits er aan de RIVM-richtlijnen wordt voldaan - deze vakantie gewoon georganiseerd worden. De tijd dat er standaard voor een pony-, zeil- of surfkamp werd gekozen, ligt achter ons. Steeds vaker wordt er gekeken naar een kamp waar de kinderen 'iets leren', zoals Engels, programmeren en duurzaam leven.", "Ouders vinden het fijn als hun kinderen de vakantie zinvol besteden en een zomerkamp biedt dan uitkomst. Dat zegt Björn Viergutz van Juvigo, dat tal van zomerkampen aanbiedt. \"Of het nu gaat om klimmen, voetballen of gamen: kinderen stellen zichzelf tijdens ieder kamp op de proef en maken plezier.\"", "Dat de kinderen en jongeren tijdens een computerkamp alleen aan het beeldscherm gekluisterd zijn, is volgens Viergutz een vooroordeel. \"Dat is maximaal de helft van de tijd bij negen- tot zestienjarigen. In die uren leren ze meer over onder meer veilig programmeren, gegevensbescherming en gamedesign. Bij ieder kamp - ongeacht het thema - ontbreken sportieve activiteiten en uitstapjes niet.\"", "“Kinderen leren op computerkamp veilig programmeren, gegevensbescherming en gamedesign.” Björn Viergutz, zomerkampaanbieder Juvigo", "De bijna elfjarige tweeling van Lisette van der Linden heeft zelf voor een leerzaam zomerkamp gekozen. Dochter Alandra gaat voor Engels; zoon Roald voor robotica. \"Dat vond ik in eerste instantie wel raar. Je bent al het hele jaar naar school geweest om te leren. Dan mag je in de vakantie gewoon lekker vakantie vieren. Ze hadden - net als eerder - ook gewoon kunnen zeilen of skiën, maar ze willen dit ontzettend graag.\"", "Door: Juvigo", "Kinderen aan het gamen op hun zomerkamp (Foto: Juvigo)", "'Het voelt niet als school'", "De elfjarige Maud gaat al sinds haar vijfde naar Engels voor Bengels. Haar zusje Eline was zelfs pas vier toen ze voor het eerst ging. Maud vindt het dagkamp - waarbij je 's avonds gewoon thuis slaapt - heel gezellig en maakt er snel nieuwe vriendinnen, vertelt ze.", "\"Het voelt niet als school. We doen zoveel leuke dingen. Er is een sportdag. We versieren cupcakes voor de high tea met onze ouders. En we krijgen leuke vakken als Art, Sing & Dance en Stories. Het is gewoon een heel leerzame vakantie.\" Haar moeder Fleur Veldkamp slaat met het kamp \"drie vliegen in één klap\". \"Mijn dochters vinden het ontzettend leuk, leren de Engelse taal én wij kunnen doorwerken.\"", "“We slaan drie vliegen in één klap: mijn dochters vinden het ontzettend leuk, leren de Engelse taal én wij kunnen doorwerken.” Fleur Veldkamp, moeder van kinderen die op zomerkamp gaan", "Juist in deze tijd - waarin ouders al weken thuisonderwijs hebben gegeven - is daar behoefte aan, aldus Ingrid Kloosterman van Stichting Energy Challenges. Sterker nog: zo ontstond het idee om een zomerkamp in het teken van duurzaamheid te regelen.", "\"Normaal organiseren we acties op basis- en middelbare scholen door het hele land. Toen we dat door het coronavirus niet meer konden doen, zijn we gestart met thuisopdrachten. Die vielen zo goed in de smaak dat ouders belden met de vraag of we in de zomervakantie ook activiteiten organiseren.\"", "\"Zo kunnen ouders hun kinderen toch een leuke ervaring bieden, terwijl ze zelf moeten werken. Wat de kinderen zoal gaan doen? Denk aan het maken van een volledig recyclebare en werkende robot. Verder krijgen ze kookles van chefs uit de regio. En we zorgen natuurlijk voor volop lichaamsbeweging en ontspanning.\""], "authors": ["Door", "Patricia De Ryck"], "keywords": ["van", "dat", "nieuws", "doorwerken", "een", "wij", "kinderen", "en", "zomerkampen", "leren", "kunnen", "iets", "ze", "zomerkamp", "voor", "leerzame", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}