{"id": "622d0f43-779b-3515-906f-8d229fdd798c", "title": "Moeder krijgt ruim 9 jaar cel voor doodslag op Sharleyne", "url": "https://nrc.nl/nieuws/2021/01/11/moeder-krijgt-ruim-9-jaar-cel-voor-doodslag-op-sharleyne-a4027047", "summary": "Het gerechtshof in Leeuwarden heeft Heleen J., de moeder van Sharleyne, veroordeeld tot een gevangenisstraf van negen jaar en negen maanden.\nHet hof stelt dat het niet anders kan dan dat Sharleyne naar beneden is gegooid door haar moeder.\nDe man had verklaard dat hij moeder en Sharleyne had horen praten rond twee uur ’s nachts, vlak voor ze van de galerij viel.\nDaarmee weersprak hij de lezing van J. dat ze sliep tijdens de val van haar dochter.\nVader en moeder hadden jaren ruzie, Sharleyne (8) zat ertussen.", "paragraphs": ["Het gerechtshof in Leeuwarden heeft Heleen J., de moeder van Sharleyne, veroordeeld tot een gevangenisstraf van negen jaar en negen maanden. Volgens de rechters is J. schuldig aan doodslag op haar 8-jarige dochter in juni 2015. Het hof stelt dat het niet anders kan dan dat Sharleyne naar beneden is gegooid door haar moeder. De rechters zien geen bewijs voor moord.", "Het meisje viel van de galerij van een flat in Hoogeveen tien verdiepingen naar beneden. De moeder ontkende eerder elke betrokkenheid, maar het hof stelt maandag op basis van getuigenverklaringen, gesprekken met een slaapdeskundige en medisch specialisten dat de moeder haar kind van de flat „heeft doen of laten vallen”. In eerste aanleg was J. nog bij gebrek aan bewijs vrijgesproken door de rechtbank in Assen. Het Openbaar Ministerie ging daartegen in beroep en eiste vorige maand tien jaar cel.", "Doodslag", "Het OM stelde dat J. schuldig was aan doodslag; ze zou haar dochter hebben gewurgd en daarna van het balkon hebben gegooid. Op basis van getuigenverklaringen en „aangetroffen letsel” hield justitie de moeder verantwoordelijk. Ze zou veel alcohol hebben gedronken, zo verklaarden getuigen. Ook zou ze na de val niet direct naar haar dochter zijn gegaan, maar naar haar eigen auto. Daarnaast heersten er bij justitie sterke twijfels of J. wel in staat was een achtjarig kind op te voeden. Jeugdzorg hield het gezin al langer in de gaten.", "Het hof ging mee in de redenering van justitie, maar legde een 3 maanden kortere gevangenisstraf op dan was geëist. Dit omdat de procedure in hoger beroep, mede door de perikelen rond het coronavirus, relatief lang had geduurd. Het hof verleent een bevel gevangenneming, daardoor kan J. direct gearresteerd worden.", "Anders dan de rechtbank in Assen, die J. eerder vrijsprak, gebruikte het gerechtshof een getuigenverklaring van de bovenbuurman wel als bewijs. De man had verklaard dat hij moeder en Sharleyne had horen praten rond twee uur ’s nachts, vlak voor ze van de galerij viel. Daarmee weersprak hij de lezing van J. dat ze sliep tijdens de val van haar dochter. Het hof heeft zijn verklaringen laten onderzoeken en daaruit geconcludeerd dat die in hoge mate betrouwbaar waren.", "Wegkijken, je nergens mee bemoeien. Niet met de buren, niet met een kind dat hulp nodig heeft. Vader en moeder hadden jaren ruzie, Sharleyne (8) zat ertussen. En twintig hulpverleners waren erbij betrokken. In 2016 zocht NRC antwoord op de vraag: wat ging daar mis?"], "authors": ["Thomas Borst", "Januari Om", "Leestijd Minuut"], "keywords": ["doodslag", "krijgt", "van", "het", "voor", "jaar", "en", "een", "ze", "sharleyne", "op", "j", "cel", "ruim", "haar", "dat", "moeder"], "pubDate": "2021-01-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}