{"id": "62333a99-3400-321f-be7d-23b260389546", "title": "Overheid stopt een miljoen euro in digitaal oud-en-nieuwfestival", "url": "https://trouw.nl/cultuur-media/overheid-stopt-een-miljoen-euro-in-digitaal-oud-en-nieuwfestival~b4d860b6/", "summary": "Suzan & Freek, De Jeugd van Tegenwoordig, Sunnery James & Ryan Marciano en Snelle nemen op 31 december muzikaal en digitaal afscheid van 2020.\nVanuit de NCTV, de Nationaal Coördinator Terrorismebestrijding en Veiligheid, is een miljoen euro beschikbaar gesteld.\nAllerlei muziekstromingen komen voorbij: van Nederlandstalig tot drum & bass en van techno tot hiphop.\n“Het is volgens ons dé manier om veilig en verantwoord het nieuwe jaar in te gaan”, zegt Maarten Schulz, een van de bedenkers.\nLees ook:Youp van ’t Hek staat voor zijn laatste oudejaarsconference: ‘Mensen snappen ironie niet meer’Tuttigheid viert hoogtij, vindt Youp van ’t Hek.", "paragraphs": ["Suzan & Freek, De Jeugd van Tegenwoordig, Sunnery James & Ryan Marciano en Snelle nemen op 31 december muzikaal en digitaal afscheid van 2020. Samen met artiesten als Broederliefde, Jeangu Macrooy, Sam Feldt, Jandino Asporaat en Yellow Claw treden ze op tijdens het online thuisfestival GOODBYE 2020, meldt de organisatie.", "Het festival wordt door de overheid financieel ondersteund. Vanuit de NCTV, de Nationaal Coördinator Terrorismebestrijding en Veiligheid, is een miljoen euro beschikbaar gesteld. Volgens een woordvoerder van die dienst past het evenement binnen de doelstelling om alternatieve activiteiten voor jongeren en jongvolwassenen aan te bieden tijdens de feestdagen.", "250 artiesten", "Virtuele festivalgangers kunnen tijdens oud en nieuw “gratis vanuit de huiskamer” via meer dan veertig streams optredens bijwonen. Allerlei muziekstromingen komen voorbij: van Nederlandstalig tot drum & bass en van techno tot hiphop. Jandino Asporaat, Roué Verveer en Howard Komproe verzorgen een comedyshow. In totaal zijn tussen 17.00 en 05.00 uur optredens van zo’n 250 artiesten te zien. De online podia worden ondersteund door festivals als Dance Valley, Milkshake Festival en Vunzige Deuntjes.", "GOODBYE 2020 is een online alternatief voor oud-en-nieuwfeesten die vanwege de coronamaatregelen niet kunnen doorgaan. “Het is volgens ons dé manier om veilig en verantwoord het nieuwe jaar in te gaan”, zegt Maarten Schulz, een van de bedenkers. Via Zoom kan contact worden gelegd met vrienden, familie en andere feestgangers.", "Het volledige schema wordt later bekendgemaakt.", "Lees ook:", "Youp van ’t Hek staat voor zijn laatste oudejaarsconference: ‘Mensen snappen ironie niet meer’", "Tuttigheid viert hoogtij, vindt Youp van ’t Hek. Zijn terugblik op 2020 staat bol van de relativering, belooft hij. Want iedereen neemt alles veel te zwaar."], "authors": ["Redactie Trouw"], "keywords": ["oudennieuwfestival", "stopt", "zijn", "van", "euro", "2020", "voor", "en", "een", "overheid", "te", "op", "het", "tijdens", "digitaal", "miljoen"], "pubDate": "2020-12-23T09:21:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}