{"id": "623ae156-2ac3-37ff-9c4c-402c56b42470", "title": "Crash Grosjean toont Formule 1 dat gevaar nog altijd in elke bocht op de loer ligt", "url": "https://volkskrant.nl/nieuws-achtergrond/crash-grosjean-toont-formule-1-dat-gevaar-nog-altijd-in-elke-bocht-op-de-loer-ligt~b2fc2f75/", "summary": "Het was een kleine prijs voor een ongeluk dat hij een paar jaar geleden hoogstwaarschijnlijk niet zou hebben overleefd.\nEen constructie als de halo haalde ‘de essentie van een raceauto’ weg, claimde wijlen race-icoon Niki Lauda.\nAllemaal om de kans zo klein mogelijk te maken dat diegene die op het verkeerde moment en op de verkeerde plek crasht, komt te overlijden.\nRenault-coureur Daniel Ricciardo vroeg zich in Bahrein hardop af of de Formule 1 zich wel bewust is van dat permanente gevaar.\nWe moesten over een uur weer racen, maar elke keer als we naar de tv kijken zagen we een vuurbal en een auto die in tweeën was.", "paragraphs": ["De 34-jarige Grosjean werd met lichte brandwonden en mogelijk een aantal botbreuken naar het ziekenhuis gebracht. Beeld BSR Agency", "Als er ooit vraagtekens worden gezet bij alle veiligheidsmaatregelen in de Formule 1, dan bezit de klasse sinds zondag het voorbeeld om criticasters de mond te snoeren. Romain Grosjean overleefde in Bahrein op wonderlijke wijze een crash. Zijn auto boorde zich na een tik tegen de achterband in een vangrail, brak in tweeën en veranderde in een vuurbal.", "Het voorval, kort na de start van de GP van Bahrein, maakte direct een bijzaak van de race, die na een oponthoud van ruim een uur werd gewonnen door Lewis Hamilton voor de Red Bulls van Max Verstappen en Alexander Albon. Grosjean zat bijna een halve minuut in zijn brandende cockpit, voordat hij met hulp van het duo uit de medical car, F1-dokter Ian Roberts en chauffeur Alan van der Merwe, uit het wrak klom.", "De 34-jarige Fransman werd met lichte brandwonden en mogelijk een aantal botbreuken naar het ziekenhuis gebracht. Het was een kleine prijs voor een ongeluk dat hij een paar jaar geleden hoogstwaarschijnlijk niet zou hebben overleefd.", "Grosjean zat bijna een halve minuut in zijn brandende cockpit, voordat hij uit het wrak klom. Beeld EPA", "Sinds 2018 wordt het hoofd van coureurs beschermd met de zogenoemde halo. De titanium beugel ving het grootste deel van de impact op. Daardoor overleefde de Haas-coureur de eerste klap, bleef hij bij bewustzijn en kon hij uit zijn auto ontsnappen.", "Na de crash keken coureurs beduusd voor zich uit. Anderen applaudisseerden toen ze op tv’s Grosjean in de medical car geholpen zagen worden. Van der Merwe zei dat hij in twaalf jaar Formule 1 nooit zoveel vuur had gezien. ‘Dit toont boven alles dat alle veiligheidssystemen die we hebben ontwikkeld, van de halo tot de vangrails en gordels, werken zoals bedacht.’", "De crash van Grosjean was het examen voor zo’n beetje alle veiligheidsmaatregelen in de Formule 1. Zo kon de medical car snel bij Grosjean zijn, omdat die aan het begin van de race achter het veld aan blijft rijden om snel te kunnen handelen bij ongelukken in de vaak hectische beginfase. De auto van Grosjean ving de klap op, precies zoals uitgeprobeerd via vele duizenden crashtests.", "De Haas VF-20 van Romain Grosjean is bij de klap in tweeën gebroken, zoals uitgeprobeerd in duizenden crashtests. Beeld BSR Agency", "De vlammen kregen niet direct vat op de coureur dankzij zijn raceoverall en ondergoed, gemaakt van brandvertragend Nomex dat zeker 35 seconden temperaturen van 850 graden kan weerstaan. Hetzelfde materiaal zit in zijn krachtabsorberende helm.", "Maar met name de halo bewees zondag andermaal zijn waarde. Twee jaar geleden had de beugel Ferrari-coureur Charles Leclerc ook al gered van zware verwondingen, toen in de GP van België een auto op zijn cockpit landde.", "Toch riep het systeem in eerste instantie veel weerstand op. Een constructie als de halo haalde ‘de essentie van een raceauto’ weg, claimde wijlen race-icoon Niki Lauda. Max Verstappen vond de beugel lange tijd vooral een lelijke ‘teenslipper’. Zondag kwam hij op die woorden terug. ‘Want het heeft wel iemands leven gered’, zei hij voor de camera van Ziggo Sport.", "Dergelijke meningen – en ook het bijstellen ervan – is vergelijkbaar met reacties in het verleden op nieuwe veiligheidsregels. Na de dood van drievoudig wereldkampioen Ayrton Senna in 1994 werden bijvoorbeeld de cockpits hoger, crashtests strenger en de eisen aan circuits aangescherpt. Het haalde een stukje dna uit de Formule 1 vonden racepuristen en ook de coureurs zelf, omdat gevaar nou eenmaal onlosmakelijk verbonden was aan de autosport.", "Romain Grosjean wordt door het medisch team ondersteund. Beeld AFP", "Autosportfederatie FIA wierp tegen dat elke dode er een te veel was. Sinds de dood van Senna leert de F1 van elk incident. Zo zijn de vizieren van kogelwerend polycarbonaat, nadat een veer in 2009 de helm van Felipe Massa had doorboord. Waarschijnlijk leidt Grosjeans ongeluk tot nieuwe, veiligere vangrails.", "Allemaal om de kans zo klein mogelijk te maken dat diegene die op het verkeerde moment en op de verkeerde plek crasht, komt te overlijden. De sport slaagt daar anno 2020 nagenoeg altijd in, bewijst Grosjeans horrorcrash. Honderd procent veilig zal racen met ruim 300 kilometer per uur alleen nooit worden, benadrukte Lewis Hamilton na zijn racewinst. Hij hoopt dat de crash van Grosjean ‘iedereen’ daar weer even aan herinnert. ‘Want als ik die auto instap, weet ik dat het risico er is’, zei hij met bedrukt gezicht.", "Renault-coureur Daniel Ricciardo vroeg zich in Bahrein hardop af of de Formule 1 zich wel bewust is van dat permanente gevaar. Hij wilde voor de camera van Ziggo Sport geen woord kwijt over de race, omdat hij zich had geërgerd aan de ‘walgelijke manier’ waarop de crash in beeld werd gebracht. Toen duidelijk was dat de Fransman niet zwaargewond was, werd het ongeluk vanuit alle mogelijke hoeken talloze keren herhaald.", "‘Dat vond ik respectloos naar zijn familie en ook naar onze families. We moesten over een uur weer racen, maar elke keer als we naar de tv kijken zagen we een vuurbal en een auto die in tweeën was. Alsof het entertainment was. Ze speelden met onze emoties en ik hoop dat ik niet de enige coureur ben die zich hierover uitspreekt.’"], "authors": ["Lennart Bloemhof"], "keywords": ["van", "formule", "toont", "nog", "het", "op", "hij", "elke", "zijn", "met", "ligt", "een", "dat", "en", "gevaar", "loer", "grosjean"], "pubDate": "2020-11-29T16:32:48+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}