{"id": "623c68b8-2ef1-3e69-b703-a5c7579584ff", "title": "Sneller vliegen dan het geluid: zo ziet dat eruit", "url": "https://volkskrant.nl/wetenschap/sneller-vliegen-dan-het-geluid-zo-ziet-dat-eruit~b12b8b5c/", "summary": "Een F/A-18 Hornet vliegt door de geluidsbarrière: deze foto uit 1999 is een klassieker onder vliegtuigliefhebbers.\nBeeld GettyKijk, daar gaat hij door de geluidsbarrière, deze Amerikaanse F/A-18 Hornet.\nDe druk is daar zo laag dat waterdamp in de lucht condenseert en er plaatselijk een wolk ontstaat.\nYeager deed het voor het eerst in oktober 1947 en er zouden nog velen volgen.\nHij had zo veel pijn dat hij het luik van zijn toestel alleen met hulp van een bezem kon sluiten.", "paragraphs": ["Een F/A-18 Hornet vliegt door de geluidsbarrière: deze foto uit 1999 is een klassieker onder vliegtuigliefhebbers. Beeld Getty", "Kijk, daar gaat hij door de geluidsbarrière, deze Amerikaanse F/A-18 Hornet. Door de snelheid ontstaat achter het vliegtuig een klein lagedrukgebied. De druk is daar zo laag dat waterdamp in de lucht condenseert en er plaatselijk een wolk ontstaat.", "Een klassieker onder vliegtuigliefhebbers, deze foto. Hij werd gemaakt in 1999 boven de Grote Oceaan en is deze week niet zonder reden weer in de etalage gezet: Chuck Yeager, de Amerikaan die als eerste ter wereld sneller dan het geluid vloog, overleed maandag op 91-jarige leeftijd.", "Lang was de geluidsbarrière een onneembare vesting voor de mens. Het geluid plant zich voort met 343 meter per seconde, ruim 1.200 kilometer per uur. Vliegtuigen begonnen in de buurt van die snelheid te trillen en schudden en kwamen in de problemen. Maar met andere vliegtuigontwerpen bleek de geluidsbarrière wel te nemen.", "Yeager deed het voor het eerst in oktober 1947 en er zouden nog velen volgen. Het had overigens weinig gescheeld of de luchtvaartpionier had de beroemde vlucht niet kunnen maken. Vlak voor de recordpoging brak hij twee ribben na de val van een paard. Hij had zo veel pijn dat hij het luik van zijn toestel alleen met hulp van een bezem kon sluiten."], "authors": [], "keywords": ["dat", "van", "geluid", "sneller", "dan", "een", "en", "zo", "met", "vliegen", "eruit", "deze", "geluidsbarrière", "voor", "ziet", "hij", "het", "door"], "pubDate": "2020-12-11T12:00:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}