{"id": "62450574-2b59-3330-aa0f-827da69b3e3d", "title": "Glühwein bestellen? Dan niet in een bekertje, alsjeblieft", "url": "https://www.parool.nl/amsterdam/gluhwein-bestellen-dan-niet-in-een-bekertje-alsjeblieft~bc0d2732/", "summary": "Beeld Getty ImagesWie had verwacht dat in de winter van 2020 het verkopen van kant-en-klare glühwein illegaal zou zijn?\n“We hadden van de gemeente geen specificatie van de regels gekregen over wat we niet mochten doen,” zegt Adi Goldberg van Hummus Bistro.\nEn dat is dan ook de reden dat maandag 30 november zes handhavers Goldbergs restaurant binnenkwamen en haar sommeerden binnen drie uur te sluiten.\nReden voor een waarschuwing, aldus de handhavers, want ‘er waren klanten op het terras’.\n“Ze staan gewoon op onze site en er is een leesvriendelijk overzicht.”Koninklijke Horeca Nederland (KHN), afdeling Amsterdam, maakte wel al op 27 november melding van het feit dat glühwein verkopen in een beker met deksel niet mag.", "paragraphs": ["Glühwein verkopen mag enkel in gesloten fles, blik of pak. Beeld Getty Images", "Wie had verwacht dat in de winter van 2020 het verkopen van kant-en-klare glühwein illegaal zou zijn? Zowel D&A Hummus Bistro aan de Westerstraat, als café De Duvel in de Pijp weten het nu in ieder geval wel: zij moesten hun deuren sluiten. Nog eens acht andere ondernemers in de Jordaan ontvingen een waarschuwing, zeker drie moesten dicht.", "“We hadden van de gemeente geen specificatie van de regels gekregen over wat we niet mochten doen,” zegt Adi Goldberg van Hummus Bistro. In de Drank- en Horecawet staat dat alcohol enkel in ‘gesloten verpakkingen’ verkocht mag worden. “Dus we dachten dat we glühwein konden verkopen in bekertjes met deksel,” aldus Goldberg.", "Maar een bekertje, ook met deksel, valt niet onder de wet blijkt nu. Alcohol mag namelijk enkel in een gesloten fles, blik of pak worden verkocht. En dat is dan ook de reden dat maandag 30 november zes handhavers Goldbergs restaurant binnenkwamen en haar sommeerden binnen drie uur te sluiten.", "Rigoureuze maatregel", "Sluiting is een rigoreuze maatregel, dat weet de gemeente Amsterdam ook. Daarom worden restaurants sinds afgelopen donderdag niet meer twee, maar één week gesloten, én altijd vooraf gewaarschuwd. Is dat in Goldbergs geval ook gebeurd?", "Ja: die ontving ze drie weken geleden, nadat ze – naar eigen zeggen – met haar personeel op de zaterdagmiddag de dag doorsprak. Reden voor een waarschuwing, aldus de handhavers, want ‘er waren klanten op het terras’.", "Wel iets anders aan het hoofd", "Een woordvoerder van de gemeente wijst erop dat de regels beogen groepsvorming tegen te gaan, zoals onlangs op de Noordermarkt gebeurde. “En de straten in de binnenstad zijn vaak krap.” Ze weerspreekt overigens dat de regels onduidelijk zijn. “Ze staan gewoon op onze site en er is een leesvriendelijk overzicht.”", "Koninklijke Horeca Nederland (KHN), afdeling Amsterdam, maakte wel al op 27 november melding van het feit dat glühwein verkopen in een beker met deksel niet mag. Sommige restaurant- en caféhouders verweren zich door te stellen dat ze geen lid zijn van KHN en wel wat anders aan hun hoofd hebben dan continu de regels erop naslaan. De zaken in de Jordaan die deze week moesten sluiten, mogen vanaf deze maandag weer open."], "authors": ["Tahrim Ramdjan"], "keywords": ["van", "dan", "glühwein", "regels", "het", "op", "zijn", "verkopen", "bestellen", "een", "niet", "dat", "en", "ze", "bekertje", "alsjeblieft"], "pubDate": "2020-12-07T18:35:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}