{"id": "624f3b7a-afd1-3e6e-8805-52f13e885ba1", "title": "Primeur Pharming: eerste patiënt binnen voor Covid-19-proef VS", "url": "https://www.telegraaf.nl/financieel/2076063754/primeur-pharming-eerste-patient-binnen-voor-covid-19-proef-vs", "summary": "Pharming wil de test uitbreiden naar meerdere ziekenhuizen in de VS. De studie volgt op een lopend onderzoek naar het gebruik van Ruconest bij de preventie van ernstige Covid-19-infecties.\nDe beursgenoteerde onderneming werkt al langer aan een middel tegen Covid-19, waarbij wordt samengewerkt met het Universitair Ziekenhuis Bazel in Zwitserland.\nKort daarna werden ze als volledig hersteld uit het ziekenhuis ontslagen.\nEen patiënt moest voor extra beademing tijdelijk naar de intensive care, maar is nadien ook volledig hersteld.\nDat is een een flinke zwelling die soms in een korte tijd opkomt, bijvoorbeeld een vochtophoping in iemands tong, gehemelte, gezicht of darmen.", "paragraphs": ["De bedoeling is dat maximaal 120 ziekenhuispatiënten zullen meedoen aan deze klinische studie. Pharming wil de test uitbreiden naar meerdere ziekenhuizen in de VS. De studie volgt op een lopend onderzoek naar het gebruik van Ruconest bij de preventie van ernstige Covid-19-infecties.", "De beursgenoteerde onderneming werkt al langer aan een middel tegen Covid-19, waarbij wordt samengewerkt met het Universitair Ziekenhuis Bazel in Zwitserland. In april kwamen al „bemoedigende resultaten” naar buiten. Na de behandeling verdween de koorts bij vier van de vijf patiënten binnen 48 uur. Kort daarna werden ze als volledig hersteld uit het ziekenhuis ontslagen. Een patiënt moest voor extra beademing tijdelijk naar de intensive care, maar is nadien ook volledig hersteld.", "Ruconest bestaat al langer dan de virusuitbraak. Met de ontstekkingsremmer wordt onder meer erfelijk angio-oedeem behandeld. Dat is een een flinke zwelling die soms in een korte tijd opkomt, bijvoorbeeld een vochtophoping in iemands tong, gehemelte, gezicht of darmen."], "authors": [], "keywords": ["eerste", "van", "binnen", "primeur", "het", "naar", "met", "pharming", "studie", "covid19proef", "ziekenhuis", "volledig", "patiënt", "een", "vs", "al", "wordt", "voor"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}