{"id": "62503a7e-53b5-3dc2-82a8-692854ab6312", "title": "FIFA-maker EA in de clinch met Kansspelautoriteit: vijf vragen over lootboxen", "url": "https://nu.nl/tech-achtergrond/6087287/fifa-maker-ea-in-de-clinch-met-kansspelautoriteit-vijf-vragen-over-lootboxen.html", "summary": "De game-industrie gebruikt lootboxen om geld te verdienen, maar de omstreden methode heeft de afgelopen jaren meermaals tot controverse geleid.\nExperts en organisaties als de Kansspelautoriteit vrezen dat de visuele poespas rond het openen van een lootbox en het verrassingselement bijdragen aan het kweken van een gokverslaving in jongeren.\nWaarom legt de Kansspelautoriteit nu specifiek EA een dwangsom op?\nDe lootboxen zijn volgens EA gewoon een onderdeel van FIFA waarin toevallig kans een rol speelt.\nEr is immers geen officiële manier om virtuele voetballers weer om te zetten in geld.", "paragraphs": ["De Kansspelautoriteit (Ksa) wil gamemaker Electronic Arts (EA) een dwangsom die kan oplopen tot miljoenen euro's opleggen omdat er gokelementen in het voetbalspel FIFA zitten. Het was lang stil in deze 'lootbox'-kwestie; hoe zat het ook alweer?", "1. Wat is een lootbox?", "De game-industrie gebruikt lootboxen om geld te verdienen, maar de omstreden methode heeft de afgelopen jaren meermaals tot controverse geleid.", "Doorgaans werkt het zo: je betaalt met echt geld voor een interne munt, die je weer kan gebruiken om een soort virtuele schatkist te openen. In die kist zitten een aantal voorwerpen, die soms heel waardevol zijn, maar je weet van tevoren niet welke je krijgt.", "Vaak gaat het om cosmetische toevoegingen, maar in sommige games kun je uit een lootbox ook spullen halen die het spel beïnvloeden. Zo kent FIFA geen schatkisten, maar pakjes met kaarten. Wie een pakje opent, kan goede voetballers krijgen die in de spelmodus Ultimate Team erg waardevol zijn.", "De kans om echt goede voetballers uit zo'n lootbox te krijgen, is klein. Zo worden spelers overgehaald om meer lootboxen te kopen.", "2. Waarom is er zo veel controverse rond lootboxen?", "Veel games met lootboxen, zoals FIFA, richten zich ook op minderjarigen. Experts en organisaties als de Kansspelautoriteit vrezen dat de visuele poespas rond het openen van een lootbox en het verrassingselement bijdragen aan het kweken van een gokverslaving in jongeren.", "Ook lopen de ouders het risico veel geld kwijt te raken, omdat het vaak relatief simpel is om een creditcard aan het systeem te verbinden. Kinderen hoeven dan geen toestemming te vragen om geld te blijven uitgeven.", "Daarnaast zijn lootboxen in bepaalde gevallen simpelweg in strijd met de huidige wetgeving rond online gokken. Als de inhoud van een lootbox voor echt geld verhandelbaar is, bijvoorbeeld door deze via een externe site te verkopen, dan is er in principe sprake van gokken met geld.", "Daar heeft een bedrijf een goklicentie voor nodig, en die verleent de Kansspelautoriteit doorgaans niet aan gamebedrijven. Zolang EA zo'n licentie niet heeft, zijn de lootboxen dus illegaal.", "Ten slotte zijn veel gamers zelf kritisch over lootboxen, zeker als die het spelverloop kunnen veranderen - pay to win, oftewel betalen om te winnen. Spelers zou zo met psychologische trucjes geld afgetroggeld worden door gamebedrijven.", "3. Waarom legt de Kansspelautoriteit nu specifiek EA een dwangsom op?", "De Kansspelautoriteit concludeerde in 2018 na lang onderzoek dat lootboxen in bepaalde gevallen in strijd zijn met de wet. De Ksa schreef daarop verschillende gamebedrijven aan omdat ze de wet overtraden. Het zou om vier games gaan.", "Om welke bedrijven het precies gaat, is niet duidelijk: Ksa maakt de namen van bedrijven die een overtreding begaan alleen bekend als dat echt nodig is. Het gaat in ieder geval om Valve, specifiek de games Defense of the Ancients (DOTA) en Counter-Strike: Global Offensive (CS:GO).", "Valve liet in 2018 weten dat het brieven van Ksa had ontvangen, en paste daarop de lootboxen aan, zodat ze niet meer verhandeld konden worden. Het bedrijf voldeed daarmee aan de wet, maar tekende wel protest aan.", "Dat FIFA de derde game uit het lijstje zou zijn, leek toen al vrij duidelijk. EA vertrok echter geen spier, en de Ultimate Team-pakjes met spelerkaarten bleven.", "De gokautoriteit besloot daarom afgelopen jaar om een dwangsom aan het bedrijf en zijn Zwitserse dochter op te leggen: in totaal 500.000 euro voor elke week dat de pakjes nog in huidige vorm in FIFA zitten, tot een maximum van 10 miljoen euro. Bovendien wilde Ksa dit publiekelijk bekendmaken, om spelers te waarschuwen.", "EA vocht de beslissingen aan bij de rechter. De Ksa kreeg gelijk, maar EA heeft aangekondigd in beroep te gaan. Het zal dus nog even duren voordat de maatregel al dan niet wordt ingevoerd.", "4. Waarom houdt Electronic Arts toch zo hardnekkig vast aan lootboxen?", "Electronic Arts verdient jaarlijks bijzonder veel geld aan FIFA Ultimate Team. Alle sportgames van het concern hebben zo'n Ultimate Team-modus, en waren afgelopen jaar tezamen goed voor 1,27 miljard euro aan inkomsten. Inkomsten uit Ultimate Team-modi vormden in het fiscale jaar 2019 zelfs 28 procent van de totale inkomsten van het bedrijf, waarvan een \"significant gedeelte\" dankzij FIFA.", "Het bedrijf vindt zelf dat FIFA Ultimate Team geen kansspel is. De lootboxen zijn volgens EA gewoon een onderdeel van FIFA waarin toevallig kans een rol speelt. En FIFA is een behendigheidsspel, geen kansspel.", "Het argument dat FIFA een kansspel is, wijst het bedrijf van de hand omdat spelers van tevoren kunnen weten wat voor soort voetballers ze kunnen ontvangen.", "Ook de verhandelbaarheid betwist de gamegigant: EA vindt niet dat het in de problemen moet komen omdat er toevallig een 'zwarte markt' is waar de inhoud van lootboxen voor echt geld verkocht kan worden. Er is immers geen officiële manier om virtuele voetballers weer om te zetten in geld.", "5. Wat betekent de beslissing concreet voor spelers?", "Op dit moment nog weinig. De zaak ligt immers nog bij de rechter.", "Het lijkt niet heel voor de hand liggend dat FIFA, waarvan elk jaar een nieuw deel verschijnt, helemaal uit Nederland verdwijnt.", "België handhaaft strengere regels rond lootboxen: je mag geen lootbox in je spel aanbieden voor echt geld. EA heeft daar de FIFA-punten uit het spel verwijderd, de interne munt die voor echt geld te koop is. Belgische spelers kunnen alleen lootboxen kopen met punten die ze verdiend hebben door het spel te spelen.", "Ook ligt FUT aan de basis van de eDivisie, de professionele Nederlandse FIFA-competitie. Het is onduidelijk of een lootboxverbod invloed zou hebben op de eDivisie, als Ultimate Team voor EA economisch minder interessant wordt.", "Mocht EA ook het hoger beroep verliezen, dan is de kans groot dat het spel in Nederland simpelweg wordt aangepast. Ofwel door de inhoud van lootboxen niet meer verhandelbaar te maken - bijvoorbeeld door het onmogelijk te maken om voetballers uit te wisselen met andere spelers - ofwel door net als in België de mogelijkheid om voor lootboxen te betalen uit te schakelen.", "Na een dergelijke beslissing van de rechter zou EA drie weken de tijd krijgen om aanpassingen te doen. Daarna wordt het bedrijf wekelijks een dwangsom opgelegd."], "authors": ["Door", "Len Maessen"], "keywords": ["van", "om", "kansspelautoriteit", "een", "lootboxen", "het", "clinch", "te", "vragen", "vijf", "voor", "ea", "fifa", "fifamaker", "met", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}