{"id": "62632cb5-7078-39e6-8ff7-f4f59152449f", "title": "Regel twee: niemand mag bij ons naar het toilet", "url": "https://trouw.nl/leven/regel-twee-niemand-mag-bij-ons-naar-het-toilet~bb118dbb/", "summary": "Niemand mag bij ons naar het toilet.\nMensen die bij ons werken, moeten op z’n minst naar het toilet kunnen.\nDus zodra Iwan vertrokken is, gebaar ik naar zijn mannen dat ik iets wil verkon­digen.\nDit spoor leidt me naar een plek buiten het zicht van ons huis.\nDan kunnen ze thuis naar het toilet.", "paragraphs": ["Regel één uit het wetboek van Iwan luidt: geen alcohol onder werktijd. Iwan zwoer zelfs mij te ontslaan, mocht ik zijn mannen ooit iets aanbieden. Wij zijn uiteraard akkoord met die regel, we zouden niet willen dat iemand drinkt en vervolgens met de slijptol aan de slag gaat. Met regel twee hebben we wel moeite. Niemand mag bij ons naar het toilet. Het wringt voor ons met de basaalste gastvrijheid. “Stel dat iemand eine ­grosse Botschaft hatt, dan kan het toch niet anders?”", "“Doch.”", "“Wie denn?”", "“Wij zijn Poolse mannen.”", "In Iwans ogen verschijnt een twinkeltje. “Wij houden het op.”", "“De héle dag?”", "Iwan knikt trots. Zijn werkhanden petsen liefkozend tegen de flanken van zijn buik. “Ik hou het al een hele week op!” We grinniken vettig.", "Beeld Hanne van der Woude", "Toch blijft het wringen. Mensen die bij ons werken, moeten op z’n minst naar het toilet kunnen. Dus zodra Iwan vertrokken is, gebaar ik naar zijn mannen dat ik iets wil verkon­digen. Ik wijs naar de achter­kanten van hun spijkerbroeken en stoot een perskreun uit. Niet begrijpend gapen ze me aan. Ik wijs naar mijn eigen ­billen, hurk licht en mime vervolgens dat er iets langwerpigs uitvalt. “Gówno?”, vraagt ­Patryck. Ik heb geen idee, maar knik.", "“Du”, zeg ik en druk op een onzichtbare deurbel. “Ding-dong. Ich komme, und du...” Met mijn wijs- en middelvinger ­trippel ik een onzichtbare poppenhuistrap op. “Toaleta”, gok ik, dat klinkt best Pools. Dat blijkt het ook! “Toaleta! Toaleta!”, ­herhaalt iedereen opgetogen. En dan gebaren alle handen dat ze niet hoeven.", "Een paar nachten later valt er poedersneeuw over onze tuin. Halverwege de ochtend ontwaar ik een diagonaal pad van voetstappen over ons grasveld dat verdergaat in het verwilderde deel van de tuin.", "Zodra die namiddag iedereen naar huis is, besluit ik dat spoor te volgen. In het plat­gelopen gras liggen her en der pepermuntplasticjes van een vreemd merk. Dit spoor leidt me naar een plek buiten het zicht van ons huis. Het lijken restjes sneeuw, maar dat blijken plukjes toiletpapier. En onder een laurierstruik zie ik drie bierblikken liggen. Ik tijger erheen. Een Pools merk. Liggend onder die struik ontdek ik er meer. Uiteindelijk blijken het er zóveel dat ik ze niet allemaal tegelijk naar de vuilnisbak kan dragen. Ik maak een foto van die berg blikken en whatsapp die naar Iwan. De vinkjes bij mijn foto kleuren meteen blauw. Er komt geen antwoord.", "De volgende ochtend staan Patryck, Marek en Tomasz bedremmeld aan onze deur. Geen Wojtek. Ik durf niet naar hem te vragen. Later die dag stopt er een afgeragde Berlingo voor ons huis. Iwan stapt uit. “Wo ist Wojtek?”, flap ik er meteen uit.", "“Weg.”", "“Nee, nee. Je moest hem niet ontslaan, ik wilde alleen...”", "“Iedereen kent regel één”, kapt Iwan me af en mept op het autodak. “En dit is het nieuwe toilet.” Die heeft hij net speciaal gekocht. Voortaan moeten zijn mannen een kwartier rijden bij hoge nood. Dan kunnen ze thuis naar het toilet."], "authors": ["Jaap Robben"], "keywords": ["van", "bij", "het", "twee", "ons", "naar", "die", "niemand", "ik", "zijn", "mag", "een", "regel", "en", "dat", "toilet", "niet"], "pubDate": "2020-11-28T01:00:36+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}