{"id": "62726838-1036-3850-867d-bce852ba9b35", "title": "Opinie: Al die onzinnige vragen aan Rutte over corona", "url": "https://volkskrant.nl/columns-opinie/opinie-al-die-onzinnige-vragen-aan-rutte-over-corona~bfbc19d0/", "summary": "Premier Mark Rutte en Hugo de Jonge, minister van Volksgezondheid, Welzijn en Sport, tijdens de persconferentie na afloop van het overleg van het crisisteam van het kabinet over de coronacrisis.\nDe media koppen al tijdens de persconferentie met: ‘Mogelijk strengere maatregelen met Kerst’.\nToch gaan de vragen over wat die strenge maatregelen kunnen inhouden gewoon door.\nWaarom hebben we het niet over de verantwoordelijkheid die hoort bij onze individuele vrijheid én onze cultuur van zorgen voor elkaar?\nHet maken van die keuze lijkt me beter dan met elkaar rondjes te blijven draaien als kabinet en samenleving, in een cirkel van onmacht.", "paragraphs": ["Premier Mark Rutte en Hugo de Jonge, minister van Volksgezondheid, Welzijn en Sport, tijdens de persconferentie na afloop van het overleg van het crisisteam van het kabinet over de coronacrisis. Beeld Freek van den Bergh / de Volkskrant", "We zijn negen maanden onderweg met de coronacrisis en de persconferentie duurt nog steeds lang vanwege de vele, vaak overbodige en dubbele, vragen van journalisten. Ongelooflijk dat we nog steeds zoveel woorden nodig hebben terwijl de basisregels al negen maanden hetzelfde zijn. Ongelooflijk dat we het nog steeds hebben over de regulerende overheid die meer moet doen, terwijl we ons tegelijkertijd ingeperkt voelen door de ingevoerde maatregelen.", "Waarom moet het kabinet erin slagen om het aantal besmettingen te laten dalen? Hoezo is de geest uit de fles? Waarom willen we nu al weten hoe we ‘gestraft’ gaan worden met strengere maatregelen als er geen dalende lijn in het aantal besmettingen komt? Zijn dat wel de vragen die we ons moeten stellen? De media koppen al tijdens de persconferentie met: ‘Mogelijk strengere maatregelen met Kerst’. Is dat werkelijk de kern van de persconferentie?", "Terugdringen besmettingen", "Tot drie keer toe zegt Mark Rutte dat de focus moet liggen op het terugdringen van het aantal besmettingen door ons aan de maatregelen te houden en niet op mogelijke strengere maatregelen als dat niet lukt. Dat is een aansporing, geen dreigement. Hugo de Jonge vult aan dat we ons beter kunnen inzetten voor het terugdringen van het aantal besmettingen dan te speculeren in allerlei talkshows over mogelijke strengere maatregelen en de gevolgen. Toch gaan de vragen over wat die strenge maatregelen kunnen inhouden gewoon door.", "Is onze premier teleurgesteld in de samenleving? Een vraag waarop een juist antwoord onmogelijk is. Een ‘ja’ of ‘nee’ horen we niet, wel dat veel mensen zich nog aan de maatregelen houden. Rutte antwoordt dat hij geen vinger wil wijzen naar de samenleving zonder met drie vingers naar zichzelf te wijzen. Is dat terecht? En moeten we het weer over de communicatie hebben die altijd beter kan?", "Waarom hebben we het niet over de verantwoordelijkheid die hoort bij onze individuele vrijheid én onze cultuur van zorgen voor elkaar? Als wij als individuën nu collectief besluiten ons een korte tijd geheel aan de maatregelen te houden – of we het er nou mee eens zijn of niet – biedt dat meer perspectief om onze vrijheid terug te winnen. Het maken van die keuze lijkt me beter dan met elkaar rondjes te blijven draaien als kabinet en samenleving, in een cirkel van onmacht."], "authors": ["Miriam Creusen"], "keywords": ["aan", "vragen", "van", "onzinnige", "het", "ons", "die", "met", "corona", "maatregelen", "een", "al", "rutte", "dat", "en", "te", "opinie"], "pubDate": "2020-12-09T16:45:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}