{"id": "6285dbec-824d-3ab7-a39f-4e34a934358d", "title": "Mandarin Oriental in Doha zet het duurzaamste beentje voor", "url": "https://volkskrant.nl/de-gids/mandarin-oriental-in-doha-zet-het-duurzaamste-beentje-voor~b33cd74e/", "summary": "In Doha opende Mandarin Oriental onlangs een bijzondere vestiging: midden in het nieuwe centrum van de Qatarese hoofdstad: naar eigen zeggen de slimste en duurzaamste wijk ter wereld.\nDe stijl is oriëntaals met een modern Arabisch tintje, ingetogen chic met vlotte medewerkers die je naam kennen.\nRare buitenlanders gaan zwemmen op het dak.\nHet hotel ligt aan het nieuwe Baharatplein, een luchtgekoeld plein met restaurants dat het nieuwe hart van de stad moet worden.\nHet hotel streeft naar een platinum LEED-certificaat van de Amerikaanse Green Building Council.", "paragraphs": ["Beeld Marie Wanders", "Zij zijn fan: Lucy Liu, Helen Mirren, Morgan Freeman en nog veel meer beroemdheden die dolgelukkig op de foto gaan in een suite van de luxe hotelketen Mandarin Oriental. Het logo van de keten uit Hong Kong is een waaier, een fan. De slimme, consequent uitgevoerde reclamecampagne gaat gepaard met royale donaties aan de liefdadigheidsinstelling van de beroemde gast.", "In Doha opende Mandarin Oriental onlangs een bijzondere vestiging: midden in het nieuwe centrum van de Qatarese hoofdstad: naar eigen zeggen de slimste en duurzaamste wijk ter wereld. De stijl is oriëntaals met een modern Arabisch tintje, ingetogen chic met vlotte medewerkers die je naam kennen. De jetset van Doha eet graag in restaurant Mosaïc op de hoogste verdieping. Rare buitenlanders gaan zwemmen op het dak.", "De kamer combineert wanden van beigekleurig katoen, glimmend hout, lichte retromeubels en wit marmer in de badkamer. Er is zelfs een balkon, schaars goed in Doha. Het hotel ligt aan het nieuwe Baharatplein, een luchtgekoeld plein met restaurants dat het nieuwe hart van de stad moet worden.", "Beeld Marie Wanders", "Waar gasten minder van merken: het gebruik van gerecycled beton en staal, de spaarkop in de douche, grijs water om de wc mee door te trekken, zonnepanelen en waterverwarmers op het dak, ledlichten, airco’s en gordijnen die checken of een kamer wel wordt gebruikt, ondergrondse vacuümbuizen die afval afzuigen naar recycle-installaties. Het hotel streeft naar een platinum LEED-certificaat van de Amerikaanse Green Building Council. Daar zou een gast ook naar moeten kijken."], "authors": ["Noël Van Bemmel"], "keywords": ["van", "nieuwe", "die", "beentje", "een", "oriental", "en", "doha", "zet", "duurzaamste", "op", "voor", "naar", "met", "mandarin", "het"], "pubDate": "2019-11-15T14:00:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}