{"id": "629a6566-0b5f-3ce3-87fa-f5bfd6bd89a5", "title": "Welke winkels zouden open moeten blijven?", "url": "https://www.telegraaf.nl/vrouw/576835831/welke-winkels-zouden-open-moeten-blijven", "summary": "Niet-essentieelNiet-essentiële winkels die dienen als afhaalpunt voor pakketjes mogen wel open blijven.\nAlleen voor het afhandelen van de pakketten, niet om verder ook nog producten te verkopen.\nEn een boekenwinkel die dient als punt om pakketten af te halen en te retourneren mag geen boeken verkopen, maar wel de pakketjes van online boekenwinkels afgeven en aannemen.\nDan zorgen we voor een beetje spreiding in Nederland’.\nMoeten alle winkels die volgens de laatste coronamaatregelen open mogen blijven hun niet-essentiële producten afdekken?", "paragraphs": ["Niet-essentieel", "Niet-essentiële winkels die dienen als afhaalpunt voor pakketjes mogen wel open blijven. Alleen voor het afhandelen van de pakketten, niet om verder ook nog producten te verkopen. Een sigarenboer mag bijvoorbeeld geen loten verkopen, wat bij Albert Heijn wel mag. En een boekenwinkel die dient als punt om pakketten af te halen en te retourneren mag geen boeken verkopen, maar wel de pakketjes van online boekenwinkels afgeven en aannemen. Een groep eigenaren van Primera-winkels gaat om deze reden zelfs een kort geding tegen de staat aanspannen, is vandaag in De Telegraaf te lezen. De winkeliers zijn het niet eens met de oneerlijke concurrentie.", "Nikkie bij de Appie", "Bij de supermarkt kun je nog steeds niet-essentiële producten kopen. Iets waar Nikkie Plessen wel een deal in zag en Albert Heijn toesprak: ‘Als ik nou mijn zeer essentiële kerstcollectie bij jullie in de winkel leg, dan doen we een soort van swap en zorg ik ervoor dat jullie toiletpapier en jullie pindakaaspotten weer bij mij in de winkel komen. Dan zorgen we voor een beetje spreiding in Nederland’.", "Praat mee", "Waar ligt de grens? Moeten alle winkels die volgens de laatste coronamaatregelen open mogen blijven hun niet-essentiële producten afdekken? Vind je dat zelfstandigen zoals de sigarenboer hun deuren weer moeten openen of vind je dat alleen de supermarkten en apotheken open mogen blijven, zodat we de verspreiding van het coronavirus nu écht de kop in gaan drukken? Praat met ons mee op Facebook!"], "authors": [], "keywords": ["van", "zouden", "een", "open", "en", "blijven", "te", "producten", "wel", "welke", "voor", "moeten", "winkels", "verkopen", "bij"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}