{"id": "62aa9402-76b6-30f7-80af-38833404e607", "title": "Venetië staat blank ondanks eerder succes van nieuwe waterkering", "url": "https://nu.nl/buitenland/6095494/venetie-staat-blank-ondanks-eerder-succes-van-nieuwe-waterkering.html", "summary": "Een groot deel van Venetië, waaronder het San Marcoplein, staat dinsdag onder water.\nTe midden van harde windstoten en zware regenval dreigt het waterniveau in de stad te stijgen tot 1,45 meter hoogte.\nDe barrières van de waterkering zijn gebouwd om dicht te gaan bij een waterpeil van 1,10 meter.\nHet waterpeil steeg naar 1,87 meter, bij de overstroming in 1966 ging het om een waterstand van 1,94 meter.\nIn Rome en het noordoosten van Italië is het hoogste alarmniveau van kracht.", "paragraphs": ["Een groot deel van Venetië, waaronder het San Marcoplein, staat dinsdag onder water. De hoogwaterkering die de Italiaanse stad moet beschermen, werkt niet naar behoren, zegt burgemeester Luigi Brugnaro.", "Te midden van harde windstoten en zware regenval dreigt het waterniveau in de stad te stijgen tot 1,45 meter hoogte. Lokale autoriteiten vrezen op basis van de weersvoorspelling voor 500.000 euro schade aan de historische binnenstad. Mogelijk moet code rood afgekondigd worden.", "In oktober lukte het de miljarden euro's kostende hoogwaterkering met beweegbare barrières wel een aantal keren de stad tegen overstromingen te beschermen. Daarna konden ook twee vloedgolven worden tegenhouden, zei de burgemeester onlangs nog vol lof. Het is nog onduidelijk wat er nu misgaat.", "De barrières van de waterkering zijn gebouwd om dicht te gaan bij een waterpeil van 1,10 meter. Om de kering te sluiten, moet alleen wel 48 uur van tevoren actie ondernomen worden. De burgemeester wil dat dit sneller kan om te kunnen reageren op plotseling veranderende weersomstandigheden. De waterkering is sinds 2003 in aanbouw en is in 2021 naar verwachting helemaal af.", "In november 2019 werd Venetië getroffen door de zwaarste overstroming sinds 1966. Het waterpeil steeg naar 1,87 meter, bij de overstroming in 1966 ging het om een waterstand van 1,94 meter. Burgemeester Brugnaro weet het hoogwater van vorig jaar aan klimaatverandering.", "Ook andere delen van Italië kampen met noodweer, dat al meerdere levens heeft geëist. De kans op aardverschuivingen en lawines is reëel. In Rome en het noordoosten van Italië is het hoogste alarmniveau van kracht."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["waterkering", "succes", "blank", "van", "meter", "ondanks", "het", "op", "staat", "nieuwe", "eerder", "stad", "een", "te", "om", "en", "burgemeester", "venetië"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}