{"id": "62ac668c-e026-3918-bd07-7f892da6ff0d", "title": "Kranten over? Geef ze aan de Poezenboot op het Singel", "url": "https://www.parool.nl/ps/kranten-over-geef-ze-aan-de-poezenboot-op-het-singel~b5201f0fa/", "summary": "Beeld Getty ImagesWaarvoor gebruikt u die kranten?\n“We gebruiken geen steentjes in de kattenbakken, maar kranten.\nNu had ik een vast adresje, een man die kranten verkoopt en altijd een paar kranten overhoudt, maar die moest door de lockdown zijn deuren sluiten.\n“Ik heb nooit precies bijgehouden hoeveel we per dag gebruiken, het ligt er maar net aan hoe druk het is.\nWe hebben nu aardig wat poezen geplaatst en hebben er nog zo’n 35 rondlopen.”Hebben de katten nog voorkeur: Het Parool, de Volkskrant of toch De Telegraaf?", "paragraphs": ["Beeld Getty Images", "Waarvoor gebruikt u die kranten?", "“We gebruiken geen steentjes in de kattenbakken, maar kranten. Die verschonen we een paar keer per dag. Nu had ik een vast adresje, een man die kranten verkoopt en altijd een paar kranten overhoudt, maar die moest door de lockdown zijn deuren sluiten. Toen hij vorige week zei dat we elkaar voor het laatst gingen zien, dacht ik: mijn hemel, hoe moeten we dit nu oplossen?”", "Hoeveel kranten gaan er bij jullie op een dag doorheen?", "“Ik heb nooit precies bijgehouden hoeveel we per dag gebruiken, het ligt er maar net aan hoe druk het is. We hebben nu aardig wat poezen geplaatst en hebben er nog zo’n 35 rondlopen.”", "Hebben de katten nog voorkeur: Het Parool, de Volkskrant of toch De Telegraaf?", "“Voor hen maakt het niet zoveel uit, maar wij merken het wel. Alle kranten scheuren we in lange strengen die we vervolgens op de bodem van de kattenbak leggen. Dat is nog best een werkje: de ene krant scheurt namelijk makkelijker dan de andere. Het is geen rocket science, maar je moet wel uitkijken met eventuele nietjes.”", "Zijn extra kranten nog welkom?", "“Graag zelfs. We hebben nooit genoeg, zeker niet in deze onzekere tijden, en we hebben een opslag. Er zijn al een paar Amsterdammers langs geweest met tassen en dozen vol kranten. Dat vinden we geweldig. Wie kranten overheeft mag ze ’s avonds bij ons voor de deur zetten. Dan loop je twee treden naar beneden en staan ze overdekt. Liever ’s ochtends brengen? Klop dan even aan.”"], "authors": ["Alice Boothby"], "keywords": ["er", "nog", "en", "een", "ze", "geef", "paar", "kranten", "poezenboot", "singel", "op", "aan", "het", "hebben", "maar", "die"], "pubDate": "2021-01-04T07:46:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}