{"id": "62b912f3-1e56-3d68-b0a5-ecbef06b35ed", "title": "Dries Mertens: de kabouter is een grote meneer geworden", "url": "https://volkskrant.nl/sport/dries-mertens-de-kabouter-is-een-grote-meneer-geworden~b962defe/", "summary": "Dries Mertens viert zijn openingsgoal tegen FC Barcelona, 25 februari 2020.\nDe kuif van Van Gaal danst tijdens het uitdelen van handtekeningen op het ritme van de wind.\nDu Chatinier: ‘Kevin en Dries waren na wedstrijden altijd de eersten die om beelden vroegen, ook als ze slecht hadden gevoetbald.\nHij dacht zelf ook dat hij te klein was, zeker omdat hij dat voortdurend te horen kreeg.\nDonderdag voetbalt hij in de sleutelwedstrijd van de groepsfase tegen AZ, op een paar kilometer van het veld van HSV in Heiloo.", "paragraphs": ["Dries Mertens viert zijn openingsgoal tegen FC Barcelona, 25 februari 2020. Beeld Getty Images", "Puur in cijfers is de DM van nu de DM van toen allang voorbij. Dries Mertens blijft op eeuwige en respectabele afstand van Diego Maradona, maar in doelpunten is hij de vorige week overleden legende allang gepasseerd: 129 in ruim zeven seizoenen Napoli, in alle competities, tegen 115 voor Maradona in bijna zeven seizoenen.", "‘Dries is een wereldster geworden’, zegt Ted van Leeuwen, die hem als voormalig technisch directeur van AGOVV eerst een seizoen huurde van AA Gent en in 2007 voor 47 duizend euro naar Apeldoorn haalde. ‘Niemand had verwacht dat hij zo goed zou worden. Dat kun je ook niet altijd voorspellen. Waarom speelde Ruud van Nistelrooij vier jaar voor FC Den Bosch? En waarom voetbalde Dries Mertens drie seizoenen voor AGOVV?’", "Ja, waarom eigenlijk? Op naar Heiloo, bij Alkmaar, naar het veld van HSV, waar AZ met Louis van Gaal het kampioensjaar 2009 opent met een oefenduel. Het is koud en winderig op 12 januari. De kuif van Van Gaal danst tijdens het uitdelen van handtekeningen op het ritme van de wind. De andere trainer, John van den Brom, heeft op de avond voor de wedstrijd tegen zijn naar succes smachtende aanvaller Mertens gezegd: slaap lekker, morgen is jouw dag.", "Mertens, 1,69 klein, komt als eerste het veld op. Hij spuugt even op de grond en scoort drie keer. De wedstrijd eindigt in 3-3. Uit het verslag op de website van AZ: ‘De pijlsnelle Mertens was Jaliens te snel af en joeg de bal in het dak van het doel.’ En: ‘Plaaggeest Mertens strafte nog twee momenten genadeloos af.’ Zijn reputatie groeit gestaag in de eerste divisie. De Belg is een mannetje van veel en spectaculaire doelpunten.", "Van Gaal laat desgevraagd weten dat hij Mertens destijds heeft laten volgen, maar de dan 21-jarige aanvaller vertrekt naar FC Utrecht, mede omdat de al voor Sparta geïnteresseerde technisch directeur Foeke Booy verhuist naar Utrecht. Voorzitter en eigenaar Frans van Seumeren: ‘Iedereen zat altijd maar te zeuren dat hij zo klein was. Ze noemden hem kabouter. Hij kostte 350 duizend euro. Geniale voetballer. Weergaloos. De beste in mijn tijd als voorzitter. Ik was gek van hem.’", "Geduld voor een topclub", "De trainer van destijds bij Utrecht, Ton du Chatinier: ‘Ik zei tegen Dries: probeer je rustig te ontwikkelen. Je krijgt de tijd. Maar hij was meteen zo goed, dat hij in het elftal bleef. In het begin overdreef hij zijn acties een beetje en kreeg hij schoppen. Hij ging verstandiger spelen. Ik weet nog dat Dmitri Boelikin, die bij ADO speelde, hem tot een transfer naar Lokomotiv Moskou wilde bewegen, na één seizoen. Ik heb toen met zijn vader gesproken. Dat Dries geduld moest hebben, dat die topclub wel kwam.’", "Een seizoen later verkoopt FC Utrecht Mertens en Kevin Strootman voor 13 miljoen euro aan PSV. Du Chatinier: ‘Kevin en Dries waren na wedstrijden altijd de eersten die om beelden vroegen, ook als ze slecht hadden gevoetbald. Ze waren leergierig. Hij is een fantastisch ventje. Ik heb nog geregeld contact met hem.’", "Hartelijk, vriendelijk en verstandig zijn terugkerende typeringen voor Mertens, die inmiddels 94 interlands speelde. Arno Splinter, voorheen Ajacied, beëindigde zijn loopbaan in 2009 bij AGOVV, dat inmiddels uit het betaald voetbal is verdwenen. ‘Hij was bij ons al fantastisch. Behendig, snel. Dries wilde elke dag beter worden. Dat hij zo goed zou worden, heeft niemand voorspeld. Hij was een fijne jongen ook. Ik woonde in Almere en bleef soms bij hem slapen in Apeldoorn. Hij verbleef in zo’n eengezinswoning waar hij geen tien jaar zou blijven. Dan plakte hij de ramen dicht met vuilniszakken om het licht buiten te houden.’", "Hoe het kan, dat zo’n talent drie jaar in Apeldoorn voetbalt? Van Leeuwen: ‘Dries was natuurlijk wel ontdekt. Hij is opgeleid door Anderlecht, maar hij is in België redelijk vroeg afgeschreven. Nacer Chadli (ook Belgisch international) hadden we in hetzelfde jaar gekocht voor 7600 euro, te betalen in twee termijnen. Haha. Ze hadden Dries gewoon te vaak wijsgemaakt dat hij te klein was. Hij was bepaald geen luie vedette en hij heeft een sterk lichaam. Zijn ouders waren turners. Ach, Kanté van Chelsea is ook klein, maar je loopt tegen een rots op.’", "Van Leeuwen moest onlangs nog aan Mertens denken, toen die voor de interland tegen Engeland in de Nations League terugkeerde naar zijn geboortestad Leuven, waar de voetballer onlangs een huis kocht. ‘Toen dacht ik nog: de cirkel is rond voor Dries. Hij dacht zelf ook dat hij te klein was, zeker omdat hij dat voortdurend te horen kreeg. Eerst was hij een kabouter. Later noemden ze hem bij AGOVV een kunstgrasspeler, omdat hij vooral thuis goed speelde, en bij AGOVV hadden we kunstgras.’", "Van Utrecht gaat hij dus naar PSV, en ook daarbij hoort een speciaal verhaal. Van Leeuwen: ‘PSV raakte in 2011 Balasz Dzsudzsak kwijt, de absolute specialist in vrije trappen. Ze zochten een opvolger voor hem, iemand met een geweldige traptechniek, vooral voor de wedstrijden in de nationale competitie. Dat heeft trainer Fred Rutten me toen zo verteld.’ Na twee seizoenen PSV koopt Napoli hem voor ongeveer tien miljoen euro. Daar overtreft Mertens zichzelf, als clubtopschutter aller tijden.", "Donderdag voetbalt hij in de sleutelwedstrijd van de groepsfase tegen AZ, op een paar kilometer van het veld van HSV in Heiloo. De kabouter is een grote meneer geworden. Van Leeuwen: ‘Hoeveel talenten zijn in het niets verdwenen en iets anders gaan doen, omdat ze het plezier verloren? Het is een raadsel soms. Het is bij Dries alsof een gigantische batterij langzaam is opgeladen.’"], "authors": ["Willem Vissers"], "keywords": ["van", "dat", "een", "meneer", "en", "kabouter", "zijn", "dries", "grote", "hij", "geworden", "voor", "mertens", "het"], "pubDate": "2020-12-02T18:57:21Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}