{"id": "62bf01e1-7dc2-3a8d-965a-e7143b64c442", "title": "Spelenderwijs naar het paradijs. Nederlanders over hun Diego-momentjes", "url": "https://volkskrant.nl/sport/spelenderwijs-naar-het-paradijs-nederlanders-over-hun-diego-momentjes~bf3514be/", "summary": "‘Nederlanders houden van dribbelaars en het wezen van het voetbal is alles en iedereen voorbij dribbelen’, zegt oud-voetballer en schrijver Jan Mulder.\nJe kreeg het volledige beeld, de man in al zijn facetten, het goede en het kwade.\nIn de finale werd West-Duitsland geklopt, twee jaar voordat Nederland dat eindelijk lukte op een cruciaal moment op een eindtoernooi.\nDe striphelddoelpunten die hij maakte, de steekpasses die hij gaf; daar kon ik echt niet aan tippen’, aldus Gullit een paar maanden geleden.\nHopelijk staat-ie op, dacht ik dan.’Gullit en Van Basten waren allebei geraakt door het overlijden van hun voormalige tegenstrever.", "paragraphs": ["Ook Nederland viel voor Diego Maradona. Al duurde het even. Jan Mulder: ‘Nederlanders houden van dribbelaars.’ Marco van Basten: ‘Hij voetbalde en leefde grenzeloos.’ Mario Been: ‘Wat hij bij Napoli voor elkaar kreeg, kon eigenlijk niet.’", "In de Hollandse polder worden de bluffertjes, de driftkikkers, de geniale gekken doorgaans niet massaal omarmd. Toch was Diego Maradona ook voor Nederlanders een onweerstaanbare voetballer. Massaal worden foto’s en filmpjes gedeeld en herinneringen opgehaald. Zoals al gebeurt sinds de Argentijn op 30 oktober 60 werd.", "‘Nederlanders houden van dribbelaars en het wezen van het voetbal is alles en iedereen voorbij dribbelen’, zegt oud-voetballer en schrijver Jan Mulder. ‘Maradona blijft toch altijd dat jongetje dat iedereen voorbij liep. Op gruwelijk slechte velden, met beenharde tegenstanders. Pelé, Cruijff en Messi speelden in goede ploegen, hij niet. Hij deed het alleen.’", "Maar het is juist ook de teloorgang die aanspreekt. Mulder: ‘In de film die vorig jaar uitkwam, zag je hoe hij gewurgd werd door adoratie. Of neem die Netflixserie over zijn zielloze bestaan als trainer bij een haveloos Mexicaans clubje. Tragischer kan het haast niet.’", "Het is, zeker dezer dagen, bon ton om te vertellen hoe ver fans zijn gegaan om iets van Maradona voor zichzelf te hebben. Volwassen mannen openbaren trots hoe ze in beduimelde straatjes in Buenos Aires, bij het trainingscomplex van Sevilla, in een koffiezaak in Napels, voor een parfumzaak op Schiphol of de Hema in Mierlo stonden te posten tot Pluisje opdook.", "Zelfs Nederlandse voetballers koesteren hun Diego-momentjes. Robin van Persie mocht een keer hooghouden met Maradona in Dubai. John Heitinga weet nog precies wanneer hij ‘Gran partido, Heitienga’ hoorde in de catacomben van Atlético Madrid uit de mond van Maradona. De ervaren olympisch internationals Roy Makaay en Gerald Sibon wachtten eindeloos bij de lift in een Chinees hotel op Maradona tijdens de Spelen in Beijing voor een foto. Theo Snelders kreeg complimenten van El Diez (De Tien) na een oefenwedstrijd met FC Twente en kan dat nog steeds niet geloven. Guus Hiddink zag het kippevel op zijn armen kruipen toen hij Maradona ineens aan de lijn kreeg in 2005. ‘Hey Mister, je spreekt met El Diego.’", "Gemak", "De gemene deler: Maradona stelde hen meteen op hun gemak. Of het nou fan Ralph Noordberger was die zijn vakantie in Sevilla zo’n beetje opofferde aan het bemachtigen van een handtekening, volleybalster Irene Pelser die gelijktijdig op trainingskamp verbleef in Papendal of koning Willem-Alexander die aanvankelijk wat schuchter naar hem toebuigt, maar snel moet lachen, want Maradona lacht ook meteen.", "Marco van Basten viel dat ook op: het kameraadschappelijke tijdens ontmoetingen, de openheid, de vriendelijkheid. Van Basten, gloriërend in hetzelfde tijdvak, maar qua extravagantie Maradona’s tegenpool, over ’s mans aantrekkingskracht: ‘Hij voetbalde en leefde grenzeloos. Hij was een geweldige voetballer, maar behoorde tot het volk, vloog nog wel eens uit de bocht. Dat maakte hem ook zo groots, fascinerend, aanraakbaar. Dat heeft hem veel gebracht maar ook veel gekost. Daardoor laat hij ook in bredere zin een enorme erfenis achter. Het was niet alleen het voetbal, het was de hele mens. Zijn gekke en donkere kanten bleven niet verborgen, maar lagen aan de oppervlakte. Je kreeg het volledige beeld, de man in al zijn facetten, het goede en het kwade. Daardoor werd je gepakt, beroerd, raakte je soms ook teleurgesteld. Maar het bleef een man om van te houden.’", "WK van 1978", "Het duurde even voordat de liefde in Nederland opbloeide. Er was haat na het na het WK van 1978 in Argentinië. Fout regime en dan won het thuisland ook nog de WK-finale van ‘ons’, het stonk naar omkoping. Maradona kreeg rood op zijn eerste WK in 1982 in duel met Brazilië, de mooiste ploeg van dat toernooi. Ook bij Barcelona, zijn eerste Europese club, was hij soms aan het knokken en raakte hij zwaar geblesseerd.", "Maar toen was daar het WK’86, het eerste eindtoernooi dat geweldig in beeld werd gebracht in zonnige Mexicaanse stadions. Oranje deed niet mee, maar er was dat mannetje van 1 meter 65 dat langs grote, houterige Engelse, Belgische en Duitse verdedigers glipte. In de finale werd West-Duitsland geklopt, twee jaar voordat Nederland dat eindelijk lukte op een cruciaal moment op een eindtoernooi.", "De NOS kreeg in die periode steeds meer aandacht voor de Serie A. De Italiaanse competitie groeide uit tot de beste ter wereld en Gullit, Rijkaard en Van Basten voetbalden er. En goed ook. Mario Been herinnert zich nog hoe hij aan de keukentafel van zijn ouders zat te zwijmelen bij die beelden. Hij speelde al in Feyenoord 1, waarmee zijn doel eigenlijk al bereikt was. Maar toen was daar ineens die competitie die verheven was boven al die anderen met die ene ‘waanzinnig goede’ speler, waar ze ook bij de broodnuchtere, Rotterdamse familie Been nogal van onder de indruk waren.", "Mario Been ging naar Pisa en speelde vier keer tegen Maradona. ‘Ik had al met Cruijff en Van Hanegem bij Feyenoord mogen samenspelen, maar Maradona was toch zoveel groter in aanzien in de wereld. Wat hij daar voor elkaar kreeg, kon eigenlijk niet. Hij gaf het zuiden van het land zijn glans terug. Zijn trots. Napoli speelde daarvoor om degradatie. Twee keer kampioen, eenmaal de Uefa Cup. Altijd mooie dingen laten zien. Altijd het hart op de tong. Altijd drukte om hem heen.’", "Popidolen", "Het was het tijdvak van de popidolen. Vergelijk Maradona met Michael Jackson, stelt Been. Doordat iedereen een kleuren-tv had en door de toevloed aan media waren ze altijd en overal aanwezig. Eenzelfde opkomst, eenzelfde adoratie, eenzelfde ondergang.", "Maar juist in die tijd had Nederland toch Ruud Gullit. Ook best volks en uitgesproken, prachtige rastacoupe, supersuccesvol en vaak spectaculaire goals makend. Gullit en Van Basten wonnen zelfs meestal van Napoli. Maar Gullit plaatste Maradona altijd ver boven zich. ‘Ik kon met mijn snelheid en kracht veel forceren, maar Diego was een artiest, een rasvoetballer. De striphelddoelpunten die hij maakte, de steekpasses die hij gaf; daar kon ik echt niet aan tippen’, aldus Gullit een paar maanden geleden.", "Voor de wedstrijd koekeloerde Gullit stiekem naar Maradona die in de catacomben van een kolkend San Paolo rustig stond te jongleren. ‘Ik baalde als hij werd neergeschopt. Hopelijk staat-ie op, dacht ik dan.’", "Gullit en Van Basten waren allebei geraakt door het overlijden van hun voormalige tegenstrever. ‘Het voelt alsof een deel van je leven is weggevallen’, sprak Gullit bij Ziggo. Dichter Adriaan Morriën zei het ooit mooi in een interview tegen Jan Mulder, vertelt de oud-voetballer. ‘Hij doet alles spelenderwijs. Spelenderwijs naar het paradijs.’"], "authors": ["Bart Vlietstra"], "keywords": ["van", "het", "op", "diegomomentjes", "paradijs", "naar", "hij", "nederlanders", "die", "zijn", "een", "ook", "en", "spelenderwijs", "hun", "maradona"], "pubDate": "2020-11-26T22:38:13+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}