{"id": "62d1a491-147b-32c8-b3f3-a378beb95407", "title": "Overzicht: Het moeilijke jaar van Ellen DeGeneres", "url": "https://nu.nl/achterklap/6096284/overzicht-het-moeilijke-jaar-van-ellen-degeneres.html", "summary": "Verschillende media zijn van mening dat de kritiek van De Jager het balletje van negatieve verhalen over DeGeneres aan het rollen heeft gebracht.\nWoninginbraak terwijl DeGeneres thuis wasBegin juli zijn DeGeneres en haar echtgenote Portia de Rossi het slachtoffer van een inbraak.\nIntern onderzoek naar talkshow DeGeneresEind juli kondigt het productiebedrijf achter de talkshow van DeGeneres een intern onderzoek naar het welzijn van de medewerkers van de presentatrice aan.\nNaast onduidelijkheden over salarissen vormen ook beschuldigingen van racisme en intimidatie reden tot het instellen van het onderzoek.\nExcuses DeGeneres voor 'giftige werkcultuur'Eveneens in juli biedt DeGeneres haar excuses aan voor de slechte sfeer op de set van haar talkshow.", "paragraphs": ["Ellen DeGeneres had geen al te best jaar: velen klaagden over haar show en nu heeft ze ook nog eens corona. Een overzicht van de gebeurtenissen rond de presentatrice in 2020.", "Eind maart is Nikkie de Jager, ook bekend als NikkieTutorials te gast bij DeGeneres in The Ellen DeGeneres Show, om te praten over haar coming-out. In De Wereld Draait Door is de YouTuber daarna niet te spreken over haar ervaring met DeGeneres. \"Ik moet zeggen dat er een groot verschil is tussen De Wereld Draait Door en Ellen en dan geef ik jullie het positieve handje\", aldus De Jager.", "Sommige sterren weerspreken later de kritiek van De Jager en anderen op DeGeneres. Zo verklaart Kevin Hart dat de presentatrice een van de beste personen op aarde is.", "Verschillende media zijn van mening dat de kritiek van De Jager het balletje van negatieve verhalen over DeGeneres aan het rollen heeft gebracht.", "1 NikkieTutorials openhartig over coming-out bij Ellen DeGeneres", "Ontevreden medewerkers", "In april wordt bekend dat zo'n dertig medewerkers van The Ellen DeGeneres Show volgens ingewijden woest zouden zijn over uitblijvende communicatie over onder meer hun werktijden en salaris tijdens de coronacrisis. De onzekerheid startte rond begin april, toen de talkshow van DeGeneres wegens de coronacrisis werd opgenomen vanuit haar huis in Californië.", "Een woordvoerder van Warner Bros, dat de show maakt, zegt dat \"het welzijn van hun werknemers prioriteit heeft\". Het bedrijf erkent dat de communicatie wel beter had gekund, maar wijt het gebrek hieraan aan \"de chaos die wordt veroorzaakt door het coronavirus\".", "'DeGeneres kapot van negatieve berichtgeving'", "In mei melden bronnen rond DeGeneres dat de 62-jarige presentatrice zich de negatieve berichten rond haar persoon aantrekt. \"Ze dacht eerst dat het wat zure opmerkingen waren van mensen die een hekel aan haar hebben, maar het blijft maar doorgaan. Inmiddels is ze aan het eind van haar Latijn\", liet een ingewijde aan Us Weekly weten.", "Op dat moment overheerst de overtuiging dat de verhalen uiteindelijk niet al te schadelijk zullen zijn voor de reputatie van DeGeneres.", "Woninginbraak terwijl DeGeneres thuis was", "Begin juli zijn DeGeneres en haar echtgenote Portia de Rossi het slachtoffer van een inbraak. Inbrekers namen diverse spullen mee uit hun woning in Los Angeles.", "Later wordt bekend dat het echtpaar thuis was op het moment van de inbraak. Ze zouden zelf niets hebben gemerkt van de diefstal.", "Intern onderzoek naar talkshow DeGeneres", "Eind juli kondigt het productiebedrijf achter de talkshow van DeGeneres een intern onderzoek naar het welzijn van de medewerkers van de presentatrice aan. Naast onduidelijkheden over salarissen vormen ook beschuldigingen van racisme en intimidatie reden tot het instellen van het onderzoek.", "Een reactie namens het programma blijft op dat moment uit.", "Excuses DeGeneres voor 'giftige werkcultuur'", "Eveneens in juli biedt DeGeneres haar excuses aan voor de slechte sfeer op de set van haar talkshow. \"Op de eerste dag van mijn show vertelde ik iedereen dat The Ellen DeGeneres Show een plek vol vreugde moest zijn\", schrijft de 62-jarige presentatrice in een brief aan haar personeel, die in handen is van Variety.", "\"Niemand zou ooit zijn stem hoeven te verheffen en iedereen zou met respect worden behandeld. (...) Het spijt me heel erg voor degenen die dat niet zo hebben ervaren.\"", "Volgens DeGeneres is er \"overduidelijk\" iets misgegaan op haar set. \"Ik ben heel erg teleurgesteld. (...) De talkshow draagt mijn naam en ik neem daar de volle verantwoordelijkheid voor.\"", "Ontslag producenten talkshow", "In augustus maakt DeGeneres aan haar medewerkers bekend dat drie producenten van haar talkshow zijn ontslagen. Een intern onderzoek heeft aangetoond dat de drie zich stelselmatig hebben schuldig gemaakt aan (seksuele) intimidatie en racisme op de set.", "De producenten hebben altijd ontkend betrokken te zijn geweest bij de aantijgingen. Met het ontslag lijkt de druk op DeGeneres iets af te nemen.", "Mariah Carey: 'Had oncomfortabele ervaring bij DeGeneres'", "Eind augustus vertelt Mariah Carey over een pijnlijke ervaring tijdens een uitzending van The Ellen DeGeneres Show uit 2008 waarin ze te gast was. Tijdens de uitzending zinspeelde DeGeneres volgens Carey op een mogelijke zwangerschap van de zangeres, en probeerde ze een bekentenis te ontlokken door de zangeres een glas champagne aan te bieden.", "Carey bevestigt later dat ze tijdens de uitzending inderdaad zwanger was geweest, maar een week later een miskraam had gekregen. In het interview met Vulture vertelt ze dat DeGeneres haar \"extreem oncomfortabel\" liet voelen tijdens de opnames.", "De zangeres was er toentertijd niet klaar voor om haar zwangerschap met de wereld te delen, omdat ze al eerder een miskraam had gekregen. \"Empathie was op dat moment op zijn plaats geweest. Maar wat kon ik doen?\"", "71 Bekijk hier het fragment van Mariah Carey", "'Ik zal geruchten niet uit de weg gaan'", "In september laat DeGeneres in een verklaring weten dat ze de geruchten over de giftige werksfeer achter de schermen van The Ellen DeGeneres Show niet uit de weg zal gaan in het nieuwe seizoen van de talkshow.", "DeGeneres komt haar belofte na. In de eerste aflevering reageert de presentatrice op de geruchten.", "\"Zoals je misschien hebt gehoord, waren er deze zomer beschuldigingen van een giftige werkomgeving bij onze show. En toen kwam er een onderzoek. Ik heb geleerd dat hier dingen zijn gebeurd die nooit hadden mogen gebeuren\", begint DeGeneres haar toespraak.", "Ze vervolgt: \"Ik neem dat heel serieus en ik wil tegen de mensen die getroffen zijn zeggen dat het me erg spijt.\" Ze laat weten zich ervan bewust te zijn dat ze zich in \"een positie van privilege en macht\" bevindt en dat daar verantwoordelijkheden bij horen. \"Ik neem de verantwoordelijkheid voor wat er bij mijn show gebeurt.\"", "1 Ellen DeGeneres bespreekt aanpassingen aan show voor achttiende seizoen", "Dalende kijkcijfers, beroemdheden en sponsoren blijven weg", "De kijkcijfers van het nieuwe seizoen van The Ellen DeGeneres Show blijken in oktober flink te zijn gedaald. Volgens mediaonderzoekbureau Nielsen, dat de kijkcijfers van Amerikaanse televisieprogramma's bijhoudt, kijken er ruim 37 procent minder mensen naar de talkshow dan in dezelfde periode een jaar eerder.", "In december melden bronnen dat de productieteams achter het programma van DeGeneres moeite zouden hebben met het vastleggen van beroemdheden voor de uitzendingen. Ook het aantal sponsoren zou flink zijn afgenomen.", "Dankbaar voor steun na diagnose COVID-19", "Donderdag blijkt dat DeGeneres besmet is met het coronavirus. De presentatrice laat weten zich op dat moment goed te voelen en belooft haar publiek zich na de feestdagen weer te laten zien. Een dag later dankt ze de personen die haar met berichten een hart onder de riem steken.", "Ellen DeGeneres bedankt de mensen die haar steunden nadat ze besmet bleek met het coronavirus. (Foto: Instagram/Ellen DeGeneres)"], "authors": ["Door"], "keywords": ["van", "ellen", "dat", "moeilijke", "een", "en", "overzicht", "te", "ze", "zijn", "jaar", "haar", "het", "degeneres"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}