{"id": "62db66db-22ed-3b27-a01f-6df9f666e222", "title": "’Lieve Medina, ik kan toch steeds minder goed tegen dat wijntje...’", "url": "https://www.telegraaf.nl/vrouw/96477498/lieve-medina-ik-kan-toch-steeds-minder-goed-tegen-dat-wijntje", "summary": "Te veel snoep- en snaaimomenten, al veel te vroeg een wijntje (of twee of meer).\nEn ik kan er toch echt steeds minder goed tegen.\nEn ik weet heel goed hoe dit komt: ik heb de afgelopen feestdagen ook veel te veel (heerlijke wijn) gedronken en gegeten.\nIk was me extra bewust van het feit dat we dankbaar mogen zijn dat we elkaar hebben en gezond zijn.\nAls je je aanmeldt voor de VROUW Nieuwsbrief, weet je zeker dat je niets hoeft te missen.", "paragraphs": ["Lieve, lieve Medien...", "Ben jij ook zo blij dat de feestdagen weer voorbij zijn? Ik vond het dit jaar eerlijk gezegd behoorlijk dubbel; aan de ene kant de pijn van het niet met z’n allen samen mogen zijn, maar aan de andere kant zo blij dat we elkaar hebben en gezond zijn. Tja… En dan al dat eten, al die dagen. Heel gezellig en lekker hoor, maar ik laat die gezonde gewoontes dan echt helemaal los! Te veel snoep- en snaaimomenten, al veel te vroeg een wijntje (of twee of meer). En ik kan er toch echt steeds minder goed tegen.", "Da’s het jammere van de overgang, hè? En ook al hebben we er inmiddels drie boeken over geschreven, op zo’n moment kan ik gewoon geen ‘nee’ zeggen. Maar gelukkig gaan we nu aan de Lekker in je vel-challenge beginnen. Ik kan niet wachten om weer lekker en gezond te eten en me weer fris en fruitig te voelen, want ja, dat kan écht wel op onze leeftijd. Ik heb nou eenmaal die stok achter de deur nodig. Je kent me inmiddels langer dan vandaag. Maar als ik die keuze eenmaal maak, ga ik er ook helemaal voor! Ik heb ook een voornemen: lief zijn voor mijn lichaam, lief zijn voor mezelf. En dit is een fantastische start, ik heb er ontzettend veel zin in! En jij?", "Kusss, Isa", "PS: Happy new year! Mag dat nog wel?", "Lieve, lieve Isa...", "Happy new year! Het mag nog net ;-) Jaaaa, fijn dat we een nieuw jaar begonnen zijn. Nieuwe ronde, nieuwe kansen! Maar om eerlijk te zijn, ik ben moe, moe, moe. Ik slaap slecht en voel me dik en opgeblazen. En ik weet heel goed hoe dit komt: ik heb de afgelopen feestdagen ook veel te veel (heerlijke wijn) gedronken en gegeten. Tja, en dan betaal je de rekening; veel meer last van opvliegers en gebroken nachten, met een enorm kort lontje als gevolg… Hm, even op de blaren zitten.", "Zo zie je maar weer wat voor invloed (slechte) voeding op je lichaam kan hebben. Maar afgelopen feestdagen had ik zo’n behoefte om het leven te vieren, misschien wel meer dan ooit, ook al was het in klein gezelschap. Ik was me extra bewust van het feit dat we dankbaar mogen zijn dat we elkaar hebben en gezond zijn. Na een nogal pittig jaar, met veel onzekerheid, had ik extra behoefte om eens goed te genieten. De boog kan niet altijd gespannen zijn. En omdat wij vaak tegen onze lezeressen zeggen dat je ook moet genieten (juist nu!) en we alles via de 80/20 regel doen, gaf ik mezelf lekker wat speling… Juist omdat ik wist dat we deze challenge gaan doen. En dit keer met een heel grote groep, hoe leuk is dat! Dus ja, pop, ik heb er ook ontzettend veel zin in. Laten we dit samen doen! Love u.", "Kus, Medina", "De VROUW Lekker in je vel-challenge is gratis en voor iedereen beschikbaar. Wil je ook meedoen? Dat kan! Ga naar isamedina.com/vrouw voor alle informatie over de challenge of zoek op Facebook naar ‘VROUW Lekker in je vel-challenge 2021’ en meld je aan voor de besloten groep. In deze groep is er elke dag wel iets te doen. Geen Facebook? Geen probleem! Als je je aanmeldt voor de VROUW Nieuwsbrief, weet je zeker dat je niets hoeft te missen."], "authors": [], "keywords": ["ik", "goed", "toch", "lieve", "zijn", "te", "ook", "wijntje", "je", "veel", "en", "tegen", "minder", "steeds", "voor", "medina", "kan", "maar", "dat"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}