{"id": "62efe84e-0955-38a5-a3a7-95929f491e64", "title": "Megaproject Knoop XL vereist extra mankracht bij gemeente Eindhoven", "url": "https://nu.nl/eindhoven/6095256/megaproject-knoop-xl-vereist-extra-mankracht-bij-gemeente-eindhoven.html", "summary": "Voor de herontwikkeling van het hele gebied rondom het centraal station in Eindhoven tot het internationale knooppunt Eindhoven XL is meer mankracht nodig bij de gemeente.\nHuisaccountant Deloitte waarschuwt voor een dreigend capaciteitsprobleem dat nu al de aandacht vereist.\nBij een tussentijdse controle komt Deloitte tot de conclusie dat Knoop XL een project van de buitencategorie is en bovendien extra complex door andere ontwikkelingen in de binnenstad en op het spoor.\nKnoop XL is het gebied ten noorden en ten zuiden van het spoor, tussen de Dommel en het Philips Stadion.\nOok een ondergrondse fietsenstalling bij het station maakt deel uit van het project.", "paragraphs": ["Voor de herontwikkeling van het hele gebied rondom het centraal station in Eindhoven tot het internationale knooppunt Eindhoven XL is meer mankracht nodig bij de gemeente. Huisaccountant Deloitte waarschuwt voor een dreigend capaciteitsprobleem dat nu al de aandacht vereist.", "Bij een tussentijdse controle komt Deloitte tot de conclusie dat Knoop XL een project van de buitencategorie is en bovendien extra complex door andere ontwikkelingen in de binnenstad en op het spoor.", "\"Vanwege de omvang van het project roept dit naar verwachting op termijn een capaciteitsvraagstuk op, aangezien de gemeente een dergelijk groot en complex project niet zonder meer met de bestaande personele capaciteit en naast de lopende processen en activiteiten kan uitvoeren\", schrijft de accountant.", "Deloitte adviseert het gemeentebestuur om op korte termijn na te denken over een uitbreiding van het ambtenarenkorps. Als de gemeenteraad in februari beslist over het megaplan om een ondergronds busstation en 6.500 nieuwe woningen te gaan bouwen in het gebied Fellenoord, moet er ook geld gereserveerd worden voor extra personeel, denkt de accountant.", "Wethouder Stijn Steenbakkers is het op hoofdlijnen eens met de accountant. De gemeente Eindhoven denkt aan een hele speciale afdeling, een projectorganisatie of projectbureau voor Knoop XL. Hoeveel extra mankracht er nodig is, kan de wethouder nog niet inschatten. Of er voldoende geld voor is, is ook nog een vraag.", "Knoop XL is het gebied ten noorden en ten zuiden van het spoor, tussen de Dommel en het Philips Stadion. Het stationsgebied moet het visitekaartje van Brainport worden. Op de plek van de VVV komen bijvoorbeeld drie hoge woon- en werktorens voor District E en richting de Dommel staat nog meer nieuwbouw gepland in Lichthoven. Ook een ondergrondse fietsenstalling bij het station maakt deel uit van het project."], "authors": ["Door"], "keywords": ["vereist", "bij", "xl", "van", "nog", "het", "op", "gemeente", "megaproject", "knoop", "eindhoven", "een", "en", "mankracht", "project", "ook", "extra", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}