{"id": "62f717e9-c7d2-36e8-9a53-2cde2896a93a", "title": "In Georgia staat voor Biden goed begin van presidentschap op het spel", "url": "https://www.ewmagazine.nl/buitenland/achtergrond/2021/01/in-georgia-staat-voor-biden-goed-begin-van-presidentschap-op-het-spel-797491/", "summary": "Krijgen Joe Biden en zijn Democraten een meerderheid in de Senaat, of behouden de Republikeinen die?\nHet is een wereld van verschil voor Biden en zijn presidentschap.\nSteun heeft hij dan alleen van zijn eigen partij nodig, anders is hij afhankelijk van de Republikeinen.\nIn het gemiddelde van diverse peilingen ligt zowel Ossoff als Warnock nipt voor op hun Republikeinse tegenstrevers.\nDonald Trump weigert zich nog altijd bij zijn verlies van de race om het presidentschap neer te leggen.", "paragraphs": ["Opnieuw staan er belangrijke verkiezingen in de Verenigde Staten op de agenda. Krijgen Joe Biden en zijn Democraten een meerderheid in de Senaat, of behouden de Republikeinen die? Het is een wereld van verschil voor Biden en zijn presidentschap. Winnen de Democraten de twee Senaatszetels in Georgia, dan kan hij veel gemakkelijker regeren.", "1. Waarom is de meerderheid in de Senaat zo belangrijk?", "De ontknoping van de strijd om de Amerikaanse Senaat speelt zich af in Georgia. Alles draait om de macht in de Amerikaanse Senaat. Het Hogerhuis dat in Amerika machtiger is dan de Nederlandse Eerste Kamer.", "Momenteel hebben de Republikeinen 50 zetels in handen, de Democraten 48. De Democraten moeten dus beide races winnen in Georgia om tot een gelijke verhouding te komen. Bij een gelijke verhouding in de Senaat heeft de voorzitter van de Senaat, de Amerikaanse vicepresident, de doorslaggevende stem bij wetsvoorstellen. Vanaf 20 januari is dat Democraat Kamala Harris.", "Luister ook de podcast:", "Ook wordt bij een gelijkspel de voorzitter van de Democraten in de Senaat, Chuck Schumer, gezien als leider van de meerderheidspartij. Die leider heeft veel macht: zo kan die bepalen welke wetsvoorstellen op de agenda komen en waarover wordt gedebatteerd.", "Met een meerderheid in handen kan aanstaande president Joe Biden gemakkelijker beleid uitvoeren. Steun heeft hij dan alleen van zijn eigen partij nodig, anders is hij afhankelijk van de Republikeinen. Dan kunnen tal van Bidens plannen, zoals het toegankelijker maken van de gezondheidszorg, klimaatverandering bestrijden of racisme aanpakken, de ijskast in.", "2. Wie zijn er verkiesbaar?", "De twee zetels in Georgia worden dinsdag 5 januari beslist nadat bij de verkiezingen in november in geen van beide races een kandidaat meer dan 50 procent van de stemmen kreeg.", "In de ene race staan Republikein David Perdue en Democraat Jon Ossoff op het stembiljet. Perdue is sinds 2014 Senator en een loyale bondgenoot van president Donald Trump. Democraat Jon Ossoff wordt al langer gezien als politiek talent van de Democraten, maar hij wist nog geen verkiezing te winnen. Voor hij de politiek in ging, was hij onderzoeksjournalist.", "De andere race gaat tussen Kelly Loeffler en Raphael Warnock. Loeffler is sinds 2019 Senator toen zij werd benoemd als opvolger van Republikein Johnny Isakson die wegens gezondheidsproblemen zijn functie neerlegde. Ook Loeffler is een trouwe bondgenoot van Trump. Democraat Warnock was lang pastor en later activist voor betere gezondheidszorg. Dit is zijn eerste verkiezing waaraan hij meedoet.", "3. Hoe groot is de kans op winst voor de Democraten?", "Joe Biden wist de staat Georgia op 3 november te winnen. Met bijna 12.000 stemmen verschil, nipt meer dan 0,2 procent verschil. Biden was de eerste Democraat sinds Bill Clinton in 1996 de staat won.", "In de eerste ronde om de Senaatszetels won Perdue van Ossoff, maar kwam net niet boven de vereiste meerderheid van 50 procent plus 1 van de stemmen uit. Loeffler verloor van Warnock, maar beiden kregen nog geen derde van de stemmen. In het gemiddelde van diverse peilingen ligt zowel Ossoff als Warnock nipt voor op hun Republikeinse tegenstrevers.", "Voor de tweede ronde haalden zowel Democraten als Republikeinen alles uit de kast. In totaal werd in beide races, omgerekend, bijna 1 miljard euro, uitgegeven aan de campagnes. Ook kwamen alle politieke kopstukken naar Georgia. Maandag 4 januari voerde zowel huidig president Donald Trump als zijn opvolger Joe Biden campagne in de staat.", "4. Erkent Trump deze verkiezingen wel?", "Donald Trump weigert zich nog altijd bij zijn verlies van de race om het presidentschap neer te leggen. Maandag herhaalde Trump tijdens het campagnevoeren voor Perdue en Loeffler dat hij in november eigenlijk won in Georgia: ‘Er is geen manier waarop ik toen heb verloren.’ Trump beloofde keihard te blijven vechten om te voorkomen dat Democraat Joe Biden het Witte Huis zal betreden.", "Trump is de eerste president in de Amerikaanse geschiedenis die zich weigert neer te leggen bij het verliezen van eerlijke, democratische verkiezingen. Het is niet vereist dat presidentskandidaten hun verlies moeten erkennen.", "De huidige president oefende zaterdag 2 januari druk uit op een functionaris in Georgia om ruim 11.000 stemmen ‘te vinden’, zodat hij meer stemmen zou hebben dan Joe Biden. De functionaris, Republikein Brad Raffensperger, weigerde en lekte het telefoongesprek."], "authors": [], "keywords": ["staat", "goed", "van", "zijn", "voor", "en", "een", "presidentschap", "georgia", "biden", "op", "te", "trump", "het", "spel", "hij"], "pubDate": "2021-01-05T15:27:12Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}