{"id": "63049296-e013-347c-9848-eb28cc9c789f", "title": "Eindelijk wat meer vrouwen aan de top, met veelbesproken vrouwenquotum op komst", "url": "https://volkskrant.nl/nieuws-achtergrond/eindelijk-wat-meer-vrouwen-aan-de-top-met-veelbesproken-vrouwenquotum-op-komst~b3a011c1/", "summary": "De stoel blijft dan leeg, tot er een vrouw is gevonden en minimaal een derde van de commissarissen vrouw is.\nVolgens de tegenstanders is het een paardenmiddel, dat bovendien stigmatiserend is voor vrouwen (het ‘quotumvrouwtje’).\nCommissarissen – een bijbaan – controleren en adviseren de raad van bestuur, die de dagelijkse leiding van een bedrijf in handen heeft.\nBij ASR is tweederde van de raad van bestuur vrouw en 40 procent van de raad van commissarissen.\nZestien ondernemingen, vooral kleintjes, hebben nul vrouwen in hun raad van bestuur en raad van commissarissen.", "paragraphs": ["Bijeenkomst van topvrouwen in de Haagse Ridderzaal. Beeld Raymond Rutting / de Volkskrant", "Dat blijkt uit de jaarlijkse Dutch Female Board Index die vrijdag verschijnt. Het percentage vrouwelijke commissarissen bij de 94 Nederlandse beursgenoteerde ondernemingen steeg het afgelopen jaar van 27 naar 30 procent. Die – volgens critici veel te slappe – doelstelling van het vrouwenquotum is, gemiddeld genomen, nu dus al gehaald, terwijl het wetsvoorstel nog bij de Raad van State ligt voor advies.", "In dat wetsvoorstel staat, om onduidelijke redenen, dat minimaal 33 procent van de commissarissen vrouw moet zijn. In het voorstel van de Sociaal-Economische Raad (SER), dat is overgenomen door het kabinet, ging het steeds om 30 procent. De Tweede Kamer moet later dit jaar bepalen wat het wordt. De wet geldt alleen voor commissarissen, niet voor bestuurders.", "Lege stoel", "Van de 94 onderzochte bedrijven voldoen er 51 al aan de eis van minimaal een derde vrouwelijke commissarissen. De 43 ondernemingen die nog niet zover zijn, waaronder staatsbank ABN Amro, moeten gezamenlijk nog 54 vrouwen benoemen om aan de wet te voldoen, blijkt uit het onderzoek. Deze bedrijven mogen, als de wet vrouwenquotum wordt aangenomen, geen mannelijke commissaris meer benoemen. De stoel blijft dan leeg, tot er een vrouw is gevonden en minimaal een derde van de commissarissen vrouw is.", "Dit wettelijk verplichtende vrouwenquotum leidde de afgelopen jaren tot hoogoplopende discussies. Volgens de tegenstanders is het een paardenmiddel, dat bovendien stigmatiserend is voor vrouwen (het ‘quotumvrouwtje’). Volgens de voorstanders is een wettelijke maatregel blijkbaar noodzakelijk, omdat goedbedoelde, maar niet verplichtende streefcijfers al die jaren niet tot substantieel meer vrouwen in de top hebben geleid.", "Bijna de helft van de nieuw benoemde commissarissen was het afgelopen jaar vrouw. Commissarissen – een bijbaan – controleren en adviseren de raad van bestuur, die de dagelijkse leiding van een bedrijf in handen heeft. In die raden van bestuur was het aantal vrouwen altijd bedroevend laag, maar ook daarin lijkt langzaam verandering te komen.", "Geheel mannelijk", "Het aantal vrouwelijke bestuurders steeg voor het tweede jaar op rij, van 9 naar 12 procent. Bij de onderzochte 94 bedrijven werden het afgelopen jaar elf vrouwen benoemd, ruim een kwart van het totaal. Bij drie op de vier benoemingen ging de baan dus nog steeds naar een man. De zeventig bedrijven zonder vrouw in de raad van bestuur – waaronder verzekeraar Aegon en betaalbedrijf Adyen – benoemden bovendien toch weer zeventien keer een man, zodat hun top geheel mannelijk bleef.", "Niettemin is Dutch Female Board Index-onderzoeker Mijntje Lückerath-Rovers positief gestemd. De Tilburgse hoogleraar corporate governance (goed bedrijfsbestuur) is met name te spreken over het opnieuw gestegen aantal vrouwelijke bestuurders. Als die trend zich doorzet, is rond 2025 ook 30 procent van de bestuurders vrouw (zie grafiek).", "Beeld Volkskrant Infographics", "Lückerath verwacht dat de stijging inderdaad doorgaat. ‘Niet zozeer door het quotum, al zal dat zeker effect hebben voor de bedrijven die anders gewoon niet willen. Maar we hebben nu een stijgende lijn te pakken, die niet meer om te draaien is. Bedrijven gaan zich echt generen als ze geen vrouwen in de top hebben.’", "Koplopers en hekkensluiters", "Verzekeraar ASR en apparatenfabrikant Nedap lossen biotechmultinational DSM af als koploper in de Dutch Female Board Index. Bij ASR is tweederde van de raad van bestuur vrouw en 40 procent van de raad van commissarissen. Bij Nedap zijn de posten gelijk verdeeld tussen man en vrouw.", "Driekwart van de bedrijven heeft nog geen vrouw in de raad van bestuur. Zestien ondernemingen, vooral kleintjes, hebben nul vrouwen in hun raad van bestuur en raad van commissarissen. Vorig jaar gold dat ook voor FlowTraders, maar daar is inmiddels een vrouw benoemd in de raad van bestuur, waardoor de flitshandelaar niet meer de hekkensluiter is."], "authors": ["Wilco Dekker"], "keywords": ["van", "wat", "eindelijk", "vrouwen", "het", "veelbesproken", "op", "met", "meer", "vrouw", "die", "vrouwenquotum", "commissarissen", "komst", "een", "niet", "en", "aan", "raad"], "pubDate": "2020-09-04T00:01:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}