{"id": "6308dace-db43-3446-aa7c-f2f9ca80ca9b", "title": "Zelfliefdecoach: 'Mensen houden zichzelf vaak klein'", "url": "https://nu.nl/werk/6091241/zelfliefdecoach-mensen-houden-zichzelf-vaak-klein.html", "summary": "Wie: Savine TellierSavine Tellier Wat: Zelfliefdecoach, healerZelfliefdecoach, healer Wat houdt ons tegen om meer van onszelf te houden?\nVolgens haar is dit de stem van je werkelijke zelf, die vaak begraven ligt onder lagen van sociale conditionering en maatschappelijke verwachtingen.\n'Je neemt onbewust de overtuigingen van je omgeving over'\"Naarmate je ouder wordt, krijg je steeds meer feedback van buitenaf\", legt Tellier uit.\nWanneer je vervolgens merkt dat je interesse hebt in iets wat buiten dat plaatje valt, kan je daarbij schaamte en schuld ervaren.\"\nOf dat het het belangrijkst is om een vaste baan te hebben en zoveel mogelijk veiligheid en financiële middelen te vergaren.", "paragraphs": ["Lookalikes, slangenmelkers, matrassentesters en Netflix-ondertitelaars. In deze rubriek interviewen we de mensen met een niet-standaard antwoord op de standaardvraag: wat doe jij eigenlijk? Dit keer Savine Tellier (32), zelfliefdecoach.", "Wie: Savine Tellier", "Savine Tellier Wat: Zelfliefdecoach, healer", "Zelfliefdecoach, healer Wat houdt ons tegen om meer van onszelf te houden? \"Onbewuste opvattingen, die ons door anderen zijn aangepraat, en de schaamte en schuld die we daardoor voelen bij het kiezen voor een onconventionele weg.\"", "Of ze niet de zoveelste coach is? \"Jawel!\", zegt zelfliefdecoach en healer Tellier. \"Maar het is niet voor niets dat de coaches als paddenstoelen uit de grond schieten\", voegt ze toe. Burn-out- en zelfmoordcijfers stijgen. Maar: deze generatie is volgens de coach ook geïnteresseerd in zelfontwikkeling en het doorbreken van oude patronen. Ze ziet steeds jongere mensen die geïnteresseerd zijn in thema's als bewustwording.", "Het knagende stemmetje van je geweten", "Ze studeerde rechten en ambieerde een carrière als advocaat op de Amsterdamse Zuidas. \"Tenminste, dat dacht ik te ambiëren\", zegt Tellier. Niet alleen belandde ze zelf in een burn-out, op de achtergrond begon haar geweten ook steeds meer te knagen. Ze wilde meer bijdragen aan de wereld dan het bevechten van schadeclaims en ging daarom in eerste instantie aan de slag bij een duurzame start-up. Later kwam de interesse voor spirituele ontwikkeling en volgde ze daarin ook meerdere opleidingen.", "Tellier: \"Ik denk dat we allemaal wel dat stemmetje kennen dat soms tegen je zegt: is dit nou alles? Ben ik hiervoor op de wereld gezet?\" Volgens haar is dit de stem van je werkelijke zelf, die vaak begraven ligt onder lagen van sociale conditionering en maatschappelijke verwachtingen. Ze noemt emoties als schaamte en schuld, emoties die ons tegenhouden om gedurfde stappen te zetten in een richting die persoonlijk goed voelt.", "'Je neemt onbewust de overtuigingen van je omgeving over'", "\"Naarmate je ouder wordt, krijg je steeds meer feedback van buitenaf\", legt Tellier uit. \"Je hoort van je ouders, in de media, van kennissen of vrienden dat iets raar is; dat iets niet hoort of juist wel hoort, en neemt dat onbewust over. Wanneer je vervolgens merkt dat je interesse hebt in iets wat buiten dat plaatje valt, kan je daarbij schaamte en schuld ervaren.\"", "\"Zelf had ik bijvoorbeeld een autoritaire ouder\", vertelt de zelfliefdecoach. \"Die stem heb ik lang nog gehoord, bij elke nieuwe beslissing die ik wilde nemen. Dan zei mijn hoofd: dat mag niet. Terwijl die keuze op zich natuurlijk helemaal geen waardeoordeel in zich draagt.\" Haar missie als zelfliefdecoach is om haar cliënten te helpen zich te verlossen van deze onbewuste oordelen.", "“Als we ze gaan onderzoeken, blijken overtuigingen merendeels door de buitenwereld te zijn aangepraat.”", "Dit doet Tellier onder meer door energiereadings en visualisaties. Zo ziet ze haar cliënt bijvoorbeeld voor zich als een boom, die verschillende gedaantes kan aannemen. \"Dan hebben we het over de bloesems die nog in de knop zitten, of de wortels die dieper mogen aarden.\"", "Ze draagt daarbij nooit zelf oplossingen aan. Wel stelt ze vragen als: wat zou helpen die knoppen te laten openen? Door deze vraag hardop te stellen gaat het onderbewustzijn van een cliënt volgens haar automatisch aan de gang met het thema. Mogelijke oplossingen zullen door diegene sneller worden opgemerkt.", "Overtuigingen over wat het belangrijkste is", "Volgens Tellier schuilt er in ons nog veel onontgonnen talent. Maar vaak houden mensen zichzelf klein. 'Dat is niets voor mij', wordt er dan door hen gezegd. Of dat het het belangrijkst is om een vaste baan te hebben en zoveel mogelijk veiligheid en financiële middelen te vergaren.", "Tellier: \"Maar als we dan gaan onderzoeken of dat echt zo is, of ze daar 100 procent zeker van zijn, dan blijken die overtuigingen merendeels door de buitenwereld te zijn aangepraat.\""], "authors": ["Door", "Anna Lillioja"], "keywords": ["klein", "van", "als", "vaak", "mensen", "het", "die", "ze", "je", "en", "dat", "te", "zichzelf", "een", "zelfliefdecoach", "houden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}