{"id": "631cbae3-7152-373b-8450-7a168c43c319", "title": "Moderne klassieker ‘Basic Instinct’ blijft boeien", "url": "https://trouw.nl/cultuur-media/moderne-klassieker-basic-instinct-blijft-boeien~b4c87fe9/", "summary": "De film, over het spel tussen een politie-inspecteur en een mooie, slimme, steenrijke schrijfster van pulpromans die tevens de hoofdverdachte is van een seksmoord, opende in 1992 het prestigieuze filmfestival van Cannes en werd een enorme kaskraker.\nMet de beroemde ‘pussy flash’, die slechts een fractie van een seconde duurde, gaf Verhoeven vorm aan een geweldige Hitchcock-blonde femme fatale.\nMaar waar Hitchcock zich nog aan de kuisheidsregels van de jaren vijftig moest houden, gooit Verhoeven alle remmen los.\nSterker, de bekende feministe en academica Camille Paglia was een van de velen die het opnamen voor Basic Instinct.\nSharon Stone groeide aan de zijde van Verhoeven uit tot een wereldster.", "paragraphs": ["Paul Verhoeven had met zijn eerste Hollywoodfilms ‘RoboCop’ en ‘Total Recall’ twee grote scifi-hits achter de rug toen hij zich met Michael Douglas en Sharon Stone aan de erotische thriller ‘Basic Instinct’ zette, een moordmysterie dat hij zelf het sluitstuk van zijn Amerikaanse psychose-trilogie noemde.", "De film, over het spel tussen een politie-inspecteur en een mooie, slimme, steenrijke schrijfster van pulpromans die tevens de hoofdverdachte is van een seksmoord, opende in 1992 het prestigieuze filmfestival van Cannes en werd een enorme kaskraker.", "Legendarisch is natuurlijk de verhoorscène waarin Catherine Tramell (Stone) de verzamelde inspecteurs met stomheid slaat door ze triomfantelijk uitzicht te bieden op haar kruis. Met de beroemde ‘pussy flash’, die slechts een fractie van een seconde duurde, gaf Verhoeven vorm aan een geweldige Hitchcock-blonde femme fatale. De hele film voelt trouwens als een zinderende hommage aan Verhoevens leermeester Alfred Hitchcock en vooral diens ‘Vertigo’. Maar waar Hitchcock zich nog aan de kuisheidsregels van de jaren vijftig moest houden, gooit Verhoeven alle remmen los.", "Controverse genoeg. Zoals er in Nederland ten tijde van het seksueel expliciete ‘Turks Fruit’ (1973) protesten waren van het Vrouwen Bevrijdingsfront, zo stonden in San Francisco, waar de opnamen plaatsvonden, ‘gay rights’-activisten op die het onverteerbaar vonden dat in het script een biseksuele vrouw werd aangezien voor een psychopatische moordenaar. Dat was nog voordat ze een millimeter van de film hadden gezien. Want wat bleek? In Basic Instinct is homoseksualiteit helemaal geen thema. Het hoort gewoon bij het leven, iets wat zeker in Amerika een unieke voorstelling van zaken was.", "Sterker, de bekende feministe en academica Camille Paglia was een van de velen die het opnamen voor Basic Instinct. Het ging volgens haar om de ultieme vamp-film, waarin de vrouw leidt en de man volgt. Sharon Stone groeide aan de zijde van Verhoeven uit tot een wereldster.", "Te zien op Netflix"], "authors": ["Belinda Van De Graaf"], "keywords": ["moderne", "van", "klassieker", "boeien", "en", "een", "met", "instinct", "aan", "basic", "stone", "op", "het", "verhoeven", "blijft", "die"], "pubDate": "2020-12-24T00:00:10Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}