{"id": "631e22a8-267d-349b-9fd6-b890265c5a21", "title": "Corona of niet, ons zorgstelstel moet op de schop", "url": "https://www.parool.nl/nederland/corona-of-niet-ons-zorgstelstel-moet-op-de-schop~b7e61f71/", "summary": "Welke knelpunten moeten op tafel voor een beter zorgstelsel?\nMaar moet je het systeem afrekenen op een infectieziekte die de wereld verlamt?\nAls het ministerie vraagstukken aan hen overlaat, krijg je een babylonische spraakverwarring in plaats van een oplossing.”Ook Ellemeet mist regie.\nArtsen fluisterden mij in dat die vraag moet worden gesteld, ik ­verzin dat niet zelf.”Een voorbeeld.\nEn voor het afschaffen van de zorgverzekeraars en een sturende rol van de overheid, zoals de SP wil, voelt hij helemaal niets.", "paragraphs": ["Ook zonder Covid-19 staat de houdbaarheid van ons zorgstelsel de komende jaren ter discussie, vooral door de vergrijzing. Dit zijn volgens vier kenners de grootste knelpunten. ‘Bij de ic hoort geen marktwerking.’", "Na berichten over de haperende crisisaanpak en overvolle ziekenhuizen zou je het misschien vergeten, maar het Nederlandse zorgstelsel geldt als een van de beste ter wereld. In internationale onderzoeken staat Nederland steevast in de top. Blijft dat zo? Vergrijzing, personeelsgebrek en oplopende kosten zetten het stelsel onder druk. Het is een belangrijk verkiezingsthema.", "Een recente nota van het ministerie van Volksgezondheid bevat confronterende cijfers. De steeds oudere bevolking heeft een steeds grotere zorgvraag. Rond 2040 bereikt de vergrijzing zijn hoogtepunt. Dan is één op de vier Nederlanders 65 of ouder – nu één op de zes. Als er geen behandeling komt, heeft dan één op de acht werkende Nederlanders een demente ouder; nu één op de 33. En bij ongewijzigd beleid werkt in 2040 één op de vier werknemers in de zorg, ­tegen één op de zeven nu. Ondertussen verdubbelt de vraag naar verpleeghuiszorg en groeien de zorguitgaven harder dan de economie. Welke knelpunten moeten op tafel voor een beter zorgstelsel? Het Parool sprak met vier deskundigen.", "1. ‘De marktwerking is doorgeslagen’", "Sinds 2006 kent Nederland marktwerking in de zorg. Verzekeraars kopen de zorg voor hun klanten zo goedkoop mogelijk in bij ziekenhuizen en andere zorgverleners. Het stelsel beloont elke medische handeling, dus de reflex van ziekenhuizen is om ten minste zoveel zorg te leveren dat hun voortbestaan is gewaarborgd. Wie niet behandelt, gaat failliet.", "Anna van Poucke, zorgexpert bij consultant KPMG, ziet ‘interne tegenstrijdigheid’ in het stelsel: ziekte behandelen loont, het voorkómen van ziekte niet. Terwijl dat laatste mensen langer gezond houdt.", "Minister van Volksgezondheid Hugo de Jonge is ook kritisch. De zorg ‘vertoont te veel kenmerken van een verdienmodel’.", "Het klinkt GroenLinks-Kamerlid Corinne Ellemeet als muziek in de oren, om verschillende redenen. Zo leidt efficiencydenken en onderlinge concurrentie bij verzekeraars tot een enorme verantwoordingslast bij artsen en andere zorgverleners, die soms wel 40 procent van hun tijd kwijt zijn met administratieve plichten.", "Zorg moet niet alleen om efficiëntie gaan, zegt Ellemeet. “Het opdoeken van kleinere spoed­eisende hulpposten om die elders in de regio te centraliseren is efficiënt, maar als je je arm breekt, wil je hulp dichtbij hebben. Je kunt niet alleen denken vanuit Excelsheets.”", "Daarnaast leidt marktwerking in bijvoorbeeld de geestelijke gezondheidszorg tot selectie aan de poort, ziet Ellemeet. “Ingewikkelde patiënten hebben veel tijd en zorg nodig, maar leveren relatief weinig inkomsten op. Dus zetten ggz-­instellingen in op mensen met lichtere, rendabelere klachten. Dat is funest voor de zwaarste patiënten.”", "Ziekenhuisbestuurder Marcel Levi vindt efficiencydenken bij planbare operaties aan bijvoorbeeld knieën en heupen prima. Maar als de zorg aan vitale zaken raakt, ligt dat anders. “Bij spoedeisende zorg, kankerzorg of de intensive care hoort geen marktwerking. De ic-capaciteit, bijvoorbeeld, zou moeten zijn afgestemd op de behoefte, niet op het beschikbare budget.”", "Gezondheidseconoom Marcel Canoy vindt dat bij problemen in de zorg veel te snel marktwerking als oorzaak wordt aangemerkt. “Er zijn verkeerde productieprikkels, maar dat worden er steeds minder.” Zo bood Ab Klink, minister van Volksgezondheid van 2007 tot 2010, ziekenhuizen kans op beloning voor het verrichten van minder medische handelingen, op voorwaarde dat de kwaliteit er niet onder leed.", "Canoy prijst de beschikbaarheid van de Nederlandse zorg: iedereen kan er terecht voor kwalitatief goede behandelingen. In Engeland is de gezondheidszorg via de National Health Service (NHS) dan wel gratis, maar leidt dat tot tweedeling, aldus Canoy. “Wie genoeg geld heeft, kan via private zorg aan bijvoorbeeld dure medicijnen komen of wachtlijsten ontlopen. De beoogde solidariteit bestaat in Engeland niet, terwijl de Nederlandse marktwerking juist voor solidariteit zorgt. Een prachtige paradox.”", "2. ‘Iedereen is verantwoordelijk, niemand is verantwoordelijk’", "Of het nu gaat om de vaccinatiestrategie, test­beleid, beschermingsmiddelen of op- en afschaling van coronamaatregelen: de regie in de pandemie is zoek. Minister De Jonge is voor uitvoering afhankelijk van een trits organisaties: ziekenhuizen, GGD’en, het RIVM, bedrijfs­artsen, veiligheidsregio’s, medische beroeps­organisaties.", "Volgens De Jonge onderstreept de corona­crisis de noodzaak voor meer samenwerking en regie. Maar moet je het systeem afrekenen op een infectieziekte die de wereld verlamt? ­Gezondheidseconoom Canoy: “Er zijn allerlei momenten waarop de aanpak beter had gekund, maar je moet je stelsel niet inrichten op zo’n uitzonderlijke crisis.”", "Dat vindt ook Van Poucke van KPMG: “Hoe vaak komt dit soort pandemieën voor? De coronacrisis is niet maatgevend voor de zorgkwaliteit.”", "Eigenlijk, zegt Van Poucke, onderstreept deze pandemie hoe goed Nederland voor mensen met een slechte gezondheid zorgt. “Kwetsbare ouderen sterven door Covid-19, maar konden zeker 85 jaar of ouder worden. In landen met een slechtere gezondheidszorg zijn die mensen al eerder overleden, waardoor de pandemie daar minder slachtoffers eist. Het klinkt cru, maar de vele coronadoden bewijzen de goede kwaliteit van het stelsel.”", "Ziekenhuisbestuurder Levi vindt de pandemieaanpak wél een goede graadmeter. Het ­gebrek aan regie is zijn stokpaardje. “Neem de 25 regionale GGD’en. Als het ministerie vraagstukken aan hen overlaat, krijg je een babylonische spraakverwarring in plaats van een oplossing.”", "Ook Ellemeet mist regie. “Telkens zie je hetzelfde. Iedereen kijkt naar elkaar. Die regie moet landelijker.”", "Levi en Ellemeet brengen de in hun ogen doorgeschoten marktwerking in verband met de ­povere slagkracht van de zorg in coronatijd. “De efficiëntie is tot in extremis doorgevoerd, zegt Ellemeet.”", "Levi: “Onder druk van de verzekeraars zijn ­ziekenhuizen enorm gaan snijden in de kosten. De ic-bedden zijn een goed voorbeeld. In internationale vergelijkingen bungelt Nederland onderaan met aantal ic-bedden per 100.000 inwoners. Dat breekt ons nu op.”", "Canoy is huiverig voor meer overheidsregie. Alleen in heel specifieke gevallen, zoals bij het faillissement van MC Slotervaart, ligt het ­anders, zegt hij. “De regie op de zorgcontinuïteit bij het Slotervaart was gebrekkig,” aldus Canoy. “Zorgverzekeraar Zilveren Kruis kreeg die rol, maar dat had VWS moeten doen.”", "3. ‘Niet elke behandeling is zinvol’", "Het zorgbudget is als zelfrijzend bakmeel, hoorde Canoy ooit van een Kamerlid. 65-plussers maken de helft van de zorgkosten, conclu­deerde onderzoeksbureau Vektis in 2018. Misschien zijn niet alle zware, dure behandelingen in het belang van ouderen zelf, oppert Ellemeet. Is het doorbehandelen van ouderen zonder goed perspectief wel de beste optie? “De roze olifant in de kamer, zo heb ik dat ­genoemd,” zegt Ellemeet. “Waar is de patiënt bij gebaat? Dat moet vooropstaan, niet de standaardreflex van behandelen. Artsen fluisterden mij in dat die vraag moet worden gesteld, ik ­verzin dat niet zelf.”", "Een voorbeeld. Wat als een 70-plusser met een slechte gezondheid door een zware operatie veel minder mobiel wordt, terwijl wandelen en oppassen op de kleinkinderen voor diegene heel belangrijk is? Ellemeet: “Dan kun je afzien van opereren of kiezen voor een minder zware behandeling. Omdat het beter aansluit bij de wens van de patiënt. En ja, het bespaart ook ­kosten, maar het gaat om kwaliteit van leven.”", "Probleem van het huidige systeem is dat ­artsen geen tijd krijgen om met een patiënt zo’n afweging te maken, aldus Ellemeet. Bovendien is er een productieprikkel om toch te opereren.", "Canoy denkt in dezelfde richting: “Moet je ­medisch altijd alles uit de kast halen? Niet altijd, denk ik. Voor mensen in een terminale situatie kun je een kosten-batenafweging maken. Dat doen we ook om te bepalen of dure geneesmiddelen in het verzekeringspakket komen. In het denken over kostenefficiency versus gezondheidswinst is veel vooruitgang te boeken.”", "Er zijn landen die het veel goedkoper kunnen dan Nederland. Van Poucke wijst op ­Israël. Voor minder geld – 7,2 procent van het bruto binnenlands product, tegen 12,8 procent in Nederland – heeft Israël een hogere levens­verwachting, een hogere overleving bij kanker en een grotere tevredenheid.", "Het geheim? Inzetten op digitalisering en een zorgsysteem zonder tegenstrijdigheden, zegt Van Poucke. De zorgverzekeraar en zorginstelling zijn een en dezelfde. “Dat stimuleert zowel het leveren van de beste zorg als zo min mogelijk zorg tegen de laagste kosten.”", "Een Israëlische huisarts krijgt elke ochtend van elke patiënt die hij ziet een uitdraai van de ziektesymptomen en een digitale zelfscreening. Komt de patiënt vanwege slaapproblemen, maar blijkt uit de zelfscreening ook een te hoge bloeddruk en gewichtstoename, dan weet die huisarts: het is niet per se een slaapprobleem. Zo kom je tot een betere diagnose en behandeling.", "Nog een voorbeeld uit Israël: een lifesciencebedrijf ontwikkelde met een berg aan digitale data een computerspelletje dat kinderen met spraakproblemen traint. Een kind dat woorden goed uitspreekt, wordt beloond. Dat vermindert de kosten voor logopedie. Van Poucke: “Als je verzekeraars en zorgbedrijven integreert, wordt dit soort innovaties snel ingevoerd.”", "Zover wil Ellemeet niet gaan, maar ze wil wel een andere taakverdeling tussen zorgverzekeraars. De grootste verzekeraar in een regio – in Amsterdam is dat Zilveren Kruis – zou een publieke instelling moeten worden. Die sluit één contract met alle zorginstellingen in de regio, mede namens andere verzekeraars. “Zo schakel je concurrentie tussen verzekeraars uit en krijg je meer samenwerking én kostenbesparing.”", "Canoy ziet de noodzaak daarvan niet zo. En voor het afschaffen van de zorgverzekeraars en een sturende rol van de overheid, zoals de SP wil, voelt hij helemaal niets. Waarom zou de staat zulke goede afspraken maken met zorgpartijen? “De staat van dienst is niet om over naar huis te schrijven, met de toeslagenaffaire als navrant voorbeeld. Of neem al die ontspoorde ict-projecten. Het is een misverstand dat iets wat via de overheid kan, niet privaat zou kunnen. Neem de banken of de watervoorziening. Het gaat erom hoe je de publieke belangen en de solidariteit beschermt. Linkse partijen die een grotere rol van de overheid willen, bepleiten in feite iets wat tot minder solidariteit leidt, zoals in Engeland.”"], "authors": ["Bas Soetenhorst", "Jop Van Kempen"], "keywords": ["moet", "van", "zorg", "voor", "en", "een", "op", "zorgstelstel", "schop", "corona", "het", "niet", "dat", "ons", "je"], "pubDate": "2021-01-02T06:00:03Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}