{"id": "63248a83-cd4c-3be4-924e-f4f4b1168051", "title": "Rechters VS keuren datum executie veroordeelde vrouw goed", "url": "https://www.parool.nl/wereld/rechters-vs-keuren-datum-executie-veroordeelde-vrouw-goed~bbfb7068/", "summary": "Tegenstanders van de doodstraf demonstreren voor het ministerie van Justitie in Washington tegen de voorgenomen executie van de ter dood veroordeelde Lisa Montgomery.\nBeeld AFPMontgomery, die in 2004 is veroordeeld voor het wurgen van een zwangere vrouw in de staat Missouri, zou op 8 december ter dood worden gebracht.\nVolgens de lagere rechter had er niet voor 1 januari een nieuwe datum mogen worden gepland, maar de rechters van het hof van beroep zijn het daar niet mee eens.\nBeeld AFPMontgomery is ter dood veroordeeld voor het ombrengen van de destijds 23-jarige Bobbie Jo Stinnett in Skidmore in Missouri in december 2004.\nMontgomery nam het kindje mee en probeerde het voor te doen alsof het haar eigen baby was, zeggen de aanklagers.", "paragraphs": ["Tegenstanders van de doodstraf demonstreren voor het ministerie van Justitie in Washington tegen de voorgenomen executie van de ter dood veroordeelde Lisa Montgomery. Beeld AFP", "Montgomery, die in 2004 is veroordeeld voor het wurgen van een zwangere vrouw in de staat Missouri, zou op 8 december ter dood worden gebracht. Zij is de enige vrouw die in een federale dodencel zit. Haar advocaten hadden om uitstel gevraagd nadat ze besmet waren geraakt met het coronavirus toen ze terugvlogen na een bezoek aan Montgomery in de federale gevangenis in Terre Haute en vroegen om meer tijd voor en gratieverzoek.", "Justitie verschoof de executie vervolgens naar 12 januari. Volgens de lagere rechter had er niet voor 1 januari een nieuwe datum mogen worden gepland, maar de rechters van het hof van beroep zijn het daar niet mee eens. De advocaat van Montgomery wil een petitie indienen tegen die uitspraak. Ze heeft ook president Trump gevraagd de doodstraf van haar cliënt om te zetten in levenslang zonder mogelijkheid op voorwaardelijke vrijlating. De kans daarop is klein, want Trump is fervent voorstander van de doodstraf. Aankomend president Joe Biden is daar juist tégen, maar hij heeft nog niet laten weten of hij gebruik zal maken van de mogelijkheid om federale doodstraffen tegen te houden.", "De ter dood veroordeelde Lisa Montgomery op een politiefoto uit 2004. Beeld AFP", "Montgomery is ter dood veroordeeld voor het ombrengen van de destijds 23-jarige Bobbie Jo Stinnett in Skidmore in Missouri in december 2004. Ze gebruikte een touw om Stinnett, die acht maanden zwanger was, te wurgen. Daarna haalde ze de baby uit de buik met een keukenmes, aldus de onderzoekers. Montgomery nam het kindje mee en probeerde het voor te doen alsof het haar eigen baby was, zeggen de aanklagers.", "De laatste vrouw die door de Amerikaanse regering werd geëxecuteerd, was Bonnie Heady, die in 1953 in een gaskamer in Missouri ter dood werd gebracht wegens de ontvoering en het ombrengen van een 6-jarige jongen."], "authors": ["Het Parool"], "keywords": ["goed", "van", "keuren", "veroordeelde", "montgomery", "voor", "executie", "datum", "een", "ze", "vs", "om", "ter", "vrouw", "dood", "rechters", "het", "die"], "pubDate": "2021-01-02T03:10:33Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}