{"id": "632a7193-06a6-3f17-944c-210caae62354", "title": "Het complotboek is online volop verkrijgbaar", "url": "https://www.nrc.nl/nieuws/2020/12/07/boekwinkels-bieden-online-volop-complotboeken-aan-a4022896", "summary": "Het offline halen begon nadat Bol.com in oktober van RTL Z een vraag kreeg over het aanbod van complotlectuur.\nLange tijd woog vrijheid voor de platforms het zwaarst en waren zij dus terughoudend in het modereren van wat gebruikers plaatsen en verspreiden.\nTot op heden doet Amazon, dat ook een Nederlandse tak heeft, niets tegen QAnon, waarmee het een uitzondering vormt tussen de techreuzen.\nBegin dit jaar nog stelde de webwinkel dat het niet wil bepalen welk boek goed en fout is.\nDit soort disclaimers staan nu al bij ‘antivaxboeken’, waarin vaccinaties ontmoedigd worden, en boeken die eetstoornissen propageren.", "paragraphs": ["„Dit is foute boel”, zegt inkoper Jan Peter Prenger van Libris als hij hoort dat op de website van de boekwinkelketen boeken worden aangeboden waarin complottheorie QAnon wordt verspreid. De Engelstalige boeken, met titels als QAnon: An Invitation to the Great Awakening, worden na vragen van deze krant offline gehaald. Doorslaggevend in die beslissing, zegt Prenger, is dat QAnon, een beweging die gelooft dat kindermisbruikende satanisten de wereld regeren, aanzet tot gevaarlijke situaties. In de VS werden QAnon-aanhangers meermaals gewelddadig en de FBI ziet in de beweging een potentiële terreurdreiging.", "Een rondgang langs boekhandels en webshops die boeken met complottheorieën verkopen levert uiteenlopende reacties op. „Wij staan voor de vrije beschikbaarheid van boeken zolang er geen wettelijk verbod op is. Zodra je ingrijpt, ga je toch richting censuur”, zegt mededirecteur Leo van de Wetering van Donner, dat als fysieke winkel bij Libris hoort maar zijn eigen aanbod bepaalt. Op de website van Donner staan behalve QAnon-boeken ook werken van complotdenkers als David Icke, die van antisemitisme wordt beschuldigd en gelooft dat hagedismensen de wereld beheersen.", "Ook mediaconcern Audax, eigenaar van onder meer AKO, Bruna en webwinkel Bookspot.nl, reageert bij monde van een woordvoerder dat het – wettelijke verboden voorbehouden – geen boeken wil weren. „Het is de vrijheid van onze klanten om zelf een mening te vormen over de inhoud van boeken.” Bruna en AKO kregen eerder in oktober kritiek omdat ze complottijdschrift Gezond Verstand aanboden in de fysieke winkels.", "Lees ook: QAnon springt van web over op de echte wereld", "Op weer een andere lijn zit Bol.com, naar eigen zeggen de grootste boekverkoper van Nederland. De webwinkel heeft enkele honderden complotboeken voorlopig offline gehaald en in de wacht gezet voor een inspectie waarbij het interne ‘kwaliteitsteam’ samen met experts (waaronder sociaal-wetenschappers) de inhoud zal onderzoeken. Het offline halen begon nadat Bol.com in oktober van RTL Z een vraag kreeg over het aanbod van complotlectuur. Woordvoerder Tamara Vlootman vindt niet dat de webwinkel daarmee censuur pleegt. „Boeken die wij weghalen, zijn op andere plekken nog te koop.”", "Vrijheid en verantwoordelijkheid", "Bij alle genoemde (web)winkels zijn boeken met complottheorieën verkrijgbaar. De vraag hoeveel ruimte zulk gedachtegoed moet worden toegestaan, speelt momenteel vooral rond socialmediaplatforms als YouTube, Facebook en Twitter. In die discussie vecht het argument van de vrijheid van meningsuiting om voorrang met het idee dat socialmediabedrijven verantwoordelijkheid dragen voor de verspreiding van schadelijk gedachtegoed. Lange tijd woog vrijheid voor de platforms het zwaarst en waren zij dus terughoudend in het modereren van wat gebruikers plaatsen en verspreiden. De opkomst van QAnon veranderde dat: de afgelopen maanden zijn onder meer Facebook, YouTube en Twitter berichten en filmpjes die dit gedachtegoed verspreiden gaan verwijderen.", "De discussie over vrijheid versus verantwoordelijkheid sijpelt door naar andersoortige platformen. NBC News berichtte vorig jaar dat een QAnon-boek de bestsellerlijsten van de Amerikaanse webwinkel Amazon beklom. Tot op heden doet Amazon, dat ook een Nederlandse tak heeft, niets tegen QAnon, waarmee het een uitzondering vormt tussen de techreuzen.", "Zodra je één boek weghaalt, moet je ook naar alle andere boeken kijken Leo van de Wetering, directeur Donner", "Geschriften verbannen ligt gevoelig – de associatie met historische boekverbrandingen dient zich snel aan. Mede om deze reden hield Bol.com lang de handen op de rug. Begin dit jaar nog stelde de webwinkel dat het niet wil bepalen welk boek goed en fout is. „Boeken zijn anders dan andere producten, omdat het met gedachtevorming te maken heeft. Dat hebben we altijd zo gezien”, zegt woordvoerder Vlootman ook nu. Toch wijzigde dit jaar de koers. Honderden racistische en antisemitische boeken werden tijdelijk weggehaald naar aanleiding van ophef over het antisemitische kinderboek Der Giftpilz uit 1938 – dat op andere boekwinkelsites overigens nog steeds verkrijgbaar is. „We kregen veel kritiek omdat we te weinig tegen antisemitisme zouden doen. Daar hebben we het best moeilijk mee gehad. Want als je iets weghaalt, waar stopt het dan? Omdat we daar niet uitkwamen hebben we experts ingeschakeld.”", "Complotboeken zijn weer een ander verhaal, maar ook weer niet helemaal: veel complottheorieën bevatten racistische en antisemitische dubbele bodems. De vraag waar de grens ligt, is diffuus. Inkoper Prenger van Libris: „We verkopen ook boeken van klimaatscepticus Marcel Crok en de omstreden, nieuwrechtse denker Jordan Peterson, waar ook niet iedereen het mee eens is.”", "Hoewel duidelijke richtlijnen volgens Prenger een „utopie” zijn, zal Libris na de drukke decembermaand bekijken wat er nog meer niet door de beugel kan. Te denken valt aan antisemitische boeken en boeken van antivaccinatie-activisten, die nu prominent bovendrijven als je op website op het woord vaccinaties zoekt. Hoewel Prenger het geen censuur vindt, omdat Libris een commerciële partij is, wil hij wel „uiterst voorzichtig zijn” bij verder ingrijpen.", "Neutrale schakel", "Los van principiële overwegingen is systematisch modereren van online aanbod ook technisch gezien erg moeilijk. De digitale schappen van webwinkels worden automatisch gevuld middels koppelingen met databases van uitgevers en distributeurs, waarbij Nederlandstalige boeken vooral via het CB (Centraal Boekhuis) binnenkomen. Het gaat om miljoenen titels, die niet allemaal vooraf bekeken kunnen worden. Ook het CB doet dat niet, laat een woordvoerder desgevraagd weten: de distributeur dient als neutrale schakel tussen uitgever en boekverkoper. Op een site als Bol.com komen controversiële boeken daarom nog makkelijker terecht. Zo kunnen uitgevers en auteurs van een in eigen beheer uitgegeven boek hun werk er rechtstreeks aanbieden.", "Lees ook: Hoe de complotdenkersstroming QAnon bovengronds kwam", "In fysieke boekenschappen komt omstreden lectuur minder snel terecht, omdat winkeliers daar handmatig een selectie maken. En dan ontstaat er gelegenheid voor principiële afwegingen. Zo besloot Donner om complotboeken niet in haar fysieke winkel te leggen. Hetzelfde geldt van oudsher voor porno, holocaustontkenning en ‘zwarte magie’. Directeur Van de Wetering: „Een winkel heeft een etalagefunctie: je laat er zien welke boeken je kiest, op commerciële of persoonlijke gronden. Maar dat beleid online doortrekken is afgezien van de vraag of het wenselijk is, ook ondoenlijk. Zodra je één boek weghaalt, moet je ook naar alle andere boeken kijken. Bol.com kan zich dat permitteren. Maar ik denk dat ook Bol.com ertegenaan zal lopen dat het om een oneindige hoeveelheid gaat.”", "Wat je wél kunt doen, is bepaalde titels online niet aanbevelen of uitlichten, zegt Van de Wetering. Ook de andere (web)winkels zeggen complotboeken niet actief te willen promoten. Al gebeurt het een enkele keer per ongeluk toch. Op Bol.com staat The Trigger van David Icke prominent op de overzichtspagina ‘Boeken over complottheorieën’, onder het kopje ‘Wij selecteerden voor jou de beste boeken’. In het boek vertelt Icke in 928 pagina’s het ‘echte verhaal’ achter 11 september. Het overzicht van Bol.com is, antwoordt de woordvoerder, een ongelukkige automatische selectie op basis van populariteit, waarop de webwinkel geen invloed heeft. „We gaan kijken of het uit kunnen zetten.”", "Rondgang langs online boekwinkels De meeste complotboeken zijn op internet verkrijgbaar NRC keek op Bol.com, Libris.nl, AKO.nl, Bruna.nl, Bookspot.nl en Donner.nl naar de beschikbaarheid van boeken die QAnon-gedachtegoed verspreiden en boeken van de bekende complotdenkers David Icke, Wim Dankbaar en Robin de Ruiter: een greep uit een groter, lastig meetbaar reservoir aan complotboeken op deze sites. QAnon is een op online fora ontstaan complotnarratief waarin Donald Trump tegen een satanische, pedofiele schaduwregering strijdt die kinderen misbruikt en verhandelt. Het idee van deze ‘kabal’ wortelt in historische ideeën over joodse samenzweringen. Icke is een Britse complotdenker die beschuldigd wordt van antisemitisme en holocaustontkenning. Dankbaar is een Nederlandse publicist die dit jaar tot twee maanden cel werd veroordeeld wegens zijn samenzweerderige, als smaad beoordeelde geschriften over de zaak-Marianne Vaatstra. De Ruiter is een doorgewinterde complotchroniqueur die al decennialang boeken als Hitler pleegde geen zelfmoord en De 13 Satanische bloedlijnen uitbrengt, en onlangs een boek over de coronacrisis. Alle geraadpleegde winkels verkochten aan het begin van de rondgang door NRC Engelstalige QAnon-boeken (die, afgaand op de titels, geschreven zijn door aanhangers van de beweging en niet door bijvoorbeeld journalisten) en boeken van Icke en De Ruiter. Van Dankbaar was één boek verkrijgbaar bij Bol.com en stonden bij Libris en Donner werken aangegeven, maar deze konden niet besteld worden. Inmiddels heeft Bol.com het bewuste boek voorlopig offline gehaald en heeft Libris de vermeldingen van Dankbaars boeken gewist. Libris heeft daarnaast alle QAnon-boeken weggehaald. Bol.com haalde veel boeken over QAnon al eerder tijdelijk weg om geïnspecteerd te worden. Er zijn nog steeds een aantal titels beschikbaar, maar die zullen vermoedelijk in latere rondes meegaan, net als veel andere complotlectuur. Een deel zal na inspectie terugkeren met een waarschuwing dat de inhoud omstreden is. Dit soort disclaimers staan nu al bij ‘antivaxboeken’, waarin vaccinaties ontmoedigd worden, en boeken die eetstoornissen propageren.", "NRC Future Affairs De spannendste stukken over de toekomst van tech, economie, klimaat en megatrends Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 8 december 2020"], "authors": ["Menno Van Den Bos", "Leestijd Minuten"], "keywords": ["verkrijgbaar", "volop", "van", "het", "op", "die", "online", "complotboek", "een", "ook", "en", "boeken", "dat", "niet"], "pubDate": "2020-12-07T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}