{"id": "632fe0f4-c5aa-313d-8d1d-4e11fce0527a", "title": "Onderwijs hoeft niet rendabel te zijn", "url": "https://nrc.nl/nieuws/2020/09/28/onderwijs-hoeft-niet-rendabel-te-zijn-a4013793", "summary": "‘De menselijke geschiedenis wordt meer en meer een race tussen onderwijs en catastrofe”, schreef de Britse schrijver H.G.\nHet onderwijs holt achteruit, ziet ook FVD-leider Thierry Baudet, en dat komt volgens hem op de eerste plaats door immigratie.\nHet geeft aan dat het reguliere onderwijs, met zijn overvolle klassen en chronisch lerarentekort, voor steeds meer ouders heeft afgedaan.\nMaar onderwijs hoeft helemaal niet rendabel te zijn.\nHet geeft de burger houvast om een complexe en snel veranderende wereld beter te begrijpen en te volgen.", "paragraphs": ["‘De menselijke geschiedenis wordt meer en meer een race tussen onderwijs en catastrofe”, schreef de Britse schrijver H.G. Wells vlak na de Eerste Wereldoorlog, een zin die honderd jaar later nauwelijks aan actualiteit heeft ingeboet. De schoolprestaties gaan achteruit, jongeren lezen nauwelijks – laat staan kritisch – en hebben moeite met het herkennen van nepnieuws.", "Het onderwijs holt achteruit, ziet ook FVD-leider Thierry Baudet, en dat komt volgens hem op de eerste plaats door immigratie. De kinderen en kleinkinderen van immigranten „presteren veel slechter” dan hun autochtone generatiegenoten, legde hij uit in zijn FVD Journaal, en halen daarmee het algehele niveau naar beneden. En „dat blijft zo”.", "Zou het werkelijk? Immigratie laat in ieder geval ook zien dat het Nederlandse onderwijs nog altijd een succesvolle emancipatiemachine is. Zo hebben Marokkaans-Nederlandse meisjes, soms dochters van analfabete ouders, in één generatie een spectaculaire sprong in opleiding gemaakt waar de Nederlandse arbeidersklasse drie generaties voor nodig had.", "Ik ben daarom nog zo’n sukkel die heilig gelooft in het aloude verheffingsideaal, al is het maar omdat ik daar zelf een product van ben.", "Maar de onderwijsmachine hapert wel degelijk, dat valt moeilijk te ontkennen. Zo neemt de vraag naar privaat onderwijs toe, en dat zou ons zorgen moeten baren. Het is namelijk een teken aan de wand. Het geeft aan dat het reguliere onderwijs, met zijn overvolle klassen en chronisch lerarentekort, voor steeds meer ouders heeft afgedaan.", "In Rotterdam is het zelfs zo ernstig dat de gemeente overweegt om leerkrachten te dwingen in achterstandswijken te werken, omdat scholen de vacatures daar maar niet gevuld krijgen. Eerder werd geprobeerd leraren over te halen om te kiezen voor ‘moeilijke’ scholen door een bonus van 5.000 euro in het vooruitzicht te stellen. Dat heeft niet gewerkt.", "Het was natuurlijk een kwestie van tijd. Als een land als een soort onderneming wordt bestierd, allerlei publieke voorzieningen vermarkt of wegbezuinigd worden, dan zal dat Angelsaksische denken ook de schoolkeuzes van ouders beïnvloeden. Ouders die het zich kunnen veroorloven, uiteraard.", "De tweedeling tussen haves en have nots is een feit dat we in dit land te lang hebben genegeerd.", "De meeste partijen vinden dat er meer geld naar het onderwijs moet, al wordt daar vaak een economisch nut aan gekoppeld. Maar onderwijs hoeft helemaal niet rendabel te zijn. Aan veel vakken zullen de meeste mensen later in hun werkcarrière zelfs indirect niets hebben. Goed onderwijs is dan ook meer dan alleen het verhogen van productiviteit. Het geeft de burger houvast om een complexe en snel veranderende wereld beter te begrijpen en te volgen. En, als we geluk hebben, is het net genoeg om een catastrofe af te wenden.", "Dit is de laatste column van Lotfi El Hamidi op deze plek. Hij wordt plaatsvervangend chef van de opinieredactie.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 28 september 2020"], "authors": ["Lotfi El Hamidi", "Leestijd Minuten"], "keywords": ["van", "het", "meer", "hoeft", "zijn", "onderwijs", "niet", "een", "rendabel", "te", "en", "dat", "ook", "hebben"], "pubDate": "2020-09-28T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}