{"id": "6334b424-3e88-3bb3-948e-24b4af31e39c", "title": "Leveren politici ook loon in, net als horecaondernemers?", "url": "https://www.ewmagazine.nl/opinie/opinie/2020/12/leveren-politici-ook-loon-in-net-als-horecaondernemers-792353/", "summary": "Misschien kunnen politici ook een tijd afstand doen van hun inkomen, net als horeca-ondernemers, schrijft Hans van Tellingen in dit ingezonden opinie-artikel.\nEen enkele keer is die, helaas, ietwat onaangenaam als ook politici worden omringd door de ‘actievoerders’.\nMaar de meeste mensen, ook ik, bevinden zich tussen beide extremen in.\nIk stel voor dat politici die zoiets uitdragen ook een tijd afstand doen van hun eigen inkomsten.\nEn ik doe ook niet anders.", "paragraphs": ["Misschien kunnen politici ook een tijd afstand doen van hun inkomen, net als horeca-ondernemers, schrijft Hans van Tellingen in dit ingezonden opinie-artikel. Een maand of negen? Dan doen we het wél ‘samen’.", "In Nederland is geen sprake van grootschalige demonstraties tegen de coronamaatregelen. Ze kennen in elk geval niet de omvang van die in Duitsland, het Verenigd Koninkrijk en Frankrijk. Vaak hebben de COVID-demonstraties in ons kikkerlandje iets kleinschaligs of hippie-achtigs en is de sfeer uitzonderlijk gemoedelijk. Een enkele keer is die, helaas, ietwat onaangenaam als ook politici worden omringd door de ‘actievoerders’.", "Hans van Tellingen (1966) is geograaf, regioloog en directeur/eigenaar van winkelcentrum-onderzoeker Strabo bv. Hij is hoofdauteur van Waarom Stenen Winkels Winnen. Ingezonden opinieartikelen worden geselecteerd door de redactie, maar vertegenwoordigen niet noodzakelijkerwijs het standpunt van Elsevier Weekblad.", "De maatschappij kan", "– verantwoord – veel meer open dan menigeen denkt", "Het coronadebat in Nederland, ik heb er al vaker over geschreven, lijkt te bestaan uit twee groepen: enerzijds de toch wat doorgedraaide complotdenkers, anderzijds de lockdown-fanaten, die ons het liefst continu thuis houden om verdere verspreiding tegen te gaan. Beide groepen zijn mijns inziens te extreem. En begeven zich buiten de realiteit. Maar de meeste mensen, ook ik, bevinden zich tussen beide extremen in. Waarbij ik mij wel degelijk scherp en kritisch uitlaat over de coronamaatregelen. Maar dat doe ik wél onderbouwd. En ‘binnen de lijntjes’.", "Nu hoef ik niet per se de straat op om te demonstreren. Maar ik verbaas mij er wél over dat de gematigde critici zo weinig van zich laten horen. Want zijn veel van de maatregelen wel echt nodig? Werken ze niet juist contraproductief? Kunnen we niet veel meer open als maatschappij? En leidt dat, als je dat slim doet, juist niet tot minder doden door COVID dan wanneer je, zoals nu het geval is, van lockdown naar lockdown schuttert? Ik schreef er, onder meer, dit over. Een veelgelezen artikel dat ook langzaam doordringt tot de landelijke media.", "Er is hoop voor de retail", "In een vorig artikel voor EW eindigde ik met deze conclusie: ‘Mensen zijn veerkrachtig. En gaan weer consumeren. Winkeliers gaan daarvan profiteren. Net als horeca-ondernemers en vastgoedeigenaren. Het oude normaal is sneller terug dan menigeen denkt.’", "Eigenlijk zie je daarvan nu al het bewijs al. In de winkelstraten was het weer druk. Mensen zijn weer dolenthousiast aan het winkelen. Heel simpel. Omdat ze het leuk vinden om met elkaar op stap te gaan en te consumeren. En een half uur in de rij staan voor bijvoorbeeld de Zara vormt voor sommigen geen obstakel. Winkelen is een wezenlijk onderdeel van het menselijk gedrag.", "Maar de straten waren afgelopen week al weer té druk, volgens sommige burgemeesters althans. Waarbij de heer Aboutaleb van Rotterdam wel heel erg vastzit in zijn angstmodus en zijn drang om veel te willen verbieden. Het is niet fair. Het bezoek is veel meer gespreid dan in vorige jaren en het is dus niet zo druk als toen. En er zijn ook mensen die zich door de coronamaatregelen wel degelijk geremd voelen in hun consumptieve gedrag. En dus – helaas – niet gaan winkelen.", "Feit is dat de gehele retail (alle branches samen) sinds mei gigantisch in de lift zit, met maandelijkse groeipercentages van 10 procent vergeleken met dezelfde maand in 2019. De mens laat zich niet in een dwangbuis manoeuvreren door de maatregelen van de overheid, zo blijkt.", "Er is ook hoop voor de horeca en de evenementenbranche", "En de toekomst voor de horeca- en evenementenbranche? Hoe is die? Feit is dat mensen er dol op zijn. Op lekker eten en uitgaan. Wij combineren winkelbezoek meer en meer met horecabezoek (ook wel blurring genoemd). Zodra de horeca weer opengaat, zal er sprake zijn van een grote toestroom van mensen.", "Dat geldt ook voor de evenementenbranche. Ja. Het is Nederland Evenementenland, nietwaar? Zodra vanaf de lente de evenementen weer ‘mogen’, zul je zien dat (en dat geldt in het bijzonder voor de jeugd) de mensen niet meer te houden zijn. En die dwangbuis waarover ik het had? We willen eruit. Als dolle koeien op de eerste lentedag in de wei. Zo eenvoudig kan het zijn.", "Burgemeester Bruls: wees alstublieft geen boeman", "Maar ja, we zitten nu nog wel opgescheept met maatregelen. En – hoewel alle seinen op groen staan – brengen onze bewindvoerders soms ontmoedigende berichten naar buiten. Naast de heer Aboutaleb is ook de heer Bruls daarin zeer bedreven.", "Ik twijfel niet aan hun goede bedoelingen. Maar kunnen zij iets meer begrip opbrengen voor de ondernemers in dit land in de retail-, horeca- en evenementenbranche? Dat we bijvoorbeeld niet alles alleen maar online moeten kopen? Dat het echte consumentengedrag zich in de stad afspeelt?", "Zonder goed functionerende retail geen goede gezondheidszorg", "De burgemeesters lijken niet zo veel feeling voor de retail te hebben. Er werken een slordige 850.000 mensen in deze sector, die daarmee een grote banenleverancier is. Beseffen de heren burgemeesters dat wel?", "De winkelbranche is, in weerwil van allerlei rampspoedverhalen de afgelopen jaren, een nog steeds grotendeels winstgevende sector. In de retail wordt geld verdiend. Zonder de belastinginkomsten uit deze sector kan de overheid niet functioneren. Zonder belastinginkomsten kunnen immers geen ambtenaren-, ministers- en burgemeesterssalarissen worden betaald. En is er ook geen geld voor onderwijs en goede gezondheidszorg. Met alle gevolgen van dien.", "Zonder horeca- en evenementenbranche geen goede gezondheidszorg", "De heer Bruls heeft ook de horeca in het vizier. Hij reageerde op de aankondiging van horecabedrijven dat ze op 17 januari de deuren weer openen, met de volgende opmerking: ‘De coronamaatregelen gelden niet voor niets. Als er half januari nog beperkende bepalingen gelden voor de horeca, moeten de regels worden nageleefd. Handhavers zullen daarop toezien. We begrijpen dat de nood hoog is bij veel horecabedrijven, maar de coronamaatregelen gelden voor ons allemaal, voor individuele burgers en ondernemers, en dus ook voor horecaondernemers.’", "Neemt hij dan ook afstand van negen maanden loon?", "Ik stel voor dat politici die zoiets uitdragen ook een tijd afstand doen van hun eigen inkomsten. Net als de horeca-ondernemers. Een maand of negen. Want dán doen we het wél ‘samen’. En al zou het maar voor één maand zijn, het kweekt in elk geval meer goodwill.", "\"De coronamaatregelen gelden echter voor ons allemaal en dus ook horecaondernemers.\" Ik stel voor dat politici die zoiets uitspreken ook ‘n tijd afstand doen van hun inkomsten. Net als de horeca-ondernemers. Een maand of 9? Want dán doen we het wél samen. https://t.co/wmyqbtzOrp — Hans van Tellingen (@hansvantelling) December 2, 2020", "De heer Bruls citeert graag de filosoof Immanuel Kant: ‘Optimisme is een morele plicht.’ Nu kan ik me daar goed in vinden. Maar wat is de waarde van deze stelling als een hele sector de nek wordt omgedraaid? Als jou het ondernemen onmogelijk wordt gemaakt? ‘Een ondernemer vindt altijd een oplossing,’ zegt Bruls dan. Klopt. Dat zeg ik ook altijd. Maar ja, als jou het ondernemen wordt belemmerd door verregaande overheidsbemoeienis, in dit geval de coronamaatregelen, dan wordt dat lastig. Zo niet volstrekt onmogelijk.", "Winkelen is de ultieme vorm van protest tegen de coronamaatregelen", "Ik eindig met datgene waarmee ik begon. Nederlanders zijn meestal geen actievoerders, maar ze zijn vaak wel uiterst creatief met het vrijelijk omgaan met regelgeving. ‘Gedogen’ is een ultiem Nederlands woord. Als iets net wel of net niet ‘mag’, dan gebeurt het sowieso.", "Abonnee worden?Dagelijks op de hoogte blijven van de laatste actualiteiten, achtergronden en commentaren van onze redactie? Bekijk ons aanbod en krijg onbeperkt toegang tot alle digitale artikelen en edities van Elsevier Weekblad. Bekijk de mogelijkheden voor een (digitaal) abonnement hier", "Want wij zoeken de winkelstraat op (dat mag). Met elkaar (dat mag eigenlijk niet). En wij gaan winkelen. Omdat het leuk is. Omdat het een leuk verzetje is. En kennelijk ook een daad van verzet. Winkelen is daarmee de ultieme vorm van protest tegen de coronamaatregelen. Ik juich dit protest toe.", "Koop een nieuwe outfit en spendeer in de horeca en aan evenementen", "Desalniettemin is het momenteel niet allemaal hosanna in de retail. En al helemaal niet in de horeca- en de evenementenbranche.", "In de retail hebben de branches mode, schoenen, sport en reizen het moeilijk. Koop een nieuwe outfit, is daarom de boodschap. Koop ook een prachtig paar schoenen. Vervang uw hockeystick. Of een ander sportitem. En ga, zodra het weer kan, uit eten en de kroeg in. Dat is ook goed voor uw humeur en uw vriendschappen en uw (liefdes)relatie. En als er in de lente weer evenementen zijn? Boek een ticket. Vier feest. Vier het leven. Vier uw bestaan. Ik kan niet anders. En ik doe ook niet anders. Volgt u mij in dit streven?"], "authors": [], "keywords": ["van", "als", "het", "voor", "loon", "ik", "leveren", "een", "ook", "en", "niet", "dat", "politici", "net", "horecaondernemers"], "pubDate": "2020-12-05T14:24:00+00:00", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}