{"id": "6337cb83-990c-36be-be9e-a1b00fb06ef9", "title": "Dost scoort ook bij debuut voor Club Brugge: 'Dit geeft direct vertrouwen'", "url": "https://www.nu.nl/voetbal/6101212/dost-scoort-ook-bij-debuut-voor-club-brugge-dit-geeft-direct-vertrouwen.html", "summary": "Net als bij VfL Wolfsburg, Sporting CP en Eintracht Frankfurt was de kersverse Club Brugge-spits Bas Dost zondag direct trefzeker bij zijn debuut.\nDe Nederlander genoot van zijn eerste minuten in het shirt van de Belgische topclub.\n\"Dit doelpunt geeft meteen vertrouwen\", zei Dost na de 1-2-zege op de site van Brugge.\n\"Tijdens de rust heb ik gezegd dat het beter was om me te vervangen en dat vond de trainer ook.\"\nDoor de nipte overwinning staat het Nederlands getinte Club Brugge, waar naast Dost en Lang Ruud Vormer en Stefano Denswil onder contract staan, nog altijd fier aan kop.", "paragraphs": ["Net als bij VfL Wolfsburg, Sporting CP en Eintracht Frankfurt was de kersverse Club Brugge-spits Bas Dost zondag direct trefzeker bij zijn debuut. De Nederlander genoot van zijn eerste minuten in het shirt van de Belgische topclub.", "De 31-jarige Dost, die onlangs door Brugge werd overgenomen van Eintracht Frankfurt, verscheen direct aan de aftrap en was al na dertien minuten trefzeker tegen STVV. De achttienvoudig international van Oranje passeerde doelman Daniel Schmidt na een fraai lobje van Charles De Ketelaere.", "\"Dit doelpunt geeft meteen vertrouwen\", zei Dost na de 1-2-zege op de site van Brugge. \"Het was een fantastische voorzet van Charles. Ik zag de bal komen en toen wist ik al dat er een grote kans was dat die erin ging. Het meteen uithalen is wat ik kan en moet laten zien. Die bal was perfect en ik schoot hem technisch goed in.\"", "De spits merkte dat hij in zijn eerste wedstrijd direct goed werd gevonden door zijn nieuwe ploeggenoten. \"Daar hebben we veel op getraind deze week en de jongens hebben dat goed omgezet. Noa (Lang, red.) gaf me ook een geweldige bal die ik niet goed kopte. We zijn pas een week aan de gang, maar ik ben tevreden.\"", "'Het was beter om mij in de rust te wisselen'", "In de 53e minuut maakte oud-Ajacied Lang de 0-2 en dat bleek ondanks een aansluitingstreffer na rust genoeg voor Club Brugge om drie punten veilig te stellen. Dost maakte de tweede helft niet meer mee, want hij liet zich in de rust wisselen.", "\"Ik had deze week wat pijn aan mijn bovenbeen doordat ik veel schietoefeningen heb gedaan. Dat speelde tegen STVV weer een rol\", verklaarde de spits. \"Tijdens de rust heb ik gezegd dat het beter was om me te vervangen en dat vond de trainer ook.\"", "Door de nipte overwinning staat het Nederlands getinte Club Brugge, waar naast Dost en Lang Ruud Vormer en Stefano Denswil onder contract staan, nog altijd fier aan kop. De voorsprong op naaste belager KRC Genk is vier punten.", "Bekijk het programma, de uitslagen en de stand in de Jupiler Pro League"], "authors": ["Door"], "keywords": ["ik", "goed", "geeft", "vertrouwen", "direct", "scoort", "zijn", "rust", "club", "ook", "debuut", "van", "en", "een", "dit", "dost", "voor", "het", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}