{"id": "633f581a-2c61-3613-8464-26415f23b2eb", "title": "Hoor wie klopt daar", "url": "https://nrc.nl/nieuws/2020/12/12/hoor-wie-klopt-daar-a4023597", "summary": "Verhaal en personages hadden de tijd goed doorstaan, zei hij, alleen de figuur die Papa Afrika wordt genoemd, daar moesten we iets mee.\nVertegenwoordigde hij een racistisch stereotype?\nWas hij een voorbeeld van culturele toe-eigening?\nVoor het fotofestival in Breda beplakte hij een skatebaan met digitaal gefabriceerde vrouwengezichten, alle door cosmetische chirurgie misvormd.\nHij is het instituut, en we zijn nog maar net begonnen het te ontmantelen.”De toekomst is stralend, de toekomst is goed.", "paragraphs": ["Sinds kort klopt de tijdgeest op mijn deur. Eerst zacht maar allengs harder. Ik sprak met een man die mijn boek Joe Speedboot uit 2005 wil verfilmen. Verhaal en personages hadden de tijd goed doorstaan, zei hij, alleen de figuur die Papa Afrika wordt genoemd, daar moesten we iets mee. Zijn rol zou in deze tijd verkeerd begrepen kunnen worden.", "Ik probeerde te bedenken wat er mis kon zijn met Papa Afrika. Hij zwerft door het verhaal als een vriendelijke, wijze Egyptenaar, die probeert te ontsnappen aan de verliefde bedilzucht van zijn Nederlandse vrouw, die zijn paspoort heeft verstopt omdat ze bang is hem te verliezen. Vertegenwoordigde hij een racistisch stereotype? Was hij een voorbeeld van culturele toe-eigening? Ik kon zo gauw niks bedenken maar ging ervan uit dat er ergens in het wetboek van de identiteitsvoorvechters een overtreding te vinden moest zijn. De man met wie ik over de verfilming praatte wilde de kritiek in elk geval voor zijn door het eventuele probleem alvast uit de weg te ruimen.", "Het gaat er in de kunst niet langer om wat de maker bedoeld heeft, maar uitsluitend hoe de ontvanger het interpreteert. Artistieke beweegredenen leggen het in deze hoogsensitieve tijd af tegen morele bezwaren; de onbuigzame moraal van de sociale rechtvaardigheidsbeweging is hier het hogere recht. Nu een van mijn personages problematisch werd gevonden en over de rand dreigde te vallen, kon ik het kloppen van de tijdgeest niet langer negeren.", "Mijn vrienden in de kunstwereld hebben er al langer mee te maken. Sommigen doen na kritiek op hun werk aan zelfcensuur, een enkeling wordt gecanceld; de verdenkingen die hen treffen klinken vergezocht en onterecht, maar feit is dat de strikte normen en waarden van de nieuwe rechtzinnigen hard ingrijpen in hun leven en hun kunst.", "Iedere kunstenaar moet zich tegenwoordig op zijn minst tot de vaak terechte eisen van de tijd verhouden, sommigen worden er rechtstreeks door aangevallen.", "Deze zomer kreeg curator en fotomaniak Eric Kessels er hardhandig mee te maken. Voor het fotofestival in Breda beplakte hij een skatebaan met digitaal gefabriceerde vrouwengezichten, alle door cosmetische chirurgie misvormd. Het werk riep zoveel kritiek op door het vermeende seksisme ervan, dat de maatschappijkritische bedoeling van de maker ondersneeuwde en de foto’s werden verwijderd. In de door Human uitgezonden documentaire Destroy my face zegt een van de vrouwelijke activisten: „Dit werk moest weg omdat het pijn deed.” In de cultuuroorlog worden pijn, gekwetstheid en slachtofferschap opgevoerd als objectieve rechtsgrondslag.", "Kessels werd zo slachtoffer van de slachtoffers. Hij kroop, vertelde hij in de documentaire, thuis onder een dekentje na alle kritiek en beledigingen, en zei bedrukt in de camera: „Hier kan ik me niet tegen verweren natuurlijk.”", "Beeldend kunstenaars zijn over het algemeen niet erg goed in het verwoorden van hun bedoelingen en al helemaal niet in het verdedigen van hun werk. Ze missen de verbale gaven om kritiek te pareren. Maar het is dan ook niet de bedoeling dat beschuldigingen van racisme, seksisme of culturele toe-eigening worden tegengesproken. Elk verweer benadrukt dat de beschuldigde het onderdrukkende systeem en zijn eigen witte, geprivilegieerde positie daarin niet heeft doorgrond, en verzwaart zo de aanklacht.", "Excuses voldoen niet, in de tribunalen van de rechtvaardigheidsbeweging wordt stalinistische zelfbeschuldiging verlangd. Maar ook dat is geen garantie voor genade. Wie eenmaal als toxic wordt beschouwd, is verloren. Zijn of haar aanwezigheid zal voortaan als ‘onveilig’ worden ervaren, wat alleen kan worden weggenomen door uit beeld te verdwijnen. Een voorbeeld daarvan gaf ik hier al eerder, van de activiste die na de excuses van de Britse fotograaf Martin Parr zei: „Parr vertegenwoordigt een generatie van witte, middelbare mannen die zonder enige consequentie doet wat ze wil. Hij is het instituut, en we zijn nog maar net begonnen het te ontmantelen.”", "De toekomst is stralend, de toekomst is goed. Ik kan niet wachten op de kunst die ze zal voortbrengen, die inclusief, rechtvaardig en pijnloos zal zijn.", "Tommy Wieringa schrijft elke week op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Leestijd Minuten"], "keywords": ["van", "die", "hoor", "niet", "een", "en", "klopt", "maar", "te", "wie", "daar", "zijn", "hij", "het"], "pubDate": "2020-12-12T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}