{"id": "6346c14d-1629-3ecb-9cdb-2644791ea3e4", "title": "Dit zijn de belangrijkste nieuwe auto's van 2021", "url": "https://nu.nl/auto/6098699/dit-zijn-de-belangrijkste-nieuwe-autos-van-2021.html", "summary": "Dit zijn de belangrijkste nieuwe modellen van 2021.\nDe derde generatie staat op een geheel nieuw platform en zal voorzien zijn van mild-hybridtechniek.\nVan de nieuwe Qashqai zijn slechts detailfoto's vrijgeven, zoals van het interieur.\nVan de nieuwe Qashqai zijn slechts detailfoto's vrijgeven, zoals van het interieur.\nDe eerste specificaties van het eerste model, de Ioniq 5, zijn al gelekt: een rijbereik van 450 kilometer en een vermogen van 230 kW (313 pk).", "paragraphs": ["De storm aan elektrische auto's zal in 2021 niet gaan liggen. In tegendeel. Van luxe vaandeldragers tot nieuwe middenklassers; ook volgend jaar zal het ene na de andere model je om de oren vliegen. Je zou haast vergeten dat vooralsnog vooral brandstofauto's verkocht worden, want ook daaraan is er geen tekort. Dit zijn de belangrijkste nieuwe modellen van 2021.", "Dit jaar verschijnt de nieuwe Nissan Qashqai. De derde generatie staat op een geheel nieuw platform en zal voorzien zijn van mild-hybridtechniek. Ook introduceert Nissan met de nieuwe Qashqai zijn e-Power-aandrijflijn in Europa.", "De Nissan Qashqai e-Power heeft weliswaar gewoon een benzinemotor aan boord, maar die machine drijft in geen geval direct de wielen aan. De benzinemotor dient namelijk als generator voor een relatief klein accupakket, dat op zijn beurt een elektromotor voedt.", "Een andere belangrijke nieuwkomer is de Peugeot 308. Er is nog weinig over bekend, behalve dat de auto qua vormgeving de aansluiting zal zoeken met modellen als de 2008 en onlangs opgewaardeerde 3008.", "Waar de nog verse 208 en 2008 direct ook leverbaar waren met elektrische aandrijving, blijft dat voor de nieuwe 308 nog gissen. Een plug-inhybrideaandrijflijn is waarschijnlijker. Kortom, voorlopig zal de nieuwe 308 dus nog teren op benzine- en dieselmotoren.", "Een minstens zo interessante nieuwkomer in 2021 is de Toyota Mirai, de waterstofauto van het Japanse merk. Een gunstigere prijs, een verbeterd rijbereik en meer tankstations moeten Mirai aan groter succes helpen. In de zomer wordt ook de opgehoogde Yaris Cross leverbaar.", "Van de nieuwe Qashqai zijn slechts detailfoto's vrijgeven, zoals van het interieur. Van de nieuwe Qashqai zijn slechts detailfoto's vrijgeven, zoals van het interieur. Foto: Nissan", "SUV van Ferrari in aantocht", "In 2021 zal ook de aangepaste Volkswagen Polo zijn opwachting maken. Het model is niet helemaal nieuw, maar de voor- en achterkant van het huidige model gaan wel flink op de schop. Bij Mercedes-Benz gaat volgend jaar het doek van de nieuwe C-Klasse vallen. Het model zal designkenmerken van de onlangs gepresenteerde S-Klasse meekrijgen, zowel aan de buiten- als binnenzijde.", "De Ferrari Purosangue zal in het komend jaar vermoedelijk de meestbesproken auto worden. Dit wordt namelijk de eerste SUV van het Italiaanse sportwagenmerk. Ferrari heeft de afgelopen jaren de ene na de andere concurrent goede sier zien maken met een SUV, maar het zal waarschijnlijk het succes van de Lamborghini Urus geweest zijn dat ze op thuisbasis Maranello het laatste zetje heeft gegeven.", "Het is een kruising van twee bestaande modellen en bovendien hebben we hem al vanuit alle hoeken kunnen bewonderen; de Tesla Model Y. Je zou haast vergeten dat deze auto nog niet in Nederland leverbaar is. In 2021 moet daar verandering in komen. Als alles meezit rolt de Model Y vanaf volgend jaar ook over de grens in Duitsland van de band.", "De aanstaande Mercedes C-Klasse is direct als zodanig herkenbaar. De aanstaande Mercedes C-Klasse is direct als zodanig herkenbaar. Foto: AutoWeek", "Vloeddeuren gaan open", "Daarmee zijn we bij de elektrische nieuwkomers aangekomen. Volgend jaar verschijnen allereerst een aantal auto's op de weg die reeds onthuld zijn. Denk aan de Fiat 500, de Opel Mokka-e en de SKODA Enyaq iV.", "Daarna gaan de vloeddeuren open. Audi komt met zijn eigen versie van de Porsche Taycan in de vorm van de e-tron GT. Voor de kleinere beurs is er de op de Volkswagen ID.3 gebaseerde Q4 e-tron. BMW zet in 2021 met de iX zijn technologische vlaggenschip op de markt, terwijl we ook de Tesla Model 3-concurrent van de Duitsers kunnen verwelkomen, de i4.", "Mercedes komt in 2021 niet alleen met elektrische versies van de GLA en GLB, het zal tevens zijn elektrische topmodel onthullen, de EQS. Porsche doet een duit in het zakje met een stationwagenversie van de Taycan.", "Volvo presenteert in maart zijn tweede elektrische auto. Er is nog weinig over bekend, behalve dat de auto zijn basis met de elektrische XC40 P8 recharge deelt.", "Met de iX wil BMW laten zien waar het toe in staat is. Met de iX wil BMW laten zien waar het toe in staat is. Foto: BMW", "Sneller laden wordt betaalbaarder", "Ook vanuit Azië kunnen we op elektrisch vuurwerk rekenen. Hyundai zet in 2021 met Ioniq een nieuw elektrisch merk in de markt. De eerste specificaties van het eerste model, de Ioniq 5, zijn al gelekt: een rijbereik van 450 kilometer en een vermogen van 230 kW (313 pk).", "De grote onderscheidende factor van de Ioniq 5 is de boordspanning van 800 volt, iets dat vooralsnog alleen bij de veel duurdere Porsche Taycan het geval is. Hyundai brengt deze technologie naar de middenklasse, waardoor ook de Ioniq 5 nog maar een kwartier nodig heeft om weer tot 80 procent vol te geraken. Voor de traditioneel ingestelde bestuurder heeft Hyundai in 2021 de nieuwe Tuscon in de prijslijst.", "Nissan komt in 2021 met de Ariya, die in tal van uitvoeringen leverbaar wordt. Het instapmodel moet 360 kilometer ver komen op een acculading, het topmodel 500 kilometer. Zustermerk Renault neemt de Ariya als basis voor een elektrische MÉGANE, waar het afgelopen oktober in de vorm van de MÉGANE eVision-showauto een voorproefje van gaf."], "authors": ["Foto", "Door"], "keywords": ["zijn", "van", "belangrijkste", "zal", "en", "nieuwe", "een", "met", "dit", "autos", "op", "ook", "het", "2021"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}