{"id": "634cbc5d-1766-3236-a29c-c3f9b3beb655", "title": "Inbreker dringt woning Hind Laroussi in LA binnen en slaapt in haar bed", "url": "https://nu.nl/achterklap/6101200/inbreker-dringt-woning-hind-laroussi-in-la-binnen-en-slaapt-in-haar-bed.html", "summary": "Hind Laroussi is onlangs slachtoffer geworden van een inbraak.\nEen man is haar huis in Los Angeles binnengedrongen en heeft onder meer in haar bed geslapen, vertelt de zangeres aan De Telegraaf.\n\"Er worden daar mensen overhoopgeschoten, er zijn veel zelfmoorden, denk je dat ze iets doen met een inbraak?\nIk mag in mijn handen knijpen dat mijn hele huis niet is leeggehaald.\nMaar of ik iets bijzonders mis, kan ik echt pas zien als ik weer terug ben en wanneer dat is weet ik nog niet.\"", "paragraphs": ["Hind Laroussi is onlangs slachtoffer geworden van een inbraak. Een man is haar huis in Los Angeles binnengedrongen en heeft onder meer in haar bed geslapen, vertelt de zangeres aan De Telegraaf.", "\"De buurman belde dat iemand mijn slaapkamerraam had ingeslagen en naar binnen is geweest\", aldus de zangeres, die momenteel in Nederland is bij familie.", "Diezelfde nacht belde ze met de politie die vertelde dat de inbreker in haar bed heeft geslapen. \"Wat een griezelig en vies idee. Gelukkig lijkt er weinig te zijn gestolen, dat is dan wel weer vreemd. Maar helemaal zicht heb ik daar nu niet op, want ik zit natuurlijk aan de andere kant van de oceaan.\"", "De 36-jarige zangeres woont in Los Angeles in een beveiligde omgeving met een hek eromheen en dus vindt ze het vreemd dat de inbraak heeft kunnen gebeuren. \"Toch heeft iemand mijn slaapkamerraam kunnen inslaan. Raar dat niemand iets heeft gehoord of gezien.\"", "Laroussi heeft er weinig vertrouwen in dat de politie werk zal maken van de inbraak. \"Er worden daar mensen overhoopgeschoten, er zijn veel zelfmoorden, denk je dat ze iets doen met een inbraak? De camerabeelden worden nog wel nagekeken, beloofden ze. Ik mag in mijn handen knijpen dat mijn hele huis niet is leeggehaald. Maar of ik iets bijzonders mis, kan ik echt pas zien als ik weer terug ben en wanneer dat is weet ik nog niet.\""], "authors": ["Door"], "keywords": ["ik", "mijn", "hind", "er", "inbraak", "dringt", "zangeres", "woning", "ze", "haar", "binnen", "en", "een", "la", "slaapt", "inbreker", "heeft", "laroussi", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}