{"id": "636eb9d5-f356-3631-8d96-264811c3d012", "title": "'Te sexy' als psycholoog, Vlaamse Kaat Bollen levert na reprimande titel in", "url": "https://nos.nl/artikel/2363911-te-sexy-als-psycholoog-vlaamse-kaat-bollen-levert-na-reprimande-titel-in.html", "summary": "Ze noemt het een moeilijk en pijnlijk besluit, maar \"als psycholoog zijn anno 2021 inhoudt dat ik niet mijzelf mag zijn (zelfs niet in mijn privéleven, want daar gaat dit over!)\n\"Sinds wanneer moeten we als psychologen waardiger zijn dan anderen?\nZit onze kracht als psycholoog niet net in het mens zijn en de ontmoeting tussen twee mensen?\"\nToen ik het las, dacht ik dat ik was teruggevallen in de jaren 50 van de vorige eeuw.\"\n\"Gelukkig heb ik een job bij de radio\", schampert presentatrice Sharon Slegers.", "paragraphs": ["Bollen is furieus en heeft direct na de reprimande haar titel opgegeven. Ze noemt het een moeilijk en pijnlijk besluit, maar \"als psycholoog zijn anno 2021 inhoudt dat ik niet mijzelf mag zijn (zelfs niet in mijn privéleven, want daar gaat dit over!) dan ben ik liever geen psycholoog\".", "\"Het is straf dat ik mij hier in 2021 voor moet verantwoorden. We mogen stilaan spreken over seksualiteit, maar het moet blijkbaar in een heel klinische context gebeuren.\"", "\"Ik kan er niet bij. Waarom is sexy en/of vrouwelijk niet waardig? En sinds wanneer oordelen wij psychologen over de waardigheid van anderen? Moeten wij niet juist een open vizier hebben én authenticiteit aanmoedigen?\", schrijft Bollen op Instagram.", "\"Sinds wanneer moeten we als psychologen waardiger zijn dan anderen? Zijn we dan niet net mensen die er voor andere mensen proberen te zijn? Zit onze kracht als psycholoog niet net in het mens zijn en de ontmoeting tussen twee mensen?\"", "Kledingpolitie", "De Vlaamse minister Somers voor Gelijke Behandeling wil kijken wat hij tegen de houding van de commissie kan doen. \"Dit is schade toebrengen aan wat vrouwen wel of niet mogen doen of dragen in hun vrije tijd.\"", "\"We moeten hier geen kledingpolitie\", reageert hij ontstemd. \"Dit is echt ongehoord. Toen ik het las, dacht ik dat ik was teruggevallen in de jaren 50 van de vorige eeuw.\"", "Bollen krijgt online ook van anderen bijval. Zo laat lingerieontwerpster Marlies Dekkers weten achter Bollen te staan en plaatste radiopresentatrice Heidi Lenaerts een foto in ondergoed met de oproep: \"Kom. Allemaal in ons onderbroek voor Kaat Bollen.\"", "Veel Belgische vrouwen delen verleidelijke foto's met de de hashtag #istandwithkaat. Ze vragen of zij nu ook niet meer competent zijn volgens de commissie. \"Ik heb een masterdiploma en ook borsten, mag dat nog?\" vraagt een. \"Hoeveel meter stof aan kleding is nodig om bekwaam te zijn\", vraagt een ander.", "\"Gelukkig heb ik een job bij de radio\", schampert presentatrice Sharon Slegers. \"Dan zie je niet hoe sexy ik eruitziet als ik m'n werk doe.\""], "authors": ["Kaat Bollen Reageert Op Het Vonnis"], "keywords": ["ik", "bollen", "zijn", "dan", "sexy", "te", "titel", "van", "kaat", "en", "een", "psycholoog", "reprimande", "voor", "levert", "vlaamse", "als", "het", "niet", "dat"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}