{"id": "639bc930-3f65-3e73-97d0-1def5db77df8", "title": "Veel minder blazers bij ESD-SIC dan voorgaande jaren, maar de vlag gaat niet uit", "url": "https://www.dvhn.nl/groningen/Veel-minder-blazers-bij-ESD-SIC-dan-voorgaande-jaren-maar-de-vlag-gaat-niet-uit-26343002.html", "summary": "Vier in de eerste vier maanden van 2020 en twee van een lagere categorie in juni en juli.\nZe hebben niet tot klachten geleid”, zegt een woordvoerder van het bedrijf.\nDat productieproces vindt plaats in de open lucht, in grote ovens op het terrein van het chemiebedrijf.\nMaatregelen om blazers te verminderenVan de blazers wil het bedrijf daarom graag af.\nESD-SIC trof allerhande maatregelen, zoals het aanpassen van de temperatuur en de samenstelling van de ovens en het beter draineren van het terrein.", "paragraphs": ["Waren het er in 2019 nog 52, afgelopen jaar waren er maar zes stofexplosies bij chemiebedrijf ESD-SIC in Farmsum. De genomen maatregelen om de blazers terug te dringen lijken te werken.", "Het gaat om een reductie van negentig procent ten opzichte van 2019. Vier in de eerste vier maanden van 2020 en twee van een lagere categorie in juni en juli. „Daarvan was de impact op de omgeving gering. Ze hebben niet tot klachten geleid”, zegt een woordvoerder van het bedrijf.", "Uitstoot van vezels en stofexplosies", "Het chemiebedrijf wordt sinds een paar jaar nauwlettend in de gaten gehouden, doordat het in de clinch ligt met de provincie over de uitstoot van vezels en stofexplosies, zogenaamde blazers. ESD-SIC produceert siliciumcarbide, een zeer hard zwart materiaal dat onder meer gebruikt wordt in dieselroetfilters. Dat productieproces vindt plaats in de open lucht, in grote ovens op het terrein van het chemiebedrijf.", "Bij dat proces ontstaan soms stofexplosies, die door omwonenden in de omgeving als zeer storend worden ervaren. Ook vrezen inwoners van omliggende dorpen voor hun gezondheid, omdat zij bang zijn dat in het neerdalende stof mogelijk ongezonde deeltjes zitten.", "Maatregelen om blazers te verminderen", "Van de blazers wil het bedrijf daarom graag af. ESD-SIC trof allerhande maatregelen, zoals het aanpassen van de temperatuur en de samenstelling van de ovens en het beter draineren van het terrein. Die aanpak lijkt vruchten af te werpen. „Maar we willen nog tot het voorjaar wachten met hieraan conclusies te verbinden”, laat de woordvoerder weten. Het natte seizoen komt eraan en water lijkt een rol te spelen bij het ontstaan van de stofexplosies.", "De woordvoerder stelt wel dat de afname in blazers in ieder geval niet te maken heeft met de gevolgen van het coronavirus.", "Over de vergunningsprocedure waar het chemiebedrijf in verwikkeld is met de provincie, wil ESD niets kwijt. „Daarover doen wij op dit moment geen uitspraken. We wachten het formele traject af.”"], "authors": ["Patriecia Kolthof"], "keywords": ["blazers", "jaren", "vlag", "voorgaande", "uit", "met", "te", "woordvoerder", "veel", "van", "en", "een", "minder", "stofexplosies", "gaat", "esdsic", "het", "maar", "niet", "dat"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}