{"id": "639f53fb-581b-33a5-966e-657dd61641dc", "title": "Thuiswerken met arbeidsbeperking levert soms ‘kortsluiting’ op. ‘Als ik aan een taak begin, moet die verdikkeme af ook’", "url": "https://volkskrant.nl/nieuws-achtergrond/thuiswerken-met-arbeidsbeperking-levert-soms-kortsluiting-op-als-ik-aan-een-taak-begin-moet-die-verdikkeme-af-ook~b2c481c4/", "summary": "Koopmans is een van de circa 1,2 miljoen Nederlanders met een arbeidsbeperking.\nWant door de coronamaatregelen hebben zij meer moeite om aan het werk te komen en te blijven.\nZe werken namelijk vaker op een flexibel contract en in sectoren die te maken hebben met krimp door beperkingen.\nUit recente cijfers van het UWV blijkt al dat de vooruitgang vanaf het tweede kwartaal van 2020 stagneert.\nDe dienst blijft bovendien nieuwe medewerkers werven, al kijkt ze daarbij wel kritisch of zij digitaal vaardig zijn en op afstand kunnen worden ingewerkt.", "paragraphs": ["Ate Koopmans werkt bij de Belastingdienst en heeft de diagnose autisme. Zijn jobcoach Carolien de Hoop bespreekt wekelijks met hem hoe het gaat. Beeld Marcel van den Bergh / de Volkskrant", "Ate Koopmans was direct dolenthousiast over de Belastingdienst. De strakke procedures, duidelijke regels − eigenlijk alles wat ontvangers van de blauwe enveloppe weleens hekelen − trokken hem juist aan in zijn nieuwe baan. Het sloot immers goed aan bij de diagnose die bij hem is gesteld: autisme. Als geen ander gedijt Koopmans bij weten waar hij aan toe is.", "Maar toen brak de coronacrisis uit en werd ineens alles door de war geschopt. Koopmans kwam achter een laptop thuis te zitten, zonder de structuur van kantoor. En dat was op z’n zachtst gezegd ‘even wennen’. Hij probeerde het wel hoor, pauze nemen: ’s ochtends even een appeltje eten, spelen met de hond. Maar als hij eenmaal aan een taak begint ‘moet die verdikkeme af ook’. En dan raakt hij overprikkeld.", "Koopmans is een van de circa 1,2 miljoen Nederlanders met een arbeidsbeperking. Een groep die de Denktank Coronacrisis in een onlangs gepubliceerd rapport als ‘kwetsbaar’ beschrijft. Want door de coronamaatregelen hebben zij meer moeite om aan het werk te komen en te blijven. Ze werken namelijk vaker op een flexibel contract en in sectoren die te maken hebben met krimp door beperkingen. Bovendien is niet elke arbeidsbeperkte digitaal even vaardig, wat thuiswerken bemoeilijkt.", "In het rapport roept de denktank op om deze en andere kwetsbare groepen, zoals statushouders en langdurig werklozen, niet uit het oog te verliezen. Ze zouden beter betrokken moeten worden bij arrangementen die het kabinet nu opzet, zoals de begeleiding van werk-naar-werk. ‘Zij zijn namelijk altijd de eersten voor wie tijdens de crisis de aandacht verslapt’, zegt denktank-voorzitter Mariëtte Hamer. De oud-PvdA-fractievoorzitter maakte het tijdens de kredietcrisis van dichtbij mee.", "Scherper", "De problemen van arbeidsbeperkten zijn sinds die crisis alleen maar ‘scherper’ geworden. ‘Toen hadden we nog het systeem van de sociale werkvoorziening’, vertelt Hamer. Na de invoering van de Participatiewet in 2015 werd de instroom bij die sociale werkplaatsen beëindigd. In plaats daarvan spraken werkgevers, vakbonden en het Rijk af om tot 2025 125 duizend banen te scheppen voor arbeidsbeperkten. Hamer: ‘De transformatie zit in een moeilijke fase, er is nog niet overal een nieuwe dekkende sociale infrastructuur tot stand gekomen waar groepen met een afstand tot de arbeidsmarkt gebruik van zouden kunnen maken.’", "Tussen 2012 en 2018 zijn er weliswaar 52 duizend banen gecreëerd, maar dat was mede te danken aan de hoogconjunctuur. Uit recente cijfers van het UWV blijkt al dat de vooruitgang vanaf het tweede kwartaal van 2020 stagneert. Meer dan 1.600 arbeidsbeperkten verloren hun baan. Niet verrassend, vindt Hamer. ‘Deze mensen vragen extra begeleiding, maar in groeisectoren is iedereen nu druk, druk, druk en in de sectoren die stilliggen door corona is geen werk.’", "Bij de Belastingdienst is het streven om voor het eind van dit jaar 550 arbeidsparticipanten aan te nemen inmiddels al wel ruimschoots behaald. De dienst blijft bovendien nieuwe medewerkers werven, al kijkt ze daarbij wel kritisch of zij digitaal vaardig zijn en op afstand kunnen worden ingewerkt. Voor de begeleiding van arbeidsparticipanten die al in dienst zijn, worden interne jobcoaches ingeschakeld.", "Kortsluiting", "Een van hen is Carolien de Hoop. Zij spreekt elke week met Koopmans over wat er goed gaat en waar hij onder meer tijdens het thuiswerken tegenaan loopt. Meestal online, maar vandaag maken ze een wandeling. ‘Ate kan het werk goed aan, het is een intelligente man’, weet De Hoop. ‘ Maar het autisme is bij hem nog niet zo lang geleden vastgesteld dus hij vindt het soms moeilijk te accepteren. Hij wil gewoon alles kunnen doen en gaat daarbij snel zijn eigen grenzen over. Daardoor raakt hij soms het overzicht kwijt en kan hij in paniek raken.’", "Koopmans knikt. Op kantoor zou hij in zo’n situatie een collega om hulp vragen, maar nu kan hij achter zijn laptop nog weleens ‘kortsluiting’ krijgen. ‘Dan krijg ik een hoge hartslag en druk in mijn hoofd. Dan ben ik enorm bang om fouten te maken.’ Het helpt dan niet als er tussendoor van alles gebeurt wat zijn planning in de war schopt.", "Zo kunnen 'burgers’ nogal onberekenbaar zijn. De een mailt snel terug, terwijl de ander lang op zich laat wachten. Op advies van De Hoop mailt Koopmans hen daarom niet meer op vrijdag, want dan zitten ze nog het hele weekend in zijn hoofd. Nog zo’n leermoment: de quiz die Koopmans laatst voor zijn team wilde voorbereiden. Natuurlijk was het leuk om te doen, maar had het ook echt prioriteit? De Hoop: ‘Veel van Ate’s energie gaat naar dingen waarvan hij het idee heeft dat hij daaraan moet voldoen, maar dat klopt meestal niet.’", "De Hoops belangrijkste advies voor Koopmans is daarom: plan niet te veel op een dag en plan af en toe eens niets. Ze herhaalt het zo vaak als nodig is. En ja, dat kost misschien wat tijd en energie maar je wint er een hoop mee. Investeren in deze doelgroep is namelijk niet alleen winst voor het individu, zegt SER-voorzitter Hamer. Maar ook voor het collectief.", "‘Wij denken dat we na deze pandemie weer naar een situatie gaan waar er tekorten zijn op de arbeidsmarkt en dan hebben we deze mensen heel hard nodig. Bovendien is een arbeidsmarkt die iedereen meeneemt ook een manier om de samenleving bij elkaar te houden. Dat draagt uiteindelijk ook bij aan draagvlak voor de coronamaatregelen.’"], "authors": ["Marieke De Ruiter"], "keywords": ["van", "die", "thuiswerken", "levert", "een", "het", "ook", "en", "maar", "moet", "te", "zijn", "verdikkeme", "soms", "op", "taak", "kortsluiting", "hij", "met"], "pubDate": "2020-12-16T09:18:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}