{"id": "639ff1aa-5e0f-3834-ad72-a9e689c193db", "title": "De Baby Builder laat zien: de verleiding het dna van je baby te manipuleren is moeilijk te weerstaan", "url": "https://trouw.nl/wetenschap/de-baby-builder-laat-zien-de-verleiding-het-dna-van-je-baby-te-manipuleren-is-moeilijk-te-weerstaan~b0385f8e/", "summary": "Dat laat de Baby Builder zien, een machine waarmee Bertrand Burgers afstudeerde aan de kunstenopleiding HKU en eerder dit jaar al opviel op de Dutch Design Week.\nJe kunt bij deze babybouwer terecht met al je wensen, en dat deden de driehonderd mensen die tot nu toe de kans kregen.\nEnthusiastic futuristsVan de eerste groep gebruikers van de Baby Builder zei 67 procent vooraf geen gebruik te willen maken van genetische modificatie.\nMaar na het modelleren van het eigen virtuele kind, bleek 60 procent in de hoogste categorie te belanden die de Baby Builder kent, de categorie ‘enthusiastic futurists’.\nLees ook:Doe-het-zelven met je DNAMet een spoedcursus moleculaire biologie en wat hulp van internet kun je een poging wagen zelf je genen te veranderen.", "paragraphs": ["Ook mensen die naar eigen zeggen niets moeten hebben van gentechnieken, draaien toch aan de knoppen als ze daarmee hun kind gezonder en slimmer kunnen maken. Dat laat de Baby Builder zien, een machine waarmee Bertrand Burgers afstudeerde aan de kunstenopleiding HKU en eerder dit jaar al opviel op de Dutch Design Week. Je kunt bij deze babybouwer terecht met al je wensen, en dat deden de driehonderd mensen die tot nu toe de kans kregen. Dat waren vooral bezoekers van tech- en kunstexposities, dus niet bepaald representatief, maar toch veelzeggend, vindt Burgers en vinden ook wetenschappers van drie universiteiten die bij dit project betrokken zijn.", "Enthusiastic futurists", "Van de eerste groep gebruikers van de Baby Builder zei 67 procent vooraf geen gebruik te willen maken van genetische modificatie. Maar na het modelleren van het eigen virtuele kind, bleek 60 procent in de hoogste categorie te belanden die de Baby Builder kent, de categorie ‘enthusiastic futurists’. Er zit tegenstrijdigheid in wat mensen zeggen en wat mensen doen. Ingrijpen in de natuur voelt voor veel mensen verkeerd, zegt een betrokken wetenschapper, maar als ze kans krijgen hun kind mooier en beter te maken kunnen ze de verleiding niet weerstaan. Alleen de gedachte al dat jij heel principieel niet modificeert, maar alle andere ouders wel...", "Dat zichtbaar maken in het hooggespannen gendebat was precies de bedoeling van Bertrand Burgers. De betrokken universiteiten gaan de machine wellicht gebruiken in hun ethiekonderwijs. En Burgers wil komend jaar met zijn Baby Builder naar de Negenmaandenbeurs.", "Lees ook:", "Doe-het-zelven met je DNA", "Met een spoedcursus moleculaire biologie en wat hulp van internet kun je een poging wagen zelf je genen te veranderen. Twee Amerikanen nemen het voortouw bedachten hun eigen gentherapie."], "authors": ["Willem Schoonen"], "keywords": ["moeilijk", "weerstaan", "baby", "van", "laat", "mensen", "het", "zien", "manipuleren", "verleiding", "maar", "een", "je", "te", "en", "maken", "hun"], "pubDate": "2020-11-26T09:21:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}