{"id": "63a479da-3ab8-3455-9fd9-f83343c7b1f7", "title": "Wie zijn de bestormers van het Capitool?", "url": "https://nos.nl/nieuwsuur/collectie/13854/artikel/2363416-wie-zijn-de-bestormers-van-het-capitool", "summary": "Mensen in groepen als QAnon en de Proud Boys zijn ervan overtuigd dat de verkiezingen zijn gestolen en schuwen geweld niet.\nOver het geweld zegt hij: \"Dit is de logische uitkomst van de normalisering van complottheorieën en de desinformatie in de Verenigde Staten.\n\"Onder de indringers van het Capitool bevinden zich aanhangers van QAnon, de bizarre complottheorie waarin Donald Trump het land moet redden van een kinderbloed drinkende elite van Democraten en Hollywoodsterren.\nAndere bestormers dragen de controversiële confederale vlag van de zuidelijke staten.\n\"We zien op de beelden van de bestorming ook symbolen van een obscure online gemeenschap, zoals de vlag van Kekistan: een fictieve republiek.", "paragraphs": ["Pro-Trumpbetogers drongen gistermiddag het Amerikaanse parlementsgebouw binnen. Daarbij vielen vier doden. De oproep om het Capitool over te nemen, circuleert al een tijdje op sociale media. Mensen in groepen als QAnon en de Proud Boys zijn ervan overtuigd dat de verkiezingen zijn gestolen en schuwen geweld niet.", "Verslaggever Rudy Bouma volgt voor Nieuwsuur de wereld van extreem-rechtse groeperingen en complotdenkers. Over het geweld zegt hij: \"Dit is de logische uitkomst van de normalisering van complottheorieën en de desinformatie in de Verenigde Staten. En het aanmoedigen van rechts-extremisten door president Donald Trump.\"", "Wie zijn de bestormers?", "\"Onder de indringers van het Capitool bevinden zich aanhangers van QAnon, de bizarre complottheorie waarin Donald Trump het land moet redden van een kinderbloed drinkende elite van Democraten en Hollywoodsterren. Andere bestormers dragen de controversiële confederale vlag van de zuidelijke staten. Die vlag wordt geassocieerd met slavernij en racisme.\"", "\"We zien op de beelden van de bestorming ook symbolen van een obscure online gemeenschap, zoals de vlag van Kekistan: een fictieve republiek. De vlag toont grote gelijkenissen met de nazivlag. Ook voeren sommige betogers symbolen van neonazistische groepen. Onder hen rechts-extremisten die ook deelnamen aan de rellen in Charlotteville in 2017, waarbij een vrouw om het leven kwam.\"", "\"In die groepen wordt veelvuldig opgeroepen tot een 'burgeroorlog'. Witte suprematisten worden door de Amerikaanse veiligheidsdiensten beschouwd als de grootste binnenlandse terroristische dreiging.\"", "Deze opvallende man is vaste bezoeker van QAnon-demonstraties."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["zijn", "van", "capitool", "bestormers", "en", "een", "wordt", "groepen", "wie", "ook", "het", "vlag", "die"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}