{"id": "63d36bed-f17b-3417-b997-cc6a1bc42d80", "title": "John Le Carré (1931-2020) dankte zijn fascinatie voor mysterie aan zijn vader, een flamboyante oplichter", "url": "https://trouw.nl/cultuur-media/john-le-carre-1931-2020-dankte-zijn-fascinatie-voor-mysterie-aan-zijn-vader-een-flamboyante-oplichter~b0210ff4/", "summary": "Wanneer aan het licht komt dat hij een dubbelspion is, vlucht hij naar een pension om zijn memoires te schrijven.\nDie memoires zijn een licht geromantiseerd verslag van Le Carré’s eigen jeugd.\nPym beschrijft hoe hij als spion gevormd is door zijn vader, een charmante maar gevaarlijke oplichter.\nNet zoals John le Carré vorig jaar nog tegen The Guardian zei gevormd te zijn door zijn criminele vader, Ronnie Cornwell.\nIn 1993 confronteerde Jan Kuitenbrouwer (vader van de gelijknamige journalist) hem in een brief met een plotfoutje in Tinker tailor soldier spy.", "paragraphs": ["‘De beste Engelse roman sinds de oorlog.’ Zo werd John le Carré’s ‘A perfect spy’ in 1986 genoemd door de Amerikaanse schrijver Philip Roth. Het verhaal draait om de Engelse Magnus Pym, een kameleonachtige spion die zich zijn hele leven aanpast aan iedereen, en zodoende eerlijk is tegen niemand, ook niet tegen zichzelf. Wanneer aan het licht komt dat hij een dubbelspion is, vlucht hij naar een pension om zijn memoires te schrijven.", "Die memoires zijn een licht geromantiseerd verslag van Le Carré’s eigen jeugd. Pym beschrijft hoe hij als spion gevormd is door zijn vader, een charmante maar gevaarlijke oplichter. Net zoals John le Carré vorig jaar nog tegen The Guardian zei gevormd te zijn door zijn criminele vader, Ronnie Cornwell.", "David Cornwell, zoals de schrijver echt heette, is zaterdagavond op 89-jarige leeftijd aan een longontsteking overleden. Cornwell, die in de jaren vijftig en zestig bij de Britse veiligheids- en inlichtingendiensten werkte, werd in 1963 wereldberoemd als John le Carré met ‘The spy who came in from the cold’, zijn derde spionageroman. Bestsellers als ‘Tinker tailor soldier spy’ en ‘The constant gardener’ volgden. Op veel van zijn boeken zijn films en tv-series gebaseerd.", "‘Waarheid is waar je mee weg komt’", "In het interview met The Guardian blijkt zijn vader zijn oorspronkelijke inspiratiebron. Door diens “buitengewone, onverzadigbare criminaliteit” ontbrak het hem in zijn vroege jaren “aan enig reëel besef van waarheid. Waarheid was waar je mee weg kwam.”", "Aanleiding voor het interview was Le Carré’s 25ste en laatste boek, ‘Agent Running in the Field’ (2019), waarin hij genadeloos schrijft over de Brexit. ‘Het is mijn overwogen mening’, laat hij een personage zeggen, ‘dat het vertrek van Groot Brittannië uit de Europese Unie ten tijde van Trump, en de Britse afhankelijkheid van de Verenigde Staten in een tijdperk waarin de VS vervallen in institutioneel racisme en neofascisme, een absolute clusterfuck is.’", "In eerdere romans blijkt afhankelijkheid van de VS de schrijver altijd te hebben tegengestaan. In verhalen als ‘The Russia house’ en ook A perfect spy, komt de CIA over als een bende lompe horken die zichzelf veel te belangrijk achten. De Engelse personages hebben meer relativeringsvermogen: je kunt de wereld niet redden, maar het spelletje wel met verve spelen. Niet voor niets zegt een personage in de BBC-serie van Le Carré’s boek ‘The little drummer girl’: ‘De duivel kun je niet stoppen. Alleen de man die zijn werk uitvoert.’", "Uiteindelijk blijft de elegantie over", "Zelden voelen Le Carré’s verhalen netjes afgerond. Soms winnen de protagonisten, soms de antagonisten, maar het einde blijft een dubieuze wending in een eindeloze – vaak zinloze – strijd. En hoewel hij zichzelf in zijn privéleven als patriot zag, raakte ook zijn vaderlandsliefde tegen het einde behoorlijk bekoeld. Je kunt je afvragen: waar geloofde hij nog in?", "In ieder geval in de elegantie van het spel, die zijn Engelse antihelden zo goed begrepen. In interviews wist Le Carré altijd de rol van humoristische gentleman op te brengen.", "Ook in het contact met zijn lezers was een attent gebaar hem niet vreemd. In 1993 confronteerde Jan Kuitenbrouwer (vader van de gelijknamige journalist) hem in een brief met een plotfoutje in Tinker tailor soldier spy. “Dank u zeer voor uw vermakelijke brief”, antwoordde Le Carré. “Mijn vrouw en ik waren zeer geraakt door uw verschrikkelijke vraag.” De lezer kreeg een gesigneerd exemplaar van het boek, opgedragen aan ‘een betere spion dan ik’.", "Lees ook:", "In de wereld van Le Carré bestaat geen zwart en wit", "The Little Drummer Girl’ speelt met de dubbel-zinnigheden van de spionagewereld. List en bedrog zijn belangrijker dan spanning."], "authors": ["Rufus Kain"], "keywords": ["zijn", "van", "het", "vader", "voor", "le", "fascinatie", "een", "en", "met", "john", "oplichter", "mysterie", "hij", "als", "flamboyante", "je"], "pubDate": "2020-12-14T15:35:31Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}