{"id": "63d3ebb4-18ae-3dad-a0c6-f8546b63c082", "title": "Weer nederlaag Republikeinen in zaak verkiezingen", "url": "https://www.parool.nl/wereld/weer-nederlaag-republikeinen-in-zaak-verkiezingen~be2dac1f/", "summary": "De bondgenoten van de Amerikaanse president Donald Trump in de Republikeinse partij kregen een nieuwe nederlaag te slikken in hun pogingen de verkiezingsuitkomst aan te vechten.\nPence zit als vicepresident de speciale sessie van het Amerikaanse Congres op 6 januari voor om de stemmen van het kiescollege tellen.\nMeerdere Republikeinen hebben al aangekondigd te zullen dwarsliggen bij de vergadering van het Congres en te zullen protesteren tegen de uitslag.\nDe huidige president Donald Trump heeft zijn nederlaag nog niet toegegeven en houdt vol dat is gefraudeerd.\nPogingen om dat voor de rechter aan te tonen, zijn tot nu toe mislukt.", "paragraphs": ["De bondgenoten van de Amerikaanse president Donald Trump in de Republikeinse partij kregen een nieuwe nederlaag te slikken in hun pogingen de verkiezingsuitkomst aan te vechten. Beeld AP", "De Republikeinen, onder aanvoering van afgevaardigde Louie Gohmert uit de staat Texas, wilden via de rechter afdwingen dat vicepresident Mike Pence zich moet inspannen om president Trump uit te roepen tot winnaar van de verkiezingen bij een speciale vergadering in het Amerikaanse Congres. De rechter heeft de zaak afgewezen.", "Pence zit als vicepresident de speciale sessie van het Amerikaanse Congres op 6 januari voor om de stemmen van het kiescollege tellen. Daar zal worden vastgesteld dat Biden de verkiezingen heeft gewonnen. De goedkeuring van de uitslag is normaliter een formaliteit, maar als klachten worden ingediend kan dat volgens Amerikaanse media leiden tot een urenlang debat waarbij ook gestemd moet worden.", "De rechter oordeelde dat Gohmert en de andere indieners geen gegronde basis hebben om de verkiezing van Biden teniet te doen. Pence had de rechter zelf afgelopen donderdag ook al verzocht om de zaak af te wijzen, omdat die niet aan hem gericht zou moeten zijn.", "Meerdere Republikeinen hebben al aangekondigd te zullen dwarsliggen bij de vergadering van het Congres en te zullen protesteren tegen de uitslag. De huidige president Donald Trump heeft zijn nederlaag nog niet toegegeven en houdt vol dat is gefraudeerd. Pogingen om dat voor de rechter aan te tonen, zijn tot nu toe mislukt."], "authors": ["Het Parool"], "keywords": ["tot", "van", "het", "rechter", "om", "zaak", "weer", "een", "nederlaag", "te", "trump", "dat", "republikeinen", "amerikaanse", "verkiezingen"], "pubDate": "2021-01-02T04:26:01Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}