{"id": "63d84c19-125d-30d0-8528-9cf552a03ed1", "title": "20 biertjes en nog steeds niet dronken: dit zijn de lekkerste alcoholvrije bieren", "url": "https://www.parool.nl/ps/20-biertjes-en-nog-steeds-niet-dronken-dit-zijn-de-lekkerste-alcoholvrije-bieren~b0b9f189/", "summary": "Youp van 't Hek, een van de leden van het testpanel.\nDeze staat al jaren bekend als de plek waar bierliefhebbers – normaal gesproken – tot in de late uurtjes terechtkunnen voor een kratje pils, maar ook voor een enorm breed aanbod aan speciaalbieren.\nDe panelleden waren zo goed als unaniem in hun oordeel als een bier echt slecht of echt goed was.\nDeze wordt als de lekkerste in de reeks bevonden, maar helemaal alcoholvrij is het niet.\nOnze conclusie is dat het bier niet goed in elkaar zit.", "paragraphs": ["Youp van 't Hek, een van de leden van het testpanel. Beeld Renate Beense", "Tien jaar geleden was alcoholvrij bier iets voor sukkels en zwangere vrouwen. Als je een maltje bestelde, schonk je het zo snel mogelijk in een glas zodat niemand je met het flesje spotte. Of je dook weg in een hoek in de hoop dat je vrienden het niet zagen.", "Alcoholvrij bier was niet sexy en nauwelijks populair. De belangrijkste reden: het was gewoon niet heel lekker. Voor wie het zich niet kan herinneren: zoet naar graan smakend slootwater zou wat mij betreft een treffende omschrijving zijn voor bijna de hele toenmalige categorie. Er waren hier en daar heus wat smaaknuances, maar lekker was het niet.", "En dan was er nog die oudejaarsconference van Youp van ’t Hek. Hij zette Buck­ler, het toenmalige alcoholvrije bier van Heineken, in zijn oudejaarsconference van 1989 weg als gereformeerd bier voor ‘lullen van een jaar of 40 die in het café staan te zwaaien met autosleutels’. Buck­ler werd uit de markt gehaald en alcoholvrij bier was definitief voor losers.", "Een deel van de geteste bieren. Beeld Renate Beense", "Smaakvoller", "En nu is het drinken van een maltbier in. De markt voor alcoholvrije bieren heeft zich de laatste jaren in rap tempo ontwikkeld. Het aanbod is smaakvoller geworden én er is een groeiend bewustzijn dat overmatige consumptie naast verloren weekenden en ontembare koppijn ook tot structurele narigheid leidt. De combinatie hiervan stuwde de 0%-markt tot ongekende hoogten.", "In 2019 werd in Nederland ruim 680.000 hectoliter alcoholvrij bier verkocht. Dat was volgens de bierconsumptiecijfers van de branchevereniging Nederlandse Brouwers 6,5 procent meer dan het jaar ervoor, goed voor ongeveer 5,5 procent van de gehele bierconsumptie. Bijna alle grote biermerken hebben inmiddels een alcoholvrij bier, en ook de kleinere microbrouwerijen hebben werk gemaakt van laag­alcoholische brouwsels.", "Beeld Renate Beense", "En zo heeft tegenwoordig iedere zichzelf respecterende slijter of supermarkt een schap met alcoholvrij bier – brouwsels met een alcoholpercentage lager dan 0,1% – en alcoholarm bier, tot maximaal 1,2% alcohol. Drankjes tot 0,5% mogen aan onder-18-jarigen worden verkocht.", "Alcoholvrij bier is dus terug, en nu echt. En in coronatijd mag je er zelfs ook na achten mee over straat. Biersommelier Hubert Hecker, lid van ons proefpanel, vertelt dat alcoholvrij inmiddels het snelst groeiende bier is. Volgens hem komt dit deels doordat de consument meer met gezondheid bezig is, maar vooral ook omdat het aanbod gewoonweg steeds beter is.", "Het panel aan het werk. ‘Heeft hier iemand net een citroen in uitgeperst?’ Beeld Renate Beense", "In het verleden produceerden de brouwers vooral alcoholvrij pils. “Dat is het meest doordrinkbare en wat betreft smaakbeleving simpelste bier. Als je daar de alcohol uithaalt, die een belangrijke drager van smaak is, blijft er weinig over.” De kleinere brouwerijen maken juist meer speciaalbieren met een laag alcoholpercentage, aldus Hecker. “Door het gebruik van hop en andere smaakmakers kun je tot iets bijzonders komen. Daarnaast zijn de technieken om alcoholvrij bier te maken ook echt beter geworden. Pils zonder alcohol is vandaag de dag ook lekker.”", "Voordat we gaan proeven, waarschuwt Hecker dat je eigenlijk alcoholvrij bier nog altijd niet moet vergelijken met regulier bier. Er mist iets wezenlijks. Je moet de categorie dan ook op zichzelf beoordelen.", "Twee rondes", "Ons proefpanel bestaat uit zes personen, we proefden in twee rondes, in verschillende samenstellingen. Op een herfstachtige maandagavond komen we voor de eerste ronde samen in avondwinkel Sterk, op de Nassaukade in Amsterdam. Deze staat al jaren bekend als de plek waar bierliefhebbers – normaal gesproken – tot in de late uurtjes terechtkunnen voor een kratje pils, maar ook voor een enorm breed aanbod aan speciaalbieren. De avondwinkel verkoopt ruim honderd verschillende alcoholvrije soorten. Zoveel kunnen we niet proeven: we besluiten ons te storten op de selectie alcoholvrije en alcoholarme bieren uit eigen land. Of in elk geval van Nederlandse merken. Wellicht zit er een brouwer tussen die over de grens bij de zuiderburen brouwt. De tweede proefronde hielden we aan de keukentafel bij de Buckler-killer, Youp van ’t Hek.", "Judith Zilversmit. Beeld Renate Beense", "Het panel was enthousiast over de gemiddelde kwaliteit van de bieren. De smaakvoorkeuren van de leden liepen hier en daar flink uiteen. De panelleden waren zo goed als unaniem in hun oordeel als een bier echt slecht of echt goed was. Toch waren er een paar middenmoters die zomaar door iemand in de jury als heel aangenaam werden ervaren. Voor iedere bierliefhebber is er iets te vinden.", "Beeld Renate Beense", "De test / pils", "Heineken 0.0", "De brouwerij zag dat het succes van dit nuchtere biertje zo groot was dat de 0,0 bieren tegenwoordig in blik, fles en krat verkrijgbaar zijn. Het is een lekkere pils met een fijn belletje. Het bier schuimt nauwelijks in het glas. Een veilige maar goed gemaakte alcoholvrije pils. Het komt als een van de beste uit de test. 7,5", "Grolsch 0.0", "De wietlucht komt je tegemoet. Hop is familie van cannabis, dus dat hoeft niet verkeerd te zijn. Van tevoren dacht het voltallige proefpanel dat dit biertje het zou afleggen tegen Heineken. Dit valt alleszins mee. Het bier heeft meer geur en ruikt lekker, is droger, donkerder en iets voller van smaak. Een dikke voldoende. 8", "Bavaria 0.0", "De Bavaria wordt kruidig en tegelijkertijd muf bevonden. Dit bier moet je echt ijskoud drinken om er nog een te willen. Het is zoeter en smaakt meer naar wort dan de andere bieren. Veel restsuikers, constateren we. Het smaakt alsof het niet ver genoeg is doorgegist. Net geen onvoldoende. 5,5", "Hertog Jan 0.0", "Onze biersommelier ruikt en mompelt: slootwater. Een studentenkeet ruikt ook zo na een lang weekend bier morsen, merkt Youp op. Het bier is licht geoxideerd. Het heeft minder suikers dan de bieren die we proeven. Hertog Jan kan wat ons betreft aan de bak. 4", "Swinckels 0.0", "Dit bier valt op. De neus zegt lychee. Het schuimt mooi in het glas, de hoptonen nemen de mond mee op avontuur. Het etiket zegt dat het cascade- en polarishop zijn. Het is zuurder dan alle andere bieren en daardoor nodigt het uit tot een tweede glas. Het is dat we er nog twintig moesten proeven anders had het proefpanel hier graag nog een glas van besteld. Favoriet van Youp. 7,5", "Amstel 0.0", "Bij het ruiken aan het glas vindt iemand dit pilsje naar chemische banaantjes ruiken. Iemand anders zegt zuurstok. Niemand wordt hier enthousiast van. Net geen onvoldoende, zegt Hecker. Snel door naar de volgende... 6", "Brothers in Law –0.5 Hoppy Lager", "Dit bier heeft een bubblegumgeur en komt duidelijk uit een moderne brouwerij. Bij het inschenken stijgt er een volle, hoppige geur uit onze glazen op. Het proefpanel kijkt verheugd en er wordt aan het flesje getrokken. Deze wordt als de lekkerste in de reeks bevonden, maar helemaal alcoholvrij is het niet. Het is zo hoppig dat zelfs wordt getwijfeld of hij wel in dit rijtje zou moeten staan. Heeft wel een iets weeë nasmaak. 8", "IPA / overig", "Jopen – NONnetje 0.3", "Dit is snoepig en wat zoeter dan een aantal andere bieren in het rijtje, maar het wordt wel aardig uitgebalanceerd door de bitters, waardoor we het een lekker biertje vinden. Youp probeert een extra punt los te peuteren omdat hij een zwak voor Haarlem heeft, maar de rest van de jury is hier niet gevoelig voor. Er is weinig afdronk. Wat overblijft zijn de bitters. 7", "Kompaan – Stunt Double 0.5", "Het biertje van de Haagse brouwers in een flesje met opvallende grafische vormgeving wekt hoge verwachtingen, maar we worden wat teleurgesteld. Het heeft veel restsuikers. Het bier wordt als medicinaal bestempeld en kan op weinig enthousiasme rekenen. Geen onvoldoende, maar echt lekker vinden we het niet. 6", "Braxx - Rebel IPA 0.2", "Wat opvalt is de donkere kleur die het glas vult. De eerste proever neemt een slok en spuugt deze direct in de spuugbak. De geur van zuurstok komt naar voren en de bitters zijn allesoverheersend. Wisseldorp merkt op dat een IPA ook bitter hoort te zijn, maar we vinden dit allemaal te veel. Zoet en bitters komen niet samen. Onze conclusie is dat het bier niet goed in elkaar zit. 4", "Van Moll – Wanderlust 0,3", "Youp werd als kind ‘het molletje’ genoemd. Dit zou zijn biertje kunnen zijn. Van Moll was niet alleen voor Youp een plezante verrassing. Het biertje heeft een mooie goudgele kleur en ruikt lekker kruidig. De bitters zijn bijna perfect in balans. Het heeft iets van marmelade. Joris Bijdendijk zegt dat hij er hier wel een paar van zou lusten tijdens het kijken naar een voetbalwedstrijd. Een hoogtepunt. 8", "vandeStreek – Playground 0.5", "De Utrechtse brouwers wier bier ook in de supermarkt is te krijgen, staan bekend om dit biertje met een laag alcoholpercentage. Hecker noemt dit biertje het moederschip van de alcoholvrije craftbieren. Iedereen vindt het lekker. Bitter zoals je van een IPA mag verwachten. Met een mooie ronde smaak die goed in de mond blijft hangen. 8,5", "Troost Virgin I.P.A. – 0.5", "We missen de graansmaak een beetje in dit bier. En het koolzuur lijkt meer op het koolzuur uit frisdrank dan uit bier. Het is wel verfrissend en ruikt naar citrus. Van die gele die uit zo’n bolletje op het supermarktschap komt. Eigenlijk lopen de meningen over dit bier heel erg uiteen. 6,5", "De Leckere – 0% IPA – 0.5", "Het bier geurt wat geoxideerd en mist de volle hopsmaak die je in een IPA wilt. Het is voor ons aan de bittere kant, waardoor er weinig ruimte overblijft om andere smaken te ontdekken. Het is opvallend zoet. Een krappe voldoende. 5,5", "T’ij – Free I.P.A. – 0.5 %", "Free IPA is het nieuwe alcoholvrije biertje van de beroemdste Amsterdamse craftbrouwer, bekend van de iconische molen en de struisvogel. Het ruikt naar een dennenbos. De neus is kruidig en vol, in de mond is er weinig spanning te bekennen. Het blijft niet hangen! Veel aroma, weinig afdronk. Een veilige doordrinker. 7", "Bird Brewery –NON ALK – 0.3", "We weten niet waar we dit biertje moeten plaatsen. Het is een zachte IPA. Kruidige hoptonen en het is fris, met een mooie afdronk. Het is een biertje met tarwe en haver. De bitters zijn goed aanwezig en in balans. We missen de alcohol niet. Absoluut niet onaangenaam. 8,5", "Oersoep – dodgeball – 0,3", "Het is een van de minder bittere IPA’s die we proeven. Fris en niet te zoet. Groene kruiden en meloen zijn smaken die over tafel gaan. De gisten hebben in ieder geval tijdens de fermentatie voor fruitige tonen gezorgd. Een troebel biertje waar we met plezier nog een glas van inschenken. 8", "Gruttepier – vrijheid – 0.5", "Het bier heeft een hooiachtige geur. “Konijnenhooi,” zegt Zilversmit. Het heeft een wat medicinale bijsmaak. Het is een Fries bier, de fles vertelt het verhaal van een agressieve reus. Zo ervaren we dit biertje ook. Groots op de bitters. Alsof er een reus in het Fries scheldend op onze tongen staat te beuken. Wij konden dit niet aan. 4", "Lowlander 0.00% wit", "Is dit überhaupt een biertje? Het is zoetig en zuur. Heeft hier iemand net een citroen in uitgeperst? Het flesje zegt dat er sinaasappel en citroenschil in zit: Hecker raadt de brouwers aan iets te dimmen met deze toevoegingen. Zilversmit komt tot de conclusie dat het wel echt lekker is: “Een beetje de breezer van de alcoholvrije biertjes.” We hebben bediscussieerd of we dit een cijfer kunnen geven. 6", "Oedipus (do-ri-n-ku) – 0.5", "Opnieuw veel citrus. We ruiken sinaasappelschilletjes. Het is een beetje in hetzelfde frisse straatje als de Lowlander, maar dit is wel echt bier? Er is weinig graan gebruikt, waardoor het niet veel body heeft. Dat maakt het ietwat waterig, maar ook lekker doordrinkbaar. 7", "De Juryleden", "Hubert Hecker: biersommelier van restaurant De Nieuwe Winkel in Nijmegen Beeld Renate Beense", "Jan Wisseldorp: bierkenner en eigenaar van avondwinkel Sterk. Beeld Renate Beense", "Youp van ’t Hek: cabaretier Beeld Renate Beense", "Judith Zilversmit: chef PS en PS van de Week­­­­. Beeld Renate Beense", "Joris Bijdendijk: chef van restaurant Rijks. Beeld Renate Beense", "Samuel Levie: bierliefhebber en worstmaker. Beeld Renate Beense"], "authors": ["Samuel Levie"], "keywords": ["van", "dit", "lekkerste", "biertjes", "nog", "het", "dronken", "zijn", "niet", "steeds", "en", "een", "dat", "bieren", "er", "bier", "voor"], "pubDate": "2020-12-03T12:18:26+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}