{"id": "63dceb22-cf73-3e54-8595-1c140e3a294c", "title": "Want to eat outdoors in Amsterdam? There’s a two-hour maximum, and you book and pay beforehand", "url": "https://www.parool.nl/english/want-to-eat-outdoors-in-amsterdam-there-s-a-two-hour-maximum-and-you-book-and-pay-beforehand~bdec93c7/", "summary": "Cafés and restaurants in Amsterdam are drawing up plans for controlled outdoor eating and drinking to cope with social distancing.\nThat’s what the outdoor eating plan for Nieuwmarkt looks like, though it will be implemented on 17 June, rather than 1 June when cafés and restaurants reopen.\n“We won’t get anyone just wandering around looking for a place to eat,” says Van den Berg.\nVan den Berg is the operator of Café del Mondo and, like many of his colleagues in the city centre, has limited space.\n“As a 55-year-old Amsterdammer, I know we can’t please everyone,” Van den Berg says.", "paragraphs": ["Cafés and restaurants in Amsterdam are drawing up plans for controlled outdoor eating and drinking to cope with social distancing. The first, on Nieuwmarkt, is a blueprint for similar spaces elsewhere in Amsterdam and the rest of the country.", "There are twenty-five tables, no more than 100 customers and staff are allowed at any one time, and booking via an app is a compulsory. That’s what the outdoor eating plan for Nieuwmarkt looks like, though it will be implemented on 17 June, rather than 1 June when cafés and restaurants reopen.", "Barry van den Berg, the man behind the plan, says it’s a first step as the lockdown relaxes: “If you go full steam ahead right from the start, you’re definitely going to have problems.” Controlled outdoor eating and drinking is safer for customers, staff, and local residents, he points out.", "The square outside the Waag, the former weighhouse, will be a self-contained eating area with separate entrances and exits. You won’t be able to just pull up a chair and order: you book via the events app Yourticketprovider, with one-hour slots available from 10 am to 10 pm and a maximum of two slots per table.", "When you leave, the tables and chairs will be cleaned, and then the next shift of customers filters in, having queued 1.5 metres apart. “We won’t get anyone just wandering around looking for a place to eat,” says Van den Berg.", "Drinking money", "When you book, you pay for your drinks in advance, so again you can’t just show up. You order drinks and snacks using the Amsterdam Airchip app, and these are brought to your table, or you collect them from a central bar with socially distanced staff.", "Van den Berg is the operator of Café del Mondo and, like many of his colleagues in the city centre, has limited space. He has been working on the restart plan ever since cafés and restaurants shut down, for his own and dozens of other businesses on Zeedijk and in the rest of the Wallen that don’t have outdoor space.", "They came up with the idea of a shared terrace, operated by a co-op of twenty to twenty-five local businesses. Each has contributed €5,000 in startup capital, and income and expenditure will be divided equally. The group also includes a representative of local residents.", "“As a 55-year-old Amsterdammer, I know we can’t please everyone,” Van den Berg says. “But we want to do this together, for the neighbourhood. All these places on Zeedijk are like a string of pearls, great venues frequented by locals, and we want to help them survive. Places like Het Mandje, Casablanca, and De Roode Laars. We’re in danger of losing some of the pearls from the string.”", "Coronaproof", "Similar outdoor eating plans are being drawn up across the land, some small, some large, to ensure people can visit cafés and restaurants in a safe, controlled manner. The organisers say this is fundamentally important.", "“As the lockdown is eased, people go out looking for things to do,” says Marc Josephus Jitta, of Heineken. “Plus the summer holidays are coming up, so city centres will get busy whether you like it or not. If you don’t manage this process, people will just sit down anywhere and there’ll be a less controlled environment. Spread things out, and you won’t get crowds. Apart from Nieuwmarkt, we’re also involved in plans for the Leidseplein area and the Ziggo Dome indoor arena, which has an outdoor eating permit, and we’re in talks with the RAI convention centre.”", "Heineken has assembled a large number of partners to help, Jitta says. “We’ve drawn up playbooks for how to equip restaurants and bars, and we’ll be using some of the same technology as we do for events, but this won’t be a festival. We want to make the best of our own and the events sector’s expertise, and we’re in touch with major organisers such as Mojo, ID&T, and LOC7000.”", "Reward for good behaviour", "Van den Berg says it’s important to adopt a gradualist approach. If Nieuwmarkt gets off to a good start and the authorities and local people are happy, the square’s maximum capacity can be increased to 106 tables and 420 customers. “A step like this should be a reward for good behaviour. We won’t expand if anyone – police, businesses, residents – says we can’t.”", "There will be plenty of room for passers by and for stalls at the Saturday market, and even a corridor for elderly residents of the Flesseman care home, which overlooks the square. “We’ve tried every possible design, and chosen the best walking routes to avoid getting too close to other people, the best layout so everyone has plenty of space, and things like where to put the toilets and bar.”", "While Van den Berg has named the opening date, he has no idea when all this will end. “Some people are saying it could last two years. The pandemic is far from over, but our plan is a temporary solution to a temporary problem. We’re not out to permanently colonise Nieuwmarkt.”"], "authors": ["Herman Stil"], "keywords": ["van", "pay", "amsterdam", "restaurants", "local", "nieuwmarkt", "outdoor", "plan", "outdoors", "book", "berg", "twohour", "wont", "maximum", "theres", "den", "eat", "eating"], "pubDate": "2020-05-30T12:00:00+02:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}