{"id": "63e78bc3-a6b2-3f2e-9bab-9ff802d1d871", "title": "Joop van Caldenborgh: ‘Als u woorden als genereus of gul gebruikt, dan kan ik daarmee leven’", "url": "https://volkskrant.nl/mensen/joop-van-caldenborgh-als-u-woorden-als-genereus-of-gul-gebruikt-dan-kan-ik-daarmee-leven~ba135e10/", "summary": "‘Als u woorden als genereus of gul gebruikt, dan kan ik daarmee leven.’ Hij lacht.\nVan Caldenborgh genoot daar zo van dat hij besloot een museum te stichten.\nHet aantal bezoekers wordt geheim gehouden, maar Van Caldenborgh stelt dat het er stukken meer zijn dan van tevoren was geschat.\nZie de Badkuip van het Stedelijk Museum Amsterdam.’Zo’n uitbreiding vloekt volgens hem vaak met het originele ontwerp van het gebouw.\n‘Het werk van Jan Schoonhoven behoorde tot mijn eerste liefdes op het wankele pad van het kunst verzamelen.", "paragraphs": ["Joop van Caldenborgh in de door hem samengestelde tentoonstelling ‘Listen to Your Eyes’ in Museum Voorlinden in Wassenaar. Beeld Els Zweerink", "Voor zijn 80ste verjaardag, een paar weken geleden, hadden de drie dochters en drie zonen van Joop van Caldenborgh in het geheim een video gemaakt. Daarin treden tal van mensen aan die een rol hebben gespeeld in het leven van de oprichter van chemieconcern Caldic en Museum Voorlinden in Wassenaar. Ook Mark Rutte richt naar verluidt enige woorden tot het feestvarken. De premier zou hem niet alleen hebben gefeliciteerd, maar hem tevens hebben bedankt voor zijn enorme schenking aan het openbaar kunstbezit in Nederland.", "Op de vraag of Rutte dat inderdaad heeft gedaan, veinst Van Caldenborgh aanvankelijk onwetendheid. ‘Ik heb die film maar één keer gezien en er zaten wel honderd mensen in.’ In een tweede gesprek geeft hij met tegenzin toe dat de premier hem ook heeft toegesproken. ‘Ik zou het u nooit hebben verteld. Het is strikt privé.’", "De schenking is geen verrassing. Vier jaar geleden, bij de opening van zijn museum voor moderne en hedendaagse kunst, had Van Caldenborgh al aangekondigd dat hij dit zou onderbrengen in een onafhankelijke stichting. De eigendomsoverdracht heeft inmiddels plaatsgevonden: in 2018 heeft hij museum, het landgoed daaromheen, een depot en zijn kostbare kunstcollectie gedoneerd aan Stichting Voorlinden.", "Die wordt bestuurd door een vijftal: de museumoprichter zelf, een dochter van hem en drie personen die geen familie zijn (onder wie Wim Pijbes). ‘Mijn macht is heel beperkt’, stelt Van Caldenborgh. Hij bevestigt dat zijn kinderen niets van museum, landgoed en collectie zullen erven. ‘Maar met hen hoeft u geen medelijden te hebben. Ze doen het zelf allemaal heel erg goed.’", "In het jaar na de schenking is het vermogen van de stichting met zo’n 190 miljoen euro toegenomen, zo valt uit verslagen op te maken. Dat wordt nog meer, de donatie vindt in termijnen plaats. Van Caldenborgh wil niet zeggen hoe groot zijn generositeit uiteindelijk zal zijn. ‘Ik vind die getallen verdomd irrelevant. U mag rustig schrijven dat landgoed, museum en collectie geschonken zijn. Dat vind ik prachtig. Maar ik zou het onprettig vinden als het in uw stuk het belangrijkste wordt.’", "Waarom wilt u niet zeggen hoe groot de schenking uiteindelijk wordt?", "‘Mij interesseert het geen bal hoeveel het waard is. Als het mij echt interesseert dan had ik het allemaal wel gehouden.’", "Het is niet de enige megagift die Van Caldenborgh heeft gedaan: in een andere stichting heeft hij nog eens 175 miljoen euro gestopt. Dat geld is belegd. Het rendement dat dit jaarlijks oplevert, gaat naar Museum Voorlinden. Daarmee kan het, ‘tot in de verre toekomst’, kunstaankopen doen. ‘Een mens moet zich bewust zijn van de consequenties die een bepaalde daad heeft’, verklaart hij. ‘Ik wil niet een museum met een collectie stichten en daarna zeggen: ze moeten zich maar zien te redden. Dus heb ik daar iets op bedacht.’", "U heeft echt veel geschonken.", "‘Als u woorden als genereus of gul gebruikt, dan kan ik daarmee leven.’ Hij lacht.", "Maar u wilt geen duidelijkheid geven over het totaalbedrag van uw giften.", "‘Ach, waarom waardeert u dat niet? Waarom moet u sensatie brengen? U moet iets vertellen over het museum, de collectie, de tentoonstelling.’", "Van Caldenborgh staat in het kunstwerk Swinging Canaries Mobile (2009) van Carsten Höller. Beeld Els Zweerink", "Nieuwe tentoonstelling", "Listen to Your Eyes heet de nieuwste expositie in Museum Voorlinden. Ter gelegenheid van zijn 80ste verjaardag heeft Van Caldenborgh voor het eerst in lange tijd weer zelf een tentoonstelling samengesteld. ‘Iedereen denkt dat ik overal bij betrokken ben, maar dat is niet zo.’ Hij laat de leiding van het museum helemaal over aan Suzanne Swarts, bezweert hij. ‘Een voortreffelijke directeur.’", "Een jaar geleden is hij begonnen met het maken van de selectie. Op de computer heeft hij de duizenden werken bekeken die hij sinds zijn 17de heeft verzameld. Daaruit heeft hij er veertig gekozen. Veel biedt visueel vuurwerk of maakt vrolijk: van de ogen bedriegende pilaren van Christian Andersson in de eerste zaal tot de speelgoedwindmolentjes van Nils Völker aan het einde van de expositie.", "‘Er staat nergens geschreven dat kunst per definitie somber moet zijn’, zegt Van Caldenborgh over zijn keuzen. ‘Naar het museum gaan en daar somberder uitkomen dan je erin bent gegaan, daar ben ik eerlijk gezegd niet gek op. Ik kan zelf uitermate vrolijk worden als bezoekers Museum Voorlinden met een glimlach verlaten.’", "Negen jaar geleden maakte hij ook een keuze uit de collectie, toen voor de Kunsthal in Rotterdam. Van Caldenborgh genoot daar zo van dat hij besloot een museum te stichten. Op 11 september 2016 ging Museum Voorlinden open. De combinatie van een mooi ontworpen museum, toegankelijke kunst, een speciaal aangelegde tuin en een bewandelbaar landgoed bleek drommen mensen te trekken. Het aantal bezoekers wordt geheim gehouden, maar Van Caldenborgh stelt dat het er stukken meer zijn dan van tevoren was geschat. ‘Dat was een aangename verrassing.’", "Toch aarzelt hij als hem wordt gevraagd of de oprichting van het museum hem goed is bekomen. ‘Ik heb het wel moeilijk gehad met de overheid. Het is verbazingwekkend hoe in Nederland elk regeltje moet worden aangehouden.’ Omwonenden hebben, met succes, juridische procedures aangespannen tegen het extra parkeerterrein voor 270 auto’s dat hij bij de ingang van het museumterrein had laten aanleggen. Afgelopen zomer bepaalde de provincie Zuid-Holland dat het asfalt per 1 september moet zijn verdwenen.", "Van Caldenborgh begrijpt het verzet niet. ‘Ik heb het parkeerterrein laten aanleggen om de buurt te ontlasten. En de buurt is tegen. Dat is best lastig.’ Het asfalt ligt er nog steeds, hij hoopt op een goede afloop. Verzoenend: ‘Ik begrijp heel goed dat grond in Nederland schaars is en dat er dus zorgvuldig mee moet worden omgegaan. Alle vereiste onderzoeken worden alsnog verricht.’", "Hij kijkt wel met genoegen terug op de rol die hij speelde bij de de constructie van het museum. Van Caldenborgh was zelf de hoofdaannemer. Met hulp van vier ingehuurde ingenieurs stuurde hij dertig aannemers en hun personeel aan. Trots meldt hij dat er sinds de opening ‘nul komma nul’ problemen met het gebouw zijn opgetreden. Als hij een groep journalisten zijn nieuwe tentoonstelling laat zien, brengt hij geregeld in herinnering hoe goed het museum is gebouwd. ‘Een verzekeringsmaatschappij had een inbreker ingehuurd die met speciale apparatuur moest proberen de 6,5 centimeter dikke ruiten te doorboren. Na een half uur gaf hij het op.’", "Hij strooit ook met oneliners over de kunst van het verzamelen. ‘Als iemand zegt dat iets onbetaalbaar is, dan is hij te laat. Je moet onbewezen kunst kopen.’ Of: ‘Met een goede kunstenaar is per definitie wat mis, want die denken out of the box. Ik let er dus op of ze een tic hebben.’", "Het meest in zijn sas is hij als hij over zijn ontmoetingen met kunstenaars vertelt. Van Caldenborgh betrekt relatief weinig van veilingen. ‘Er wordt iets verkocht dat al eerder is verkocht. Ik verzamel contemporaine kunst en wil kopen wat er nu wordt gemaakt.’ Daarom bezoekt hij vooral galeries en ateliers van kunstenaars.", "Tot zijn verdriet heeft de corona-uitbraak dat zo goed als onmogelijk gemaakt. Van Caldenborgh meed ook lange tijd het museumpersoneel – gezien zijn leeftijd wil hij geen risico lopen. ‘Daar kan ik heel consequent in zijn.’ Hij vertelt veel in zijn eigen tuin annex beeldenpark te hebben gewandeld. Ook is hij Italiaans gaan studeren, vijf uur per dag. ‘Aan klagen heb je niet veel. Ik ben sowieso tegen klagen. Je moet er wat van maken.’ Hij zegt ook profijt te hebben gehad van zijn ervaringen in het bedrijfsleven. ‘De kunst van een succesvol zakenman zijn, is dat je je snel kunt aanpassen aan de omstandigheden. Je weet één ding namelijk zeker: die wijzigen steeds.’", "Sinds Van Caldenborgh veertien jaar geleden de leiding van zijn bedrijf overdroeg aan zijn zoon Olav (die in 2017 Caldic kocht met de Amerikaanse zakenbank Goldman Sachs voor een niet bekendgemaakt bedrag), heeft hij meer tijd voor zijn verzamelpassie. Maar dat is niet het enige dat hij doet: ‘Ik doe de beleggingen voor de stichting die de kunstaankopen van Museum Voorlinden mogelijk maken. Mijn eigen beleggingen doe ik ook zelf. Daarnaast ben ik commissaris bij een aantal bedrijven en heb ik nog wat bestuursfuncties. Ik ben nog leuk aan de bak. Ik vind het bekijken en verwerven van kunst plezierig, maar ik vind het niet erg om de andere dingen erbij te doen. Daardoor houd ik realiteitszin.’", "Hij prijst zijn goede gezondheid, die hij mede toeschrijft aan al zijn activiteiten. ‘Een mens moet geestelijk en lichamelijk worden uitgedaagd – constant. Een heleboel mensen verlangen naar hun pensioen, dat ze lekker niks meer hoeven te doen. Maar het beste is om nooit met pensioen te gaan. De beroemde Braziliaanse architect Oscar Niemeyer is 104 jaar oud geworden. Tot zijn dood ontwierp hij gebouwen. Wat een gelukkig mens moet dat zijn geweest.’", "Van Caldenborgh met het kunstwerk Karambolage (2013) van Céleste Boursier-Mougenot. Beeld Els Zweerink", "Het gerucht gaat dat u op uw 80ste nog wat nieuws gaat ondernemen.", "Hij begint te vertellen dat veel musea eigendom zijn van een gemeente, een provincie of het rijk en daardoor aan hun locatie gebonden zijn. ‘Ze hebben een likkebaardend ruime collectie, maar kunnen maar weinig ophangen. Weet je wat, denken ze dan: we bouwen er een vleugel aan. Zie de Badkuip van het Stedelijk Museum Amsterdam.’", "Zo’n uitbreiding vloekt volgens hem vaak met het originele ontwerp van het gebouw. Hij moet er niet aan denken dat Museum Voorlinden door zo’n aanbouw wordt verpest. ‘Het heeft nu ook een mooie omvang. Wat hier te zien is, kunnen bezoekers aan. In andere musea hangt vaak zoveel dat het niet te behappen is.’", "Dan onthult hij zijn idee om meer van de collectie te kunnen tonen: hij wil een tweede museum laten verrijzen. Niet in Nederland. ‘Ik heb meerdere bestuurders uit het buitenland langs gekregen of ik niet een museum bij hen wil bouwen.’", "Vast staat het allemaal nog niet, stelt hij. ‘Er zijn veel onzekerheden: de plek, de financiering, mijn leeftijd. De kop boven dit interview moet niet worden: Van Caldenborgh bouwt tweede museum. Maar het is ook geen losse flodder. Of ik het verwezenlijkt krijg, weet ik niet. Het zou kunnen. Ik zie wel op tegen een andere taal en een andere cultuur. Maar wat is er tegen een uitdaging?’", "Zou u weer zelf de hoofdaannemer worden?", "Hij glundert als hij antwoord geeft. ‘Natuurlijk. Anders is het niet leuk.’", "Listen to Your Eyes, Museum Voorlinden, de einddatum is nog niet vastgesteld. De tentoonstelling Rendez-Vous, ook met kunst uit de eigen collectie, is nog tot en met 28/2 te zien.", "Van Caldenborgh’s keuze Uit de expositie die de oprichter van Museum Voorlinden heeft samengesteld, Listen to Your Eyes, heeft hij vijf kunstwerken gekozen die iets bijzonders voor hem betekenen.", "‘Het werk van Jan Schoonhoven behoorde tot mijn eerste liefdes op het wankele pad van het kunst verzamelen. Ik heb er een zwak voor, misschien wel omdat ik mathematisch ben ingesteld. Ik heb hem op jonge leeftijd leren kennen en kunst van hem verzameld. Het is een gelukkige liefde gebleven. Ik vind dit nog steeds in zijn eenvoud een waanzinnig prachtig werk.’ Beeld Jan Schoonhoven - R 72-2 (1972), foto: Els Zweerink", "‘De Puy is in de tentoonstelling de jongste kunstenaar. Zij laat goed zien hoe je kunst maakt van fotografie. De foto van Elise met haar wonderschone ogen is indringend. De manier waarop De Puy haar op de foto heeft gezet, de snelheid waarmee het is gebeurd, het streelt onmiddellijk het oog. En niet omdat de dame boven naakt is, maar omdat het een goed beeld is.’ Beeld Robin de Puy - Elise; NYC (2014), foto: Els Zweerink", "‘De oorsprong van dit kleedje ligt waarschijnlijk in Peru. Het is heel oud, maar komt contemporain over; het zou een schilderij kunnen zijn van JCJ Vanderheyden, die in 2012 overleed. Klaarblijkelijk herhaalt de geschiedenis zich en was er vroeger ook al gevoel voor abstractie. Ik verzamel dit soort kleedjes niet en heb ook nooit gedacht dat ik het zou ophangen. Maar het past heel mooi in de tentoonstelling.’ Beeld Maker onbekend - Pre-Colombiaans kleedje (circa 400 n.Chr), foto: Els Zweerink", "‘Een Italiaanse kunstenaar uit de Arte povera-periode die veel moois heeft gemaakt. We hebben helaas niet veel werk van hem. Hij gebruikt prachtige, eenvoudige kleuren: beige, oranje, zwart. Dat is typisch voor de periode waarin het werd gemaakt. In zijn geboorteplaats, Città di Castello, is in een oude tabaksfabriek een museum gemaakt met zijn werk. Daar moet je heen.’ Beeld Alberto Burri - Multiplex (1981), foto: Els Zweerink", "‘Ik ken Philip Akkerman sinds de jaren tachtig. Hij maakt uitsluitend zelfportretten. Een kunstenaar die zich zo weet te beperken, dat vind ik een fenomeen. We hebben meer dan 500 werken van hem. Ieder jaar ga ik bij hem op bezoek. Dat is een ritueel. Wij bespreken de wereld met een kopje Lapsang souchong thee en Haagse Petit fourtjes. Dan laat hij me de oogst van het vorige jaar zien en kies ik er een aantal uit.’ Beeld Philip Akkerman - Schilderij nummer 2, Schilderij nummer 31, Schilderij nummer 36 (1981), foto: Els Zweerink", "Kanariepieten", "Toen Museum Voorlinden onlangs vanwege de weer oplaaiende coronabesmettingen twee weken dicht moest, is niet alleen de nieuwe tentoonstelling Listen to Your Eyes ingericht, maar is ook een publieksfavoriet vervangen. De zaal waarin een door Ron Mueck geboetseerd reuzenechtpaar al vier jaar lag te zonnen, herbergt nu een installatie van Carsten Höller: aan een mobile zijn zeven kooien opgehangen met evenveel kanariepieten. ‘Voor de gelegenheid geleend’, zegt Joop van Caldenborgh. ‘Allemaal zangkampioenen.’"], "authors": ["Michiel Kruijt"], "keywords": ["genereus", "museum", "van", "als", "gebruikt", "joop", "het", "hij", "zijn", "ik", "kan", "woorden", "gul", "een", "dat", "leven", "en", "niet"], "pubDate": "2020-12-03T16:38:34+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}