{"id": "64129f89-38b0-3616-8e05-92626c53cca3", "title": "Big Brother: eerst duimen omhoog naar de camera, dan pas seks", "url": "https://volkskrant.nl/nieuws-achtergrond/big-brother-eerst-duimen-omhoog-naar-de-camera-dan-pas-seks~b3dbb2b0/", "summary": "Eind 2017 werd in Spanje een bewoonster van het Big Brother-huis hoogstwaarschijnlijk verkracht door een andere bewoner – tegen wie 2,5 jaar celstraf is geëist.\nCompeer: ‘Uiteindelijk is dat een rechtszaak geworden (die nog loopt, red.).\nMede daarom hebben ze vorig jaar bij Big Brother in Zweden besloten: als je seks wil hebben: eerst duimen omhoog naar de camera.\nMede daarom is er geen sterke drank in het Big Brother-huis, zegt Compeer, gedelegeerd producent bij EndemolShine.\nOf als er een klein feestje te vieren is, doordeweeks.", "paragraphs": ["De huiskamer in het nieuwe Big Brother-huis in Amsterdam-Zuidoost. Het programma begint maandag. Beeld ANP", "Maandagavond keert Big Brother terug op de Nederlandse televisie. De komende honderd dagen is het te zien op RTL5. Het concept is onveranderd: zet acht verschillende mensen in een huis, geïsoleerd van de buitenwereld, en kijkt wat er gebeurt. Liefhebbers kunnen 24 uur per dag meekijken op abonneezender Videoland.", "Ook onder het oog van de camera’s kan iets misgaan. Eind 2017 werd in Spanje een bewoonster van het Big Brother-huis hoogstwaarschijnlijk verkracht door een andere bewoner – tegen wie 2,5 jaar celstraf is geëist. De twee hadden eerder vrijwillig seks gehad, daarom grepen de makers niet in. Later bleek dat er iets niet klopte.", "Compeer: ‘Uiteindelijk is dat een rechtszaak geworden (die nog loopt, red.). Het is heel naar voor alle betrokkenen. Mede daarom hebben ze vorig jaar bij Big Brother in Zweden besloten: als je seks wil hebben: eerst duimen omhoog naar de camera. Dat hebben wij overgenomen. Het staat duidelijk in ons regelboek, dat we met iedereen hebben besproken.’", "In 2019 stopte RTL tijdelijk met de uitzendingen van Temptation Island, waarin verleiders (m/v) de liefde van een aantal stellen op de proef stellen. Aanleiding waren kijkersklachten over een vergelijkbaar programma, De Villa, waarin jonge vrijgezellen genieten van de Spaanse zon, alcohol en elkaars gezelschap. Tweemaal liep dat uit de hand: mannelijke deelnemers drongen zich op aan een deelneemster.", "Uit onderzoek blijkt dat geen sprake was van strafbare feiten, maar RTL en producent Blue Circle hebben er wel ‘lessen uit getrokken’.", "Mede daarom is er geen sterke drank in het Big Brother-huis, zegt Compeer, gedelegeerd producent bij EndemolShine. ‘Er is hooguit wijn of een biertje, in principe alleen in het weekend, na zeven uur ’s avonds. Of als er een klein feestje te vieren is, doordeweeks. We gaan bewoners niet volgieten, zelfs niet als we denken: nu wordt het saai.’"], "authors": ["Menno Van Dongen"], "keywords": ["er", "dan", "naar", "duimen", "pas", "eerst", "van", "omhoog", "big", "en", "een", "camera", "brother", "seks", "op", "het", "hebben", "niet", "dat"], "pubDate": "2021-01-04T04:00:27Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}