{"id": "6415a4e6-9367-3b82-bdf0-73efada41764", "title": "Vijf Nederlandse voetbalsters genomineerd voor wereldelftal", "url": "https://www.telegraaf.nl/sport/1278595859/vijf-nederlandse-voetbalsters-genomineerd-voor-wereldelftal", "summary": "Volgende week donderdag, 17 december, wordt het ’beste’ elftal van 2020 gepresenteerd op het FIFA-gala The Best, dat vanwege de coronacrisis online wordt gehouden.\nKeepster Van Veenendaal kreeg vorig jaar een plek in het wereldelftal van 2019.\nMiedema is niet alleen genomineerd voor het wereldelftal, maar ze behoort ook tot de elf kandidaten voor de prijs voor de beste voetbalster van het jaar.\nBij de mannen geldt dat voor Virgil van Dijk, de aanvoerder van Oranje.\nBondscoach Sarina Wiegman van de Nederlandse voetbalsters maakt kans om te worden gekozen tot beste coach van een vrouwenteam.", "paragraphs": ["Sari van Veenendaal (PSV), Stefanie van der Gragt (Ajax), Daniëlle van de Donk (Arsenal), Lieke Martens (FC Barcelona) en Vivianne Miedema (Arsenal) staan op de kandidatenlijst van 55 speelsters, die is opgesteld door de internationale spelersvakbond FIFPRO en de mondiale voetbalbond FIFA.", "Alle profvoetballers ter wereld kunnen hun stem uitbrengen. Volgende week donderdag, 17 december, wordt het ’beste’ elftal van 2020 gepresenteerd op het FIFA-gala The Best, dat vanwege de coronacrisis online wordt gehouden. Keepster Van Veenendaal kreeg vorig jaar een plek in het wereldelftal van 2019. Ze werd toen ook gekozen tot beste keepster ter wereld.", "Miedema is niet alleen genomineerd voor het wereldelftal, maar ze behoort ook tot de elf kandidaten voor de prijs voor de beste voetbalster van het jaar. Bij de mannen geldt dat voor Virgil van Dijk, de aanvoerder van Oranje. Bondscoach Sarina Wiegman van de Nederlandse voetbalsters maakt kans om te worden gekozen tot beste coach van een vrouwenteam.", "Bekijk ook: Lieke Martens helpt FC Barcelona met wereldgoal aan ruime zege op PSV"], "authors": [], "keywords": ["tot", "vijf", "van", "het", "op", "voor", "voetbalsters", "beste", "ze", "ook", "wordt", "genomineerd", "wereldelftal", "nederlandse"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}