{"id": "641c873d-bd1d-3832-8097-af727504a93d", "title": "Opinie: Voor jongeren is het Nieuwe Werken echt geen lolletje", "url": "https://volkskrant.nl/columns-opinie/opinie-voor-jongeren-is-het-nieuwe-werken-echt-geen-lolletje~beb7a411/", "summary": "Veel grote werkgevers melden dat er nog geen einddatum is voor het thuiswerken.\nDe zegeningen van het thuiswerken zijn uitgebreid behandeld, maar de negatieve invloed van het thuiswerken op jonge werknemers blijft onderbelicht.\nVeel jonge werknemers hebben geen extra kamer om een bureau en een ergonomisch verantwoorde stoel in kwijt te kunnen.\nMijn indruk is dat sommige werkgevers wel erg makkelijk het thuiswerken omarmen en dat besparingsmotieven daar stiekem een rol bij spelen.\nNatuurlijk begrijp ik dat er vanuit gezondheidsoverwegingen maatregelen worden getroffen en dat sommige Nederlanders thuiswerken als een verademing ervaren.", "paragraphs": ["Een moeder in Gouda, met een van haar kinderen, thuis aan het werk. Beeld Freek van den Bergh / de Volkskrant", "Thuiswerken lijkt het ‘nieuwe normaal’. De laatste tijd regent het artikelen en reportages als ‘Het nieuwe werken na de coronacrisis: veel meer vanuit huis, als het aan deze bedrijven ligt’ (Ten eerste, 18 mei) en ‘Veel thuiswerken is de nieuwe realiteit, zien de grootste werkgevers’ (NOS Journaal, 29 juli). Veel grote werkgevers melden dat er nog geen einddatum is voor het thuiswerken. Google houdt zelfs mensen thuis tot volgend jaar juli. De zegeningen van het thuiswerken zijn uitgebreid behandeld, maar de negatieve invloed van het thuiswerken op jonge werknemers blijft onderbelicht.", "Evidente voordelen", "De voordelen van thuiswerken zijn evident. Minder reistijd, meer vrijheid om zelf de tijd in te delen, minder afleiding, om er maar een paar te noemen. Dit ervaar ik zelf ook, als werk­nemer van een grote gemeente waar terugkeer naar kantoor nog niet aan de orde is. De veranderingen die door corona nu gedwongen plaatsvinden, zijn deels een noodzakelijke correctie op de illusie dat iedereen altijd maar op kantoor moet zijn.", "Maar ik kan mij niet aan de indruk onttrekken dat de thuiswerkenthousiastelingen vooral redeneren vanuit het perspectief van werkgevers en gearriveerde werknemers. Want voor veel jonge medewerkers, waartoe ik mijzelf (28) reken, is het gedwongen thuiswerken geen onverdeeld succes.", "Ten eerste ontbreekt het bij twintigers en dertigers nog wel eens aan de faciliteiten om goed thuis te werken. Zeker in de grote steden wonen zij vaak klein en sommigen wonen nog bij hun ouders. Veel jonge werknemers hebben geen extra kamer om een bureau en een ergonomisch verantwoorde stoel in kwijt te kunnen. Samenwonenden moeten soms de eettafel delen, omdat er gewoon geen andere werkplek is.", "Verhuizen is vaak geen optie, gezien het schrijnende woningtekort en de hoge koop- en huurprijzen. De hele week in dezelfde kamer zitten waar je ook eet, ontspant en je kleren te drogen hangt, ik vraag me af hoe gezond dat is. Uit eigen ervaring kan ik vertellen dat in een appartement van 38 vierkante meter de muren soms op mij afkomen, en dat videobellen vanaf mijn bed, om mijn vriendin niet te storen, geen pretje is.", "Ten tweede vermindert het thuiswerken de mogelijkheid voor jonge werknemers om hun organisatie te­­ leren kennen en daarin een positie te verwerven. Kantoor is niet alleen een verzameling computers, het is ook een plek om je collega’s te leren kennen en waar de organisatie waarvoor je werkt als het ware ‘tot leven’ komt. Vooral in grote organisaties is het niet meteen duidelijk hoe de hazen lopen. Voor jonge werknemers, die vaak nog niet zo lang op hun plek zitten, is het echter heel moeilijk om de organisatie vanuit huis te leren kennen. Ik heb nieuwe collega’s die ik alleen van beeldscherm ken, en die zie ik hier ­dagelijks mee worstelen.", "Informele gesprekjes", "Bovendien zijn jonge werknemers vaak nog niet ‘gearriveerd’ op een ­positie die ze eigenlijk willen. Zij moeten zich nog laten zien, door het woord te nemen in vergaderingen, informele gesprekjes aan te knopen en in te spelen op dingen die ze toevallig horen. Werknemers met een tijdelijk contract voelen al helemaal de druk om een aanstelling te ‘verdienen’. Via Zoom en Teams is dit moeilijker dan in en rondom een vergaderzaal of koffieautomaat.", "Mijn indruk is dat sommige werkgevers wel erg makkelijk het thuiswerken omarmen en dat besparingsmotieven daar stiekem een rol bij spelen. Uitspraken als ‘thuiswerken wordt de norm’, die door overenthousiaste organisatieadviseurs worden gedaan, lijken te impliceren dat er ook op de langere termijn het op-kantoor-ontmoedigingsbeleid wordt ingezet. Sommige kantoren worden nu al gesloten zonder dat de betrokken werknemers daarover iets is gevraagd.", "Natuurlijk begrijp ik dat er vanuit gezondheidsoverwegingen maatregelen worden getroffen en dat sommige Nederlanders thuiswerken als een verademing ervaren. Maar nu dreigen er vergaande beslissingen te worden genomen voor de mensen die wél graag naar kantoor willen, zonder enige eigen keuze of perspectief op verandering. Met name jonge medewerkers zijn hier de dupe van."], "authors": ["Tijn Sinke"], "keywords": ["nieuwe", "dat", "van", "lolletje", "thuiswerken", "om", "een", "en", "te", "geen", "ik", "jongeren", "echt", "op", "voor", "werken", "opinie", "het"], "pubDate": "2020-08-02T16:48:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}