{"id": "6427234c-a571-3c9a-b1b0-3f3bd4af5135", "title": "Opinie: Toekomst GAE: niet zeuren maar verlies nemen", "url": "https://www.dvhn.nl/meningen/Opinie/Toekomst-GAE-niet-zeuren-maar-verlies-nemen-26292508.html", "summary": "Het is niet de internationale toegangspoort van het Noorden waar nog niet zo lang geleden miljoenen voor zijn uitgetrokken.\nDat wordt het ook niet.\nEen vergelijkbare behoefte om op GAE een aantal passagiersvliegtuigen te stationeren zal nooit ontstaan.\nTot slot: voor het faciliteren van F16’s of F35’s heeft GAE geen faciliteiten en ook geen aanwijzing of vergunning.\nZo ja, neem dan het verlies en zet het op de begroting.", "paragraphs": ["De aandeelhouders van Groningen Airport Eelde buigen zich opnieuw over de toekomst van de luchthaven. Zal deze ooit rendabel worden? GAE-volger Frank van der Werf gelooft er weinig van. Zijn advies: openhouden prima, maar wel onder strikte voorwaarden.", "Laat ik direct duidelijk maken: ik ben niet tegen het vliegveld als zodanig. Ik ben wel altijd kritisch geweest over Groningen Airport Eelde en heb dan ook nooit geloofd in de vele groeiscenario’s en vergezichten die door de opeenvolgende directeuren zijn geschetst.", "Interim-directeur Schmeink – inmiddels ook al weer verdwenen – formuleerde het afgelopen jaar nog de meest reële visie op het bestaansrecht tot nu toe. Namelijk: het veld heeft slechts geringe betekenis. Het is niet de internationale toegangspoort van het Noorden waar nog niet zo lang geleden miljoenen voor zijn uitgetrokken. Dat wordt het ook niet. In het verlengde daarvan was zijn tweede conclusie: dit vliegveld kan niet zonder overheidssteun. Ik ben het daar mee eens. GAE rendabel maken is een utopie.", "Dubieuze scenario’s", "Opnieuw wordt nu gevraagd om de portemonnee te trekken. Opnieuw liggen uiterst summiere en dubieuze scenario’s voor. Een stukje extra rendement is mogelijk door het aantrekken van groot lesverkeer, het verder verruimen van de openingstijden en het faciliteren van meer militair verkeer. Van deze mogelijkheden ben ik een ernstig tegenstander. En wel hierom.", "Aan groot lesverkeer bestaat nauwelijks of geen binnenlandse behoefte. Dat verkeer moet dus voornamelijk uit het buitenland komen en levert maximaal zo’n 160.000 euro per jaar op. Dat is een vijftigste deel van het tekort. Daar krijg je dan wel gratis een hoop geluidsoverlast en een flinke CO2-belasting voor terug.", "Ander achterland", "Schmeink stelt dat GAE vanwege de beperkte openingstijden niet kan concurreren met Eindhoven, Rotterdam of Amsterdam. Die luchthavens hebben een ander achterland waardoor het logisch en lonend is om daarvandaan de eerste vlucht op de dag te maken en er met de laatste vlucht op die dag terug te keren. Een vergelijkbare behoefte om op GAE een aantal passagiersvliegtuigen te stationeren zal nooit ontstaan. Daarvoor moet er een veel groter en stabieler aanbod van passagiers zijn om vliegtuigen op GAE te laten overnachten en dan daarvandaan de werkdag te laten beginnen. Dus de behoefte voor ruimere openingstijden vervalt daarmee.", "Daarnaast zijn er geen onderhoudsfaciliteiten op GAE aanwezig voor dit type vliegtuig. Ook moeten bemanningen van en naar GAE worden gereden wat ook weer extra kosten met zich meebrengt. Geen enkele serieuze vliegmaatschappij zal om die redenen GAE als uitvalsbasis gaan gebruiken.", "Tot slot: voor het faciliteren van F16’s of F35’s heeft GAE geen faciliteiten en ook geen aanwijzing of vergunning. Dit hoort thuis in de categorie luchtfietserij.", "Zet het op de begroting", "De vraag waar de vier overheden en private partij FB Oranjewoud straks voor staan: willen zij voor een bedrag van 6 tot 8 miljoen per jaar een bescheiden noordelijk vliegveld in stand houden? Zo ja, neem dan het verlies en zet het op de begroting. Het liefst op de begroting van de drie noordelijke provincies. En bovenal: probeer niet door allerlei onaantrekkelijke maatregelen nog een paar euro’s binnen te harken terwijl die maatregelen een sterk negatief effect hebben op de omgeving. Mijn advies: kijk eerder waar er op de uitgaven kan worden bezuinigd.", "Steun dus gerust het vliegveld maar doe dat onder strikte voorwaarden. Denk daarbij aan de nachtrust en de CO2-uitstoot in de omgeving en sta niet toe dat GAE een soort afvoerputje wordt voor allerlei functies die men elders niet meer wil hebben. Wanneer wij als inwoners in de omgeving via provincies en gemeenten mee moeten betalen aan de tekorten dan moet er ook rekening worden gehouden met de belangen van die omgeving.", "Frank van der Werf woont pal naast vliegveld Eelde en volgt Groningen Airport Eelde al 40 jaar. Hij werkte 16 jaar op de luchthaven."], "authors": ["Frank Van Der Werf"], "keywords": ["gae", "verlies", "van", "zeuren", "voor", "en", "nemen", "een", "toekomst", "opinie", "op", "te", "ook", "het", "maar", "niet"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}