{"id": "6429a063-dd01-31f9-bc0a-a95931bf33cc", "title": "In wezen is de verteller van Een man die slaapt een enorme aansteller", "url": "https://www.parool.nl/kunst-media/in-wezen-is-de-verteller-van-een-man-die-slaapt-een-enorme-aansteller~b35f54eb/", "summary": "Een man die slaapt (1967) van de Franse Georges Perec (1936-1982).\nIn deze experimentele roman volgen we een lusteloze student die zich terugtrekt in een klein kamertje en zich ergens tussen waak en slaap bevindt.\nWaarom zou je Een man die slaapt lezen?\nJ. de Swarte onder de titel De slaper en in 2018 opnieuw door Rokus Hofstede als Een man die slaapt.\nHofstedes vertaling diende in 2019 als inspiratiebron voor een literaire bewerking van het theatercollectief BOG.", "paragraphs": ["Een man die slaapt (1967) van de Franse Georges Perec (1936-1982).", "Waar gaat het boek over?", "In deze experimentele roman volgen we een lusteloze student die zich terugtrekt in een klein kamertje en zich ergens tussen waak en slaap bevindt. Hij slentert af en toe door de stad (Parijs), hij observeert, of slaapt. Hij toont zich onverschillig jegens het leven en levert zich over aan stilstand en verveling; leegte. Wat gebeurt er als je niet meer participeert of handelt, maar alleen registreert? Wat gebeurt er als je niet meer deelneemt aan het leven?", "Waarom zou je Een man die slaapt lezen?", "Ik wil de lezer niet somber stemmen, maar verkeren we in deze aanhoudende coronacrisis niet allemaal in een soortgelijke staat als de verteller van deze roman? De ruimte om ons heen vernauwt, we worden overgeleverd aan verveling en zelftwijfel. De existentialistische roman is geschreven in de tweede persoon (je). De verteller spreekt zichzelf dus toe, waarmee de lezer ook makkelijk zelf in de hoofdpersoon kan transformeren en de lezer zelf ook een staat van volledige onverschilligheid bereikt. Zinloos natuurlijk. De wereld draait door, met of zonder uw onverschilligheid.", "Wie is het meest opmerkelijke personage?", "In dit geval een overbodige vraag. Behalve ‘je’ is er geen personage. Of u moet auteurs als Franz Kafka en James Joyce, die Perec citeert, zien als personages (afkomstig uit de buitenwereld). In wezen is de verteller een enorme aansteller. Of een existentialist pur sang.", "Hoe werd de roman (destijds) ontvangen?", "Positief.", "Wie liet zich erdoor inspireren?", "De roman werd in 1968 in het Nederlands vertaald door Alfred. J. de Swarte onder de titel De slaper en in 2018 opnieuw door Rokus Hofstede als Een man die slaapt. Hofstedes vertaling diende in 2019 als inspiratiebron voor een literaire bewerking van het theatercollectief BOG. In 1974 werd de roman verfilmd door Bernard Queysanne en Georges Perec."], "authors": ["Dieuwertje Mertens"], "keywords": ["man", "van", "verteller", "als", "roman", "enorme", "het", "die", "een", "wezen", "en", "zich", "aansteller", "je", "slaapt", "door"], "pubDate": "2020-12-04T13:57:50+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}