{"id": "643dbb12-ed25-37b1-af3f-bf313b7cc63c", "title": "Zwemt Big Pharma straks in het geld dankzij coronavaccins?", "url": "https://volkskrant.nl/nieuws-achtergrond/zwemt-big-pharma-straks-in-het-geld-dankzij-coronavaccins~babf4eb7/", "summary": "Toen die prijs nog onbekend was, gaf Pfizer-ceo Albert Bourla te kennen dat ‘het vaccin overduidelijk veel, veel, veel lager geprijsd is dan de waarde die het de samenleving oplevert’.\nTegelijkertijd verdient alleen farmaceut AbbVie jaarlijks al ruim twee keer zoveel met de verkoop van het reumamedicijn Humira.\nHet IMF verwacht dat de mondiale economische schade van het coronavirus uiteindelijk 23 duizend miljard euro zal belopen.\nDat is nog los van het verlies van dierbaren, de grauwheid van het bestaan en ander niet in euro’s te vatten leed.\nVan dat geld zou je voor alle inwoners van de Benelux, Duitsland, Frankrijk, Italië, Portugal én Scandinavië een dubbele dosis van het Pfizer-vaccin kunnen kopen.", "paragraphs": ["Beeld EPA", "De prijzen van coronavaccins variëren van 1,78 euro (AstraZeneca) tot 14,8 euro (Moderna) per dosis. Dat blijkt uit een lijstje met Europees uitonderhandelde prijzen die de Belgische staatssecretaris voor Begroting, Eva De Bleeker, donderdag per abuis op Twitter publiceerde.", "Daarmee is een coronaprik een prikkie vergeleken bij veel andere vaccins. Ter vergelijking: de relatief goedkope inenting die een dreumes van 14 maanden krijgt tegen de bof, mazelen en rodehond kost de overheid 21 euro per injectie. Bij vaccins tegen gordelroos en het papillomavirus, dat baarmoederhalskanker veroorzaakt, ligt de prijs zelfs dik boven de 100 euro.", "Tozinameran, het vaccin van Pfizer en BioNTech, waarmee het kabinet in januari de inentingen in Nederland hoopt te beginnen, kost blijkens De Bleekers prijzenlijst 12 euro per prik. Toen die prijs nog onbekend was, gaf Pfizer-ceo Albert Bourla te kennen dat ‘het vaccin overduidelijk veel, veel, veel lager geprijsd is dan de waarde die het de samenleving oplevert’. Hoe de prijs van Tozinameran precies is opgebouwd, wil Pfizer niet zeggen.", "‘We zijn gebonden aan vertrouwelijkheid in onze overeenkomsten met regeringen, met uitzondering van de Amerikaanse’, liet Pfizer de Volkskrant weten, voordat De Bleeker de Europese prijzen openbaarde.", "Pfizer zweert belastingbetalers zo min mogelijk op kosten te willen jagen. ‘Onze prijsstrategie is gebaseerd op aantallen vaccins, toezeggingen vooraf van regeringen, billijkheid en betaalbaarheid.’ De farmaceut heeft bovendien al ‘miljarden dollars geïnvesteerd, en we zijn bereid de kosten voor het ontwikkelen van het vaccin en het opschalen van de productie te blijven dragen, in een poging een oplossing te vinden voor deze pandemie.’", "Belastinggeld", "Dat farmaceuten niet het onderste uit de kan proberen te halen, komt onder andere doordat de gemeenschap al een flinke aanbetaling heeft gedaan in de vorm van belastinggeld. Zonder de 375 miljoen euro aan Duitse staatssteun en de 100 miljoen euro aan leningen via de Europese Investeringsbank, de financiële arm van de 28 EU-lidstaten, zou het vaccin van BioNTech en Pfizer er waarschijnlijk nooit zo snel zijn gekomen. Hetzelfde geldt voor de ruwweg 1 miljard dollar die zowel Moderna als AstraZeneca en Oxford van Amerikaanse belastingbetalers kregen voor de ontwikkeling van hun vaccins.", "Volgens databedrijf Airfinity droegen belastingbetalers tot nu toe 61 procent van alle kosten voor de ontwikkeling van coronavaccins, terwijl de farmaceutische industrie 24,5 procent bijlegde. De rest komt uit de zakken van weldoeners als Bill Gates, Jack Ma en Dolly Parton.", "Dit staat nog los van de investering met belastinggeld in de wetenschappelijke ontdekkingen die in de afgelopen jaren al de weg plaveiden voor het coronavaccin. De mRNA-vaccins van BioNTech en Moderna waren niet mogelijk geweest zonder pioniersonderzoek naar virale spijkereiwitten aan de door Amerikaanse belastingbetalers bekostigde Amerikaanse National Institutes of Health (NIH). Ook de ontdekkingen van Katalin Karikó en Drew Weissman over het boodschappermolecuul mRNA werden geholpen door enkele tientallen miljoenen dollars Amerikaans belastinggeld via NIH.", "Een melkkoe zijn vaccins niet direct voor de farmaceutische industrie. Het is duur en, normaal gesproken, tijdrovend om ze te ontwikkelen, zonder garantie op succes. Bovendien voorkomen vaccins juist dat mensen ziek worden, terwijl het meeste geld – cynisch genoeg – te verdienen valt aan mensen die langdurig ziek zijn. Patiënten die elke dag bètablokkers of anti-epileptica moeten slikken zijn lucratiever dan een waarschijnlijk hooguit eens per jaar toe te dienen vaccin. In 2019 verkochten farmaceuten naar schatting voor 54 miljard dollar aan vaccins: 4 procent van de totaalomzet van de farmaceutische industrie.", "Beeld AFP", "Geen habbekrats", "Dat wil ook weer niet zeggen dat coronavaccins een habbekrats zullen opleveren, gezien de ongekende hoeveelheden die regeringen bestellen. Analisten van Morgan Stanley en Credit Suisse schatten de markt voor coronavaccins op minstens 8 miljard euro per jaar. Tegelijkertijd verdient alleen farmaceut AbbVie jaarlijks al ruim twee keer zoveel met de verkoop van het reumamedicijn Humira.", "Maar er valt natuurlijk niet alleen geld te verdienen met de vaccins zelf. Pfizer-ceo Albert Bourla kwam in november in opspraak toen hij meer dan 60 procent van zijn bedrijfsaandelen verzilverd bleek te hebben. Uitgerekend op de dag waarop Pfizer wereldkundig maakte dat zijn vaccin 90 procent (inmiddels 95 procent) bescherming bood tegen het coronavirus. De volgens Pfizer al in februari in gang gezette aandelenverkoop leverde Bourla zo’n 4,8 miljoen euro op.", "Dat is kinderspel vergeleken bij de vele tientallen miljoenen dollars die topbestuurders van Moderna afgelopen maanden binnenhaalden dankzij hun in waarde verachtvoudigde aandelen in het bedrijf. Voor de pandemie schatte Forbes het vermogen van Moderna’s Franse ceo Stéphane Bancel op 590 miljoen euro. Een jaar later is hij volgens het zakenblad al bijna viervoudig miljardair.", "Hoeveel vaccins ook kosten, het alternatief – geen vaccins – is helemaal duur. Het IMF verwacht dat de mondiale economische schade van het coronavirus uiteindelijk 23 duizend miljard euro zal belopen. Dat is nog los van het verlies van dierbaren, de grauwheid van het bestaan en ander niet in euro’s te vatten leed. De Nederlandse regering is dankzij corona dit en volgend jaar alleen al 6,7 miljard euro extra kwijt aan gezondheidszorg. Van dat geld zou je voor alle inwoners van de Benelux, Duitsland, Frankrijk, Italië, Portugal én Scandinavië een dubbele dosis van het Pfizer-vaccin kunnen kopen."], "authors": ["Jonathan Witteman"], "keywords": ["coronavaccins", "van", "euro", "big", "voor", "zwemt", "en", "een", "pharma", "straks", "dankzij", "vaccins", "te", "het", "dat", "die", "geld"], "pubDate": "2020-12-18T10:35:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}