{"id": "644e5cb2-7686-356c-abdf-032b33a2aa9a", "title": "Album dat John Lennon signeerde voor moordenaar brengt 922.500 dollar op", "url": "https://nu.nl/muziek/6096511/album-dat-john-lennon-signeerde-voor-moordenaar-brengt-922500-dollar-op.html", "summary": "Een album dat John Lennon signeerde voor zijn moordenaar Mark Chapman, heeft zondag op een veiling 922.500 dollar (bijna 760.000 euro) opgebracht.\nHet gaat om een exemplaar van Double Fantasy, het album dat Lennon in 1980 samen met zijn vrouw Yoko Ono uitbracht.\nDe man had de handtekening weten te bemachtigen toen Lennon zijn appartement in New York verliet.\nChapman werd voor de moord veroordeeld tot een gevangenisstraf van twintig jaar tot levenslang.\nIn 2022 mag hij opnieuw vervroegde vrijlating aanvragen, net zoals hij dat sinds 2000 om het jaar heeft gedaan.", "paragraphs": ["Een album dat John Lennon signeerde voor zijn moordenaar Mark Chapman, heeft zondag op een veiling 922.500 dollar (bijna 760.000 euro) opgebracht. Het gaat om een exemplaar van Double Fantasy, het album dat Lennon in 1980 samen met zijn vrouw Yoko Ono uitbracht.", "Belangstellenden moesten diep in de buidel tasten om het unieke exemplaar te bemachtigen. Het minimumbod voor de plaat was 400.000 dollar.", "Chapman had het album enkele uren voordat hij Lennon zou vermoorden laten signeren. De man had de handtekening weten te bemachtigen toen Lennon zijn appartement in New York verliet. Toen Lennon een paar uur later weer thuiskwam, werd hij door Chapman doodgeschoten.", "Chapman werd voor de moord veroordeeld tot een gevangenisstraf van twintig jaar tot levenslang. Afgelopen zomer werd een verzoek tot vrijlating voor de elfde keer afgewezen. Daardoor zit hij in ieder geval nog twee jaar vast. In 2022 mag hij opnieuw vervroegde vrijlating aanvragen, net zoals hij dat sinds 2000 om het jaar heeft gedaan."], "authors": ["Door"], "keywords": ["dat", "om", "dollar", "een", "lennon", "zijn", "brengt", "john", "werd", "signeerde", "voor", "op", "tot", "moordenaar", "jaar", "hij", "het", "album"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}