{"id": "6452e76f-598c-349d-8e48-b848c969ad9f", "title": "Explosieven Opruimingsdienst rukt uit voor doos met broodjes", "url": "https://www.metronieuws.nl/in-het-nieuws/opvallend/2021/01/explosieven-opruimingsdienst-rukt-uit-voor-doos-met-broodjes/", "summary": "Explosieven Opruimingsdienst rukt uit voor doos met broodjes voor Poolse supermarktVoor een Poolse supermarkt in Aalsmeer is vanmiddag een verdacht pakket gevonden.\nDe Explosieven Opruimingsdienst Defensie onderzocht het pakket, maar al snel bleek alle ophef voor niets.\nDe doos die voor de supermarkt aan het Molenpad lag, bevatte doodgewone broodjes die ’s ochtends door één van de leveranciers waren gebracht.\nVanwege eerdere explosies bij Poolse supermarkten werd het zekere voor het onzekere genomen en werd het pakket uiterst serieus genomen.\nIn Aalsmeer was al eerder een explosie bij een Poolse supermarkt, die staat aan de Ophelialaan.", "paragraphs": ["Explosieven Opruimingsdienst rukt uit voor doos met broodjes voor Poolse supermarkt", "Voor een Poolse supermarkt in Aalsmeer is vanmiddag een verdacht pakket gevonden. De politie zette de omgeving af en omliggende woningen werden uit voorzorg ontruimd. De Explosieven Opruimingsdienst Defensie onderzocht het pakket, maar al snel bleek alle ophef voor niets.", "De doos die voor de supermarkt aan het Molenpad lag, bevatte doodgewone broodjes die ’s ochtends door één van de leveranciers waren gebracht. Vanwege eerdere explosies bij Poolse supermarkten werd het zekere voor het onzekere genomen en werd het pakket uiterst serieus genomen. „We weten niet van wie het pakket is. En in het licht van wat eerder bij Poolse supermarkten is gebeurd, nemen we het zekere voor het onzekere”, zei een woordvoerder van de politie. In Aalsmeer was al eerder een explosie bij een Poolse supermarkt, die staat aan de Ophelialaan.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Op het Molenpad in Aalsmeer is voor een Poolse supermarkt een verdacht pakket (doos)aangetroffen. Politie heeft de omgeving afgesloten, omliggende woningen zij uit voorzorg ontruimd en de EODD komt het pakket nader onderzoeken. Later meer informatie. — Politie Amsterdam eo (@Politie_Adam) January 10, 2021", "Het ‘verdachte pakket’ dat vanmorgen voor de winkel werd gevonden, was echter alles behalve gevaarlijk. „Er worden afspraken gemaakt zodat dit soort leveranties niet tot dergelijke verdachte situaties kunnen leiden”, meldt de politie. Alle omwonenden kunnen inmiddels weer terug naar hun woning.", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Het verdachte pakket voor de Poolse supermarkt bevatte broodjes die in de ochtend door een leverancier waren neergezet. Er worden afspraken gemaakt zodat dit soort leveranties niet tot dergelijke \"verdachte\" situaties kunnen leiden. De bewoners kunnen weer terug naar hun woning. — Politie Amsterdam eo (@Politie_Adam) January 10, 2021", "Vijf ontploffingen", "Sinds december zijn er vijf ontploffingen geweest bij Poolse supermarkten, die worden gerund door Irakese Koerden. Na die eerste in Aalsmeer, Heeswijk-Dinther en in Beverwijk, waar twee keer bij dezelfde winkel explosies waren, bleef het een tijdje rustig. Maar in januari was er opnieuw een aanslag op een Poolse supermarkt. Dit keer was de winkel Warszawa XL aan het Paletplein in Tilburg het doelwit.", "Dinsdag kregen de explosies aandacht in het programma Opsporing Verzocht. De politie vermoedt een mogelijk verband tussen de zaken. In Opsporing Verzocht werd gemeld dat de familie die de zaak in Tilburg in handen heeft, ook de zaken in Aalsmeer en Beverwijk exploiteert.", "Jerrycans", "Van een verdachte die waarschijnlijk betrokken was bij de ontploffing in Heeswijk-Dinther werd in december een foto openbaar gemaakt. Dat leidde tot een aantal tips, maar de gouden tip zat er niet tussen. Dinsdagavond werd een nieuw spoor gemeld: bij meerdere aanslagen zijn resten gevonden van jerrycans, vermoedelijk steeds van hetzelfde soort. Het gaat om gele jerrycans die bij Shell-tankstations te koop zijn en mogelijk zijn de jerrycans kort voor de aanslagen gevuld bij een benzinestation.", "Lees ook: Klaver: hele kabinet moet aftreden vanwege toeslagenaffaire"], "authors": ["Femkevan Rooijen", "Femke Van Rooijen"], "keywords": ["politie", "broodjes", "voor", "en", "uit", "met", "explosieven", "een", "bij", "opruimingsdienst", "doos", "het", "poolse", "niet", "rukt", "die", "pakket"], "pubDate": "2021-01-10T13:08:37Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}