{"id": "645d1ce5-4fe9-31aa-b7b2-dac05e87180f", "title": "Culinair fotoboek: een ode aan eten", "url": "https://www.parool.nl/ps/culinair-fotoboek-een-ode-aan-eten~b22d28f5/", "summary": "Fotograaf Elsbeth Tijssen (46) en schrijver Henriëtte Tomassen (51) brengen met hun culinaire fotoboek een ode aan het alledaagse en hun gedeelde passie: eten.\nEen culinair fotoboek waarin de verbindende kracht van eten centraal staat.\nTijssen: “We laten zien hoe je kunt genieten van eten met besef van de waarde ervan.”De recepten in Venusian Kitchen zijn bovenal smakelijk, zegt Tomassen.\nTijdens het koken ontstaan dan allerlei ideeën, waarna ik geïnspireerd aan het werk ga, en aan het einde van de dag kan iedereen die wil aanschuiven.\n“Ons boek is daartoe een uitnodiging, het is een ode aan het dagelijks leven, om het alledaagse te koesteren en te leven zoals je ­liefhebt.”Elsbeth Tijssen en Henriëtte Tomassen, Venusian Kitchen, ­Uitgeverij Komma, €99.", "paragraphs": ["Fotograaf Elsbeth Tijssen (46) en schrijver Henriëtte Tomassen (51) brengen met hun culinaire fotoboek een ode aan het alledaagse en hun gedeelde passie: eten.", "Vanaf het moment dat ze elkaar leerden kennen, als buren in Oud-Zuid, gingen hun gesprekken over eten, en hun ­gedeelde visie daarop. Elsbeth Tijssen werkte als fotojournalist, onder andere voor Het Parool, Henriëtte Tomassen als tekstschrijver. Tijdens de wandelingen van en naar de school van hun kinderen ontstond het idee samen een boek te maken. Een culinair fotoboek waarin de verbindende kracht van eten centraal staat.", "Vijf jaar later is het er: Venusian Kitchen, 25 bij 33 centimeter groot en vuistdik met een jacquard geweven omslag, de hoeken afgezet met messing en koper op snee. Met sensuele foto’s van stillevens van groenten, weelderige bloementuinen, hun kinderen, vrienden, geliefden en ­familie, met tekeningen, verhalen en gedichten.", "Een van de inspiratiebronnen is de film Como Agua Para Chocolate, naar het magisch-realistische verhaal van Laura Esquivel, waarin onder meer de tranen in de pan van de kokkin een heel gezelschap aan het huilen brengen. Maar ook bekende koks als Yvette van Boven en Nigella Lawson worden door het duo als aanstekelijk ervaren. Tomassen: “Ik zat in 2017 in het publiek toen Nigella Lawson bij The School of Life sprak over haar kookboek Bij mij aan tafel, dat gaat over het ­geluk van thuis koken en samen eten. Zoiets hangt dan in de lucht: anders en bewuster omgaan met voedsel en hoe het mensen bij elkaar brengt. Het sloot aan bij wat wij ­wilden doen met dit boek; een liefdesverhaal maken over eten. Eten is een manier om voor jezelf en elkaar te ­zorgen.”", "Gouden Eeuw", "De stillevens in het boek die Tijssen fotografeerde en die ze samen componeerden, zijn een verwijzing naar de schilderijen uit de Gouden Eeuw, maar in plaats van een overvloed aan gevogelte, wild en kreeft laten ze groenten, fruit en kruiden zien. “Nederland heeft altijd een adaptieve eetcultuur gehad,” zegt Tomassen. “We haalden eten uit andere landen. Het lekkerste eten was in die tijd iets voor de happy few. Wij kiezen voor mooie en eenvoudige ingrediënten uit verschillende eetculturen die in ons land verzameld zijn.”", "Beeld uit Venusian Kitchen. Beeld Elsbeth Tijssen", "Van de 45 recepten zijn er niet toevallig slechts vier met vis en eentje met vlees, de rest is vegetarisch. Tijssen: “We laten zien hoe je kunt genieten van eten met besef van de waarde ervan.”", "De recepten in Venusian Kitchen zijn bovenal smakelijk, zegt Tomassen. “De lat hoeft helemaal niet altijd hoog te liggen; juist door te koken met wat je toevallig in huis hebt tover je vaak de heerlijkste gerechten op tafel.”", "“Eten is voor ons iets wat je mee kunt vlechten in je dag. Soms heb ik ’s ochtends niet meteen zin om aan het werk te gaan, dan zet ik eerst een grote pan soep op. Tijdens het koken ontstaan dan allerlei ideeën, waarna ik geïnspireerd aan het werk ga, en aan het einde van de dag kan iedereen die wil aanschuiven. ­Koken en eten gaan niet over perfectie, maar over ontspannen en samenzijn.”", "Naast eten staat in het fotoboek familie centraal: Tijssen fotografeerde haar eigen zoons en de dochters van Tomassen en hun vriendinnen, spelend in het hoge gras, lurkend aan een mierzoete shake, of slurpend van een spaghetti met ­venusschelpen. “Door dicht bij huis te blijven wilden we het voor iedereen ­herkenbaar maken.”", "Beeld uit Venusian Kitchen. Beeld Elsbeth Tijssen", "Een van de verhalen van Tomassen gaat over haar zus die in New York woont en getrouwd is met een Marokkaans-Joodse man. Haar reizen naar New York plande ze, pre-­corona, altijd zo dat ze op sabbatavond zo kon aanschuiven aan tafel. “Die avonden voelen voor haar als een warm bad, met heerlijk eten en mooie gesprekken.”", "Eten is vaak gekoppeld aan familie, maar dat hoeven niet per se bloedverwanten te zijn, zegt Tijssen. “Soms wonen ze ver weg, zoals mijn nicht in Zweden of onze familie in Limburg en Brabant. Familie kan ook zelfgekozen zijn, mensen uit je directe omgeving, van buren tot vrienden – mijn stadsfamilie noem ik dat.”", "De venusiaanse manier", "De rode draad in het boek is de godin Venus. “De godin van de liefde en schoonheid en beschermster van wijngaarden en tuinen,” zegt Tomassen. “De kracht van vrouwen schuilt in het zintuiglijke en het sensuele, waar Venus ook voor staat. In Nederland ligt de nadruk vooral op presteren en je zaakjes goed voor elkaar hebben. Ik denk dat als er meer aandacht zou zijn voor het zinnelijke, voor de venusiaanse manier van leven, dat iedereen daar uiteindelijk veel plezier van zou kunnen hebben.”", "Beeld uit Venusian Kitchen. Beeld Elsbeth Tijssen", "Ruim twee jaar voor ze aan het boek begonnen, werd bij Tijssen borstkanker ontdekt. Na de chemotherapie, ­bestraling en operatie keerde ze tijdelijk terug naar het op de macrobiotiek geïnspireerde eetpatroon uit haar jeugd. “Nooit eerder heb ik zulke uiteenlopende dieetadviezen gekregen als in die tijd. Uiteindelijk moest ik voor mezelf bepalen wat goed voelde. De behandelingen hadden me uitgeput, ik had superweinig energie. Op dat moment hielp het om heel puur te eten. Ik heb ook een periode suikervrij gegeten en nu eet ik voornamelijk veganistisch, maar ik ben daarin niet rigide. Als ik bij mensen aan tafel ga en iemand heeft vis gemaakt, eet ik dat ook.”", "Recent bleek de borstkanker te zijn teruggekeerd. “Ik voelde me echt getackeld door het leven. Wat helpt is om goed voor mezelf te blijven zorgen. Het blijft een zoektocht naar wat goed voelt, maar het lijkt te werken; mijn arts en ik zijn blij verrast door mijn bloedwaarden. Dat ik dit keer een hormoonkuur volg in plaats van chemo, maakt dat ik me nu niet ziek voel. En dat ik nu gewoon door heb kunnen werken, ook aan ons boek, helpt ook ­zeker mee.”", "Beeld uit Venusian Kitchen. Beeld Elsbeth Tijssen", "Het boek is het eerste van meer projecten van het Venusian Collective, waar meer creatieve geesten aan verbonden zijn. Tijssen: “Samen willen we meer dingen maken die de schoonheid van het dagelijks leven vieren. We zijn bezig om jacquard geweven wandkleden te laten maken van de stillevens uit het boek. En we willen Venusian Kitchen uitbrengen in het buitenland.”", "Hoewel het idee voor hun boek vijf jaar geleden ontstond, is de boodschap door ­corona inmiddels nog relevanter geworden. Tomassen: “Juist nu is er een herwaardering voor samenzijn en zachtheid, voor de kleine dingen in het leven.”", "“Er is altijd een manier om elkaar te kunnen blijven zien, je kunt ook nu, op een verantwoorde manier, je eigen ruimte blijven opzoeken,” zegt Tijssen. “Ons boek is daartoe een uitnodiging, het is een ode aan het dagelijks leven, om het alledaagse te koesteren en te leven zoals je ­liefhebt.”", "Elsbeth Tijssen en Henriëtte Tomassen, Venusian Kitchen, ­Uitgeverij Komma, €99."], "authors": ["Sara Luijters"], "keywords": ["ik", "fotoboek", "eten", "van", "voor", "en", "een", "met", "culinair", "ode", "aan", "te", "het"], "pubDate": "2021-01-05T19:00:04Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}