{"id": "648c6355-4f93-3b15-b12e-641e882a0ddb", "title": "Ik belde met de lezer die vindt dat we de Rubicon zijn overgestoken", "url": "https://trouw.nl/opinie/ik-belde-met-de-lezer-die-vindt-dat-we-de-rubicon-zijn-overgestoken~b54db869/", "summary": "“U bent de Rubicon overgestoken en dat vind ik principieel onjuist.” De boodschap was helder, eerst in een e-mail waarin hij schreef waarom hij zijn 50-jarige relatie met de krant verbrak en later in het ­telefoongesprek dat ik met hem voerde om hem terug te laten ­komen op zijn beslissing.\nAls lezers de moeite nemen mij te laten weten waarom ze hun abonnement opzeggen, dan reageer ik doorgaans met een schriftelijke reactie en soms ook met een telefoontje, zeker als iemand al zo lang abonnee is.\nDie vertelde dat hij naar Zwitserland zou gaan om daar te sterven.\nUit gesprekken met zijn begeleiders en met hem zelf, bleek Van de Wier dat Kentie geen enkele twijfel kende.\nDe twee begeleiders meenden dat de aanwezigheid van een journalist dit intieme stervensproces te zeer zou verstoren.", "paragraphs": ["“U bent de Rubicon overgestoken en dat vind ik principieel onjuist.” De boodschap was helder, eerst in een e-mail waarin hij schreef waarom hij zijn 50-jarige relatie met de krant verbrak en later in het ­telefoongesprek dat ik met hem voerde om hem terug te laten ­komen op zijn beslissing.", "Als lezers de moeite nemen mij te laten weten waarom ze hun abonnement opzeggen, dan reageer ik doorgaans met een schriftelijke reactie en soms ook met een telefoontje, zeker als iemand al zo lang abonnee is. Bij deze lezer was het hoofdredactionele commentaar over triage bij Covid-patiënten op de intensive care de aanleiding. Hij was het oneens met de conclusie van het commentaar dat bij een tekort aan bedden op een ic artsen op basis van een ­inschatting van het medisch perspectief en uiteindelijk als laatste overweging op basis van leeftijd moeten beslissen wie gered kan worden. En niet dus door een systeem van loting, zoals het kabinet wil, om leeftijdsdiscriminatie te voorkomen. De mens mag en kan hierin niet beslissen, vond hij principieel en daarom zegde hij de krant op.", "Als het gaat om de beslissingsbevoegdheid van de mens is de krant in mijn beleving inderdaad de Rubicon over. Dat kwam vrijdag nadrukkelijk in de Verdieping aan de orde door het verhaal dat redacteur Marten van de Wier schetste over ‘de laatste reis’ van Kees Kentie, die in Zwitserland in een praktijkruimte van een sterfhulporganisatie op 87-jarige leeftijd een eind aan zijn leven maakte, het leven moe.", "Marten van de Wier had hem eerder, begin 2020, geïnterviewd naar aanleiding van de door D66 opgeworpen discussie over voltooid leven. Kentie wilde dood, maar kon in Nederland geen euthanasie krijgen, omdat zijn lijden niet ondragelijk was. Via de NVVE, de vereniging voor een vrijwillig levenseinde, kreeg Van de Wier in juli een boodschap of hij contact met Kentie wilde opnemen. Die vertelde dat hij naar Zwitserland zou gaan om daar te sterven. Van de Wier overwoog met hem mee te gaan om zijn laatste reis te beschrijven.", "Wat zou de journalistieke reden zijn om dit sterven te beschrijven?", "Dit idee hebben we en petit comité op de redactie besproken, samen met de chef Verdieping en de plaatsvervangend chef van de nieuwsdienst, omdat een dergelijke reportage ethisch-journalistieke vragen opriep. Wat zou de journalistieke reden zijn om dit sterven te beschrijven?, vonden we zelf niet de moeilijkste vraag. Het portretteren van iemand die vindt dat zijn leven is voltooid en hoe dat sterven in zo’n Zwitserse kliniek in de praktijk in zijn werk gaat, waren voor ons relevante redenen om de laatste fase van Kees Kentie te beschrijven.", "Moeilijker te beantwoorden, maar voor ons heel belangrijk, vonden we de vraag of de aanwezigheid van een journalist de druk op Kentie zou verhogen om toch te gaan sterven, terwijl hij misschien wel twijfelde. Uit gesprekken met zijn begeleiders en met hem zelf, bleek Van de Wier dat Kentie geen enkele twijfel kende.", "Toch reisde hij uiteindelijk niet met hem mee naar Zwitserland. De twee begeleiders meenden dat de aanwezigheid van een journalist dit intieme stervensproces te zeer zou verstoren. En ook de kliniek die terughoudend omgaat met publiciteit wilde niet. In plaats daarvan interviewde de redacteur Kentie zeer uitvoerig en sprak hij uitgebreid de betrokkenen voor en na zijn sterven, alsook de oprichter van de kliniek. Daardoor leek het alsof we toch met Kentie meereisden toen hij de Styx overstak.", "Ervoer u dit Verdiepingsverhaal als zelfsterfpromotie bij voltooid leven, dan kon u in het tweede deel de ethische bezwaren tegen deze praktijk lezen.", "Trouw-hoofdredacteur Cees van der Laan schrijft wekelijks over de discussies op de redactie en de keuzes van de krant."], "authors": ["Cees Van Der Laan"], "keywords": ["ik", "zijn", "van", "overgestoken", "rubicon", "belde", "en", "met", "een", "lezer", "te", "op", "het", "vindt", "hij", "dat", "die"], "pubDate": "2021-01-09T12:35:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}