{"id": "648fcf14-d991-3984-9572-2dadd533ddf2", "title": "Handbalsters denken na over wat beter kan én moet", "url": "https://volkskrant.nl/sport/handbalsters-denken-na-over-wat-beter-kan-en-moet~bdb728ee/", "summary": "De handbalsters, de kampioenen van de wereld, hadden zondag na twee Europese debacles op rij elkaar gewoon verteld wat er beter had gekund.\nDe beste van de wereld zijn en dan op het eigen continent voor schut gaan.\nSchutter Lois Abbingh, in Kolding naast Smeets geposteerd: ‘We zouden natuurlijk kunnen zeggen dat het niet uitmaakt dat wij wereldkampioen zijn.\nOf dat een gok was geweest die ze beter niet had kunnen wagen, was de vraag.\nAls ik dat niet doe, die bal proberen te pakken, voer ik mijn taak niet naar behoren uit.", "paragraphs": ["Martine Smeets van de Nederlandse handbalploeg schiet op doel tijdens het verloren EK-duel tegen Servië: ‘We werpen nooit de handdoek.’ Beeld BSR Agency", "Nee, er was niet met bidons of stoelen gegooid. Ook waren er, van schaamte of pure teleurstelling, geen handdoeken over het hoofd getrokken. De handbalsters, de kampioenen van de wereld, hadden zondag na twee Europese debacles op rij elkaar gewoon verteld wat er beter had gekund. En gemoeten.", "En daarna hadden ze, getuige de bleke bekkies, een slechte nacht doorgemaakt. De beste van de wereld zijn en dan op het eigen continent voor schut gaan. Sportvrouwen als de gedreven types uit het nationale handbalteam kunnen dat lastig velen.", "‘Maar gooien met stoelen, nee dat doen wij niet. Als iemand dat zou doen, prima hoor, als die daarmee weer in het goede spoor komt. Maar ons team praat na, bespreekt de volgende ochtend de zaak nog eens nadrukkelijk en maakt zich dan klaar voor de volgende wedstrijd, die tegen de Hongaren. Wij zijn geen team om over dit soort zaken te ruziën. Wij zijn het team van de hoop. Werken door tot de laatste seconde. En we werpen ook nooit de handdoek’, sprak de ervaren hoekspeler Martine Smeets, maandag rond het middaguur, via een digitaal kanaal.", "Het was hard aangekomen, twee nederlagen op rij, tegen ploegen die tegen Nederland horen op te kijken. Dat Nederland is sinds december vorig jaar wel de wereldkampioen, de ploeg die zich reeds plaatste voor de Olympische Spelen van Tokio. Dat alles heeft voor een andere mindset van de tegenstanders gezorgd.", "Schutter Lois Abbingh, in Kolding naast Smeets geposteerd: ‘We zouden natuurlijk kunnen zeggen dat het niet uitmaakt dat wij wereldkampioen zijn. We proberen ook wel uit te leggen dat die titel ons als persoon niet heeft veranderd. Maar wat wel veranderd is, is de manier waarop tegenstanders zich op ons voorbereiden. Dat is toch het grote verschil. En de doelstelling is ook veranderd. Voorheen hielden we die altijd bescheiden. Maar nu worden we geacht natuurlijk wel topzes te eindigen. Dus dat die wereldtitel ons niet heeft beïnvloed, dat is niet vol te houden.’", "Geen topvorm", "Nederland speelde zaterdag en zondag niet bepaald als een wereldkampioen. De redenen waren talloos: geen topvorm, slordig schieten, vangfouten, matig blokkeren, kansen missen. Uit de hoek bijvoorbeeld, in de met 25-27 verloren gegane wedstrijd van zondag: Kroatië negen schoten van de vleugels, negen raak (9 uit 9), Nederland zeven uit twaalf. Over verschil gesproken.", "Tegen Kroatië trachtte Smeets, in de 55ste minuut bij de stand van 24-23 in Nederlands voordeel, op de linkerkant van het veld in verdedigende positie een pass te onderscheppen. Dat mislukte en de Kroatische Mimic strafte het af: geen 25-23, maar toch weer 24-24. Of dat een gok was geweest die ze beter niet had kunnen wagen, was de vraag. Balbezit voor Nederland zat eraan te komen. Smeets, uiterst ervaren speelster van de Roemeense topclub Bucuresti: ‘Het was geen gok. Deze situatie vroeg om die interceptie. Als ik dat niet doe, die bal proberen te pakken, voer ik mijn taak niet naar behoren uit. Maar ik vond het geen beslissend moment. Een wedstrijd wordt over zestig minuten beslist, niet door één bal.’", "De afwezigheid van spelmaker en schutter Estavana Polman, geveld door een kruisbandruptuur, werd in het weekeinde vaak genoemd als de reden dat Nederland in Denemarken minder presteert en rendeert. De scherpte en het verrassingseffect lijken met Polman in de ziekenboeg verdwenen. Ze werd ook in de voorbeschouwing van maandag de ontbrekende leider genoemd.", "Bondscoach Manu Mayonnade erkende dat volledig. ‘We hebben hier de eerste twee wedstrijden verloren. Dan zou het een beetje crazy zijn om te zeggen dat we Estavana niet zouden missen. Maar de andere speelsters zijn allemaal nog dezelfde als van het WK in Japan. Er is niets veranderd in hun taak.’", "De Franse trainer, gekozen tot de beste coach van het jaar in 2020, had op het trainingskamp alle vertrouwen gekregen in de vorm van zijn team. Hij bleek bleek zich vergist te hebben en kreeg zijn team niet aan de praat. Martine Smeets wilde maandag nog wel even stipuleren dat het EK qua voorbereiding en uitvoering niet te vergelijken was met het WK van vorig jaar. ‘Het is nu een compleet andere situatie. Er waren geen oefenduels. De eerste EK-wedstrijd werd door Servische besmettingen een dag uitgesteld. De rustdag verviel daarmee, toch een grote plus normaliter. En daarbij hebben we door corona met heel andere omstandigheden te maken.’", "De conclusie van het Deense media-uurtje kwam van Abbingh: ‘We spelen niet het handbal dat wij kunnen spelen. Dat is het grootste probleem tot nu toe.’"], "authors": ["John Volkers"], "keywords": ["van", "dat", "die", "niet", "een", "en", "denken", "moet", "te", "zijn", "én", "op", "handbalsters", "beter", "kan", "wat", "het"], "pubDate": "2020-12-07T21:46:39Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}