{"id": "64a1f503-2034-34db-aabd-6ea740f63a32", "title": "Tabaksindustrie betaalde voor mooi plekje in de supermarkt", "url": "https://www.parool.nl/nederland/tabaksindustrie-betaalde-voor-mooi-plekje-in-de-supermarkt~b0898353/", "summary": "Staatssecretaris Blokhuis wil de verkoop van tabak in supermarkten vanaf 2024 verbieden.\nDaarbij zijn 51 samenwerkingsovereenkomsten met de tabaksindustrie achterhaald, meldt staatssecretaris Paul Blokhuis (Volksgezondheid) aan de Tweede Kamer.\nBlokhuis wil de verkoop van tabak in supermarkten vanaf 2024 verbieden.\nDe ministerraad stemde vorige maand in met zijn voorstel.\nDe maatregelen zijn een uitwerking van het nationaal preventieakkoord, waarin staat dat het aantal verkooppunten van tabak de komende jaren omlaag gaat.", "paragraphs": ["Staatssecretaris Blokhuis wil de verkoop van tabak in supermarkten vanaf 2024 verbieden. Beeld Hollandse Hoogte/ANP", "De NVWA heeft onderzoek gedaan bij zes (middel)grote supermarktketens. Daarbij zijn 51 samenwerkingsovereenkomsten met de tabaksindustrie achterhaald, meldt staatssecretaris Paul Blokhuis (Volksgezondheid) aan de Tweede Kamer. In alle overeenkomsten zijn volgens hem onrechtmatige afspraken over vergoedingen aangetroffen. Supermarkten kregen bijvoorbeeld geld als hun tabaksproducten mooi zichtbaar waren in een schap of exclusief in het schap kwamen te liggen.", "Volgens Blokhuis kon een vergoeding variëren van 10.000 euro tot tot zo’n 2 miljoen per jaar. ‘Het betreft overeenkomsten met tien fabrikanten van tabaksproducten of aanverwante producten,’ schrijft de bewindsman.", "De fabrikanten kunnen voor een overtreding 45.000 euro boete krijgen en bij herhaling kan dat oplopen naar 450.000 euro. Bovendien zullen de supermarkten opnieuw worden gecontroleerd.", "Gemeengoed", "‘Ik vind het zeer verontrustend,’ schrijft Blokhuis aan de Kamer over de afspraken. Eerder bleek ook al dat tabaksfabrikanten illegale afspraken hadden gemaakt met tabaksspeciaalzaken over vergoedingen. ‘Dit lijkt erop te wijzen dat dergelijke samenwerkingsovereenkomsten tussen tabaksfabrikanten en verkooppunten ondanks een wettelijk verbod gemeengoed zijn,’ aldus de staatssecretaris.", "Blokhuis wil de verkoop van tabak in supermarkten vanaf 2024 verbieden. De ministerraad stemde vorige maand in met zijn voorstel. Vanaf 2022 zijn sigarettenautomaten verboden en vanaf 2023 wil Blokhuis de online verkoop ‘de pas afsnijden’. In 2030 moet tabak alleen nog in speciaalzaken verkrijgbaar zijn.", "Het verkoopverbod van tabak in supermarkten zal er volgens Blokhuis voor zorgen dat op termijn zo’n 60.000 mensen minder overlijden aan de gevolgen van roken dan zonder het verbod. Ongeveer de helft van de rokers overlijdt uiteindelijk aan de gevolgen ervan en volgens de staatssecretaris zorgt het verbod ervoor dat 120.000 mensen minder roken in 2030.", "De maatregelen zijn een uitwerking van het nationaal preventieakkoord, waarin staat dat het aantal verkooppunten van tabak de komende jaren omlaag gaat. Uiteindelijk zullen later ook de tankstations een ban krijgen, maar dat zal niet voor 2030 zijn, aldus ingewijden."], "authors": ["Het Parool"], "keywords": ["blokhuis", "van", "supermarkt", "mooi", "het", "met", "plekje", "zijn", "tabak", "tabaksindustrie", "een", "supermarkten", "betaalde", "dat", "vanaf", "voor"], "pubDate": "2020-12-10T07:37:44+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}