{"id": "64a7c1a2-2272-392d-b93f-fa983aa11588", "title": "AZ stuurt Arne Slot per direct weg", "url": "https://www.parool.nl/sport/az-stuurt-arne-slot-per-direct-weg~b9796736/", "summary": "Beeld ANPDe clubleiding moet het besluit nog toelichten, maar het heeft er alle schijn van dat de top van AZ zeer verbolgen is dat Slot in verregaande onderhandeling is met Feyenoord.\nDe trainer zou de leiding van AZ niet op de hoogte hebben gebracht.\nDe Rotterdammers hopen snel tot een officieel akkoord te komen met Slot.\nDe 47-jarige assistent van Slot zit zondag al als eindverantwoordelijke op de bank bij de competitiewedstrijd tegen FC Groningen.\nBij AZ willen we een hoofdtrainer voor de groep hebben staan die volledig gefocust is op AZ.”", "paragraphs": ["Trainer Arne Slot. Beeld ANP", "De clubleiding moet het besluit nog toelichten, maar het heeft er alle schijn van dat de top van AZ zeer verbolgen is dat Slot in verregaande onderhandeling is met Feyenoord. De trainer zou de leiding van AZ niet op de hoogte hebben gebracht.", "De Rotterdammers hopen snel tot een officieel akkoord te komen met Slot. De trainer was zaterdagochtend nog niet voor commentaar bereikbaar.", "Pascal Jansen maakt het seizoen af als hoofdtrainer van AZ. De 47-jarige assistent van Slot zit zondag al als eindverantwoordelijke op de bank bij de competitiewedstrijd tegen FC Groningen. Hij krijgt assistentie van Robert Franssen, die vanuit de jeugd doorschuift naar de A-selectie.", "“We hebben naar aanleiding van de eerdere berichtgeving gesproken met Arne,” zegt technisch directeur Max Huiberts. “Als club hebben we ervoor gekozen om direct afscheid van elkaar te nemen. Bij AZ willen we een hoofdtrainer voor de groep hebben staan die volledig gefocust is op AZ.”"], "authors": ["Het Parool"], "keywords": ["van", "als", "hebben", "op", "het", "trainer", "met", "slot", "direct", "az", "stuurt", "arne", "weg", "voor"], "pubDate": "2020-12-05T11:15:41+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}