{"id": "64c85979-a51a-367e-bba3-db6f4f70ce29", "title": "De rijkste stad ter wereld, en toch dreigt honger", "url": "https://www.parool.nl/wereld/de-rijkste-stad-ter-wereld-en-toch-dreigt-honger~bec577a8/", "summary": "In New York, de rijkste stad ter wereld, zijn tienduizenden afhankelijk van de voedselbank.\nHad Rodriguez vorig jaar nog één voedselbank, nu deelt hij op tien locaties in Queens eten uit.\nHij is ervan overtuigd dat hij gerust het dubbele aantal voedselpakketten kon weggeven – als hij maar meer eten had.\nDe economische crisis die in New York is uitgebroken, is een van de zwaarste van het land.\nHij zucht eens, als hij het heeft over de verantwoordelijkheid op zijn schouders.", "paragraphs": ["Hoewel een omvangrijk steunpakket werd gelanceerd, zijn de problemen in de VS nog niet opgelost. In New York, de rijkste stad ter wereld, zijn tienduizenden afhankelijk van de voedselbank.", "Karlijn van Houwelingen", "Pedro Rodriguez zit een tikje nerveus achter zijn bureau. Het is acht uur ’s ochtends, en de Colombiaans-Amerikaanse zestiger wacht op nieuws over ‘de vrachtwagen’. Die vrachtwagen moet de voorraad van zijn voedselbank komen aanvullen. Buiten staan containers vol groene paprika’s en komkommers klaar, maar dat is niet genoeg om een volwaardig voedselpakket samen te stellen", "Rodriguez is de directeur van La Jornada (‘de dag’), een voedselbank in Flushing. De buurt in het New Yorkse stadsdeel Queens is een mekka voor culinaire avonturiers. Je kunt hier Tibetaanse momo’s eten, pandebono uit Colombia, op z’n Chinees gebraden kip en Bengaalse kebab – allemaal in één straat. Maar sinds de buurten in het hart van Queens in het voorjaar keihard werden getroffen door een corona-uitbraak, lijden veel bewoners honger.", "In december vorig jaar, zegt Rodriguez, kwamen wekelijks zo’n duizend mensen een voedselpakket halen. “Toen de stad in maart op slot ging, dacht ik: dit wordt vast vreselijk, misschien komen er nu wel tweeduizend mensen.” Hij wijst op het witte vel papier aan de muur. De cijfers van deze week zijn erop gestift: 10.171 afnemers. Of beter gezegd, families. Want al die bezoekers hebben thuis kinderen, partners en ouders die ook van de pakketten mee-eten. Had Rodriguez vorig jaar nog één voedselbank, nu deelt hij op tien locaties in Queens eten uit. Hij is ervan overtuigd dat hij gerust het dubbele aantal voedselpakketten kon weggeven – als hij maar meer eten had.", "De werkelijkheid ligt veel hoger", "Al voor de pandemie hadden volgens cijfers van het Amerikaanse arbeidsbureau bijna 1,2 miljoen New Yorkers niet altijd genoeg te eten. Veel mensen die in de migrantenbuurten van Queens de eindjes net aan elkaar knoopten met een baan als kok of kamermeisje, raakten door de uitbraak van het coronavirus werkloos. De economische crisis die in New York is uitgebroken, is een van de zwaarste van het land. Het werkloosheidspercentage lag in oktober op 13,2 procent – bijna dubbel zoveel als het landelijk gemiddelde.", "“Dat is het officiële cijfer, in werkelijkheid ligt het veel hoger,” waarschuwt Rodriguez. Veel immigranten hebben geen officiële verblijfspapieren en worden dus niet meegeteld. Recht op bijstand hebben ze evenmin.", "Rodriguez sprokkelt elke week voedsel bij elkaar met hulp van het stadsbestuur, de staat New York, grotere non-profits die voedsel inzamelen, en de federale overheid – voor zolang dat laatste duurt. Dankzij een federaal coronaprogramma kan La Jornada de oogst van boeren in de regio verdelen onder hongerige inwoners van Queens. Maar het programma eindigt dit jaar. De vrachtwagen met vlees, melk, groente en fruit bleef in het najaar ook al eens weg bij gebrek aan financiering. Vandaar Pedro’s spanning op de vroege ochtend. Als de vrachtwagen niet komt, hebben duizenden mensen honger.", "54 miljoen Amerikanen hebben dit jaar onvoldoende te eten, becijferde het ministerie van Landbouw. Dat is 45 procent meer dan vorig jaar.", "Feeding America, een organisatie die meer dan tweehonderd voedselbanken runt, schatte dat aan het einde van 2020 één op de zes volwassenen en een op de vier kinderen niet zeker is van genoeg te eten.", "Voedselbanken zijn in een wijk als Queens zo een onmisbare reddingsboei geworden. Ze zouden moeten bestaan om mensen die buiten de boot vallen op weg te helpen, klagen critici – onder wie Congresleden die pleiten voor uitbreiding van sociale voorzieningen. Niet als essentiële bestaansbehoefte voor miljoenen mensen. De overheid moet meer doen, vindt ook Rodriguez. Ook voor immigranten. “Maar wat de mensen echt nodig hebben, is werk. En een hoger minimumloon, zodat ze een buffer kunnen opbouwen om een crisis als deze te doorstaan.”", "Het spaargeld is echt op", "De rest van New York bulkt intussen van welvaart. Dit is de rijkste stad ter wereld, dankzij meer dan 120.000 inwoners die vijf miljoen dollar of meer bezitten, berekende datafirma Wealth-X eerder dit jaar. Wall Street, waar de aandelenmarkten uit hun voegen barsten, ligt op slechts een half uur rijden van de voedselbank in Queens.", "In de wijk neemt het aantal daklozen zichtbaar toe. Huisbazen mogen je volgens de lokale wet niet zomaar uitzetten als je vanwege de pandemie de huur niet kunt betalen.", "Mensen zonder verblijfsvergunning durven alleen vaak geen bezwaar te maken. De restaurants waar veel New Yorkers hun brood verdienen zijn halverwege december opnieuw gesloten om de tweede coronagolf in te dammen. Het spaargeld is echt op.", "Sterven van de honger", "Pedro Rodriguez vond een paar dagen geleden een dode bejaarde man op straat. Van kartonnen dozen had hij een huisje gebouwd. Zijn schoenen stonden netjes in het gelid voor de ingang. Hij stierf alleen, in een doos voor de gevel van een noodlerestaurant. “De kloof tussen de rijken en de armen is zo diep, het is eng,” zegt Rodriguez. “Dit is de eerste dode, maar het wordt winter, mensen zijn niet gewend om buiten te slapen, er komen er nog veel meer.”", "Hij slaapt niet voldoende, vindt zijn arts. Hij zucht eens, als hij het heeft over de verantwoordelijkheid op zijn schouders. Als hij zich niet druk maakt om de voedselvoorraad waar tienduizenden stadsgenoten afhankelijk van zijn, dan is het wel om zijn uitdeeltruck die het dreigt te begeven, de huur, of de enorme hoeveelheid vuilnis die hij kwijt moet nu zijn voedselbank een groeispurt heeft doorgemaakt. Hij is zeven dagen per week in de weer. Maar er zit niets anders op dan doorgaan, vindt hij. “Ik denk echt,” zegt hij, “dat als wij er niet waren, mensen zouden sterven van de honger.”"], "authors": ["Karlijn Van Houwelingen"], "keywords": ["rijkste", "zijn", "van", "dreigt", "toch", "en", "een", "stad", "niet", "op", "te", "wereld", "ter", "het", "honger", "hij", "als", "die"], "pubDate": "2021-01-02T13:00:34Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}