{"id": "64c8cbdd-48a5-3129-847f-7d5d9cbb53cb", "title": "Thorwald Jørgensen zet een nieuwe standaard voor de theremin", "url": "https://www.parool.nl/kunst-media/thorwald-j-rgensen-zet-een-nieuwe-standaard-voor-de-theremin~b33f6700/", "summary": "Maar er wordt ook uiterst ernstige muziek voor geschreven.\nOok aan het technische niveau waarop de theremin wordt bespeeld, is het einde nog niet in zicht.\nOp Air électrique zet de Nederlander Thorwald Jørgensen een nieuwe standaard.\nZijn spel kleurt sterk naar de cello en in bepaalde registers klinkt er onmiskenbaar ook een sopraan mee, wat een uniek timbre geeft, die het instrument bij uitstek geschikt maakt voor langzame muziek met een klaaglijk karakter.\nIn Joseph Schillingers Bury, bury me wind, zweer je dat je een vrouwenstem hoort – totdat mezzosopraan Itzel Medecigo echt begint te zingen", "paragraphs": ["Thorwald Jørgensen & Kamilla Bystrova - Air électrique", "De theremin, het elektronische muziekinstrument waaraan je klanken ontlokt door je handen door de lucht te bewegen, wordt meestal gebruikt in een freakerige amusementscontext (denk aan Jimmy Page van Led Zeppelin, of Fay Lovsky), of als ontregelende klankbron voor horrorfilms. Maar er wordt ook uiterst ernstige muziek voor geschreven. Ook aan het technische niveau waarop de theremin wordt bespeeld, is het einde nog niet in zicht.", "Op Air électrique zet de Nederlander Thorwald Jørgensen een nieuwe standaard. Hij studeerde af als slagwerker aan de conservatoria van Utrecht en Tilburg, en switchte daarna naar de theremin. Zijn spel kleurt sterk naar de cello en in bepaalde registers klinkt er onmiskenbaar ook een sopraan mee, wat een uniek timbre geeft, die het instrument bij uitstek geschikt maakt voor langzame muziek met een klaaglijk karakter.", "Begeleid door de Russische pianiste Kamilla Bystrova, speelt hij op Air électrique hoogst overtuigend, te be­ginnen met Ten Preludes for theremin and piano van Lera Auerbach: stuk voor stuk dromerige werken, waarin Jørgensen gedurende 27 minuten de lyrische mogelijkheden van de theremin tot grote hoogten voert.", "In Joseph Schillingers Bury, bury me wind, zweer je dat je een vrouwenstem hoort – totdat mezzosopraan Itzel Medecigo echt begint te zingen"], "authors": ["Erik Voermans"], "keywords": ["je", "van", "voor", "nieuwe", "een", "wordt", "standaard", "jørgensen", "te", "zet", "thorwald", "het", "ook", "theremin"], "pubDate": "2020-12-31T14:10:06Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}