{"id": "64cb575b-5afc-31c4-bfde-9a84777a704e", "title": "Afstappen, afleveren en wegwezen: de bezorgbakfiets is een uitkomst in de stad", "url": "https://www.parool.nl/ps/afstappen-afleveren-en-wegwezen-de-bezorgbakfiets-is-een-uitkomst-in-de-stad~bddc992d/", "summary": "Ook sla en eieren, waterkers en een voor de bezorger onbekende kiemsoort.\nHadden we deze ochtend niet ook even de tijd genomen voor een foto en een praatje, dan waren we ruim binnen de zestig seconden weer weggeweest bij het restaurant.\nSmalle straten, steeds meer fietsers en voetgangers: gecombineerd met een exploderend aantal vracht- en bestelauto’s zijn alle voorwaarden aanwezig voor een vervoersinfarct.\nEen lossende auto op een gracht: het is precies het probleem waar een klant het eerder die ochtend over had op het hoofdkwartier van TringTring.\nHet zijn met name de ­automobilisten die het meest moeten wennen.", "paragraphs": ["Ingewikkeld wordt het vooral op de grachten, waar een grote bestelauto de rijweg blokkeert om te kunnen lossen. Beeld Jakob van Vliet", "‘Geen fietsen parkeren’ staat met grote letters op de deur van de leveranciersingang. Toch is dat wat we doen, deze ochtend in de Reguliersdwarsstraat. Vooral omdat hier natuurlijk niet wordt geparkeerd in de verkeerstechnische zin van het woord: de koelbakfiets van TringTring is hier om aardappels af te leveren. Ook sla en eieren, waterkers en een voor de bezorger onbekende kiemsoort. En om lege kratjes weer mee terug te nemen.", "Geen parkeren dus eigenlijk, maar laden en lossen. Als het goed is, zijn we snel weer weg. Hadden we deze ochtend niet ook even de tijd genomen voor een foto en een praatje, dan waren we ruim binnen de zestig seconden weer weggeweest bij het restaurant. Op naar de volgende bestemming.", "Vergelijk die tijd eens met al die grote bestel- en zelfs vrachtwagens aan het begin van de Reguliersdwarsstraat. Her en der staan ze verspreid over de stoepen van het ­Koningsplein, de knipperlichten aan. Met steekwagentjes lopen chauffeurs heen en weer met benodigdheden voor de vele restaurants in het horecastraatje. Het feit dat ze niet bij de klant voor de deur kunnen komen, kost ze vele minuten. Veelzeggend: als we komen aanrijden, moeten we de nodige moeite doen om onze bakfiets ertussendoor te kunnen manoeuvreren. En als we weer klaar zijn voor vertrek, staan ze er zonder uitzondering nog steeds.", "Gat in de markt", "De stad loopt zichzelf vast, hoe langer hoe meer. Smalle straten, steeds meer fietsers en voetgangers: gecombineerd met een exploderend aantal vracht- en bestelauto’s zijn alle voorwaarden aanwezig voor een vervoersinfarct. Het is al aan het gebeuren en als er niets verandert – de ­relatieve rust op straat nu, vanwege de nieuwe lockdown, zal tijdelijk zijn – wordt het nog erger.", "Het heeft allemaal te maken met ruimte. Of eigenlijk: het gebrek daaraan. En omdat het de auto is die onevenredig veel van die schaarse ruimte opsoupeert, zet de gemeente als bekend in op autoluwe maatregelen. Maar de stad moet wel doordraaien. Zonder auto’s, bestelbusjes en vracht­wagens worden winkels niet ­bevoorraad, en blijven ­restaurants verstoken van verse ingrediënten voor de maaltijden die zij serveren.", "Kleinere voertuigen zijn de oplossing. Want niet iedere detailhandelaar in de stad is een supermarkt die bulk ­nodig heeft en de schappen alleen vol kan krijgen met ­grote vrachtwagens. Bij het gros van de ondernemers zijn de bestellingen overzichtelijk. Zo overzichtelijk dat een bestelauto, laat staan een vrachtwagen, veel te groot is. En dat is het gat in de markt waarin onder meer bezorgbedrijf TringTring springt met zijn vloot van achttien koelbakfietsen.", "Maar is de bevoorrading met behulp van de buitenmaat bakfietsen wel zo ideaal? Ook in tijden van lockdown? Kom je binnen redelijke tijd waar je zijn moet? En zijn de fietsen stiekem niet te groot voor de Amsterdamse fiets­paden, die notoir smal zijn?", "Eerste indruk, hoewel het misschien een kwestie van perspectief is: het past prima. Fietsen met een bak van een kleine meter breed voor je neus vergt weliswaar een zekere behendigheid, maar wanneer je eenmaal enig gevoel hebt voor de afmetingen, kun je je redelijk onbekommerd over de stadsfietspaden voortbewegen. Een trage fietser inhalen halverwege het Hugo de Grootplein is niet verstandig en vergt dus geduld. Maar zodra de weg weer recht loopt, gaat het allemaal min of meer geruisloos.", "Gewonnen tijd", "Réno Pijnen (39), de ervaren ‘Tringer’ die Het Parool ­deze ochtend voor alle zekerheid begeleidt, fietst door de stad met een jaloersmakend gemak. Allesbehalve tuttig, hij stopt zeker niet voor elk rood verkeerslicht, maar vlot en geroutineerd. Hij is zeker van zijn zaak en zijn plek op de weg: alleen wat betreft afmetingen wijkt hij af van de gemiddelde Amsterdamse fietser.", "Ingewikkeld wordt het vooral op de grachten. Op het Singel bijvoorbeeld, als een grote bestelauto pontificaal op de rijweg is gestopt om een trolleykar vol dozen af te leveren bij een kantoor. Gewone fietsers kunnen er nog net tus­sendoor, maar met deze bakfiets – Het Parool kreeg de ­beschikking over een fiets met de naam Tonijn – wordt het wel erg passen en meten. Het enige wat erop zit, is even een stukje van de stoep mee te pakken: ook niet helemaal gemakkelijk met zo’n buitenmodel fiets.", "Een lossende auto op een gracht: het is precies het probleem waar een klant het eerder die ochtend over had op het hoofdkwartier van TringTring. “Wij zijn als traiteur goed in maaltijden bereiden, maar die maaltijden op het juiste moment op de juiste plek krijgen, daar zijn ­anderen veel beter in.”", "Zijn bedrijf kwam aan in een bestelauto met een stuk of vijf ­dozen voor een adres in de binnenstad. “Leveren kost gewoon ontzettend veel tijd in het centrum,” vervolgde hij. ”Je moet zeker een kwartier per keer rekenen. Bovendien heb je de kans dat je een parkeerboete krijgt. Maar de gewonnen tijd is het belangrijkst: als ik met de auto langs alle klanten in de benauwde straatjes moet, ben ik uren bezig. Op sommige plekken komen we zelf, maar als het ingewikkeld wordt, is het beter om de bakfietsen in te schakelen.” Onze stop bij restaurant Lion Noir in de Reguliersdwarsstraat past naadloos in deze gedachte.", "Marc Kruyswijk op de Rozengracht. ‘Op een rechte weg gaat het allemaal min of meer geruisloos.’ Beeld Jakob van Vliet", "Schoner en lichter", "“Voor corona reden er ongeveer driehonderd voertuigen per week door deze straat. Als iedereen alles individueel en met vrachtwagens blijft bezorgen, loopt het verkeer vast. Met de koelbakfietsen gebeurt dat niet,” zegt een woordvoerder van de gemeente. Mede om die reden is ook de gemeente enthousiast over bezorging per bakfiets.", "Ze begon vorig jaar een proef met als doel meer alternatief vervoer (openbaar vervoer, fietsen, lopen) en minder auto’s in de stad. Die werd onderbroken door corona. Maar met name verkeer van en naar horecabedrijven heeft een grote impact op Amsterdam, zegt de woordvoerder. “Het was pre-corona de een na grootste logistieke stroom in de stad. We onderzoeken hoe we transport en bevoorrading niet alleen schoner, maar ook lichter kunnen maken. Van het zware vrachtverkeer willen we, met het oog op de zwakke kades en bruggen, graag af.” De Hogeschool van Amsterdam onderzoekt de resultaten van de proef.", "Réno Pijnen, die aan het promoveren is en het fietsen er als bijbaantje twee dagen per week bij doet, vroeg het zich in het begin wel een beetje af: moet je dat nou willen, zo’n groot kreng op de fietspaden? “Maar het gaat goed, er is ­eigenlijk geen enkel probleem.”", "Dat blijkt ook tijdens het vervolg van de tocht door de stad. Met een fiets die elektrisch ondersteunt tot 25 kilometer per uur, kun je goed uit de voeten. Die snelheid haalt het onwennige Het Parool deze ochtend eigenlijk nergens – in de binnenstad is dat net een beetje te hard. Bovendien: de meeste medeweggebruikers lijken zich niet te storen aan de ruimte die je in beslag neemt. Het zijn met name de ­automobilisten die het meest moeten wennen. Op de Raadhuisstraat, al nooit een fijne straat om doorheen te fietsen, komen de auto’s in de bochten soms angstig dicht langs je.", "Maar dat mag de pret niet drukken: hoewel het koud is, is de stad vanaf de fiets op zijn mooist. Geen ergernis over ­files. Je bent buiten en nog sneller ook."], "authors": ["Marc Kruyswijk"], "keywords": ["zijn", "bezorgbakfiets", "wegwezen", "afstappen", "van", "voor", "en", "uitkomst", "een", "met", "afleveren", "stad", "op", "te", "het", "die"], "pubDate": "2020-12-21T18:00:46Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}