{"id": "6500d085-28d4-394a-98c6-3cafce321aaa", "title": "Ontstond het leven op aarde niet langzaam, maar in één onwaarschijnlijke klap?", "url": "https://volkskrant.nl/wetenschap/ontstond-het-leven-op-aarde-niet-langzaam-maar-in-een-onwaarschijnlijke-klap~b6c6ffb6/", "summary": "Het leven op aarde ontstond niet langzaam, het ene bouwsteentje voorzichtig stapelend op het andere, maar klonterde vrij rap bij elkaar tot één wonderlijke brij moleculen met alles ongeveer al op de goede plek: bolletjes die met een vetlaagje de buitenwereld buitenhielden, met aan de binnenkant kettingvormige bouwblokken die samen een scheikundige reactie op gang konden houden; een primitieve cel, zeg maar.\nIn de wetenschap is het gangbaar om iets te begrijpen door het op te delen in kleine stukjes.\nDe eerste ingrediënten kunnen van zo’n meteoriet zelf afkomstig zijn: zo bevat de ruimtesteen Murchison zowel dna- als eiwitbouwstenen.\n‘Ik weet niet of we ooit, van welke theorie dan ook, kunnen zeggen: zo moet het gegaan zijn.\nAls het eerste leven meteen in een cel zat met een vetlaagje eromheen, zou het zichzelf misschien wel té veel afsluiten van de buitenwereld.", "paragraphs": ["Beeld Olivier Heiligers", "Wat is het idee?", "Vergeet de pruttelende oersoep. Het leven op aarde ontstond niet langzaam, het ene bouwsteentje voorzichtig stapelend op het andere, maar klonterde vrij rap bij elkaar tot één wonderlijke brij moleculen met alles ongeveer al op de goede plek: bolletjes die met een vetlaagje de buitenwereld buitenhielden, met aan de binnenkant kettingvormige bouwblokken die samen een scheikundige reactie op gang konden houden; een primitieve cel, zeg maar. Dat is althans volgens wetenschappers als John Sutherland en David Deamer het meest waarschijnlijke scenario. Beiden zijn de laatste jaren in de pen geklommen om de alles-in-één-keertheorie aan de man te brengen. Zo verscheen van Deamer afgelopen september het boek Origin of Life.", "Wat is er zo wild aan?", "Toe maar, alles in één keer. In de wetenschap is het gangbaar om iets te begrijpen door het op te delen in kleine stukjes. Zo proberen biologen al meer dan een eeuw met veel moeite te reconstrueren hoe zelfs één stapje richting iets levends kon plaatsvinden.", "En dat blijkt al moeilijk genoeg, zegt hoogleraar systeemchemie Sijbren Otto van de Rijksuniversiteit Groningen, die zelf in het lab knutselt aan manieren waarop het leven heeft kunnen ontstaan. ‘Iets dat leeft moet ongeveer drie stappen hebben gezet. De een vindt bijvoorbeeld dat er eerst een energiereactie op gang moest komen, een primitieve stofwisseling. De ander denkt weer dat er eerst voorlopers van dna bij elkaar kwamen. De kans om één stap te laten slagen in een laboratorium is al heel klein, dus het idee dat ze alle drie ongeveer tegelijk plaatsvonden, dat wordt al gauw heel moeilijk voor te stellen.’", "Waarom zou het kunnen kloppen?", "Sutherland en Deamer hebben zelf ook jarenlang geworsteld met het nabootsen van losse stapjes in het lab en denken nu juist dat alle stappen makkelijker te bewerkstelligen zijn als alle ingrediënten des levens op één plek tegelijkertijd naast elkaar bestonden. Ze zouden elkaar zo kunnen versterken.", "En jawel: er zijn aanwijzingen te vinden. Deamer vermoedt bijvoorbeeld dat modderige vulkaanpoeltjes ideaal zijn voor de alles-in-ééntheorie. Hij heeft al aangetoond dat daar kleine primitieve cellen met een vettige schil relatief makkelijk ontstaan, met aan de binnenkant bouwstofketens, aldus Deamer in het blad Astrobiology.", "Sutherland denkt dat meteorietkraters de ideale kraamkamer kunnen zijn geweest, waar kleine beekjes cruciale bouwstoffen lieten samenklonteren, schrijft hij in Angewandte Chemie. De eerste ingrediënten kunnen van zo’n meteoriet zelf afkomstig zijn: zo bevat de ruimtesteen Murchison zowel dna- als eiwitbouwstenen.", "Wat spreekt de theorie tegen?", "Allemaal mooi, maar Otto tempert de verwachtingen. ‘Ik weet niet of we ooit, van welke theorie dan ook, kunnen zeggen: zo moet het gegaan zijn. Er is simpelweg te weinig bewaard gebleven uit de tijd dat het leven is ontstaan om de ene theorie te bewijzen of te ontkrachten.’", "Bij de alles-in-één-keertheorieën ziet Otto ook een principieel probleem. Als het eerste leven meteen in een cel zat met een vetlaagje eromheen, zou het zichzelf misschien wel té veel afsluiten van de buitenwereld. ‘Om te overleven moest het eerste leven flexibel zijn en snel bouwstenen en erfelijk materiaal kunnen uitwisselen. Dan beperkt zo’n buitenlaag te veel.’"], "authors": ["Ronald Veldhuizen"], "keywords": ["dat", "van", "niet", "een", "ontstond", "leven", "klap", "maar", "zo", "te", "kunnen", "zijn", "langzaam", "op", "onwaarschijnlijke", "met", "het", "één"], "pubDate": "2020-11-27T12:00:41Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}