{"id": "65055225-63d7-35d4-bff7-551b641bd083", "title": "#Hugodejongekanniks? De man heeft het wel tot minister geschopt", "url": "http://www.trouw.nl/cultuur-media/hugodejongekanniks-de-man-heeft-het-wel-tot-minister-geschopt~b6786854/", "summary": "En eindigde met het faux-optimisme van een klantenservice die gaat teleurstellen: ‘Zodra het spul op Nederlandse bodem staat gaan we op hele korte termijn over tot vaccinatie’.\nZodra een van onze postmedewerkers uw pakketje heeft gelokaliseerd, wordt het op korte termijn teruggestuurd naar het verzendpunt en proberen we het opnieuw.\nAls naar de Arc de Triomphe na een lange dag cultuursnuiven in ParijsJuist als het einde in zicht is, wordt het moeilijk volhouden.\nIn het begin lijkt het een haalbaar wandelingetje, als je je nog niet realiseert hoe enorm groot die Arc de Triomphe is en hoe ver weg hij eigenlijk staat.\nIk bedoel, De Jonge zal heus iets kunnen, de man heeft het tot minister geschopt.", "paragraphs": ["Eind november spraken journalisten van NRC Handelsblad met onze volksgezondheidsminister Hugo de Jonge over de Duitse voorbereiding op massale vaccinatiecampagnes. In Duitsland werd toen al proefgedraaid, want de eerste vaccins konden in december al komen. Wat was De Jonges plan? Het antwoord begon vaag en weinig hoopgevend: ‘Onze verwachting is dat in de eerste maanden van 2021 de vaccinatie op gang komt’. En eindigde met het faux-optimisme van een klantenservice die gaat teleurstellen: ‘Zodra het spul op Nederlandse bodem staat gaan we op hele korte termijn over tot vaccinatie’.", "Zodra een van onze postmedewerkers uw pakketje heeft gelokaliseerd, wordt het op korte termijn teruggestuurd naar het verzendpunt en proberen we het opnieuw.", "Oef. Zijn we er dan toch niet bijna? Ik was al fijntjes artikelen aan het lezen over het postpandemische leven. Over hoe het nu verder moest met Zoom, waarvan de aandelenwaarde een flinke val had gemaakt toen de hoge effectiviteit van de eerste vaccins was gebleken. Over hoe het leven weer tactieler en minder digitaal kon worden.", "Als naar de Arc de Triomphe na een lange dag cultuursnuiven in Parijs", "Juist als het einde in zicht is, wordt het moeilijk volhouden. Dan wordt het als over de Champs-Elysées naar de Arc de Triomphe lopen na een lange dag cultuursnuiven in Parijs. In het begin lijkt het een haalbaar wandelingetje, als je je nog niet realiseert hoe enorm groot die Arc de Triomphe is en hoe ver weg hij eigenlijk staat. Je loopt en loopt en loopt, vraagt het uiterste van je ­uitgeputte voeten, terwijl die overdreven triomfboog optisch door blijft groeien en nauwelijks dichterbij lijkt te komen. Daar word je moe van, hangry en onredelijk. Als iemand die zijn Snickers niet op tijd heeft gegeten bijt je je reisgenoot, die het reisplan had gemaakt, toe: ‘Je kan ook niks!’", "Fauci wordt wanhopig bij een corona-speech van Trump.", "Dat gebeurde dinsdag ook op Twitter, de uitgelezen plek om infantiele emoties ongefilterd met de wereld te delen. Daar was kort voor de persconferentie #hugodejongekanniks trending. Onder de hashtag vond een collectieve driftbui van grote kleine kinderen plaats. ‘Retweet ook als je helemaal klaar bent met deze prutser!’ Geert Wilders deed gretig mee, en Story gebruikte de hashtag om een verhaal over Gerard Joling onder de aandacht te brengen. Die meent dat De Jonge de economie ‘naar de tyfus’ helpt. ‘Wat weet je er godverdomme allemaal van?’", "De Jonge zal heus iets kunnen", "Erg letterlijk moeten we het niet nemen. Ik bedoel, De Jonge zal heus iets kunnen, de man heeft het tot minister geschopt. En al is het sentiment wel ergens op gestoeld, wie niet geheel teleurgesteld wil raken in zijn medeburger kan het gesprek rond de hashtag beter links laten liggen.", "Beter bekijkt u het filmpje van Anthony Fauci – de Amerikaanse Jaap van Dissel – dat recentelijk rondging op Twitter. Fauci weet precies hoe je moet omgaan met infantiele driftkoppen (zijn eigen president, bijvoorbeeld) en liet op een persconferentie over het vaccin zien hoe je uitgeputte, hangry mensen toespreekt. ‘Hulp is onderweg’, zei hij. ‘Maar dat betekent dat we de gezondheidsmaatregelen dubbel zo goed moeten naleven. Als je in een strijd verwikkeld bent stop je ook niet met vechten als de hulptroepen eraan komen.’", "Swipen & klikken - alle columns van Kelli van der Waals vindt u hier."], "authors": ["Kelli Van Der Waals"], "keywords": ["tot", "hugodejongekanniks", "man", "van", "heeft", "als", "hoe", "het", "op", "minister", "met", "geschopt", "een", "je", "en", "niet", "wel"], "pubDate": "2020-12-10T14:10:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}