{"id": "656ad8f2-e748-3fc6-88f0-30cad2014c4b", "title": "ChristenUnie wil pil vergoeden om abortus tegen te gaan", "url": "https://www.nrc.nl/nieuws/2020/12/10/christenunie-wil-pil-vergoeden-om-abortus-tegen-te-gaan-a4023337", "summary": "De ChristenUnie wil de anticonceptiepil weer opnemen in het basispakket om zo abortussen te voorkomen.\nMet name het progressievere D66 en de ChristenUnie stonden bij thema’s als abortus en levenseinde lijnrecht tegenover elkaar.\n„Het is best raar dat abortus wel vergoed wordt, maar dat vrouwen voor anticonceptie moeten betalen”, zegt Dik-Faber.\nEr valt ontzettend veel leed te voorkomen door de pil te vergoeden.” Een eventueel besluit over het onderwerp zou moeten plaatsvinden in een volgende regeerperiode.\nVolgens het advies zou er geen „medische noodzaak” zijn voor het nemen van de anticonceptiepil.", "paragraphs": ["De ChristenUnie wil de anticonceptiepil weer opnemen in het basispakket om zo abortussen te voorkomen. Dat zegt Tweede Kamerlid van de partij Carla Dik-Faber donderdag in Trouw. Abortus is een gevoelig onderwerp voor de christelijke partij. In het huidige kabinet met VVD, CDA en D66 werden medisch-ethische onderwerpen vaak vermeden. Met name het progressievere D66 en de ChristenUnie stonden bij thema’s als abortus en levenseinde lijnrecht tegenover elkaar.", "Dik-Faber zegt in Trouw te willen samenwerken met de andere partijen op het gebied van abortus, „op onderdelen waar we het wél over eens kunnen worden, ook al zijn de verschillen groot”. „Het is best raar dat abortus wel vergoed wordt, maar dat vrouwen voor anticonceptie moeten betalen”, zegt Dik-Faber. „Zelf de kosten dragen leidt soms tot onbedoelde zwangerschappen. Er valt ontzettend veel leed te voorkomen door de pil te vergoeden.” Een eventueel besluit over het onderwerp zou moeten plaatsvinden in een volgende regeerperiode. Met name de VVD, de grootste partij in de peilingen, vindt dat voorbehoedsmiddelen onder de eigen verantwoordelijkheid van burgers vallen.", "Momenteel is de pil gratis voor meisjes tot 18 jaar. Voor meisjes tussen de 18 en 21 jaar zit de pil ook nog in de basisverzekering, maar geldt het eigen risico. Voor vrouwen van 21 en ouder wordt het middel enkel door bepaalde aanvullende verzekeringen vergoed. Dat beleid geldt sinds 2011, het jaar dat toenmalig minister Ab Klink (Volksgezondheid, Welzijn en Sport, CDA) het advies van het toenmalige College voor Zorgverzekeringen overnam om de pil uit het basispakket te schrappen. Volgens het advies zou er geen „medische noodzaak” zijn voor het nemen van de anticonceptiepil."], "authors": ["Flóri Hofman", "December Om", "Leestijd Minuut"], "keywords": ["abortus", "christenunie", "van", "zegt", "het", "wil", "voor", "gaan", "met", "vergoeden", "te", "pil", "om", "en", "dat", "tegen"], "pubDate": "2020-12-10T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}