{"id": "65894bae-144d-370b-a6db-28e8eec6f74c", "title": "Henk Bekedam: ‘In een pandemie hoeft niet alles meteen scienceproof. Dat is Nederland niet gewend’", "url": "https://volkskrant.nl/nieuws-achtergrond/henk-bekedam-in-een-pandemie-hoeft-niet-alles-meteen-scienceproof-dat-is-nederland-niet-gewend~b1761de6/", "summary": "‘Ik denk niet dat er zo veel interesse in dat coronavirus is’, zei hij toen.’Wat dacht u toen u hoorde dat het opnieuw een coronavirus betrof?\nIk ben trots op India dat het dat zo goed heeft gedaan.\nZodra ik schemaatjes teken, ben ik niet meer emotioneel.’Met welke Nederlandse overheidsinstanties deelt u uw expertise?\nIn mei wilde ik het RIVM wel toeschreeuwen: val het mondkapje niet af omdat het volgens jullie niet werkt.\nTegelijkertijd accepteer ik dat ik met pensioen ben: ik ga met plezier het bootje opknappen dat ik net heb gekocht.", "paragraphs": ["Als WHO-baas bestreed Henk Bekedam sars in China. In India hielp hij, vlak voor zijn pensioen, de eerste covid-golf bedwingen. Hoe kijkt hij aan tegen de pandemie? En welke adviezen heeft hij voor Nederland?", "‘Covid-19 is één groot déjà vu. Ik beleef die hele sarsperiode opnieuw: het gevoel dat we een schip bouwen terwijl het al vaart, dat we non-stop aan het leren zijn om een nieuw virus te begrijpen.’", "Henk Bekedam (62) kijkt vanuit zijn woonkamer in Haarlem met een mengeling van fascinatie en verbazing naar de covid-pandemie. Zijn handen jeuken – dat geeft hij direct toe – maar sinds zijn pensionering staat hij aan de zijlijn.", "En dat terwijl hij een schat aan ervaring bezit. Tijdens zijn lange carrière bij de Wereldgezondheidsorganisatie (WHO) zag hij van dichtbij hoe lastig het is een virus te bedwingen. Eerst als WHO-baas in China, waar hij begin deze eeuw de sarsepidemie voor zijn kiezen kreeg. Later op zijn post in India, waar hij dit voorjaar te maken kreeg met de eerste covid-golf.", "Hoe kijkt hij aan tegen deze pandemie? Wat moet beter? Een gesprek over de lessen van sars, de kritiek op zijn WHO en onderhandelen met Chinezen.", "U was de WHO-baas in India toen covid-19 opdook. Dacht iedereen meteen aan sars, of was dat virus na zeventien jaar vergeten?", "‘Een beetje wel. Kort daarvoor sprak ik nog met een senior WHO-collega die destijds ook bij sars was betrokken, over mijn plannen na mijn pensioen. Ik overwoog college te geven over de lessen van sars. ‘Ik denk niet dat er zo veel interesse in dat coronavirus is’, zei hij toen.’", "Wat dacht u toen u hoorde dat het opnieuw een coronavirus betrof?", "‘Ik voelde heel sterk dat ik in de laatste maanden van mijn loopbaan een missie had: ik had zoiets eerder meegemaakt met sars, ik wist dat we erbovenop moesten zitten. Het was een opluchting dat Chinese wetenschappers al op 12 januari 2020 de genetische informatie over covid met de wereld deelden. Dat was heel snel. Bij sars kregen we aanvankelijk maandenlang nauwelijks informatie. We hadden een team klaar voor onderzoek in Guangzhou, de Zuid-Chinese stad waar die nieuwe longziekte rondging, maar de Chinezen zeiden dat we moesten afwachten.", "‘Met covid kwamen in de eerste weken van januari meldingen van gevallen uit andere Aziatische landen en de Verenigde Staten. Als jullie wachten tot dit officieel tot pandemie wordt uitgeroepen, ben je te laat, zei ik tegen het Indiase ministerie van Volksgezondheid.’", "Hoe zagen uw werkdagen in India eruit?", "‘Veertien uur per dag, zeven dagen per week was ik in touw. Het contact met het Indiase ministerie van Volksgezondheid verliep naadloos. Ik had een kantoortje op de vijfde verdieping van het ministerie, de minister zat op de derde en de secretaris gezondheidszorg op de eerste. Op weg naar huis liep ik daar zo binnen.’", "Hoe bestrijd je een onbekend virus in een uitgestrekt land met 1,3 miljard mensen?", "‘De lessen van sars kwamen allemaal boven. Bijvoorbeeld dat het cruciaal is om informatie te delen. Ik wilde dat alle nieuwe informatie binnen twaalf uur met de Indiase overheid werd gedeeld. We hielpen de regering om het zorgsysteem in het hele land klaar te hebben voor de uitbraak, onder meer door grote aantallen mensen in heel India te trainen.", "‘Door eerdere programma’s voor polio- en tuberculosebestrijding heeft de WHO in India 240 kantoren in alle staten. De teams daar gingen ook op zoek naar alle Indiase passagiers die recentelijk uit China waren ingevlogen, om in de gaten te houden of ze ziek werden. Dat is ontzettend veel werk.’", "Werkte dat?", "‘Dit bron- en contactonderzoek hielp de eerste maanden het aantal besmettingen in te dammen. Ik ben trots op India dat het dat zo goed heeft gedaan. Alle Aziatische landen die sars hadden meegemaakt deden het beter tijdens covid dan de rest van de wereld.’", "Henk Bekedam: ‘Er is niet genoeg tijd om te wachten op de perfecte test, of op keihard bewijs dat mond­kapjes helpen, maar dat is Nederland niet gewend.’ Beeld Kiki Groot", "Wat was het moeilijkste in die eerste fase?", "‘China verklaarde aanvankelijk dat het nieuwe virus zich niet van mens tot mens verspreidde. Ik had daar mijn twijfels bij. Er waren 41 covid-gevallen in China. Die waren echt niet allemaal afzonderlijk door een dier besmet. Het moest tussen mensen overdraagbaar zijn. Het duurde lang voordat de WHO zich duidelijk van die Chinese verklaring distantieerde.", "‘Verder bleek al snel dat ook mensen met geen of milde symptomen het virus kunnen verspreiden. Dat maakt indammen veel moeilijker. Zeker in een land als India moet je lockdowns proberen te vermijden. Bij een lockdown valt het inkomen weg van veel arbeiders in de steden. Die keren dan terug naar hun dorpen. En nemen misschien het virus mee.’", "Er kwam uiteindelijk toch een lockdown.", "‘Ja. En het raakte me diep hoe arme mensen daardoor werden getroffen, daar bloedt mijn hart nog steeds een beetje van. Had ik wel voldoende benadrukt dat een lockdown moest worden vermeden?’", "Terwijl covid-19 in steeds meer landen om zich heen greep, raakte de WHO in opspraak. Bekedams organisatie bleef China in het openbaar prijzen, terwijl er signalen waren dat China minder transparant en alert was dan de WHO aannam.", "Later bleek uit Chinees wetenschappelijk onderzoek dat meldingen van artsen en wetenschappers over het nieuwe virus in het eerste stadium zeker een maand werden gesmoord in de bureaucratie van een slecht functionerend rapportagesysteem. Toen er eenmaal openbare cijfers kwamen over het aantal gevallen, waren die, volgens aan de Amerikaanse omroep CNN gelekte Chinese overheidsdocumenten, lager dan de statistieken in interne rapportages van Chinese gezondheidsdiensten.", "Achtte u de covid-cijfers van de Chinese overheid betrouwbaar?", "‘Het leek of de discussie over de betrouwbaarheid van de cijfers niet op gang kwam, terwijl we op sociale media zagen hoe ernstig de situatie was in Wuhan, de stad van de eerste uitbraak. Maar het kon ook dat China net op tijd had ingegrepen, en dat de aantallen daardoor laag bleven.’", "Wat deed de kritiek op uw organisatie met u persoonlijk?", "‘Met sars zat de WHO aan de goede kant van de wereldopinie. Dat gaf veel energie. Nu was het anders. Dat maakte mijn werk niet gemakkelijker. Ik kreeg vragen van de Indiase regering. Later begreep ik dat collega’s in Europa ook vragen kregen: was de WHO niet bevooroordeeld over China? Zelf vond ik het onnodig China te blijven prijzen. Op die manier ben ik nooit met de Chinezen omgegaan.’", "Henk Bekedam: ‘Met sars zat de WHO aan de goede kant van de wereldopinie. Dat gaf veel energie. Nu was het anders.’ Beeld Kiki Groot", "Hoe deed u dat dan?", "‘Ik heb veel gehad aan het boek Negotiating China, een Amerikaanse verzameling casestudy’s over onderhandelen met Chinezen. Een van de lessen: laat belangrijke onderhandelingen niet over aan mensen die China niet begrijpen. Daarom gingen WHO’ers van ons team in China naar de provincies voor overleg over sars. Mensen die China kenden.", "‘China oefent heel subtiel druk uit, zodat je opschuift naar het Chinese standpunt. Vaak komen mensen terug van een werkreis en is hun toon net iets veranderd. Wij hadden voor onderzoek naar het aantal sarspatiënten in ziekenhuizen in Beijing twee consultants ingehuurd die het land minder goed kenden. Tijdens de persconferenties zeiden ze steeds dat de Chinezen zo aardig waren geweest. Verder gaven ze geen antwoord op vragen over cijfers, want dat was vertrouwelijk, vonden ze. Ik vond dat onacceptabel, dus vroeg ik mijn eigen team die vragen toch te beantwoorden.’", "Bekedam wil niet al te diep ingaan op de controversen rond de WHO en covid, want daar lopen verschillende onderzoeken naar. Hij wacht liever tot zijn oude werkgever zijn mening vraagt, zodat hij de lessen van sars kan delen. Want die zijn anno 2020 nog steeds relevant, zegt hij.", "Hoe begon de sarsepidemie destijds voor u?", "‘Begin februari was Arie Haan, de Nederlandse coach van het Chinese voetbalelftal, bezorgd over een mysterieus longvirus in Guangzhou, waar hij een oefenwedstrijd had. De azijn was daar uitverkocht en Chinezen geloven dat azijndampen virussen verdrijven. Arie Haan en azijn, meer wisten we niet.’", "En toen?", "‘Kort daarna erkende China dat er een nieuwe ziekte was met ruim 300 gevallen, onder wie zorgmedewerkers. Daarna bleef de informatie zes weken minimaal, ondanks dat we vrijwel dagelijks vroegen om updates.’", "In de begintijd van sars werd de Chinese overheid in beslag genomen door politieke ontwikkelingen: er trad toen net een nieuwe regering aan. Week in, week uit kreeg Bekedam het verzoek te wachten op informatie. Overheden en ziekenhuizen werkten tegen, bijvoorbeeld door sarspatiënten tijdens werkbezoeken van de WHO naar andere afdelingen te brengen: dan leek het alsof een ziekenhuis weinig sarsgevallen had. ‘Mijn missie was: een doorbraak bereiken’, zegt hij. ‘Je haalt alles uit de kast om informatie te krijgen.’", "Hoe dan?", "‘Ik zei tegen de Chinese regering: ik ben jullie WHO-vertegenwoordiger, maar ik sta hier ook namens 191 andere WHO-lidstaten. Als in een ander land een onbekend virus rondgaat, willen jullie ook graag informatie. De WHO zit in een sandwichpositie: we adviseren een regering die tegelijkertijd onze baas is. Die constructie maakt je diplomatiek. Ik heb geleerd dat je in China pas moet prijzen als er iets te prijzen valt. Kijk uit met complimenten als je niet alles weet. Geef niets weg voordat het echt nodig is.’", "Dat is nu wel gebeurd.", "‘De WHO heeft wel degelijk herhaaldelijk gewaarschuwd voor dit virus. De internationale discussie over China leidde daarvan echter af. Dat vond ik moeilijk om aan te zien. Zeker omdat ik in januari al ongerust was door de uitbraken in meerdere Aziatische landen, Italië en de VS. Daar kwam bij dat Europese landen het gevaar van dit nieuwe virus onderschatten: midden februari verwachtte het Europese RIVM dat het risico laag tot gemiddeld was.’", "Drie decennia heeft Bekedam overheden geadviseerd over de meest uiteenlopende ziekten, van vogelgriep tot coronavirussen. Uitgerekend tijdens deze pandemie kan hij zijn ei niet kwijt. Hij probeert te wennen aan zijn pensioen, terwijl zijn instinct schreeuwt dat nu het moment is om strategisch te denken om een volgende pandemie het hoofd te bieden.", "Bekedam schetst hokjes en lijntjes op een papiertje: hij bouwt systemen, want hij barst van de ideeën over sneltesten voor de hele bevolking en internationale distributie van toekomstige vaccins.", "‘Ik ben getraind om het best mogelijke advies te geven. Misschien is het een vorm van zelfbescherming, dat ik alles in vakjes en structuren indeel. Zodra ik schemaatjes teken, ben ik niet meer emotioneel.’", "Met welke Nederlandse overheidsinstanties deelt u uw expertise?", "‘Tot dusver heeft niemand me iets gevraagd. Via de Nederlandse ambassadeur in India is mijn naam genoemd bij het ministerie van Volksgezondheid. Daar heb ik niets op gehoord. Ik heb zelfs de gemeente Haarlem mijn cv opgestuurd: bel me als ik kan helpen.’", "Welke adviezen zou u de Nederlandse overheid nu geven?", "‘Investeer meer in gezondheidszorg, laat niet alles over aan marktwerking. Zorg dat je tijdens een pandemie razendsnel kan opschalen, of het nu om ziekenhuisbedden, testcapaciteit of bron- en contactonderzoek gaat. Versterk nu al de coördinatie, bijvoorbeeld met betere informatiesystemen. Nederland zit met losse ict-systemen die niet op elkaar aansluiten. In Zuid-Korea en India komt alle informatie op één platform samen en daar heb je geen technische glitches.’", "Inmiddels heeft u wel contact met het Red Team.", "‘De eerste maanden na mijn terugkomst in Nederland zei ik uit voorzichtigheid weinig over de situatie hier, ik had immers drie decennia niet in Nederland gewerkt. Nu geef ik het Red Team feedback en leren zij mij dingen over Nederland.’", "Wat leert u zoal?", "‘Dat talkshows belangrijk zijn in de Nederlandse cultuur, terwijl ik vooral zie dat die discussies op tv het draagvlak ondermijnen.’", "Waar verbaast u zich verder over?", "‘Neem het mondkapje. In mei wilde ik het RIVM wel toeschreeuwen: val het mondkapje niet af omdat het volgens jullie niet werkt. Het mondkapje komt gegarandeerd terug als instrument. Maar zelfs op de dag van de invoering van de mondkapjesplicht trok het RIVM op Twitter het nut van mondkapjes nog in twijfel. Over de Nederlandse mondkapjesdiscussie krijg ik verbaasde mails van collega’s uit de hele wereld.", "‘Ook verbazingwekkend: dat we op 1 december pas zijn begonnen mensen zonder symptomen te testen, terwijl 50 procent van de covid-besmettingen van mensen zonder symptomen komt. Waarom heeft dat zo lang geduurd? Tijdens een pandemie moet je snel handelen. Er is niet genoeg tijd om te wachten op de perfecte test, of op keihard wetenschappelijk bewijs dat mondkapjes helpen, maar dat is Nederland niet gewend. Blijkbaar moet je eerst zelf een pandemie meemaken om te accepteren dat niet alles direct scienceproof hoeft.’", "Is het frustrerend met uw kennis aan de zijlijn te staan?", "‘Zonder de coronapandemie zouden mijn handen niet zo jeuken. Ik deel mijn kennis juist graag, met adviezen aan de overheid en lesgeven. Tegelijkertijd accepteer ik dat ik met pensioen ben: ik ga met plezier het bootje opknappen dat ik net heb gekocht. En daarmee leren varen.’"], "authors": ["Marije Vlaskamp"], "keywords": ["dat", "van", "niet", "een", "nederland", "scienceproof", "henk", "en", "pandemie", "ik", "te", "gewend", "op", "hoeft", "met", "meteen", "het"], "pubDate": "2020-12-04T15:41:12Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}