{"id": "659e87a7-b048-3411-9dca-e16b8abef5e0", "title": "Transportsector waarschuwt voor lege schappen in tuincentra", "url": "https://nu.nl/economie/6094540/transportsector-waarschuwt-voor-lege-schappen-in-tuincentra.html", "summary": "De transportsector waarschuwt voor lege rekken in kledingwinkels en lege schappen in tuincentra en doe-het-zelfzaken.\n\"Er dreigen tekorten aan allerlei spullen te ontstaan\", zegt een woordvoerder van TLN, die niet precies kan zeggen vanaf wanneer de schappen leeg zullen zijn.\nWanneer het tekort aan vervoersmogelijkheden ook echt tot lege schappen leidt, hangt onder andere af van de voorraden van winkels.\nIn het begin van de coronacrisis hebben rederijen, de exploitanten van die schepen, veel boten uit de vaart gehaald.\n\"Importeurs ontvangen hun spullen niet op tijd en uiteindelijk staat de consument voor een leeg schap.\"", "paragraphs": ["De transportsector waarschuwt voor lege rekken in kledingwinkels en lege schappen in tuincentra en doe-het-zelfzaken. De tekorten zouden ontstaan doordat de handel weer is aangetrokken, terwijl rederijen die de spullen veelal uit China halen geen extra containers en schepen inzetten. Dat zeggen Transport en Logistiek Nederland (TLN) en expediteursorganisatie Fenex vrijdag.", "\"Er dreigen tekorten aan allerlei spullen te ontstaan\", zegt een woordvoerder van TLN, die niet precies kan zeggen vanaf wanneer de schappen leeg zullen zijn. \"Het probleem speelt al maanden en de ernst ervan neemt alleen maar toe.\"", "Praat mee op NUjij Werk jij in de transportsector? Vertel jouw kijk op dit nieuws op reactieplatform NUjij en deel je ervaringen.", "Wanneer het tekort aan vervoersmogelijkheden ook echt tot lege schappen leidt, hangt onder andere af van de voorraden van winkels. \"Importeurs moeten nu al ruimte reserveren voor in januari als ze goederen hierheen willen halen. Dat was eerder maar een paar dagen van tevoren.\"", "In de scheepvaart is lange tijd sprake van overcapaciteit geweest; er waren meer containerschepen dan nodig was. In het begin van de coronacrisis hebben rederijen, de exploitanten van die schepen, veel boten uit de vaart gehaald. Daardoor zijn er nu juist tekorten.", "Doordat het langer duurt om ruimte aan boord te bemachtigen, loopt de hele keten vertraging op. \"Importeurs ontvangen hun spullen niet op tijd en uiteindelijk staat de consument voor een leeg schap.\""], "authors": ["Door"], "keywords": ["van", "spullen", "het", "tuincentra", "op", "die", "transportsector", "lege", "een", "en", "waarschuwt", "schappen", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}