{"id": "65ad875d-0c47-3ca8-99b8-bb9e87176e2d", "title": "Hoe voorkom je dat je kind wordt ‘opgezogen’ in een beeldscherm?", "url": "https://trouw.nl/onderwijs/hoe-voorkom-je-dat-je-kind-wordt-opgezogen-in-een-beeldscherm~b2d074d9/", "summary": "Maar we merken dat zijn focus ook de rest van de dag gericht is op het gamen”, vertelt zijn vader.\nWij zeggen weleens dat hij wel verslaafd lijkt en dan wordt hij boos.\nVooral het feit dat hij er zo in ‘opgezogen’ wordt, vinden we niet fijn.\n“Zo kunnen kinderen er continu mee bezig zijn en gaan ze zeuren als ze niet op een beeldscherm mogen.\nDat hij niet meer kan stoppen?", "paragraphs": ["Een jongen (9) gaat compleet op in zijn beeldscherm als hij aan het gamen is. En hoewel zijn ouders de gametijd begrenzen, lijkt hij er de hele dag mee bezig. Ze maken zich zorgen.", "Het beeldschermgebruik van hun kroost is iets waar veel ouders mee worstelen. Het beeldscherm heeft een enorme aantrekkingskracht, of kinderen nu 2, 9 of 16 jaar zijn. Trouwens: ouders kunnen er zelf ook wat van. Het beeldscherm is verleidelijk en misschien zelfs wel verslavend. Wat is nog gezond en waar trek je de grens?", "“Onze zoon van 9 jaar is gek op gamen. Hij mag regelmatig op de iPad, meestal een uur per dag. Maar we merken dat zijn focus ook de rest van de dag gericht is op het gamen”, vertelt zijn vader. “Als hij eenmaal op de iPad zit, is hij onbereikbaar voor contact en er is altijd gedoe als zijn tijd erop zit. Wij zeggen weleens dat hij wel verslaafd lijkt en dan wordt hij boos. We maken ons wel wat zorgen. Vooral het feit dat hij er zo in ‘opgezogen’ wordt, vinden we niet fijn. Of moeten we er niet zo zwaar aan tillen en is dat de jeugd van tegenwoordig?”", "Het zou niet iets vanzelfsprekends moeten zijn", "“Hoewel je strikt genomen niet spreekt over een beeldschermverslaving bij kinderen, kan gamen zeker een bron van strijd en problemen opleveren”, zegt Debbie Been, gz-psycholoog en verslavingsdeskundige. “Zo kunnen kinderen er continu mee bezig zijn en gaan ze zeuren als ze niet op een beeldscherm mogen. Ik vind het belangrijk om kinderen te begrenzen in hun gametijd. Het zou niet iets vanzelfsprekends moeten zijn, maar juist een beloning dat het af en toe wel mag, bijvoorbeeld na het huiswerk of iets moeilijks.”", "“Een volgend level, een nieuwe skin, meer punten waar je iets van kunt kopen. Games zijn zo gemaakt dat het beloningscentrum in je hersenen steeds wordt geprikkeld”, zegt pedagoog Krista Okma, die veel adviezen geeft over digitale opvoeding. “Het is logisch dat kinderen er helemaal in opgaan en de meeste kinderen hebben iemand nodig die tegen hen zegt: het is genoeg voor vandaag. Tijdens het gamen lijkt je kind van de aardbodem verdwenen. En ja, dat klopt: je kind is echt even weg. Maar dat is niet erg. Waar zijn ouders precies bang voor? Dat hij niet meer kan stoppen? Dat hebben ze uiteraard zelf in de hand.”", "Helemaal opgaan in het gamen is prima, zegt ook Been. “Het is juist best goed om je even op één ding tegelijk te focussen.” Maar aan alles komt een eind. “Ik zie kinderen die mogen gamen wanneer ze willen en zo lang als ze willen. Dat is niet verstandig. Hanteer een tijdlimiet en wees consequent in het handhaven. Deze ouders geven aan dat hun zoon meestal een uur mag, maar blijkbaar mag hij ook weleens langer? Als er ruimte is voor onderhandeling zullen kinderen blijven zeuren om meer.”", "Okma ziet dat ouders bang zijn voor het schakelmoment en dat hun kind boos wordt of lusteloos op de bank gaat hangen als de gametijd voorbij is. “Maar je kind komt daar echt wel overheen. Om hem langzaam uit het spel te halen kun je er even naast gaan zitten en zo verbinding maken met de dagelijkse realiteit. Kijk ook even mee wat een goed moment is om te stoppen, laat hem bijvoorbeeld nog net dat ene level afmaken.”", "Ontspannend maar ook prikkelend", "Volgens Been kun je met een kind van 9 prima een gesprek voeren over wat de invloed van schermgebruik op zijn hersenen is. “Gamen is ontspannend maar ook enorm prikkelend, je komt niet tot rust. Als je veel tijd aan gamen besteedt, kun je andere dingen minder goed doen, omdat je daar minder tijd voor overhoudt. Bijvoorbeeld pianospelen of huiswerk maken.”", "Een uur per dag vindt Okma vanuit dat oogpunt keurig, al vindt Been het aan de ruime kant. Okma: “Het gaat om de balans, zodat er tijd overblijft om buiten te spelen, te sporten, te lezen of een bordspel te doen.” Af en toe een schermvrije dag thuis kan helpen om die balans te houden. Been: “Dan ontdekken kinderen dat ze ook zonder scherm leuke dingen kunnen doen”.", "Lastige pubers, dreinende tieners of krijsende kleuters? Elke week behandelt Trouw een opvoedvraag van lezers.", "Zelf een kwestie indienen? Mail naar opvoedvraag@trouw.nl."], "authors": ["Cindy Cloin"], "keywords": ["opgezogen", "van", "hoe", "kind", "het", "hij", "beeldscherm", "zijn", "voorkom", "een", "wordt", "je", "dat", "en", "niet", "er"], "pubDate": "2020-11-18T14:23:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}