{"id": "65b9dc62-b9c6-33e0-a03d-ef1c20da1b2f", "title": "Blokker-baas Jeanine Holscher: ‘Bescheidenheid is mijn leidraad’", "url": "https://www.parool.nl/nederland/blokker-baas-jeanine-holscher-bescheidenheid-is-mijn-leidraad~bd1d1dd1/", "summary": "De concurrentie van Bol.com en Coolblue online en van een discounter als Action moet moordend zijn.\nWij hebben een online platform, waarop ook externe partijen verkopen én we hebben een groot netwerk van winkels.\nEn je moet je eigen oordelen uitschakelen.\nIk herinner me nog een oefening waarin we allemaal naar een plaatje van een klimop moesten kijken.\nMaar dan zet je je schouders eronder en ga je door.", "paragraphs": ["Jeanine Holscher, ceo van Blokker. Beeld Frank Ruiter", "Tegen het einde van 2020 lanceerde u Blokker Express, een bezorgservice waarbij uw winkelmedewerkers werden ingezet als koeriers.", "“Het idee lag al op de plank voor 2021. Toen we geconfronteerd werden met de lockdown zagen we de bezorgkanalen dichtslibben. Het duurde dagen voordat de klant een product in huis had. We hebben Blokker Express binnen drie dagen in elkaar gezet. Onze winkels werden kleine magazijnen en de medewerkers gingen bezorgen. Ik zei gekscherend: ik ben ceo van een koeriersbedrijf geworden. Ik heb zelf ook een paar keer bezorgd, met mijn zoon en dochter. Sommige medewerkers hebben tot drie uur ’s nachts doorgewerkt om de app af te krijgen. Ik moest bijna huilen zo mooi vond ik het. In de eerste week ontvingen we meer dan 50.000 orders. We lanceren nog steeds elke dag nieuwe features en updates. Eigenlijk zijn we een start-up in een 125 jaar oud bedrijf.”", "Gezien de recente historie en de enorme verliezen mag het een wonder heten dat u nog bestaat.", "“Laat ik dat in perspectief plaatsen. In november 2018 besloot de familie Blokker om Blokker te verkopen. Dat was een lang en emotioneel proces waarbij het voor hen belangrijk was dat de culturele erfenis van Blokker behouden werd en ook de werkgelegenheid zoveel mogelijk geborgd.”", "“De familie heeft jarenlang enorm veel geld in het concern gepompt. Er werden grote verliezen gemaakt. Ik was al onderdeel van het concern als ceo van Big Bazar (een discounter die werd opgezet als tegenhanger van Action, red.). Er was geen opvolging binnen de familie, dus er werden gesprekken gevoerd met allerlei partijen die ons mogelijk wilden kopen. Een week voordat het beklonken werd, zei Michiel Witteveen, de toenmalige ceo, tegen mij: wat zou je ervan vinden als ik het zou kopen? Het leek mij een goed idee. In april 2019 zijn we samen aan de slag gegaan om het hele bedrijf pragmatischer en simpeler in te richten.”", "Verklaarde u hem niet voor gek? Blokker maakte honderden miljoenen verlies.", "“Mensen zeiden wel: waar beginnen jullie in hemelsnaam aan? Maar wij wisten van binnenuit dat er zoveel kansen lagen voor verbetering. No guts, no glory. Het gaat inmiddels goed met Blokker, de Mirage Group (eigenaar van BCC, Blokker, Big Bazar, Miniso en Intertoys, red.) is al 200 miljoen ingelopen op de verliezen. En als je kijkt naar de plannen die er vorig jaar lagen, dan hebben we boven verwachting goed gepresteerd. Sterker: als je me een jaar geleden zou hebben gevraagd of ik met dit budget zo kon presteren, dan had ik je voor gek verklaard en de opdracht teruggegeven. Toch is het ­gelukt. We staan op de rand van winstgevendheid. Wacht maar af: in 2022 schrijven we ­zwarte cijfers.”", "Jeanine Holscher groeide op in een intellectueel milieu. Haar vader is chemisch fysicus en haar moeder studeerde rechten. Zelf ging ze naar Nyenrode en rolde ze het zakenleven in: ze ging werken bij Boston Consulting Group in Milaan. Toen ze terugkwam naar Nederland, ging ze aan de slag bij Hema. Daar werd de liefde voor retail geboren. Niet lang daarna besloot ze haar eigen bedrijf op te richten en verhuurde ze zichzelf als interim-manager. Bij bijna alle groter retailers in Nederland heeft ze inmiddels gewerkt. Die ervaring neemt ze mee nu ze – sinds oktober 2020 – ceo is van Blokker, met zo’n 400 winkels door heel Nederland. Hoe druk ze ook is, ’s avonds is ze gewoon thuis en op zaterdag staat ze langs de lijn bij sportwedstrijden van haar kinderen. Tijd is volgens haar een kwestie van prioriteiten stellen.", "Hoe gaat u zorgen dat Blokker toekomst­bestendig wordt?", "“Als je me vraagt wat belangrijk is, zeg ik: relevant zijn voor de klant. Daarin speelt ons assortiment een cruciale rol. Onze inkopers zijn constant bezig met de laatste trends. Nu is gouden bestek bijvoorbeeld in; dan hebben wij dat liggen. Maar we kijken ook naar het voeren van efficiëntere processen. We snijden in de kosten, en we gaan meer aandacht geven aan ons huismerk, want daar kunnen we meer winst op maken. We hebben recent een eigen koffiecupjesmachine gelanceerd. Daarnaast hebben we een geweldig team met mensen die veel ervaring hebben. We zijn heel pragmatisch. Velen van ons vervullen een dubbelrol. Ik zit bijvoorbeeld ook in de raad van bestuur van de Mirage Group.”", "Jullie doen het nu goed, maar zijn jullie wel bestand tegen de enorme krachten van buitenaf? De concurrentie van Bol.com en Coolblue online en van een discounter als Action moet moordend zijn.", "“Ik heb veel ontzag voor de Bol.coms van deze wereld, maar ze hebben geen fysieke winkels. Wij hebben een online platform, waarop ook externe partijen verkopen én we hebben een groot netwerk van winkels. Dat heet in vakjargon ‘omnichannel’. Het maakt niet uit waar onze klant bestelt en hoe hij het wil: wij kunnen het allemaal bieden. Dat maakt onze positie uniek.”", "“Wat je de afgelopen jaren hebt gezien, is dat de groten groter zijn geworden en de kleine winkeltjes verdwenen zijn. De verschuiving naar online gaat nog wel even door, maar ergens gaat die pendule in het midden uitkomen. En daar zitten wij.”", "Retail heeft volgens u nog wél toekomst?", "“We hebben tijdens de eerste lockdown gemerkt hoe belangrijk het is om goede winkels in de buurt te hebben. Ons fijnmazige winkelnetwerk is ook essentieel voor de sociale cohesie in een wijk. We spelen daarop in: onze winkel in Zaandam heeft nu bijvoorbeeld een koffiecorner. Het idee om lokaal te kopen en daarmee de CO2-footprint te verkleinen, is door de coronacrisis extra urgent geworden.”", "Als grote winkelketen heb je ook een sociaal-maatschappelijke verantwoordelijkheid. Hoe gaan jullie daarmee om?", "“We hebben aan onze jaarplannen een duurzaamheidsparagraaf toegevoegd. Daar zijn bijzondere initiatieven uit gekomen, waar ik helaas nog niets over kan zeggen. Het past ook niet zo bij mij om me daarover op de borst te kloppen. Ik ben sowieso niet iemand die graag in de spotlights staat.”", "Maar u zit ook niet zomaar op de plek van ceo, toch?", "“Bescheidenheid is de leidraad in mijn leven. Ik ben meer met de inhoud bezig dan met de verpakking. Ik wil de dingen beter en efficiënter maken van binnenuit. We hebben genoeg mensen in huis die zich bezighouden met de marketing, dat hoef ik niet te doen. Laten we zeggen dat het niet mijn hobby is om op de voorgrond te treden. Ik doe dit interview omdat het goed is voor Blokker, niet omdat ik dat zelf nu zo graag wil. Laat anderen maar stralen.”", "U bent geen leider die top-down de troepen aanvoert?", "“Dat is niets voor mij, ook niet in coronatijd. Juist nu moet je ieders kennis en kunde organiseren. Retail hangt aan elkaar van radertjes. Ik moet ervoor zorgen dat het uurwerk loopt. Het proces faciliteren vind ik heerlijk. En als je mensen de kans geeft zich te ontwikkelen en zich te ontplooien, dan is er ook ruimte voor iedereen om zijn talent te benutten.”", "“We hebben een bijzondere eigenaar, Michiel Witteveen, die wars is van politieke spelletjes en het motto aanhangt: ‘wees jezelf, dan ben je goed genoeg’. Dat zit ook in mij. Voorbeeld­gedrag is belangrijk. Ik ben open en transparant. Ik spreek een ander makkelijk aan op ongewenst gedrag. Als ik een mailtje krijg waarin de toon niet zo fijn is, zeg ik daar iets van. Als we een awkward gesprek hebben, bel ik nog even terug om te vragen hoe dat kwam. Als iemand over iemand anders tegen mij begint te klagen, dan zeg ik: ik ben geen kleuterjuf, los het op met elkaar. Dan komen ze na een tijdje bij me terug: de kleuters hebben het opgelost juf, we kunnen weer verder.”", "Lacht: “Er moet ook een beetje gelachen worden. Jezelf niet al te serieus nemen.”", "Hoe organiseert u tegenspraak?", "“Door mensen om me heen te verzamelen die beter zijn dan ik. En daar dan ook goed naar te luisteren.”", "Kunt u goed luisteren?", "“Ik ben verbindend en inlevend. Ik geef mensen vertrouwen. En ik heb een goede analytische blik. Luisteren heb ik moeten leren. Van nature ben ik vrij direct en heb ik een scherpe tong. Ik kan ook drammerig zijn. Daar let ik op. Mijn man zou zeggen: ze weet het altijd beter. En uiteindelijk blijkt dat ook vaak zo te zijn.”", "Lacht: “Omdat ik naast mijn kordate kant ook mijn luisterende kant wilde ontwikkelen, heb ik me verdiept in coaching. Ik ben toen gefascineerd geraakt door systemisch werk en heb een vervolgopleiding gedaan aan het Bert Hellinger Instituut.”", "Wat fascineerde u daar zo aan?", "“In het systemisch werk is je intuïtie belangrijk. Niet je hoofd, maar je lichaam wijst de weg. En je moet je eigen oordelen uitschakelen. Omdat ik van huis uit veel academici om mij heen heb, vind ik het interessant me bezig te houden met iets dat niet wetenschappelijk verklaard kan worden en toch lijkt te werken.”", "“Ook in de coachingsopleiding heb ik veel geleerd dat ik nu als ceo gebruik. Ik herinner me nog een oefening waarin we allemaal naar een plaatje van een klimop moesten kijken. Daarna moesten we aan elkaar vertellen wat we zagen. De een focust op het groen van de klimop, de ander ziet de muur waarlangs de plant groeit. Een belangrijke les: iedereen ziet een andere werkelijkheid. Dat is in een bedrijf net zo. Iedereen brengt zijn eigen context en realiteit mee. Het is belangrijk daar als ceo oog voor te hebben. Naar problemen kijk ik altijd door een syste­mische bril. Wat speelt er onderhuids? Wat is de echte vraag achter de vraag? Wat is de context?”", "Wat is uw context?", "“Mijn ouders hebben allebei gestudeerd; onze familie kende veel artsen en juristen. Ik was de eerste in onze familie die het zakenleven inging. Mijn vader heeft bij Shell research gewerkt. We hebben een jaar in Houston, Texas gewoond toen ik twaalf was. Mijn broer is ook jurist, maar die is later ondernemer geworden. Hij handelt in thee. Mijn moeder is een Joods onderduikkind. Wij hebben veel liefde en zorg van de onderduikouders van mijn moeder gekregen. Wij hebben onze dochter daarom met haar tweede naam vernoemd naar de onderduikmoeder van mijn moeder, tante Dien. Mijn vader is niet Joods, maar ik ben wel Joods voelend opgevoed.”", "Dat is een zware geschiedenis. Hoe werkt dat door in uw leven?", "“Misschien komt daar mijn sterke gevoel voor rechtvaardigheid vandaan. Voor oneerlijkheid is hier geen plek. Ik ben ook altijd op zoek naar de mens achter mijn collega, om te begrijpen uit welke context iemand praat. Dat kan ook zijn omdat ik vrouw ben, hoor. Ik wil de wereld niet opdelen in mannen en vrouwen, maar die kwetsbaarheid vind ik erg belangrijk. Het is zo belangrijk dat je jezelf kan zijn. Dan opereer je het beste. Als je écht jezelf bent, kun je eigenlijk niets fout doen.”", "Heeft u kinderen?", "“Ik heb een groot samengesteld gezin. Toen ik 35 was, ben ik tegen mijn huidige man aangelopen, hij had toen al drie kinderen. Zij kwamen de helft van de tijd bij ons wonen. Later hebben wij samen nog twee kinderen gekregen; ik was 40 en 41 toen ze geboren werden. Mijn man was journalist en heeft nu een eigen communicatiebureau. Hij is daardoor gelukkig flexibel en kan veel thuis zijn.”", "Heeft u wel tijd voor zo’n groot gezin?", "“Tijd is een kwestie van prioriteit. Ik maak tijd voor mijn gezin. Ik heb die keuze gemaakt. Ik maak ook tijd voor mijn vriendinnen. Ik ben heel loyaal in mijn vriendschappen. En ik maak tijd om te sporten.”", "Hoe ontspant u?", "“Om te ontspannen, moet ik me inspannen. Ik zou graag opgekruld met een boek op de bank zitten, maar dat lukt niet. Ik vind het heerlijk om met mijn tuin bezig te zijn. Ik houd van de dynamiek van de stad, maar ik vind de natuur ook zo prettig. We wonen nu vlak bij Amsterdam in Baambrugge; best of both worlds. Maar de meeste energie krijg ik van de dingen die lukken.”", "En als iets mislukt?", "“Mislukken is een woord waar ik niet veel mee heb, dingen kunnen wel anders lopen dan gedacht. Maar dan zet je je schouders eronder en ga je door. Ik zit nooit bij de pakken neer. Ik heb een voorbeeldrol. En ik ben het anderen verplicht een positief perspectief te bieden. Blokker bestaat nu 125 jaar, en het gaat goed met ons. We moeten en gaan er nog 125 jaar aan vastknopen.”"], "authors": ["Femmetje De Wind"], "keywords": ["ik", "van", "mijn", "en", "holscher", "een", "blokkerbaas", "dat", "bescheidenheid", "te", "ook", "leidraad", "het", "hebben", "jeanine", "je"], "pubDate": "2021-01-10T17:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}