{"id": "65baa66b-0e9e-3d4f-830a-9229e2365f77", "title": "Celstraf geëist voor bedreigen abortusklinieken", "url": "https://nos.nl/artikel/2361066-celstraf-geeist-voor-bedreigen-abortusklinieken.html", "summary": "Het Openbaar Ministerie heeft een jaar cel, waarvan vijf maanden voorwaardelijk, geëist tegen een 37-jarige man uit Capelle aan den IJssel voor het bedreigen van personeel van abortusklinieken.\nDe man zou de klinieken hebben bestookt met foto's en video's van executies, vergelijkbaar met die van terreurgroep IS.\nHet OM beschuldigt de man van bedreiging met een terroristisch oogmerk.\nHet verstuurde materiaal was volgens het OM \"huiveringwekkend\".\n\"Ik vind het absurd dat ik 45 dagen in voorarrest heb gezeten.", "paragraphs": ["Het Openbaar Ministerie heeft een jaar cel, waarvan vijf maanden voorwaardelijk, geëist tegen een 37-jarige man uit Capelle aan den IJssel voor het bedreigen van personeel van abortusklinieken. De man zou de klinieken hebben bestookt met foto's en video's van executies, vergelijkbaar met die van terreurgroep IS. Hij dreigde medewerkers iets soortgelijks aan te doen.", "Het OM beschuldigt de man van bedreiging met een terroristisch oogmerk. Het verstuurde materiaal was volgens het OM \"huiveringwekkend\". \"Een aantal medewerkers was door de mailtjes zo geschrokken dat ze amper nog naar hun werk durfden\", zegt justitie. \"Een aantal klinieken schroefde de beveiliging fors omhoog.\"", "Het ging om klinieken in Arnhem, Amsterdam, Utrecht, Rotterdam, Den Haag, Groningen en Den Bosch. In een paar gevallen bleef het niet bij mails. Zo werden onder andere ook leuzen geklad op de gevel van de kliniek in Arnhem en werd in Rotterdam een steen tegen de glazen voordeur gegooid.", "Onstuitbaar", "De verdachte was ook in de rechtszaal onstuitbaar in zijn betoog tegen abortus, schrijft Rijnmond. \"Ik vind het absurd dat ik 45 dagen in voorarrest heb gezeten. Alleen maar omdat ik een andere mening heb? Ik zou het hartstikke onterecht vinden als ik word veroordeeld.\"", "De rechter wees hem erop dat vrijheid van meningsuiting grenzen kent. De verdachte erkende dat hij over de schreef was gegaan. \"Het was een onvolwassen manier van demonstreren.\"", "De rechter doet op 14 januari uitspraak."], "authors": [], "keywords": ["van", "dat", "om", "klinieken", "een", "geëist", "bedreigen", "ik", "celstraf", "voor", "man", "met", "tegen", "het", "abortusklinieken"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}