{"id": "65d84a98-c456-367d-bce9-a19d3858390a", "title": "Koen en Gina zochten Nederlandse wildheid en sliepen een jaar buiten, naast een kantoorbaan", "url": "https://www.volkskrant.nl/columns-opinie/koen-en-gina-zochten-nederlandse-wildheid-en-sliepen-een-jaar-buiten-naast-een-kantoorbaan~bcbf8749/", "summary": "Naar buiten, naar buiten: met een verlengde lockdown in het vooruitzicht is het verlangen levensgroot.\nZe sliepen onder een afdakje van tentdoek in de tuin van Koens ouders, naast de winkel voor relaxfauteuils van een broer.\nGina heeft diabetes en ze moesten ook weer vroeg en fris naar hun werk.\nOf in haar eentje op een natuurcamping in Nederland, met één eenzame man verderop, die steeds praatjes wilde maken.\nOf maak, als je een tuintje hebt, eens een vuur.", "paragraphs": ["Een jaar lang naast je binnenbaan iedere nacht buiten slapen, in tuinen van ouders en vrienden en op natuurkampeerplaatsen in het bos, om te ontdekken waar in Nederland ‘nog wildheid is te vinden’. Koen Arts, docent natuur- en bosbeheer aan de Universiteit van Wageningen, en zijn Britse vrouw Gina Maffey, die bij een instituut voor astronomie werkt, hielden het vol.", "Naar buiten, naar buiten: met een verlengde lockdown in het vooruitzicht is het verlangen levensgroot. Toegangswegen naar de bossen rond Lage Vuursche zijn zaterdag opnieuw afgesloten omdat het veel te druk werd (‘Een gemiste kans’, volgens Koen) en rond Vaals kwamen zondag zoveel mensen op een beetje sneeuw af dat nieuwe bezoekers moesten omkeren. Ik rijd intussen in alle rust naar de stilte van Drenthe, waar Gina en Koen in Dwingeloo in een landarbeidershuisje onder een oude eik zijn getrokken: ze kregen na hun buitenjaar twee kinderen, Willow (2) en baby Pippin. Deze week verscheen het boek Wild Jaar dat Koen over hun buitenleven schreef.", "Gina voor hun tipi in het wilde jaar. Beeld Margriet Oostveen", "Hij wilde als kind al boswachter worden, zij struinde in Engeland rond de boerderij van haar ouders. Hij ging bos- en natuurbeheer studeren, zij zoölogie en ecologie. Daarna promotieonderzoek, banen en zoals zoveel mensen kwamen ze onbedoeld steeds minder buiten.", "Koen en Gina wilden terug naar de natuur. Maar dan niet in die afzondering van Thoreaus Walden of zijn epigoon Chris McCandless uit Into the Wild. Vooral Koen heeft sterke opvattingen over de tweedeling natuur-cultuur, waar we volgens hem vanaf moeten om de natuur uit de hoek van de ‘linkse hobby’s’ te halen en meer enthousiasme te kweken voor natuurbescherming.", "Zij wilden ‘de natuur van het alledaagse’ herontdekken in een aangeharkt land, door vier seizoenen minstens de helft van de tijd buiten door te brengen. Dat was met hun werk alleen haalbaar als ze buiten gingen slapen. Biodiversiteit en klimaatverandering zijn abstracties, tot je de natuur belééft, zegt Koen. Wat dus iets anders is dan een Nationaal Park waar je op de paden moet blijven, of het nu om de Veluwe gaat of Yellowstone: allemaal ‘kijknatuur’, als een museum, ‘logisch dat mensen natuur dan alleen nog als decor behandelen.’ Zet de wildernis nóg ontoegankelijker achter hekken, zie de Oostvaardersplassen, en je zaait eerder onbegrip en weerzin.", "Koen voor hun huis met de eik in Dwingeloo. Beeld Margriet Oostveen", "Hun idee was simpel. Ze begonnen op 21 september en zijn de eerste nachten gewoon naar buiten gelopen met een slaapzak en matje onder hun arm: wildkampeerervaring genoeg. Ze sliepen onder een afdakje van tentdoek in de tuin van Koens ouders, naast de winkel voor relaxfauteuils van een broer.", "Een tent vond Koen ‘te afgesloten’, maar helemaal buiten bleek wel erg vochtig en koud. Gina heeft diabetes en ze moesten ook weer vroeg en fris naar hun werk. De oplossing werd een tipi met open dak en houtkachel, die in een kwartier op alle natuurcampings van Nederland was op te zetten. Duur ja, ‘maar niet zo duur als een huis’.", "Was Gina eigenlijk net zo enthousiast over dat buiten slapen?", "Zij schiet in de lach: ‘Nee.’", "Wat het boek iets minder haalde, naast Koens gedachten over edelherten en andere diersoorten, is dat Gina ook solidair buiten sliep wanneer ze voor haar werk alleen op pad moest. Zo stond ze in oktober alleen op een camping in München – dat anderen gasten voor het Oktoberfest waren gekomen bleek toen het feest die nacht losbarstte. Of in haar eentje op een natuurcamping in Nederland, met één eenzame man verderop, die steeds praatjes wilde maken. Onderkoeld: ‘Natuurbeleving is niet helemaal hetzelfde als je vrouw bent.’ Zoals je vrouwen in hun eentje door het bos kunt zien wandelen met in hun hand een sleutelbos, bij wijze van zelfverdediging, zeg ik. Koen: ‘Ja, romantisch de wildernis intrekken, dat gaat altijd over jonge sterke mannen.’", "Weer binnen, met Willow (li) en Pippin, Beeld Margriet Oostveen", "In lockdown wil iedereen nu wel wild en vrij natuurbeleven, maar wat te doen als je in de stad woont? Op een flat? Trek een jas aan en ga ’s avonds een uurtje voor het open raam zitten, zeggen zij, je zal vogels horen en misschien bomen ruiken, en de wind. Of maak, als je een tuintje hebt, eens een vuur. Ga ook vaker ’s nachts en in de schemering naar buiten, ‘je hoort en ziet dan zoveel dat je normaal over het hoofd ziet’. En zoek de herhaling’, zegt Gina. ‘Bezoek dezelfde plaatsen steeds opnieuw in alle seizoenen, dan zie je ook meer.’", "Kleine Willow doet intussen opgewekt vogelgeluiden na en zegt ‘owl’, en ‘blackbird’. Want waarom zou een peuter niet alvast de soorten leren. Automerken onthouden ze ook."], "authors": ["Margriet Oostveen"], "keywords": ["sliepen", "naast", "van", "jaar", "en", "kantoorbaan", "een", "ze", "hun", "zochten", "wildheid", "buiten", "koen", "op", "te", "het", "nederlandse", "je"], "pubDate": "2021-01-10T19:14:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}