{"id": "65db28e6-f038-32a1-a1c2-d79737bcd909", "title": "We worden steeds intensiever in de gaten gehouden", "url": "https://volkskrant.nl/columns-opinie/we-worden-steeds-intensiever-in-de-gaten-gehouden~b863ae81/", "summary": "Niet letterlijk natuurlijk: er is geen Groot Eindproject, er is geen wereldregering en Bill Gates heeft geen plan om chips te injecteren.\nEn, o ja, er is wel iets van een pandemie.\nEen drone met luidspreker van de politie roept om om 1,5 meter afstand te houden tijdens een manifestatie in Rotterdam.\nBeeld Hollandse Hoogte / ANPMaar dat de overheid de bevolking steeds intensiever in de gaten houdt, ja, dat werd deze week weer eens ondubbelzinnig aangetoond.\nDe berichten van deze week tonen aan dat de gevreesde dystopische toekomst altijd weer een stuk dichterbij is dan we denken.", "paragraphs": ["Wat hebben we de afgelopen maanden gelachen om al die sneue types die denken dat de door Joden aangestuurde wereldregering de eigen bevolking gaat onderdrukken en bespioneren door bij iedereen chips van Bill Gates te implanteren onder het mom van een vaccin voor een verzonnen pandemie.", "Deze week is het gezondere deel der natie het lachen vergaan. Of, anders gezegd: zullen de voornoemde liefhebbers van alternatieve feiten in hun vuistje lachen. Want zij hebben het gelijk aan hun kant. Niet letterlijk natuurlijk: er is geen Groot Eindproject, er is geen wereldregering en Bill Gates heeft geen plan om chips te injecteren. En, o ja, er is wel iets van een pandemie.", "Een drone met luidspreker van de politie roept om om 1,5 meter afstand te houden tijdens een manifestatie in Rotterdam. Deze week werd bekend dat de politie nog meer drones gaat kopen. Beeld Hollandse Hoogte / ANP", "Maar dat de overheid de bevolking steeds intensiever in de gaten houdt, ja, dat werd deze week weer eens ondubbelzinnig aangetoond. Bits of Freedom vatte het sentiment in één tweet goed samen: een ochtend vol kippevel. De privacyorganisatie reageerde op de even toevallige als ongelukkige samenballing van (technologische) nieuwtjes die allemaal gretig aan de privacy knabbelen: de Amerikaanse dienst NSA blijkt Nederland te bespioneren vanuit Denemarken; de Nederlandse politie koopt nog meer drones die gaan helpen bij het surveilleren; Nederland heeft de primeur met slimme camera’s die registreren of je achter het stuur aan het appen bent; Grapperhaus wil een groot digitaal register aanleggen waarin alle tweedehands spullen en personen die ze aanbieden verplicht worden opgeslagen én het Nederlandse leger heeft een experimenteel datacentrum opgetuigd dat het onlinegedrag van Nederlanders in kaart brengt.", "Dit is inderdaad een ochtend vol kippenvel 🥶 (en vol mails 💪). https://t.co/hyJbp0JXs7 — Bits of Freedom (@bitsoffreedom) 16 november 2020", "Oef. Dat is nogal een opsomming. Los van elkaar valt er voor de meeste van de nieuwe initiatieven misschien nog wat te zeggen, maar het totaalbeeld stemt niet vrolijk. In de woorden van Dennis Broeders, universitair hoofddocent veiligheid en technologie aan de Universiteit Leiden: ‘Stap voor stap kruipt de overheid steeds dieper in mensen. Elke aparte stap om dat te doen lijkt redelijk, maar alles bij elkaar is de impact van al die stappen veel groter dan alle stappen opgeteld.’ Zelfs, of ook, de corona-app van de overheid komt zo in een kwaad daglicht te staan, ook al stond privacy bij de makers voorop.", "De berichten van deze week tonen aan dat de gevreesde dystopische toekomst altijd weer een stuk dichterbij is dan we denken. Vorige week zaterdag constateerde recensent Bo van Houwelingen nog in de Volkskrant dat er de laatste tijd in Nederland ‘opmerkelijk veel toekomstromans’ verschijnen die ergens rond 2050 spelen en waarin een big-brotherachtige overheid in de weer is met drones en ander hightech speelgoed. En waarbij de hoofdpersonen gevangen zitten in een kil systeem van vergevorderde technologie.", "Haal daar maar dertig jaar af. We zitten er nu al middenin."], "authors": ["Laurens Verhagen"], "keywords": ["van", "dat", "die", "om", "een", "en", "gaten", "te", "week", "intensiever", "worden", "steeds", "er", "het", "gehouden"], "pubDate": "2020-11-20T12:00:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}