{"id": "65e45e70-c45a-35c3-9ef8-8af30f616a31", "title": "Dit zijn de tien vuurwerkvrije zones in Breda tijdens de volgende jaarwisseling", "url": "https://nu.nl/breda/6095669/dit-zijn-de-tien-vuurwerkvrije-zones-in-breda-tijdens-de-volgende-jaarwisseling.html", "summary": "Oud en Nieuw is nog niet geweest, maar nu al presenteert de gemeente Breda tien vuurwerkvrije zones voor de overgang van 2021 naar 2022.\nZo komt er een vuurwerkvrije zone in de directe omgeving van kinderboerderij De Sik in de Hoge Vucht en ook bij dierenweide 't Waaijke in Ulvenhout.\nTerwijl ook de directe omgeving van het Amphia Molengracht en het Amphia Langendijk is aangewezen als vuurwerkvrije zone.\nOp het bij de vorige jaarwisseling door vuurwerk geplaagde Groenedijkplein in de Hoge Vucht mag ook geen vuurwerk meer worden afgestoken.\nWat de binnenstad betreft wordt een vuurwerkvrije zone afgebakend door de Torenstraat ter hoogte en aan de zijde van de Grote Kerk, de Keyzerstraat en de Grote Markt.", "paragraphs": ["Oud en Nieuw is nog niet geweest, maar nu al presenteert de gemeente Breda tien vuurwerkvrije zones voor de overgang van 2021 naar 2022.", "Voor de komende Oud en Nieuw geldt in verband met de coronacrisis een landelijk vuurwerkverbod. Voor de volgende jaarwisseling stelt de gemeente nu tien vuurwerkvrije zones in.", "Zo komt er een vuurwerkvrije zone in de directe omgeving van kinderboerderij De Sik in de Hoge Vucht en ook bij dierenweide 't Waaijke in Ulvenhout. Ook rond de woonvoorzieningen Brabantpark en Het Beemdhuis in de Haagse Beemden komt een zone. Terwijl ook de directe omgeving van het Amphia Molengracht en het Amphia Langendijk is aangewezen als vuurwerkvrije zone.", "Op het bij de vorige jaarwisseling door vuurwerk geplaagde Groenedijkplein in de Hoge Vucht mag ook geen vuurwerk meer worden afgestoken. Dat geldt ook voor een ruim gebied rond de groenstrook Alard Duhamelstraat/Doornboslaan in Hoge Vucht. Terwijl ook in een ruime zone rond basisschool Noorderlicht (inclusief het parkeerterrein) aan de Cornelis Florisstraat in de Hoge Vucht een vuurwerkverbod gaat gelden.", "Wat de binnenstad betreft wordt een vuurwerkvrije zone afgebakend door de Torenstraat ter hoogte en aan de zijde van de Grote Kerk, de Keyzerstraat en de Grote Markt.", "Op deze locaties mag tussen 31 december 18.00 uur en 1 januari 02.00 uur geen vuurwerk worden afgestoken."], "authors": ["Door"], "keywords": ["hoge", "tien", "vuurwerk", "van", "dit", "breda", "het", "jaarwisseling", "zone", "zijn", "vucht", "tijdens", "een", "ook", "volgende", "en", "zones", "vuurwerkvrije"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}