{"id": "65ef88b8-1dd5-3d9d-95a2-d183443086be", "title": "Truffel is het ingrediënt dat mij het vaakst heeft teleurgesteld", "url": "https://trouw.nl/recepten/truffel-is-het-ingredient-dat-mij-het-vaakst-heeft-teleurgesteld~ba740cda/", "summary": "Iedere week verwondert Samuel Levie zich over een ingrediënt dat in het seizoen is of dat hij is tegengekomen tijdens zijn culinaire speurtochten.\nTruffel is misschien wel het decadentste ingrediënt dat er ­bestaat, maar ook het ingrediënt dat mij het vaakst heeft teleurgesteld.\nDe truffel was drie keer de prijs van het hele menu, maar het was het dubbel en dwars waard.\nMocht je dan toch voor truffel gaan, laat het dan een goede zijn.\nZet een pan met ruim heet water en een flinke snuf zout op het vuur en breng aan de kook.", "paragraphs": ["Iedere week verwondert Samuel Levie zich over een ingrediënt dat in het seizoen is of dat hij is tegengekomen tijdens zijn culinaire speurtochten.", "Truffel is misschien wel het decadentste ingrediënt dat er ­bestaat, maar ook het ingrediënt dat mij het vaakst heeft teleurgesteld. Zit je in een iets te chique zaak, waar een iets te opdringerige ober je net te vaak vraagt of je misschien truffel bij je ­gerecht wilt. En tja, dan ben ik dus die ­sukkel die altijd ja zegt.", "Komt er een man met een zilveren schaaltje, een knolletje en een rasp en die schaaft dan even voor vijftig euro wat flinterdunne vlokken over je gerecht. Het chique gezelschap is allemaal zeer tevreden, maar ik denk dan: hier had ik ook een lekkere fles wijn van kunnen bestellen, vijf keer van naar de bioscoop gekund of een week van kunnen eten.", "Toch was er ook die keer dat ik in het ­Italiaanse Alba was. We aten in een kleine osteria en er stond pasta met witte truffel op het menu. De truffel was drie keer de prijs van het hele menu, maar het was het dubbel en dwars waard.", "Een helemaal niet chique Italiaanse ober schaafde behendig de die ochtend ­gevonden truffel over onze simpele pasta en man, wat was het lekker. De aardse aroma’s mengden zich met de boter en ik wist het weer: truffel kan toch echt waanzinnig zijn.", "Er zijn verschillende soorten. De lekkerste en stevigste qua smaak zijn de witte truffels uit de Piemonte in Italië. De zwarte truffels uit de Périgord in Frankrijk zijn iets minder heftig, maar staan ook hoog aangeschreven. Dan zijn er Chinese en Europese zomertruffels, die ik vaak vind tegenvallen. Het oogt chic, maar smaakt naar een hand dorre bladeren.", "En dan is er de alomtegenwoordige truffelolie. Die kun je al voor 2,50 euro per halve liter kopen. Voor die prijs koopt de mens niet eens een fles lekkere olijfolie. Dat is echter geraffineerde olie, waar geen grammetje truffel aan te pas is gekomen.", "De meeste gerechten hebben gelukkig geen truffel nodig, laat staan de allesoverheersende, of liever gezegd: allesverziekende, smaak van truffelolie. Mocht je dan toch voor truffel gaan, laat het dan een goede zijn.", "Pasta met echte truffel • 400 g linguine", "• 75 g parmezaan", "• 100 g boter", "• 50 g truffel", "Bereiding", "Gerechten met truffel kun je maar beter zo simpel mogelijk houden. Goede truffel eet je zelden en verdient daarom alle aandacht. De finesse zit dan ook in het perfect garen van de pasta en het op smaak brengen met precies genoeg zout en peper.", "Zet een pan met ruim heet water en een flinke snuf zout op het vuur en breng aan de kook. Kook de pasta zoals aangegeven op de verpakking. Rasp de kaas. Smelt de boter in een grote koekenpan. Neem een kopje kookvocht en doe dat bij de boter.", "Giet het pastawater af. Doe de pasta in de koekenpan en roer goed door met een flinke draai zwarte peper. De boter en het kookvocht worden een emulsie. Roer ook de kaas en rasp de helft van de truffel door de pasta.", "Verdeel over vier hete borden – zo koelt de pasta niet te snel af – en schaaf over elk bord nog wat extra truffel.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Samuel Levie"], "keywords": ["van", "teleurgesteld", "dan", "ingrediënt", "vaakst", "en", "heeft", "een", "met", "mij", "truffel", "het", "dat", "die", "je"], "pubDate": "2020-12-17T06:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}