{"id": "65f62ff7-456d-3627-bbe3-b0134274304a", "title": "Twitter op de beurs afgestraft voor het besluit om Trump te weren", "url": "http://www.nu.nl/economie/6101279/twitter-op-de-beurs-afgestraft-voor-het-besluit-om-trump-te-weren.html", "summary": "Twitter heeft op de beurs een flinke tik gekregen na het besluit om de Amerikaanse president Donald Trump van het platform te weren.\nHet aandeel verloor maandag in de ochtendhandel 8 procent op de beurs van Frankfurt, waar het techbedrijf een tweede notering heeft.\nTwitter deed het account van Trump vrijdagavond in de ban, nadat de president op het kanaal aanhoudend over vermeende verkiezingsfraude schreef.\nZakenbank Bernstein wijst erop dat het Twitter veel geld zal kosten als er inderdaad meer gemodereerd gaat worden.\nDaarnaast bestaat vrees dat aanhangers van Trump het socialemediaplatform nu zullen verruilen voor concurrenten als Gab, MeWe, Zello en Telegram.", "paragraphs": ["Twitter heeft op de beurs een flinke tik gekregen na het besluit om de Amerikaanse president Donald Trump van het platform te weren. Het aandeel verloor maandag in de ochtendhandel 8 procent op de beurs van Frankfurt, waar het techbedrijf een tweede notering heeft.", "Twitter deed het account van Trump vrijdagavond in de ban, nadat de president op het kanaal aanhoudend over vermeende verkiezingsfraude schreef. Analisten vrezen dat die stap een voorbeeldwerking zal hebben, waardoor Twitter genoodzaakt zal zijn strenger toe te zien op uitlatingen van gebruikers.", "Zakenbank Bernstein wijst erop dat het Twitter veel geld zal kosten als er inderdaad meer gemodereerd gaat worden. Bijvoorbeeld Facebook heeft volgens Bernstein zes keer zo veel mensen in dienst als Twitter.", "Daarnaast bestaat vrees dat aanhangers van Trump het socialemediaplatform nu zullen verruilen voor concurrenten als Gab, MeWe, Zello en Telegram.", "Het aandeel heeft zijn hoofdnotering in New York. Daar staat Twitter voorbeurs bijna 7 procent lager."], "authors": ["Door"], "keywords": ["van", "zal", "voor", "om", "heeft", "een", "dat", "weren", "te", "op", "besluit", "trump", "het", "als", "twitter", "beurs"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}