{"id": "6600f3ad-bd3a-380d-bae9-40c8fed7fe89", "title": "Groningen krijgt drive-throughmilieustraat aan het Damsterdiep", "url": "https://nu.nl/groningen/6096449/groningen-krijgt-drive-throughmilieustraat-aan-het-damsterdiep.html", "summary": "Groningen krijgt aan het Damsterdiep een drive-throughmilieustraat.\nBij kringloopbedrijf GoudGoed aan het Damsterdiep komt in 2021 volgens het plan zes keer per jaar een drive-throughmilieustraat.\nHierdoor kunnen inwoners van met name het noordoosten van de stad dichter bij huis spullen kwijt.\nDe uitvoering van het plan zorgt voor winst op het gebied van duurzaamheid, want er hoeft minder afval te worden verwerkt.\nHet uitgangspunt van het plan is het realiseren van een \"circulair ambachtscentrum\".", "paragraphs": ["Groningen krijgt aan het Damsterdiep een drive-throughmilieustraat. Inwoners, met name bewoners uit de noord-oostelijke stadswijken kunnen er op een gemakkelijke manier van hun spullen af. Deze zullen dan zoveel mogelijk opnieuw voor andere doelen worden gebruikt.", "Bij kringloopbedrijf GoudGoed aan het Damsterdiep komt in 2021 volgens het plan zes keer per jaar een drive-throughmilieustraat. Hierdoor kunnen inwoners van met name het noordoosten van de stad dichter bij huis spullen kwijt.", "De directie Stadsbeheer van de gemeente Groningen ontvangt een financiële impuls van het ministerie van Infrastructuur en Waterstaat voor een plan dat ervoor moet zorgen dat we minder waardevolle grondstoffen en materialen weggooien, en deze juist gaan hergebruiken.", "Het plan heeft de titel Wat geef jij door? en is opgesteld in samenwerking met WerkPro/Goudgoed, Kringloop Plus en de Beroepsorganisatie Nederlandse Ontwerpers - Noord (BNO). De uitvoering van het plan zorgt voor winst op het gebied van duurzaamheid, want er hoeft minder afval te worden verwerkt. Daarnaast moet het nieuwe participatiekansen opleveren voor mensen met een afstand tot de arbeidsmarkt.", "Het uitgangspunt van het plan is het realiseren van een \"circulair ambachtscentrum\". Dat is een plek waarin de kringloopwinkel, de reparatiewerkplaats, de milieustraat en de onderwijsinstelling samenkomen. Het geld gaat gebruikt worden om vanaf 2021 drie pilots te draaien. Deze pilots moeten nieuwe inzichten opleveren over samenwerking in de afvalketen."], "authors": ["Door"], "keywords": ["van", "plan", "dat", "groningen", "damsterdiep", "een", "en", "krijgt", "deze", "voor", "worden", "met", "het", "aan", "drivethroughmilieustraat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}