{"id": "6617ddd5-b559-3cdf-bb46-4e60ddaf16ab", "title": "Ajax en PSV besluiten enerverende topper met gelijkspel", "url": "https://trouw.nl/nieuws/ajax-en-psv-besluiten-enerverende-topper-met-gelijkspel~ba9f425f/", "summary": "In dat opzicht voldeed de eerste topper van het seizoen aan wat ervan gehoopt werd.\nAjax en PSV toonden waartoe ze in staat zijn, maar ook hun mankementen, met spel in een hoog tempo, met tactisch interessante keuzes, scherpe duels, fraaie doelpunten, domme fouten, wat hoogstandjes, een paar spelers met exceptionele kwaliteiten en een plot met onverwachte wendingen.\nDe Eindhovense ploeg greep Ajax op eigen helft bij de strot, met onmiddellijk agressieve druk als de Amsterdammers de bal hadden.\nLaat het een voorbode zijn van de topwedstrijden de komende weken, als een vorm van broodnodig vertier.\nLees ook:Bedachtzame linksback Philipp Max: ‘Ik wist dat PSV de juiste keuze was’Philipp Max is de onbetwiste linksback van PSV, dat zondag de competitie hervat bij Ajax.", "paragraphs": ["In deprimerende tijden, met het land in lockdown, rolt de bal verder, ook om voor wat afleiding en vermaak te zorgen. In dat opzicht voldeed de eerste topper van het seizoen aan wat ervan gehoopt werd. In een voetbal­gevecht dat de harten van de liefhebber verwarmde, leken Ajax en PSV gisteren in de desolate ambiance van de Johan Cruijff Arena extra hun best te doen om de televisiekijker een hart onder de riem te steken. Die kijker thuis werd de grote winnaar van de confrontatie tussen het beste wat het Nederlandse clubvoetbal momenteel te bieden heeft.", "Het geweeklaag over het peil van de vaderlandse competitie is vaak ­terecht. Maar soms zijn er van die wedstrijden die laten zien wat de eredivisie óók kan bieden. Ajax en PSV toonden waartoe ze in staat zijn, maar ook hun mankementen, met spel in een hoog tempo, met tactisch interessante keuzes, scherpe duels, fraaie doelpunten, domme fouten, wat hoogstandjes, een paar spelers met exceptionele kwaliteiten en een plot met onverwachte wendingen. Kortom, zo’n zeldzame eredivisiepot die een vol kolkend Amsterdams stadion had verdiend. Het voelde als een ­Europese wedstrijd, beaamde Ajacied Ryan Gravenberch na afloop. “Zeker. Ik kreeg kramp in beide kuiten, dat zegt genoeg. Het was een zware pot.”", "Wat PSV in de eerste twintig minuten liet zien, was het hogeschoolvoetbal dat trainer Roger Schmidt voor ogen heeft. De Eindhovense ploeg greep Ajax op eigen helft bij de strot, met onmiddellijk agressieve druk als de Amsterdammers de bal hadden. Die stuitten daarmee op een type weerstand dat het in de eredivisie maar zelden treft. Als van achteruit het signaal werd gegeven, maakte PSV collectief jacht op de bal. Als PSV zelf de bal had, werd vrijwel altijd snel de diepte gezocht.", "Donyell Malen liet daarbij herhaaldelijk zien dat hij snel naar een internationaal niveau toegroeit. Hij stond aan de basis van de doelpunten die PSV op een comfortabele voorsprong brachten. In de tweede minuut zette hij na een strakke pass van Boscagli met een achterwaartse hakbal Zahavi vrij voor Onana: 0-1. Achttien minuten later profiteerde Malen van knullig balverlies van Antony. Voor het doel was de alerte Zahavi opnieuw de afmaker: 0-2.", "Als bij toverslag", "Het overdonderde Ajax leek geen antwoord te hebben op het 4-2-2-2-concept van Schmidt. Erik ten Hag hield het op een ‘zwak, afwachtend begin’, waarin Ajax ‘slordig aan de bal’ was. De coach zag daarna hoe Ajax de rug rechtte met ‘een geweldige spirit’. PSV maakte de fout zich te ver te laten ­terugzakken. Opnieuw was het verval van de Eindhovense formatie binnen één wedstrijd groot, een hardnekkig en terugkerend euvel.", "Als bij toverslag kantelde het wedstrijdbeeld. Bij de Amsterdammers ­namen twee ervaren krachten hun team bij de hand. Nicolás Tagliafico zette met Latijnse allure het mes tussen de tanden en Dusan Tadic liet vanaf de linkervleugel zien waarom hij nog altijd tot de beste spelers van de eredivisie behoort. Een harde, maar faire charge van Tagliafico gaf Tadic op slag van rust de bal en na een fraaie ­actie gaf hij een opgelegde kans aan Promes. Hij, nog altijd verdachte van een steekincident, bracht Ajax op 1-2. Daarvoor had Tadic al tegen de buitenkant van de paal geschoten.", "Ten Hag besefte in de rust dat hij de pas gearriveerde Sébastien Haller niet langer op de bank kon houden als hij het gevaar van puntenverlies tegen de rivaal wilde afwenden. Voor de Frans-Ivoriaanse centrumspits werd afgelopen week 22,5 miljoen euro uitgetrokken – een recordtransfer in de eredivisie – om Ajax aan de landstitel te helpen. Die is vanwege de lucratieve Champions League een must in Amsterdam. Voor de rust had Labyad nog eens duidelijk gemaakt geen ­serieuze optie voor de spits te zijn.", "Al na vijf minuten deed Haller waarvoor hij is gehaald; hij schoot de bal achter doelman Mvogo. Na een ­ingreep van de Var werd de treffer ­terecht geannuleerd wegens buitenspel. Bij de gelijkmaker, na 65 minuten, had Haller een belangrijke rol. Nadat Dumfries beroerd had uitverdedigd, bleef Haller in een fysiek duel in het strafschopgebied overeind om Antony te bedienen voor de 2-2. Antony stond ook symbool voor de wederopstanding van Ajax. In het eerste deel van de wedstrijd oogde hij gefrustreerd en onmachtig, na rust was de Braziliaan vaak ongrijpbaar voor de Duitse international Philipp Max.", "Spannend bleef tot het einde de vraag of Ajax of PSV de eerste klap in deze belangrijke januarimaand zou uitdelen. Ajax maakte er het meeste aanspraak op, maar evengoed had ­Zahavi in de slotfase bij een riante kans het meeslepende duel in Eind­hovens voordeel kunnen beslissen. Met de 2-2 konden uiteindelijk beide ploegen wel leven.", "Roger Schmidt wilde het niveau van zijn eerste topper in Nederlandse dienst niet vergelijken met de top­duels die hij in de Bundesliga met ­Bayer Leverkusen heeft meegemaakt. “Dit was gewoon een goede wedstrijd van zeer hoog niveau. Heel dynamisch, met goede doelpunten”, zei de Duitser. Laat het een voorbode zijn van de topwedstrijden de komende weken, als een vorm van broodnodig vertier.", "Lees ook:", "Bedachtzame linksback Philipp Max: ‘Ik wist dat PSV de juiste keuze was’", "Philipp Max is de onbetwiste linksback van PSV, dat zondag de competitie hervat bij Ajax. Een interview. ‘Al mijn hele leven ben ik de underdog.’"], "authors": ["John Graat"], "keywords": ["besluiten", "van", "het", "voor", "en", "met", "een", "psv", "enerverende", "topper", "te", "op", "gelijkspel", "ajax", "hij"], "pubDate": "2021-01-10T21:40:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}