{"id": "661a1fde-bc08-3b18-b3b0-1b89bb8d56da", "title": "Zo blijf je fit als thuiswerker: 'Zorg dat sporten geen corvee wordt'", "url": "https://nu.nl/werk/6099609/zo-blijf-je-fit-als-thuiswerker-zorg-dat-sporten-geen-corvee-wordt.html", "summary": "Mentaal in orde zijn, begint met ervoor zorgen dat je lichamelijk goed in je vel zit, meent hij.\nNiet alleen voor je lijf en je energieniveau, maar ook om tunnelvisie te voorkomen.\n“Wat ik vaak bij thuiswerkers en met name de moeders zie, is dat ze half met hun kind en half met werk bezig zijn.\nWat ik vaak bij thuiswerkers en met name de moeders zie, is dat ze half met hun kind en half met werk bezig zijn.\nLeg je handen op je buik en voel hoe je adem naar je buik zakt, terwijl je rustig naar buiten kijkt en niets anders doet dan dat.", "paragraphs": ["Al tien maanden werkt een groot deel van Nederland thuis. Dat is zowel fysiek als mentaal een intense ervaring en dan moeten we nog even. Wat kunnen thuiswerkers doen om het brein en lijf fit te houden? Arbeidspsycholoog Jaap van den Broek en fysiotherapeut Boris van der Vorst geven advies.", "Thuiswerken zorgt ervoor dat we meer stress ervaren, blijkt uit de Nederlandse Thuiswerkmonitor van de Arbo Unie. Een kwart van de ondervraagden laat weten stress te hebben. De tweede (semi)lockdown werd daarnaast negatiever ervaren door thuiswerkers dan de eerste. Met thuiswerken als de status quo zijn we genoodzaakt onze eigen coach te zijn, zegt arbeidspsycholoog Jaap van den Broek. \"En dat is nu nét de uitdaging.\"", "Mentaal in orde zijn, begint met ervoor zorgen dat je lichamelijk goed in je vel zit, meent hij. Daar moet je volgens hem elke dag aan werken. \"Zorg dat je minstens drie kwartier tot een uur per dag buiten bent. Ga lopen, fietsen of even met de kinderen eropuit. Dat is ontzettend belangrijk. Niet alleen voor je lijf en je energieniveau, maar ook om tunnelvisie te voorkomen. Oftewel: het gevoel dat het werk met jou op de loop gaat in plaats van andersom.\"", "Zelf de regie nemen", "Op de werkplek is er meestal een natuurlijke onderbreking in de vorm van de lunchpauze of een loopje naar de koffieautomaat. Nu moet je als werkende daar zelf de regie in nemen, zegt Van den Broek.", "“Wat ik vaak bij thuiswerkers en met name de moeders zie, is dat ze half met hun kind en half met werk bezig zijn. Dat is vermoeiend.” Jaap van den Broek, arbeidspsycholoog", "\"Maak samen met je partner een planning voor het gezinsleven. Wat ik vaak bij thuiswerkers en met name de moeders zie, is dat ze half met hun kind en half met werk bezig zijn. Dat is vermoeiend. Hou die twee dingen gescheiden. Dus houd je bezig met of werk of je kind.\"", "Als je stressniveau door werk veel te hoog is - en dat overkomt iedereen weleens - ben je eigenlijk al te ver heen, stelt Van den Broek. \"Dan reageer je reflexmatig op de omstandigheden. Erover praten heeft op zo'n moment ook geen zin. Het is beter om op voorhand de juiste afstand te bewaren tot je werk, door ook tijd voor jezelf in te plannen.\"", "Thuiswerkers verrichten meer beeldschermwerk", "Ook voor de coronacrisis werkten al Nederlanders vanuit huis, maar de mate waarin is sinds de uitbraak van COVID-19 flink toegenomen. Het ging van gemiddeld minder dan vijf uur per week thuiswerken in 2019 naar bijna dertig uur per week medio 2020, berekende TNO. De fysieke arbeidsomstandigheden van de thuiswerkers zijn daarbij veranderd. Thuiswerkers verrichten meer beeldschermwerk, zitten meer en voeren meer herhalende handelingen uit. Dat is saai en niet al te best voor je lichaam.", "“Wat je preventief kunt doen, is een paar keer per dag met je armen grote zwaaibewegingen maken.” Boris van der Vorst, fysiotherapeut", "In beweging blijven is zeker nu belangrijk, zegt fysiotherapeut Boris van der Vorst. Hij raadt mensen aan een sport te zoeken die ze echt leuk vinden, want anders voelt bewegen te veel als corvee. \"Sport het liefst ook met een maatje. Als je iets doet wat je leuk vindt, is het zoveel makkelijker om je eraan te houden.\"", "Middagslaapje is vooral belastend", "Veel thuiswerkers ervaren last van hun onderrug. Ze kunnen het bestrijden door dagelijks een stukje te wandelen. Sinds de coronacrisis nemen ook de RSI-klachten weer sterk toe, merkt de fysiotherapeut. \"Wat je preventief kunt doen, is een paar keer per dag met je armen grote zwaaibewegingen maken. Dan merk je vaak pas hoe stijf je bent en hoe goed beweging dan is.\"", "Om op te laden, doen sommige thuiswerkers een powernap of middagslaapje, maar dat is fysiek vooral heel belastend, zegt Van der Vorst. \"Het is beter om dagelijks twee minuten te besteden aan je ademhaling. Leg je handen op je buik en voel hoe je adem naar je buik zakt, terwijl je rustig naar buiten kijkt en niets anders doet dan dat. We weten dat mensen ongemerkt tijdens het werk vaak hoog in hun ademhaling zitten. Dan is dit een heel effectieve methode om op te laden.\""], "authors": ["Door", "Marie-Louise Hoogendijk"], "keywords": ["van", "zo", "het", "dan", "en", "corvee", "met", "wordt", "een", "geen", "te", "thuiswerkers", "sporten", "thuiswerker", "fit", "dat", "zorg", "je"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}