{"id": "663df41a-b970-308e-a21a-a595db068713", "title": "Dijksma na wapenvondst: 'Geen gevaarlijke situatie voor de buurt ontstaan'", "url": "https://nu.nl/utrecht/6101224/dijksma-na-wapenvondst-geen-gevaarlijke-situatie-voor-de-buurt-ontstaan.html", "summary": "Burgemeester Sharon Dijksma heeft maandagochtend in een brief aan de Utrechtse gemeenteraad gereageerd op de wapenvondst van donderdag in Park Transwijk.\nDijksma benadrukt dat \"ook naar inschatting van de politie er op geen enkel moment een gevaarlijke situatie voor de buurt is ontstaan.\"\nNaar aanleiding van een tip hebben de politie en de Explosieven Opruimingsdienst Defensie (EOD) uitgebreid onderzoek gedaan in Park Transwijk, zegt Dijksma.\nDe wapenvondst wordt nu onderzocht door de politie in het kader van een groter lopend onderzoek naar georganiseerde criminaliteit in Utrecht.\nDe burgemeester wil voor de zomer komen met een plan voor de aanpak van de ondermijnende effecten van drugscriminaliteit in Utrechtse wijken.", "paragraphs": ["Burgemeester Sharon Dijksma heeft maandagochtend in een brief aan de Utrechtse gemeenteraad gereageerd op de wapenvondst van donderdag in Park Transwijk. Dijksma benadrukt dat \"ook naar inschatting van de politie er op geen enkel moment een gevaarlijke situatie voor de buurt is ontstaan.\"", "Naar aanleiding van een tip hebben de politie en de Explosieven Opruimingsdienst Defensie (EOD) uitgebreid onderzoek gedaan in Park Transwijk, zegt Dijksma. Meerdere zware, mogelijk automatische, wapens werden in de grond gevonden.", "Misdaadverslaggevers John van den Heuvel en Mick van Wely vertelden vrijdagavond bij het tv-programma Jinek dat zij de politie hadden geïnformeerd nadat ze een tip hadden gekregen. \"We zijn gaan kijken en hebben uiteindelijk de politie gebeld. Het is een enorme operatie geworden in het park\", zei Van den Heuvel.", "De wapenvondst wordt nu onderzocht door de politie in het kader van een groter lopend onderzoek naar georganiseerde criminaliteit in Utrecht. De burgemeester wil voor de zomer komen met een plan voor de aanpak van de ondermijnende effecten van drugscriminaliteit in Utrechtse wijken."], "authors": ["Door"], "keywords": ["dijksma", "politie", "van", "buurt", "park", "voor", "situatie", "en", "een", "gevaarlijke", "geen", "utrechtse", "ontstaan", "het", "wapenvondst"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}