{"id": "664f8f63-7bcc-3cfd-a8dd-6ff173a2cfa7", "title": "Salaris valt hoger uit in 2021 (maar er is een bijsluiter)", "url": "https://www.parool.nl/nederland/salaris-valt-hoger-uit-in-2021-maar-er-is-een-bijsluiter~b0acc82b/", "summary": "Van modale inkomens (2816 euro) blijft op het loonstrookje 45 euro meer over.\nMaar ook op het minimumloon is er een flinke plus van 30 euro per maand.\n“Een belangrijk lichtpuntje in tijden van corona.”BijsluiterZijn collega Dik van Leeuwerden komt wel meteen met een strenge bijsluiter.\nDe koopkracht zou door de bank genomen met 1 procent stijgen, bleek uit berekeningen van het Centraal Planbureau.\nOok Koolmees onderstreepte dat dit soort voorspellingen meer dan ooit met een korreltje zout moet worden genomen.", "paragraphs": ["Beeld Getty Images", "De meeste werknemers gaan er vanaf deze maand netto enkele tientjes op vooruit. Dat concludeert loonstrookverwerker ADP uit zijn jaarlijkse overzicht van wat werknemers onder de streep overhouden aan salaris.", "", "Jan Modaal gaat er procentueel het meest op vooruit. Van modale inkomens (2816 euro) blijft op het loonstrookje 45 euro meer over. Twee keer modaal houdt 50 euro netto meer over. Maar ook op het minimumloon is er een flinke plus van 30 euro per maand.", "", "Tussen sectoren zijn zoals elk jaar verschillen die flink kunnen oplopen door uiteenlopende pensioenpremies. Dat laatste verklaart ook waarom modale inkomens in de bouw er nog het meest op vooruitgaan: 94 euro netto per maand.", "Belangrijkste reden dat inkomens netto hoger uitvallen zijn het ietwat teruggeschroefde belastingtarief en hogere heffingskortingen. “Iedereen gaat erop vooruit,” zegt ADP-directeur Martijn Brand. “Een belangrijk lichtpuntje in tijden van corona.”", "Bijsluiter", "Zijn collega Dik van Leeuwerden komt wel meteen met een strenge bijsluiter. “Een belangrijke vraag is natuurlijk of je je baan houdt in 2021.” In veel sectoren is immers grote onzekerheid vanwege de coronacrisis. In de berekeningen van ADP is, behalve met loonsverhogingen, ook geen rekening gehouden met bedrijven die vanwege de crisis de lonen matigen of afzien van een winstuitkering of bonus.", "Minder goed nieuws is er voor de gepensioneerden die hun aanvullend pensioen licht zien dalen door hogere heffingen. Maar ADP rekent voor dat dit ruimschoots wordt gecompenseerd door de gestegen AOW-uitkering.", "Vorige maand voorspelde minister van Sociale Zaken Wouter Koolmees al een kleine plus op het loonstrookje. De koopkracht zou door de bank genomen met 1 procent stijgen, bleek uit berekeningen van het Centraal Planbureau.", "Ook Koolmees onderstreepte dat dit soort voorspellingen meer dan ooit met een korreltje zout moet worden genomen. Ze houden immers geen rekening met mensen die hun baan verliezen. Veel ondernemers hebben het zwaar, zzp’ers voorop.", "Thuiswerken kost geld", "Het bedrag onderaan het loonstrookje kan ook nog veranderen doordat de reiskostenvergoeding wordt aangepast aan de coronasituatie. ADP ziet veel werkgevers daarop broeden omdat het personeel waarschijnlijk nog maanden thuiswerkt, vaccin of geen vaccin. “Vindt de werkgever het straks wel zo prettig als werknemers in een overvolle tram of metro zitten? Dan gooien ze misschien de fietsvergoeding omhoog,” zegt Van Leeuwerden.", "Het thuiswerken zal ook wennen. “Iedereen vijf dagen in de week op kantoor komt niet terug, verwachten wij. Elke werkgever zal daar op zijn eigen manier mee omgaan,” zegt Brand.", "In cao-onderhandelingen, zoals bij de overheid, worden daarom al thuiswerkvergoedingen afgesproken. Het Nibud berekende eerder dat de kosten van koffie, verwarming en toiletpapier kunnen oplopen tot zo’n 2 euro per dag.", "Volgens Van Leeuwerden hunkeren veel hr-afdelingen naar duidelijkheid van de overheid. Over reiskosten is de wet zonneklaar: die kan de werkgever belastingvrij vergoeden. Voor een thuiswerkvergoeding geldt dat veelal niet."], "authors": ["Bart Van Zoelen"], "keywords": ["er", "valt", "van", "euro", "salaris", "bijsluiter", "uit", "een", "met", "op", "ook", "het", "die", "maar", "dat", "hoger", "2021"], "pubDate": "2021-01-05T11:19:43Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}