{"id": "66608210-347f-3083-a8cb-a1209884c0fc", "title": "Openbaar vervoer moet dienstregeling flink afschalen wil het overleven", "url": "https://www.metronieuws.nl/onderweg/ov/2020/11/dienstregeling-ov-openbaar-vervoer-afschalen/", "summary": "Openbaar vervoer moet dienstregeling flink afschalen wil het overlevenHet openbaar vervoer zal volgend jaar de bestaande dienstregeling moeten afschalen met 10 procent.\nMet het verminderen van de ritten hopen ov-bedrijven te kunnen overleven.\nMinder gebruik ovEr wordt nu zo min mogelijk gebruik gemaakt van het openbaar vervoer.\nMaar de verwachting van OV-NL is dat dit na de coronacrisis ook nog zo zal zijn.\nDe ov-bedrijven krijgen 93 procent van de kosten vergoed door de overheid, als compensatie voor het grote verlies van dit jaar.", "paragraphs": ["Openbaar vervoer moet dienstregeling flink afschalen wil het overleven", "Het openbaar vervoer zal volgend jaar de bestaande dienstregeling moeten afschalen met 10 procent. De sector is zwaar getroffen door de coronamaatregelen. Met het verminderen van de ritten hopen ov-bedrijven te kunnen overleven.", "Dat zeggen branchevereniging OV-NL en verschillende ov-bedrijven in gesprek met BNR Nieuwsradio.", "Minder gebruik ov", "Er wordt nu zo min mogelijk gebruik gemaakt van het openbaar vervoer. Maar de verwachting van OV-NL is dat dit na de coronacrisis ook nog zo zal zijn. Dat komt omdat veel mensen waarschijnlijk (gedeeltelijk) thuis blijven werken. De bus, tram, metro en trein blijven dan ook nog vrijwel leeg. En dat brengt geldproblemen met zich mee.", "De ov-bedrijven krijgen 93 procent van de kosten vergoed door de overheid, als compensatie voor het grote verlies van dit jaar. Voor de overige 7 procent moeten de bedrijven zelf opdraaien. Dat zorgt voor honderden miljoenen euro’s aan verlies. Maar die dekking geldt nog tot juli volgend jaar.", "Afschalen dienstregeling", "Om dat grote verlies te overleven, moeten er dus kosten worden bespaard. Als er geen geld vanuit de overheid bijkomt, wordt de dienstregeling teruggeschroefd. OV-NL verwacht dan dat gemiddeld op alle ov-trajecten – bus, tram, metro en trein – ongeveer 10 procent afgeschaald wordt.", "Lees ook: Gommers: ‘Sla kerst maar een jaar over’, andere Europese landen versoepelen wel"], "authors": [], "keywords": ["afschalen", "verlies", "van", "ovnl", "het", "wil", "met", "flink", "voor", "overleven", "openbaar", "moet", "vervoer", "dat", "en", "dienstregeling", "procent"], "pubDate": "2020-11-27T05:57:19+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}