{"id": "667d89ac-dfc9-361c-b94f-39d9a0b64a61", "title": "Het veilige ‘nest’ van de dichter wordt schuilplaats voor schrijvers in nood", "url": "https://trouw.nl/cultuur-media/het-veilige-nest-van-de-dichter-wordt-schuilplaats-voor-schrijvers-in-nood~b92e4297/", "summary": "Soms valt het haar wel zwaar, op haar leeftijd, zegt ze, die twee steile trappen die van de voordeur naar haar woning leiden.\nVoor het Rotterdamse festival Poetry International begon Beranová het werk van dichters te vertalen die in eigen land verboden waren te dichten.\nHet geluid van heipalen kwam in haar poëzie niet voor, haar werk was zachter van aard.\nMaar sindsdien heb ik het gevoel dat ik in het laatste stukje van mijn leven zit.’'Toch wilde Beranová ook na de dood van haar partner niet terug naar Tsjechië.\nVan het plan om haar huis achter te laten aan jongere schrijvers bleef ze al die tijd zeker.", "paragraphs": ["Ze wil dat nagenoeg alles in haar woning straks bewaard blijft. En dat is nogal wat, blijkt in haar bovenhuis uit 1897 in een zijstraat achter Rotterdam CS. Het is volgestouwd met verzamelingen: kunstwerken, foto’s, vazen, waterkruiken, stenen, antiek gereedschap. En honderden boeken, die mogen absoluut niet weg, er zitten bijzondere exemplaren tussen.", "“Ik heb er wel over nagedacht om mijn huis nu al te verkopen”, vertelt dichter Jana Beranová in de woonkamer, bij de ouderwetse kachel, onder het theaterdoek dat aan het plafond hangt. De kat zwerft door het huis, haar computer staat aan, op tafel staat een fles Tsjechische kruidenbitter, ‘slechts te koop op twee plekken in de stad’. Soms valt het haar wel zwaar, op haar leeftijd, zegt ze, die twee steile trappen die van de voordeur naar haar woning leiden. Maar vaker is ze hier vooral gelukkig, tussen haar talloze spullen. ,,Dit is mijn nest. Ik wil hier niet weg, behalve in de kist.’'", "Het besluit om haar huis nu niet te verkopen maar later ‘weg te geven’ was niet lastig, vertelt ze. Kinderen heeft Beranová niet, haar partner overleed twee jaar geleden. ,,Ik heb geen erfgenamen, niemand kan me iets kwalijk nemen. En de gedachte van een writers residence heeft me altijd geboeid.’'", "Ze weet hoe het is om klem te zitten", "Zeker als daar auteurs op de vlucht kunnen intrekken. Ze weet hoe het is om klem te zitten: als veertienjarige is Beranová met haar ouders uit Praag gevlucht, na de communistische coup in 1948. ,,Ik denk niet dat ik uit mezelf gevlucht zou zijn. Ik ben een dwarsligger. Ik ben eigenwijs en waarschijnlijk was ik snel opgepakt als ik gebleven was. Dan had ik wel iets geschreven of gedaan wat niet mocht. Ik ben absoluut niet geschikt voor leven in een strak regime.’' Via allerlei omwegen kwam ze in de jaren vijftig uiteindelijk in Rotterdam terecht.", "Toch blijft Tsjechië deel van haar, waar ze ook is, zegt ze er meteen bij. ,,Mijn geboorteland is nooit ver weg. Ik wil ook dat mijn as later wordt uitgestrooid op plekken in Praag, op een paar plekken waar ik altijd dol op ben geweest.’' Dat maakt de cirkel alsnog rond, denkt ze. ,,Want ik heb altijd het gevoel gehouden dat ik niet groot heb mogen worden in mijn eigen land.’'", "Wennen in Nederland deden haar ouders na hun vlucht nooit. Haar moeder begon aan slapeloosheid te lijden, steeds meer pillen te slikken en pleegde uiteindelijk zelfs zelfmoord. Ze sprong van een hoog gebouw, in februari 1978, dertig jaar na de communistische coup in Tsjecho-Slowakije. ,,Ze nam een krukje mee, pakte de lift naar boven en is gesprongen. Mijn moeder was hier niet gelukkig, ze heeft het slecht verdragen. Uit je moederland vertrekken is enorm ingrijpend in een mensenleven, dat wordt erg onderschat.’'", "Haar vader stierf jaren later, in het ziekenhuis, op 83-jarige leeftijd. Hij kreeg in Nederland nooit de kansen die zijn dochter wel kreeg. De taal stond hem in de weg. ,,We hadden altijd ruzie. Hij bleef altijd zeer tegen het communisme. Ik was milder. Voor mij hoefde niet iedereen te hangen, voor hem wel.’'", "De dichter Jana Beranová vond haar draai in Rotterdam en maakte theater en vertaalde ook werk van dichters die in eigen land verboden waren, onder wie Milan Kundera. Beeld Inge Van Mill", "‘Met Milan Kundera had ik veel gemeen’", "Zelf vond ze haar draai in Rotterdam wel. Beranová studeerde en had lange tijd een baan, maar ging buiten kantooruren volledig op in de culturele wereld. Met twee anderen begon ze theater met een boodschap te maken. Met succes: ze speelden in juni 1970 zelfs op Holland Pop, het Rotterdamse festival waar voor het eerst de Nederlandse hippiegeest op rondwaarde. Tussen de muziek van groepen als Pink Floyd en The Byrds door ging het op een klein podiumpje opeens over oorlog en vrede. ,,Als je de oorlog hebt gezien wil je er anderen voor waarschuwen. Een boodschap vind ik een groot woord, maar ik ben me er van bewust dat er veel verkeerd is in de wereld.’'", "Na het theater volgde al snel de poëzie. Voor het Rotterdamse festival Poetry International begon Beranová het werk van dichters te vertalen die in eigen land verboden waren te dichten. Milan Kundera was er een van. ,,We hadden veel gemeen. Hij kwam ook uit Tsjechië, hij was ook een vluchteling. Milan verbleef in Parijs, op uitnodiging van Frankrijk, om les te geven aan de universiteit.’'", "In deze zelfde bovenwoning werkte ze begin jaren tachtig aan de vertaling van zijn roman ‘De Ondraaglijke Lichtheid van het Bestaan’. Tegen die tijd was ze fulltime schrijver en vertaler geworden. ,,De dag waarop ik ontslag nam van mijn ‘gewone baan’ was de mooiste dag van mijn leven.’' De klassieker van Kundera is ,,een prachtig boek. Het is in Nederland ook nog steeds een bestseller. Ongelooflijk: ik geniet nog steeds van de auteursrechten.’'", "Nederland. 9 januari 2021. Rotterdam. Jana Beranova dichteres wil na haar overlijden haar huis als vluchthuis en museum tonen.Foto: Inge van Mill Nederland. 9 januari 2021. Rotterdam. Jana Beranova dichteres wil na haar overlijden haar huis als vluchthuis en museum tonen.Foto: Inge van Mill Beeld Inge Van Mill", "In 2009 en 2010 was ze stadsdichter van Rotterdam", "Vooral in Rotterdam werd ze uiteindelijk zelf ook een populair auteur, al was het in een kleine scene: de dichters en schrijvers van het Rotterdam in wederopbouw kenden elkaar nagenoeg allemaal. Beranová verkeerde in dezelfde kringen als Jules Deelder, Frans Vogel en Rien Vroegindeweij. In 2009 en 2010 was ze stadsdichter van Rotterdam. In 2008 kreeg ze de Erasmusspeld, voor haar verdiensten voor de letteren in de stad. ,,Ik was een vreemde eend in de bijt, met mijn Tsjechische afkomst. Maar Rotterdam was een open stad, zonder meer, en op mijn manier ben ik wel bij de Rotterdamse School gaan horen.’'", "Terwijl haar dichtwerk wel anders was dan dat van de gemiddelde Rotterdamse poëet, die het vaak in rauwe eerlijkheid zocht. Het geluid van heipalen kwam in haar poëzie niet voor, haar werk was zachter van aard. ‘Wie een brug legt naar een ander,’ dichtte ze bijvoorbeeld eens, ‘kan altijd heen en terug.’ En ook:", "Waar telkens weer bommen vallen Zijn schuilplaatsen gedachten En omgekeerd", ",,Het spreken over vrede en oorlog is voor mij bijna altijd een vertrekpunt\", zegt Beranová. “Op den duur, als je maar volhoudt, wordt er geluisterd. Minder dan ik gehoopt had, misschien, want ik kan dingen niet in mijn eentje beïnvloeden. Maar ik kan wel een aanzet geven.”", "Het schrijven ging niet meer, tot haar eigen frustratie", "Toen twee jaar geleden haar geliefde overleed, de Rotterdamse journalist Jim Postma, ging het schrijven niet meer, tot haar eigen frustratie. ,,Ik heb zelfs al gezegd: ik houd niet meer van mezelf. Maar ik was letterlijk in shock na zijn dood. Ik was veel ouder dan hij en had nooit gedacht dat ik hem zou overleven. Na een afscheidsgedicht heb ik nauwelijks meer geschreven. Ik moet de bladzijde zien om te draaien en mijn eigen weg weer zien te vinden. Daar ben ik nu een beetje mee bezig. Maar sindsdien heb ik het gevoel dat ik in het laatste stukje van mijn leven zit.’'", "Toch wilde Beranová ook na de dood van haar partner niet terug naar Tsjechië. Ze hoort hier thuis, zegt ze, tot haar dood. Een paar maanden was ze vorig jaar bezig met het onderzoeken van de mogelijkheden. Van het plan om haar huis achter te laten aan jongere schrijvers bleef ze al die tijd zeker. ,,Na mijn dood wordt dit huis een nest voor andere schrijvers, waarin ze kunnen werken en veilig kunnen zijn. In een heel persoonlijke omgeving, omdat ik al mijn spullen hier achterlaat.”", "Beranová heeft de overdracht laten vastleggen: haar woning en inboedel gaan naar ICORN, een internationaal netwerk voor vluchtelingen. De Rotterdamse Stichting Verhalenhuis Belvédère gaat het huis beheren. “Wie er gaan komen, weet ik natuurlijk nog niet. Ik hoop vooral dat dit een nieuwe weg opent, en dat er in de toekomst behalve aan andere goede doelen ook wordt gedacht aan dit soort voorzieningen voor makers in nood.”", "Lees ook:", "Dichten na Deelder: ‘Hij liet me de weg zien, als dichter en als mens’", "Rotterdam mist Jules Deelder, de dichter die een jaar geleden op 75-jarige leeftijd is gestorven. Meerdere dichters in de stad laten zich inspireren door Deelder. Hun werk ademt zijn geest.‘Ik zag Jules en dacht: dat wilde ik ook.’"], "authors": ["Anton Slotboom"], "keywords": ["ik", "van", "veilige", "schrijvers", "voor", "nest", "nood", "een", "en", "wordt", "dichter", "ze", "niet", "te", "op", "het", "haar", "schuilplaats"], "pubDate": "2021-01-11T00:00:58Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}