{"id": "66833ce6-e96a-309e-b39a-6af394288eaf", "title": "Rifkin’s Festival is filosofischer, grappiger en milder dan Woody Allens recente films ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/rifkin-s-festival-is-filosofischer-grappiger-en-milder-dan-woody-allens-recente-films~be65631f/", "summary": "Beeld Filmstill‘Filmfestivals zijn niet meer wat ze geweest zijn’, zegt Mort Rifkin (Wallace Shawn), een filmprofessor en aspirant-romanschrijver uit New York.\nEen van haar cliënten is Philippe (Louis Garrel), een Franse regisseur die triomfen viert met zijn nieuwe, gelikte anti-oorlogsdrama.\nMet zijn volgende film, zo vertelt hij tijdens een persconferentie, wil hij een oplossing bieden voor de crisis in het Midden-Oosten.\nRifkin en Philippe mogen dan tegenpolen en rivalen zijn, ze hebben allebei een opgeblazen ego.\nRifkin’s Festival is filosofischer van aard dan de meeste van zijn recente films.", "paragraphs": ["Beeld Filmstill", "‘Filmfestivals zijn niet meer wat ze geweest zijn’, zegt Mort Rifkin (Wallace Shawn), een filmprofessor en aspirant-romanschrijver uit New York. Rifkin doceert het vak ‘Cinema als kunst’. Zijn helden zijn de grote Europese regisseurs van vroeger: Bergman, Buñuel, Godard, Fellini. Sinds hun hoogtijdagen is er een dalende lijn ingezet, vindt hij.", "Toch laat Rifkin zich overhalen om met zijn vrouw Sue (Gina Gershon), die een pr-bureau heeft, mee te gaan naar het filmfestival van San Sebastián. Een van haar cliënten is Philippe (Louis Garrel), een Franse regisseur die triomfen viert met zijn nieuwe, gelikte anti-oorlogsdrama. Philippe is zeer ambitieus. Met zijn volgende film, zo vertelt hij tijdens een persconferentie, wil hij een oplossing bieden voor de crisis in het Midden-Oosten.", "Rifkin’s Festival, om en nabij de 50ste film van Woody Allen (afhankelijk van welke je meetelt), zit vol vertrouwde typetjes. Rifkin en Philippe mogen dan tegenpolen en rivalen zijn, ze hebben allebei een opgeblazen ego. Bij Rifkin leidt dat niet tot productiviteit, maar tot inertie. Elke bladzijde die hij aan zijn roman schrijft, moet hij verscheuren als blijkt dat hij alweer het niveau van Dostojevski niet heeft gehaald.", "Uiteraard is Rifkin ook neurotisch, worstelt hij dagelijks met grote levensvragen en loopt het in zijn huwelijk niet zo soepel. Zo schroeft Allen op bekende wijze een verhaal in elkaar: romantische verwikkelingen, existentiële bespiegelingen en grappen wisselen elkaar af. Dat hij zijn geliefde New York verruilde voor een zonovergoten San Sebastián, verandert weinig aan het effect.", "Toch weet Allen steeds wat variatie te brengen in zijn rustig voortkabbelende, onderhoudende komedies. Rifkin’s Festival is filosofischer van aard dan de meeste van zijn recente films. Grappiger en milder ook, met een slotakkoord dat je zowaar vernieuwend zou kunnen noemen: misschien, overdenkt Rifkin, is streven naar het hoogste onnodig. Misschien moet hij tevreden zijn met wat er is.", "Rifkin komt tot die conclusie na een serie dromen, die Allen de kans geven zijn filmgoden (niet toevallig dezelfde als die van zijn hoofdpersoon) te eren. De in zwart-wit gefilmde pastiches op onder meer Jules et Jim, Otto e mezzo en À bout de souffle vormen – ook al zijn ze niet allemaal even raak – een mooie toevoeging aan Rifkin’s Festival. Geestig is vooral Allens versie van de schaakpartij in Bergmans Het zevende zegel, waarin de Dood (Christoph Waltz) de klagende Rifkin een onverwachte peptalk geeft. ‘Jouw leven is niet leeg, het is betekenisloos’, zegt hij. ‘Haal de twee niet door elkaar.’"], "authors": ["Pauline Kleijer"], "keywords": ["grappiger", "van", "festival", "dan", "rifkin", "het", "filosofischer", "hij", "milder", "zijn", "met", "die", "rifkins", "een", "recente", "en", "woody", "niet", "films"], "pubDate": "2020-12-02T14:29:58+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}