{"id": "66993efd-2757-32f8-a0bf-5fff5ee861be", "title": "'Steeds onduidelijker voor cartoonisten wat bedreigingen uitlokt'", "url": "https://nu.nl/dit-wordt-het-nieuws/6095209/steeds-onduidelijker-voor-cartoonisten-wat-bedreigingen-uitlokt.html", "summary": "Abonneer je op de podcastIn de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.\nJe kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast.\nMocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl.\nVoor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.\nJe vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl.", "paragraphs": ["Bijna twee maanden geleden werd de Franse leraar Samuel Paty in Parijs onthoofd. Kort daarna moest een Rotterdamse docent onderduiken. Bij beide incidenten waren satirische cartoons de aanleiding. Dat toont ook gelijk de kwetsbaarheid van cartoonisten aan. Durven zij tegenwoordig nog wel alles te tekenen wat ze willen? Over de dreiging waarmee cartoonisten regelmatig te maken krijgen praten we met Inktspotprijs-winnaar Tjeerd Royaards.", "Abonneer je op de podcast", "In de ochtendpodcast Dit wordt het nieuws praten we je bij over het belangrijkste nieuws van nu en bespreken we het nieuws van de dag.", "Je kunt je ook gratis abonneren op de Dit wordt het nieuws-podcast. Gebruikers van een iOS-apparaat kunnen dat via Apple Podcasts en Spotify. Mocht je een Android-telefoon hebben, dan kun je de podcast beluisteren door in een gedownloade podcastapp te zoeken op NU.nl. Voor vragen of feedback stuur je een mailtje naar: podcast@nu.nl.", "Je vindt de Dit wordt het nieuws-podcast elke maandag tot en met vrijdag in de ochtend en in de middag op NU.nl."], "authors": ["Door"], "keywords": ["nieuws", "van", "wat", "dit", "het", "op", "voor", "onduidelijker", "steeds", "je", "een", "en", "wordt", "bedreigingen", "te", "cartoonisten", "uitlokt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}