{"id": "66b6b6e5-6f0d-329a-b3b2-eea0c24e4261", "title": "Demonstranten bij andere ingang abortuskliniek om regels te omzeilen", "url": "https://nu.nl/haarlem/6094935/demonstranten-bij-andere-ingang-abortuskliniek-om-regels-te-omzeilen.html", "summary": "Toch staan er regelmatig demonstranten vlak voor de andere ingang van de kliniek aan de Claus Sluterweg.\nDemonstranten naar de rechter, rechtbank stelt burgemeester in gelijkStichting Donum Domini ging naar de rechter om het besluit van burgemeester Nienhuis aan te vechten.\n\"De betoging betreft dan niet meer het uitdragen van een maatschappelijk probleem, maar het aankaarten van een individuele zaak bij een individueel persoon.\nDe kliniek heeft nu klachtenformulieren klaar liggen die vrouwen kunnen invullen, om zo een klachtendossier op te kunnen bouwen.\n\"We nemen de tijd om de situatie in kaart te brengen en het te onderzoeken.\"", "paragraphs": ["Antiabortusdemonstranten moeten sinds deze zomer op ruime afstand blijven van de ingang van de Beahuis & Bloemenhove abortuskliniek aan de Herenweg in Heemstede. Toch staan er regelmatig demonstranten vlak voor de andere ingang van de kliniek aan de Claus Sluterweg. Die ingang staat namelijk net over de gemeentegrens in Haarlem.", "Net zoals bij veel andere abortusklinieken staan er ook antiabortusdemonstranten bij de kliniek in Heemstede. Elke laatste woensdag, donderdag en vrijdag van de maand staan er demonstranten van de Duitse Stichting Donum Domini.", "Ook demonstranten van andere groepen staan geregeld op de stoep. \"Wij zijn niet tegen de demonstraties\", zegt Benschop. \"Sterker nog, zonder het demonstratierecht hadden we nu de vrijheid voor de keuze voor abortus niet gehad.\"", "Het gaat volgens Benschop om de manier waarop de antiabortusdemonstranten te werk gaan. \"Onze cliënten worden niet fysiek belaagd, maar wel individueel op een intimiderende manier aangesproken\", zegt Benschop.", "Burgemeester van Heemstede Astrid Nienhuis legde op 26 mei een 'bufferzone' op. Demonstranten moeten sindsdien aan de overkant van de Herenweg staan en aan de achterzijde van de kliniek moet de demonstranten op een afstand van 25 meter van de kliniek blijven.", "Demonstranten naar de rechter, rechtbank stelt burgemeester in gelijk", "Stichting Donum Domini ging naar de rechter om het besluit van burgemeester Nienhuis aan te vechten. Volgens de stichting zou het demonstratierecht te veel beperkt worden. De rechtbank in Haarlem stelde de burgemeester van Heemstede in het gelijk.", "Het aanspreken van individuen valt volgens de voorzieningenrechter niet onder het betogingsrecht. \"De betoging betreft dan niet meer het uitdragen van een maatschappelijk probleem, maar het aankaarten van een individuele zaak bij een individueel persoon. Nu dat niet behoort tot het betogingsrecht, geniet dat ook niet de bescherming van artikel 9 van de Grondwet\", is in de uitspraak te lezen.", "Ondanks de uitspraak van de rechtbank staan er elke maand toch demonstranten vlak voor de andere ingang van de abortuskliniek die net over de grens in Haarlem valt. De Haarlemse burgemeester Jos Wienen heeft, in tegenstelling tot zijn collega in Heemstede, geen bufferzone opgelegd.", "De kliniek heeft nu klachtenformulieren klaar liggen die vrouwen kunnen invullen, om zo een klachtendossier op te kunnen bouwen.", "Haarlemse burgemeester heeft nog geen stappen ondernomen", "Benschop heeft twee brieven naar burgemeester Wienen gestuurd en begin november ook telefonisch contact gehad om de situatie aan te kaarten. \"Hij zei toen dat hij zich zou verdiepen in de situatie en dat hij niet op de hoogte was van de wanordelijkheden bij de kliniek.\" Een maand later heeft burgemeester Wienen nog geen reactie gegeven.", "De woordvoerder van de burgemeester laat in een reactie aan NH Nieuws weten bekend te zijn met de klachten van de kliniek. \"We nemen de tijd om de situatie in kaart te brengen en het te onderzoeken.\" Op de vraag hoe lang dit gaat duren, kan de woordvoerder niet antwoorden. \"We zijn er actief mee bezig\", is de reactie.", "NH Nieuws heeft ook gevraagd waarom burgemeester Wienen niet de lijn volgt van zijn collega in Heemstede. Daarop zegt de woordvoerder dat gemeente Haarlem eerst zelf de zaak wil onderzoeken, voordat er een beslissing genomen wordt."], "authors": ["Door"], "keywords": ["van", "bij", "regels", "ingang", "het", "op", "abortuskliniek", "kliniek", "demonstranten", "staan", "niet", "een", "om", "te", "omzeilen", "andere", "burgemeester", "aan"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}