{"id": "66bed984-22b9-3bc1-ab31-2b522015b932", "title": "Dit is wat we vanavond kunnen verwachten van de toespraak van premier Rutte vanuit het Torentje over de lockdown", "url": "https://www.dvhn.nl/extra/Dit-is-wat-we-vanavond-kunnen-verwachten-van-de-persconferentie-van-Mark-Rutte-over-de-coronamaatregelen-26285555.html", "summary": "Vanavond om 19.00 uur houdt Mark Rutte een toespraak vanuit het Torentje op het Binnenhof in Den Haag.\nDe maatregelen zouden vannacht om twaalf uur al in gaan, om een run op winkels morgen te voorkomen.\nKerst en oud en nieuwVoor de feestdagen had het kabinet al bepaald dat iedereen maximaal drie gasten buiten het eigen huishouden zou mogen ontvangen.\nArts-microbioloog Alex Friedrich en gezondheidsecononoom Jochen Mierau lieten dit weekend al weten erg bezorgd te zijn.\nBij onze oosterburen kondigde bondskanselier Angela Merkel een strenge lockdown aan, die duurt van 16 december tot 10 januari.", "paragraphs": ["Een lockdown tot 19 januari: de coronamaatregelen worden aan de vooravond van de feestdagen flink aangescherpt. Vanavond om 19.00 uur houdt Mark Rutte een toespraak vanuit het Torentje op het Binnenhof in Den Haag. Dit is wat we kunnen verwachten. (De toespraak is geweest. Lees hier alle aangekondigde maatregelen)", "Het kabinet bereidt een streng pakket aan maatregelen voor. Zo sluiten niet-essentiële winkels, zoals kleding- en elektronicazaken voorlopig de deuren. Datzelfde geldt voor musea, theaters, pretparken en bioscopen.", "Ook contactberoepen als kappers en massagesalons moeten dicht. De maatregelen zouden vannacht om twaalf uur al in gaan, om een run op winkels morgen te voorkomen. Op 19 januari zou er weer versoepeld kunnen worden.", "Scholen", "Ook scholen gaan volgens ingewijden voorlopig dicht. Zij moeten voorlopig overgaan op online onderwijs. Deze maatregel zou ingaan vanaf woensdag.", "Kerst en oud en nieuw", "Voor de feestdagen had het kabinet al bepaald dat iedereen maximaal drie gasten buiten het eigen huishouden zou mogen ontvangen. Inmiddels zou zijn besloten om thuisbezoek zoveel mogelijk af te raden.", "Corona in Groningen en Drenthe", "De laatste weken loopt het aantal coronagevallen in Groningen en Drenthe, net als in de rest van Nederland, weer op. In Drenthe ging het zaterdag om 258 besmettingen, in Groningen om 209 besmettingen. Landelijk kwamen er 9924 besmettingen bij.", "Arts-microbioloog Alex Friedrich en gezondheidsecononoom Jochen Mierau lieten dit weekend al weten erg bezorgd te zijn. Friedrich stelde dat we ‘te hoog in de golf zijn gebleven’, Mierau pleitte voor grootschalig testen onder de hele bevolking: ,,Onze laatste kans.’’", "Duitsland", "Met de waarschijnlijke maatregelen spiegelt Nederland zich aan Duitsland. Bij onze oosterburen kondigde bondskanselier Angela Merkel een strenge lockdown aan, die duurt van 16 december tot 10 januari."], "authors": ["Koen Marée"], "keywords": ["verwachten", "zou", "zijn", "om", "vanavond", "vanuit", "van", "rutte", "premier", "een", "lockdown", "te", "het", "aan", "en", "wat", "op", "voorlopig", "toespraak", "torentje"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}