{"id": "66ce75f0-1fc6-3553-9c38-e69c5f1d794e", "title": "Liverpool en Everton morsen punten en toch feesten voetbalfans aan de Merseyside", "url": "https://volkskrant.nl/sport/liverpool-en-everton-morsen-punten-en-toch-feesten-voetbalfans-aan-de-merseyside~bcb8b3dd/", "summary": "De plaatselijke amateurclub Marine heeft zondag de derde ronde van de FA Cup bereikt, waar het met een beetje geluk Everton of Liverpool treft.\nDat laatste zou aardig zijn voor Sir Kenny Dalglish, die naast bestuurslid van Liverpool ook beschermheer van Marine is.\nIn de eerste ronde van het hoofdtoernooi, eerder deze maand, wist het met strafschoppen te winnen van de profs van Colchester United.\nHet is voor de tweede keer in de 126-jarige geschiedenis dat The Marines in de pot komt met de grote voetbaljongens.\nEnkele Canvey-fans hebben plannen om op een trapveldje buiten het stadion steigers te bouwen zodat ze toch kunnen kijken.", "paragraphs": ["Beeld BSR Agency", "Reden? De plaatselijke amateurclub Marine heeft zondag de derde ronde van de FA Cup bereikt, waar het met een beetje geluk Everton of Liverpool treft. Dat laatste zou aardig zijn voor Sir Kenny Dalglish, die naast bestuurslid van Liverpool ook beschermheer van Marine is.", "Het oudste bekertoernooi ter wereld heeft afgelopen jaren aan glans verloren, maar in Crosby, een welvarend kustplaatsje net ten noorden van Liverpool waar onder meer de Italiaanse voetbalcoach Carlo Ancelotti woont, herleefde de romantiek. Op het knusse Rossett Park (capaciteit 3.186 waarvan 388 zitplekken) versloeg de vierdeklasser Marine het veel sterker geachte Havant & Waterlooville in de slotminuut van verlenging door een gelukkige treffer van de 33-jarige aanvoerder Niall Cummins.", "‘Ik ga niet liegen’, zei hij na afloop, ‘ik deed mijn ogen dicht en de bal raakte mijn schouder of de bovenkant van mijn rug.’", "Zwaarbevochten zege", "Het was alweer de zevende bekerwedstrijd voor The Marines in een avontuur dat begin september was begonnen met een zwaarbevochten 2-1-zege op streekgenoot Barnoldswick Town. In de eerste ronde van het hoofdtoernooi, eerder deze maand, wist het met strafschoppen te winnen van de profs van Colchester United. Het is voor de tweede keer in de 126-jarige geschiedenis dat The Marines in de pot komt met de grote voetbaljongens. Een uitwedstrijd op Anfield is de droom, zeven kilometer verderop.", "Tegen die tijd worden ook weer toeschouwers toegelaten, maximaal 2000. De zege op Havant vond achter gesloten deuren plaats, maar tientallen mensen konden vanuit hun achtertuinen, of zittend in bomen, zien hoe de nummer 9 van de Northern Premier League Division One North West voor een sensatie zorgde. Omdat de wedstrijd op BT en Eurosport te zien was, geniet Marine FC opeens landelijke bekendheid. Wel al staat de club in het Guiness Book of Record omdat clublegende Roly Howard liefst 33 jaar manager was.", "Spelers van beide teams waren goed uitgerust, want de amateurcompetities liggen al een maand plat. Omdat de ploegen nog in het bekertoernooi zaten, hadden ze wel toestemming om te trainen. De geel-zwarte formatie uit Crosby kan in de derde ronde gezelschap krijgen van vierdeklasser Canvey Island dat maandagavond aantreedt tegen Boreham Wood. Enkele Canvey-fans hebben plannen om op een trapveldje buiten het stadion steigers te bouwen zodat ze toch kunnen kijken."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["van", "voetbalfans", "toch", "dat", "een", "marine", "en", "feesten", "everton", "punten", "te", "morsen", "liverpool", "merseyside", "op", "voor", "ronde", "met", "het", "aan"], "pubDate": "2020-11-29T20:35:57Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}