{"id": "66dfe551-32da-3823-a06d-7c81787c56ee", "title": "Een bubbel met sporters die ook moeten werken is een utopie", "url": "https://www.volkskrant.nl/sport/een-bubbel-met-sporters-die-ook-moeten-werken-is-een-utopie~bda44baf/", "summary": "Beeld Klaas Jan van der WeijVanaf donderdag 17 december mogen vijfduizend Nederlandse topsporters formeel weer competitie spelen van het kabinet.\nDat is opgesteld door de bonden in samenwerking met sportkoepel NOCNSF en is vergelijkbaar met dat van de ere- en eerste divisie in het voetbal.\nZo’n afspraak is er nog niet voor spelers uit de andere topcompetities.\n‘Het is een utopie om te denken dat we een echte bubbel kunnen creëren, zelfs met wekelijks testen.\nVolgens een woordvoerder van NOCNSF wil het kabinet voorkomen dat Nederland in het internationale speelveld een te grote achterstand oploopt op de concurrentie.", "paragraphs": ["Alleen pers in zeer beperkte mate mocht aanwezig zijn bij de supercup, dus geen publiek. Beeld Klaas Jan van der Weij", "Vanaf donderdag 17 december mogen vijfduizend Nederlandse topsporters formeel weer competitie spelen van het kabinet. Toch gebeurt dat nog niet. Hoe komt dat?", "Allereerst omdat het testbeleid nog niet op orde is. Bij de herstart van de topcompetities in bijvoorbeeld het handbal, hockey, basketbal en volleybal geldt een streng coronaprotocol. Dat is opgesteld door de bonden in samenwerking met sportkoepel NOCNSF en is vergelijkbaar met dat van de ere- en eerste divisie in het voetbal. Spelers moeten elke week getest worden en mogen alleen spelen bij een negatieve testuitslag.", "In augustus sloot de KNVB een contract met het bedrijf Eurofins waardoor alle profvoetballers in Nederland wekelijks getest kunnen worden. Zo’n afspraak is er nog niet voor spelers uit de andere topcompetities. Sportkoepel NOCNSF onderzoekt de mogelijkheid om testen gezamenlijk in te kopen om de prijs te drukken.", "Testen kost geld. Is het financieel haalbaar voor clubs uit kleine competities om alle spelers wekelijks te laten testen?", "In de zomer was dat niet haalbaar. Toen onderzochten meerdere bonden of het mogelijk was om spelers, net als in het voetbal, elke week te laten testen met de PCR-test. ‘Die test kost rond de 60 euro per sporter. Dat is voor de meeste clubs uit onze competitie niet te betalen’, vertelt Ramses Braakman voorzitter van de Dutch Basketball League (DBL).", "De situatie is veranderd. Er is een nieuwe test op de markt, de zogenaamde antigeentest. Deze sneltest is minder nauwkeurig dan de PCR-test, maar sluit in meer dan 90 procent van de gevallen uit of iemand besmet is met corona. De test is ook een stuk goedkoper dan de PCR-test. De spelers uit de topcompetities zullen wekelijks worden onderworpen aan de sneltest en dat kost volgens basketbalvoorzitter Braakman zo’n 5 à 6 euro per speler, mits de testen grootschalig worden ingekocht. ‘Dat is voor voor ieder team te betalen.’ Ook bij de waterpolo-, handbal- en volleybalbond verwachten ze dat die prijs haalbaar is voor de clubs.", "Als het testbeleid eenmaal op orde is, kunnen de competities dan weer beginnen?", "Niet meteen. De afgelopen weken mochten clubs alleen trainen in groepjes van maximaal vier spelers en pas als spelers getest worden, mogen de groepstrainingen worden hervat. ‘Wij willen teams sowieso een aantal weken trainingstijd geven voordat de competitie verder gaat’, vertelt een woordvoerder van de volleybalbond. ‘We mikken op een herstart in januari, maar hebben nog geen concrete datum.’", "Ook de handbalbond hoopt in januari weer te starten, maar Sjors Röttger, algemeen directeur van de hanbalbond, sluit zijn ogen niet voor mogelijke problemen. ‘Het is een utopie om te denken dat we een echte bubbel kunnen creëren, zelfs met wekelijks testen. Bijna alle spelers uit onze hoogste competitie werken naast hun sport en er zullen werkgevers zijn, bijvoorbeeld in de zorg, die niet willen dat hun werknemers weer gaan sporten in competitieverband.’", "Voor de waterpolocompetitie wordt het hoe dan ook een lastig verhaal om voor februari te beginnen. De meeste zwembaden blijven vooralsnog tot 19 januari dicht. ‘Een sporthal kun je voor een team nog wel opengooien, maar bij zwembaden is dat lastiger’, vertelt Edwin Hoogerwerf, projectleider waterpolo bij de KNZB. ‘Het water moet onderhouden worden en van zwembadexploitanten kun je moeilijk verwachten dat ze die kosten alleen voor een waterpoloteam maken.’", "De Dutch Basketbal League heeft al wel een herstart aangekondigd. Op zaterdag 16 januari gaat de competitie weer van start. ‘Vier weken voorbereidingstijd is krap, maar het is niet zo dat spelers stilgezeten hebben’, vertelt voorzitter Braakman. ‘Daarnaast willen we ook niet te lang wachten met spelen. We hebben al flinke vertraging opgelopen en je wilt ook sponsoren tevreden houden.’", "Tot zeker 19 januari zit Nederland in lockdown. De winkels zijn dicht, de scholen gesloten en toch krijgen topsporters een uitzonderingspositie. Waarom?", "Alle topcompetities, buiten de eredivisie en eerste divisie in het voetbal, liggen al ruim twee maanden stil. Dat geldt niet voor de landen om ons heen. Zo werd er de afgelopen weken in België gehockeyd op het hoogste niveau en gaan de volleybal- en handbalcompetities in de Duitse Bundesliga door ondanks de afgekondigde lockdown.", "Volgens een woordvoerder van NOCNSF wil het kabinet voorkomen dat Nederland in het internationale speelveld een te grote achterstand oploopt op de concurrentie. Over ruim zeven maanden beginnen in Tokio de Olympische Spelen en bij een sport als hockey behoort Nederland tot de favorieten. Als de competities in Nederland nog langer stilliggen, verkleint dat de kansen op olympisch eremetaal aanzienlijk."], "authors": ["David Van Meggelen"], "keywords": ["dat", "van", "die", "niet", "een", "het", "ook", "en", "sporters", "bubbel", "te", "spelers", "op", "voor", "moeten", "werken", "met", "utopie"], "pubDate": "2020-12-16T19:04:44Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}