{"id": "66e1e366-6012-31d6-9fe2-0da291f50bab", "title": "Hoe groot zijn de gevolgen van corona voor de economie nu echt?", "url": "https://www.ewmagazine.nl/economie/achtergrond/2020/12/hoe-groot-zijn-de-gevolgen-van-corona-voor-de-economie-nu-echt-796065/", "summary": "Grote Europese landen als Frankrijk, Italië, Spanje en het Verenigd Koninkrijk doen het veel slechter dan Nederland: daar is de schade tot twee keer zo groot.\nDe Nederlandse economie blijkt weerbaar, maar een café moet gewoon open om geld te kunnen verdienen.\nIn 2020 halveerde de omzet grofweg, voor 2021 wordt een omzetstijging van 70 procent verwacht – waarmee er nog altijd sprake is van een krimp van 15 procent ten opzichte van 2019.\nIn november was 4 procent van de beroepsbevolking werkloos, na een piek van 4,6 procent in de zomer.\nWie vreest voor zijn baan, steekt zich minder snel in de schulden – zelfs al is de rente historisch laag.", "paragraphs": ["De Nederlandse economie heeft in 2020 de grootste naoorlogse recessie doorgemaakt. Economen rekenen niettemin op een stevig herstel in de komende jaren. De coronacrisis is diep, maar duurt hoogstwaarschijnlijk veel minder lang dan de kredietcrisis.", "Tot en met september stond de krimp voor 2020 op bijna 3 procent ten opzichte van 2019, zo berekende het Centraal Bureau voor de Statistiek (CBS) halverwege november. Door de nieuwe lockdown zal de schade uiteindelijk wel groter uitvallen. Daardoor wordt het naoorlogse record van 2009 (-3,7 procent, de nasleep van de kredietcrisis in 2008) overtroffen, vermoedt CBS-econoom Marjolijn Jaarsma.", "Grote krimp, maar minder sterk dan elders", "Dat denken ook bankeconomen. ABN AMRO, ING en Rabobank verwachten een krimp van ongeveer 4,5 procent. Grote Europese landen als Frankrijk, Italië, Spanje en het Verenigd Koninkrijk doen het veel slechter dan Nederland: daar is de schade tot twee keer zo groot.", "ING-econoom Marcel Klok geeft een aantal verklaringen voor dit relatieve succes. De eerste lockdown was hier minder streng, de zwaar getroffen toerismesector is kleiner, de digitale infrastructuur is op orde en Nederland heeft relatief veel zakelijke dienstverlening waarbij thuiswerken goed mogelijk is. Eerdere vooruitzichten voor 2020 waren overigens somberder. Zo verwachtte het Centraal Planbureau in augustus een krimp van 5 procent.", "Een ander type crisis", "En de vooruitzichten? Voor 2021 verwachten de bankanalisten een groei van rond de 2 procent. Na de krediet- en schuldencrisis groeide de economie jarenlang maar mondjesmaat. Pas in 2015 werd weer een groeicijfer van 2 procent bereikt. Klok: ‘We hebben nu de grootste min aan het begin, toen werd het juist steeds erger.’", "De krediet- en coronacrisis zijn dan ook onvergelijkbaar: een pandemie met enorme sociale en medische gevolgen versus een rot in het financiële systeem. Banken bleken destijds veel zwakker dan gedacht, wantrouwden elkaar en gingen ook minder uitlenen aan bedrijven. Overheidsschulden liepen fors op door de redding van financiële instellingen, Griekenland kon niet meer aan de verplichtingen voldoen: de kredietcrisis van 2008 ging in de eurozone naadloos over in een heuse schuldencrisis. Den Haag ging bezuinigen, pensioenpremies werden opgeschroefd en de huizenprijzen daalden fors. Consumenten hielden logischerwijs de hand op de knip.", "Een wereldwijd vangnet", "Rabobank-econoom Nic Vrieselaar: ‘Deze crisis is dieper, maar valt wellicht mee qua lengte. In 2022 zitten we qua nationaal inkomen weer op het niveau van 2019, zo is de verwachting. Het idee dat dit het einde van de wereld zou zijn, duurde maar kort. Het klinkt misschien gek, maar deze crisis had ons ook niet op een beter moment kunnen raken: de staatsschuld was laag, de bedrijfsbalansen stevig en de werkloosheid laag.’", "Economisch gezien is het grote verschil dat centrale banken en overheden wereldwijd met een ongekende snelheid en op een ongekend grote schaal hebben ingegrepen. Overheden betalen weinig tot geen rente en hebben daardoor diepe zakken. Vrieselaar: ‘We hebben een gezamenlijke vijand, dat helpt. Er is een pauzeknop ingedrukt. Daarom is het tot nu toe meegevallen. Er is op punten kritiek op de overheid, maar het valt niet te ontkennen dat er wel actie is ondernomen.’", "De verschillen per sector zijn groot", "Onder de macrocijfers gaan desalniettemin grote verschillen schuil. De Nederlandse economie blijkt weerbaar, maar een café moet gewoon open om geld te kunnen verdienen. Franka Rolvink Couzy, hoofd sectoronderzoek bij ABN AMRO: ‘We gaan ervan uit dat het vaccin pas in de zomer van 2021 volledig wordt uitgerold. Dat betekent ook dat we in een groot deel van het nieuwe jaar nog steeds beperkende maatregelen zullen hebben.’", "De zwaarst getroffen sector, die van de vrijetijdsbesteding (zoals restaurants, bioscopen en concertzalen) zal in 2021 niettemin een spectaculair herstel laten zien, voorziet ABN AMRO. In 2020 halveerde de omzet grofweg, voor 2021 wordt een omzetstijging van 70 procent verwacht – waarmee er nog altijd sprake is van een krimp van 15 procent ten opzichte van 2019.", "ABN AMRO noteert enorme omzetdalingen bij cateraars, musea, bioscopen en cafés. Restaurants hebben het ook zwaar, maar kunnen de schade enigszins beperken door maaltijden te gaan bezorgen. In de maanden april en mei verdubbelden de omzetten van maaltijdbezorging zelfs. Winkeliers met een webwinkel bleken ook meer crisisproof. Rolvink Couzy: ‘Het verschil tussen alleen maar fysieke aanwezigheid en online is gegroeid: daar zitten de winnaars en de verliezers.’ Als totale groep verliezen winkeliers dit jaar 8 procent omzet, verwacht ABN AMRO.", "Hoe sterk loopt de werkloosheid op?", "Op de arbeidsmarkt vangen flexwerkers en zzp’ers de klappen op. CBS-econoom Jaarsma: ‘Voor degenen met een vaste baan, zeker in sectoren die niet zwaar geraakt zijn, valt het mee. De werkloosheid daalde zelfs weer na de piek in de zomer. Dat komt deels doordat minder mensen zich aanmelden als beschikbaar of actief op zoek, maar ook doordat er weer meer aan het werk zijn gegaan. Degenen die in de zomer een baantje kwijtraakten, werken nu bijvoorbeeld in de pakketbezorging.’", "De uitzendbranche heeft hierin een belangrijke rol gespeeld, zegt Rolvink Couzy van ABN AMRO: ‘Krachten uit de horeca konden door omscholingsprogramma’s terecht in de gezondheidszorg, supermarkten of distributiecentra.", "In november was 4 procent van de beroepsbevolking werkloos, na een piek van 4,6 procent in de zomer. Rabo-econoom Vrieselaar: ‘We gaan ervan uit dat de werkloosheid volgend jaar wel wat oploopt, naar een niveau van tussen de 5 en 6 procent. Maar in 2014 werd nog een piek van bijna 8 procent bereikt.’", "Maar toch: op de arbeidsmarkt is het leed nog niet geleden. Bankeconomen wijzen op aangekondigde reorganisaties, en een versnelde digitalisering als gevolg van de coronacrisis. Daardoor daalt bijvoorbeeld het aantal bankkantoren en dus het aantal benodigde medewerkers.", "Opvallend robuust: de huizenmarkt", "De grote vraag: wat betekent een oplopende werkloosheid voor de huizenmarkt? Wie vreest voor zijn baan, steekt zich minder snel in de schulden – zelfs al is de rente historisch laag. Zoals gezegd, ging de vorige crisis gepaard met dalende woningprijzen, wat de recessie alleen maar verder aanwakkerde. Want wie de waarde van zijn bezit ziet dalen, geeft doorgaans ook aan andere zaken minder uit.", "Tot dusver is de huizenmarkt opvallend robuust. Hier speelt falend overheidsbeleid juist een rol: de nieuwbouw is al jaren onvoldoende om aan de vraag te kunnen voldoen. De stikstofcrisis deed daar nog eens een schepje bovenop.", "Opvallend laag: het aantal faillissementen", "Kenmerkend voor de huidige crisis, waarbij de grootschalige steunmaatregelen de economie als het ware bevriezen totdat er een vaccin is gevonden, is het aantal faillissementen. In 2020 zijn er tot dusver 584 faillissementen minder geteld dan in 2019 (tot en met week 51, vergeleken met dezelfde periode in 2019). Dat is ongetwijfeld stilte voor de storm. Ondanks de steun van de overheid teren bedrijven in op hun buffers. Bovendien zijn er ‘zombiebedrijven’ die zonder staatsingrijpen al eerder failliet waren gegaan, en straks alsnog omvallen.", "Vrieselaar: ‘Een deel van de klap moet nog komen. Maar gelukkig wel in een jaar waarin de economische activiteit weer aantrekt.’ De langverwachte Brexit-deal komt daarbij goed van pas.", "Marjolijn Jaarsma noemt de Nederlandse economie ‘behoorlijk weerbaar’. Het beste bewijs daarvan is de groei in het derde kwartaal ten opzichte van de drie maanden daarvoor: 7,8 procent. Nederland kwam uit de eerste lockdown en gooide de trossen weer los. De tweede besmettingsgolf en de tweede lockdown zijn een domper. Maar niet zo groot als de eerste, zegt Klok: ‘Bedrijven zijn beter ingesteld op de situatie. En er is een positief vooruitzicht door het vaccin. Er is licht aan het einde van de tunnel, ook al weet niemand precies hoe lang de tunnel is.’"], "authors": [], "keywords": ["echt", "zijn", "van", "voor", "en", "economie", "een", "groot", "nu", "hoe", "gevolgen", "corona", "op", "het", "procent", "maar", "ook"], "pubDate": "2020-12-30T12:19:42Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}