{"id": "66e74980-6bf7-3eb2-b6f5-0ab7c126614a", "title": "RIVM meldt 7383 nieuwe besmettingen, onder weekgemiddelde", "url": "https://www.parool.nl/nieuws/rivm-meldt-7383-nieuwe-besmettingen-onder-weekgemiddelde~b7dd93d3/", "summary": "Van de grote steden telde Den Haag het afgelopen etmaal de meeste nieuwe gevallen.\nVerder kwamen er 107 besmettingen bij in Almere en 101 in Apeldoorn.\nVan 12.308 mensen is bekend dat ze aan het virus zijn overleden, aldus het RIVM.\nDe weekcijfers van het RIVM lieten een daling zien van 10.000 besmettingen, maar het percentage positieve testen bleef afgelopen week hoog.\nHet RIVM concludeerde dinsdagmiddag al dat overtuigende effecten van de lockdown vooralsnog uitblijven.", "paragraphs": ["Een zorgmedewerker laat zich vaccineren tegen het coronavirus in de GGD-priklocatie in evenementencomplex Expo Houten. Beeld ANP", "Landelijk liggen er nu 2574 coronapatiënten in het ziekenhuis, 70 minder dan vrijdag. Van hen liggen er 700 op de intensive care, een afname van 8 vergeleken met een dag eerder.", "Het aantal door GGD’en geregistreerde overlijdens in de afgelopen 24 uur steeg met 139. Dat wil niet zeggen dat al deze personen in de afgelopen 24 uur zijn overleden, soms wordt een overlijden pas later gemeld.", "Van de grote steden telde Den Haag het afgelopen etmaal de meeste nieuwe gevallen. Hier kwamen 223 mensen positief uit de test. In Amsterdam kwamen 193 besmettingen aan het licht en in Rotterdam 199. Verder kwamen er 107 besmettingen bij in Almere en 101 in Apeldoorn.", "Van 12.308 mensen is bekend dat ze aan het virus zijn overleden, aldus het RIVM. Sinds de uitbraak zijn 866.254 mensen positief getest.", "De weekcijfers van het RIVM lieten een daling zien van 10.000 besmettingen, maar het percentage positieve testen bleef afgelopen week hoog. Het RIVM concludeerde dinsdagmiddag al dat overtuigende effecten van de lockdown vooralsnog uitblijven."], "authors": ["Het Parool"], "keywords": ["meldt", "zijn", "van", "het", "mensen", "kwamen", "er", "7383", "nieuwe", "een", "dat", "afgelopen", "weekgemiddelde", "besmettingen", "onder", "rivm"], "pubDate": "2021-01-09T14:33:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}