{"id": "66f63b74-03af-3715-9cab-628aa8f88c44", "title": "Schaubroeck schrijft in prachtig Nederlands heel toegankelijk over Iris Murdoch", "url": "https://trouw.nl/religie-filosofie/schaubroeck-schrijft-in-prachtig-nederlands-heel-toegankelijk-over-iris-murdoch~bb754ad1/", "summary": "Daarom moet je je beperken tot die uiterlijke gedragingen.\nHoe je handelt is niet afhankelijk van een of andere theorie, je moet je baseren op je eigen idee van wat goed is.\nDaarmee begin je een proces van ‘ontzelving’ of ‘zelfvergetelheid’, zoals Schaubroeck het met een mooi woord noemt.\nRedenen om dit boek wel te lezenSchaubroeck schrijft in prachtig Nederlands heel toegankelijk over Iris Murdoch, die de laatste tijd gelukkig weer meer in de belangstelling staat.\nHaar tegenstanders komen wel aan het woord, maar niet heel uitgebreid.", "paragraphs": ["De auteur", "Katrien Schaubroeck is als filosoof verbonden aan de Universiteit Antwerpen. Eerder schreef ze onder andere ‘Gewone helden. Een kleine ethiek van het vrijwilligerswerk’.", "Het boek", "Dit kleine boekje – misschien eerder een essay – verkent de plaats die de liefde inneemt in het denken van de Britse filosoof en schrijfster Iris Murdoch (van ‘De zee, de zee’, ‘De klok’ en ‘The Sovereignty of Good’). Het maakt deel uit van de Questa-reeks, die actuele thema’s filosofisch benadert.", "Uitgangspunt", "“Kwaad en bezorgd zit Murdoch in zichzelf te mokken om iets wat iemand over haar gezegd heeft. Ze is zich helemaal niet bewust van haar omgeving. Toevallig kijkt ze uit het raam. Daar ziet ze ineens een zwevende torenvalk. In een oogwenk is alles veranderd. De gekwetste ijdelheid is spoorslags verdwenen. In haar bewustzijn is er nu niets anders dan de torenvalk. En wanneer ze aan de eerdere kwestie terugdenkt, die haar eer zo gekrenkt had, lijkt het allemaal minder belangrijk geworden.”", "Deze anekdote haalt Schaubroeck aan, omdat het de kern weergeeft van Murdochs ethiek. Die zet zich, geheel tegen de tijdgeest van de twintigste-eeuwse filosofie in, af tegen het behaviorisme en het existentialisme.", "Geen behaviorist, geen existentialist", "Het behaviorisme is een filosofische stroming die de houding van een natuurwetenschapper inneemt. Je kunt alleen écht iets weten over hoe mensen zich gedragen (Engels: behavior). Over de binnenwereld van de geest kun je niets met zekerheid zeggen. Daarom moet je je beperken tot die uiterlijke gedragingen.", "Maar die houding is funest voor de ethiek, die juist wél belang hecht aan de intenties waarmee mensen handelen (is het echt goed om een drenkeling te helpen omdat je graag als held gezien wordt, maar niets geeft om het slachtoffer?). Ook Murdoch vindt de behavioristische kijkwijze te beperkt. Het innerlijk kan wél worden onderzocht, zegt zij, het is wél onderdeel van de werkelijkheid.", "Het existentialisme kwam zo’n beetje tegelijkertijd met het behaviorisme in zwang. Volgens existentialisten als Sartre heb je een radicale vrijheid om je leven in te richten. Hoe je handelt is niet afhankelijk van een of andere theorie, je moet je baseren op je eigen idee van wat goed is.", "Maar volgens Murdoch ziet Sartre de mens daarmee te veel als een ‘winkelende consument’. Je moet keuzes niet baseren op de wil, maar op je waarneming.", "Ontzelving", "Als je namelijk goed kijkt, de werkelijkheid ziet zoals ze echt is, dan kom je volgens Murdoch dichter bij het goede.", "Daarmee begin je een proces van ‘ontzelving’ of ‘zelfvergetelheid’, zoals Schaubroeck het met een mooi woord noemt. Denk maar terug aan het voorbeeld van de torenvalk: door waar te nemen vergat Murdoch haar woede, en kon ze die relativeren. Het waarnemen biedt dus een bescherming tegen egoïsme.", "Dat ontzelven is een ideaal waar je volgens Murdoch naar zou moeten streven. Het maakt je namelijk tot een beter mens. En het middel daartoe is de liefde. “Liefde gaat niet over wensen en willen, maar over bewonderen en ontvankelijk zijn”, vat Schaubroeck het samen. Liefde is belangeloos, het zorgt ervoor dat we uit ons ‘dikke ik’ ontsnappen. Het dwingt ons goed waar te nemen, en andere mensen als individuen te zien. Daarmee verbeter je jezelf moreel gezien.", "Redenen om dit boek wel te lezen", "Schaubroeck schrijft in prachtig Nederlands heel toegankelijk over Iris Murdoch, die de laatste tijd gelukkig weer meer in de belangstelling staat.", "Ze kan goed overbrengen waarom de theorie van Murdoch zo vernieuwend en interessant is, en gebruikt voorbeelden uit haar eigen ervaring om die te illustreren.", "Redenen om dit boek niet te lezen", "Het enige minpuntje dat ik kon bedenken was dat het boek soms wat onkritisch is over Murdoch. Haar tegenstanders komen wel aan het woord, maar niet heel uitgebreid. Aan de andere kant is dat misschien ook wat veel gevraagd voor zo’n dun boek, en het doet niets af aan de mooie inzichten die het boek oplevert."], "authors": ["Laura Molenaar"], "keywords": ["prachtig", "murdoch", "van", "het", "die", "toegankelijk", "schrijft", "heel", "iris", "een", "je", "en", "te", "schaubroeck", "ze", "aan", "nederlands"], "pubDate": "2020-11-18T01:00:17+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}