{"id": "66feb101-43df-353d-b631-08cbe8f316b4", "title": "De geschiedenis van de streng verboden ‘witte platen’", "url": "https://www.parool.nl/kunst-media/de-geschiedenis-van-de-streng-verboden-witte-platen~be679f72/", "summary": "Beeld Carl Glover ArchiveDe Nederlandse politie maakte in de jaren zeventig, vaak aangespoord door auteursrechtenorganisatie Stemra, serieus jacht op witte platen.\nDe titel verwijst naar een van de eerste en bekendste witte platen van Nederlandse makelij: het album Little White Wonder met op slinkse wijze verkregen opnames van niemand minder dan Bob Dylan.\nStriptekenaar Peter Pon­tiac, een van de leden van de commune, voorzag het album in 1974 van een mooie, getekende hoes.\nHij sprak de nodige betrokkenen, van mannen die met een stiekem een bandrecorder de concertzaal insmokkelden om opnames te maken tot winkeliers die witte platen van onder de toonbank verkochten.\nHoes van de witte plaat die werd gemaakt van de opname van het Pink Floydconcert van 3 april 1971 in Ahoy in Rotterdam.", "paragraphs": ["Beeld Carl Glover Archive", "De Nederlandse politie maakte in de jaren zeventig, vaak aangespoord door auteursrechtenorganisatie Stemra, serieus jacht op witte platen. Invallen vonden niet alleen plaats bij platenwinkels, maar ook bij andere verkooppunten van het illegale vinyl. Zo werd in Amsterdam in het Athenaeum Nieuwscentrum op het Spui en in boekhandel Van Gennep in de Nes verdachte waar aangetroffen.", "Wat te doen? In beslag genomen werden de platen niet. ‘Kennelijk met het oog op de moeilijke taak steeds, onder hilariteit van het Nieuwscentrumpubliek, met stapels platen naar het bureau te moeten lopen,’ schreef NRC Handelsblad op 17 mei 1971. Wel werd Nieuwscentrumeigenaar (en uitgever) Johan Polak verzocht mee te komen naar het politiebureau. De uiterst gedistingeerde en erudiete Polak zag de humor van de situatie wel in en bood aan zelf het proces-verbaal te typen, opdat er geen schrijffouten in zouden staan.", "Hoes van de wereldwijd uitgebrachte witte plaat van een concert dat de Britse band Ten Years After gaf op 2 oktober 1971 in de Oude RAI in Amsterdam. Beeld -", "Little White Wonder, het boek waarin muziekspeurneus Charles Beterams de opkomst van de witte plaat in het Nederland van de jaren zeventig beschrijft, staat vol dit soort verhalen. De titel verwijst naar een van de eerste en bekendste witte platen van Nederlandse makelij: het album Little White Wonder met op slinkse wijze verkregen opnames van niemand minder dan Bob Dylan. Achter de illegale uitgave zat een commune in Leiden. Striptekenaar Peter Pon­tiac, een van de leden van de commune, voorzag het album in 1974 van een mooie, getekende hoes. Eerdere versies zagen er aanzienlijk sjofeler uit: op een witte ondergrond stond in een simpel lettertype de titel en dat was het.", "Geluidskwaliteit", "Krakkemikkige hoezen kenmerkten de witte platen die in Nederland verschenen. Soms was de titel eenvoudigweg gestempeld of zelfs met de hand geschreven. Informatie over de opnames ontbrak meestal. Op de hoes van een album met muziek van het roemruchte popfestival Kralingen stond niet meer dan ‘Deze drie platen kosten samen vijftien gulden’.", "Driedubbelalbum met opnames gemaakt op het driedaagse Holland Pop Festival dat in 1970 werd gehouden in het Kralingse Bos. Beeld -", "In de VS, waar de platen naar analogie van de illegale whiskystokers uit de tijd van de drooglegging bootlegs heetten, was het al niet veel anders. De geluidskwaliteit van de witte platen liet vaak te wensen over, maar was in sommige gevallen juist opvallend goed.", "Witte platen met concertopnames werden alleen gekocht door de allerfanatiekste liefhebbers, maar dan waren er ook de zogeheten counterfeits: piratenversies van bestaande albums, die door een deel van het publiek als ‘echt’ werden gezien.", "Charles Beterams, van wie eerder het boek Pink Floyd in Nederland verscheen, beschrijft de wildwestwereld van de witteplantenhandel gedegen en grondig, maar zeker ook met gevoel voor spannende en grappige details. Hij sprak de nodige betrokkenen, van mannen die met een stiekem een bandrecorder de concertzaal insmokkelden om opnames te maken tot winkeliers die witte platen van onder de toonbank verkochten. En passant loopt hij de maatschappijgeschiedenis van Nederland in de jaren zeventig door.", "Hoes van de witte plaat die werd gemaakt van de opname van het Pink Floydconcert van 3 april 1971 in Ahoy in Rotterdam. Beeld -", "In Amsterdam waren witte platen te koop op het Waterlooplein, waar ze niet zelden open en bloot in de bakken stonden bij platenhandelaren. Ruud Jacobs, eigenaar van de alternatieve platenzaak Boudisque in de Haringpakkersteeg, liet zelf witte platen persen. Ietwat onderbelicht in Little White Wonder lijkt de rol van de eveneens Amsterdamse platenzaak Concerto in de witteplatenhandel van vroeger. Wellicht gaat historicus Ewoud Kieft, die werkt aan een boek over de geschiedenis van de winkel in de Utrechtsestraat, er dieper op in.", "Charles Beterams: Little White Wonder. Permafrost Publishers, €49,50."], "authors": ["Peter Van Brummelen"], "keywords": ["verboden", "van", "geschiedenis", "en", "een", "met", "streng", "witte", "op", "te", "platen", "het", "die"], "pubDate": "2021-01-03T07:00:50Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}