{"id": "670286c5-93b6-3692-93af-ca4ce1cdc386", "title": "Politieke partijen zijn hard op zoek naar wat ze ook alweer geloofden", "url": "https://trouw.nl/opinie/politieke-partijen-zijn-hard-op-zoek-naar-wat-ze-ook-alweer-geloofden~b8fb0aa8/", "summary": "Kijk hoeveel beter de mensheid eraan toe is dan ooit tevoren, roept de een, en ik knik instemmend.\nDan poneert iemand dat het parlement een slappe hap is geworden, en dat het tijd is voor echt leiderschap – wat een opluchting.\nDan staat er iemand op die zegt dat de Europese Unie een dictatuur is – wat een verfrissende gedachte.\nNa de kale jaren van politiek als management, zijn partijen op zoek naar wat ze ook alweer geloofden.\nDrie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt.", "paragraphs": ["In de eeuwige oorlog tussen optimisten en pessimisten, of die tussen vooruitgangsgelovigen en sceptici, fungeert de wereld als een grabbelton vol argumenten. Kijk hoeveel beter de mensheid eraan toe is dan ooit tevoren, roept de een, en ik knik instemmend. Zie je dan niet op welke afgrond we afstormen, roept de ander, en weer knik ik instemmend. Vandaag hel ik over naar de donkere variant.", "Het komt, denk ik, door de ontnuchterende vaststelling dat elke generatie blijkbaar stuit op dezelfde verleidingen. Je denkt dat de valkuilen inmiddels zo duidelijk zijn afgezet dat iedereen ze ziet, maar nee, het gevaar moet steeds opnieuw worden opgezocht. Was het eerst de Forum-jeugd die dacht dat we wel wat konden leren van Hitlers economische model, en misschien toch ook wel van zijn rassenleer, nu zijn het SP-jongeren die de communistische staat herontdekken als heilsidee. Ik wil deze twee uitersten niet aan elkaar gelijkstellen, maar ik dacht dat de twee grote totalitaire rampen van de vorige eeuw voldoende waren geweest om sommige ideeën blijvend in diskrediet te brengen. Niet dus.", "Er moet iets gebeurd zijn waardoor vanzelfsprekendheden niet meer vanzelf spreken. Er zal waarschijnlijk altijd een moment komen dat ‘wat iedereen vindt’ aan diggelen moet worden geslagen. Dan poneert iemand dat het parlement een slappe hap is geworden, en dat het tijd is voor echt leiderschap – wat een opluchting. Dan staat er iemand op die zegt dat de Europese Unie een dictatuur is – wat een verfrissende gedachte. En een eindje verderop, in de Verenigde Staten, verklaart iemand dat bondgenootschappen slechts bedoeld zijn om de trotse Amerikanen aan de bedelstaf te brengen – wat een bevrijdend inzicht.", "Concept van democratie wankelt", "Ging dit alleen over handelsverdragen en verschillende vormen van internationale samenwerking, dan was dat tot daaraan toe, maar het gaat verder: het hele concept van de democratie wankelt. In de VS is Donald Trump bezig de basis te leggen voor een beweging die geen enkele macht accepteert dan die van zichzelf, in Polen en Hongarije wordt de rechtsstaat door zittende regeringen aangetast, en in andere Europese landen staan partijen te trappelen om hetzelfde te doen. En steeds is de gemene deler dat het eigen land of de eigen groep vóór gaat – nationaal, etnisch, religieus, cultureel, economisch.", "Het is een logische beweging: waar landen moeite hebben de pluriformiteit en diversiteit in eigen huis te accepteren, zullen ze ook minder geneigd zijn tot samenwerking over grenzen heen. De multinationale organisaties die na de Tweede Wereldoorlog werden opgetuigd om vrede en democratie te bevorderen, hoe gebrekkig ook, weerspiegelden niet alleen gedeelde belangen, maar ook gedeelde waarden. Maar welke zijn dat nu nog?", "De politieke onrust en verwarring die in Nederland en elders heerst, lijkt precies daarover te gaan. Na de kale jaren van politiek als management, zijn partijen op zoek naar wat ze ook alweer geloofden. Ook daarachter schuilt een behoefte aan eigenheid, en terecht. Zolang de waarde van verscheidenheid maar niet sneuvelt.", "Drie keer per week schrijft Stevo Akkerman een column waarin hij de ‘keiharde nuance’ en het ‘onverbiddelijke enerzijds-anderzijds’ preekt. Lees ze hier terug. Abonneer je op zijn column in onze mobiele app en lees hem als eerste."], "authors": ["Stevo Akkerman"], "keywords": ["politieke", "zijn", "van", "naar", "en", "een", "zoek", "ze", "op", "ook", "te", "het", "partijen", "hard", "wat", "dat", "die"], "pubDate": "2020-12-14T07:00:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}