{"id": "67035233-9d6a-3f30-8851-a54da24c4ff4", "title": "Barry Gibb solo? Doe dan maar een greatest-hitsalbum van de Bee Gees", "url": "https://www.parool.nl/kunst-media/barry-gibb-solo-doe-dan-maar-een-greatest-hitsalbum-van-de-bee-gees~b7359b4f/", "summary": "Greenfields van Barry Gibb & Friends.\nIs er na die van Abba en die van de complete jaren tachtig nu ook een echte Bee Gees­revival op komst?\nVan de anderhalf uur beeld zijn er 80 minuten uitgetrokken voor de periode tot 1980 toen met het uitdoven van de discorage ook het succes van de Bee Gees verdampte.\nGeen nieuwe horizontenHet maakt Greenfields, het nieuwe soloalbum van Barry Gibb, bij voorbaat emotioneel geladen.\nMet hulp van een sterrencast – volgens de hoes de friends van Gibb – bladert Barry nog een keer door het songboek van de groep.", "paragraphs": ["Greenfields van Barry Gibb & Friends.", "Is er na die van Abba en die van de complete jaren tachtig nu ook een echte Bee Gees­revival op komst? Je krijgt er onherroepelijk zin in na het zien van de afgelopen maand verschenen HBO-documentaire How Can You Mend a Broken Heart.", "Het is niet de eerste keer dat het verhaal van Barry, Robin en Maurice Gibb wordt verteld, maar de schat aan songmateriaal die voorbij komt, maakt niettemin opnieuw diepe indruk. Bijna onwaarschijnlijk is het hoeveel popklassiekers aan de pen van de broers is ontsproten. En onvermijdelijk vervolgens de gedachte dat ze voor het toevoegen van Words, To Love Somebody, How Deep is Your Love, Massachussetts, Stayin’ Alive, Night Fever aan de popcanon nooit de volledige erkenning hebben gekregen die ze verdienden.", "Broedergeluk", "Hoe dan ook: de hernieuwde belangstelling zal nu alleen nog Barry Gibb (74) ten deel vallen. De oudste van de vier – het plan was dat de jongste telg, meisjesidool Andy, zich in 1988 bij de groep zou voegen – is de enige Bee Gee die over is. Zijn broers zijn alledrie al jong overleden.", "Daarover praten lukt Barry nog steeds maar moeilijk, toont de documentaire. Die richt zich daarom vooral op de muzikale opgang van de band. Van de anderhalf uur beeld zijn er 80 minuten uitgetrokken voor de periode tot 1980 toen met het uitdoven van de discorage ook het succes van de Bee Gees verdampte. Voor de 40 jaar die volgden is amper 10 minuten uitgetrokken.", "De beelden van de wereldtournee uit 1979 tonen de drie met hun weelderige haardossen, strakke broeken en tot de navel openhangende shirts in de kracht van hun leven. Met een stralende Andy naast zich als gastartiest is het broedergeluk compleet. Het zou in de decennia die volgden alleen maar minder worden.", "Geen nieuwe horizonten", "Het maakt Greenfields, het nieuwe soloalbum van Barry Gibb, bij voorbaat emotioneel geladen. Met hulp van een sterrencast – volgens de hoes de friends van Gibb – bladert Barry nog een keer door het songboek van de groep. Met zulk materiaal kan dat natuurlijk amper misgaan. Dat gaat het ook niet, maar echt nieuwe horizonten bereikt de veel lager zingende Gibb ook niet meer in gezelschap van Jason Isbell (Words of a Fool) of Brandi Carlile (Run to Me).", "Aardig is wel het duet met Dolly Parton op Words. Jammer is dat de prachtige snikstem van Alison Krauss uitgerekend op Too Much Heaven, een van de weinige al te cheesy nummers van de groep, wordt ingezet. Zelfs Krauss tilt die song niet meer vanuit de hotellobby naar de poptempel.", "De selectie op Greenfields laat veel ruimte voor een tweede deel. Klassiekers als Stayin’ Alive, Spicks and Specks, I Started a Joke, Night Fever of Tragedy ontbreken. Gibb zal ze bij leven en welzijn wellicht nogmaals opnemen en hopelijk ooit ook nog live uitvoeren. Tot die tijd is een greatest-hitsalbum van de Bee Gees net zo goed. Of eigenlijk stukken beter dan deze liefdevolle terugblik."], "authors": ["Stefan Raatgever"], "keywords": ["greatesthitsalbum", "van", "gees", "dan", "en", "een", "met", "ook", "solo", "bee", "het", "barry", "maar", "gibb", "dat", "doe", "die"], "pubDate": "2021-01-08T09:31:02Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}