{"id": "670449a7-8521-3f64-a1e9-59fae021fdf9", "title": "De poppen waren de redding voor de directeur van het Wolkentheater", "url": "https://www.parool.nl/ps/de-poppen-waren-de-redding-voor-de-directeur-van-het-wolkentheater~bcd1c5f0/", "summary": "Als directeur van het Wolkentheater maakt hij nu voorstellingen voor asielkinderen.\nInmiddels is hij al bijna dertig jaar ‘here’ en woont hij met zijn vrouw en twee kinderen in de Helmersbuurt.\nWe hadden alleen een tent, een slaapzak en een paar poppen bij ons en leefden als bohemiens.\nHet heeft een middeleeuws fort, een kathedraal en een marktplein, maar géén theater.\nMaar toen het in de herfst koud werd en het ­dagen achtereen regende, kon dat niet.", "paragraphs": ["Adrijan Rakić (59) ontvluchtte dertig jaar geleden de oorlog in Joegoslavië. Hij was poppenspeler en verdiende zijn geld op straat. Als directeur van het Wolkentheater maakt hij nu voorstellingen voor asielkinderen.", "“I just came to say that I am here.” Met die woorden stapt Adrijan Rakić in de herfst van 1992 een Amsterdams politiebureau binnen. Buiten waait een gure wind, regen slaat tegen de ruiten. Zijn hart bonkt. Hij is misselijk van angst. Als ze hem maar niet arresteren, het land uitgooien. Om zijn schouder bungelt een tas met wat persoonlijke spullen en zijn handpoppen. Het is alles wat hij heeft.", "Rakić is op 6 april 1992 gevlucht voor de oorlog in zijn ­geboorteland Joegoslavië. Voor twee weken misschien, denkt hij dan nog. Tot het weer rustiger is. Hij verblijft die zomer illegaal in Amsterdam, vindt onderdak in een kraakpand en verdient op straat wat geld als poppenspeler. Voortdurend checkt hij het nieuws op de Engelse teletekstdienst. Verandert er iets? Is het al veilig? Maar nooit is dat zo. De weken worden maanden. Warm en zonnig is het niet meer in Amsterdam.", "Tot Rakić’ verbazing reageert de medewerker van het ­politiebureau heel relaxed op zijn mededeling. De man verwijst hem door naar het aanmeldcentrum op Schiphol om daar een asielaanvraag te doen. “I just came to say that I am here,” zegt Rakić opnieuw.", "Inmiddels is hij al bijna dertig jaar ‘here’ en woont hij met zijn vrouw en twee kinderen in de Helmersbuurt. Sinds zijn komst in Amsterdam organiseert hij als drijvende kracht achter het Wolkentheater theatervoorstellingen voor kinderen in asielzoekerscentra in Nederland. Eerst als poppenspeler en regisseur, de laatste jaren achter de schermen als directeur.", "Twee keer per jaar maakt de groep een tour langs kinderen in asielzoekerscentra: in de zomer en met Sinterklaas. “Na zo’n drukke periode is het altijd weer even wennen aan de rust. We laden ons dan weer op voor een nieuwe voorstelling,” vertelt Rakić in zijn kantoor aan de Tweede Boerhaavestraat.", "Twintig keer speelde het Wolkentheater in november en december de voorstelling Toen Sinterklaas nog Klaasje was. Klaasje loopt een beetje mank en voelt zich anders en alleen, maar wordt gered door de liefde. Het zijn gevoelens die asielkinderen zullen herkennen en die ook Rakić ­ervoer, toen hij alleen, ver weg van zijn familie en vertrouwde omgeving, door Amsterdam slenterde. “De poppen waren mijn redding. Daarmee kon ik een centje verdienen. Nu gebruik ik ze om asielkinderen blij te maken. Ik voel me met hen verbonden.”", "Geweldsuitbarsting", "Zomers lang bieden de poppen hem een zorgeloos ­bestaan. Samen met een vriend richt Rakić als twintiger een poppentheater voor kinderen op. “We trokken door Europa en speelden op pleintjes in steden als Venetië, ­Rome en Zürich. We hadden alleen een tent, een slaapzak en een paar poppen bij ons en leefden als bohemiens. ­Amsterdam: dat was het ultieme doel voor ons. We droomden ervan daarheen te gaan. Maar het kwam er nooit van. We bleven hangen in het zuiden.”", "Dat hij met diezelfde poppen om een heel andere reden tóch in Amsterdam zal belanden, kan Rakić dan nog niet bevroeden. Tot dat moment is Joegoslavië een veilig en welvarend land. Rakić groeit op in Smederevo, een Servisch stadje aan de Donau, zo’n 50 kilometer van Belgrado. Het heeft een middeleeuws fort, een kathedraal en een marktplein, maar géén theater.", "Adrijan Rakić in azc Almere: ‘We gebruiken bijna geen woorden, waardoor alle kinderen er plezier aan beleven.’ Beeld Dingena Mol", "Als er op een dag toch een keer een theatergezelschap neerstrijkt, gaat Rakić met zijn school naar de voorstelling. “Ik was enorm onder de ­indruk. Het bleef in mijn hoofd zitten. Dat wilde ik ook! Toen ik vijftien was, sloot ik me aan bij een theatergroep. Daarna ging ik naar de theaterschool in Belgrado en werd ik freelance theaterregisseur en poppenspeler.”", "Rakić woont in een klein appartement in het centrum van Belgrado. Zijn sprankelende artiestenbestaan verdwijnt naar de achtergrond, want langzamerhand gaat het slechter in zijn geboorteland. “Elke deelstaat had zijn ­eigen ideologie en dat botste. Steeds vaker waren er ­gewelddadige demonstraties en interventies van de politie. Mensen die eerst nog gewoon met elkaar omgingen, waren ineens vol haat tegen elkaar. Daar begreep ik niets van.”", "Het maakt Rakić onrustig. “Toen in Servië een grote ­geweldsuitbarsting plaatsvond en mensen elkaar gingen doodschieten, dacht ik: dit is het einde, nu begint de catastrofe. Ik was misselijk en kon nauwelijks meer ademhalen, kreeg hyperventilatie. Ik dacht: ik moet hier weg!”", "Rakić weet dat er nog steeds een bus naar het Duitse München rijdt, bedoeld voor mensen die daar goedkoop inkopen willen doen. “Ik weet niet waarom de overheid deze buslijn in stand hield. Misschien deden ze het expres om mensen die zich verzetten tegen het geweld te laten vertrekken. Ik kon hoe dan ook zonder problemen meerijden naar München.”", "Moe en verdrietig", "Pas in de bus haalt hij opgelucht adem. Hij reist naar ­Amsterdam en ontvlucht de Joegoslavische burgeroorlog, die tot 1999 zal duren.", "“Ik kon me redden door bij krakers te logeren en met mijn poppen op straat in Amsterdam, Haarlem en Utrecht te spelen. Maar toen het in de herfst koud werd en het ­dagen achtereen regende, kon dat niet. Toen ik niks meer verdiende en geen uitzicht had op terugkeer, heb ik asiel aangevraagd.”", "Door de grote toestroom van vluchtelingen uit Joegoslavië is er voor Rakić echter geen plek in een azc. Hij woont anderhalf jaar lang bij krakers en leeft van een kleine uitkering. Totdat hij uiteindelijk een verblijfsvergunning en een woning krijgt. “Toen pas voelde ik hoe moe, gespannen en verdrietig ik was.”", "Het theater, dat ooit in Smederevo zijn hart veroverde, houdt hem op de been. “Daardoor ben ik me sneller thuis gaan voelen in Nederland.”", "Samen met tien andere gevluchte kunstenaars uit Joegoslavië richt Rakić op 14 februari 1993 theatergroep het Wolkentheater op. Het gezelschap bestaat inmiddels uit poppenspelers, clowns en theater-en dansdocenten. “We gebruiken bijna geen woorden, waardoor kinderen van ­alle leeftijden en uit alle windstreken er plezier aan beleven. Wij bezorgen deze kinderen, die veel hebben meegemaakt, een lach. Dat geeft veel voldoening.”", "Jeugdherinneringen", "Hij denkt nog weleens terug aan 6 april 1992. De datum markeert een breuk in zijn leven: de tijd in Joegoslavië en die in Amsterdam. “De binding met mijn land heb ik nog steeds. Mijn familie woont er, mijn jeugdherinneringen zijn daar. In de zomer ga ik naar mijn vakantiehuis in Dalmatië, een regio in Kroatië. Dit was ons familiehuis, dat mijn overgrootvader ooit liet bouwen. Je rijdt door een 8 kilometer lange tunnel van continentaal Kroatië naar het mediterrane deel. Aan het einde daarvan zie je de zee. Een prachtig gezicht. Ik denk dan: wow, ik ben terug! Maar later zie ik op de muren de hakenkruizen, leuzen met ‘dood aan de Serviërs’. Dan vraag ik me af wat ik er doe. Het is alsof er in feite niets is veranderd. Dat maakt me triest. Is Nederland nu mijn thuis?”", "Hij koestert de poppen, die hij ooit in Joegoslavië maakte en met hem meereisden: de diva, de trompettist, de goochelaar, de Amerikaanse jazzzangeres, de gitarist uit de Caraïben, de buikdanseres. Ze zitten nog steeds in zijn koffer. Het Wolkentheater speelt inmiddels met nieuwe poppen, die sommige spelers zelf maken. Maar Rakić hergebruikt ook de oude exemplaren. “Dan verwerk ik de oogjes, de wol of het canvas in nieuwe poppen. Als speler heb je een verbond met een pop. Het geeft een goed gevoel als hij niet voor altijd is verdwenen, maar voortleeft.”"], "authors": ["Marloes De Moor"], "keywords": ["ik", "zijn", "van", "het", "redding", "voor", "directeur", "en", "een", "met", "rakić", "op", "poppen", "wolkentheater", "hij", "waren"], "pubDate": "2020-12-28T19:00:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}