{"id": "67082deb-4555-3f0d-8fbe-eb951dafcd60", "title": "Rapport: duizenden banen en heel veel euro's dankzij datacenter Google in Eemshaven", "url": "https://www.dvhn.nl/economie/Rapport-duizenden-banen-dankzij-Google-Eemshaven-26266485.html", "summary": "De datacenters van Google in Eemshaven en Middenmeer hebben de afgelopen jaren duizenden banen opgeleverd.\nHet bureau deed in opdracht van Google onderzoek naar het economisch effect van de investeringen in Nederland.\nDe bouw van het datacenter in Middenmeer startte vorig jaar en is sinds vorige week operationeel.\nRol van datacenter steeds groterHet belang van datacenters is de afgelopen jaren fors gegroeid.\nAanwezigheid van voldoende geschikt personeel is een van de factoren die voor Google een rol spelen bij het zoeken naar een locatie voor een datacenter.", "paragraphs": ["De datacenters van Google in Eemshaven en Middenmeer hebben de afgelopen jaren duizenden banen opgeleverd. Bij elkaar leverde dat een bijdrage aan de Nederlandse economie van 3,6 miljard euro.", "Dat concludeert adviesbureau Copenhagen Economics. Het bureau deed in opdracht van Google onderzoek naar het economisch effect van de investeringen in Nederland. Volgens Bruno Basalisco van Copenhagen Economics zijn daarvoor gegevens van onder meer het Centraal Bureau voor de Statistiek en Eurostat gebruikt.", "Datacenter Eemshaven twee keer uitgebreid", "De Deense onderzoekers keken vooral naar de periode tussen 2014 en 2019. In die periode was Google vooral actief in de Eemshaven. In 2014 kondigde Google de vestiging in Eemshaven aan. Het datacenter was in 2016 operationeel en wordt momenteel voor de tweede keer uitgebreid. De bouw van het datacenter in Middenmeer startte vorig jaar en is sinds vorige week operationeel.", "Tussen 2014 en 2019 investeerde Google 2 miljard in de Nederlandse datacenters (in 2020 opgelopen naar 2,5 miljard). De piek lag in 2019, toen Google besloot Eemshaven uit te breiden en Middenmeer te bouwen. Gemiddeld leverden de investeringen per jaar (direct en indirect) 3400 banen op, stelt Basalisco.", "Het zijn banen die in de Eemshaven grotendeels lokaal zijn ingevuld. Het gros zat de afgelopen jaren uiteraard in de bouw en onderhoud, bijna 1400 per jaar. Het datacenter zelf levert ongeveer 150 banen op, andere banen (voor een deel indirect) zijn te vinden op het gebied van leveranciers, beveiliging en telecommunicatie.", "Copenhagen Economics rekent ook banen mee die ontstaan doordat Google-medewerkers spullen kopen in nabije winkels en uitgelokte werkgelegenheid die ontstaat doordat er spullen worden gefabriceerd die in het datacenter worden gebruikt.", "Rol van datacenter steeds groter", "Het belang van datacenters is de afgelopen jaren fors gegroeid. Mails, filmpjes, cloudservices, onlineshoppen, datacenters zijn het hart van onze activiteiten op internet. Helemaal nu we sinds de corona-uitbraak op grote schaal thuiswerken.", "Basalisco verwacht dat de rol van datacenters de komende jaren alleen maar belangrijker wordt.", "Naar verwachting zal het aantal banen door datacenters de komende jaren dan ook toenemen. ,,Want we moeten blijven investeren in de digitale infrastructuur. Datacenters zijn steeds meer de ruggengraat van de digitale economie’’, zegt Googles Rita Margarido.", "Wordt Eemshaven opnieuw uitgebreid?", "Of dat betekent dat het datacenter in Eemshaven in de nabije toekomst voor een derde keer wordt uitgebreid, wil Margarido niet zeggen.", "In het datacenter werken mensen samen afkomstig uit 27 landen. Van de Nederlandse werknemers komt het grootste deel uit de regio. Aanwezigheid van voldoende geschikt personeel is een van de factoren die voor Google een rol spelen bij het zoeken naar een locatie voor een datacenter.", "Ook de beschikbaarheid van grond en de mogelijkheden om energie duurzaam te wekken zijn van belang.", "Elektriciteit van zon en wind", "Een datacenter vraagt ongeveer net zoveel stroom als een middelgrote Nederlandse stad. Volgens Brian Denvir van Google is de stroomvraag een continu agenda-onderwerp. ,,Google koopt per jaar net zoveel hernieuwbare energie als we verbruiken in onze datacenters. We zijn de grootste wereldwijde koper van hernieuwbare energie.’’", "Voor de Eemshaven heeft Google contracten gesloten met een wind- en zonnepark in Delfzijl. Ook zijn er contracten met twee windparken in Zeeland."], "authors": ["Richold Brandsma"], "keywords": ["duizenden", "van", "datacenter", "eemshaven", "het", "rapport", "zijn", "google", "heel", "datacenters", "een", "dankzij", "euros", "en", "veel", "banen"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}