{"id": "67098034-e2bd-3241-97c2-e71f19c91417", "title": "Dankzij deepfake doet Trump heel ‘Bohemian Rhapsody’ met zijn eigen stem", "url": "https://volkskrant.nl/columns-opinie/dankzij-deepfake-doet-trump-heel-bohemian-rhapsody-met-zijn-eigen-stem~ba444dd1/", "summary": "Het mooie van de uitgaande president van de VS is dat je zoveel van hem kunt leren.\nIn zijn vastgoedjaren toonde hij aan dat je met elk faillissement weg kunt komen, in zijn presidentschap dat elke democratie kwetsbaar is.\nInmiddels doet Trump heel Bohemian Rhapsody met zijn eigen stem.\nInmiddels kun je Merkel gewoon midden op straat in The Bronx laten rappen.\nU zegt: dan weet ik heus wel dat het de echte Merkel niet is.", "paragraphs": ["Het mooie van de uitgaande president van de VS is dat je zoveel van hem kunt leren. In zijn vastgoedjaren toonde hij aan dat je met elk faillissement weg kunt komen, in zijn presidentschap dat elke democratie kwetsbaar is. In zijn zangcarrière laat hij zijn wereldwijde fanbase wekelijks zien hoe snel het gaat met ‘deepfake’, dat geweldige arsenaal aan technieken waarmee iedereen die digitaal een beetje handig is mensen van alles kan laten zeggen en doen, waardoor Nederlandse nieuwslezeressen tegenwoordig in pornofilms spelen en de koning opduikt om Zondag met Lubach af te sluiten.", "Het gaat snel met deepfake. Toen ik vorig jaar april voor het eerst schreef over Trump als YouTube-zanger, kon hij Happy Birthday al vloeiend, maar in Imagine hoorde je nog de stemacteur. Inmiddels doet Trump heel Bohemian Rhapsody met zijn eigen stem. Wie het mooi vindt, moet zeker ook even kijken wat de geföhnde nachtegaal in 2020 bakt van Another One Bites The Dust.", "Deepfake wordt steeds laagdrempeliger. Gewone mensen spelen op hun telefoon dingen klaar die tot voor kort niet eens waren weggelegd voor trucageafdelingen van filmstudio’s. Stef Blok heeft geluk dat knutselaars hem minder leuk vinden dan Trump, anders zou Blok in 2020 Paradise by the Dashboard Light zingen met Erica Terpstra. Een jaar of vijftien terug stond in deze krant een fraaie foto van Angela Merkel als rapper in trainingspak. Inmiddels kun je Merkel gewoon midden op straat in The Bronx laten rappen. U zegt: dan weet ik heus wel dat het de echte Merkel niet is. De gevarenzone wordt betreden zodra digitale knutselaars Merkel iets laten doen waarvan u en ik niet helemáál uitsluiten dat de echte Merkel dat ooit zou doen, bijvoorbeeld als ze samen met Heino Wenn alle untreu werden gaat zingen. We gaan nog veel van deepfake merken."], "authors": ["Olaf Tempelman"], "keywords": ["van", "trump", "merkel", "doet", "eigen", "rhapsody", "het", "met", "zijn", "voor", "heel", "niet", "dankzij", "dat", "je", "stem", "deepfake"], "pubDate": "2020-12-01T13:01:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}