{"id": "67196648-3007-3b46-9edd-8a70e7d57a82", "title": "Zorgmedewerkers Amphia Ziekenhuis ontvangen een bloemetje", "url": "https://nu.nl/breda/6097142/zorgmedewerkers-amphia-ziekenhuis-ontvangen-een-bloemetje.html", "summary": "Ongeveer tweeduizend zorgmedewerkers van de vestigingen van het Amphia Ziekenhuis in Breda en Oosterhout zijn woensdag verrast met een bloemetje.\nOok werden er de hele dag bedankjes uitgedeeld om hen een hart onder de riem te steken voorafgaand aan de feestdagen.\nHet was een initiatief van IKEA Breda en het transportbedrijf van Dennis Nouwens.\n\"Dat het ziekenhuispersoneel al maandenlang werkt onder enorme druk, hoeven we denk ik niet meer uit te leggen\", zegt Nouwens.\nDaarom is het leuk maar ook belangrijk om deze groep in het zonnetje te zetten.\"", "paragraphs": ["Ongeveer tweeduizend zorgmedewerkers van de vestigingen van het Amphia Ziekenhuis in Breda en Oosterhout zijn woensdag verrast met een bloemetje. Ook werden er de hele dag bedankjes uitgedeeld om hen een hart onder de riem te steken voorafgaand aan de feestdagen.", "Het was een initiatief van IKEA Breda en het transportbedrijf van Dennis Nouwens. \"Dat het ziekenhuispersoneel al maandenlang werkt onder enorme druk, hoeven we denk ik niet meer uit te leggen\", zegt Nouwens. \"Ze draaien dikke overuren, ook weer tijdens Kerst. We lazen zelfs dat alle verloven zijn ingetrokken. Daarom is het leuk maar ook belangrijk om deze groep in het zonnetje te zetten.\"", "\"Als blijk van waardering hebben we 's ochtends de medewerkers van de nachtdienst verrast. Zij reageerden super enthousiast en verbaasd\", vult Fay Donkersloot namens IKEA Breda aan.", "Nouwens en Donkersloot benadrukken dat de actie al twee weken geleden op touw is gezet. \"Dus het heeft er niets mee te maken dat wij door de nieuwe lockdown spullen over hebben. Dit is allemaal met goede bedoelingen extra ingekocht. Dat verdienen deze mensen.\""], "authors": ["Door"], "keywords": ["van", "dat", "zorgmedewerkers", "een", "het", "en", "ook", "verrast", "te", "ontvangen", "breda", "zijn", "ziekenhuis", "bloemetje", "amphia"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}