{"id": "6721ae49-50ff-31e2-8569-60b6cadad446", "title": "Japanse miljardair als eerste ruimtetoerist naar de maan", "url": "https://nos.nl/artikel/2250903-japanse-miljardair-als-eerste-ruimtetoerist-naar-de-maan.html", "summary": "\"De raket die daar voor gebruikt wordt, de Big Falcon Rocket, moet namelijk nog gebouwd worden.\"\nAls die er eenmaal is, is het de krachtigste raket ooit.\n\"Maar Elon Musk hanteert hetzelfde stappenplan als NASA vroeger deed toen er voor het eerst mensen de ruimte in gingen.\nHij wil acht anderen mee aan boord nemen van het ruimteschip, onder wie een schilder, een muzikant, een modeontwerper en een filmregisseur, zegt hij op zijn site.\nMaezawa is de eerste mens die naar de maan gaat sinds de missie met de Apollo 17 in 1972.", "paragraphs": ["De lancering is naar verwachting in 2023, mits alles goed gaat. Voor die tijd moet er nog aardig wat gebeuren, zegt ruimtevaartdeskundige Hans van der Lande in het NOS Radio 1 Journaal. \"De raket die daar voor gebruikt wordt, de Big Falcon Rocket, moet namelijk nog gebouwd worden.\"", "Als die er eenmaal is, is het de krachtigste raket ooit. \"Deze raket krijgt 31 grote motoren. Ter vergelijking: de maanraket die in 1969 gebruikt werd had er vijf.\" Van der Lande noemt zo'n eerste bemande vlucht een enorm risico.", "\"Maar Elon Musk hanteert hetzelfde stappenplan als NASA vroeger deed toen er voor het eerst mensen de ruimte in gingen. Eerst wordt er onbemand gevlogen. Dan komen er korte ruimtesprongen en pas daarna gaat de raket met mensen aan boord richting de maan.\"", "Inspiratie", "Yusaku Maezawa gaat niet alleen. Hij wil acht anderen mee aan boord nemen van het ruimteschip, onder wie een schilder, een muzikant, een modeontwerper en een filmregisseur, zegt hij op zijn site. Hij hoopt dat ze geïnspireerd worden zoals nooit tevoren.", "Samen hoeven ze de raket onderweg niet te besturen, \"want daar zit een soort cruise control op\", zegt Van der Lande. \"Ze krijgen van tevoren wel een training waardoor ze in ieder geval de veiligheidssystemen onder de knie krijgen, mocht er iets verkeerd gaan onderweg.\"", "Maezawa is de eerste mens die naar de maan gaat sinds de missie met de Apollo 17 in 1972. Toen was er ook een maanlanding. Dat zal deze keer niet het geval zijn.", "Nieuwsuur sprak eerder met wetenschapsjournalist Vincent Icke over de ruimteplannen van Musk.", "Correctie: in onderstaande video staat dat in 1986 het ruimteveer Columbia uiteenviel, maar dat was de Challenger."], "authors": [], "keywords": ["eerste", "japanse", "als", "van", "zegt", "het", "naar", "ruimtetoerist", "die", "gaat", "raket", "een", "ze", "maan", "dat", "miljardair", "er"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}