{"id": "67363c02-91ee-3398-8054-883e559a48f1", "title": "Japanse moordenaar die bekend werd als 'Twitter-killer' krijgt doodstraf", "url": "https://nu.nl/tech/6096812/japanse-moordenaar-die-bekend-werd-als-twitter-killer-krijgt-doodstraf.html", "summary": "Takahiro Shiraishi kwam bekend te staan als de 'Twitter-killer', omdat hij zijn slachtoffers via het sociale medium benaderde.\nVolgens de aanklager benaderde Shiraishi zijn doelwitten via Twitter nadat ze suïcidale gedachtes hadden geuit, aldus persbureau Jiji.\nDe man zou zijn slachtoffers hebben benaderd met de belofte hen te helpen om te sterven.\nNaast het wurgen van de slachtoffers zou hij de acht vrouwelijke slachtoffers ook seksueel hebben misbruikt.\nVolgens Japanse media zou Shiraishi niet in beroep gaan tegen zijn veroordeling, ook al zou hij de doodstraf krijgen.", "paragraphs": ["Een Japanse man die in 2017 negen mensen vermoorde is door een rechtbank in Tokio veroordeeld tot de doodstraf. Takahiro Shiraishi kwam bekend te staan als de 'Twitter-killer', omdat hij zijn slachtoffers via het sociale medium benaderde.", "De dertigjarige man is schuldig bevonden aan het vermoorden van de negen personen en het bewaren van lichaamsdelen in zijn appartement in Zama, ongeveer 40 kilometer ten zuidwesten van Tokio.", "Volgens de aanklager benaderde Shiraishi zijn doelwitten via Twitter nadat ze suïcidale gedachtes hadden geuit, aldus persbureau Jiji. De man zou zijn slachtoffers hebben benaderd met de belofte hen te helpen om te sterven.", "Shiraishi's verdediging stelde dat hij de moorden met instemming van de slachtoffers, die tussen de 15 en 26 jaar oud waren, had gepleegd. Naast het wurgen van de slachtoffers zou hij de acht vrouwelijke slachtoffers ook seksueel hebben misbruikt.", "De rechter oordeelde dat de slachtoffers er niet mee hadden ingestemd dat Shiraishi ze zou doden, en dat hij verantwoordelijk kan worden gehouden voor hun dood.", "Volgens Japanse media zou Shiraishi niet in beroep gaan tegen zijn veroordeling, ook al zou hij de doodstraf krijgen. In Japan wordt de executiedatum pas bekendgemaakt nadat de doodstraf daadwerkelijk is uitgevoerd.", "Denk jij aan zelfdoding of maak je je zorgen om iemand anders? Bel 113 of 0800-0113 of chat via 113.nl."], "authors": ["Door", "Nu.Nl Reuters"], "keywords": ["doodstraf", "japanse", "die", "van", "dat", "twitterkiller", "te", "krijgt", "zou", "zijn", "slachtoffers", "werd", "bekend", "shiraishi", "als", "man", "moordenaar", "hij", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}