{"id": "6737342f-16f7-32e6-b528-6f64759dcd4b", "title": "De menselijke smet van Philip Roth: actueler kan niet in dit #MeToo-tijdperk", "url": "https://www.parool.nl/kunst-media/de-menselijke-smet-van-philip-roth-actueler-kan-niet-in-dit-metoo-tijdperk~b6953988/", "summary": "Na de dood van zijn vrouw begint de 71-jarige Silk een affaire met Faunia Farley, een getroebleerde, analfabetische schoonmaakster.\nEen (oude) witte man die wordt beschuldigd van racisme, seksisme en machtsmisbruik: actueler kan niet in dit #MeToo-tijdperk.\nOp de achtergrond van het verhaal van Coleman speelt de affaire van Bill Clinton en Monica Lewinsky.\nDe menselijke smet, wat mij betreft het beste deel van de trilogie, bevraagt de kleingeestige Amerikaanse moraal.\nLorrie Moore schreef: ‘De menselijke smet is een verbazingwekkend, ongelijkmatig en vaak prachtig boek.’ (New York Times, 07-05-2000)Wie liet zich erdoor inspireren?", "paragraphs": ["Waar gaat het boek over?", "De 65-jarige schrijver Nathan Zuckerman vertelt het verhaal over zijn buurman Coleman Silk. Deze professor klassieke talen gaat gedwongen met vervroegd pensioen, nadat hij door zijn collega’s is beschuldigd van racisme. Hij noemde de twee studenten die zijn college nog nooit hadden bijgewoond ‘spoken’ (spooks), wat ook kan worden uit­gelegd als een scheldwoord voor zwarte mensen. Het toeval wilde dat de twee studenten zwart waren en hier direct een zaak van maakten, waarna zijn reputatie voorgoed was besmet. Na de dood van zijn vrouw begint de 71-jarige Silk een affaire met Faunia Farley, een getroebleerde, analfabetische schoonmaakster. Dit levert hem ook de nodige problemen op. Wat Silk vijftig jaar voor iedereen heeft verzwegen is dat hij eigenlijk zwart is, maar doorgaat voor Jood.", "Waarom zou je De menselijke smet lezen?", "Een (oude) witte man die wordt beschuldigd van racisme, seksisme en machtsmisbruik: actueler kan niet in dit #MeToo-tijdperk. De menselijke smet wordt gezien als derde deel van Roth’s Amerikatrilogie – ook heel goed afzonderlijk te lezen – waarin hij laat zien welke gebeurtenissen de moderne sociale geschiedenis van Amerika definiëren. Op de achtergrond van het verhaal van Coleman speelt de affaire van Bill Clinton en Monica Lewinsky. De menselijke smet, wat mij betreft het beste deel van de trilogie, bevraagt de kleingeestige Amerikaanse moraal.", "Wie is het meest opmerkelijke personage?", "We kennen de verteller Nathan Zuckerman uit de andere twee delen van de Amerika­trilogie. Veel geeft deze 65-jarige schrijver niet weg over zichzelf. We weten dat hij zich heeft teruggetrokken in een klein tweekamerappartementje in het universiteitsstadje, nadat hij geholpen is aan zijn prostaatkanker. Het restletsel heeft van hem een incontinente, seksueel incompetente man gemaakt die zich heeft teruggetrokken uit het leven, totdat hij bevriend raakt met Coleman Silk, via wiens verhalen hij weer iets van levenslust terugvindt.", "Hoe werd de roman (destijds) ontvangen?", "Lovend. Lorrie Moore schreef: ‘De menselijke smet is een verbazingwekkend, ongelijkmatig en vaak prachtig boek.’ (New York Times, 07-05-2000)", "Wie liet zich erdoor inspireren?", "In 2003 werd het boek verfilmd door Robert Benton, met in de hoofdrollen Anthony Hopkins en Nicole Kidman."], "authors": ["Dieuwertje Mertens"], "keywords": ["actueler", "zijn", "van", "smet", "metootijdperk", "en", "een", "menselijke", "kan", "dit", "met", "hij", "het", "roth", "silk", "niet", "philip"], "pubDate": "2021-01-08T09:55:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}