{"id": "674cd007-1a0d-33b8-af84-653c88bb587f", "title": "Versnelde evolutie? Paddensoort krimpt 30 procent in slechts 100 jaar tijd", "url": "https://nu.nl/wetenschap/6096116/versnelde-evolutie-paddensoort-krimpt-30-procent-in-slechts-100-jaar-tijd.html", "summary": "Een paddensoort die honderd jaar geleden is losgelaten op Mauritius is in honderd jaar tijd ongeveer 30 procent kleiner geworden.\nDe keelpad, van origine afkomstig uit Zuid-Afrika, werd in 1922 losgelaten op het eiland Mauritius in de Indische Oceaan.\nToen biologen de keelpadden op Mauritius opzochten voor onderzoek, viel het hun op hoeveel kleiner de padden tegenwoordig waren.\nMogelijk komt dit omdat de natuurlijke vijanden van de keelpadden niet op Mauritius te vinden zijn en ze bijvoorbeeld minder noodzaak hebben om te vluchten.\nHoe het nou precies komt dat deze dieren zo snel lichamelijk zijn veranderd, is nog onduidelijk.", "paragraphs": ["Een paddensoort die honderd jaar geleden is losgelaten op Mauritius is in honderd jaar tijd ongeveer 30 procent kleiner geworden. Dit soort evolutieprocessen duren volgens biologen vaak miljoenen jaren, waardoor deze krimp erg opvallend is. Dat schrijven biologen in het vakblad Biology Letters.", "De keelpad, van origine afkomstig uit Zuid-Afrika, werd in 1922 losgelaten op het eiland Mauritius in de Indische Oceaan. Daarna werden ze ook op het eiland Réunion, ten oosten van Madagascar, losgelaten. Met deze overplaatsingen hoopten autoriteiten suikerrietkevers en malariamuggen tegen te gaan.", "Toen biologen de keelpadden op Mauritius opzochten voor onderzoek, viel het hun op hoeveel kleiner de padden tegenwoordig waren.", "Dwerggroei is tijdens de evolutie van amfibieën vaker gezien, zeker bij dieren die zich aanpassen aan leven op eilanden. Maar aanzienlijke verschillen worden dus pas gedurende miljoenen jaren zichtbaar.", "Achterpoten korter, vermoedelijk door gebrek aan vijanden", "Niet alleen was de gehele grootte van de dieren afgenomen, ook hun achterpoten waren korter geworden. Mogelijk komt dit omdat de natuurlijke vijanden van de keelpadden niet op Mauritius te vinden zijn en ze bijvoorbeeld minder noodzaak hebben om te vluchten. Om soortgelijke redenen kunnen eilandvogels soms hun vermogen om te vliegen kwijtraken.", "Hoe het nou precies komt dat deze dieren zo snel lichamelijk zijn veranderd, is nog onduidelijk. Daar hopen de onderzoekers nog achter te komen."], "authors": ["Door"], "keywords": ["slechts", "paddensoort", "van", "om", "mauritius", "krimpt", "tijd", "te", "het", "dieren", "procent", "30", "deze", "jaar", "evolutie", "op", "losgelaten", "hun", "100", "versnelde"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}