{"id": "6753d6a3-a489-3d30-9578-fc5eebaca905", "title": "Onbekende verhalen van J.M.A. Biesheuvel gevonden", "url": "https://volkskrant.nl/cultuur-media/onbekende-verhalen-van-j-m-a-biesheuvel-gevonden~b4ce374f/", "summary": "Beeld Claudie de CleenAart Hoekman, goede vriend en uitgever van Biesheuvel, vond de manuscripten in een archiefkast, op de bovenste plank van de werkkamer en in twee bureauladen.\nIk denk dat hij dat zelf ook niet meer wist.’De verhalen zijn afkomstig uit alle perioden van Biesheuvels schrijvende leven, verschillend van lengte en opzet, maar vertonen alle de vrolijk-droeve, fantasierijke grilligheid van Biesheuvel.\nIk wilde alleen het mooie zien en ben erg blij!’Hoekman maakt deel uit van het groepje vrienden dat Maarten Biesheuvel de laatste jaren van zijn leven liefdevol heeft verzorgd.\nIn de ambulance erheen vroeg hij: ‘Mag de sirene aan?’Nadat Biesheuvel daar werd ontslagen, veerde hij op door het succes van de bundel Verhalen uit het gekkenhuis.\nDe ene keer keurde hij het verhaal goed, een andere keer krachtig af.’Na zijn val ging het Biesheuvel steeds slechter.", "paragraphs": ["Beeld Claudie de Cleen", "Aart Hoekman, goede vriend en uitgever van Biesheuvel, vond de manuscripten in een archiefkast, op de bovenste plank van de werkkamer en in twee bureauladen. ‘Het was bekend dat Maarten tijdens het schrijven regelmatig verhalen weggooide, vaak om niet altijd even duidelijke redenen. Het was niet bekend dat hij zoveel verhalen had bewaard. Ik denk dat hij dat zelf ook niet meer wist.’", "De verhalen zijn afkomstig uit alle perioden van Biesheuvels schrijvende leven, verschillend van lengte en opzet, maar vertonen alle de vrolijk-droeve, fantasierijke grilligheid van Biesheuvel. Onder de verhalen zit een variant op het bekende ‘Reis door mijn kamer’, getiteld ‘Reis over mijn tafel’: ‘Liegen kan ik niet, daar staat een tafel en als u erop staat zal ik, zodra u verdwenen bent, beginnen met schrijven.’", "Toen Hoekman het bureau van Biesheuvel naar voren schoof, vond hij tussen het stof, uitgedroogde ballpoints en dwarrelende kattenharen een grote bruine envelop geadresseerd aan ‘doctor Karel van het Reve’. Ongefrankeerd, met het opschrift ‘Niet vouwen: FLUWEEL’.", "Met trillende vingers maakte Hoekman de brief open: ‘Leiden, 13-XI-1987. Karolisseme! Hoe gaat het met jou? Ik hoop dat het jou goed gaat en Jozien dat ze het ook goed maakt. Ik heb vandaag heel lang aan het open raam gezeten, hoog op Eva’s kamertje. Crisp, zon, regen, half ontbladerde bomen, mussen, geen geluid van auto’s, tortels, mussen, kauwtjes, merels, lijsters. Ik wilde alleen het mooie zien en ben erg blij!’", "Hoekman maakt deel uit van het groepje vrienden dat Maarten Biesheuvel de laatste jaren van zijn leven liefdevol heeft verzorgd. In 2018 werd de schrijver gedwongen opgenomen in de psychiatrische inrichting Rivierduinen. In de ambulance erheen vroeg hij: ‘Mag de sirene aan?’", "Nadat Biesheuvel daar werd ontslagen, veerde hij op door het succes van de bundel Verhalen uit het gekkenhuis. Maar toen ging Eva dood, op 20 november 2018. ‘We hadden,’ zegt Hoekman, ‘niet gedacht dat Maarten het zonder zijn “engel” zou kunnen uithouden. Maar het ging relatief goed met hem.’ Dat veranderde toen Biesheuvel in de nacht van 25 juni 2020 een nare val maakte. ‘Er is toen een ziekenhuisbed beneden in de kamer gezet, en uit dat bed is hij nooit meer opgestaan.’", "Hoekman smeedde plannen voor de uitgave van verhalen die ooit in tijdschriften, kranten op bibliofiele uitgaven waren verschenen, maar nooit werden gebundeld. ‘Die verhalen las ik hem voor. Of Maarten las ze zelf. De ene keer keurde hij het verhaal goed, een andere keer krachtig af.’", "Na zijn val ging het Biesheuvel steeds slechter. ‘Ik wil naar Eva toe.’ Tegen Hoekman zei hij: ‘Je zal het zonder je bestsellerauteur moeten doen.’ En op zijn laatste dag: ‘Heb jij wel eens aan het bed van een stervende gezeten, Aart?’ ‘Nee,’ zei Hoekman. ‘Ik ook niet,’ zei Biesheuvel."], "authors": ["Onno Blom"], "keywords": ["ik", "van", "gevonden", "en", "verhalen", "een", "onbekende", "op", "het", "biesheuvel", "hij", "dat", "jma"], "pubDate": "2021-01-01T04:00:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}