{"id": "675a29b1-a1ec-3842-a375-5a280f50d0f3", "title": "Baas van Volkswagen wint interne machtsstrijd; VW kan nu vol gas op elektrisch", "url": "https://volkskrant.nl/economie/baas-van-volkswagen-wint-interne-machtsstrijd-vw-kan-nu-vol-gas-op-elektrisch~b0633148/", "summary": "De baas van Volkswagen Herbert Diess heeft een interne machtsstrijd gewonnen, waardoor het concern nu vol gas kan geven op verdere elektrificatie van zijn auto’s.\nDiess wil Volkswagen (twaalf merken, 670 duizend werknemers wereldwijd) ombouwen van een klassieke autofabrikant naar een techbedrijf met ‘rijdende softwareplatforms’ in de jonge traditie van Tesla, van wie hij een groot fan is.\nOok keerde Osterloh zich tegen een vroegtijdige contractverlenging van Diess en tegen enkele benoemingen in Volkswagens raad van commissarissen.\nDoorgaans wordt de zittende ceo een jaar voor beëindiging voor een nieuwe periode aangesteld.\nHet rommelt al langere tijd rond Diess, die afgelopen zomer zijn positie als baas van het gehele Volkswagenconcern moest opgeven.", "paragraphs": ["De baas van Volkswagen Herbert Diess heeft een interne machtsstrijd gewonnen, waardoor het concern nu vol gas kan geven op verdere elektrificatie van zijn auto’s. Diess wil Volkswagen (twaalf merken, 670 duizend werknemers wereldwijd) ombouwen van een klassieke autofabrikant naar een techbedrijf met ‘rijdende softwareplatforms’ in de jonge traditie van Tesla, van wie hij een groot fan is.", "De benodigde miljarden voor deze transitie wilde Diess vrij spelen uit kostenbesparingen in het concern. Dit stuitte op weerstand van de machtige ondernemingsraadvoorzitter Bernd Osterloh, die geen grote bezuinigingen wenste. Ook keerde Osterloh zich tegen een vroegtijdige contractverlenging van Diess en tegen enkele benoemingen in Volkswagens raad van commissarissen.", "Diess had van de zaak een vertrouwenskwestie gemaakt door steun te vragen van de belangrijkste eigenaren, de families Porsche en Piëch. Die spraken zich naar verluidt uit vóór de hervormingen, maar tot een vroegtijdige contractverlenging is het niet gekomen. In veelvuldige vergaderingen die betrokkenen de afgelopen weken over de zaak hebben gehouden, is de toezichtraad uiteindelijk akkoord gegaan met Diess’ wensenlijstje - met uitzondering dus van de contractverlenging, die voor de vakbonden onbespreekbaar bleef. Diess’ contract loop nu tot het voorjaar van 2023. Doorgaans wordt de zittende ceo een jaar voor beëindiging voor een nieuwe periode aangesteld.", "De zegevierende Diess kan de komende vijf jaar 73 miljard euro investeren in vooral elektrificatie en software-ontwikkeling.", "Of de rust nu is weergekeerd in de concerntop, moet blijken. Het rommelt al langere tijd rond Diess, die afgelopen zomer zijn positie als baas van het gehele Volkswagenconcern moest opgeven. Hij is nu alleen nog de topman van het merk VW.", "Correctie: Herbert Diess staat nog altijd aan het roer van de gehele Volkswagengroep. Hij moest afgelopen voorjaar zijn positie als baas van het merk VW opgeven."], "authors": ["Bard Van De Weijer"], "keywords": ["van", "vol", "die", "machtsstrijd", "een", "wint", "diess", "vw", "met", "zijn", "interne", "op", "voor", "hij", "kan", "volkswagen", "het", "nu"], "pubDate": "2020-12-16T20:52:47Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}