{"id": "677faeca-e1af-3979-8af8-557b7769b2b0", "title": "Met PS van het Jaar hoopt Judith Zilversmit lezers enige houvast te geven", "url": "https://www.parool.nl/ps/met-ps-van-het-jaar-hoopt-judith-zilversmit-lezers-enige-houvast-te-geven~b64a67eb/", "summary": "Beeld Linda StulicAan terugblikken doet PS van het Jaar normaal gesproken niet al te veel: in het extra dikke nummer van PS van de Week waarmee het jaar wordt afgesloten, is de blik doorgaans op de toekomst gericht.\n“We hebben een jaar achter de rug dat niemand kon voorspellen,” zegt Judith Zilversmit, chef van de dagelijkse bijlage PS en het zaterdagmagazine PS van de Week.\nDat geldt ook voor haarzelf en de redactie: PS van het Jaar werd, net als de meeste dag- en weekendbijlagen van de krant dit jaar, grotendeels vanuit huis gemaakt.\nDat is onze taak, en we hebben die verhalen allemaal nodig.”Met PS van het Jaar hoopt Zilversmit lezers van Het Parool enige houvast te geven in deze dagen, met een bemoedigende boodschap: op naar een nieuw jaar, vol nieuwe kansen en mogelijkheden.\nIk hoop dat lezers ondanks alles mooie feestdagen beleven, en deze kerst lang genieten van een mooie mix van verhalen.”", "paragraphs": ["Judith Zilversmit, Chef PS. Beeld Linda Stulic", "Aan terugblikken doet PS van het Jaar normaal gesproken niet al te veel: in het extra dikke nummer van PS van de Week waarmee het jaar wordt afgesloten, is de blik doorgaans op de toekomst gericht. Wat gaan we doen? Wat zijn de trends op het gebied van eten, uitgaan, cultuur? Nieuwsgierigheid naar alles wat komen gaat, staat voorop. Maar na een onstuimig jaar dat in het teken stond van corona kon reflectie niet uitblijven. Daar is dan ook volop ruimte voor in de editie van dit jaar, die op donderdag 24 december bij de krant verschijnt.", "", "“We hebben een jaar achter de rug dat niemand kon voorspellen,” zegt Judith Zilversmit, chef van de dagelijkse bijlage PS en het zaterdagmagazine PS van de Week. “Een jaar waarin de wereld tot stilstand kwam door Covid-19. Iedereen heeft daar de gevolgen van ondervonden, dus we ontkomen er niet aan om dit jaar ook terug te blikken.”", "Hoopvolle verhalen", "Lichte en zwaardere verhalen wisselen elkaar altijd af in PS van de Week, en dus ook in het eindejaarsnummer. Dat is dit jaar niet anders. En hoewel corona in veel verhalen vanzelfsprekend een rol speelt, zijn veel verhalen blijmoedig van toon.", "Zo maakte culinair schrijver Joke Boon, die haar reuk en smaak op jonge leeftijd verloor, speciaal voor PS een feestmenu voor lotgenoten – ook lekker voor iedereen die wél kan ruiken. Een (familie)kerstspeurtocht biedt Amsterdammers van alle leeftijden een goede reden om toch even de deur uit te gaan, nu er weinig is om naartoe te gaan.", "“Ook vroegen we vier illustratoren, met enige schroom, zich over de vraag te buigen hoe de wereld eruit zou zien als corona er over tien jaar nog is. Ze hebben hun ideeën daarover verrassend verbeeld.” In een ander artikel worden tien suggesties gedaan om hoop te houden op vrolijkere tijden – want iedereen zegt wel dat het goed komt, maar hoe dan? “Het zijn stuk voor stuk verhalen met een goed gemoed, die passen bij Het Parool,” zegt Zilversmit.", "Maar er zijn ook verhalen die gaan over klein en groot leed. Verhalen die herkenbaar zijn, verdrietig, of troost bieden – soms allemaal tegelijk. In het grote interview vertelt uitvaartondernemer Clemens Bouwens bijvoorbeeld hoe verschrikkelijk het was dat families ineens moesten kiezen wie ze uitnodigden voor het afscheid van een dierbare, nu er maar een beperkt aantal mensen bij een uitvaart aanwezig mag zijn. Hij zag de schrijnende gevolgen van corona van dichtbij. Maar hij vertelt ook over uitvaarten waarbij meer bloemen dan mensen aanwezig waren: wie niet kon komen, kon met een bloemstuk toch zijn medeleven tonen. Zilversmit: “Er zijn nieuwe rituelen ontstaan – iets moois en intiems in een verdrietig jaar.”", "Ook het stuk over twee Volendamse vrienden die precies twintig jaar geleden de brand in café De Hemel meemaakten, is even verdrietig als hoopvol. De mannen – destijds 20 en 17 jaar – stonden naar het vuurwerk te kijken, waarna de een nog even buiten bleef roken en de ander het café weer in ging. Daar brak even later een verschrikkelijke brand uit. “Een hartverscheurend verhaal, maar bovenal een verhaal over verdriet, vriendschap en veerkracht.”", "Nieuw ritme", "Dat Amsterdammers dit jaar flink moesten zoeken naar een nieuw ritme in de ‘nieuwe realiteit’, komt ook naar voren in PS van het Jaar. Zo vertelt voormalig televisiepresentator Hans van Willigenburg over zijn teckel Sinatra die hij zo mist: het dier overleed eind vorig jaar, waarmee ook zijn ritme grotendeels wegviel. Dat hij dit voorjaar corona kreeg, lijkt hij klein leed te vinden in vergelijking tot dit verlies. “Iedereen probeert op zijn eigen manier invulling te geven aan het leven in de nieuwe werkelijkheid,” zegt Zilversmit.", "", "Dat geldt ook voor haarzelf en de redactie: PS van het Jaar werd, net als de meeste dag- en weekendbijlagen van de krant dit jaar, grotendeels vanuit huis gemaakt. Momenteel mogen er nog maar negen mensen op de redactie aanwezig zijn. Zilversmit is er meestal een paar dagen per week, in elk geval op de dag waarop PS van de Week naar de drukker gaat. Ze kijkt dan nog even goed naar het ritme, alle koppen, beelden en de volgorde van pagina’s. Maar veel van haar collega’s zijn er al maanden niet meer geweest. Hoe was dat?", "“Het was improviseren,” zegt Zilversmit. “Als je een creatief beroep hebt, is het toch fijn om te kunnen sparren met anderen. Zo ontstaan de beste ideeën. Alleen daarom mis ik mijn collega’s al. Via digitale kanalen als Zoom, Slack en Whatsapp zeg je meestal alleen het noodzakelijke, zoals veel mensen dit jaar gemerkt zullen hebben. Dat dwingt je weliswaar te focussen, maar creativiteit zit ’m vaak juist in niet-noodzakelijke communicatie.”", "Houvast", "Het maken van verhalen in coronatijd bracht ook extra uitdagingen met zich mee: sommige fotografie-afspraken konden niet doorgaan omdat een geïnterviewde in thuisquarantaine moest of een fotograaf corona bleek te hebben. “Als een hoofdpersoon van een verhaal ziek is, wordt het ingewikkeld,” zegt Zilversmit. “Sommige producties leken vanwege corona wat lastiger uit te voeren, maar het is allemaal goed gekomen. Daar ben ik erg trots op. We moesten ook wel doorgaan met het maken van verhalen. Dat is onze taak, en we hebben die verhalen allemaal nodig.”", "Met PS van het Jaar hoopt Zilversmit lezers van Het Parool enige houvast te geven in deze dagen, met een bemoedigende boodschap: op naar een nieuw jaar, vol nieuwe kansen en mogelijkheden. “We blikken terug én kijken vooruit, zoals we altijd doen: vanuit het idee dat het leven gevierd moet worden. Ook in zwaardere verhalen zit die boodschap. Die levenslust past bij Het Parool. Ik hoop dat lezers ondanks alles mooie feestdagen beleven, en deze kerst lang genieten van een mooie mix van verhalen.”"], "authors": ["Kim Van Der Meulen"], "keywords": ["zijn", "van", "het", "jaar", "judith", "hoopt", "met", "een", "en", "lezers", "verhalen", "te", "ook", "ps", "houvast", "zilversmit"], "pubDate": "2020-12-24T06:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}