{"id": "677f9a53-ade9-3170-b784-34d06a1d6706", "title": "Programma’s van Telegraaf", "url": "https://www.telegraaf.nl/video/vndg/", "summary": "Aso van de Week Kopieer naar clipboard En de prijs voor de Aso van de week gaat naar... Deze ingezonden beelden laten de meest asociale hufters zien van de Nederlandse wegen.\nDe Puinruimers Kopieer naar clipboard In De Puinruimers volgt een cameraploeg van De Telegraaf het werk van de bergers in Nederland.\nIn 'Geld van de Sterren' neemt een panel van experts het vermogen van bekend Nederland onder de loep.\nLuchtbewakers Kopieer naar clipboard In de nieuwe 7-delige serie Luchtbewakers vliegt een cameraploeg van De Telegraaf mee op een vlucht van Sevilla naar Amsterdam.\nWegbewakers Kopieer naar clipboard In Wegbewakers wordt het werk van de weginspecteurs van Rijkswaterstaat van dichtbij gevolgd.", "paragraphs": ["10 uit ’10 Kopieer naar clipboard De jaren '10 zitten er bijna op. Nu 2020 voor de deur staat, kijken we terug op het afgelopen decennium.", "Aandacht voor Kopieer naar clipboard In 'Aandacht voor' bezoekt Roel Kyvelos inspirerende bedrijven en vooruitstrevende ondernemers die in de toekomst het verschil kunnen maken.", "Achter de Schermen met... Kopieer naar clipboard In Achter de Schermen met… geeft een bekende topsporter ons een kijkje achter de schermen van een belangrijk sport evenement, en tegelijkertijd ook in zijn of haar leven.", "Aso van de Week Kopieer naar clipboard En de prijs voor de Aso van de week gaat naar... Deze ingezonden beelden laten de meest asociale hufters zien van de Nederlandse wegen.", "Bekende Huizen Kopieer naar clipboard Bekende woondeskundige Michiel de Zeeuw geeft een inkijkje in de huizen van Bekende Nederlanders.", "Binnenkijken Kopieer naar clipboard Neem een kijkje in de miljoenenvilla’s en kapitale landhuizen van de sterren.", "Bizarre Huizen Kopieer naar clipboard Monique Smit is een echte huizenfreak en ze is heel nieuwsgierig naar hoe anderen wonen. In Bizarre Huizen sturen we haar naar de meest bijzondere objecten. Voordat ze de bewoners ontmoet, mag ze eerst zelf kijken en raden wie er woont.", "Boef Betrapt Kopieer naar clipboard In 'Boef Betrapt' springt Pim Sedee in de bres voor slachtoffers van criminaliteit. Dit gebeurt aan de hand van bewakingsbeelden die u hebt gemaakt van diefstal, brand, een overval of een ander misdrijf.", "Bubbels Kopieer naar clipboard Elke week beoordeelt topstylist Jeroen Kamphorst de kledingkeuze van de sterren.", "BZV Talk Kopieer naar clipboard Heel Nederland is in de ban van datende boeren. Maarten Steendam analyseert met VROUW-eindredacteur Mariët Oosterwijk de uitzending van Boer Zoekt Vrouw.", "Corona Nieuws Kopieer naar clipboard De wereld wordt geteisterd door het Coronavirus. Wij hebben alle video’s over dit onderwerp speciaal voor u verzameld.", "Crypto-update Kopieer naar clipboard Wat gebeurt er allemaal op het gebied van cryptovaluta? Waar liggen de kansen? Bent u nog op tijd om in te stappen? Wekelijks geven wij je een crypto-update.", "Dagboek Corona Kopieer naar clipboard In Dagboek Corona volgt De Telegraaf een groep Nederlanders midden in de samenleving. Zij willen en moeten verder, terwijl bijna heel Nederland stilstaat door het coronavirus. Iedereen probeert er het beste van te maken.", "Danie’s Mix&Match Kopieer naar clipboard Wat zijn de laatste trends en looks, en hoe maak je de beste combinaties? Danie's Mix&Match laat zien hoe je eindeloos kunt variëren en combineren met verschillende fashion items.", "Dashcam Kopieer naar clipboard Bumperklevers, linksrijders, rechts inhalers, door-rood-rijders, agressievelingen, afsnijders, smartphone-gebruikers en spookrijders: de door steeds meer Nederlanders gebruikte dashcams leggen verkeershufters genadeloos vast op video.", "Dat Is Toch Niet Normaal Kopieer naar clipboard In het programma 'Dat Is Toch Niet Normaal' testen we op straat, in de supermarkt of in het park hoe er wordt gereageerd op asociaal gedrag. Grijpt iemand in of durft niemand zijn mond open te doen?", "De Gevaarlijkste Plekken van Nederland Kopieer naar clipboard Wilson Boldewijn onderzoekt plekken in Nederland die ieder op hun eigen manier gevaarlijk zijn. Van overvallen tot gevaarlijke fabrieken en van inbraak tot moord; Wilson bekijkt wat de 5 gevaarlijkste plekken zijn op elk gebied en onderzoekt wat de nummer 1 plek nou precies zo gevaarlijk maakt…", "De Gouden Tip Kopieer naar clipboard In De Gouden Tip brengen misdaadverslaggevers van De Telegraaf John van den Heuvel en Mick van Wely een onopgeloste moordzaak opnieuw onder de aandacht. Kijkers worden opgeroepen om nieuwe tips in te sturen om de zaak hopelijk op te lossen.", "De Kwestie Kopieer naar clipboard Maarten Steendam bespreekt een prangende kwestie uit de actualiteit, waar we allemaal mee te maken hebben. De mening van een voorstander en een tegenstander komt aan bod. Ook gaan we de straat op voor de mening van Nederlanders over De Kwestie. Elke zaterdag in De Telegraaf én online.", "De Opwarmronde Kopieer naar clipboard In De Opwarmronde blikken we vooruit op elke Grand Prix in de Formule 1. Met Formule 1-watcher Erik van Haren bespreken we het circuit, de kanshebbers en uiteraard al het nieuws rond Max Verstappen. Ook komt het andere Formule 1-nieuws aan bod.", "De Puinruimers Kopieer naar clipboard In De Puinruimers volgt een cameraploeg van De Telegraaf het werk van de bergers in Nederland. Met de toenemende filedruk spelen zij een cruciale rol in het snel vrijmaken van de weg.", "De Recensie Kopieer naar clipboard Welke film is een bioscoopbezoek waard en bij welke kun je beter thuis blijven? Filmjournalist Marco Weijers brengt jou wekelijks een update uit de filmindustrie in 'De Recensie'.", "De Vijf Kopieer naar clipboard Geïnspireerd door een actueel thema laten we je wekelijks een opmerkelijke top 5 video zien. Dit zijn bizarre, gevaarlijke, verdrietige, maar veelal ook grappige video's.", "Duurste Huizen van Nederland Kopieer naar clipboard Michiel de Zeeuw reist samen met makelaar Jan Willem Andriessen van Netherlands Sotheby's International Realty door Nederland op zoek naar de mooiste, duurste en meest bijzondere huizen. In iedere aflevering staat een bijzonder huis centraal.", "Estavana in het Echt Kopieer naar clipboard Tophandbalster Estavana Polman woont en werkt in Denemarken. Ze woont samen met voetballer Rafael van der Vaart. We maken kennis met haar familie en vrienden en volgen haar tijdens en na haar zwangerschap. Hoe is haar leven als moeder? En is ze op tijd fit en in vorm voor het WK handbal in december?", "Feuten in de Keuken Kopieer naar clipboard Telegraaf Video gaat op zoek naar de beste studentenkeuken van Nederland. Samen met culinair verslaggever Felix Wilbrink bezoeken we diverse grote studentensteden die gaan strijden om de titel.", "Fillers of Filters Kopieer naar clipboard In de 4-delige serie Fillers of Filters wordt in de huidige ‘selfiemaatschappij’ onderzocht hoe belangrijk schoonheid is. En hoe groot de invloed van social media is op ons eigen zelfbeeld. We volgen Melle, Kasia en Dorien die ieder hun eigen kijk op plastische chirurgie hebben.", "Films & Series Kopieer naar clipboard In Films & Series word je wekelijks bijgepraat op het gebied van bioscoopfilms, Netflix, Disney+ en al het andere wat on demand of gewoon op tv te zien is. Het laatste nieuws, vlijmscherpe recensies en leuke weetjes komen in een rap tempo voorbij.", "Frankrijk is van ons Kopieer naar clipboard In het populaire Franse kustplaatsje Carcansit organiseert het Nederlandse bedrijf Surflife hun jaarlijkse surfkamp voor jongeren tot 30 jaar. Dat betekent volop actie en vermaak. Met veel stunts op de surfplank en dagelijkse feestjes op het strand en in het bruisende uitgaansgebied.", "Geld van de Sterren Kopieer naar clipboard Hoeveel geld komt er binnen en hoeveel geld gaat er weer uit? In 'Geld van de Sterren' neemt een panel van experts het vermogen van bekend Nederland onder de loep. Evert Santegoeds, Jan Uriot, Janneke Willemse en Robin Emanuels onthullen alle financiële geheimen van de sterren.", "Handhavers Kopieer naar clipboard Op pad met de handhavers van ons land. Zij stellen alles in het werk om Nederland veilig en schoon te houden.", "Hebbeding Kopieer naar clipboard Van de coolste gadgets tot de leukste cadeautips; in Hebbeding testen we bijzondere hebbedingen op hun functionaliteiten en gebruiksvriendelijkheid.", "Helden uit het Nieuws Kopieer naar clipboard Helden uit het nieuws krijgen de dag van hun leven wanneer zij worden verrast in Disneyland Paris.", "Helse Huurders & Huisbazen Kopieer naar clipboard In Helse Huurders en Huisbazen helpt presentator Manuel Venderbos huurders die problemen hebben met hun huisbaas, maar ook huisbazen die niets dan ellende hebben met hun huurders. Van bedreigingen, overlast, malafide woningbemiddelaars en achterstallig onderhoud. Manuel schiet slachtoffers te hulp en gaat de confrontatie aan.", "Hens aan Dek! Kopieer naar clipboard Het Nederlandse marineschip Zr.Ms. Karel Doorman is aanwezig in het Caribisch gebied om te helpen in de coronacrisis. Zeven bemanningsleden doen verslag van de missie in de serie 'Hens aan dek!'.", "Heren uit de Kleren Kopieer naar clipboard Zes sexy mannen met overdag een doodnormale baan, dromen ervan om ‘s avonds het podium op te gaan als stripper. Een zwaar opleidingstraject zal bepalen voor wie deze droom werkelijkheid wordt en wie zich aan mag sluiten bij de succesvolle groep ‘The Candy Men’. Lukt het ze om op tijd in shape te raken en de ingewikkelde choreografieën onder de knie te krijgen?", "Hollandse Ondernemers in de States Kopieer naar clipboard Een bedrijf opzetten in de Verenigde Staten is voor veel mensen een droom, maar het lukt slechts weinigen. In het programma Hollandse Ondernemers in de States volgen we succesvolle Nederlandse ondernemers in het land van de onbegrensde mogelijkheden.", "Hotelpolitie Kopieer naar clipboard Manuel Venderbos inspecteert de smerigste hotels in binnen- en buitenland. Op Internet en in brochures prijzen de hotels zichzelf aan, maar uit reviews blijkt dat de waarheid anders is. Gewapend met een inspectiekoffer gaat hij op onderzoek uit en daarna confronteert Manuel het management met zijn soms schokkende bevindingen.", "Hotelpolitie op vakantie Kopieer naar clipboard Hoe staat het met de hygiëne op vakantie? De bad- en slaapkamers worden getest en ook de kwalitiet van het zwembadwater wordt onder de loep genomen. Aan het einde van de aflevering confronteert Manuel het hotelmanagement met zijn bevindingen. Maar zij zijn niet altijd even blij hem te zien.", "Klaar voor 5G? Kopieer naar clipboard Je kan er de laatste tijd niet omheen: 5G. Toch hebben veel mensen nog vragen over dit nieuwe netwerk. Wat kunnen we er mee? En waarom is het nodig? Luuk Dresen gaat in deze serie op onderzoek uit.", "Koken in Quarantaine Kopieer naar clipboard Nu de restaurants voorlopig dicht blijven, kunt u wel wat hulp gebruiken in de keuken. En wie kunnen dat beter doen dan de topchefs van Nederland. Koken in Quarantaine zie je iedere donderdag vanaf etenstijd op Telegraaf.nl.", "Leco Look Kopieer naar clipboard Wat zijn de nieuwste ontwikkelingen qua make-up en hoe maak jij de spannendste look? Leco Look laat zien hoe je looks en trends zelf toepast.", "Lloret is van Ons Kopieer naar clipboard In de nieuwe zomerserie Lloret is van Ons volgt De Telegraaf Nederlandse jongeren tijdens hun feestvakantie in het Spaanse Lloret de Mar. Zo worden we meegenomen op het strand… in de appartementen… en gaan we mee de clubs in tot diep in de nacht.", "Love for the Campsite Kopieer naar clipboard Hou je van kamperen en ben je benieuwd naar kampeerland Denemarken? Ron Brandsteder en Patrick Martens kruipen in de rol van reisleider. Samen met acht vijftigplussers maken ze een onvergetelijke kampeerreis door Denemarken. Van sportief tot cultureel, culinair tot historisch, de kampeerders beleven het allemaal!", "Luchtbewakers Kopieer naar clipboard In de nieuwe 7-delige serie Luchtbewakers vliegt een cameraploeg van De Telegraaf mee op een vlucht van Sevilla naar Amsterdam. Nog niet eerder werkten zoveel partijen binnen de luchtvaartsector mee aan een productie om voor de kijker zichtbaar te maken wat er allemaal komt kijken voor een veilige vlucht.", "Mallorca is van ons Kopieer naar clipboard Zes Nederlandse jongeren worden gevolgd tijdens hun werk op het zonnige vakantie-eiland Mallorca. Is het alleen maar zon, strand, zee en seks of is het vooral kéihard werken?", "Moment van de Week Kopieer naar clipboard Chef voetbal Valentijn Driessen kiest na elke speelronde in de Eredivisie zijn Moment van de Week. Hoe kon het gebeuren en wat zijn de gevolgen voor de rest van het seizoen?", "Monniemakers Kopieer naar clipboard In Monniemakers worden jonge, talentvolle en succesvolle mensen geportretteerd. De presentatie ligt in handen van Jeroen Holtrop en Michelle Willemsen.", "Paranormale Pubers Kopieer naar clipboard In de serie Paranormale Pubers ontmoet Michelle Willemsen jongeren die beweren paranormale gaven te hebben. Met de hulp van paragnost Liesbeth van Dijk worden de jongeren geholpen met al hun vragen.", "Praat Mee Kopieer naar clipboard In ’Praat Mee’ bespreken Pim Sedee en onder andere VROUW-hoofdredacteur Marieke ’t Hart wekelijks een actueel discussieonderwerp.", "Royalty VNDG Kopieer naar clipboard Royalty VNDG brengt elke week het laatste nieuws over de Oranjes en ook over de buitenlandse vorstenhuizen. Een deskundige geeft commentaar.", "Spoorbewakers Kopieer naar clipboard De NS en ProRail liggen dagelijks onder vuur. Rijdt een trein niet op tijd, dan regent het klachten van boze reizigers. Maar waarom staat de trein soms stil en wat gebeurt er achter de schermen als reizigers moeten wachten? Bekijk het verhaal achter de welbekende treinvertragingen.", "Sterren Rijden Af Kopieer naar clipboard In Sterren Rijden Af ondergaan bekende Nederlanders met een rijbewijs opnieuw de spannende ervaring in de vorm van een herexamen. Hoe zit het met hun autovaardigheden sinds het officieel behalen van het roze papiertje?", "Temptation Napraat Kopieer naar clipboard Krijg je niet genoeg van Temptation Island? Met gasten in de studio genieten we in Temptation Napraat van de hoogtepunten, terugblikkend op de laatste aflevering.", "Tiener & Moeder Kopieer naar clipboard In de docusoap Tiener & Moeder volgen we drie tienermoeders en hun families in de maanden voor, tijdens en na de bevalling. Een periode waarin hun levens op z’n kop staan door de komst van de baby. Alles komt voorbij: van ruzies met (ex)vriendjes en ouders tot het zoeken naar een woonruimte en baan. We zien hoe de meiden ondanks tegenslagen toch wat van hun leven en dat van hun baby proberen te maken en hoe ze stap voor stap de problemen te lijf gaan.", "Tienermoeder Mariah Kopieer naar clipboard Na de serie Tienermoeder: wéér zwanger vlogt Mariah nu over de vrolijke en dramatische momenten van het alleenstaande moederschap.", "Tienermoeder: wéér zwanger Kopieer naar clipboard In Tienermoeder: wéér zwanger volgen we tienermoeder Mariah (seizoen 1) en tienermoeder Romy (seizoen 2) tijdens de zwangerschap van hun tweede kindje.", "TrucklifeTV Kopieer naar clipboard In TrucklifeTV volgen we Nederlandse vrachtwagenchauffeurs tijdens hun uitdagende werk.", "Van den Heuvel haalt recht Kopieer naar clipboard Criminelen, wanbetalers en malafide bedrijven. Misdaadjournalist John van den Heuvel confronteert deze oplichters met hun louche praktijken en komt daarbij op voor de slachtoffers.", "Verborgen Gebreken Kopieer naar clipboard In het programma Verborgen Gebreken helpt presentator Pim Sedee samen met Vereniging Eigen Huis, mensen die net een huis hebben gekocht en in een nachtmerrie terecht zijn gekomen.", "Voetbal Kopieer naar clipboard Mis nooit meer een doelpunt van de Eredivisie, Tweede Divisie of Bundesliga! Alle hoogtepunten van de afgelopen speelronde vind je hier.", "Weer of Geen Weer Kopieer naar clipboard Of het weer nou mee- of tegenzit, weervrouw Laura Osinga vertelt je het weerbericht altijd als een zonnestraal.", "Wegbewakers Kopieer naar clipboard In Wegbewakers wordt het werk van de weginspecteurs van Rijkswaterstaat van dichtbij gevolgd. Zij zijn als eerste ter plaatse wanneer zich een incident voordoet op de Nederlandse wegen.", "Weggegooid Geld Kopieer naar clipboard In Weggegooid Geld neemt Pim Sedee u mee door heel Nederland langs projecten die handenvol geld kosten maar niets opleveren, behalve ergernis. Projecten waarvan je denkt: hoe heeft de overheid hier ooit geld in kunnen steken?", "Wie is de Mol Flits Kopieer naar clipboard In de Wie is de Mol Flits brengt Molloot Max van den Broek je wekelijks op de hoogte van het laatste Wie is de Mol-nieuws en laat hij weten welke interessante dingen hem opgevallen zijn in de uitzending en op Social Media.", "Woningnood Kopieer naar clipboard Interieurarchitect Michiel de Zeeuw helpt Nederlanders die qua interieur tegen een muur aan lopen."], "authors": [], "keywords": ["van", "telegraaf", "clipboard", "een", "programmas", "en", "kopieer", "op", "voor", "naar", "met", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}