{"id": "678d4045-76f8-3c0c-9a05-6a9f9bfd0c4d", "title": "’We stonden 76 uur lang stil in de sneeuw’", "url": "https://www.telegraaf.nl/lifestyle/1224512999/we-stonden-76-uur-lang-stil-in-de-sneeuw", "summary": "Die ene magische reis, die dramavakantie en altijd in de koffer: reizigers delen hun ervaringen.\nMooiste herinnering„Het huwelijksaanzoek van mijn man in mijn favoriete wintersportplaats Serfaus!\nUiteindelijk heb ik tijdens die reis hulp van vele locals gekregen en hebben de kids een fantastische reis gehad.”Favoriete winterbestemming„Serfaus dus!\nUiteindelijk werd ik dat pas op mijn 29e, doordat ik instapte bij Wintertrips en voelt het alsof ik mijn kinderdroom heb waargemaakt.”Langste vertraging„Drie jaar geleden op de terugweg van een opleidingsreis.\nOok mijn pocketblender die ik met fruit vul, is onmisbaar!", "paragraphs": ["Die ene magische reis, die dramavakantie en altijd in de koffer: reizigers delen hun ervaringen. Deze week: Stefana Boot (33), eigenaar Wintertrips en RDAM GYM.", "Mooiste herinnering", "„Het huwelijksaanzoek van mijn man in mijn favoriete wintersportplaats Serfaus! Het is mijn tweede thuis.”", "Drama", "„Die keer dat het heel hard begon te sneeuwen waardoor het voor de groep onervaren middelbare scholieren die we leerden skiën, heel lastig werd om terug te komen naar de bus. Uiteindelijk heb ik skidoo’s – sneeuwscootertaxi’s – kunnen regelen om de kids weer bij de bus te krijgen. Daar wachtte de volgende uitdaging want het bleef maar sneeuwen. Mijn vaste chauffeur heeft de groep met behulp van sneeuwkettingen over een smalle bergpas veilig thuis weten te brengen. Uiteindelijk heb ik tijdens die reis hulp van vele locals gekregen en hebben de kids een fantastische reis gehad.”", "Favoriete winterbestemming", "„Serfaus dus! Als klein meisje kroop ik er al rond in mijn skipakje. Ik keek op tegen de skileraren en droomde er later van zelf skileraar te worden. Uiteindelijk werd ik dat pas op mijn 29e, doordat ik instapte bij Wintertrips en voelt het alsof ik mijn kinderdroom heb waargemaakt.”", "Langste vertraging", "„Drie jaar geleden op de terugweg van een opleidingsreis. We vertrokken eind van de middag uit Oostenrijk en hebben er 22 uur over gedaan om thuis te komen... Letterlijk zeven uur stilgestaan op de snelweg.”", "Ultieme gadget", "„Mijn telefoon! Kijken hoe het met de sneeuwvoorspellingen staat of op zoek naar een goed restaurantje. Ik moet ook altijd bereikbaar zijn voor mijn werk. Ook mijn pocketblender die ik met fruit vul, is onmisbaar! Als je drie weken in Oostenrijk zit en de keuze hebt uit schnitzels, Keiserschmarren, spaghetti en pizza, snak je op een gegeven moment naar vitamines.”", "Altijd mee", "„Ik mag van mijn man nooit op reis zonder ’aappie’: een knuffelbeertje! Zelfs als ik hem probeer te vergeten, zorgt mijn man ervoor dat hij met een lief kaartje in mijn tas zit.”", "Droom", "„Canada om te heliskiën of te heliboarden.”", "Overschat", "„Candle light diner in een bergrestaurant. Wat een teleurstelling! Toen we in het restaurant aankwamen, was het nog steeds dezelfde ’vreetschuur’ als overdag, behalve dat ene kaarsje op tafel.”", "Bekijk ook: Als een koning in een limo door Teheran", "Ook in de rubriek Mijn Reis? Mail naar [email protected]."], "authors": ["Katina Stavrianos"], "keywords": ["ik", "van", "stil", "stonden", "76", "mijn", "en", "een", "lang", "te", "sneeuw", "op", "het", "uur", "die", "reis"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}