{"id": "67a71f9f-4cf2-3245-bf83-b546d97d6dd0", "title": "Resterende subsidie op nieuwe elektrische auto binnen één dag op", "url": "https://nu.nl/auto/6100218/resterende-subsidie-op-nieuwe-elektrische-auto-binnen-een-dag-op.html", "summary": "Binnen één dag is al meer subsidie aangevraagd voor de aanschaf van een nieuwe elektrische auto dan voor 2021 nog beschikbaar was.\nDe subsidieregeling is bedoeld voor particulieren die een elektrische auto willen kopen of leasen en loopt tot en met 2025.\nWie nog een aanvraag over 2020 had lopen en daar nog geen uitsluitsel heeft gekregen, krijgt volgens een woordvoerder van de RVO nog bericht.\nOverigens is er dit jaar een nog veel hoger bedrag (13 miljoen euro) beschikbaar voor de aankoop van gebruikte elektrische auto's.\nVorig jaar was het budget voor gebruikte auto's pas tegen het einde van het jaar op.", "paragraphs": ["Binnen één dag is al meer subsidie aangevraagd voor de aanschaf van een nieuwe elektrische auto dan voor 2021 nog beschikbaar was. De inschrijving werd maandag geopend en op dinsdagochtend was al voor ruim 1,1 miljoen euro aan subsidie aangevraagd, meldt de Rijksdienst voor Ondernemend Nederland (RVO).", "De subsidieregeling is bedoeld voor particulieren die een elektrische auto willen kopen of leasen en loopt tot en met 2025. Per jaar is het subsidiebedrag aan een maximum gebonden en dat is dit jaar dus al bereikt.", "Particulieren konden voor maximaal 4.000 euro subsidie aanvragen per aankoop. Daarmee was het potje goed voor in totaal 277 auto's, terwijl 318 nieuwe aanvragen zijn gedaan.", "Door middel van een loting wordt bepaald wie de subsidie toegekend krijgt. Dat gebeurt binnen drie maanden. Wie buiten de boot valt, komt op een reservelijst voor als er aanvragen worden ingetrokken.", "Er zat voor dit jaar nog 1,1 miljoen euro in de pot, doordat een groot deel van het bedrag naar voren was gehaald als gevolg van de populariteit van de regeling. Wie nog een aanvraag over 2020 had lopen en daar nog geen uitsluitsel heeft gekregen, krijgt volgens een woordvoerder van de RVO nog bericht.", "Overigens is er dit jaar een nog veel hoger bedrag (13 miljoen euro) beschikbaar voor de aankoop van gebruikte elektrische auto's. Cijfers over die intekening zijn er nog niet, maar de verwachting is dat het hier een stuk minder snel zal gaan. Vorig jaar was het budget voor gebruikte auto's pas tegen het einde van het jaar op."], "authors": ["Door"], "keywords": ["resterende", "van", "het", "euro", "nog", "binnen", "voor", "jaar", "nieuwe", "een", "en", "elektrische", "subsidie", "wie", "op", "auto", "één", "dag"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}