{"id": "67bc8bc6-4765-32b7-8481-fd15fc33f351", "title": "VVD-leden hebben meer invloed op verkiezingen door corona", "url": "https://nos.nl/artikel/2360066-vvd-leden-hebben-meer-invloed-op-verkiezingen-door-corona.html", "summary": "Er is zoveel twijfel over de koers, dat er bijna duizend wijzigingsvoorstellen zijn ingediend.\nHet lijkt erop dat er veel meer gaat veranderen aan het verkiezingsprogramma dat de VVD een maand geleden presenteerde.\nLegalisering van softdrugsEn dan is er nog een voorstel om de legalisering van softdrugs in het verkiezingsprogramma op te nemen.\nDat is tegen het zere been van het hoofdbestuur, dat eerst wil kijken wat het overheidsexperiment met legale in- en verkoop door coffeeshops oplevert.\nZij vindt vanuit haar ervaring als crimefighter dat het verdienmodel voor criminelen snel moet verdwijnen.", "paragraphs": ["Het concept-verkiezingsprogramma van de VVD ligt intern onder vuur. Er is zoveel twijfel over de koers, dat er bijna duizend wijzigingsvoorstellen zijn ingediend. Veel daarvan worden door de partijleiding overgenomen. Maar ook omstreden voorstellen van leden maken in dit digitale coronatijdperk meer kans om te worden aangenomen..", "Zaterdag heeft de VVD een algemene ledenvergadering over het verkiezingsprogramma. Normaal gesproken komen de leden daar in groten getale op af. 's Ochtends kunnen ze dan naar een van de deelsessies, waarin gesproken wordt over amendementen en moties waarover alle leden later mogen stemmen.", "In deze coronaperiode pakt de VVD het anders aan. De partij van de premier die ons steeds voorhoudt dat dat we ons aan de regels moeten houden en thuis moeten werken, doet alles online. Een 'grapperhausje', zoals de misstap van de minister van Justitie bij zijn huwelijk wel wordt genoemd, wil de partijleiding koste wat kost voorkomen. Naar verwachting 1500 leden zitten zaterdag achter hun computer om mee te doen.", "Digitaal vergaderen heeft drempel", "De deelsessies worden deze week al gehouden. Soms doen daar zo'n honderd VVD'ers aan mee. En dat heeft een onverwacht effect: een specifiek deel van de leden heeft ineens meer invloed dan voorheen, omdat veel anderen de drempel om zich in een online vergadering te mengen te hoog vinden.", "Het zijn vooral de meest gedreven VVD'ers, die echt een inhoudelijke wijziging willen, die hun punt maken. Dat heeft er al toe geleid dat fractievoorzitter Klaas Dijkhoff, de belangrijkste schrijver van het verkiezingsprogramma, de zogenoemde 'rechtspraakparagraaf' voor zaterdag moet herschrijven.", "Daarin stond dat de partij grenzen wilde stellen aan de invloed van de rechter op politiek beleid. Daarbij verwijst Dijkhoff naar de Urgenda-zaak, waarin de rechter bepaalde dat het kabinet het beleid moet aanpassen om ervoor te zorgen dat de uitstoot van broeikasgassen sterk vermindert.", "Het gaat veel VVD'ers te ver om rechters op de vingers te tikken. Want hoe kun je als Nederland nu Hongarije en Polen de maat nemen over hun rechtsstaat, terwijl je ondertussen zelf de rechterlijke macht wilt aanpakken?", "Het lijkt erop dat er veel meer gaat veranderen aan het verkiezingsprogramma dat de VVD een maand geleden presenteerde. Zo ziet de achterban weinig in het voorstel om een 'preferendum' in te voeren, waarbij mensen zich vóóraf kunnen uitspreken over een wetsvoorstel. Daarnaast ligt er, aanvankelijk tegen de zin van de partijtop, een amendement over de vergoeding van plastische chirurgie na genitale verminking.", "Legalisering van softdrugs", "En dan is er nog een voorstel om de legalisering van softdrugs in het verkiezingsprogramma op te nemen. Dat is tegen het zere been van het hoofdbestuur, dat eerst wil kijken wat het overheidsexperiment met legale in- en verkoop door coffeeshops oplevert. Pogingen om dit amendement tegen te houden, zijn gestrand.", "De indiener is VVD-wethouder en voormalig officier van justitie Bos uit Breda. Zij vindt vanuit haar ervaring als crimefighter dat het verdienmodel voor criminelen snel moet verdwijnen. Ruim driekwart van de deelnemers aan de online deelsessie waarin de legalisering van softdrugs aan de orde kwam, was voor."], "authors": ["Inge Hoogendoorn En Wilma Borgman", "Redacteuren Politiek"], "keywords": ["aan", "van", "vvdleden", "verkiezingen", "het", "op", "meer", "leden", "invloed", "corona", "een", "dat", "te", "om", "en", "er", "door", "hebben"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}