{"id": "67cf7ca0-c4c8-3fb6-b90f-671fd1121c1b", "title": "The Mandalorian is de redder in nood voor een moeilijk Disney-jaar ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/the-mandalorian-is-de-redder-in-nood-voor-een-moeilijk-disney-jaar~b038dc74/", "summary": "Als u niet naar The Mandalorian op Disney+ kijkt zal deze mededeling in een peilloos vacuüm blijven zweven, ongeveer met de omvang van het Star Wars-universum.\nDisney+ was de kers op de taart van het succesvolste jaar uit de geschiedenis van het Amerikaanse entertainmentbedrijf.\nIn zijn bagage heeft de Mandalorian een klein groen wezentje dat hij ‘thuis’ moet brengen, waar dat ook moge zijn.\nDeze Baby Yoda, zoals hij op het internet wordt genoemd, of the child, zoals de Mandalorian zegt, werd het meest geliefde wezentje op het internet – en een droom van de merchandising-industrie.\nEn vlak voor Kerst, zullen we in de achtste en laatste aflevering van het tweede seizoen weten of het kindeke Yoda zal thuiskomen.", "paragraphs": ["Beeld Disney", "Baby Yoda heet dus Grogu. Als u niet naar The Mandalorian op Disney+ kijkt zal deze mededeling in een peilloos vacuüm blijven zweven, ongeveer met de omvang van het Star Wars-universum. Bent u wel aan boord, bij wijze van spreken, dan weet u waarom het halve internet er afgelopen week over bezig was.", "Ruim een jaar geleden lanceerde Disney zijn streamingdienst. Het bleek een cruciaal moment, al konden ze dat in november 2019 niet hebben geweten. Disney+ was de kers op de taart van het succesvolste jaar uit de geschiedenis van het Amerikaanse entertainmentbedrijf.", "Maar inmiddels, na een jaar waarin pretparken en bioscopen sloten en sportzenders niets hadden om uit te zenden, is Disney+ de reddingsboei waarop het hele bedrijf drijft. Dat wordt deze Kerst nog maar eens onderstreept door de première van de nieuwe grote Pixarfilm Soul op Eerste Kerstdag; die is alleen te zien op Disney+, en dus niet in de bioscoop.", "Disney+ begon een jaar geleden vooral met die enorme catalogus die het bedrijf heeft opgebouwd, met de eigen (animatie)studio, maar ook met de latere aankopen Pixar, Marvel en Star Wars. In tegenstelling tot Netflix, die de gebruikers bombardeert met nieuwe titels, leunt Disney zwaar op oud werk, met af en toe een opvallende nieuwkomer, zoals Hamilton een paar maanden terug. Toch werd de streamingdienst gelanceerd met The Mandalorian, de eerste live action-tv-serie binnen het Star Wars-universum.", "Het eerste seizoen bleek een voltreffer. Veteraan-regisseur en -scenarist Jon Favreau balanceerde knap tussen de soms verstikkende eisen die de echte Star Wars-fans stellen, diep verzonken als ze zijn in de heilige schrift van het Star Wars-universum, en de nieuwkomers, die niet alle verwijzingen meekrijgen, maar wel een prachtig gemaakt en vaak geestig ruimteavontuur zien, vol met verrassende bijrollen (Werner Herzog!) en fraaie oden aan klassieke films en filmgenres.", "De geharnaste en gehelmde titelheld is ook in het tweede seizoen bezig met zijn queeste die hem in elke aflevering steevast op een spectaculair vormgegeven planeet brengt, waar hij een paar uitdagingen moet overwinnen om wat verder te komen. Kijkers met veel game-uren op zak zullen zich op hun gemak voelen bij deze manier van vertellen.", "In zijn bagage heeft de Mandalorian een klein groen wezentje dat hij ‘thuis’ moet brengen, waar dat ook moge zijn. Deze Baby Yoda, zoals hij op het internet wordt genoemd, of the child, zoals de Mandalorian zegt, werd het meest geliefde wezentje op het internet – en een droom van de merchandising-industrie. Baby Yoda werd de Frozen-jurk van 2019.", "Op zoek naar meer? De Volkskrant kiest voor u de beste series op Netflix en andere aanbieders", "Het tweede seizoen, dat nu halverwege is, sluit naadloos aan bij het eerste seizoen. Voor de echte aficionado’s wordt steeds meer duidelijk hoe deze geschiedenis verweven is met de oorspronkelijke Star Wars-mythologie; terwijl anderen (waaronder deze kijker) daar geen last van hebben.", "Ook over de mysterieuze Mandalorian en zijn passagier werd langzaam steeds meer onthuld, totdat vorige week duidelijk werd dat ‘the child’ een naam had, Grogu dus. Er splitste zich meteen een groep kijkers af die verklaarden dat ze die naam niet over hun lippen zouden krijgen: de Baby Yoda-orthodoxie.", "En vlak voor Kerst, zullen we in de achtste en laatste aflevering van het tweede seizoen weten of het kindeke Yoda zal thuiskomen. Maar aangezien het derde seizoen al in productie is: hou rekening met een fikse cliffhanger. This is the way."], "authors": ["Mark Moorman"], "keywords": ["moeilijk", "van", "redder", "star", "het", "op", "met", "die", "zijn", "nood", "mandalorian", "een", "en", "dat", "disneyjaar", "voor"], "pubDate": "2020-12-03T18:14:40+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}