{"id": "67db5526-d086-31b3-b64f-d4c955378b54", "title": "Eindelijk is de Je-weet-wel-kater eens de baas", "url": "https://trouw.nl/cultuur-media/eindelijk-is-de-je-weet-wel-kater-eens-de-baas~b8fb8055/", "summary": "Hij is een van de bekendste huisdieren van Nederland: de rode kater, ook wel de Je-weet-wel-kater genoemd.\nDit goedmoedige stripfiguur laat zich van een onvermoede kant zien als gasthoofdredacteur van het nieuwe Libelle-nummer.\nDat staat in het teken van het 50-jarig jubileum van ‘Jan, Jans en de kinderen’.\nVoor de gewone hoofdredacteur Hilmar Mulder was het fijn dat ze het stokje even aan hem kon overdragen, zegt ze.\nLees ook:Jan Kruis, bekend van Jan Jans en de Kinderen, overledenStriptekenaar Jan Kruis is donderdag in zijn woonplaats Mantinge (Drenthe) overleden.", "paragraphs": ["Hij is een van de bekendste huisdieren van Nederland: de rode kater, ook wel de Je-weet-wel-kater genoemd. Dit goedmoedige stripfiguur laat zich van een onvermoede kant zien als gasthoofdredacteur van het nieuwe Libelle-nummer. Dat staat in het teken van het 50-jarig jubileum van ‘Jan, Jans en de kinderen’. De rode kater presenteert onder meer stamppotrecepten van Jan (opgetekend door Yvette van Boven) en tips om je haar in zo’n typisch Jans-knotje te draaien.", "Voor de gewone hoofdredacteur Hilmar Mulder was het fijn dat ze het stokje even aan hem kon overdragen, zegt ze. “Het voelde als een megavakantie.” Ze koos voor de rode kater als vervanger omdat hij zo’n filosofische kijk heeft op het gezin Tromp en vanaf de zijlijn ook de tijdgeest duidt. Zo bediscussieert hij de coronamaatregelen samen met Lotje de teckel en Loedertje de Siamees: is het voor katten nu wel of niet slim om een mondkapje te dragen?", "Hij bleef zijn theemutsachtige zelf", "Al die vijftig jaar bleef de rode kater zijn eigen theemutsachtige zelf. “Hij wordt geen stoffige bejaarde kater”, zegt Mulder. “Alle karakters blijven jeugdig en fris.” Maar hun opvattingen en gedrag veranderen natuurlijk wel. Jans had in de jaren zeventig nog flinke discussies met Jan over de hoogte van het huishoudgeld, maar inmiddels werkt ze zelf de helft van de week, net als veel Nederlandse vrouwen. “En er ligt al een verhaallijn klaar waarin ze fulltime gaat werken”, vertelt Mulder.", "Het feestje van de familie Tromp wordt coronaproof gevierd met een jubileumboek én een tentoonstelling in het Museum van de 20ste eeuw in Hoorn vanaf vrijdag 20 november. Geestelijk vader Jan Kruis kan het helaas niet meer meevieren, hij overleed in 2017.", "Lees ook:", "Jan Kruis, bekend van Jan Jans en de Kinderen, overleden", "Striptekenaar Jan Kruis is donderdag in zijn woonplaats Mantinge (Drenthe) overleden. De maker van talloze strips was al lange tijd ziek en stierf op 83-jarige leeftijd."], "authors": ["Iris Pronk"], "keywords": ["kater", "baas", "van", "als", "eindelijk", "het", "hij", "eens", "een", "jeweetwelkater", "en", "ze", "rode", "jan"], "pubDate": "2020-11-20T11:03:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}