{"id": "67dfdbc6-d71d-308e-9706-ff63b5f06ef3", "title": "Wordt de langverwachte auto van Apple een Hyundai?", "url": "https://volkskrant.nl/nieuws-achtergrond/wordt-de-langverwachte-auto-van-apple-een-hyundai~b5ff0419/", "summary": "Beeld Peter Kovalev/TASSDat Apple een auto wil bouwen, wordt al jaren beweerd maar is niet bevestigd.\nUit de berichtgeving van vrijdag valt op te maken dat de gesprekken met Hyundai gaan over het lanceren van een zelfrijdende auto in 2027.\nZo staakte de Britse stofzuigergigant en miljardair James Dyson na enkele jaren van kostbare voorbereidingen de ontwikkeling van een eigen elektrische auto.\nMogelijk gaat Apple het zogenoemde platform van Hyundai gebruiken voor de ontwikkeling van zijn eigen auto.\nDit alles valt in de categorie speculatie, voorlopig is er nog geen enkele concrete aanwijzing over wat voor auto Apple gaat ontwikkelen.", "paragraphs": ["Beeld Peter Kovalev/TASS", "Dat Apple een auto wil bouwen, wordt al jaren beweerd maar is niet bevestigd. Het concern houdt de kaken stijf op elkaar over een project waarbij de focus zou liggen op een zelfrijdend voertuig, vergelijkbaar met technologie die concurrent Google al ruim een decennium ontwikkelt.", "Apples zwijgzaamheid heeft in het verleden geleid tot tal van speculaties. Zou meldde de Financial Times ruim vier jaar geleden dat het concern op het punt stond de Britse sportwagenfabrikant McLaren over te nemen, een verhaal waar nooit meer iets van vernomen is.", "Enkele weken geleden kwam er niettemin onverwacht nieuws naar buiten, toen persbureau Reuters meldde dat Apple van plan is om in 2024 een auto op de markt te brengen met een eigen accu met ‘doorbraaktechnologie’. Wat dat precies betekent, is – het wordt saai – ook nog onbekend. Uit de berichtgeving van vrijdag valt op te maken dat de gesprekken met Hyundai gaan over het lanceren van een zelfrijdende auto in 2027. Hyundai wilde alleen bevestigen dat er gesproken wordt, Apple doet er zoals gebruikelijk het zwijgen toe.", "Risico", "Analisten zien in Apple een geduchte concurrent van Tesla, maar tot nu toe is de ervaring dat langverwachte nieuwe producten van de Amerikaanse techfirma er niet altijd komen. Zo werd lang gespeculeerd dat Apple een eigen televisie zou ontwikkelen en die kwam ook niet.", "Succes is ook lang niet zeker. Zo staakte de Britse stofzuigergigant en miljardair James Dyson na enkele jaren van kostbare voorbereidingen de ontwikkeling van een eigen elektrische auto. Ook daarvan werd veel verwacht, omdat Dyson veel kennis heeft over accutechnologie en elektromotoren.", "De Brit zag de ontwikkeling van zijn auto uiteindelijk als een te groot financieel risico. De gevestigde auto-industrie is machtig en de concurrentie is groot, waardoor nieuwkomers weinig kans maken zelf een speler van belang te worden. Alleen Tesla is hierin geslaagd. Maar ook dit bedrijf is nog altijd een kleintje: afgelopen jaar werd een productie van 500 duizend auto’s bereikt. Indrukwekkend voor een jonge fabrikant, maar nog altijd een fractie van wat grootheden als Toyota en Volkswagen produceren.", "Mogelijk gaat Apple het zogenoemde platform van Hyundai gebruiken voor de ontwikkeling van zijn eigen auto. Hyundai staat bekend om zijn efficiënte aandrijflijnen van elektrische auto’s. Ook zit het dicht tegen grote accuproducenten aan en zou daardoor snel een grote productie kunnen bereiken. Dit alles valt in de categorie speculatie, voorlopig is er nog geen enkele concrete aanwijzing over wat voor auto Apple gaat ontwikkelen. Aandelen Hyundai stegen vrijdag niettemin met bijna een kwart."], "authors": ["Bard Van De Weijer"], "keywords": ["hyundai", "van", "en", "een", "wordt", "apple", "auto", "ook", "te", "het", "op", "dat", "langverwachte"], "pubDate": "2021-01-08T14:36:49Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}