{"id": "682bba70-4b20-3745-8573-d56ce3ee5356", "title": "Spaans koningshuis ontkent dat Juan Carlos in ziekenhuis ligt", "url": "https://www.telegraaf.nl/entertainment/980770975/spaans-koningshuis-ontkent-dat-juan-carlos-in-ziekenhuis-ligt", "summary": "Premier Pedro Sánchez heeft daarbij beklemtoond dat het de regering helemaal niet aangaat waar de gepensioneerde vorst de kerstdagen doorbrengt.\nDat is volgens de sociaaldemocratische premier uitsluitend een zaak van het koninklijk huis.\nAfgelopen week nog betaalde een advocaat van hem in Spanje bijna 700.000 euro aan de belastingdienst om te voorkomen dat die Juan Carlos zou vervolgen wegens vermeende belastingontduiking in de jaren 2016 - 2018.\nEen kerstbezoek van het omstreden voormalige staatshoofd zou mogelijk ook zijn zoon, koning Felipe, slecht uitkomen.\nDie houdt kerstavond zijn jaarlijkse kersttoespraak en zijn vader zou dat kunnen overschaduwen.", "paragraphs": ["Zijn mogelijke komst leidde tot verhitte debatten in de Spaanse politiek. Premier Pedro Sánchez heeft daarbij beklemtoond dat het de regering helemaal niet aangaat waar de gepensioneerde vorst de kerstdagen doorbrengt. Dat is volgens de sociaaldemocratische premier uitsluitend een zaak van het koninklijk huis.", "Juan Carlos is in opspraak geraakt over duistere transacties en betalingen. Afgelopen week nog betaalde een advocaat van hem in Spanje bijna 700.000 euro aan de belastingdienst om te voorkomen dat die Juan Carlos zou vervolgen wegens vermeende belastingontduiking in de jaren 2016 - 2018.", "Een kerstbezoek van het omstreden voormalige staatshoofd zou mogelijk ook zijn zoon, koning Felipe, slecht uitkomen. Die houdt kerstavond zijn jaarlijkse kersttoespraak en zijn vader zou dat kunnen overschaduwen."], "authors": [], "keywords": ["dat", "van", "spaans", "die", "carlos", "een", "en", "ligt", "zijn", "zou", "premier", "koningshuis", "juan", "ziekenhuis", "ontkent", "het"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}