{"id": "6837ee78-60d4-34f0-a258-fe8d62c9dcb5", "title": "'Mijn rug doet pijn, heb ik een hernia?'", "url": "https://nu.nl/gezondheid/6091009/mijn-rug-doet-pijn-heb-ik-een-hernia.html", "summary": "Heb ik een hernia?\"\nAls huisarts doe ik een lichamelijk onderzoek waaruit ik kan opmaken of het om 'gewone' rugpijn gaat of om een hernia.\n\"Een hernia is een uitstulpinkje tussen de wervels.\nVeel mensen hebben een hernia, maar ervaren daar geen pijn van omdat die uitstulping niet op een zenuw drukt.\"\n\"Je kunt altijd bij de huisarts terecht als je je zorgen maakt of advies wil.", "paragraphs": ["Iedere week beantwoordt Edwin de Vaal, huisarts in Nijmegen, een veelgestelde of opvallende vraag uit zijn praktijk. Deze week is dat: \"Mijn rug doet pijn. Heb ik een hernia?\"", "Hoe weet je of je rugpijn een hernia is?", "\"Dat is soms lastig te bepalen. Lage rugpijn kan namelijk ongeveer dezelfde klachten geven. Als huisarts doe ik een lichamelijk onderzoek waaruit ik kan opmaken of het om 'gewone' rugpijn gaat of om een hernia. Alleen verandert dat niets aan de behandeling.\"", "Waarom niet? Een hernia is toch iets heel ernstigs?", "\"Een hernia is een uitstulpinkje tussen de wervels. De pijn wordt veroorzaakt doordat het uitstulpinkje op een zenuw duwt. Als die zenuw naar het been loopt, kan dat uitstralende pijn geven. Een hernia klinkt ernstig en het kán ook veel klachten geven, maar dat hoeft niet. Veel mensen hebben een hernia, maar ervaren daar geen pijn van omdat die uitstulping niet op een zenuw drukt.\"", "“Het voelt misschien tegennatuurlijk om te gaan bewegen terwijl je rug pijn doet, maar beweging is goed voor de doorbloeding van de spieren.”", "Maar hoef ik dan niet geopereerd te worden?", "\"Vroeger gebeurde dat vaak wel. Tegenwoordig opereren we liever niet te snel. De meeste klachten gaan namelijk vanzelf over binnen zes tot twaalf weken. In de meeste gevallen verkleint de uitpuiling van de tussenwervelschijf zich vanzelf. Daarmee verdwijnt de druk op de zenuw. En daarmee ook de pijn.\"", "Afwachten dus?", "\"Eerst wel ja. Naast een operatie kan de pijnspecialist in het ziekenhuis een injectie geven als het niet overgaat. Daarmee wordt de pijnlijke zenuw verdoofd en heb je minder of helemaal geen pijn meer. Maar meestal verdwijnt de zwelling dus vanzelf. Als je veel pijn hebt, zou ik zeker paracetamol nemen. Zo nodig met ibuprofen of naproxen erbij. Overleg dit even met je huisarts.\"", "En verder? Stil blijven zitten?", "\"Juist niet! Bewegen is heel belangrijk. Het voelt misschien tegennatuurlijk om te gaan bewegen terwijl je rug pijn doet, maar beweging is goed voor de doorbloeding van de spieren. Het maakt de spieren soepel. Op Thuisarts staan goede oefeningen. Als je het moeilijk of eng vindt, kun je de hulp van een fysiotherapeut inroepen.\"", "Moet je er eigenlijk mee naar de huisarts?", "\"Je kunt altijd bij de huisarts terecht als je je zorgen maakt of advies wil. Ook als je rugpijn langer duurt dan twaalf weken, is het goed om aan te bel te trekken.\"", "\"Er zijn gevallen waarin je direct de dokter moet bellen: als je niet meer kunt plassen of de urine laat lopen, als je een doof gevoel hebt in je schaamstreek of wanneer je geen controle meer hebt over je kringspier. In zeldzame gevallen kan een hernia namelijk de onderste gevoelszenuwen afsluiten.\""], "authors": ["Door", "Dorien Dijkhuis"], "keywords": ["je", "rug", "doet", "van", "hernia", "ik", "een", "niet", "te", "het", "mijn", "pijn", "als", "zenuw", "heb"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}