{"id": "6837389e-21e3-3d68-a93e-286cbc64b41e", "title": "Volkstuinen onder druk door woningbouw en hoge huren: 'Ik verkoop de boel maar'", "url": "https://nos.nl/nieuwsuur/artikel/2359564-volkstuinen-onder-druk-door-woningbouw-en-hoge-huren-ik-verkoop-de-boel-maar.html", "summary": "De wachtlijsten zijn ellenlang en de populariteit neemt alleen maar toe, maar ondertussen staan de volkstuinen steeds meer onder druk.\n\"Dit is mijn plek, maar het is gewoon niet haalbaar.\"\nEr komen fietspaden en riolering, maar dat kost wel geld.\nEn in Duivendrecht is al zeker dat de volkstuinders plaats moeten maken voor een nieuwe wijk met 4500 woningen.\nSinds 1996 nam het oppervlakte dat de tuincomplexen in Nederland innemen met dik elf procent af, blijkt het cijfers van het CBS.", "paragraphs": ["De wachtlijsten zijn ellenlang en de populariteit neemt alleen maar toe, maar ondertussen staan de volkstuinen steeds meer onder druk. Steden zien de tuinen als plekken waar meer te halen valt dan de doorgaans schamele huuropbrengsten. Zeker nu de stadsgrond steeds schaarser wordt. Woningbouw bedreigt het voortbestaan van de volkstuinen, bijvoorbeeld in Vlaardingen. En in Amsterdam, waar zo'n zesduizend volkstuintjes te vinden zijn, krijgen de tuinders met enorme prijsstijgingen te maken. De huren worden gemiddeld vijf keer zo hoog. Het is maar de vraag of alle tuinders dat bedrag kunnen of willen opbrengen. Voor Herman Esveld, die sinds 1973 een volkstuin heeft in Amsterdam, is het de reden om zijn volkstuin te koop te zetten. Met pijn in zijn hart. \"Dit is mijn plek, maar het is gewoon niet haalbaar.\" Herman neemt ons mee naar zijn volkstuin, waar zoveel herinneringen voor hem liggen, en legt uit waarom hij de huurverhoging zo belachelijk vindt.", "Dit artikel bevat een video. 1:39 'Zonder die huurverhoging was ik wel gebleven'", "Tot een paar jaar terug dreigden de Amsterdamse volkstuinen onder woningbouw te verdwijnen. Nu wil de gemeente ze behouden en als een soort stadsparken openstellen. Er komen fietspaden en riolering, maar dat kost wel geld. \"Die investering moet ergens vandaan komen\", zegt wethouder Marieke van Doorninck (GroenLinks). \"Bovendien is de huur heel lang hetzelfde gebleven, juist vanwege de bestaansonzekerheid die er was. Nu we die zekerheid kunnen bieden, denken we dat we daar ook een huurverhoging tegenover kunnen stellen.\" Volgens de AVVN, de landelijke volkstuinbond, zijn in verschillende gemeenten de huurprijzen van tuintjes hoger geworden de laatste tijd. \"Maar de Amsterdamse prijzen zijn echt Champions League\", zegt voorzitter Ruud Grondel.", "Hoe hoog worden de prijzen in Amsterdam? Van Doorninck heeft een voorstel gedaan in de gemeenteraad om voor de zogenoemde nutstuintjes, dus tuintjes zonder huisje waar alleen getuinierd wordt, een prijs van 1 tot 1,50 euro per m2 te hanteren. Voor tuintjes met een huisje wordt dat 2,25 euro per m2. De wethouder heeft daarnaast een regeling voorgesteld voor mensen met minder financiële mogelijkheden: 25 procent van de huurders kunnen tot 50 procent korting krijgen. Die korting moet alleen wel worden betaald door de andere tuinders.", "Verhuizing dreigt in Vlaardingen In Vlaardingen maken de tuinders zich geen zorgen of ze de huur nog wel kunnen betalen, maar of de volkstuin straks nog überhaupt bestaat. De gemeente onderzoekt meerdere locaties voor mogelijke woningbouw en het volkstuincomplex is er daar één van. Bestuurslid Dick Warnaar begrijpt er niks van. \"Zoiets groens opofferen, dat zou echt heel erg zijn. Dit is een belangrijke plek voor mensen die bijvoorbeeld alleen een balkonnetje hebben.\" Ook het sociale aspect van de tuin is volgens hem voor veel mensen belangrijk. De volkstuin moest eerder al eens plaats maken voor de uitbreidende stad. Jaren geleden verhuisden de tuinders naar een nieuwe plek toen er een bedrijventerrein werd gebouwd. \"Nu hangt zo'n verhuizing ons mogelijk weer boven het hoofd. Maar dat zie ik niet meer zitten op deze leeftijd\", zegt een oudere tuinder. En of verhuizen deze keer weer zou kunnen, is nog maar de vraag. De gemeente Vlaardingen wilde niet reageren, maar heeft wel aangegeven mee te willen zoeken naar een nieuwe plek voor de volkstuin, mocht het daadwerkelijk zover komen.", "Ook op veel andere plekken in Nederland dreigen volkstuinen bouwlocaties te worden. Bijvoorbeeld in Rotterdam, waar de gemeente meerdere complexen op het oog heeft. En in Duivendrecht is al zeker dat de volkstuinders plaats moeten maken voor een nieuwe wijk met 4500 woningen. Dat volkstuinen steeds meer (dreigen te) verdwijnen is niet iets van de laatste tijd. Sinds 1996 nam het oppervlakte dat de tuincomplexen in Nederland innemen met dik elf procent af, blijkt het cijfers van het CBS."], "authors": ["Dit Is Een Artikel Van"], "keywords": ["hoge", "volkstuinen", "van", "het", "druk", "maar", "verkoop", "zijn", "die", "ik", "huren", "woningbouw", "onder", "een", "en", "te", "dat", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}