{"id": "6839fc7f-8304-34b4-af67-0d9f37bd941d", "title": "Premier League-clubs mogen ook rest van seizoen slechts drie keer wisselen", "url": "https://www.nu.nl/voetbal/6097357/premier-league-clubs-mogen-ook-rest-van-seizoen-slechts-drie-keer-wisselen.html", "summary": "Ook de Engelse bondscoach Gareth Southgate riep de Premier League op om over te gaan op vijf wissels.\nBij de stemming op donderdag werd het vereiste aantal stemmen (veertien) echter voor de derde keer niet gehaald, wat betekent dat ook in de rest van het Premier League-seizoen slechts drie keer gewisseld mag worden.\nDoor: Pro ShotsPremier League-clubs mogen extra wisselen wanneer vermoed wordt dat een speler een hersenschudding heeft.\n(Foto: Pro Shots)Extra wissel bij hersenschuddingDe Engelse clubs krijgen vanaf januari wel de optie op een extra wissel bij een hersenschudding.\nDe aandeelhouders van de Premier League kwamen donderdag ook overeen dat de clubs in Engeland niet langer zeven, maar negen spelers op de bank mogen hebben.", "paragraphs": ["Een meerderheid van de Premier League heeft donderdag opnieuw tegen het plan gestemd om geen drie, maar vijf wissels per wedstrijd toe te staan. Daarnaast maken de Engelsen als eerste competitie van de mogelijkheid gebruik om een extra wissel in te zetten wanneer een speler vermoedelijk een hersenschudding heeft opgelopen.", "Er is al langer veel te doen om de beperkte wisselmogelijkheden in de Premier League. In tegenstelling tot vrijwel alle andere Europese competities, waarin vijf keer gewisseld mag worden vanwege het drukke programma in coronatijd, is drie vervangingen per duel het maximum.", "Het leidde al meermaals tot veel kritiek van onder anderen toptrainers Jürgen Klopp en Josep Guardiola, die het aantal blessures flink zagen toenemen. Ook de Engelse bondscoach Gareth Southgate riep de Premier League op om over te gaan op vijf wissels.", "Bij de stemming op donderdag werd het vereiste aantal stemmen (veertien) echter voor de derde keer niet gehaald, wat betekent dat ook in de rest van het Premier League-seizoen slechts drie keer gewisseld mag worden.", "Door: Pro Shots", "Premier League-clubs mogen extra wisselen wanneer vermoed wordt dat een speler een hersenschudding heeft. (Foto: Pro Shots)", "Extra wissel bij hersenschudding", "De Engelse clubs krijgen vanaf januari wel de optie op een extra wissel bij een hersenschudding. Die optie werd woensdag - op aandringen van de Premier League zelf - toegestaan door spelregelcommissie IFAB. Mogelijk volgen meer competities.", "Met de regelwijziging wil de IFAB de gezondheid van de spelers beter beschermen, zonder dat een team er nadeel van ondervindt door in ondertal verder te moeten spelen.", "Volgens de huidige regels mag de scheidsrechter een wedstrijd voor maximaal drie minuten stilleggen voor een medische behandeling. Spelers zouden onder druk verder spelen, waarna soms alsnog een hersenschudding wordt geconstateerd.", "De aandeelhouders van de Premier League kwamen donderdag ook overeen dat de clubs in Engeland niet langer zeven, maar negen spelers op de bank mogen hebben.", "Bekijk de uitslagen, de stand en het programma in de Premier League"], "authors": ["Door"], "keywords": ["van", "seizoen", "om", "keer", "een", "ook", "leagueclubs", "te", "hersenschudding", "drie", "wisselen", "slechts", "op", "league", "premier", "het", "mogen", "rest"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}