{"id": "6843633a-b394-386f-9f10-ebbc6851c086", "title": "Otterspeer kan eindelijk weer vertrouwen op zijn lichaam en wint NK sprint", "url": "https://volkskrant.nl/sport/otterspeer-kan-eindelijk-weer-vertrouwen-op-zijn-lichaam-en-wint-nk-sprint~b960375f/", "summary": "Dat had hij vooral te danken aan de 1.000 meter van zaterdag, die hij in 1.07,99 won.\nToen vierde hij dat als een overwinning op zijn rug.\nDan hield het publiek op de tribunes de adem in als hij met zijn bijna 90 kilogram en 1 meter 93 op de bocht afstormde.\n‘Ook op het ijs.’ Hij kan zijn kracht symmetrisch kwijt en dat vertaalt zich naar een veel grotere stabiliteit.\nNu met een erekrans in de achterbak en een brede grijns op zijn gezicht.", "paragraphs": ["Hein Otterspeer tijdens de afsluitende 1000 meter op weg om voor de derde keer Nederlands kampioen te worden. Beeld Klaas Jan van der Weij", "Meer dan eens zat Hein Otterspeer op zondagavond in de auto terug naar huis met de pest in zijn lijf. Na een mislukt kampioenschap of verprutste race. ‘Weer niks’, verzuchtte hij dan en speelde met de gedachte om te stoppen.", "Ondanks die sombere autoritten bleef hij schaatsen. Jaar na tegenvallend jaar. ‘Diep van binnen wist ik het wel’, zegt hij zondagavond. Hij klopt erbij op zijn borst. ‘Als bij mij alles klopt kan ik de beste van de wereld verslaan.’ De 32-jarige pupil van Jac Orie is net Nederlands kampioen sprint geworden.", "Niemand kwam tijdens het weekend echt bij hem in de buurt. Dat had hij vooral te danken aan de 1.000 meter van zaterdag, die hij in 1.07,99 won. ‘Een mokerslag’, noemt hij het zelf. Gecombineerd met de keurige tijden op de 500 meters (34,82 en 34,91) kon hem op de slotafstand eigenlijk niets meer gebeuren. Aan 1.08,78 had hij ruim voldoende.", "Hij eindigde op de tweede kilometer achter Thomas Krol (1.08,34) en Kai Verbij (1.08,62), die als tweede eindigde in het eindklassement. Dai Dai N’tab werd derde. Opvallend was de kracht van de Jumbo-Vismaformatie, die de eerste zes posities in het eindklassement bezette, geholpen door de diskwalificatie van Kjeld Nuis op de 500 meter van zaterdag en de opgave van Ronald Mulder op zondag. Zij rijden voor een andere ploeg.", "Het was de derde keer dat Otterspeer de nationale sprinttitel veroverde, maar het was er eentje met grote betekenis. Hij won de titel voor het eerst in 2015, een winter waarin alles leek te kunnen. Hij was net in dienst bij Orie en werd behalve nationaal kampioen ook tweede op het WK in Kazachstan, achter de Rus Pavel Koelizjnikov.", "Daarna sloeg het noodlot toe. In mei 2015 werd hij tijdens een trainingsritje op de racefiets in het Groningse dorpje Sebaldeburen aangereden door een auto. Dat ongeluk zou hem blijven achtervolgen. Elke keer speelde zijn rug op. Gek werd hij ervan.", "Flitsen van zijn talent", "Zijn niveau van 2015 bereikte hij niet meer. Heel af en toe waren er flitsen van zijn talent te zien, zoals in 2019 toen hij voor de tweede maal sprintkampioen werd. Toen vierde hij dat als een overwinning op zijn rug. Dat was niet helemaal terecht, blikt hij nu terug. Hij was een week voor dat NK door zijn rug gegaan en zou er daarna ook mee sukkelen.", "Nee, meestal was het afzien. Dan hield het publiek op de tribunes de adem in als hij met zijn bijna 90 kilogram en 1 meter 93 op de bocht afstormde. Houdt hij het wel? Zelf wist hij het ook niet. Zijn lichaam was zo onbetrouwbaar dat hij op hoop van zegen zo’n bocht instuurde en er meestal veel te wijd uit kwam waaien, als hij tenminste overeind bleef.", "Toch hield hij hoop, net als Orie. Zijn coach zag tussen alle rugklachten door elke keer hoe krachtig zijn pupil eigenlijk was. ‘Hij kan vermogens vrijmaken, dat is absolute wereldklasse’, zegt Orie, die ook de ongekende motivatie van Otterspeer prijst. ‘Hij is een echte liefhebber.’", "Inmiddels zijn de rugproblemen onder controle. Aan het eind van het vorige seizoen zocht hij hulp bij een buitenlandse rugspecialist, die hem van top tot teen onderzocht en behandelde. Het bleek dat de sprinter al die jaren na de aanrijding nog altijd kampte met problemen aan de rechterkant van zijn lijf. Een ‘kreukelzone’ noemt hij het zelf. Hij bleek veel te compenseren met zijn linkerbeen en was daarmee chronisch uit balans.", "Met behandelingen werd het euvel beetje bij beetje verholpen. In de zomer merkte hij al hoe groot het verschil was met voorgaande jaren. Als hij kracht- of fietstraining had gedaan, voelde hij geen pijn meer. Zijn testresultaten verbeterden, zijn humeur ook. Orie zag het terug in de logboeken die zijn schaatsers bijhouden en waarin ze elke ochtend een cijfer geven aan hun gevoel. ‘Hij zit al twee maanden een punt hoger dan normaal.’", "‘Ik sta nu recht op twee benen’, zegt Otterspeer en plant demonstratief beide voeten op de grond. ‘Ook op het ijs.’ Hij kan zijn kracht symmetrisch kwijt en dat vertaalt zich naar een veel grotere stabiliteit. Zijn bovenlijf slingert en zwabbert niet langer als hij de bocht in duikt. Zelfs al is hij nu dankzij een zwaarder trainingsregime een paar kilo zwaarder dan de voorgaande jaren. ‘Ik ga nu met controle en stabiliteit de bocht in en kom met controle en stabiliteit de bocht uit.’", "Zondagavond zit hij weer alleen in de auto terug naar huis. Nu met een erekrans in de achterbak en een brede grijns op zijn gezicht. ‘Er zijn mensen geweest die zeiden: het is mentaal bij die jongen. Dat was het niet, maar ik reed tegen mensen die altijd konden terugvallen op een goed lichaam. Ik kon dat niet. Nu wel.’"], "authors": ["Erik Van Lakerveld"], "keywords": ["van", "wint", "het", "op", "nk", "hij", "zijn", "met", "die", "sprint", "kan", "een", "en", "weer", "dat", "lichaam", "vertrouwen", "otterspeer"], "pubDate": "2020-11-29T21:37:52+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}