{"id": "68529ca5-5c19-36d7-b4e5-c31f6833ee76", "title": "Normaal zou je een hoogbejaarde en verzwakte dame onmiddellijk te hulp schieten. Maar dit was mevrouw De B.", "url": "https://volkskrant.nl/columns-opinie/normaal-zou-je-een-hoogbejaarde-en-verzwakte-dame-onmiddellijk-te-hulp-schieten-maar-dit-was-mevrouw-de-b~ba21235e/", "summary": "Normaal zou je een hoogbejaarde, kwetsbare en verzwakte dame, die hulpeloos en alleen op een rollator zit en niet meer voor- of achteruit kan, onmiddellijk te hulp schieten – thee geven en vervolgens met boodschappen en al naar huis brengen.\nMaar het is te tijdrovend, te belastend.\nMaar iedere keer doet ze het toch en iedere keer strandt ze weer op precies dezelfde plek.\nPraten helpt niet, dat is voldoende geprobeerd, nu moest ze het maar een keer voelen, anders leerde ze het nooit.\nAl kon ik het niet laten om af en toe even naar buiten te kijken, waar het december was, koud, nat en ronduit miezerig.", "paragraphs": ["Toen ik laatst naar huis wilde lopen, zag ik mevrouw De B. op haar rollator zitten, zo’n 60 meter van mijn huis en zo’n 80 van het hare, de rug naar me toe. Ik wist wat er was gebeurd, want het gebeurde iedere dag. Ze was naar de supermarkt geweest en op weg terug naar huis door uitputting gestrand. Wie weet hoe lang ze daar al zat.", "Normaal zou je een hoogbejaarde, kwetsbare en verzwakte dame, die hulpeloos en alleen op een rollator zit en niet meer voor- of achteruit kan, onmiddellijk te hulp schieten – thee geven en vervolgens met boodschappen en al naar huis brengen. Maar dit was mevrouw De B. en die doet het erom. Mogelijk per ongeluk, maar toch.", "Van mevrouw De B. komt altijd gedonder. Ze belt en appt rustig tien keer per dag – ‘Fijne dag, fijne dag, fijne dag! – ja, u ook een fijne week!’ Of ze spreekt wat in, met een stem alsof ze stervende is: ‘Oooh, Peter, ik heb je hulp nodig!’ Als ik dan eenmaal in paniek naar haar ben toegerend, blijkt dat ze hagelslag nodig heeft. ‘Hagelslag?’ roep je. ‘Hagelslag, echt waar?’ Ja, zegt ze en duwt je een portemonnee in handen. ‘Melk.’", "In het begin nam ik ieder telefoontje op, bang dat ik een echt noodtelefoontje zou missen. Maar het is te tijdrovend, te belastend. Inmiddels hanteer ik de regel: eerste keer bellen is even opletten. Tweede keer bellen: zolang ze nog kan bellen, is ze niet in levensgevaar. Vanaf de derde keer: niks aan het handje met mevrouw De B. Blijft het daarentegen bij één telefoontje: 112.", "Nu zat ze weer op haar rollator op de stoep. Ik zeg iedere keer weer tegen haar: doe dat nou niet, ga nou niet in uw eentje naar de supermarkt, u komt niet meer thuis. Maar iedere keer doet ze het toch en iedere keer strandt ze weer op precies dezelfde plek. Op de hoek. In de wind, en niet 15 meter eerder, waar een afdakje hangt.", "Ik dacht ineens: bekijk het maar. Ik trap er niet meer in. Praten helpt niet, dat is voldoende geprobeerd, nu moest ze het maar een keer voelen, anders leerde ze het nooit. Dus dook ik de steeg in en ging achter de huizen langs, hekje over, broek kapot, via de achtertuin ons huis in, zonder door iemand te zijn opgemerkt.", "Thuis haalde ik diep adem. Zo. Dat had ik goed gedaan. Elke dag liet ik me ringeloren en naar de pomp sturen, nu was het genoeg. Al kon ik het niet laten om af en toe even naar buiten te kijken, waar het december was, koud, nat en ronduit miezerig.", "Zachte heelmeesters maken stinkende wonden, daarvan bleef ik wel overtuigd, maar toen het donker werd, ben ik haar toch maar even gaan halen."], "authors": ["Peter Middendorp"], "keywords": ["keer", "verzwakte", "mevrouw", "niet", "hulp", "en", "een", "maar", "schieten", "te", "zou", "ik", "ze", "onmiddellijk", "op", "normaal", "naar", "je", "het"], "pubDate": "2020-12-11T12:00:16Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}