{"id": "685992ce-ab48-3423-9d9d-e6e7b44d0178", "title": "Bedlampjes van oude kompassen in hotel The Craftsmen in Amsterdam", "url": "https://volkskrant.nl/reizen/bedlampjes-van-oude-kompassen-in-hotel-the-craftsmen-in-amsterdam~b4ff8ee4/", "summary": "Iedere kamer brengt een ode aan een ambacht.\nDus hangt er een houten kano boven het vrijstaande bad in de Boatbuilders Room, waar de bedlampjes zijn gemaakt van oude kompassen.\nKunstenaar Stef van der Bijl bouwde uurwerken om tot tafels, naaimachines, boren en blokschaven tot lampen of een vliegtuigromp tot kledingkast.\nEen flink contrast, kortom, met de originele details van het 17de eeuwse monument: bedsteden, Delfts blauwe tegeltjes, balken en krakende parketvloeren.\nBedden en badkamers zijn modern en van topkwaliteit.", "paragraphs": ["De Boatbuilders Room in hotel The Craftsmen, Amsterdam Beeld Noel van Bemmel", "Het hotel valt iedereen op die over de Amsterdamse Singel richting Centraal Station loopt: een fier grachtenpand met glas-in-loodramen, sierlijke festoenen, rode luiken en de trotse tekst ‘Anno 1652' op de gevel. Meer dan honderd jaar zat daar een wat versleten hotel dat weigerde mee te doen aan Booking.com of hoogseizoenprijzen. Sympathiek, maar voor renovatie was geen geld.", "Deze maand opende hotel The Craftsmen na een liefdevolle verbouwing. Alle veertien kamers zijn anders. ‘Ik wilde voortborduren op de geschiedenis van dit pand’, zegt de 25-jarige eigenaar Michelle Zandbergen. Haar familie kocht het voormalige veerhuis (wachtruimte) dat ooit werd neergezet door Roelof Swaen, de adjudant van Michiel de Ruyter. Iedere kamer brengt een ode aan een ambacht.", "Dus hangt er een houten kano boven het vrijstaande bad in de Boatbuilders Room, waar de bedlampjes zijn gemaakt van oude kompassen. Kunstenaar Stef van der Bijl bouwde uurwerken om tot tafels, naaimachines, boren en blokschaven tot lampen of een vliegtuigromp tot kledingkast. Wastafels zijn oude werkbanken overgoten met epoxy. Een flink contrast, kortom, met de originele details van het 17de eeuwse monument: bedsteden, Delfts blauwe tegeltjes, balken en krakende parketvloeren. Bedden en badkamers zijn modern en van topkwaliteit. Oordoppen zijn soms nodig in deze buurt.", "Zandbergen is bijna klaar met de hotelschool en huurde haar studievrienden in. ‘Ik bied een persoonlijke service. We spreken onze gasten aan met hun naam, geven tips over de buurt en als ze verdwalen of alvast hun bad willen laten vollopen, kunnen ze ons altijd appen.’", "Vanaf € 200 per nacht. hotelthecraftsmen.com", "Meer bijzondere hotels: volkskrant.nl/hotels"], "authors": ["Noël Van Bemmel"], "keywords": ["tot", "van", "amsterdam", "craftsmen", "op", "het", "kompassen", "zijn", "met", "hotel", "bedlampjes", "een", "oude", "en", "aan"], "pubDate": "2019-08-30T15:00:05+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}