{"id": "685a2be9-4877-3ada-aaae-1be75b356c0e", "title": "Operatie Bibian Mentel goed verlopen: ’Heeft eerste lach laten zien’", "url": "https://www.telegraaf.nl/entertainment/159330442/operatie-bibian-mentel-goed-verlopen-heeft-eerste-lach-laten-zien", "summary": "„Na weer een aantal spannende uren kan ik nu laten weten dat de operatie goed is gegaan”, schrijft Edwin op zijn Facebookpagina.\n„Bibian ligt nog op de uitslaapkamer en door de coronaregels mag ik helaas nog niet naar haar toe, maar ik heb begrepen dat ze alweer een eerste lach heeft laten zien.”Hij vervolgt: „Doordat Bibians lichaam na alle zware operaties, bestralingen en medicijnen wat zwakker is dan normaal, moeten we vooral de komende 48 uur nog even duimendraaien dat er geen nabloedingen of infecties optreden en ze dus voorspoedig hersteld.\nBibian kennende ligt ze waarschijnlijk al plannen te maken voor de kerst en dan knallen we straks gewoon toch ook weer 2021 in.”Bibian Mentel moest vorig jaar ook al onder het mes nadat er opnieuw een tumor bij haar was ontdekt.\nBibian heeft al twintig jaar kanker.\nZe onderging in 2019 een operatie aan haar rug waarbij een tumor werd verwijderd.", "paragraphs": ["„Na weer een aantal spannende uren kan ik nu laten weten dat de operatie goed is gegaan”, schrijft Edwin op zijn Facebookpagina. „Bibian ligt nog op de uitslaapkamer en door de coronaregels mag ik helaas nog niet naar haar toe, maar ik heb begrepen dat ze alweer een eerste lach heeft laten zien.”", "Hij vervolgt: „Doordat Bibians lichaam na alle zware operaties, bestralingen en medicijnen wat zwakker is dan normaal, moeten we vooral de komende 48 uur nog even duimendraaien dat er geen nabloedingen of infecties optreden en ze dus voorspoedig hersteld. Bibian kennende ligt ze waarschijnlijk al plannen te maken voor de kerst en dan knallen we straks gewoon toch ook weer 2021 in.”", "Bibian Mentel moest vorig jaar ook al onder het mes nadat er opnieuw een tumor bij haar was ontdekt. Bibian heeft al twintig jaar kanker. Ze onderging in 2019 een operatie aan haar rug waarbij een tumor werd verwijderd."], "authors": [], "keywords": ["eerste", "heeft", "goed", "nog", "zien", "mentel", "ik", "operatie", "weer", "een", "ze", "en", "haar", "verlopen", "lach", "dat", "al", "laten", "bibian"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}