{"id": "68637818-8f4f-3647-869e-9084173ba1de", "title": "Van der Poel beleeft in Zeeuwse klei zijn beste dag", "url": "https://volkskrant.nl/sport/van-der-poel-beleeft-in-zeeuwse-klei-zijn-beste-dag~b635e0d9/", "summary": "OnvermoeibaarDezelfde Van der Poel klautert op het oog onvermoeibaar de taluds van de zeewering op.\nHet was een leuke middag.’De lichte bezorgdheid over de vorm had te maken met zijn programma van het afgelopen weekeinde.\nVan Aert bewees in een aantal van deze confrontaties dat hij het verschil met Van der Poel in de voorgaande jaren aan het overbruggen is.\nIn de Kempen reageerde Van Aert te laat op een versnelling van zijn tegenstander, al kwam hij in de slotfase nog dichtbij.\n‘Als Mathieu op z’n best is, dan moet je top zijn om in de buurt te komen.’Als Van der Poel de finish passeert, balt hij zijn vuist en werpt hij een blik op zijn gebolde biceps.", "paragraphs": ["De concurrentie is in geen velden of wegen te bekennen als Mathieu van der Poel in de Vestingcross een stuk lopend door de modder moet afleggen. Beeld Belga", "De conditie was niet helemaal meer top, oordeelde Mathieu van der Poel zaterdag nog, nadat hij vrij gemakkelijk - veel concurrenten ontbraken - de veldrit in Gullegem op zijn naam had geschreven. Het doorstaan van langdurige inspanningen was er de laatste weken wat bij ingeschoten. Daar moet weer wat aan gewerkt worden; hij vertrekt komende week naar Spanje voor een trainingskamp.", "Maar dan is het zondag, cross in eigen land, in Hulst. De organisatie heeft het decor verplaatst van de vestingwerken in het stadje naar de dijken langs de Westerschelde. In de leegte van de Perkpolder is het makkelijker publiek te weren en de wedstrijd coronabestendig te houden.", "Onvermoeibaar", "Dezelfde Van der Poel klautert op het oog onvermoeibaar de taluds van de zeewering op. Hij smijt zich de diepte in, naar Normaal Amsterdams Peil, maakt een draai van 180 graden en valt opnieuw vol overtuiging de helling aan. Hij raast door stroken doorweekte Zeeuwse klei. Dat het achterwiel onder zijn pedaalslagen in de prut wel eens doordraait en de fiets zijdelings wegglijdt, deert hem niet. Gewoon blijven trappen, dan komt het meestal vanzelf wel goed. Tegenstanders zijn nergens te bekennen. Wout van Aert wordt tweede, op anderhalve minuut, Tom Pidcock is derde, op 1.49. ‘Dit was mijn beste dag tot nu toe’, concludeert Van der Poel na de wedstrijd. ‘Ik had een goed tempo te pakken en reed goede lijnen. Het was een leuke middag.’", "De lichte bezorgdheid over de vorm had te maken met zijn programma van het afgelopen weekeinde. Nog nooit reed hij op drie aaneengesloten dagen een wedstrijd - hij wint ze alle drie. Voorafgaand aan de zeges in Gullegem en Hulst was er vrijdag winst geweest in Baal. Het brengt het totaal van zijn overwinningen dit seizoen op acht, in elf wedstrijden. Twee keer klopte Van Aert hem, één keer was Pidcock beter.", "Overbruggen", "In het duel met zijn Vlaamse aartsrivaal staat het nu 4-2. Van Aert bewees in een aantal van deze confrontaties dat hij het verschil met Van der Poel in de voorgaande jaren aan het overbruggen is. In Namen bleef hij in de buurt. In Heusden-Zolder, waar hij al vroeg door een lekke band werd teruggeslagen, reed hij de snelste ronde. In het ijzige modderbad in Dendermonde, waar het vooral op het trappen van vermogen aankwam en er lange stroken moest worden afgelegd met de fiets op de schouder, declasseerde hij de Nederlander. Die kwam op 2.49 na hem rillend en hol uit de ogen kijkend over de streep. Die heeft het niet zo op dergelijke parcoursen.", "Maar in Baal en Hulst - wedstrijden waarin ook zij zichzelf gelijke kansen toedichtte - was het toch Van der Poel die als vanouds de lakens uitdeelde. In de Kempen reageerde Van Aert te laat op een versnelling van zijn tegenstander, al kwam hij in de slotfase nog dichtbij. De winnaar maakte na afloop wel een uitgeputte indruk. Hij had zich ‘niet super’ gevoeld.", "Betsema in de klei. Beeld ANP", "Demonstratie", "Zondagmiddag in de Perkpolder werpt hij in de eerste ronde een blik opzij en ziet dat Van Aert enkele tientallen meters achter hem rijdt. Hij neemt de kop over van Toon Aerts en begint aan zijn demonstratie op en tussen de dijken. Pidcock ziet de Nederlander versnellen. De Brit na de finish: ‘Ik dacht meteen: vergeet het maar, de rest rijdt hier voor de tweede plaats.’ Allengs groeit de voorsprong tot ruim een minuut.", "In zijn pogingen het gat te dichten, gaat er veel mis bij Van Aert. Een fietswissel al vroeg in de wedstrijd pakt dramatisch uit, de mecanicien trekt het beschikbare rijwiel terug als hij komt aanrennen. De Vlaming zou het misverstand later toeschrijven aan ‘iemand die onze beweging verstoorde’. Hij worstelt ook met de keuze voor het profiel op de banden. Er volgen enkele schuivertjes. Pas in de laatste ronde schudt hij Pidcock af. Het was niet zijn slechtste dag, verklaart hij na de wedstrijd, maar ‘ik had ook niet de benen vandaag.’ Hij is de gevechten van vroeger niet vergeten. ‘Als Mathieu op z’n best is, dan moet je top zijn om in de buurt te komen.’", "Als Van der Poel de finish passeert, balt hij zijn vuist en werpt hij een blik op zijn gebolde biceps. Het oogt als een dankbetuiging aan eigen lijf en leden: zowaar zat er toch nog meer dan voldoende pit in het gestel."], "authors": ["Rob Gollin"], "keywords": ["beste", "zijn", "van", "poel", "en", "klei", "der", "een", "beleeft", "zeeuwse", "niet", "op", "te", "het", "dag", "hij"], "pubDate": "2021-01-03T20:23:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}