{"id": "68666210-c3dd-311b-87bb-f5047ec25f1f", "title": "Profiel Ursul de Geer: anarchistische volleyballer die terugkeerde in het theater", "url": "https://nu.nl/media/6095423/profiel-ursul-de-geer-anarchistische-volleyballer-die-terugkeerde-in-het-theater.html", "summary": "Ursul de Geer wordt als zoon van een kunstschilder en een zangeres op 3 januari 1946 in Zeist geboren.\nGrootvader jonkheer Egbert Lintelo de Geer bezat het Kasteel Kerckebosch in Zeist, maar het zevenkoppige gezin De Geer leeft niet in extreme rijkdom.\nTijdens zijn jeugd blijkt De Geer een getalenteerde volleybalspeler te zijn, die het als tiener tot het nationale jeugdteam en de Eredivisie schopt.\nNa het afronden van het Christelijk Lyceum in Zeist gaat De Geer economie en andragogie (opvoeding en vorming van volwassenen) studeren in Amsterdam.\nIn het reisprogramma reist De Geer af naar populaire vakantiebestemmingen en verbaast hij zich openlijk over wat hij daar aantreft.", "paragraphs": ["Ursul de Geer wordt als zoon van een kunstschilder en een zangeres op 3 januari 1946 in Zeist geboren. Hij groeit op als telg van een adellijke familie. Grootvader jonkheer Egbert Lintelo de Geer bezat het Kasteel Kerckebosch in Zeist, maar het zevenkoppige gezin De Geer leeft niet in extreme rijkdom.", "Tijdens zijn jeugd blijkt De Geer een getalenteerde volleybalspeler te zijn, die het als tiener tot het nationale jeugdteam en de Eredivisie schopt.", "Hij krijgt de kans om carrière te maken in de Heineken Brouwerij, maar slaat dit aanbod af. Na het afronden van het Christelijk Lyceum in Zeist gaat De Geer economie en andragogie (opvoeding en vorming van volwassenen) studeren in Amsterdam. In een interview met de Volkskrant zegt Titiaan de Geer dat zijn oudere broer in de hoofdstad betrokken raakt bij de linkse protestbeweging en \"meer anarchist, dan communist\" wordt.", "In Amsterdam maakt De Geer ook kennis met studententoneel, dat de basis zal vormen voor zijn latere werk als theaterregisseur en acteur. Hij sluit zich onder andere aan bij de Nieuwe Komedie en Toneelgroep Centrum, die zich vooral op uitvoeringen van modern, Engels toneel concentreert, maar ook oorspronkelijke Nederlandse stukken opvoert.", "De Geers maatschappelijk engagement blijft onveranderd en hij voegt zich bij theatergezelschappen die rond de ingangen van fabrieksterreinen protesteren tegen sociale misstanden. Zijn hoogtepunt als activist wordt gekenmerkt door het afsteken van een rookbom tijdens een voorstelling in de Amsterdamse stadsschouwburg.", "Echt grote successen als acteur of regisseur blijven uit, tot hij zich begin jaren tachtig uit de geëngageerde theaterwereld ontworstelt en zich aanbiedt in de commerciële film- en televisiewereld. Die overstap wordt direct beloond met een rol in Paul Verhoevens films Spetters en De vierde man.", "566 Bekijk hier een fragment van 't Is hier fantasties", "''t Is hier fantasties was voor mij een openbaring'", "Enkele jaren later mag hij voor de NCRV het praatprogramma Ursul de Geer maken, dat volgens Beeld en Geluid gevuld wordt \"met keurige gesprekken op quasi-intellectueel niveau over van alles en nog wat\". Het populaire programma verhuist begin jaren negentig naar RTL 4, de zender waar De Geer de komende jaren zijn grootste successen zal vieren.", "In 1995 wordt de eerste aflevering van 't Is hier fantasties op RTL 4 uitgezonden. In het reisprogramma reist De Geer af naar populaire vakantiebestemmingen en verbaast hij zich openlijk over wat hij daar aantreft.", "\"'t Is hier fantasties was voor mij vaak ook een openbaring. Te zien hoe mensen zich soms te buiten gaan. Je weet die dingen wel, maar dat het zo hevig is in vergelijking met vroeger, met rellen, drank, meisjes en jongens, kun je niet bevroeden. Qua intentie is het verviervoudigd\", zei De Geer daar eens over in een interview met Trouw.", "De Geer presenteert het succesvolle programma tot 2001, maar voelt zich dan weer aangetrokken tot het toneel. Hij maakt een toneelbewerking van de roman Gloed van Sándor Márais. Dit vormt het startschot voor bewerkingen van andere boeken als De Aanslag (Harry Mulisch) en Stoner (John Williams).", "Maar afscheid nemen van televisie wilde De Geer niet. In een interview met AD zei hij eind vorig jaar: \"Ik ben nog wel bezig met een paar plannen voor de tv, dus wie weet keer ik ooit terug.\""], "authors": ["Door", "Chris Helt"], "keywords": ["van", "geer", "terugkeerde", "als", "volleyballer", "profiel", "het", "die", "ursul", "met", "hij", "zijn", "een", "theater", "en", "zich", "anarchistische"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}