{"id": "68787d33-97b7-3720-8fcd-ac316ceb5d02", "title": "JA: a restaurant with a romantic story", "url": "https://www.parool.nl/english/ja-a-restaurant-with-a-romantic-story~b48a0e71/", "summary": "Restaurant JA in De Pijp Beeld Jakob Van VlietJA’s backstory has more than a whiff of romance.\nJulius Busscher, 34, and Amy Delorme, 26, worked together at the Jacobsz restaurant, fell in love, and eventually decided it was time for a child.\nJA is small.\nTwo people running a restaurant might sound a bit pressured, but Delorme emphasises that she wants to have time for her customers.\nThe restaurant feels like someone’s dining room, and the food is affordable and made to a high standard.", "paragraphs": ["Restaurant JA in De Pijp Beeld Jakob Van Vliet", "JA’s backstory has more than a whiff of romance. Julius Busscher, 34, and Amy Delorme, 26, worked together at the Jacobsz restaurant, fell in love, and eventually decided it was time for a child. Except that child was a restaurant.", "JA is small. With its simple wooden tables and chairs and warm lighting, it caters for a limited number of guests, which is precisely what Busscher and Delorme intended. They are the only employees: he in the kitchen, she runs front of house.", "Two people running a restaurant might sound a bit pressured, but Delorme emphasises that she wants to have time for her customers. “I like being able to chat with everyone. That’s one of the reasons why we kept JA so small, so that even with only two of us, we could give people the attention they deserve.”", "€33 buys you a three-course seasonal menu, and the couple buy their vegetables in the countryside each week. “If I’m walking around and I suddenly see a nice vegetable, I immediately think up a dish,” says Busscher. He also visits the Albert Cuyp market every morning to pick out fish for that night’s dinner.", "The two believe in keeping things accessible. The restaurant feels like someone’s dining room, and the food is affordable and made to a high standard. Busscher concludes: “We want to surprise people with our quality.”"], "authors": ["Yuki Hochgemuth", "Translation", "Het Vertaalcollectief"], "keywords": ["busscher", "romantic", "ja", "child", "wooden", "small", "whiff", "week", "restaurant", "delorme", "worked"], "pubDate": "2019-11-18T13:30:24+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}