{"id": "687d912a-622d-3093-9a61-fb6ffb632770", "title": "De Volkskeuken: krabbetjes met groenten uit de oven", "url": "https://volkskrant.nl/eten-en-drinken/de-volkskeuken-krabbetjes-met-groenten-uit-de-oven~b84e23b2/", "summary": "Beeld Marcus HuibersVorige keer had ik het met u over vergeten flesjes in het kruidenrek, vandaag gaat het wat mij betreft weer eens over vergeten vleesjes.\nVerrukkelijk vlees, met de juiste behandeling.\nBestrijk de krabbetjes met olijfolie en kruid royaal met zout en het vijfkruidenpoeder.\nVerdeel daarna de groenten tussen de krabbetjes in de schaal en verwarm de fond met de Madeira in een sauspannetje.\nSchenk de fond over het vlees en de groenten en zet de schaal nog eens 30 minuten (of iets langer) terug in de oven.", "paragraphs": ["Beeld Marcus Huibers", "Vorige keer had ik het met u over vergeten flesjes in het kruidenrek, vandaag gaat het wat mij betreft weer eens over vergeten vleesjes. Over beter gezegd, overgeslagen vleesjes: vleesjes die we zelden of nooit eten omdat ze niet ‘courant’ worden bevonden, omdat het geen kwestie is van effe in de pan, van om en om en dan hap-slik-weg, zonder enige weerstand. Met die hapslikweghapjes is in principe niks mis – best lekker, een mals biefstukje op z’n tijd – maar dan blijft er nog zoveel meer over. En als we dan toch minder vleesbeest willen produceren, dan is vaker een vergeten vleesje eten in ieder geval een stap in de goede richting, blijf ik onvermoeibaar herhalen.", "Ik heb daar lange gesprekken met mijn maatslager over en we hebben al een hele lijst met stukjes vlees waar u ook eens aan mag denken als u de volgende keer bij uw slager staat. Vandaag op het menu: krabbetjes, vleeskrabbetjes wel te verstaan. Die lijken veel op spareribs maar komen uit een ander deel van de varkensribben. Ze zijn wat steviger dan spareribs en hebben dus een langere bereiding nodig maar er zit ook meer vlees aan. Verrukkelijk vlees, met de juiste behandeling.", "Krabbetjes gaan van oudsher in de erwtensoep. Prima, maar dan verdwijnen ze in de zalvende zaligheid van een goeie pan snert en zal niets de snerteter er nog aan herinneren dat het krabbetjes zijn waar hij zo van zit te smullen. Krabbetjes worden soms ook eerst gekookt, gemarineerd en daarna op de barbecue afgegrilld. Dat is meer iets voor de zomer, vandaag gooien we ze in de oven.", "Ingrediënten 1 kilo krabbetjes van de slager vijfkruidenpoeder (Chinees specerijenmengsel) 400 g schoongemaakte spruiten 200 g muskaatpompoen, in blokjes 400 ml runderfond 100 ml Madeira 3 bosuitjes, in ringetjes", "Vraag uw slager om de krabbetjes eerst van het vlies te ontdoen en daarna langs de botjes los te snijden. Bestrijk de krabbetjes met olijfolie en kruid royaal met zout en het vijfkruidenpoeder. Hoeveel vijfkruidenpoeder precies mag u zelf bepalen, ik hou van veel smaak en gebruik ruim twee eetlepels.", "Verdeel het vlees in een ruime ovenschaal en braad 2 uur in de oven op 120 graden. Verdeel daarna de groenten tussen de krabbetjes in de schaal en verwarm de fond met de Madeira in een sauspannetje. Die Madeira vindt u overigens als klein flesje bij de afdeling smaakmakers in de supermarkt. Verhoog de oventemperatuur naar 200 graden. Schenk de fond over het vlees en de groenten en zet de schaal nog eens 30 minuten (of iets langer) terug in de oven. Controleer na afloop of de groenten zacht genoeg zijn, zet anders nog even terug in de oven. Kruid met flink wat zwarte peper en garneer met de bosui. Zet de schaal op tafel en smullen maar."], "authors": ["Marcus Huibers"], "keywords": ["van", "dan", "het", "op", "maar", "met", "groenten", "een", "oven", "volkskeuken", "en", "uit", "krabbetjes", "vlees"], "pubDate": "2020-11-19T19:02:44+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}