{"id": "688307da-428b-3584-97f5-f5ab98f37e61", "title": "Rekenkamer: brexit zonder afspraken kost Nederland 2,3 miljard euro", "url": "https://nos.nl/artikel/2262850-rekenkamer-brexit-zonder-afspraken-kost-nederland-2-3-miljard-euro.html", "summary": "Als het Verenigd Koninkrijk uit de EU stapt zonder brexit-akkoord, dan kost dat de Nederlandse overheid de komende jaren 2,3 miljard euro, schrijft de Algemene Rekenkamer.\nEr gaat vooral meer geld naar diensten als de douane en de controles door de Nederlandse Voedsel- en Warenautoriteit, en Nederland gaat net als andere lidstaten meer betalen aan de Europese Unie.\nMocht het recent gesloten akkoord door de Britten aanvaard worden dan zal de brexit voor Nederland volgend jaar en in 2020 niet veel veranderen.\nNog niet alle kostenZo'n brexit kost Nederland in 2019 en 2020 direct 1,6 miljard euro aan extra afdrachten voor de EU doordat het VK wegvalt.\nDie lopen nadien verder op naar 2,5 tot 3 miljard euro per jaar vanaf 2026.", "paragraphs": ["Als het Verenigd Koninkrijk uit de EU stapt zonder brexit-akkoord, dan kost dat de Nederlandse overheid de komende jaren 2,3 miljard euro, schrijft de Algemene Rekenkamer. Er gaat vooral meer geld naar diensten als de douane en de controles door de Nederlandse Voedsel- en Warenautoriteit, en Nederland gaat net als andere lidstaten meer betalen aan de Europese Unie.", "Mocht het recent gesloten akkoord door de Britten aanvaard worden dan zal de brexit voor Nederland volgend jaar en in 2020 niet veel veranderen.", "De Rekenkamer constateert dat de overheid rekening houdt met een 'no-deal'-brexit, waarbij het Verenigd Koninkrijk zonder afspraken uit de EU vertrekt. Bedrijfsleven en rijksoverheid worden daar intensief op voorbereid, omdat lang niet alle problemen voorkomen kunnen worden of tijdig opgelost.", "Nog niet alle kosten", "Zo'n brexit kost Nederland in 2019 en 2020 direct 1,6 miljard euro aan extra afdrachten voor de EU doordat het VK wegvalt. Die lopen nadien verder op naar 2,5 tot 3 miljard euro per jaar vanaf 2026.", "Bovenop de extra kosten voor de EU kost een 'no-deal'-brexit nog eens 700 miljoen euro aan douane- en controlekosten, onder meer voor extra personeel, huisvesting, IT-aanpassingen en de aanschaf van middelen zoals scan-apparatuur. De douane en de NVWA moeten versterkt worden.", "De Rekenkamer constateert dat het kabinet nog niet alle mogelijke kosten in beeld heeft, zoals de gevolgen voor de import- en exportstromen en de invoerrechten. Ook niet duidelijk is wat de gevolgen zijn voor de belastingopbrengsten."], "authors": [], "keywords": ["afspraken", "brexit", "nederland", "23", "zonder", "het", "eu", "voor", "miljard", "kost", "worden", "niet", "en", "euro", "rekenkamer"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}