{"id": "689d143d-97bc-3eed-8b54-4e8ed2a72141", "title": "Joran van der Sloot verdacht van drugssmokkel in Peruaanse gevangenis", "url": "https://nu.nl/buitenland/6097043/joran-van-der-sloot-verdacht-van-drugssmokkel-in-peruaanse-gevangenis.html", "summary": "Joran van der Sloot wordt in Peru vervolgd voor drugssmokkel in de gevangenis waar hij zit.\nVan der Sloot is volgens justitie in Peru betrokken geweest bij het binnensmokkelen van bijna 300 gram cocaïne en 140 gram marihuana in de gevangenis.\nDe strafzaak vloeit voort uit een bezoek van de 23-jarige vriendin van Van der Sloot aan de gevangenis in Juliaca, in het zuiden van Peru.\nAanklagers hebben tegen Peruaanse media gezegd dat de vrouw al drie keer in enkele maanden tijd een bezoek aan Van der Sloot heeft gebracht.\nIn deze drugszaak worden naast Van der Sloot en zijn vriendin nog vier mensen vervolgd, onder wie de broer van de vrouw.", "paragraphs": ["Joran van der Sloot wordt in Peru vervolgd voor drugssmokkel in de gevangenis waar hij zit. De Nederlander zit in het Zuid-Amerikaanse land in de cel vanwege de moord op een 21-jarige vrouw.", "Van der Sloot is volgens justitie in Peru betrokken geweest bij het binnensmokkelen van bijna 300 gram cocaïne en 140 gram marihuana in de gevangenis. Formeel wordt in ieder geval anderhalf jaar in hechtenis tegen hem geëist.", "De strafzaak vloeit voort uit een bezoek van de 23-jarige vriendin van Van der Sloot aan de gevangenis in Juliaca, in het zuiden van Peru. Zij bracht de gevangene in augustus onder meer negentien rode bieten. De drugs bleken bij een controle in die groenten te zitten. De vrouw stelt dit niet te hebben geweten.", "Aanklagers hebben tegen Peruaanse media gezegd dat de vrouw al drie keer in enkele maanden tijd een bezoek aan Van der Sloot heeft gebracht. In deze drugszaak worden naast Van der Sloot en zijn vriendin nog vier mensen vervolgd, onder wie de broer van de vrouw.", "Van der Sloot werd in 2010 opgepakt en in januari 2012 in Lima tot 28 jaar gevangenis veroordeeld wegens de moord op de 21-jarige Peruaanse Stephany Flores. Hij werd al verdacht van betrokkenheid bij de verdwijning van de achttienjarige Amerikaanse Natalee Holloway op Aruba in 2005."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "joran", "bij", "een", "sloot", "en", "peruaanse", "der", "drugssmokkel", "op", "peru", "gevangenis", "het", "verdacht"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}