{"id": "689f0fa0-cc19-3a14-9199-d6277216961a", "title": "Het coronaberglandschap van Nederland: vergelijk op deze 3D-kaart het laagland van Drenthe en Groningen met de viruspieken in de Randstad en de rest van het land", "url": "https://www.dvhn.nl/extra/Het-coronaberglandschap-van-Nederland-vergelijk-op-deze-3D-kaart-het-laagland-van-Drenthe-en-Groningen-met-de-viruspieken-in-Urk-Bunschoten-en-Twente-26292634.html", "summary": "Drenthe en Groningen tellen nog altijd veel minder coronabesmettingen dan de meeste andere regio's in ons land.\nTer vergelijking: de zwaarst getroffen gemeenten in Groningen en Drenthe zijn Stadskanaal en Emmen.\nIn Drenthe en Groningen wint het virus wel degelijk terreinHet grote contrast tussen Drenthe en Groningen en de rest van het land betekent niet dat er in het Noorden niets aan de hand is.\nAls R groter is dan 1 wint het virus terrein, als R kleiner is dan 1 is het virus op de terugtocht.\nZiekenhuizenOok de druk op de ziekenhuizen in Drenthe, Groningen en Friesland loopt op.", "paragraphs": ["Drenthe en Groningen tellen nog altijd veel minder coronabesmettingen dan de meeste andere regio's in ons land.", "Dat is goed te zien als je het aantal besmettingen per 10.000 inwoners uitzet op een hoogtekaart. Dan ontstaat een berglandschap waarin het Noorden een uitgestrekte laagvlakte vormt.", "Opvallend zijn de pieken in Bunschoten en Urk. De toename in deze streng-christelijke vissersdorpen is veel groter dan in de rest van het land. Ook in Twente gaat het hard, net als in delen van de Randstad en Noord-Brabant.", "Ter vergelijking: de zwaarst getroffen gemeenten in Groningen en Drenthe zijn Stadskanaal en Emmen. Sinds het begin van de crisis noteerden zij respectievelijk 284 en 258 coronabesmettingen per 10.000 inwoners. In Bunschoten zijn dat er bijna 800 .", "In Drenthe en Groningen wint het virus wel degelijk terrein", "Het grote contrast tussen Drenthe en Groningen en de rest van het land betekent niet dat er in het Noorden niets aan de hand is. Ook hier waart het virus rond en ook hier loopt het aantal nieuwe besmettingen op.", "Derde golf", "Het reproductiegetal R , dat in het Noorden wekenlang kleiner was dan 1, zit nu op 1,39 . Als R groter is dan 1 wint het virus terrein, als R kleiner is dan 1 is het virus op de terugtocht. Volgens de GGD Drenthe staan wij in het Noorden aan het begin van de derde golf.", "De GGD Groningen had het vorige week zelfs zo druk dat de dienst er niet meer in slaagde om bij alle nieuwe besmettingen bron- en contactonderzoek te doen.", "Ziekenhuizen", "Ook de druk op de ziekenhuizen in Drenthe, Groningen en Friesland loopt op. Woensdagochtend verzorgden zij 177 coronapatiënten. Dat zijn er ruim 40 meer dan twee weken geleden. Ruim een derde van alle patiënten komt uit andere regio’s.", "De ziekenhuizen in Nederland behandelden woensdagochtend 1.964 coronapatiënten, van wie 526 op de intensive care. De afgelopen 7 dagen is het aantal coronapatiënten in de Nederlandse ziekenhuizen toegenomen met ruim 300 personen.", "Corona dashboard", "Meer cijfers bekijken? Dat kan op de coronadashboards van de Rijksoverheid , de GGD Drenthe en de GGD Groningen ."], "authors": ["Michel Brandsma"], "keywords": ["rest", "dat", "dan", "van", "randstad", "groningen", "het", "vergelijk", "viruspieken", "nederland", "en", "op", "virus", "drenthe", "met", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}