{"id": "68a0857d-07d3-31ea-96eb-e596617e95fd", "title": "Martinus Veltman (1931-2021) werkte de oneindigheid weg", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2021/01/martinus-veltman-1931-2021-werkte-de-oneindigheid-weg-797700/", "summary": "Martinus Veltman (1931-2021) had de Nobelprijs al bijna uit zijn hoofd gezet, toen hij die in 1999 alsnog kreeg.\nMet Gerard ’t Hooft werkte de Brabander de oneindigheid weg en doorbrak hij een patstelling.\nWat onder vakgenoten al gemeengoed was, werd toen ook voor het grote publiek duidelijk, namelijk dat Veltman een van de allergrootste Nederlandse fysici van de twintigste eeuw was.\nDat Veltman, door intimi ‘Martin’ of ‘Tini’ genoemd, zijn leven zou wijden aan de deeltjesfysica, was allesbehalve vanzelfsprekend.\nOm het zijn collega’s niet te makkelijk te maken, geeft hij het programma de voor buitenlanders onuitspreekbare naam ‘Schoonschip’ mee.", "paragraphs": ["Martinus Veltman (1931-2021) had de Nobelprijs al bijna uit zijn hoofd gezet, toen hij die in 1999 alsnog kreeg. Met Gerard ’t Hooft werkte de Brabander de oneindigheid weg en doorbrak hij een patstelling.", "Ach, dat eeuwige gezeur over die Nobelprijs. Wat hem betreft mochten ze dat hele instituut afschaffen, zo vertrouwde Martinus Veltman – die op maandag 4 januari op 89-jarige leeftijd overleed in zijn woonplaats Bilthoven – Elsevier Weekblad ooit toe.", "Dat was in 1990, toen Veltmans naam al twintig jaar rondzong als potentieel Nobellaureaat. Inmiddels lag de mogelijke onderscheiding als een schaduw over zijn carrière. ‘Het verpest je leven,’ verzuchtte de natuurkundige, die constateerde dat de prijs het slechtste in de slimsten naar boven haalt. ‘Fysici die in de buurt van een Nobelprijs komen, gaan op hyena’s lijken. Ze pikken elkaars ideeën.’", "Vervloekt of niet, het Nobelcomité besloot negen jaar later alsnog om Veltman en zijn voormalige protegé Gerard ’t Hooft de hoogste eer toe te kennen. Wat onder vakgenoten al gemeengoed was, werd toen ook voor het grote publiek duidelijk, namelijk dat Veltman een van de allergrootste Nederlandse fysici van de twintigste eeuw was.", "Dat Veltman, door intimi ‘Martin’ of ‘Tini’ genoemd, zijn leven zou wijden aan de deeltjesfysica, was allesbehalve vanzelfsprekend. Op het moment dat hij, eind jaren veertig, koos voor een studie natuurkunde in Utrecht, had hij geen idee wat die inhield. Liever was hij elektrotechniek gaan studeren, maar Delft lag te ver van Waalwijk om met de trein op en neer te gaan.", "In deze bundel verzamelde EW’s Simon Rozendaal 61 interviews die hij had met ’s werelds grootste geesten.", "Meer informatie >>", "Op de universiteit, toen nog het terrein voor kinderen uit de hogere milieus, voelt de uit een onderwijzersgezin afkomstige Veltman zich aanvankelijk niet erg thuis. Zijn boterhammen at hij in een hoekje op, zo vertelde hij in een interview aan Simon Rozendaal van Elsevier Weekblad.", "Bovendien worstelt Veltman in Utrecht nogal met de wiskundecolleges van de beruchte hoogleraar Hans Freudenthal. Veltmans antiautoritaire inborst speelt hem parten. Iets klakkeloos aannemen, ligt niet in de aard van de Brabander. Zijn eigenzinnigheid zou later nogal eens wrevel wekken onder vakgenoten.", "De studie vordert zo moeizaam dat Veltmans beurs zelfs wordt afgenomen. Het zijn jaren waarin de latere Nobelprijswinnaar soms honger lijdt. Pas wanneer hij aan het eind van zijn studententijd het werk van Albert Einstein onder ogen krijgt, ontwaakt een liefde voor de natuurkunde die hem nooit meer zal verlaten.", "Verschijnselen die nog niemand ooit heeft gezien", "Veltman betreedt de fysica in een roerige periode; dankzij technische vooruitgang kunnen aloude theorieën eindelijk experimenteel worden getoetst. Ook op de jonge natuurkundige oefent die wereld een grote aantrekkingskracht uit. Na zijn dienstplicht vertrekt Veltman in 1961 met zijn vrouw Anneke en hun dochter Hélène naar Genève. In de Zwitserse stad is kort tevoren de CERN-deeltjesversneller geopend.", "Uw cookieinstellingen laten het tonen van deze content niet toe. De volgende cookies zijn nodig: marketing . Wijzig uw instellingen om deze content te zien.", "Tot diep in de nacht tuurt Veltman er naar de deeltjes die door de tunnel schieten. Hij observeert verschijnselen die nog nooit iemand heeft gezien. Het is te vergelijken met lezen in een bijbel, zou hij er later over zeggen. ‘Met het verschil dat de meeste bijbels door mensen zijn geschreven en deze niet. Daardoor heeft dit voor mij nog meer waarde. Het is krabben aan de wanden van de cel waarin iemand ons heeft neergezet.’", "Op basis van de bevindingen in CERN stelt Veltman modellen op waarmee hij de massa van de botsende deeltjes kan voorspellen. Daarmee komt beweging in een patstelling – de uitkomsten van de deeltjesversneller worden eindelijk bevattelijk.", "Midden jaren zestig schrijft Veltman een computerprogramma waarmee hij berekeningen kan loslaten op de stroom data uit het deeltjeslab. Om het zijn collega’s niet te makkelijk te maken, geeft hij het programma de voor buitenlanders onuitspreekbare naam ‘Schoonschip’ mee.", "Gaandeweg wordt duidelijk dat Veltman en zijn promovendus Gerard ’t Hooft met hun rekenwerk bezig zijn een doorbraak te forceren in het begrip van zwakke kernkracht, één van de vier fundamentele natuurkrachten. In de theoretische fysica is een permanente zoektocht gaande naar een manier om die natuurkrachten – zwaartekracht, sterke kernkracht, zwakke kernkracht en elektromagnetische kracht – onder te brengen in één allesomvattende oerformule die de aard van alle materie beschrijft. In Utrecht, waar Veltman in 1966 hoogleraar wordt, zetten hij en ’t Hooft cruciale stappen naar het inlijven van de zwakke kernkracht in zo’n theory of everything.", "Dat doen ze onder meer door ‘oneindigheden’ weg te werken. Bij gebrek aan beter kregen sommige eigenschappen van deeltjes namelijk de waarde ‘oneindig’, wat in feite een absurditeit is. Door te ‘renormaliseren’ – ofwel: de theorie door uitvoerig rekenwerk om te bouwen – verdrijven Veltman en ’t Hooft de oneindigheid. Begin ­jaren zeventig lonkt de Nobelprijs, maar bericht uit Stockholm blijft uit.", "In 1981 emigreert Martinus Veltman naar de Verenigde Staten, waar hij hoogleraar wordt aan de University of Michigan. Door het succes van zijn onderzoek moet Veltman steeds meer collega’s in zijn vakgebied dulden. Het brengt een wat stekelige kant naar boven in de doorgaans rustige wetenschapper. ‘Opeens doken er allerlei figuren op uit het moeras,’ vertelt hij in De Groene Amsterdammer. ‘Ik heb dat met ontzetting aangezien.’", "Schop tegen de schenen", "Ook de relatie met Gerard ’t Hooft is niet erg vriendschappelijk. De twee betwisten elkaars claims op cruciale inzichten voor hun publicaties. ’t Hooft deed wat Veltman hem vertelde maar vergat dat op den duur, zo liet laatstgenoemde zich in 2012 ontvallen.", "Een promovendus is als een kind, zei Veltman ook, en van dat kind kreeg hij nu een schop tegen de schenen. Simpelweg onverenigbaar waren de karakters van ’t Hooft en de ‘temperamentvolle sigarenroker’ Veltman, zoals de Frankfurter Allgemeine Zeitung hem typeerde. Niettemin normaliseert de verstandhouding naarmate beider levens vorderden. Veltman leek in zijn laatste jaren wat milder terug te kijken op zijn collega’s.", "Wanneer in 1999 hem en ’t Hooft dan toch de Nobelprijs voor Natuurkunde wordt toegekend, is Veltman al een paar jaar met emeritaat. Bij het banket in Stockholm steekt hij, ten overstaan van het Zweedse koningspaar, een tamelijk hilarisch verhaal af over het verband tussen de Vikingen en het Nobelprijscomité. Praten over wiskunde heeft hier weinig zin, zegt hij, en ‘voor Ich bin von Kopf biss Fuss auf Liebe eingestellt zingen mis ik het talent’.", "Met een bestaan als theoretisch fysicus komt onvermijdelijk ook eenzaamheid, zo moest Veltman eens erkennen. Het aantal mensen dat werkelijk begrijpt wat je doet, is op één hand te tellen.", "Toch voelde dat lot, dat bètawetenschappers nu eenmaal toevalt, voor Veltman niet als een last. Onderzoek van niet door mensenhand geschapen wetmatigheden bleek Veltmans bestemming – andere wetenschappen waren slechts afgeleiden. ‘Talen, dat zijn allemaal voorschriften die door mensen zijn opgesteld. Ik ben altijd meer geïnteresseerd geweest in voorschriften die niet door mensen zijn gemaakt,’ zei hij.", "Het menselijk streven, ook dat van hemzelf, was wat Veltman betreft uiteindelijk slechts een marginale kwestie in de orde der dingen."], "authors": [], "keywords": ["oneindigheid", "19312021", "zijn", "van", "een", "veltman", "dat", "weg", "op", "te", "hij", "het", "werkte", "martinus", "die"], "pubDate": "2021-01-06T12:02:41Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}