{"id": "68a1d9a5-ddd6-3f34-8f4c-e0d1227156e5", "title": "Israël vuurt opnieuw raketten af op Syrië", "url": "https://nos.nl/artikel/2206013-israel-vuurt-opnieuw-raketten-af-op-syrie.html", "summary": "Israël heeft opnieuw raketten afgevuurd op Syrië, melden Syrische staatsmedia.\nZe waren gericht op een legerbasis in de buurt van de hoofdstad Damascus, bij de plaats Jamraya.\nOok het Syrische Observatorium voor de Mensenrechten in Londen meldt de aanval op basis van zijn bronnen in Syrië.\nVolgens ooggetuigen hing er dikke rook boven het gebied ten westen van Damascus, waar het leger een onderzoekscentrum heeft.\nHet Syrische leger heeft de afgelopen dagen opnieuw aanvallen uitgevoerd op Oost-Ghouta aan de rand van Damascus, in gebied dat in handen is van de oppositie.", "paragraphs": ["Israël heeft opnieuw raketten afgevuurd op Syrië, melden Syrische staatsmedia. Drie raketten konden worden onderschept. Ze waren gericht op een legerbasis in de buurt van de hoofdstad Damascus, bij de plaats Jamraya.", "Ook het Syrische Observatorium voor de Mensenrechten in Londen meldt de aanval op basis van zijn bronnen in Syrië.", "Volgens ooggetuigen hing er dikke rook boven het gebied ten westen van Damascus, waar het leger een onderzoekscentrum heeft. Dat werd ook in 2013 al eens getroffen, vermoedelijk ook door Israëlische raketten.", "Iraanse basis", "Afgelopen zaterdag vielen Israëlische gevechtsvliegtuigen een Iraanse basis in aanbouw in de buurt van Damascus aan. De zware explosies die daarmee gepaard gingen waren tot in de hoofdstad te horen en in delen van de stad viel de stroom uit. Volgens eerdere berichten bouwt Iran een eigen basis in een bestaand Syrisch complex.", "Het Syrische leger heeft de afgelopen dagen opnieuw aanvallen uitgevoerd op Oost-Ghouta aan de rand van Damascus, in gebied dat in handen is van de oppositie. Daarbij vielen zeker 19 doden en raakten tientallen mensen gewond."], "authors": [], "keywords": ["syrische", "damascus", "raketten", "israël", "van", "opnieuw", "waren", "een", "af", "heeft", "het", "op", "vuurt", "basis", "vielen", "syrië"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}