{"id": "68b85aed-fe13-33fb-8c06-e1d33d436ca7", "title": "Onderwijssocioloog Bowen Paulle: ‘Geef kansarme kinderen de boost die ze verdienen. Dit is hét moment’", "url": "https://volkskrant.nl/mensen/onderwijssocioloog-bowen-paulle-geef-kansarme-kinderen-de-boost-die-ze-verdienen-dit-is-het-moment~bf4519ba/", "summary": "Vanuit de liberale gedachtengang kun je zeggen dat je moet uitgaan van de kracht van het individu.\nIk kreeg bijles van de vrouw van een oud-collega van hem.\n‘Als je ze systematisch onderzoekt, zie je dat veel interventies voor kansarme kinderen niet intensief genoeg zijn om ze een boost te geven.\nWillen ze die andere kinderen weer bijhalen, dan moeten ze heel hard rennen.\nSommige kinderen gaan door deze interventie inzien dat ze niet dom zijn.", "paragraphs": ["Bowen Paulle: ‘Kwetsbare leerlingen zijn gebaat bij structuur en voorspelbaar­heid. School is voor hen de beste kans op succes, misschien de enige kans.’ Beeld Linelle Deunk", "‘Neem Esma’, zegt Bowen Paulle. ‘Een lief, zacht, beschaafd meisje dat een forse leerachterstand heeft opgelopen. Niet vanwege een moeilijke thuissituatie, niet omdat ze grof en rebels is, maar door overmacht. Ze heeft een paar jaar minder goede leerkrachten gehad. De directrice van haar basisschool zegt vervolgens: we doen alles wat we kunnen, maar die achterstand halen we niet meer in. Nou, dan denk ik: pikken we dit als samenleving? Wat mij betreft niet. Dit is onacceptabel.’", "Bowen Paulle (50), onderwijssocioloog aan de Universiteit van Amsterdam, kiest deze scène uit Klassen om zijn punt te maken, maar het had net zo goed een andere scène kunnen zijn. De schrijnende voorbeelden van kansenongelijkheid in het onderwijs liggen voor het oprapen in de veelgeprezen documentaireserie, die omroep Human momenteel uitzendt en waarin Paulle ook even opduikt.", "Later tijdens het gesprek noemt de Amerikaans-Nederlandse wetenschapper ook de 10-jarige Anyssa, een pienter meisje dat een havo-vwo-advies dreigt te verspelen door problemen thuis. ‘Je ziet hoe haar moeder aan de juf vraagt of ze gehoord heeft over die steekpartij in de directe omgeving van het meisje’, zegt hij. ‘Over dat soort problematiek hebben we het dus. Dat kind is helemaal van de wereld. Logisch. Dit is wel wat heftiger dan een dode hamster. Hoe kun je je dan nog op schoolwerk concentreren?’", "Volgens Paulle, die zich al ruim twintig jaar met kansenongelijkheid bezighoudt, illustreert Klassen dat de maatschappelijke ongelijkheid problematische vormen dreigt aan te nemen. Er is een te grote kloof tussen kinderen uit bijstandsgezinnen in achterstandswijken en kinderen van hoogopgeleide ouders met een dikke portemonnee. ‘Opleiding en inkomen ouders zeer bepalend voor schoolsucces kind’, meldde het Centraal Planbureau half december nog maar een keer, bij het uitkomen van een rapport over kansenongelijkheid.", "‘Wie uit een kansrijk gezin komt’, zegt Paulle in zijn Haarlemse bovenwoning, ‘rijdt als het ware in een auto vol airbags. Die vangen je op als je tegen een boom rijdt. Loop je vast op school, dan is er geld voor bijles. Maar kom je uit een kansarme familie, dan ga je de snelweg op zonder gordels. Airbags zijn er al helemaal niet.’", "Heeft iedereen recht op airbags?", "‘Daar moeten we het als maatschappij over hebben. Vanuit de liberale gedachtengang kun je zeggen dat je moet uitgaan van de kracht van het individu. Laissez faire. Maar dat werkt niet. Kijk naar de Verenigde Staten, waar de focus sinds het presidentschap van Ronald Reagan steeds meer op het individu ligt en minder op de gemeenschap. En kijk wat er is gebeurd: de ongelijkheid is geëxplodeerd. Het is een verziekt, ontwricht land.’", "Gaat Nederland ook die kant op?", "‘Nederland is nog altijd een relatief egalitair land. Maar ook hier heeft de Onderwijsinspectie een paar jaar geleden alarm geslagen over toenemende kansenongelijkheid. Met covid-19 zie je nu dat kansarme kinderen extra hard worden getroffen. Het is ook zichtbaar in andere domeinen. Kijk naar de gezondheidszorg. Of naar de toenemende vermogensongelijkheid. The early warning signals are flashing red.’", "In 2005 constateerde u al in uw proefschrift dat de minst bevoorrechte kinderen op de slechtste scholen terechtkomen.", "‘Ik vergeleek middelbare scholen met veel achterstandsleerlingen in de Bronx en de Bijlmer, waar ik zelf zes jaar heb lesgegeven. Dumping grounds, noemen ze die in Amerika. Het was in de Bronx heftiger dan in de Bijlmer, maar ook hier zag ik hoe ongelooflijk inefficiënt het onderwijs was. Vaak lukte het leraren niet om meer dan vijf minuten per uur les te geven. Sommige wisten maar twee of drie kinderen per klas echt te bereiken. De rest zat over Ajax te praten, of over nieuwe schoenen. Ik zag een jongen achter in de klas zijn teennagels knippen.’", "Wat gaat daar mis?", "‘Deze kinderen ervaren continu stress. Ze zitten gevangen in een negatieve groepsdynamiek. Ze gaan cool doen, vinden school niet belangrijk. Veel leerkrachten kunnen daar niet mee omgaan. Ik ook niet trouwens, dus ik wil ze niet de schuld geven.’", "Is het nog steeds zo erg?", "‘Ik kom veel op scholen. En ik spreek studenten en onderzoekers. Ik heb sterk de indruk dat er op scholen met veel kansarme leerlingen niet veel is verbeterd.’", "Hoe kon dit gebeuren?", "‘De samenleving is sterk veranderd en het onderwijs heeft daarop nog geen goed antwoord. Wacht maar tot papa thuiskomt, zeiden ze in de jaren vijftig in de VS als een kind zich misdroeg op school. Dan kreeg je er met de riem van langs. Nu is alles anders. De kerk speelt een minder grote rol, er is geen dienstplicht meer, moeders werken. Dat laatste is zeker een vooruitgang, begrijp me niet verkeerd. Ik ben een feminist en ik ben tegen huiselijk geweld. Mijn punt is: wat komt ervoor in de plaats? Leerlingen zijn gebaat bij structuur en voorspelbaarheid. Vooral kansarme leerlingen.’", "Waarom juist zij?", "‘Voor hen staat er meer op het spel. School is hun beste kans op succes, misschien hun enige kans. Ze hebben geen vangnet.’", "Dus de overheid moet ingrijpen?", "‘Wat mij betreft wel. Dit is hét moment. En niet alleen omdat Klassen nu wordt uitgezonden. Ook omdat dat rapport van de inspectie er ligt. Er zijn bestuurders en politici die ten strijde trekken, zoals de Amsterdamse wethouder Marjolein Moorman. En door de schoolsluiting hebben we ook weer gezien hoe groot de verschillen zijn.’", "Bowen Paulle, die opgroeide in de Verenigde Staten, weet waarover hij praat. Hij kent de gevolgen van kansenongelijkheid van dichtbij – zowel de positieve als de negatieve. Als kind ging hij naar ‘een hippieschool’, zoals hij het zelf noemt, waar ze hem elke dag vroegen wat hij wilde doen. Altijd antwoordde hij: rekenen. Het gevolg was dat hij op zijn 9de nog niet kon lezen.", "‘Mijn opa, die hoogleraar was, ontdekte het toen hij me in zijn achtertuin de woorden ‘white rose’ wilde laten lezen. Ik kreeg bijles van de vrouw van een oud-collega van hem. Urenlang, bij haar in de kelder. Later kreeg ik ook nog bijles bij iemand op zolder.’", "Als tiener maakte hij ook kennis met de andere kant. Vanuit ‘een vrij elitaire wereld op Manhattan’ kwam hij ‘als enige jongen uit de middenklasse’ terecht op een school in de South Bronx, omdat ze daar nu eenmaal een goede basketbalploeg hadden. Paulle wilde basketballer worden en was naar eigen zeggen ‘the only white boy on the team’.", "Op zijn school zaten vooral kinderen uit the projects, de hoogbouwflats in de armste woonwijken. ‘Dat was mijn primaire socialisatiegroep, met hen bracht ik mijn tijd door. En daardoor zag ik van dichtbij dat slimme kinderen niet de hulp kregen die ze nodig hadden om te kunnen opbloeien. Veel van hen ontspoorden, werden doodgeschoten, schoten anderen dood. Mijn beste vriend daar raakte ook van het rechte pad. Een geweldige basketballer met een alcoholistische moeder en een vader die uit beeld was. Hij kon geen structuur aanbrengen in zijn leven. En toen, tja. Crackhandel. Vuurwapens. Federale gevangenis. Ik heb daar zo veel verspild talent gezien.’", "Na de middelbare school ging Paulle naar een universiteit in Boston. Daar zat hij tussen ‘rijke kinderen uit de middle class die hun privileges voor lief namen’. Veel van hen geloofden nog in de meritocratie, zegt hij, en in de misvatting dat je er wel komt als je slim bent en hard werkt, dat het alleen je eigen verdienste is als je iets bereikt in het leven. ‘Ik werd er depressief van. Toen schoof ik aan bij een college sociologie. Ik zat op het puntje van mijn stoel. Wow, dacht ik. Dit is het!’", "Begin jaren negentig kwam hij als uitwisselingsstudent naar Nederland. Hij voelde zich hier thuis en regelde uiteindelijk een promotieplek aan de Universiteit van Amsterdam. Inmiddels is hij daar universitair docent.", "Er zijn in Nederland talloze projecten als weekendscholen, mentorprogramma’s en bijlessen om kansenongelijkheid te bestrijden. Werken die niet?", "‘Als je ze systematisch onderzoekt, zie je dat veel interventies voor kansarme kinderen niet intensief genoeg zijn om ze een boost te geven. Stel je een atletiekbaan voor, waar een groepje gemiddelde kinderen rondjes loopt. De kansarme kinderen raken elke ronde verder achterop. Willen ze die andere kinderen weer bijhalen, dan moeten ze heel hard rennen. Veel van die programma’s zetten geen zoden aan de dijk. Sommige zijn zelfs schadelijk.’", "Schadelijk?", "‘Denk aan interventies waarbij kansarme jongeren die op school dreigen uit te vallen bijeen worden gebracht. Ze krijgen dan informatie over het belang van een diploma. Goedbedoeld, natuurlijk. Maar wat gaan die jongeren vervolgens doen? De kans bestaat dat ze samen een winkel gaan beroven. Zonder die interventie hadden deze kwetsbare kinderen elkaar nooit ontmoet.’", "Noem nog eens iets in Nederland dat niet werkt.", "‘Dat doe ik liever niet. Ik wil mensen niet afkraken. Mijn punt is: waar het kan, moet je gerandomiseerd onderzoek doen. Met een controlegroep. Net als bij de ontwikkeling van een vaccin. Dat is de beste manier om te achterhalen of een ingreep effectief is. Begin klein en kijk daarna of je het kunt opschalen.’", "Waarom gebeurt dat niet veel vaker?", "‘Het begint te komen. De inspectie pleit nu ook voor rigoureus onderzoek naar de effectiviteit van ingrepen. Dat is een goede ontwikkeling.’", "Zelf is Paulle uitermate gecharmeerd van een Amerikaanse methode om leerlingen in korte tijd veel progressie te laten maken: High Dosage Tutoring. Leerlingen krijgen daarbij elke dag onder schooltijd een uur lang intensief rekenles van een tutor. De verhouding is meestal twee leerlingen op één tutor.", "‘Cruciaal daarbij is dat de tutor de tijd heeft om de lessen van tevoren te individualiseren’, zegt Paulle. ‘Heeft een kind moeite met optellen en aftrekken, dan gaan de lessen daarover. Totdat hij het helemaal beheerst. Dan pas ga je door naar de volgende stap. De leerling krijgt daardoor het gevoel: ik kan dit.’", "In de Verenigde Staten bleek de methode te werken. Wetenschappers van onder andere Harvard University zagen in gerandomiseerd onderzoek dat kinderen op scholen in kansarme wijken in Houston en Chicago grote sprongen maakten. Prominente onderzoekers pleiten er al jaren voor dergelijke programma’s in te voeren in het hele land.", "Paulle lobbyde om de methode naar Nederland te halen, zodat hij hier de effectiviteit kon bestuderen. Ook adviseerde hij schoolbesturen, overheden en de stichting die de methode hier implementeert: The Bridge Learning Interventions. Paulle benadrukt dat hij geen financiële belangen heeft bij het invoeren van High Dosage Tutoring.", "Is de methode hier ook succesvol?", "‘Bij het Mundus College in Amsterdam Nieuw-West kreeg een groep leerlingen met grote leerachterstanden High Dosage Tutoring, en een controlegroep niet. Na een half jaar zagen we bij een rekentoets dat de eerste groep de achterstand met 71 procent had ingelopen. De controlegroep met slechts 17 procent.’", "Wat kost zo’n intensief programma?", "‘Bij dat experiment op het Mundus College ongeveer 2.000 tot 2.500 euro per leerling. Voor een half jaar.’", "Dat is veel geld. De Rijksoverheid trekt jaarlijks gemiddeld 6.900 euro uit voor een basisschoolleerling en 8.500 voor een middelbare scholier. Critici zeggen dat het een erg duur programma is.", "‘Het is inderdaad duur. Daar lopen ze in de Verenigde Staten ook tegenaan. Daarom wordt er ook naar goedkopere modellen gekeken. Eén tutor op drie leerlingen bijvoorbeeld. Of minder sessies per week. Dan kan het voor 2.000 euro per kind per jaar. Overigens hoeven kinderen het programma niet jarenlang te volgen. Je kunt al veel bereiken als je leerlingen eenmalig een boost geeft, bijvoorbeeld in groep 7. Zo’n kind krijgt dan vaak meer zelfvertrouwen en een hoger schooladvies, waardoor het bijvoorbeeld niet naar het praktijkonderwijs maar naar vmbo-basis kan.’", "Er is een lerarentekort. Waar haalt u al die tutors vandaan?", "‘Tutors hoeven geen lerarenopleiding afgerond te hebben, ze hoeven geen klas te kunnen managen. Wel krijgen ze een intensieve training. Tutors kunnen studenten zijn die een tussenjaar willen. Of mensen die na tien jaar bij de KLM een carrièreswitch willen maken. Of pensionado’s, al is dat soms lastig, omdat het werk heel intensief is. Als tutor draai je vijf of zes lesuren per dag. En dan moet je nog voorbereiden. It’s a hell of a job.’", "Is het al tijd om het programma breed uit te rollen?", "‘In Haarlem wordt het na goede resultaten opgeschaald. In Amsterdam zijn we nog bezig met een paar evaluatiestudies. Het is vervolgens aan de gemeente en de schoolbesturen om het programma uit te breiden. Dat moet wel goed gebeuren. En we moeten continu blijven onderzoeken of het nog werkt. Mijn angst is dat we de sleutels van de Ferrari aan de verkeerde mensen geven. Dat iemand straks zegt het goedkoper te kunnen en dat je dan van Groningen tot Maastricht met nep-tutoring zit, die niet blijkt te werken.’", "Wat kan er dan misgaan?", "‘Heel veel. De aanpak is meer dan alleen die intensieve uren. Er is niet één geheim ingrediënt, het gaat om het hele pakket. Een ander fundamenteel onderdeel is het oudercontact. Vaak bellen scholen ouders alleen als het misgaat met een kind. Dat gaat hier anders. De tutors hebben vanaf het begin intensief contact met de ouders. Als een kind dan vastloopt, kun je weer bellen en zeggen: hij deed het zo goed, maar nu gaat het minder.’", "Hoeveel Nederlandse kinderen hebben baat bij zo’n intensief bijscholingsprogramma?", "‘Ik zou zeggen: begin met pilotprojecten voor de 5 procent meest kansarme kinderen. De leerlingen die je in Klassen ziet, dus. Sommige kinderen gaan door deze interventie inzien dat ze niet dom zijn. Vaak krijgen ze er ook een hoger schooladvies door. Of ze gaan inzien dat er volwassenen zijn die om ze geven, volwassenen die wel te vertrouwen zijn. Het effect is voor ieder kind anders. We weten nog niet precies waarom het werkt. Maar dat is niet erg. We zien namelijk wel dát het werkt.’", "Voor ieder kind? De methode kan niets veranderen aan de thuissituatie van Anyssa.", "‘We horen van scholen dat kinderen uit kwetsbare gezinnen mogelijk extra profiteren van de persoonlijke aandacht van een tutor. Toch werkt ook deze interventie niet bij iedereen. Maar dat geldt ook voor een vaccin tegen covid. Ook daar zijn ze dolblij als het bij 95 procent van de proefpersonen effectief is.’"], "authors": ["Rik Kuiper", "Fleur De Weerd"], "keywords": ["kinderen", "kansarme", "onderwijssocioloog", "ze", "hét", "te", "verdienen", "die", "je", "van", "en", "een", "geef", "dit", "paulle", "moment", "het", "niet", "dat"], "pubDate": "2020-12-23T14:27:38Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}