{"id": "6915c987-a4e3-37ed-ae61-070754f8fe3a", "title": "Topturnster Thorsdottir en turnbond tonen toenadering", "url": "https://volkskrant.nl/sport/topturnster-thorsdottir-en-turnbond-tonen-toenadering~bb9fc69c/", "summary": "Die samenwerking geschiedt bij SV Pax in Hoofddorp, tot voor kort een van de nationale trainingscentra.\nDat zijn enkele aan elkaar gekoppelde dagen, waarin de selectie van negen senioren van Nederland aan het teamgevoel werken.\nAlle pijnlijkheden achter ons latend wil ik met haar in gesprek over hoe nu verder.\nIk snap dat zij de keuze die ik gemaakt heb, dat zij daar op dit moment anders tegenaan kijkt.\nMet haar komen nog Sanne en Lieke Wevers, Naomi Visser, Vera van Pol, Tisha Volleman, Sanna Veerman, Laura de Witt en Sara van Disseldorp.", "paragraphs": ["Eythora Thorsdottir tijdens een wedstrijd op de vloer, in het Hallenstation in Zurich, Zwitserland, 18 november 2018. Beeld EPA", "Thorsdottir (22) steunt haar trainer die vrijwel zeker behoort tot de groep van 25 coaches naar wie een tuchtrechtelijk onderzoek loopt wegens grensoverschrijdend gedrag in de turnzaal. Kiens werd door de technisch directeur van de KNGU, Mark Meijer, evenwel buiten de deur gezet wegens de stroeve, respectloze samenwerking met zijn collega-trainers.", "In december leek een sterke botsing tussen de bond en de turnster op handen, toen zij verklaarde slechts ‘met Patrick verder’ te willen. Die samenwerking geschiedt bij SV Pax in Hoofddorp, tot voor kort een van de nationale trainingscentra. De bond verordonneerde, sinds het uitbreken van het turnschandaal in juli, dat alle (negen) turnsters uit de olympische selectie drie dagen per week op een centrale plek dienen te trainen.", "Dat geschiedde onder toezicht van de externe waarnemer Marco Hoogerland. Thorsdottir en Kiens onttrokken zich grotendeels aan die supervisie door mondjesmaat, minder dan één dag per week, in Nijmegen te verschijnen. Deze week werd de dagelijkse centrale training daar hervat. Eind deze maand krijgt die een nieuwe plaats. Dat wordt de in recordtempo gebouwde tophal van het Epke Zonderland Turncentrum in Heerenveen. De springkuil is daar evenwel nog niet klaar.", "Selectie voor Spelen", "Meijer zegt nog steeds te streven naar drie dagen aanwezigheid van Thorsdottir in Heerenveen, maar vooralsnog neemt hij genoegen met haar toezegging bij de stages te verschijnen. Dat zijn enkele aan elkaar gekoppelde dagen, waarin de selectie van negen senioren van Nederland aan het teamgevoel werken. Het is bedoeld om in vorm bij de Europese titelstrijd van eind april in Bazel te verschijnen; de eerste wedstrijd om de definitieve selectie van vijf voor de Olympische Spelen van Tokio te bepalen.", "Meijer: ‘De vraag is nog steeds of Eythora die drie dagen per week naar Heerenveen gaat komen. Daar hebben wij een staf klaarstaan. Die keuze zou zij moeten maken.’", "De technisch directeur zegt haar pijn over de afwijzing van Kiens te begrijpen. ‘Ik weet hoe pijnlijk mijn beslissing voor Eythora is geweest. Daar heb ik wel afstemming met haar over gehad. Alle pijnlijkheden achter ons latend wil ik met haar in gesprek over hoe nu verder. Wat de uitkomst ook zal zijn, ik wil het beste voor haar. Ik snap dat zij de keuze die ik gemaakt heb, dat zij daar op dit moment anders tegenaan kijkt. We moeten kijken: hoe pakken we dit weer het beste op met elkaar, hoe kunnen wij het weer werkbaar maken met elkaar. Zij is onderdeel van het team. Laat duidelijk zijn dat wij geen beslissing over Eythora Thorsdottir hebben genomen.’", "De turnster van IJslandse afkomst bevestigt per app bij de eerste stage te verschijnen. Met haar komen nog Sanne en Lieke Wevers, Naomi Visser, Vera van Pol, Tisha Volleman, Sanna Veerman, Laura de Witt en Sara van Disseldorp. De betrokken coaches zijn Gerben Wiersma, Vincent Wevers, Nico Zijp en Wolther Kooistra."], "authors": ["John Volkers"], "keywords": ["ik", "zijn", "van", "en", "turnbond", "met", "een", "tonen", "toenadering", "te", "het", "topturnster", "haar", "dat", "thorsdottir", "die"], "pubDate": "2021-01-06T17:19:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}