{"id": "693b282b-f834-343c-ac75-838dc3e2898b", "title": "Trans persoon Solange wint missverkiezing: 'Middelvinger naar wie me niet accepteerde'", "url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5205081/solange-dekker-miss-verkiezing-trans-vrouw-persoon-cis-gender", "summary": "Solange gaat even verzitten op haar bed (ook het dekbedovertrek is knalgeel).\nOp haar zestiende kwam Solange uit de kast, ze – toen nog een hij – viel op jongens, dat werd in een christelijke gemeenschap op z'n zachtst gezegd niet gewaardeerd.\nMaar, moet Solange er ook bij zeggen: het interesseerde haar ook niet heel erg.\nAls ik een roze topje aan wilde doen, dan deed ik dat.\nZo zou ik me nu niet meer kleden, ik vind het achteraf gezien niet superstijlvol.", "paragraphs": ["Of ze zich eenzaam voelde? Solange gaat even verzitten op haar bed (ook het dekbedovertrek is knalgeel). Ze denkt na. Dan: \"Ja. Ja. Het was eenzaam. Mijn hele jeugd voelde verdomde eenzaam.\"", "'Wat doe je dan, als zestienjarige?'", "Ze had in haar hele jeugd vrij weinig vrienden, behalve op MSN, maar hoe oprecht is dat? \"Ik was een soort kluizenaartje.\" Op haar zestiende kwam Solange uit de kast, ze – toen nog een hij – viel op jongens, dat werd in een christelijke gemeenschap op z'n zachtst gezegd niet gewaardeerd. \"Ik werd nageroepen, en niet alleen door kinderen. 'Homo!' 'Vieze flikker!'\"", "\"Ik weet nog zo goed dat homoseksualiteit even kort in onze biologieles werd besproken, waarna de juf heel snel zei: 'Ja, ik ben er ook op tegen, twee mannen of vrouwen die op elkaar vallen.' Wat doe je dan, als zestienjarige? Nu zou ik zeggen: wie ben jíj om zó over anderen te oordelen. Toen zei ik niets.\"", "Maar, moet Solange er ook bij zeggen: het interesseerde haar ook niet heel erg. Hoe meer kritiek ze kreeg, hoe extravaganter ze zich ging gedragen en kleden. \"Ik kon mijn heil op een gegeven moment kwijt in make-uptutorials op YouTube. Als ik een roze topje aan wilde doen, dan deed ik dat. Ik liep op mijn zestiende met megahoge hakken en heel korte rokjes door de stad. Zo zou ik me nu niet meer kleden, ik vind het achteraf gezien niet superstijlvol. Maar ik had nog vrij weinig verstand van vrouwenkleding, voelde me jaren onderdrukt én ik wilde naar iedereen uitdragen: I don't care.\""], "authors": [], "keywords": ["ik", "trans", "accepteerde", "wie", "middelvinger", "dan", "naar", "ze", "solange", "ook", "haar", "persoon", "een", "missverkiezing", "wint", "op", "het", "niet", "dat"], "pubDate": "2020-12-27T07:30:17Z", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}