{"id": "6947fdf3-b8ad-3b5c-a05b-b9685ea4cbff", "title": "Schaatsbond KNSB schrapt NK kunstrijden en Cup-wedstrijden vanwege lockdown.De topwedstrijden voor schaatsers en shorttrackers gaan wel door", "url": "https://www.dvhn.nl/sport/Schaatsbond-KNSB-schrapt-NK-kunstrijden-en-Cup-wedstrijden-vanwege-lockdown.De-topwedstrijden-voor-schaatsers-en-shorttrackers-gaan-wel-door-26292440.html", "summary": "De lockdown vanwege het coronavirus heeft ook gevolgen voor wedstrijden die schaatsbond KNSB organiseert.\nDe topwedstrijden voor de schaatsers en shorttrackers kunnen de komende maanden doorgaan, maar onder meer het NK kunstrijden en de KNSB-Cupwedstrijden in het langebaanschaatsen en shorttrack zijn van de kalender gehaald.\nDe KNSB meldt dat er intensief overleg plaatsvindt met NOC*NSF om het marathonschaatsen als topsportcompetitie aan te merken.\n,,We hopen daar een dezer dagen duidelijkheid over te krijgen\", zegt technisch directeur Remy de Wit van de KNSB.\n,,We zijn in ieder geval superblij dat we topsport langebaan en shorttrack draaiende kunnen houden.", "paragraphs": ["De lockdown vanwege het coronavirus heeft ook gevolgen voor wedstrijden die schaatsbond KNSB organiseert. De topwedstrijden voor de schaatsers en shorttrackers kunnen de komende maanden doorgaan, maar onder meer het NK kunstrijden en de KNSB-Cupwedstrijden in het langebaanschaatsen en shorttrack zijn van de kalender gehaald.", "Het marathonpeloton reed dit seizoen nog geen enkele wedstrijd. De KNSB meldt dat er intensief overleg plaatsvindt met NOC*NSF om het marathonschaatsen als topsportcompetitie aan te merken. Als de topdivisies dat stempel krijgen, worden voor hen wedstrijden mogelijk via een aangepaste kalender.", ",,We hopen daar een dezer dagen duidelijkheid over te krijgen\", zegt technisch directeur Remy de Wit van de KNSB. ,,We zijn in ieder geval superblij dat we topsport langebaan en shorttrack draaiende kunnen houden. We zullen met deze uitzonderingspositie uiterst zorgvuldig om blijven gaan.\""], "authors": [], "keywords": ["wel", "schaatsbond", "nk", "knsb", "vanwege", "van", "topwedstrijden", "voor", "shorttrackers", "het", "te", "shorttrack", "en", "dat", "schrapt", "schaatsers", "wedstrijden", "zijn"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}