{"id": "694ab2d3-0301-3271-aea6-60163a724b85", "title": "Hoe nu verder? ‘Trump handelde onverantwoordelijk, maar afzetten is niet verstandig’", "url": "https://www.parool.nl/wereld/hoe-nu-verder-trump-handelde-onverantwoordelijk-maar-afzetten-is-niet-verstandig~b9fb4f97/", "summary": "Trump heeft het vuurtje aangewakkerd met zijn toespraak.\nDus juridisch kun je er niks mee.”De toespraak van Trump voorafgaand aan de bestorming was van een ongekende felheid.\n“Dit is het morele verval van het Amerikaanse presidentschap,” zegt hij.\nOnder de aanhangers van Trump zijn ook veel mensen die dit niet willen.\nWe laven ons graag aan dat land, maar het imago van Amerika als baken van de democratie is behoorlijk aangetast.”", "paragraphs": ["Beeld REUTERS", "Bij het scheiden van de markt speelt Donald Trump nogmaals met vuur. Bijna een jaar geleden overleefde hij een afzettingsprocedure (impeachment) na vermeende pogingen om Oekraïne onderzoek te laten doen naar zijn Democratische verkiezingsrivaal, de aankomende president Joe Biden. De meerderheid van de door zijn eigen Republikeinen gedomineerde Senaat sprak hem vrij.", "In theorie kan het Huis van Afgevaardigden, waar de Democraten de meerderheid hebben, een afzettingsprocedure starten als sprake is van hoogverraad, omkoperij of andere zware misdrijven of misdragingen. Maar dat zal nu lastig worden en onverstandig zijn.", "Aangewakkerd", "“Er zat al heel veel woede in de lucht,” zegt Post. “Er waren eerder in Washington ook demonstraties met arrestaties. Trump heeft het vuurtje aangewakkerd met zijn toespraak. Hij zei: ‘Ik loop mee naar het Capitool’. Daarmee heeft hij de lont in het kruitvat gestoken. Maar hij heeft niet letterlijk gezegd: ‘We gaan het Capitool bestormen’. Dus juridisch kun je er niks mee.”", "De toespraak van Trump voorafgaand aan de bestorming was van een ongekende felheid. “Dat zijn we wel gewend van hem, maar het moest een keer fout gaan,” aldus Post. “Trump heeft onverantwoordelijk gehandeld door mee te lopen met verhitte aanhangers om zich te bemoeien met de ‘zwakkelingen’ die tegen hem zijn.”", "Democraat Ilhan Omar, lid van het Huis van Afgevaardigden, zegt dat ze bezig is om een impeachment op te starten tegen Trump. Zo’n afzettingsprocedure vindt Post niet verstandig. “Daarmee gooi je olie op het vuur. Dat moet je niet willen in de laatste twee weken tot de inauguratie van Biden. De gemoederen zijn al verhit. Dan krijg je een soort burgeroorlog.”", "Post kijkt met verbazing naar de gebeurtenissen in Washington. Ze symboliseren de tweedeling in de Verenigde Staten in optima forma. “Dit is het morele verval van het Amerikaanse presidentschap,” zegt hij.", "Fundament", "“Tegelijk is het een relatief kleine groep die dit gedaan heeft. Onder de aanhangers van Trump zijn ook veel mensen die dit niet willen. Dit gaat verder dan de elite aanpakken of politiek verbaal geweld. Dit overschrijdt alle grenzen. Het Capitool is het fundament van Amerika. Het helingsproces zal lang duren. Het is voor Biden belangrijk straks eerst de spanning weg te krijgen.”", "Post vindt het interessant wat voor effect dit heeft op de relatie tussen Nederland en de Verenigde Staten. “Wij zijn de trouwste bondgenoot van de VS. We hebben Amerikaanse presidenten als Clinton, Obama, Kennedy altijd omarmd. We laven ons graag aan dat land, maar het imago van Amerika als baken van de democratie is behoorlijk aangetast.”"], "authors": ["Tonny Van Der Mee"], "keywords": ["verstandig", "afzetten", "trump", "onverantwoordelijk", "zijn", "handelde", "met", "hoe", "te", "van", "een", "dit", "verder", "heeft", "nu", "het", "maar", "niet", "dat"], "pubDate": "2021-01-06T22:46:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}