{"id": "6953176a-5250-3d45-8334-70149e78debe", "title": "AZ ontwikkelt zich tot een bijna sektarisch bastion", "url": "https://volkskrant.nl/sport/az-ontwikkelt-zich-tot-een-bijna-sektarisch-bastion~b0ded905/", "summary": "Het spel verliep soms zo volgens sjablonen dat het vervelend werd, als het anders liep dan geprogrammeerd.\nDat kan alleen als iedereen volledig bezig is met AZ, dat minder geld heeft dan Ajax of PSV.\nAZ ontwikkelt zich tot een bijna sektarisch bastion in het Nederlandse voetbal, zonder aan die term sektarisch meteen negatieve connotaties te verbinden.\nHoongelach was derhalve AZ’s deel na het ontsporen van het duel met FC Groningen, de dag na het ontslag.\nDe stap past echter bij de status van AZ, dat in veel opzichten de met afstand interessantste club van Nederland is.", "paragraphs": ["Als clubs alle voetballers en trainers zouden ontslaan die stiekem met een potentiële andere werkgever praten in hun laatste contractjaar, was het leeg op de velden. De actie van AZ om trainer Arne Slot te ontslaan, omdat hij in onderhandeling met Feyenoord is zonder AZ daarvan op de hoogte te brengen, is op het eerste oog overspannen en dom.", "Slot is een moderne, rustige, goed formulerende trainer. De mooie, iets te trage spelbepaler van vroeger ontwikkelt een betere versie van zichzelf als trainer. ‘Slot zij met ons’, stond voorheen op een spandoek. Maar dat was voor de middenvelder van PEC Zwolle. De kroonprins van de trainers wil de koning zijn, als man die jeugd kansen geeft met swingend voetbal.", "Slot won vorig seizoen alle topduels, maar hij verloor dus van de kleintjes, anders had Ajax nooit met een beter doelsaldo bovenaan kunnen eindigen toen de KNVB de competitie staakte vanwege corona. Dit seizoen begon Slot met vijf soms bizarre gelijke spelen tegen matige elftallen, terwijl de wedstrijd tegen Kiev in de voorronde van de Champions League leidde tot een initiatiefloze nederlaag. Het spel verliep soms zo volgens sjablonen dat het vervelend werd, als het anders liep dan geprogrammeerd. Slot is goed, maar we moeten niet overdrijven.", "Critici noemen de leiding van AZ, de directeuren Eenhoorn en Huiberts, hypocriet. Hoezo, openheid? AZ trok achter de rug van iedereen richting Uefa, om de entree in de Champions League af te dwingen, met het argument dat onderling resultaat in een afgebroken competitie zwaarder moest tellen dan doelsaldo. Die situaties zijn echter onvergelijkbaar. De actie bij de Uefa was bedoeld om de club AZ hogerop te helpen. De onderhandelingen van Slot dienen hemzelf, want hoe dan ook zou zijn focus nooit meer helemaal bij AZ liggen, zeker nu het seizoen nog zo lang duurt.", "AZ is een aparte club, met twee kampioenschappen in het verleden, mede behaald dankzij het geld van vermogende mannen, de broers Molenaar en Scheringa. AZ wil opnieuw de beste zijn, maar dan met een vooruitstrevende visie. Dat kan alleen als iedereen volledig bezig is met AZ, dat minder geld heeft dan Ajax of PSV.", "Iedereen moet elke dag het beste uit zichzelf halen, zegt de in het Amerikaanse honkbal opgevoede Eenhoorn. Dat Slot zijn contract niet wilde verlengen, betekent dat hij het gras elders groener acht. Bij Feyenoord nota bene, een concurrent die allang was voorbijgestreefd in modern denken en opleiding. AZ ergert zich intern kapot aan het voortdurende lonken naar zijn personeel, dat bij de jeugd al begint.", "AZ ontwikkelt zich tot een bijna sektarisch bastion in het Nederlandse voetbal, zonder aan die term sektarisch meteen negatieve connotaties te verbinden. Het is AZ niet te doen om aaibaarheid of sympathie. Hoongelach was derhalve AZ’s deel na het ontsporen van het duel met FC Groningen, de dag na het ontslag. Wat AZ deed met Slot is onbegrijpelijk voor mensen die leven volgens het adagium ‘doe maar gewoon’. De stap past echter bij de status van AZ, dat in veel opzichten de met afstand interessantste club van Nederland is."], "authors": ["Willem Vissers"], "keywords": ["tot", "sektarisch", "van", "het", "met", "zijn", "die", "een", "ontwikkelt", "zich", "bijna", "dat", "az", "te", "bastion", "slot"], "pubDate": "2020-12-06T19:38:38+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}