{"id": "69627a17-4ce6-3bc0-a0f9-32d573c9de05", "title": "Plastisch chirurgen raden af om avocado's met mes te ontpitten", "url": "https://nu.nl/gezondheid/6095227/plastisch-chirurgen-raden-af-om-avocados-met-mes-te-ontpitten.html", "summary": "De ontpitinstructie bij avocado's geeft nu vaak twee mogelijkheden om de pit uit de populaire vrucht te halen: met een mes of met een lepel.\nMet het mes kan het fout gaan, waardoor mensen zich bijvoorbeeld snijden aan de basis van een vinger en een zenuw beschadigd raakt.\n\"Ontpitten met een mes gaat vaak fout, met meestal zenuwletsel tot gevolg\", aldus plastisch chirurg Annekatrien van de Kar van het OLVG in Amsterdam.\nAls bij het ontpitten vervolgens het mes uitschiet of van de pit glijdt, steken ze in hun hand.\nOntpitten van de avocado met een lepel kan potentieel ernstig handletsel voorkomen, zegt de NVPC.", "paragraphs": ["Plastisch chirurgen krijgen steeds meer patiënten met wonden aan hun handen doordat die mensen avocado's verkeerd ontpitten. De Nederlandse Vereniging voor Plastische Chirurgie (NVPC) roept dinsdag Nederlandse supermarkten en producenten op om de 'ontpit-instructie' bij avocado's aan te passen.", "De ontpitinstructie bij avocado's geeft nu vaak twee mogelijkheden om de pit uit de populaire vrucht te halen: met een mes of met een lepel. Met het mes kan het fout gaan, waardoor mensen zich bijvoorbeeld snijden aan de basis van een vinger en een zenuw beschadigd raakt.", "Ook in veel instructiefilmpjes online wordt door koks en vloggers de onveilige manier van ontpitten gebruikt. Artsen stellen ook voor een waarschuwingssticker op de avocado's te plakken; die kan consumenten bekendmaken met de risico's.", "\"Ontpitten met een mes gaat vaak fout, met meestal zenuwletsel tot gevolg\", aldus plastisch chirurg Annekatrien van de Kar van het OLVG in Amsterdam.", "\"Helaas zijn de risico's onbekend of ze worden onderschat door de consument. Bij het ontpitten houden consumenten vaak een avocadohelft in de palm van hun hand. Als bij het ontpitten vervolgens het mes uitschiet of van de pit glijdt, steken ze in hun hand. Daarbij zien we vaak dat gevoelszenuwen van de vingers worden beschadigd of doorgesneden. Soms raken mensen zelfs een pees\", aldus Van de Kar.", "Praat mee op NUjij Ben jij plastisch chirurg? Laat op reactieplatform NUjij weten of jij dit beeld herkent. Deel je verhalen.", "60 Instructievideo om een avocado op een veilige manier te ontpitten", "Artsen in Engeland pleitten in 2004 al voor waarschuwingsstickers", "\"Artsen in Engeland pleitten in 2004 al voor waarschuwingsstickers op avocado’s vanwege het risico op handletsel bij het ontpitten\", zegt Van der Kar. \"Hopelijk kunnen wij in Nederland het goede voorbeeld geven.\"", "Cijfers over hoe vaak 'avocadoletsel' in ons land voorkomt zijn er niet, maar het bureau dat spreekt namens de Nederlandse Vereniging voor Plastische Chirurgie verwijst naar Amerikaans onderzoek. Dat zou laten zien dat daar jaarlijks achtduizend Amerikanen zijn die een avocadogerelateerde verwonding oplopen.", "Ontpitten van de avocado met een lepel kan potentieel ernstig handletsel voorkomen, zegt de NVPC. Na het doormidden snijden van de avocado kan de pit namelijk eenvoudig worden verwijderd met een lepel."], "authors": ["Door"], "keywords": ["raden", "om", "mes", "van", "vaak", "bij", "ontpitten", "avocados", "af", "te", "een", "het", "voor", "chirurgen", "op", "met", "plastisch"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}