{"id": "6978683b-b458-3284-a046-8f41e23e4ec8", "title": "De nieuwe Matthijs van Nieuwkerk: volop show en een zweem nostalgie", "url": "https://volkskrant.nl/cultuur-media/de-nieuwe-matthijs-van-nieuwkerk-volop-show-en-een-zweem-nostalgie~b7e03715/", "summary": "Matthijs gaat door, op oudejaarsavond Beeld BNNVaraDe geest van de legendarische AVRO-talkshowhost Willem Duys, de jazz van compaan Wilfried de Jong en véél Van Nieuwkerk zelf: dat was de première van Matthijs gaat door, op oudejaarsavond bij BNNVara.\nZijn programma, een mengeling van onvervalste show, praatprogramma en filmpjes met satirische sketches en een minireportage, klinkt vooral in naam nog als familie van het in het voorjaar van 2020 opgeheven De Wereld Draait Door.\nMaar de ambities van Matthijs gaat door, vanaf volgende week elke zaterdag op tv, reiken verder: grootser en meeslepender, meer muziek, meer satire en een langer interview met een gast die, Van Nieuwkerks bewonderende vocabulaire getrouw, guest of honour heet.\nPas in de laatste weken, na het laatste coronaverdict van het kabinet, kreeg de show zonder studiopubliek gestalte.\nEen kleine arena moest worden gevuld, en dan ook nog met een programma dat de razende vaart van DWDD achter zich heeft gelaten.", "paragraphs": ["Matthijs gaat door, op oudejaarsavond Beeld BNNVara", "De geest van de legendarische AVRO-talkshowhost Willem Duys, de jazz van compaan Wilfried de Jong en véél Van Nieuwkerk zelf: dat was de première van Matthijs gaat door, op oudejaarsavond bij BNNVara. Een theater verbouwd tot studio, op een hoge steiger was de Sven Hammond Big Band neergestreken, een grote tafel voor het betere gesprek stond in het hart van de opstelling: ‘Ik mocht van de publieke omroep dromen’, vertelde Van Nieuwkerk, onlangs 60 geworden.", "Zijn programma, een mengeling van onvervalste show, praatprogramma en filmpjes met satirische sketches en een minireportage, klinkt vooral in naam nog als familie van het in het voorjaar van 2020 opgeheven De Wereld Draait Door. Maar de ambities van Matthijs gaat door, vanaf volgende week elke zaterdag op tv, reiken verder: grootser en meeslepender, meer muziek, meer satire en een langer interview met een gast die, Van Nieuwkerks bewonderende vocabulaire getrouw, guest of honour heet.", "Gestapelde muzikanten", "De aanloop naar Matthijs gaat door was lastig. Niet de beoogde vier- tot vijfhonderd man publiek. Niet de dynamiek die een over de hoofden rollende lach in de zaal veroorzaakt, de goed- of afkeurende, verraste gezichten, of de spanning van het onverwachte. Pas in de laatste weken, na het laatste coronaverdict van het kabinet, kreeg de show zonder studiopubliek gestalte. Een kleine arena moest worden gevuld, en dan ook nog met een programma dat de razende vaart van DWDD achter zich heeft gelaten. Die steigers als podium deden het goed, de aanblik van de gestapelde muzikanten gaf levendigheid. Een tamelijk overweldigende hoeveelheid beeldschermen op de achtergrond veroorzaakte een opwindende visuele werveling. Elementen die het gemis aan publiek alleszins draaglijk maakten.", "We sluiten dit krankzinnige jaar af met muzikaal vuurwerk van Krezip. En hoop op betere tijden. Gelukkig nieuwjaar!", "", "Kijk het hele optreden hier: https://t.co/raLFQDwHZA pic.twitter.com/vkxzTLujBP — MatthijsGaatDoor (@gaat_door) 31 december 2022", "Er was muziek: onder meer van de jonge zangeres Fleur, met een hommage aan het Parijs van 1968. Met Marcel Veenendaal, zanger van Di-Rect die, tot grote hoogte opgestuwd door de big band, de hit Soldier On nog eens mocht brengen. Met de 91-jarige jazzmusicus Ack van Rooyen, fluisterend op zijn bugel. En tussendoor was er veel aandacht voor eregast Joost Prinsen, de 78-jarige acteur, die werd geïntroduceerd middels een stemmig filmpje in zwart-wit (schatplichtig aan Wilfried de Jong), bij hem thuis in Halfweg opgenomen. Zijn passie voor poëzie kwam aan bod, het overlijden begin 2020 van zijn vrouw en het wankele evenwicht dat Prinsen in zijn rouw moet zien te bewaren.", "Nostalgie", "In de studio mocht Prinsen zijn liefde voor het gedicht belijden met enkele voordrachten uit het hoofd. Eentje geïntroduceerd met het deerniswekkende (in 2020 eindeloos herhaalde) tv-fragment van de net niet dodelijke valpartij van wielrenner Fabio Jakobsen in een eindsprint bij de Ronde van Polen. Prinsen trok een parallel met Orestes’ levenseinde bij een ongeluk op de paardenrennen, in Sophocles’ Elektra: ‘Zo erg bloedend dat geen van zijn vrienden het deerlijk lijk nog herkent.’ Prachtig, vond Prinsen: ‘Dit is Theo Koomen, vijfentwintighonderd jaar geleden.’ Waarop Van Nieuwkerk zich afvroeg: ‘Theo Koomen, wie weet er nog wie Theo Koomen was, Joost?’", "Dat was inderdaad wel even een puntje in deze eerste uitzending. Hoe mooi het ook was dat de ogen van de krasse Prinsen weer flonkering vertonen, zijn referenties grepen soms (begrijpelijkerwijs) terug op een ver verleden, wat deze eerste Matthijs gaat door een zweem van nostalgie gaf. Dat speelde ook op bij het trage item met een paar jeugdige uitvinders die uitleg kwamen verschaffen over hun spitsvondige ideeën. Een onderwerp dat deed denken aan (maar niet per se terugverlangen naar) Koomens generatiegenoot Willem Duys, die een halve eeuw geleden in Voor de vuist weg de studio op stelten zette met verbazend spektakel. Bij Van Nieuwkerk zag een jonge uitvinder met grote ogen – aandoenlijk – hoe zijn idee, een roetsjbaan voor rolstoelers, daadwerkelijk was geconcretiseerd.", "Studiolach", "Zoals Matthijs gaat door nog wat in zijn jas moet groeien, zo was het ook met de satirische filmpjes waarin ministers Hugo de Jonge, Ferd Grapperhaus en het koninklijk paar op de hak werd genomen. Leuke cameo van de tien jaar ouder geschminkte Jeroen Pauw, die Willem-Alexander en Máxima interviewde. Maar bij hun terugblik op het rampjaar 2020 (‘het lukte me nog één keer een troonrede op te boeren’, aldus Erik van Muiswinkel in koninklijke gedaante) werd de aanmoediging van de studiolach node gemist."], "authors": ["Arno Haijtema"], "keywords": ["zijn", "van", "het", "nog", "en", "nieuwe", "een", "zweem", "met", "volop", "op", "nieuwkerk", "matthijs", "door", "nostalgie", "die"], "pubDate": "2021-01-01T11:47:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}