{"id": "6983b969-8d95-3207-9005-ea1c2c47d7e0", "title": "De ondernemersles: 'Als je niet snel genoeg bijstuurt, mis je de boot'", "url": "https://nu.nl/ondernemen/6093719/de-ondernemersles-als-je-niet-snel-genoeg-bijstuurt-mis-je-de-boot.html", "summary": "Volgens De Vries heb je als ondernemer geen tijd om af te wachten; voor je het weet, kun je de markt niet meer bijbenen.\nAls je niet snel genoeg bijstuurt, dan mis je uiteindelijk de boot en kun je je bedrijf opdoeken.\"\n\"Tijdens de kredietcrisis merkte ik ook al dat ik snel stappen kon maken.\nHeb je er geen spijt van dat je bent overgestapt van optreden naar ondernemen?\nAls ik weer iets nieuws start, zegt mijn familie weleens: 'Wat haal je je nu toch weer op de hals?'", "paragraphs": ["Voor ondernemen geldt: al doende leert men. Door fouten te maken of het de volgende keer anders aan te pakken kan een bedrijf tot bloei komen. In De ondernemersles delen ondernemers hoe zij zelf door schade en schande wijs zijn geworden. Deze week: Robert de Vries is al 22 jaar ondernemer en heeft door schade en schande geleerd om niet te veel achterover te leunen.", "Ondernemer: Robert de Vries", "Robert de Vries Opgerichte bedrijven: Sprekersbureau, Theaterbureau, Eventbureau", "Sprekersbureau, Theaterbureau, Eventbureau De ondernemersles: \"Wees erbij met je hoofd en grijp op tijd in.\"", "Voor De Vries begon het allemaal met een grote interesse voor theater. In een ver verleden was hij Nederlands goochelkampioen en stond hij op het podium als cabaretier. Daarna volgde een lange ondernemerscarrière waarin hij een drietal bedrijven oprichtte: Sprekersbureau, Theaterbureau en Eventbureau.", "Met die platforms organiseert De Vries events waar de top van de sprekerswereld zich bij heeft aangesloten. Onder anderen Nederlandse sterren als Johnny de Mol, Art Rooijakkers en Duncan Stutterheim worden regelmatig via hem geboekt.", "Volgens De Vries heb je als ondernemer geen tijd om af te wachten; voor je het weet, kun je de markt niet meer bijbenen. \"Ik merk soms dat ondernemers achterover gaan zitten en wachten op betere tijden. Ik trek liever mijn portemonnee en investeer in nieuwe projecten.\"", "Hoe heb je geleerd op tijd in te grijpen?", "\"Ik heb ooit een platform gehad voor het organiseren van workshops. Ik merkte al vrij snel dat ons advertentiemodel eigenlijk helemaal niet goed werkte in de praktijk. Ik heb te lang zitten afwachten, en daardoor is het platform destijds ingestort en failliet gegaan. Als je niet snel genoeg bijstuurt, dan mis je uiteindelijk de boot en kun je je bedrijf opdoeken.\"", "“De overstap van offline events naar online sessies heb ik vrij snel gemaakt.”", "Pak je vandaag de dag dingen anders aan door wat er is gebeurd?", "\"Ik ben zeker alerter dan ik eerder was. Dat heb ik bijvoorbeeld gemerkt tijdens de coronacrisis. De overstap van offline events naar online sessies heb ik vrij snel gemaakt. Ineens werd ik tv-producent en moest ik met camera's gaan werken. Natuurlijk was dat wennen, maar we leven in tijden waarin alle kennis te vinden is op internet. Je kan jezelf razendsnel omscholen als dat nodig is.\"", "\"Tijdens de kredietcrisis merkte ik ook al dat ik snel stappen kon maken. Ooit begonnen we als entertainmentbureau voor Nederlandse zangers. Door de crisis werden feestjes en partijen geannuleerd en zijn we ons gaan richten op puur en alleen het boeken van sprekers, zoals Najib Amhali of Arie Boomsma.\"", "\"Ook als het gaat om investeringen moet je niet achter de feiten aanlopen. Ik investeer tegenwoordig bijvoorbeeld in allerlei nieuwe projecten, zoals een apart streamingbedrijf voor online events en een digitaal platform voor inspiratie.\"", "Heb je er geen spijt van dat je bent overgestapt van optreden naar ondernemen?", "\"Ondernemen pas echt heel goed bij mij. Ik geniet van de kick om steeds weer vanuit het niets iets moois op te bouwen. Als ik weer iets nieuws start, zegt mijn familie weleens: 'Wat haal je je nu toch weer op de hals?' Het milieu waar ik uit kom, was niet zo goed. Het geeft me dan ook extra voldoening om te zien dat ik, ondanks de start die ik heb gehad, zo veel kan bereiken.\""], "authors": ["Door", "Elcke Vels", "Innovation Origins"], "keywords": ["van", "snel", "dat", "niet", "ondernemersles", "heb", "genoeg", "bijstuurt", "en", "een", "te", "ik", "op", "als", "boot", "je", "het", "mis"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}