{"id": "69840b41-112b-331a-97dc-2373a1d8a5be", "title": "Maandenlang niets proeven en ruiken door corona: 'Het zou blijvend kunnen zijn'", "url": "https://www.rtlnieuws.nl/nieuws/nederland/artikel/5194350/smaakverlies-corona-patient-geur-smaak-reuk-symptoom", "summary": "'Meestal gaat het over, maar niet bij iedereen'Elbrich Postma, onderzoeker van het Reuk- en Smaakcentrum van Ziekenhuis Gelderse Vallei over reuk- en smaakverlies bij corona.\nHoe kan het dat je opeens niet meer kunt ruiken en proeven?\nDaar wordt het een geur of smaak die je kunt benoemen en herkennen.\nDan ruik je bijvoorbeeld geuren die er niet zijn en kan het dat je steeds hondenpoep ruikt.\nSoms kan het lang duren, maar we weten dat het voor een deel van de patiënten kan werken.\"", "paragraphs": ["'Meestal gaat het over, maar niet bij iedereen'", "Elbrich Postma, onderzoeker van het Reuk- en Smaakcentrum van Ziekenhuis Gelderse Vallei over reuk- en smaakverlies bij corona.", "1. Hoe kan het dat je opeens niet meer kunt ruiken en proeven?", "\"Boven in je neus zitten receptoren (zenuwuiteinden). Die maken verbinding met geurmoleculen die je inademt. Bij zo'n verbinding ontstaat een signaal dat naar de hersenen gaat. Daar wordt het een geur of smaak die je kunt benoemen en herkennen. De nieuwste theorie is dat het virus zich vastzet op de ondersteunende cellen die om de geurreceptoren heen zitten, waardoor die niet goed meer werken.\"", "2. Hoeveel coronapatiënten hebben hier last van?", "\"Recent is een schatting gepubliceerd van tussen de 30 en 90 procent. Dat is een grote marge, want eigenlijk weten we het nog niet heel goed, maar we denken dat het een heel groot deel van de patiënten er last van heeft. Om het beter te weten is een grote groep onderzoekers, waar ik deel van uit maak (het GCCR consortium), bezig met een groot onderzoek met vragenlijsten in 35 verschillende talen.\"", "3. Hoe lang blijven reuk en smaak meestal weg?", "\"Wij zien dat het heel variabel is. In Engeland bleek na onderzoek dat ongeveer de helft na vier weken geen klachten meer had, de andere helft nog wel. Een groot deel van de mensen herstelt. Na acht weken lag het percentage op 76 procent en had een kwart nog (lichte) klachten. Bij 4 procent was totaal nog geen verbetering. Nu gaan we kijken wat er gebeurt op de lange termijn.\"", "4. Kan het een blijvend probleem zijn?", "\"Dat weten we nog niet, omdat de ziekte pas zo kort bestaat. Wel weten we van patiënten die reukverlies hebben na verkoudheid of griep dat reuk en smaak bij sommigen niet meer terugkomt of nooit meer helemaal wordt zoals het was.\"", "5. Sommige patiënten ruiken of proeven constant een vieze geur of hebben last van smaakverandering. Hoe komt dat?", "\"We weten van onze niet-coronapatiënten dat zenuwen, als ze na beschadiging herstellen, soms gekke dingen doen. Dan ruik je bijvoorbeeld geuren die er niet zijn en kan het dat je steeds hondenpoep ruikt. Of je hebt last van verstoringen: dan ruikt wijn naar azijn bijvoorbeeld. Als je eerst niets rook, maar nu fantoomgeuren, is dat vaak een teken van herstel, al gaat het natuurlijk nog niet helemaal goed.\"", "6. Wat kun je zelf doen om te herstellen?", "\"We vermoeden dat reuktraining helpt. Een soort fysiotherapie voor je reukzenuw. Dan ga je bewust en actief ruiken aan meer geuren. Eucalyptusgeur bijvoorbeeld. Soms kan het lang duren, maar we weten dat het voor een deel van de patiënten kan werken.\""], "authors": [], "keywords": ["proeven", "van", "nog", "het", "die", "zijn", "zou", "niets", "een", "je", "kunnen", "en", "dat", "niet", "maandenlang", "weten", "door", "ruiken"], "pubDate": "2020-11-04T16:39:21+01:00", "publicationId": "ce2257c9-a2d2-3c8b-975a-6872cbf4036a"}