{"id": "699fab83-bd49-3af0-8419-850b81dfa859", "title": "Nieuwe wet moet verkrachters in Pakistan sneller en zwaarder straffen", "url": "https://nos.nl/artikel/2361006-nieuwe-wet-moet-verkrachters-in-pakistan-sneller-en-zwaarder-straffen.html", "summary": "De president van Pakistan heeft een wetsvoorstel getekend waarin staat dat verdachten van verkrachting sneller berecht en bestraft moeten worden.\n\"Schaamte en een patriarchale mindset spelen nog steeds een hele grote rol.\nOok daar was een roep om strengere straffen, nadat vier mannen in 2012 een jonge vrouw verkrachtten en martelden in een rijdende bus.\nVeel daders zijn dan juist bang om voor het gerecht te komen en willen dan de getuige, het slachtoffer, tot zwijgen brengen.\"\nAls een vrouw bijvoorbeeld bepaalde kleding draagt, een rokje, dan vraagt ze erom.", "paragraphs": ["De president van Pakistan heeft een wetsvoorstel getekend waarin staat dat verdachten van verkrachting sneller berecht en bestraft moeten worden. De wet is er gekomen nadat een Pakistaanse vrouw in september meermaals werd verkracht waar haar kinderen bij waren. Verkrachtingszaken kunnen in Pakistan nu jaren duren, als de zaak überhaupt al voor de rechter komt.", "\"Het opvallendste van de wet is chemische castratie. In de ergste gevallen kan die straf worden opgelegd, of executie\", zegt correspondent Saskia Konniger. \"Dat is heel controversieel, maar veel activisten zijn wel positief over andere delen van de wet. Ze willen de rechtszaken versnellen: binnen vier maanden moet een zaak voorkomen.\"", "Verder wordt de identiteit van de slachtoffers met de nieuwe wet beschermd, worden daders geregistreerd en hoeven vrouwen geen tweevingertest meer te ondergaan. \"Dat is om te controleren of de vrouw wel maagd was voor de verkrachting, Heel veel activisten zijn blij dat daar in ieder geval een eind aan is gekomen.\"", "Schaamte", "Volgens Konniger zijn er ongeveer 5000 aangiftes van verkrachting per jaar. Dat aantal neemt toe. \"Slechts 5 procent komt voor de rechter\", zegt ze. \"In de meeste gevallen komt het tot een schikking. In sommige gevallen wordt de vrouw zelfs gedwongen om te trouwen met de dader.\"", "Konniger denkt dat het ware aantal verkrachtingen waarschijnlijk veel hoger ligt dan 5000. \"Schaamte en een patriarchale mindset spelen nog steeds een hele grote rol. Over heel veel verkrachtingen hoor je niets.\"", "'Tot zwijgen brengen'", "Ze vergelijkt de situatie in Pakistan met die in India. Ook daar was een roep om strengere straffen, nadat vier mannen in 2012 een jonge vrouw verkrachtten en martelden in een rijdende bus. De daders lieten de vrouw, een 23-jarige student fysiotherapie, voor dood achter aan de kant van de weg. De daders werden in maart dit jaar geëxecuteerd in een gevangenis in de hoofdstad New Delhi.", "\"Afgelopen jaar is de doodstraf op verkrachting in India ingesteld\", zegt Konniger. \"Alleen veel activisten waren daar toen tegen, want doodstraf leidt juist tot meer moorden, dachten ze. Veel daders zijn dan juist bang om voor het gerecht te komen en willen dan de getuige, het slachtoffer, tot zwijgen brengen.\"", "Hiermee worden ook de wortels van het probleem niet aangepakt, zo zeggen de activisten. \"Net als in Pakistan, is in India het rollenpatroon nog diep geworteld in de maatschappij. Als een vrouw bijvoorbeeld bepaalde kleding draagt, een rokje, dan vraagt ze erom. Dat soort gedachtes zijn nog gemeengoed. Het gedrag van de mannen moet veranderd worden. Dat was toen, en is nog steeds, een strijd voor heel veel feministen.\""], "authors": [], "keywords": ["veel", "zwaarder", "sneller", "zijn", "van", "wet", "een", "voor", "het", "vrouw", "straffen", "en", "worden", "dat", "nieuwe", "moet", "pakistan", "verkrachters"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}