{"id": "69a072eb-6c93-3c75-ad1c-a210be8e604a", "title": "Voormalig ING-topman Hamers alsnog vervolgd voor witwasaffaire", "url": "https://volkskrant.nl/nieuws-achtergrond/voormalig-ing-topman-hamers-alsnog-vervolgd-voor-witwasaffaire~b648dabb/", "summary": "‘Met een openbaar strafproces wordt de norm bevestigd dat ook bestuurders van een bank niet vrijuit gaan als zij feitelijk leiding hebben gegeven aan verboden gedragingen.\nHamers was volgens hen als leidinggevende juist wel verantwoordelijk voor het strafbaar handelen van ING.\nHamers vertrok deze zomer bij ING en is sinds september topman bij de Zwitserse bank UBS.\nEerder dit jaar oordeelde het hof in de artikel 12-procedure al dat Hamers gehoord mocht worden over zijn rol.\nAdvocaat Gabriël Meijers van SOBI noemt de beslissing van het hof ‘grensverleggend’.", "paragraphs": ["Ralph Hamers (midden). Beeld ANP", "Volgens het gerechtshof was Hamers als leidinggevende op de hoogte van de strafbare gedragingen van ING en liet hij vervolgens na om in te grijpen. Het gerechtshof stelt dat de vervolging ook een belangrijk signaal is naar de maatschappij. ‘Met een openbaar strafproces wordt de norm bevestigd dat ook bestuurders van een bank niet vrijuit gaan als zij feitelijk leiding hebben gegeven aan verboden gedragingen. De burger moet kunnen zien dat ook dergelijk handelen door de overheid niet wordt geaccepteerd.’", "ING trof in 2018 een recordschikking met het Openbaar Ministerie van 775 miljoen euro, nadat was vastgesteld dat het bedrijf in de periode 2010 tot 2016 ‘structureel de wet had overtreden en zich schuldig had gemaakt aan een groot aantal strafbare feiten’. Met de megaschikking voorkwam ING een strafzaak. Het OM zei na het treffen van de schikking dat er onvoldoende bewijs was om strafrechtelijke verwijten te maken naar personen. ‘Velen waren gezamenlijk verantwoordelijk voor een deel van het verwijtbaar gedrag.’", "Een aantal gedupeerden, onder wie Lakeman met zijn Stichting Onderzoek Bedrijfs Informatie (SOBI), stapten na de schikking naar de rechter om met een zogeheten artikel 12-procedure alsnog vervolging van topman Hamers en ING af te dwingen. Zij vonden dat hij en de bank door de schikking zijn verantwoordelijkheid ontliep. Hamers was volgens hen als leidinggevende juist wel verantwoordelijk voor het strafbaar handelen van ING. Het hof stelt hen daarin nu gelijk. De schikking met ING zelf is volgens het hof wel afdoende.", "‘Actieve’ medewerking", "ING werd in de periode 2010 tot 2016 meerdere malen gewaarschuwd, door toezichthouder De Nederlandsche Bank en de Europese Centrale Bank. Maar het bedrijf investeerde volgens het hof te weinig in de controlesystemen. ‘Focus was vooral gericht op de winstgevendheid van de organisatie en het behalen van commerciële doelstellingen.’ Hamers was niet alleen van dit beleid op de hoogte, maar werkte hier als ceo met anderen ‘actief’ aan mee.", "Hamers vertrok deze zomer bij ING en is sinds september topman bij de Zwitserse bank UBS. Eerder dit jaar oordeelde het hof in de artikel 12-procedure al dat Hamers gehoord mocht worden over zijn rol. Hij probeerde dat eerst nog te voorkomen met een wrakingsverzoek. Dat werd afgewezen. Bij het verhoor kwam Hamers vervolgens niet opdagen, maar stuurde zijn advocaat. Het hof nam hem dat kwalijk, ook omdat hij nooit ‘publiekelijk verantwoordelijkheid’ heeft genomen voor zijn handelen.", "UBS laat in een verklaring weten het ‘volste vertrouwen’ te hebben in Hamers als topman van de Zwitserse bank.", "Advocaat Gabriël Meijers van SOBI noemt de beslissing van het hof ‘grensverleggend’. ‘Dit is ook een waarschuwing voor bestuurders van banken dat ze zich niet langer kunnen verschuilen achter de organisatie als geheel en het bedrijfsbeleid.’ Meijers verwacht dat beslissing ook gevolgen heeft voor toekomstige zaken. Er loopt momenteel nog een onderzoek naar ABN Amro, vanwege het overtreden van de Wet ter voorkoming van witwassen en financieren van terrorisme."], "authors": ["Tom Kreling"], "keywords": ["vervolgd", "hamers", "van", "witwasaffaire", "het", "alsnog", "met", "ing", "een", "ook", "dat", "en", "ingtopman", "te", "voormalig", "voor"], "pubDate": "2020-12-09T09:55:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}