{"id": "69a16428-57e6-3bad-8365-d177b7c9210d", "title": "Ben je op cursus geweest ofzo?", "url": "https://volkskrant.nl/wetenschap/ben-je-op-cursus-geweest-ofzo~b255b20a/", "summary": "Ik ken haar iets beter dan zij mij, ­aangezien ik van ons tweeën nou eenmaal de dokter ben.\nWant wij stippen rustig in 10 ­minuten haar benen, de scheiding van haar zoon, het herhaalrecept voor de psoriasiszalf en haar ­slaapproblemen aan.\nIk roep mevrouw Kroon binnen en vraag haar wat ik voor haar kan doen.\nZe vertelt over haar rugklachten en ik moedig haar met open ­vragen aan om verder te ­vertellen.\nNa enkele minuten kijkt ze me verwonderd en licht ontzet aan en zegt: ‘Zeg, wat doe jij nou raar, ben je op cursus ­geweest ofzo?", "paragraphs": ["Mevrouw Kroon en ik kennen elkaar al jaren. Ik ken haar iets beter dan zij mij, ­aangezien ik van ons tweeën nou eenmaal de dokter ben. Maar ik maak me geen illusies, na al die ­jaren heb ik ­karakterologisch ook weinig meer te verhullen.", "Helaas voor mevrouw Kroon is ze regelmatig in mijn spreekkamer te vinden vanwege de nodige lichamelijke ­gebreken. Ik roep haar dan ook vaak binnen met bijvoorbeeld: ‘Ga ­zitten! En, hoe doen de achterpoten het vandaag?’", "Maar vandaag besluit ik het dus eens heel anders aan te pakken. Dat komt omdat ik ook artsen opleid tot huisarts, en die worden gedrild in het gedegen en gestructureerd ­uitvoeren van een huisartsconsult.", "Er is een hele medische gesprekshandleiding voor ­ontwikkeld, om goed te achterhalen wat er allemaal speelt bij de patiënt, en hem of haar zo goed mogelijk te kunnen helpen. Dat begint met een open, uitnodigende houding en ­explorerende vragen. Maar dan heb je pas bladzijde één van de gesprekstechniekklapper gehad.", "Het is een beetje zoals ­rijexamen doen, waarbij je heel ­nadrukkelijk in alle spiegels kijkt. En wel op het juiste moment en in de juiste volgorde: in de zijspiegel, achteruitkijkspiegel en zijwaarts kijken, knipperlicht uit, nogmaals in de spiegels kijken, over schouder kijken en dan invoegen. Of zoiets. Inmiddels voeg ik gewoon in. Maar een examinator zou me zeker direct laten zakken.", "Ook mijn huisartsconsulten zijn in de loop der jaren hun keurig ­aangeleerde structuur verloren. Ik zou ongetwijfeld zakken voor mijn gesprekken. Zeker voor mijn ­consulten met mevrouw Kroon.", "Want wij stippen rustig in 10 ­minuten haar benen, de scheiding van haar zoon, het herhaalrecept voor de psoriasiszalf en haar ­slaapproblemen aan. Ik stel veel te weinig open vragen. We maken flauwe grappen over de onverdraaglijkheid van het ­menselijk verval. Ik leg eerst wat uit en stel dan alsnog vragen. Kortom, de huisartsopleiding zou zich kapot schamen.", "Geïnspireerd door mijn huisarts-in-opleiding besluit ik dus weer eens ordentelijk en gestructureerd te werken. Ook mevrouw Kroon gun ik een Professionele Dokter, die goed en rustig doorvraagt.", "Ik roep mevrouw Kroon binnen en vraag haar wat ik voor haar kan doen. Ze vertelt over haar rugklachten en ik moedig haar met open ­vragen aan om verder te ­vertellen. Na enkele minuten kijkt ze me verwonderd en licht ontzet aan en zegt: ‘Zeg, wat doe jij nou raar, ben je op cursus ­geweest ofzo?!’", "Ik heb het mevrouw Kroon ­uitgelegd en we hebben er samen smakelijk om gelachen."], "authors": ["Rinske Van De Goor"], "keywords": ["van", "mevrouw", "een", "mijn", "geweest", "en", "te", "ik", "ofzo", "op", "voor", "cursus", "je", "ben", "haar", "het"], "pubDate": "2020-11-29T20:24:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}