{"id": "69a84102-f829-34b3-a072-f9c55870f529", "title": "Doelman Ravensbergen trekt met zijn hoofd de ballen aan, maar Nederland verliest wel dik van Slovenië", "url": "https://volkskrant.nl/sport/doelman-ravensbergen-trekt-met-zijn-hoofd-de-ballen-aan-maar-nederland-verliest-wel-dik-van-slovenie~b22e3fc7/", "summary": "Bij bewegen door de keeper geldt het niet dat een bal op het hoofd een uitsluiting betekent.\nKeurige handballer hoor’, aldus de international van Nederland die sinds het afscheid van Gerrie Eijlers de eerste man onder de lat van het Nederlands team is.\nHet rare van dat geval was dat die bal helemaal niet hard was.\nAls je op een zeker moment in de wedstrijd twee of drie ballen achter elkaar stopt.\nDat is dan belangrijker dan je percentage’, aldus de doelman van Nordhorn-Lingen die in vijftien Bundesligaduels een stop-percentage van 30,53 opbouwde.", "paragraphs": ["Bart Ravensbergen (in blauw) gepasseerd tegen Slovenië. ‘Het gaat soms niet om de hoeveelheid ballen die je stopt, maar welke ballen je tegenhoudt.’ Beeld ANP", "Een jaar geleden speelde handbalkeeper Bart Ravensbergen namens Nederland het EK in Noorwegen. Hij werd in die januaridagen een instant bekendheid in Duitsland, het land van zijn werkgever HSG Nordhorn-Lingen, een Bundesligaclub. Bij een strafworp in de interland Nederland - Duitsland kreeg de Duitse sterspeler Uwe Gensheimer direct rood, omdat hij van 7 meter de bal op het hoofd van Ravensbergen gooide.", "‘Daarna wisten heel veel Duitsers opeens van mijn bestaan. De VAR kwam er aan te pas, om die bal van Gensheimer trouwens correct te beoordelen. Ik stond stil. Bij bewegen door de keeper geldt het niet dat een bal op het hoofd een uitsluiting betekent. Gensheimer kwam zich na de wedstrijd verontschuldigen. Keurige handballer hoor’, aldus de international van Nederland die sinds het afscheid van Gerrie Eijlers de eerste man onder de lat van het Nederlands team is.", "Ravensbergen (27) heeft een ‘grote kop’ zoals dat in handbal heet. ‘Ze noemen me bij Nordhorn Headshot Hollander. Ik trek die ballen aan blijkbaar.’", "Het is een truc uit antieke tijden in het handbal, de keeper bang maken door de bal, met een kilometertje of 100 in het uur, langs diens oren te jagen. ‘Ik heb het nooit geleerd hoor, dat zoiets werd geprobeerd. Ze nemen wel het risico om de bal over of vlak langs het hoofd te schieten. Af en toe raken ze je dan. Maar ik geloof niet dat het al te vaak bewust gebeurt. Maar hoe dan ook, het doet er niet minder pijn om.", "‘Je leert er wel aan te wennen. Eén keer, bij Nordhorn een paar jaar geleden, ben ik er een paar weken uit geweest na een bal op mijn hoofd. Het rare van dat geval was dat die bal helemaal niet hard was. De bal verraste me gewoon. Ik had niet gedacht ’m nog op mijn hoofd te krijgen. Toen ben ik wel een paar weken groggy geweest. Maar meestal sta ik gewoon weer op.’", "Keepers spelen een grote, zelfs beslissende rol in handbalwedstrijden. Als de doelman ballen staat tegen te houden, van de kant en door de leek bezien haast een onmogelijkheid, dan gaan wedstrijden kantelen. Het stop-percentage is vaak bepalend. Veertig procent, vier van de tien schoten uit je doel ranselen, is de heilige graal. ‘Ik droom daarvan. Dan geef je je ploeg vleugels. Het gebeurt je een enkele keer. Maar 30 plus, of 35 procent, dan sta je echt heel goed te verschillen. Maar ik staar me niet blind op percentages. Ik zeg het Tess Wester (doelvrouw nationale vrouwenploeg, red.) na. Het gaat soms niet om de hoeveelheid ballen die je stopt, maar welke ballen je tegenhoudt. Als je op een zeker moment in de wedstrijd twee of drie ballen achter elkaar stopt. Dat je team dan een gaatje slaat. Of dat je daarmee terugkomt in de wedstrijd. Dat is dan belangrijker dan je percentage’, aldus de doelman van Nordhorn-Lingen die in vijftien Bundesligaduels een stop-percentage van 30,53 opbouwde. Dat geldt als zeer behoorlijk.", "De club speelt zijn wedstrijden in een af en toe door corona geteisterde competitie. ‘Onze laatste wedstrijd, uit tegen Erlangen, werd op het laatste moment afgelast door een coronabesmetting bij de tegenstander. Het werd gelukkig op tijd bekend. Scheelde een lange busreis naar het zuiden van Duitsland. En we konden normaal Kerst vieren. Anders waren we Tweede Kerstdag op reis gegaan.’", "De Bundesliga zet alles op alles om handbal aan het tv-kijkende publiek te tonen. Het Duitse handbal kreeg op 29 december nog een forse boost, toen THW Kiel in Keulen de Champions League won. ‘Het was in de finale vijf goals verschil met Barcelona. Daarna ging bij ons over de app de grap dat wij bijna net zo goed zijn als Barcelona. Wij verloren thuis in de heenronde met zes treffers verschil van Kiel.’", "Ravensbergen had het woensdagavond in Almere de nummer vier van Europa, Slovenië, lastig willen maken. Vooraf was hij optimistisch. ‘De grote ploegen houden steeds meer rekening met ons. We hebben het de vorige keer de Slovenen extra moeilijk gemaakt, in de slotseconde verloren. We zijn met deze ploeg echt aan het bouwen en hebben in Luc Steins en Kay Smits twee spelers die zich enorm aan het ontwikkelen zijn. Als zulke jongens bij een grote club gaan spelen, dan gaat de tegenstander jou een stuk serieuzer nemen.’", "Dat was woensdag in de tweede helft te zien."], "authors": ["John Volkers"], "keywords": ["ik", "trekt", "zijn", "dan", "met", "ravensbergen", "te", "nederland", "die", "je", "van", "een", "verliest", "slovenië", "op", "het", "maar", "dat", "wel"], "pubDate": "2021-01-06T22:00:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}