{"id": "69f8c474-0f17-3521-a280-f8b73ffbf6c9", "title": "‘Open hiring’ zet langdurig werklozen weer op het goede spoor: ‘Eindelijk uit mijn isolement’", "url": "https://www.parool.nl/amsterdam/open-hiring-zet-langdurig-werklozen-weer-op-het-goede-spoor-eindelijk-uit-mijn-isolement~bec10b4d/", "summary": "“Deze groep heeft behoefte aan zekerheid, een dagritme en geld maar krijgt dit niet voor elkaar,” zegt Hans Bosselaar, een van de onderzoekers.\n“Dat het werk zo afwisselend is, maakt het erg leuk.\n“Ik krijg vaak te horen dat ik het goed doe.\nBosselaar legt uit dat dat bijvoorbeeld bij ex-gedetineerden vaak een probleem is.\n“Mensen krijgen de kans om te laten zien wat ze kunnen en dat ze daar goed in zijn.", "paragraphs": ["Beeld Getty Images", "Het onderzoek van de VU is een initiatief van StartFoundation, een organisatie die bedrijven informeert over open hiring en werkgevers bijstaat die het willen doen. De organisatie wilde nou weleens weten of open hiring werkt en voor wie het welk effect heeft. De onderzoekers probeerden hierachter te komen door 20 open hiring-medewerkers te interviewen bij vijf verschillende bedrijven. Ze verzamelden hun verhalen en ontdekten zo drie groepen medewerkers.", "Gezin", "De eerst groep bestaat uit mensen die van een hele andere carrière dromen, bijvoorbeeld in het bedrijfsleven, de sport of muziek, maar daar tot nu toe geen geluk in hebben gehad. “Deze groep heeft behoefte aan zekerheid, een dagritme en geld maar krijgt dit niet voor elkaar,” zegt Hans Bosselaar, een van de onderzoekers. Volgens Bosselaar sneuvelen deze mensen in een gewoon sollicitatieproces omdat ze geen duidelijk cv hebben. Door open hiring komen ze toch aan een baan en dat heeft effect. “We merkten dat het deze groep in rustiger vaarwater brengt.”", "De tweede groep bestaat uit werknemers die hiervoor een hele lange tijd niet hebben gewerkt. “Deze werknemers hebben bijvoorbeeld lang voor een zieke partner, ouder of het gezin gezorgd. Ze hebben hierdoor een grote afstand tot de arbeidsmarkt. Deze groep wil nu heel graag carrière maken en open hiring biedt hen die mogelijkheid.”", "Twijfelen", "Suzan van Vugt-Van Oort weet als geen ander hoe het voelt om toch nog een kans te krijgen. Met alleen een mavo-diploma op zak en een gat van 10 jaar op haar cv door de geboorte van haar kinderen, kon ze maar niet aan een baan komen. “Ik kreeg geen reactie terug op mijn sollicitaties of alleen een standaard antwoord. Er waren geen banen voor iemand zonder opleiding. Ik ging ontzettend aan mezelf twijfelen: was ik nergens goed genoeg voor?”", "Toen las Van Vugt-Van Oort over het eerste bedrijf in Nederland dat aan open hiring deed, Mamaloes, en dacht: dat is iets voor mij. “Op Facebook zag ik dat ook een bedrijf bij mij in de buurt aan open hiring deed. Toen ben ik erheen gegaan en heb ik me ingeschreven. Ik was de eerste op de lijst en mocht een week later meteen kennis komen maken. Een paar dagen daarna had ik mijn eerste werkdag.”", "Nu zet ze als assemblagemedewerker bij logistiekbedrijf Chain Logistics onder meer stopcontacten in elkaar, plakt etiketten op lege parfumflesjes en maakt 12-packs van kratten bier. “Dat het werk zo afwisselend is, maakt het erg leuk. En ik vind het heel gezellig met mijn collega’s.”", "Vertrouwen", "Nu ze weer een baan heeft, is Van Vugt-Van Oort veel zelfverzekerder geworden. “Ik krijg vaak te horen dat ik het goed doe. Ik ben eindelijk uit mijn isolement en kan lekker bezig zijn.” Inmiddels heeft Van Vugt-Van Oort een jaarcontract gekregen en wil ze niet meer weg. “Iedereen die hier via open hiring terecht is gekomen is enthousiast, wil heel graag werken en wil dat laten zien.”", "Bosselaar vindt het mooi om te zien dat mensen zoals Van Vugt-Van Oort weer vertrouwen in zichzelf hebben gekregen. “Door open hiring krijgen ze ineens een kans en pakken die met beide handen aan. Ze werken hard en gaan met stappen vooruit. Het voelt voor hen als een tweede leven.”", "Tranen", "Een laatste groep werknemers die het onderzoeksteam formuleerde, is er een met mensen die sociaal of psychisch erg kwetsbaar zijn. “Ze hebben wel werkervaring, maar die was vaak negatief. Ze hebben bijvoorbeeld veel uitzendwerk gedaan en hoorden er daardoor nooit echt bij, voelden zich een van de vele handjes. Deze groep denkt min over zichzelf en vindt het moeilijk om de eigen grenzen te bewaken. Sommige van deze werknemers lieten zich uitfoeteren door werkgevers.”", "De respondenten deden soms in tranen hun verhaal bij de onderzoekers. Maar de dankbaarheid bij deze medewerkers was ook erg zichtbaar. “Een mevrouw was zo blij met haar baan, ze werd eindelijk goed behandeld op haar werk. Na een late dienst werd ze zelfs door een collega, die zelf een vrije avond had, naar de bushalte gebracht zodat ze de laatste bus nog zou halen. Ze voelen zich ineens welkom en belangrijk.”", "Voorbereid", "Bosselaar benadrukt dat collega’s wel goed voorbereid moeten worden op de komst van een open hiring-kandidaat, anders leidt het tot frictie op de werkvloer. Want, denken veel collega’s, iemand die zomaar binnen komt lopen: daar moet wel iets mis mee zijn. Bosselaar legt uit dat dat bijvoorbeeld bij ex-gedetineerden vaak een probleem is. “Collega’s zijn dan angstig, maar dat speelt vooral in de beginperiode. Daarna is het vaak geen probleem meer als ze eenmaal samen aan het werk zijn.”", "Bosselaar vindt het belangrijk dat meer bedrijven ruimte maken voor dit soort werknemers, want open hiring werkt. “Mensen krijgen de kans om te laten zien wat ze kunnen en dat ze daar goed in zijn. Het is zo mooi om te merken hoe goed de mensen uit dit onderzoek zich nu voelen. Het heeft effect op heel hun leven.”"], "authors": ["Sanne Wolters"], "keywords": ["van", "zet", "het", "op", "die", "spoor", "ik", "werklozen", "weer", "mijn", "isolement", "een", "uit", "en", "ze", "open", "dat", "langdurig"], "pubDate": "2020-12-04T08:55:48+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}