{"id": "69faab08-f6d2-3339-9af3-53c7da913c98", "title": "Voor Obama was de pers een lastige meute, die je zo nu en dan kon gebruiken", "url": "https://trouw.nl/opinie/voor-obama-was-de-pers-een-lastige-meute-die-je-zo-nu-en-dan-kon-gebruiken~bcb77106/", "summary": "Parlementsleden zouden bevrijd zijn van de dwang om de belangen van hun kiezers – en die van henzelf – heel beperkt te definiëren.\nObama dacht dat het een hype was die wel over zou drijven.\nNieuwsshows op de kabeltelevisie maakten lange items over Trump en zijn theorieën.\nEen paar maanden daarvoor zou ik misschien slappe knieën hebben gekregen.”Maar hij was die fase al voorbij, vol vertrouwen dat hij het bij het rechte eind had.\nMaar je proeft al wel dat voor een Amerikaanse president, ook een die met hoge idealen aan zijn werk begint, de pers niet meer is dan een hinderlijke stoorzender.", "paragraphs": ["De eerste keer dat Barack Obama in zijn dinsdag uitgekomen boek “Een beloofd land” de media noemt, is het om te dromen over hoeveel beter die zouden kunnen zijn, en met hen het hele land: “Als een campagne op een of andere manier Amerika’s geldende politieke aannames ter discussie zou kunnen stellen, over hoe verdeeld we waren, dan was het misschien mogelijk om een nieuwe band te scheppen tussen zijn burgers. De ingewijden zouden niet meer de ene groep tegen de andere kunnen uitspelen. Parlementsleden zouden bevrijd zijn van de dwang om de belangen van hun kiezers – en die van henzelf – heel beperkt te definiëren. De media zouden dat kunnen oppikken en zich bij het beschouwen van onderwerpen niet baseren op welke partij heeft gewonnen of verloren, maar of onze gemeenschappelijke doelen gehaald werden.”", "Die kunnen wij journalisten in onze zak steken. Niet dat de correspondent van een Nederlandse krant het zich enorm hoeft aan te trekken dat schrijven over de Amerikaanse politiek vaak lijkt alsof het over een ruwe tak van sport gaat. Hij wordt in Amerika niet gelezen en is dus niet medeverantwoordelijk voor die ruwheid.", "Voor de Amerikaanse media ligt dat anders. Kranten en nieuwszenders zijn verzot op de politiek, en de politiek kan niet om ze heen. Ze komen in Obama’s boek meestal zijdelings aan bod, en dan vooral negatief.", "Samenzweerderige mijmeringen", "Dat kun je vaak wel met hem meevoelen. Neem de campagne van Donald Trump om twijfel te zaaien aan zijn recht op het presidentschap, vanwege zijn vermeende geboorte in Kenia in plaats van Hawaï. Obama dacht dat het een hype was die wel over zou drijven. Maar nee. “Als algen in een nooit ververste vijver dijde het aantal verhalen over zijn samenzweerderige mijmeringen met de week uit. Nieuwsshows op de kabeltelevisie maakten lange items over Trump en zijn theorieën. Politieke verslaggevers zochten naar nieuwe invalshoeken over de sociologische betekenis van birtherism, of het effect ervan op mijn herverkiezingscampagne, of (met nauwelijks toegegeven ironie) over wat het zei over de nieuws-business.”", "Dat de samenzweringstheorieën vooral op rechtse websites en tv-zender Fox News serieus werden genomen, terwijl de grote kranten en zenders als CNN en MSNBC er juist gehakt van maakten, vermeldt Obama daar niet. De pers komt in zijn boek meestal over als een eensgezinde meute, die hem soms goed gezind is, maar waarvan hij het vooral vaak vastlegt wanneer ze om een of andere reden weer eens over hem heen vallen.", "Nadat hij in 2016 tijdens een debat tussen de Democratische presidentskandidaten bijvoorbeeld argeloos zegt dat hij zonder voorwaarden vooraf wel wil praten met de leiders van Noord-Korea en Iran, klimmen de Republikeinen in de hoogste boom. “Je zou denken dat ik had gezegd dat de aarde plat is. Toen het debat voorbij was, sloegen Clinton, Edwards en een hoop andere kandidaten toe, beschuldigden me van naïveteit, benadrukten dat een ontmoeting met de Amerikaanse president een voorrecht is dat je moet verdienen. De pers leek het daar voor het overgrote deel mee eens te zijn. Een paar maanden daarvoor zou ik misschien slappe knieën hebben gekregen.”", "Maar hij was die fase al voorbij, vol vertrouwen dat hij het bij het rechte eind had. De pers kon hem nog meer vertellen.", "Zo gaat het in het hele boek. Als hij al eens tot nadenken gestemd wordt door een analyse in de Washington Post of een essay in The Atlantic, dan hoor je hem daar niet over. Over de negatieve ervaringen wel: “New York Times columniste Maureen Dowd schreef een column waarin ze suggereerde dat wanneer Michelle een plagerig beeld van me schilderde als een stuntelige vader die het brood oud liet worden in de keuken en vuile was liet rondslingeren (en dat ontlokte haar gehoor natuurlijk gegarandeerd een waarderend gelach), dat ze me dan niet zozeer vermenselijkte, maar me eerder ‘ontmande’, en daarmee mijn kansen om verkozen te worden schaadde.”", "Obama en persvrijheid", "In interviews rond de verschijning van zijn boek heeft Obama, naar aanleiding van de verkiezing in 2016 van Donald Trump, veel gepraat over de problemen van de Amerikaanse democratie. Hij benadrukte hoe belangrijk het is dat burgers goed geïnformeerd worden en dat daarvoor bijvoorbeeld de teloorgang van de lokale media zou moeten worden gestopt en teruggedraaid.", "Mooie woorden, schreef deze week media-columniste Margaret Sullivan van de Washington Post. Maar dan wilde ze ook wel even herinneren aan Obama’s eigen daden – of het gebrek daaraan – op het gebied van de persvrijheid. “Ik zou het zo willen samenvatten: niet best.”", "Obama hield zich volgens haar niet aan zijn belofte ‘de meest transparante regering in de Amerikaanse geschiedenis’ te leiden. En hij zette de tot dan toe zelden gebruikte Spionagewet in tegen de anonieme bronnen van journalisten. “Zijn oorlog tegen lekkende functionarissen was, in de woorden van voormalig hoofdredacteur van de Washington Post Len Downie, ‘de agressiefste sinds de regering-Nixon.’”", "In het eerste deel van Obama’s memoires komt die jacht op lekken nog niet aan de orde. Maar je proeft al wel dat voor een Amerikaanse president, ook een die met hoge idealen aan zijn werk begint, de pers niet meer is dan een hinderlijke stoorzender.", "Tenzij je haar een keer kunt gebruiken natuurlijk. Als zijn inlichtingendiensten in 2009 een geheime nucleaire installatie ontdekken in de Iraanse stad Qom, durft hij het niet aan dat met veel theater bekend te maken tijdens een vergadering van de Veiligheidsraad van de VN. Dat zou te veel doen denken aan de presentatie van de – achteraf niet bestaande – nucleaire installaties van Irak, door minister van buitenlandse zaken Colin Powell in 2003. “In plaats daarvan gaven we het verhaal aan de New York Times.”", "Trouw-correspondent Bas den Hond (standplaats Boston) schrijft wekelijks een column over de Amerikaanse politiek. Lees ze hier terug."], "authors": ["Bas Den Hond"], "keywords": ["zo", "meute", "pers", "van", "obama", "lastige", "het", "hij", "zijn", "kon", "een", "je", "nu", "en", "dat", "gebruiken", "niet", "te", "aan", "voor"], "pubDate": "2020-11-21T10:21:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}