{"id": "6a22b1f7-32af-39b9-b079-63e23265a047", "title": "Twentse ondernemer Gerard Sanderink is uithangbord-af, maar nog niet weg", "url": "https://volkskrant.nl/nieuws-achtergrond/twentse-ondernemer-gerard-sanderink-is-uithangbord-af-maar-nog-niet-weg~bf716db5/", "summary": "De eerste keer dat Sanderink (72) liet weten hoe geweldig hij Van Rijbroek vindt, was twee jaar geleden.\nHij beschuldigde – steeds zonder bewijs – zijn ex-partner en directeur van een van zijn bedrijven van fraude en malversaties en begon een lastercampagne tegen haar.\nOndertussen vertrok de ene na de andere topmanager bij zijn bedrijven, vanwege de invloed van Van Rijbroek.\nMaar Centric is zijn eigendom en van het beursgenoteerde concern Oranjewoud heeft hij 99 procent van de aandelen in handen.\nCDA-Kamerleden stelden de vraag of de overheid nog wel zaken moet doen met de bedrijven van Sanderink.", "paragraphs": ["Gerard Sanderink arriveert bij de Amsterdamse rechtbank samen met een raadsman. Beeld Guus Dubbelman / de Volkskrant", "Wat is de band tussen de Twentse ondernemer Gerard Sanderink en zelfverklaard cyberexpert Rian van Rijbroek, de vrouw die zoveel invloed op hem lijkt te hebben?", "De eerste keer dat Sanderink (72) liet weten hoe geweldig hij Van Rijbroek vindt, was twee jaar geleden. De eigenaar van ict-bedrijf Centric en de grootste aandeelhouder van het beursgenoteerde, wereldwijd actieve bouwbedrijf Oranjewoud bleek de grote man te zijn achter de lancering van haar boek Unhacked – De geheime wereld van cyber en hacks in het Amstel Hotel in Amsterdam. De steenrijke ondernemer betaalde mee aan de avond, prees het boek aan bij zijn relaties, roemde haar ‘formidabele expertise over cybercriminaliteit’ en bleek haar ook een rol in zijn bedrijven te hebben gegeven. ‘Ze heeft van heel veel dingen verstand’, zei hij daarover tegen de Volkskrant. Dat terwijl Van Rijbroek een jaar eerder door experts juist was afgeserveerd als cybercharlatan en fantast.", "Welk effect had Rian van Rijbroek op de bedrijven van Sanderink?", "De ondernemer had een rotsvast vertrouwen in de 52-jarige vrouw en creëerde daarmee de afgelopen twee jaar een rokende puinhoop in zijn bedrijven. Hij beschuldigde – steeds zonder bewijs – zijn ex-partner en directeur van een van zijn bedrijven van fraude en malversaties en begon een lastercampagne tegen haar. Ondertussen vertrok de ene na de andere topmanager bij zijn bedrijven, vanwege de invloed van Van Rijbroek. En als ze niet zelf opstapten, ontsloeg Sanderink ze vanwege kritiek op zijn nieuwe vriendin.", "Tot de 72-jarige Sanderink en zijn medebestuurders bij Centric en de commissarissen van Oranjewoud (waaronder ook bouw- en spoorbedrijf Strukton en ingenieursbureau Antea onder vallen) deze week eindelijk tot de conclusie kwamen dat het zo niet verder kon. Sanderink zou een hulpofficier van justitie hebben bedreigd die met een deurwaarder beslag kwam leggen op zijn telefoon, waarmee hij smadelijke berichten over zijn ex rondstuurde. Ook zou hij bewijsmateriaal hebben vernietigd. De ‘ontstane onrust’ rond zijn persoon is niet in het belang van de bedrijven, stond in een summier persbericht. Sanderink stapte op als bestuurder bij Oranjewoud en Centric.", "Wat is de schade voor de bedrijven?", "Naast het opstappen van allerlei belangrijke directeuren en de flinke onrust onder het personeel, leverde Sanderinks handelen de afgelopen twee jaar ook fikse reputatieschade op. Uit een jaarlijks onderzoek onder tweehonderd Nederlandse organisaties die it-diensten afnemen, bleek dat hun waardering voor Centric enorm gedaald was. Stond het bedrijf eerst nog bovenaan, nu was het gezakt naar de een-na-laatste plaats. Bij Oranjewoud, waar 10 duizend mensen werken, gaat het ook financieel niet goed. In 2019 werd er een verlies van 3,9 miljoen geleden, op een omzet van 2,4 miljard euro. In de eerste helft van 2020 bedroeg het verlies zelfs 10,3 miljoen euro, op een omzet van ruim 1 miljard.", "Zelfverklaard cyberexpert Rian van Rijbroek. Beeld Rob Pluijm", "Wat verandert het opstappen van Sanderink concreet?", "Hij is in geval geen bestuurder meer en op papier niet meer betrokken bij de dagelijkse leiding. Maar Centric is zijn eigendom en van het beursgenoteerde concern Oranjewoud heeft hij 99 procent van de aandelen in handen. ‘Als aandeelhouder heeft hij nog wel een ultiem machtsmiddel’, zegt hoogleraar corporate governance Mijntje Lückerath-Rovers. Met het opstappen is Sanderink volgens haar vooral niet langer ‘het uithangbord’ van het bedrijf en is hij formeel op afstand gezet. ‘Het is afwachten hoe het in de praktijk uitpakt. Maar er moest nu wel ingegrepen worden omdat de business onder de kwesties leed.’ Het bouwbedrijf Strukton en ict-bedrijf Centric doen ook veel opdrachten voor de overheid. Zo verzorgt Centric een deel van de it bij De Nederlandsche Bank. CDA-Kamerleden stelden de vraag of de overheid nog wel zaken moet doen met de bedrijven van Sanderink.", "Is dat probleem nu opgelost?", "De bedrijven hebben volgens Lückerath-Rovers als voordeel dat ze vooral lange-termijnprojecten uitvoeren. ‘Klanten zeggen niet van vandaag op morgen op.’ De bedrijven hebben volgens haar nu de tijd om het vertrouwen te herwinnen. Volgens de in ondernemingsrecht gespecialiseerde advocaat Marnix Holtzer is het nu zaak dat er ‘krachtige, ervaren bestuurders’ worden aangesteld.", "Maar hij vraagt zich af of het opstappen van Sanderink voldoende is. ‘Misschien is hij nu voldoende op afstand gezet, maar als de nieuwe directeur voortdurend langs Sanderink wordt gestuurd, dan is er niets opgelost.’ Die situatie is niet ondenkbaar. Voorzitter Herman Spenkelink van de raad van commissarissen van Oranjewoud zei maandagavond tegen Het Financieele Dagblad dat Sanderink welkom blijft op kantoor.", "Waarom vindt de raad van commissarissen ‘een privékwestie’ nu ineens wel reden om in te grijpen?", "Dit is echt een unieke casus, zegt hoogleraar Lückerath-Rovers. ‘Persoonlijk rancune van deze bestuurder tegen zijn ex en de rechtszaken die daarop volgden, hebben een negatief effect op het bedrijf. Los van de vraag wie er gelijk heeft.’ En vervolgens negeert Sanderink volgens haar ‘willens en wetens’ uitspraken van de rechter, waarmee hij zich vrijwel onmogelijk maakt als bestuurder.", "Die combinatie van privé en bedrijf rechtvaardigt volgens advocaat Holtzer een onderzoek naar mogelijk wanbeleid. De raad van commissarissen kan zo’n procedure starten, een nieuwe bestuurder van het bedrijf of de aandeelhouder. Maar dat is Sanderink zelf. ‘Maar de advocaat-generaal kan dat ook op eigen initiatief doen in het algemeen belang.’ Dat is volgens Holtzer zeer uitzonderlijk. ‘Maar als de raad van commissarissen het hierbij laat en niet doorpakt, vind ik dat het in dit geval kan. Het algemene belang is onder meer de verwevenheid van de ict van de overheid met Centric.’"], "authors": ["Tom Kreling"], "keywords": ["gerard", "zijn", "van", "uithangbordaf", "het", "nog", "ondernemer", "sanderink", "en", "een", "weg", "op", "hij", "twentse", "maar", "niet", "dat"], "pubDate": "2021-01-05T18:47:26Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}