{"id": "6a313279-873c-311b-8117-cd317e2f835f", "title": "Het Amsterdam Light Festival duikt dit jaar op in de hele stad", "url": "https://www.parool.nl/kunst-media/het-amsterdam-light-festival-duikt-dit-jaar-op-in-de-hele-stad~bbfec48f/", "summary": "De corona-editie van het Amsterdam Light Festival is kleiner maar ook inhoudelijker en actueler dan ooit.\nHet festival schijnt licht op de natuur, die de bron is van ziekte en van leven.\nDie verwondering wist Van den Berg over te dragen op ruim 650 leerlingen uit de groepen 6 tot en met 8 van basisscholen in Amsterdam.\n“Ze zijn geclusterd naar wijk, zodat een waterzuurstofkaart van Amsterdam ontstaat,” zegt Van den Berg.\nHet is een ode aan de betrokkenheid van de jeugd.”Geen grachtenrouteDraaide het Amsterdam Light Festival de voorgaande jaren vooral om feestelijke gezelligheid, de huidige editie heeft een geëngageerde en actuele ondertoon.", "paragraphs": ["De corona-editie van het Amsterdam Light Festival is kleiner maar ook inhoudelijker en actueler dan ooit. Het festival schijnt licht op de natuur, die de bron is van ziekte en van leven.", "“Zet een badkuip met Amsterdams oppervlaktewater één uur in de zomerzon en de algen in het water produceren genoeg zuurstof om een kind 1 minuut te laten ademen. Als je bedenkt dat Amsterdam voor een derde uit water bestaat – heel veel badkuipen! – is er hier dus een enorm rijke zuurstofbron, puur door de fotosynthese van micro-organismen die onzichtbaar zijn maar ook onmisbaar.” Jasper van den Berg kan enthousiast vertellen over de inspiratiebron voor The Water We Breathe, het kunstwerk dat hij met Stichting Nieuwe Helden maakte voor het Amsterdam Light Festival.", "Die verwondering wist Van den Berg over te dragen op ruim 650 leerlingen uit de groepen 6 tot en met 8 van basisscholen in Amsterdam. Hen werd gevraagd water uit hun woonomgeving te verzamelen, dat in een rondreizend lab werd geanalyseerd op zuurstofgehalte. Al die potjes zijn onderdeel geworden van een 32 meter lange en 3 meter hoge installatie. “Ze zijn geclusterd naar wijk, zodat een waterzuurstofkaart van Amsterdam ontstaat,” zegt Van den Berg. “De kleur geeft het gehalte aan. Opvallend is dat de slootjes van Ransdorp relatief weinig zuurstof produceren, ik vermoed vanwege overbemesting. In Bijlmer, Noorderpark en Sloterplas zijn algen en bacteriën juist heel actief.”", "HEART_EARTH. Beeld JANUS VAN DEN EIJNDEN/ Amsterdam Light Festival", "Achter de potjes zijn lichtbronnen geplaatst, waardoor The Water We Breathe eruitziet als een mozaïek van buitenformaat ledlichtjes die samen de formule H2O+Light=O2 vormen. “Het doet ook denken aan de pixels van matrixborden die we de afgelopen maanden zoveel in de stad hebben gezien,” vindt de kunstenaar. “Maar die verkondigden vaak waarschuwingen: het is te druk, blijf weg! Deze installatie heeft juist een positieve boodschap. Het is een ode aan de betrokkenheid van de jeugd.”", "Geen grachtenroute", "Draaide het Amsterdam Light Festival de voorgaande jaren vooral om feestelijke gezelligheid, de huidige editie heeft een geëngageerde en actuele ondertoon. Dat komt niet in de laatste plaats door het thema: When Nature Calls. “Toen wij het in 2019 bedachten, hadden we geen idee hoe symbolisch het zou worden,” bekent kunstenaar en theatermaker Lucas De Man, die dit jaar optreedt als creatief directeur. “We wilden uitgaan van de natuur als iets dat we niet hoeven te bestrijden of juist redden.”", "In eerste instantie werd zoals gebruikelijk een route langs de grachten uitgestippeld, met twintig grootschalige lichtkunstwerken waar je per rondvaartboot voorbij kunt glijden – het beproefde verdienmodel van het festival. “Maar toen kwam corona en viel alles in het water. Als alternatief bedachten we een wandelroute met vijftien werken, waarbij bezoekers op hun telefoon gedichten en verhalen over die werken konden oproepen. De tweede golf maakte ook daar een einde aan. Uiteindelijk bleven zeven werken over die we met partners als de UvA, de provincie Noord-Holland en de gemeente Amsterdam hebben ontwikkeld.”", "The Biggest Smallest Heroes. Beeld JANUS VAN DEN EIJNDEN/ Amsterdam Light Festival", "Dat zijn meteen ook de inhoudelijkste werken. De Man: “Omdat we nu niet de druk van de massa hebben, kunnen we complexe werken tonen waar een verhaal en onderzoek achter zitten. Wij hebben de verantwoordelijkheid om Amsterdam mooier te maken in vorm en inhoud. Met deze editie willen we bijdragen aan inzichten over de stad.”", "Ruime spreiding", "Drie werken zijn al geplaatst, de laatste vier volgen deze en volgende week. Bij ieder werk heeft De Man een film gemaakt, met de kunstenaars maar ook met wetenschappers en bewoners. Zo kan het festival thuis vanachter het computerscherm worden bezocht, want het is natuurlijk niet de bedoeling dat we in drommen langs de werken gaan. De ruime spreiding over de verschillende stadsdelen ontmoedigt het maken van zo’n rondje trouwens ook. Zo is in Nieuw-West het web van een fictieve reuzenspin te zien waarin met kleuren wordt aangegeven hoe spinnen onregelmatiger weven als de luchtkwaliteit afneemt. En bij het Amsterdam UMC, locatie VUmc, wordt een ode gebracht aan drie vrouwelijke wetenschappers: Rosalind Franklin (ze nam als eerste een röntgenfoto van dna), Mária Telkes (ze zette als eerste zonne-energie om in warmte) en Françoise Barré-Sinoussi (ze ‘ontdekte’ hiv).", "De meest in het oog springende locatie, de ­IJoever tegenover het Centraal Station, is gereserveerd voor The Biggest, Smallest Heroes. “We hebben ons verdiept in onderzoek naar Amsterdams grachtenwater,” zegt Ilse Kok, die met Kawita ten Kate en Renée Westland het werk maakte. “Dat gaat vaak over de aanwezigheid van E. coli, de bacterie die voedselvergiftiging veroorzaakt, maar er zijn ook bacteriofagen, kleine virussen die de bacterie bestrijden. Wij hebben ze verbeeld als blauwe soldaatjes die uit een ruimteschip stappen en de E.coli, abstract verbeeld met rode ringen, steeds blauwer maken. Virussen komen nu negatief in het nieuws maar deze houden ons juist gezond.”", "Amsterdamlightfestival.com"], "authors": ["Edo Dijksterhuis"], "keywords": ["van", "festival", "dit", "amsterdam", "als", "het", "op", "duikt", "die", "met", "zijn", "hele", "stad", "een", "ook", "en", "jaar", "light"], "pubDate": "2020-12-09T17:00:33+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}