{"id": "6a36d3ae-0964-3778-8e15-6ee0529cf47f", "title": "Politie en OM werken mee aan misdaadprogramma van RTL", "url": "https://nu.nl/media/6096939/politie-en-om-werken-mee-aan-misdaadprogramma-van-rtl.html", "summary": "De politie en het Openbaar Ministerie (OM) gaan meewerken aan het nieuwe RTL-programma Crime Desk, maakt het bedrijf dinsdag bekend.\nDe politie en het OM hopen hiermee op tips van kijkers, die kunnen bijdragen aan het oplossen van een misdrijf.\nOok komen deskundigen als John van den Heuvel, Mick van Wely, Kees van der Spek, Thijs Zeeman, Ewout Genemans en Saskia Belleman duiding geven.\nDoordat het opsporingsitem in iedere aflevering een apart blok krijgt, blijft de journalistieke onafhankelijkheid van het programma gewaarborgd, zegt Van den Heuvel.\n\"Het politie-item staat dus los van de overige inhoud van het programma.\"", "paragraphs": ["De politie en het Openbaar Ministerie (OM) gaan meewerken aan het nieuwe RTL-programma Crime Desk, maakt het bedrijf dinsdag bekend.", "In iedere aflevering vraagt de politie in opsporingsberichten aandacht voor een nog onopgehelderd ernstig misdrijf. De politie en het OM hopen hiermee op tips van kijkers, die kunnen bijdragen aan het oplossen van een misdrijf.", "Daarnaast zijn in Crime Desk, dat door Marieke Elsinga wordt gepresenteerd, onder meer eigen misdaadnieuws en reportages te zien. Ook komen deskundigen als John van den Heuvel, Mick van Wely, Kees van der Spek, Thijs Zeeman, Ewout Genemans en Saskia Belleman duiding geven.", "Misdaadverslaggever John van den Heuvel, tevens producent van Crime Desk, zegt verheugd te zijn over de samenwerking: \"De doelstelling om aandacht te vragen voor onopgeloste misdrijven past prima bij de formule van het programma.\"", "Doordat het opsporingsitem in iedere aflevering een apart blok krijgt, blijft de journalistieke onafhankelijkheid van het programma gewaarborgd, zegt Van den Heuvel. \"Het politie-item staat dus los van de overige inhoud van het programma.\"", "Crime Desk is vanaf 11 januari acht weken lang iedere maandag om 20.30 uur te zien bij RTL 5."], "authors": ["Door"], "keywords": ["politie", "om", "van", "desk", "heuvel", "een", "mee", "aan", "het", "te", "en", "iedere", "werken", "rtl", "misdaadprogramma"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}