{"id": "6a47e951-afdd-38b3-91ca-c8eb8ca90131", "title": "Eindhoven werft stembureauleden onder bijstandsgerechtigden en ondernemers", "url": "https://nu.nl/eindhoven/6097159/eindhoven-werft-stembureauleden-onder-bijstandsgerechtigden-en-ondernemers.html", "summary": "De gemeente Eindhoven gaat stembureauleden werven onder inwoners in de bijstand en zelfstandige ondernemers die door coronacrisis zonder werk zitten.\nDe mensen die besluiten te helpen tijdens de Tweede Kamerverkiezingen worden beloond met een cadeaubon.\nDe Eindhovense PvdA-wethouder Yasin Torunoglu heeft het plan woensdagavond aangekondigd naar aanleiding van een oproep van diverse politieke partijen in de gemeenteraad.\nDaarom is besloten om stembureauleden te werven onder mensen in de bijstand en zelfstandige ondernemers die zonder werk zitten.\nOm de Eindhovense middenstand te helpen, denkt Torunoglu aan waardebonnen die zijn te besteden bij lokale winkeliers.", "paragraphs": ["De gemeente Eindhoven gaat stembureauleden werven onder inwoners in de bijstand en zelfstandige ondernemers die door coronacrisis zonder werk zitten. De mensen die besluiten te helpen tijdens de Tweede Kamerverkiezingen worden beloond met een cadeaubon.", "De Eindhovense PvdA-wethouder Yasin Torunoglu heeft het plan woensdagavond aangekondigd naar aanleiding van een oproep van diverse politieke partijen in de gemeenteraad.", "Het vinden van vrijwilligers voor de stembureaus tijdens de landelijke verkiezingen in maart volgend jaar is door de coronacrisis een extra grote uitdaging. Door de maatregelen is meer menskracht nodig, onder andere omdat sommige stembureaus meerdere dagen zijn geopend.", "Bovendien twijfelen veel meer ouderen dan normaal om plaats te nemen op een stembureau vanwege het besmettingsgevaar en moeten stembureaus rekening houden met meer afvallers omdat sommige vrijwiligers in quarantaine zullen moeten tijdens de verkiezingen.", "Daarom is besloten om stembureauleden te werven onder mensen in de bijstand en zelfstandige ondernemers die zonder werk zitten. Het plan is dat zijn zullen worden beloond met een cadeaubon ter waarde van ongeveer 100 euro. Om de Eindhovense middenstand te helpen, denkt Torunoglu aan waardebonnen die zijn te besteden bij lokale winkeliers."], "authors": ["Door"], "keywords": ["van", "werft", "die", "om", "een", "tijdens", "en", "eindhoven", "te", "onder", "zijn", "stembureaus", "bijstandsgerechtigden", "ondernemers", "met", "stembureauleden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}