{"id": "6a586d47-e20f-3bac-bca4-d41db2ccaff2", "title": "Maakt opbreken Facebook kans bij de rechter?", "url": "https://www.volkskrant.nl/nieuws-achtergrond/maakt-opbreken-facebook-kans-bij-de-rechter~b9b6ea87/", "summary": "Na uitgebreid onderzoek is de Amerikaanse Federal Trade Commission tot de conclusie gekomen dat Facebook misbruik maakt van zijn machtspositie.\nHun conclusie is dat Facebook jarenlang potentiële concurrenten heeft proberen uit te schakelen, onder meer door ze op te kopen.\nVerder moeten nieuwe regels voorkomen dat Facebook in de toekomst opnieuw rivalen inlijft.\nMaakt het opbreken kans bij de rechter?\nGoogle en Facebook nemen een groot deel van de online advertentiemarkt voor hun rekening en zijn in staat rivalen op te kopen.", "paragraphs": ["Mark Zuckerberg tijdens een hoorzitting in de Amerikaanse Senaat in 2018. Beeld Getty Images", "Wat is er precies aan de hand?", "Na uitgebreid onderzoek is de Amerikaanse Federal Trade Commission tot de conclusie gekomen dat Facebook misbruik maakt van zijn machtspositie. De handelscommissie trekt samen op met de openbaar aanklagers van bijna alle staten. Hun conclusie is dat Facebook jarenlang potentiële concurrenten heeft proberen uit te schakelen, onder meer door ze op te kopen. Dat gebeurde bijvoorbeeld met Instagram (voor 1 miljard dollar in 2012) en Whatsapp (19 miljard in 2014). Deze laatste twee bedrijven zouden gedwongen van de hand moeten worden gedaan, suggereert de FTC. Verder moeten nieuwe regels voorkomen dat Facebook in de toekomst opnieuw rivalen inlijft.", "Maakt het opbreken kans bij de rechter?", "Vooropgesteld: makkelijk zal dat niet worden. Facebook heeft een batterij peperdure juristen klaarstaan die er alles aan zullen doen om het verplicht opsplitsen te voorkomen. Dit zal een slopende en langdurige strijd worden.", "Maar de Amerikaanse geschiedenis kent wel degelijk een paar voorbeelden van bedrijven die destijds te machtig waren en werden opgedeeld in kleinere stukjes. Nu is het technologie van Facebook waaraan de mens verslaafd is, ruim een eeuw geleden was het een andere verslaving die bijna geheel in handen was van één partij; de Union Tobacco Company. Niet veel later werd Standard Oil opgesplitst. In de jaren tachtig volgde telecombedrijf AT&T, waaruit uiteindelijk zeven kleinere bedrijven ontsproten.", "Hebben de aanklagers een punt?", "Laten we zeggen dat ze niet alleen in hun kritiek staan. ‘Big Tech’, met Facebook en Google voorop, ligt onder het vergrootglas. Hun macht is enorm en de omzetten en winsten navenant. Google en Facebook nemen een groot deel van de online advertentiemarkt voor hun rekening en zijn in staat rivalen op te kopen.", "Daarbij liggen ze ook steeds meer onder vuur vanwege eigentijdse problemen die op hun bord worden geschoven: de verspreiding van nepnieuws en haat, polarisatie, het schenden van de privacy van gebruikers en het vergaren van onvoorstelbare hoeveelheden data om hun producten te verbeteren.", "De kritiek klonk tot een paar jaar terug vooral in Europa, maar tegenwoordig ook in eigen land. En het vervelende voor Big Tech is dat zowel Republikeinen als Democraten de messen slijpen. Hun gemene deler: de te grote macht van Big Tech.", "Hoe reageert Facebook?", "Facebook verzet zich met hand en tand. Een verplichte opsplitsing hangt al wat langer als een donkere wolk boven het bedrijf. Vorig jaar noemde topman Mark Zuckerberg dit tijdens een interne bijeenkomst nog een ‘existentiële dreiging’. Ook zei hij bij die gelegenheid klaar te zijn voor een juridische strijd.", "Nu reageert het bedrijf in een uitgebreide verklaring op de aanklacht. Hoofdjurist Jennifer Newstead van Facebook wijst er fijntjes op dat de FTC in haar 53 pagina’s tellende klacht ‘het belangrijkste feit’ vergeet te melden. Namelijk: diezelfde FTC gaf jaren geleden zelf toestemming aan de overnames van Instagram en Whatsapp.", "De commissie probeert zo de geschiedenis terug te draaien, aldus Newstead. ‘Antitrustwetten zijn er om de consument te beschermen en innovatie te bevorderen, niet om succesvolle bedrijven te straffen.’ Instagram en WhatsApp werden de apps die ze vandaag de dag zijn, omdat Facebook miljarden dollars en jaren van innovatie en expertise heeft geïnvesteerd, stelt het bedrijf zelf.", "Hoe nu verder?", "De juridische messen worden geslepen. Maar er speelt meer. President Donald Trump dreigde dit jaar al de speciale wetten aan te passen die bedrijven als Google en Facebook een uitzonderingspositie geven: zij zijn niet verantwoordelijk voor de inhoud die hun gebruikers op hun platformen publiceren. Het is niet ondenkbaar dat Joe Biden hier ook goed naar kijkt.", "Verder maakt ook Europa zich op voor de strijd. Volgende week presenteert de Europese Commissie nieuwe (naar verwachting strengere) regels waaraan de techbedrijven zich moeten houden. Zo onbekommerd als in voorgaande jaren wordt het hoe dan ook niet meer in Silicon Valley."], "authors": ["Laurens Verhagen"], "keywords": ["rechter", "van", "bij", "het", "op", "facebook", "die", "maakt", "kans", "een", "opbreken", "en", "te", "dat", "hun"], "pubDate": "2020-12-10T13:39:28+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}