{"id": "6a5b90e7-c13a-3959-ab4e-1602eaf0a04c", "title": "In de roaring twenties verovert zwarte muziek eindelijk een plek in de witte muziekindustrie, laat Ma Rainey’s Black Bottom zien ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/in-de-roaring-twenties-verovert-zwarte-muziek-eindelijk-een-plek-in-de-witte-muziekindustrie-laat-ma-rainey-s-black-bottom-zien~b41945e3/", "summary": "Ma Rainey’s Black Bottom.\nChadwick Boseman (43), die afgelopen zomer veel te vroeg overleed, was een filmster die nog altijd beter werd, bewijst zijn zwanenzang Ma Rainey’s Black Bottom.\nheel langzaam ombuigt naar een verpletterend heftige anekdote over een bepalende gebeurtenis uit zijn kindertijd.\nMa Rainey’s Black Bottom biedt een nieuw perspectief op de roaring twenties.\nMaar waar Fences af en toe verzandde in wijdlopige dialoogscènes, oogt Ma Rainey’s Black Bottom bovenal speels, scherp en urgent.", "paragraphs": ["Ma Rainey’s Black Bottom.", "Chadwick Boseman (43), die afgelopen zomer veel te vroeg overleed, was een filmster die nog altijd beter werd, bewijst zijn zwanenzang Ma Rainey’s Black Bottom. De Amerikaanse acteur dankte zijn grote faam aan zijn vertolking van superheld Black Panther. Maar deze politieke en muzikale theaterverfilming, over een loeihete dag in 1927 waarop een blues-hit wordt opgenomen in een muziekstudio in Chicago, gaf hem een ware vrijbrief om zijn kunnen te etaleren.", "Boseman speelt de zelfverzekerde, hypercoole, energieke en, zoals later zal blijken, diep getraumatiseerde trompettist Levee, die met collega’s Cutler, Toledo en Slow Drag de muzikale begeleiding verzorgt bij de opname van een plaat van bluesdiva Gertrude ‘Ma’ Rainey (een verrukkelijke rol van Viola Davis). Boseman, inmiddels zo’n beetje onbetwist kandidaat voor een postume Oscar, rijgt muzikale lichtvoetigheid en emotionele zwaarte moeiteloos aan elkaar. Alles komt samen tijdens het moment waarop hij een dolletje van zijn bandleden (waarom blijft hij toch zo vriendelijk tegen de weinig coulante witte baas van de muziekstudio?) heel langzaam ombuigt naar een verpletterend heftige anekdote over een bepalende gebeurtenis uit zijn kindertijd.", "Ma Rainey’s Black Bottom is de tweede grote verfilming van het werk van theatermaker August Wilson (1945-2005), na het door Denzel Washington geregisseerde Fences uit 2016 (de bescheiden opgezette tv-filmversie van The Piano Lesson uit de jaren negentig tellen we even niet mee). De films zijn onderdeel van de Pittsburgh-cyclus, een mateloos ambitieus project waarmee Wilson via tien theaterproducties inzoomde op de levens en ervaringen van Afro-Amerikanen, waarbij elk stuk een ander decennium van de vorige eeuw bestrijkt. Fences dook in de jaren vijftig – specifiek de periode waarin zwarte honkballers in de Verenigde Staten voor het eerst mochten meedoen in de hoogste profdivisie. Ma Rainey’s Black Bottom biedt een nieuw perspectief op de roaring twenties.", "Met afwisselend lange dialogen en muzikale intermezzo’s schetst de film niet alleen hoe Ma Rainey in haar grote doorbraakdecennium als ‘de moeder van de blues’ een volledige opnamemiddag naar haar hand zet, maar ook hoe zwarte muziek een plek verovert in de witte muziekindustrie. De machtsverhouding tussen de muzikanten en de baas van de muziekstudio is per definitie uit balans, want onmogelijk los te zien van een traumatisch verleden.", "Net als in de verfilming van Fences is het theater-DNA hier goed zichtbaar – regisseur George C. Wolfe is in de eerste plaats een theaterman (en tweevoudig Tony-winnaar). Maar waar Fences af en toe verzandde in wijdlopige dialoogscènes, oogt Ma Rainey’s Black Bottom bovenal speels, scherp en urgent."], "authors": ["Berend Jan Bockting"], "keywords": ["zien", "witte", "zwarte", "van", "uit", "muziekindustrie", "een", "het", "en", "raineys", "muziek", "twenties", "zijn", "roaring", "plek", "muzikale", "verovert", "ma", "black"], "pubDate": "2020-12-16T17:40:24Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}