{"id": "6a6a7a4a-0565-3cf8-90ed-e6414b5c51fc", "title": "De deepfakedetectives van Sensity scheiden feit van fictie", "url": "https://volkskrant.nl/economie/de-deepfakedetectives-van-sensity-scheiden-feit-van-fictie~b6ed852f/", "summary": "De speurneuzen van Sensity zorgen dat ze van het internet verdwijnen.\nMet een naar binnen gesmokkelde telefoon stuurde Ankeny haar een foto uit een Turkse cel.\nZoals ook de video waarin de Maleisische minister van Economische Zaken de liefde bedrijft met een mannelijke assistent vermoedelijk authentiek was, al sprak de minister zelf van een deepfake.\nHet zijn symptomen van een tijd waarin feit en fictie steeds moeilijker te scheiden zijn, ziet Patrini.\nZo hielp Sensity een influencer nadat een rivaal een neppornovideo had gemaakt met haar in de hoofdrol.", "paragraphs": ["Gemanipuleerde video’s worden gebruikt voor chantage en fraude. De speurneuzen van Sensity zorgen dat ze van het internet verdwijnen.", "Een weduwe uit de Californische badplaats Santa Monica was net begonnen met internetdaten toen de pensionada werd benaderd door een Amerikaanse admiraal, Sean S. Buck. Hij was hoofd­inspecteur aan de United States Naval Academy en gestationeerd op een vliegdekschip in het Midden-Oosten. De maanden erna bloeide de liefde op via e-mails en Skype-gesprekken, waarin de driesterrenadmiraal steevast uitgemonsterd was in militair uniform.", "Kort voordat ze Buck leerde kennen was de weduwe op dezelfde datingsite al aangeschoten door ene Robert Ankeny, die bezig was een ziekenhuis te bouwen in Turkije. Hij had een probleem: zijn geld voor het bouwproject stond op een Turkse bankrekening, maar door een fout van de bank kon hij er niet bij. Kon zij hem misschien wat geld sturen, zodat de bouw geen vertraging opliep? De vrouw maakte 20 duizend dollar naar hem over. Meteen daarna meldde hij een nieuwe complicatie: de Turkse politie had hem opgepakt na een ongeval op de bouwplaats. Met een naar binnen gesmokkelde telefoon stuurde Ankeny haar een foto uit een Turkse cel.", "Bedrijf: Sensity Waar: Amsterdam Sinds: 2018 Aantal werknemers: 6", "De weduwe riep de hulp in van Buck, die op onderzoek uitging en enkele ­dagen later meldde dat de ziekenhuisbouwer inderdaad in de gevangenis zat. De admiraal bood aan om zijn militaire contacten in te zetten voor Ankeny’s vrijlating, maar hij vreesde dat dit flink in de papieren zou gaan lopen. Daarop maakte de weduwe in een paar weken tijd bijna 288 duizend dollar over om Ankeny vrij te krijgen, maar telkens zei Buck dat het niet genoeg was. Tegen de tijd dat het haar begon te dagen dat ze slachtoffer was van oplichting, was het kwaad al geschied. Bijna een jaar later is het meeste geld nog altijd spoorloos, evenals de zwendelaars, bleek 22 oktober uit Amerikaanse rechtbankdocumenten.", "Datingfraude is minstens zo oud als de contactadvertentie, maar de manier waarop de Calfornische weduwe erin werd geluisd is hypermodern: met behulp van deepfakes, oftewel gemanipuleerde video’s. Net als Robert Ankeny bestaat admiraal Sean S. Buck echt, al hadden beiden er niets mee te maken. De oplichters gingen met Bucks identiteit aan de haal door te knoeien met videobeelden van de marinier. De weduwe dacht met de enige echte Sean S. Buck te skypen, maar in werkelijkheid was ze verliefd op een deepfake, ‘waarin bestaand beeldmateriaal wordt veranderd om de indruk te wekken dat iemand iets anders zegt of doet dan in de originele video’s’, zoals de aanklagers het beschreven.", "Nepbeelden", "Dat het gezegde ‘beelden liegen niet’ zijn beste tijd heeft gehad, weet bijna niemand beter dan Giorgio Patrini (33), ­oprichter van het Amsterdamse bedrijf Sensity. Dankzij de nieuwste kunstmatige-intelligentietechnieken is het steeds makkelijker om nepbeelden te maken voor chantage of desinformatie. Hier­tegen proberen de deepfakedetectives van Sensity hun klanten te beschermen.", "Het zes werknemers tellende techbedrijf is amper twee jaar oud, maar nu al zijn Patrini en zijn collega’s veelgevraagde commentatoren over de bizarre wereld van nepvideo’s voor de Financial Times, CNN, BBC en Wall Street Journal.", "Bijvoorbeeld toen de Gabonese president Ali Bongo zich in een nieuwjaarstoespraak tot het volk had gewend, na maanden in het buitenland te zijn geweest om te herstellen van een zware beroerte. Zijn politieke tegenstanders vermoedden dat de nieuwjaarsvideo een deepfake was, bedoeld om te verhullen dat Bongo er slechter aan toe was dan de regering wilde loslaten, of zelfs al kassiewijle was. Toen het leger een week na de nieuwjaarstoespraak een coup pleegde, noemden de coupplegers de in hun ogen rare video van Ali Bongo als bewijs dat er iets mis was met de president.", "Sensity analyseerde de beelden van de nieuwjaarstoespraak, en concludeerde dat de video naar alle waarschijnlijkheid wel degelijk echt was. Zoals ook de video waarin de Maleisische minister van Economische Zaken de liefde bedrijft met een mannelijke assistent vermoedelijk authentiek was, al sprak de minister zelf van een deepfake.", "Het zijn symptomen van een tijd waarin feit en fictie steeds moeilijker te scheiden zijn, ziet Patrini. ‘Iedereen die nu in opspraak komt door een ­video kan zeggen dat de beelden nep zijn, ook al is dit niet zo. Daarom is technologie als de onze zo hard nodig om de echtheid van audio en video na te gaan.’", "Patrini, opgegroeid in het Lombardijse stadje Crema, promoveerde in 2016 aan de Australian National University op ­machinaal leren, het onderzoeksgebied binnen de kunstmatige intelligentie dat algoritmen en technieken ontwikkelt om computers taken te leren zoals het herkennen van patronen in nepvideo’s.", "Eind 2017 streek hij neer in Nederland als onderzoeker aan de Universiteit van Amsterdam, onder de hoede van hoog­leraar machinaal leren Max Welling. Een jaar later richtte hij Sensity op, toen nog Deeptrace geheten.", "Giorgio Pantrini. Beeld Raymond Rutting / de Volkskrant", "Pornovideo’s", "Voor zijn klanten speurt Sensity sociale media, darkwebmarktplaatsen en andere internetkrochten af naar nep­video’s, en helpt de slachtoffers bij het ­laten verwijderen van de beelden. Inmiddels is Sensity al een slordige vijftig­duizend deepfakes op het spoor gekomen, waarvan 96 procent uit porno ­bestaat. Zo hielp Sensity een influencer nadat een rivaal een neppornovideo had gemaakt met haar in de hoofdrol. De ­video was bij een van haar sponsors ­beland, die prompt geen zaken meer met de influencer wilde doen.", "Minstens zo griezelig was het onderzoek waarmee Sensity in oktober het ­wereldnieuws haalde: het bedrijf trof op Telegram meer dan honderdduizend nepnaaktfoto’s van vrouwen aan, gemaakt door een deepfakebot die auto­matisch de kleren verwijderde van foto’s. Sommigen van de meisjes waren minderjarig, reden voor Sensity om de politie in te schakelen.", "Hoewel de naaktfoto’s niet allemaal even natuurgetrouw waren – de BBC zag een foto van een vrouw met een navel ter hoogte van haar ribbenkast – laat het onderzoek zien dat in het deepfaketijdperk niet alleen actrices, influencers en ­politici vogelvrij zijn, maar iedereen met foto’s op het internet, zegt Patrini.", "‘Ik ben niet verrast dat dit gebeurt, wel dat het zo snel is gegaan. We weten dat technologisch gezien elk systeem kan worden gehackt. Maar deepfakes hacken als het ware ons eigen beoordelings­vermogen, dat maakt het zo eng.’"], "authors": ["Jonathan Witteman"], "keywords": ["van", "feit", "het", "op", "met", "zijn", "fictie", "een", "dat", "te", "sensity", "en", "deepfakedetectives", "scheiden"], "pubDate": "2020-11-08T20:52:57+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}