{"id": "6a6f1276-ec4b-3aac-bd1b-d90341d0c4e2", "title": "Horrorfilm The Dark and the Wicked is een grimmige kermisrit", "url": "https://www.parool.nl/kunst-media/horrorfilm-the-dark-and-the-wicked-is-een-grimmige-kermisrit~b6d2ac96/", "summary": "Op een afgelegen geitenboerderij op het Texaanse platteland draait het leven om de laatste adem van een doodzieke boer die op zijn sterfbed op verlossing wacht.\nMet The Dark and the Wicked begeeft de Amerikaanse horrorfilmmaker Bryan Bertino zich op het terrein dat recentelijk ook in Hereditary en Relic werd ontgonnen.\nZijn nieuwe film is bij vlagen doodeng, maar het scenario is weinig meer dan een blauwdruk voor een grimmige kermisrit, die het publiek in hoog tempo van de ene schok naar de andere voert.\nHet levert klamme handjes en hartkloppingen op, maar het gebrek aan diepgang stelt teleur.\nIn een persverklaring spreekt hij de hoop uit dat The Dark and the Wicked kijkers ertoe zal aanzetten om hun ouders op te zoeken, voor het te laat is.", "paragraphs": ["Op een afgelegen geitenboerderij op het Texaanse platteland draait het leven om de laatste adem van een doodzieke boer die op zijn sterfbed op verlossing wacht. Zijn vrouw heeft hun kinderen nadrukkelijk afgeraden om naar het ouderlijk huis terug te keren, maar heeft niet verteld wat er precies aan de hand is. Een paar dagen na hun aankomst is duidelijk waarom ma haar zoon en dochter niet op de boerderij wilde ontvangen: er is iets kwaadaardigs op de aanstaande dood afgekomen.", "Met The Dark and the Wicked begeeft de Amerikaanse horrorfilmmaker Bryan Bertino zich op het terrein dat recentelijk ook in Hereditary en Relic werd ontgonnen. Hereditary ging over erflast en rouwverwerking, Relic draaide om de druk die dementie op familieleden legt. De films hadden een aangrijpende emotionele kern, maar werkten ook prima als spookhuis. Dat laatste geldt evenzeer voor Bertino’s sterfbedfilm.", "De maker vestigde zijn reputatie met de indringershorrorfilm The Strangers (2008), die dankzij de suggestieve spanningsopbouw zeer beklemmend werkte. Bertino overtuigt meer als regisseur dan als schrijver. Zijn nieuwe film is bij vlagen doodeng, maar het scenario is weinig meer dan een blauwdruk voor een grimmige kermisrit, die het publiek in hoog tempo van de ene schok naar de andere voert.", "Het levert klamme handjes en hartkloppingen op, maar het gebrek aan diepgang stelt teleur. Want Bertino bedacht en maakte de film in het Texaanse huis waarin hij opgroeide en zal daarbij toch ook met persoonlijke demonen hebben gestoeid. In een persverklaring spreekt hij de hoop uit dat The Dark and the Wicked kijkers ertoe zal aanzetten om hun ouders op te zoeken, voor het te laat is. Maar zijn film suggereert bovenal dat het je de kop kan kosten."], "authors": ["Bart Van Der Put"], "keywords": ["horrorfilm", "wicked", "dark", "het", "op", "maar", "die", "zijn", "een", "en", "om", "dat", "grimmige", "kermisrit", "voor"], "pubDate": "2020-12-02T13:47:38+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}