{"id": "6a892701-19a1-3bb7-8438-18ceb831cb71", "title": "’Tweede allergische reactie in ziekenhuis Alaska’", "url": "https://www.telegraaf.nl/nieuws/347313615/tweede-allergische-reactie-in-ziekenhuis-alaska", "summary": "De vrouw moest, hoewel eerder werd gemeld dat ze zich goed voelde, ook afgelopen nacht nog in het ziekenhuis blijven.\nDr. Paul Offit, een vaccinexpert en adviseur van de FDA over de authorisatie van vaccins, benadrukt dat eerdere voorzorgsmaatregelen hebben geholpen.\nGevaccineerden moeten een kwartier langer blijven.\nBeide ’slachtoffers’ willen zelf ook benadrukken dat hun ervaringen geen reden moeten zijn om het vaccineren te stoppen, aldus het ziekenhuis.\nEerder gaven de FDA en de Britse gezondheidsautoriteiten aan dat mensen met bepaalde extreme allergische klachten het Pfizer-vaccin beter niet kunnen nemen.", "paragraphs": ["De eerste zorgmedewerker, een vrouw van middelbare leeftijd, ontwikkelde 10 minuten na inenting een anafylactische reactie, kreeg uitslag op gezicht en romp, werd kortademig en kreeg verhoogde hartslag. Na behandeling ging het beter, maar haar symptomen keerden steeds terug. Op enig moment werd ze naar de intensive care overgebracht.", "De vrouw moest, hoewel eerder werd gemeld dat ze zich goed voelde, ook afgelopen nacht nog in het ziekenhuis blijven. Ze had geen voorgeschiedenis van allergieën.", "Dr. Paul Offit, een vaccinexpert en adviseur van de FDA over de authorisatie van vaccins, benadrukt dat eerdere voorzorgsmaatregelen hebben geholpen. Gevaccineerden moeten een kwartier langer blijven. Daardoor kon deze vrouw meteen de juiste medicijnen krijgen. „Ik denk niet dat we de vaccinuitrol moeten pauzeren”, zegt Offit. „Zeker niet.” De onderzoekers moeten wel uitvinden ’welk component de reactie veroorzaakt’. Pfizer zegt met lokale autoriteiten samen te werken en nog niet alle details te hebben.", "Bij de tweede patiënt verdwenen de symptomen na een uur. Gezondheidsautoriteiten benadrukken dat de allergische reacties geen reden tot zorg zijn. Men meldt de individuele gevallen omwille van transparantie. Beide ’slachtoffers’ willen zelf ook benadrukken dat hun ervaringen geen reden moeten zijn om het vaccineren te stoppen, aldus het ziekenhuis.", "Debat", "De allergische reacties zijn, hoewel zeer zeldzaam, reden voor debat in wetenschappelijke kring. Eerder gaven de FDA en de Britse gezondheidsautoriteiten aan dat mensen met bepaalde extreme allergische klachten het Pfizer-vaccin beter niet kunnen nemen. In Nederland wordt zag men daar geen aanleiding voor. Het gaat nadrukkelijk niet om mensen met hooikoorts."], "authors": [], "keywords": ["dat", "van", "niet", "een", "het", "alaska", "allergische", "en", "ze", "geen", "zijn", "reactie", "moeten", "ziekenhuis", "tweede"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}