{"id": "6a8c89a4-74cb-396e-b5b2-1a86c0ca2179", "title": "Betaald parkeren bij Drentse natuurplassen Gasselterveld en 't Nije Hemelriek", "url": "https://www.dvhn.nl/drenthe/Betaald-parkeren-bij-Drentse-natuurplassen-Gasselterveld-en-t-Nije-Hemelriek-26270064.html", "summary": "Bij de populaire natuurplassen Gasselterveld en ‘t Nije Hemelriek in Gasselte zullen automobilisten binnenkort de portemonnee moeten trekken voor een parkeerplek.\nOp deze manier wordt geprobeerd om de files en parkeerproblemen die bij het Gasselterveld en ‘t Nije Hemelriek ontstonden te voorkomen.\nStaatsbosbeheer, de provincie Drenthe en gemeente Aa en Hunze willen donderdagochtend de plannen rond het betaald parkeren bij de natuurplassen ontvouwen.\n,,Het is veel breder dan het onderdeel betaald parkeren.” Ook de gemeente Aa en Hunze en Staatsbosbeheer willen nog geen reactie geven.\nBegin oktober voerde Staatsbosbeheer het betaald parkeren wel in bij een buitenplaats in het Noord-Hollandse Overveen, maar dat is eerder een uitzondering dan regel.", "paragraphs": ["Staatsbosbeheer gaat betaald parkeren in de Drentse bossen invoeren. Bij de populaire natuurplassen Gasselterveld en ‘t Nije Hemelriek in Gasselte zullen automobilisten binnenkort de portemonnee moeten trekken voor een parkeerplek.", "Dat melden meerdere bronnen aan Dagblad van het Noorden.", "Het betaald parkeren in het natuurgebied wordt ingevoerd om dagjesmensen en recreanten te ontmoedigen met de auto naar de populaire zwemplassen nabij Gasselte te komen. Op deze manier wordt geprobeerd om de files en parkeerproblemen die bij het Gasselterveld en ‘t Nije Hemelriek ontstonden te voorkomen. De plassen liggen middenin natuurgebied De Hondsrug.", "De gemeenteraad van Aa en Hunze is al in vertrouwen bijgepraat over de betaalde parkeerplaatsen in het bos. Staatsbosbeheer, de provincie Drenthe en gemeente Aa en Hunze willen donderdagochtend de plannen rond het betaald parkeren bij de natuurplassen ontvouwen.", "Verkeerschaos", "Dat zal worden gedaan door het provinciehoofd van Staatsbosbeheer Drenthe Bert Hummelen, gedeputeerde Henk Brink (VVD) en wethouder Bas Luinge (VVD) bij het Gasselterveld. Een woordvoerder van de provincie Drenthe wil nog niet reageren op het nieuws omdat donderdag ‘het volledige plan wordt uitgelegd’. ,,Het is veel breder dan het onderdeel betaald parkeren.” Ook de gemeente Aa en Hunze en Staatsbosbeheer willen nog geen reactie geven.", "De afgelopen jaren was het van tijd tot tijd regelrechte chaos in de Drentse bossen bij Gasselte. Vooral in de warme zomermaanden stonden er regelmatig files richting de boswachterij Gieten/Gasselte. Zonaanbidders en zwemmers, komend vanaf de N34, reden op weg naar de twee plassen zich al ruim daarvoor vast.", "Niet alleen uit Drenthe", "De bezoekers komen ook allang niet meer alleen de directe omgeving. Sinds het Gasselterveld is omgevormd tot zwemplas is het een ware magneet voor duizenden dagjesmensen geworden. De opening van DX Adventurepark in 2018 zorgt nog eens voor extra toegenomen drukte.", "Met als gevolg dat bezoekers, vanwege de volle parkeerplaatsen in het bos, lukraak hun auto in de berm parkeren. Hierdoor kunnen hulpdiensten zoals ambulances moeilijk bij de plassen komen, worden volle parkeerplaatsen bij ‘t Nije Hemelriek en Gasselterveld afgezet met dranghekken, werden betaalde parkeerwachters ingezet en moeten politieagenten en handhavers op komen draven om foutparkeerders op de bon te slingeren.", "Op een gegeven moment werd het zelfs zo druk dat werd besloten om de toegangswegen, vanaf de N34, naar Gasselte af te sluiten.", "Om dit soort taferelen te voorkomen is dan nu eindelijk de knoop doorgehakt: wie in de nabije toekomst met de auto naar de twee immens populaire natuurplassen wil, zal daarvoor moeten gaan betalen. De omgeving rond de twee natuurplassen zijn in beheer van Staatsbosbeheer. Hoeveel de natuurbeheerder wil vragen voor een dagje recreatieplas in het bos is onbekend.", "Jaarkaart voor 85 euro", "Voor Drenthe is het betaald parkeren in natuurgebied een primeur. Staatsbosbeheer is daar zelf ook terughoudend in. Begin oktober voerde Staatsbosbeheer het betaald parkeren wel in bij een buitenplaats in het Noord-Hollandse Overveen, maar dat is eerder een uitzondering dan regel. Het opgehaalde geld wil de natuur- en terreinbeheerder daar gebruiken om gebouwen en het natuurgebied te onderhouden. In Overveen moeten bezoekers 1,50 euro per uur betalen met een maximum van 6,50 euro. Ook kunnen mensen die het gebied willen betreden een jaarkaart kopen voor 85 euro.", "In april van dit jaar kondigde Natuurmonumenten ook al aan op betaald parkeren in te voeren bij drukke natuurgebieden in Nederland. Dit om het beheer te kunnen bekostigen. Volgens ingevoerde bronnen is dat ook iets wat nu bij de Drentse zwemplassen bij Gasselte speelt. De kosten rijzen de pan uit voor Staatsbosbeheer en met het parkeergeld willen ze die kosten een beetje drukken."], "authors": ["Bas Van Sluis", "Emma Van Der Wal"], "keywords": ["drentse", "staatsbosbeheer", "van", "natuurplassen", "bij", "het", "hemelriek", "gasselterveld", "een", "nije", "en", "parkeren", "te", "betaald", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}