{"id": "6a8ef93b-dd81-364c-b6b4-8e38adb4e5da", "title": "Limburgs bedrijf helpt bij werven bouwers grensmuur Trump", "url": "https://nos.nl/artikel/2278763-limburgs-bedrijf-helpt-bij-werven-bouwers-grensmuur-trump.html", "summary": "Een bedrijf uit Nederweert gaat de Amerikaanse overheid helpen bij het rekruteren van mensen die de muur bij de Mexicaanse grens moeten bouwen.\nHet bedrijf The Next Crowd heeft bekendgemaakt dat het de Amerikaanse aanbestedingsprocedure voor een vacaturesite heeft gewonnen.\nVolgens manager Lizette Bos benaderde de Amerikaanse overheid een aantal bedrijven om zich in te schrijven voor de aanbesteding.\nZe wil niet zeggen hoeveel geld met de opdracht van de Amerikaanse overheid is gemoeid.\nHet Congres wil niet meer dan 1,4 miljard dollar uittrekken voor de afscheiding, die Trump uiteindelijk langs de hele Mexicaanse grens wil hebben.", "paragraphs": ["Een bedrijf uit Nederweert gaat de Amerikaanse overheid helpen bij het rekruteren van mensen die de muur bij de Mexicaanse grens moeten bouwen. Het bedrijf The Next Crowd heeft bekendgemaakt dat het de Amerikaanse aanbestedingsprocedure voor een vacaturesite heeft gewonnen. Donderdagmiddag gaat de site van start.", "Volgens manager Lizette Bos benaderde de Amerikaanse overheid een aantal bedrijven om zich in te schrijven voor de aanbesteding. Daaronder was de Limburgse start-up, die gespecialiseerd is in online werving van werknemers en al meer internationale opdrachten deed.", "The Next Crowd gaat niet zelf in gesprek met kandidaten. De start-up heeft alleen de site opgezet om kandidaten te trekken. Die gaan vervolgens, als ze worden geselecteerd, rechtstreeks in gesprek met de opdrachtgever.", "Geen grap", "De leiding dacht eerst nog aan een grap. Ook waren er morele twijfels, zegt Bos desgevraagd. De muur die president Trump wil bouwen om illegale migratie en drugssmokkel tegen te houden is omstreden en leidt tot grote verdeeldheid in de Verenigde Staten.", "Desondanks besloot het Nederweertse bedrijf om mee te doen. \"We zagen het echt als een kans om ons op de kaart te zetten\", zegt Bos. \"Natuurlijk, we hebben heus wel een mening over die muur. Maar die hebben we hiervan los proberen te zien.\" Tot haar verrassing won The Next Crowd de aanbesteding.", "Bos laat vanochtend weten al veel reacties te hebben gekregen, felicitaties en reacties van mensen \"die er niet zo blij mee zijn\".", "El Paso", "Onduidelijk is nog hoelang de site online blijft. Het doel is om binnen een kort tijdsbestek enkele honderden arbeidskrachten te werven, zegt Bos. Ze wil niet zeggen hoeveel geld met de opdracht van de Amerikaanse overheid is gemoeid.", "Het is niet bekend wanneer met de bouw wordt begonnen. Vorige week maakte minister Shanahan van Defensie bekend dat het geld dat het Congres beschikbaar stelt, wordt gebruikt voor een hek van 92 kilometer lang en 5,5 meter hoog in de buurt van El Paso in Texas.", "Het Congres wil niet meer dan 1,4 miljard dollar uittrekken voor de afscheiding, die Trump uiteindelijk langs de hele Mexicaanse grens wil hebben. Daarom riep Trump in februari de noodtoestand uit. Dat biedt hem de wettelijke mogelijkheid om buiten het Congres om geld vrij te maken."], "authors": [], "keywords": ["bouwers", "om", "grensmuur", "bij", "van", "een", "niet", "te", "het", "limburgs", "wil", "voor", "en", "die", "trump", "helpt", "werven", "bedrijf"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}