{"id": "6aa30dea-b603-3a82-b821-73c461da789e", "title": "Apple en Google zetten Twitter-alternatief Parler onder druk", "url": "https://nos.nl/artikel/2363614-apple-en-google-zetten-twitter-alternatief-parler-onder-druk.html", "summary": "Apple en Google zetten het Twitter-alternatief Parler onder druk om opruiing en haatzaaien op het sociale medium te voorkomen.\n\"We hebben respect voor privacy en persoonsgegevens, vrijheid van meningsuiting en de vrije markt\", heette het.\nModererenNa de bestorming van het Amerikaanse Congres werden de grote techbedrijven onder druk gezet om de radicale vrijheid op Parler in te perken.\nDe plannen voor de bestorming werden deels gesmeed op het platform en ook werden er politici bedreigd met de dood.\nApple geeft de app 24 uur om te gaan modereren, anders verdwijnt de app ook uit de App Store.", "paragraphs": ["Apple en Google zetten het Twitter-alternatief Parler onder druk om opruiing en haatzaaien op het sociale medium te voorkomen. Google heeft de app al uit zijn Play Store verwijderd en Apple dreigt hetzelfde te doen.", "Parler werd in 2018 opgericht met de bedoeling totale vrijheid van meningsuiting te bieden. \"We hebben respect voor privacy en persoonsgegevens, vrijheid van meningsuiting en de vrije markt\", heette het.", "De app is vooral populair onder rechtse gebruikers die volgens Twitter de grenzen van het betamelijke overschrijden. Verscheidene prominente conservatieven zijn lid van het platform, zoals senatoren Ted Cruz en Rand Paul, Witte Huis-woordvoerder Kayleigh McEnany en Enrique Tarrio, leider van de extreemrechtse organisatie Proud Boys.", "Modereren", "Na de bestorming van het Amerikaanse Congres werden de grote techbedrijven onder druk gezet om de radicale vrijheid op Parler in te perken. De plannen voor de bestorming werden deels gesmeed op het platform en ook werden er politici bedreigd met de dood.", "Google concludeert nu dat de app de gebruiksvoorwaarden schendt en pas mag terugkeren als er maatregelen zijn genomen om opruiende taal in te perken. Apple geeft de app 24 uur om te gaan modereren, anders verdwijnt de app ook uit de App Store."], "authors": [], "keywords": ["zetten", "google", "van", "het", "zijn", "app", "druk", "en", "om", "apple", "te", "op", "onder", "werden", "parler", "twitteralternatief", "vrijheid"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}