{"id": "6aa43a05-f452-346e-b76c-aa4d9a5b12eb", "title": "Het IJplein is nu beschermd stadsgezicht: ‘Het is zo anders dan de rest van de stad’", "url": "https://www.parool.nl/ps/het-ijplein-is-nu-beschermd-stadsgezicht-het-is-zo-anders-dan-de-rest-van-de-stad~b685e7d0/", "summary": "Het IJplein is sinds vorige maand beschermd stadsgezicht, wat de karakteristieke pastelkleurige woonblokken voor sloop kan behoeden.\nVooral vanwege de ontstaansgeschiedenis van het plein: het was het eerste transformatiegebied in Noord.\nHet wordt steeds rommeliger, de mensen gooien hun vuil van het balkon of zetten het naast de containers.\nNiet financieel, dus, maar beeldend en spiritueel: wat is de invloed van een plek op de mens en van een mens op de plek.\nDe planologie van het IJplein is van Koolhaas, met het motto ‘Licht, lucht en zicht’; de bedoeling was dat iedere bewoner het IJ zou kunnen zien.", "paragraphs": ["Het IJplein is sinds vorige maand beschermd stadsgezicht, wat de karakteristieke pastelkleurige woonblokken voor sloop kan behoeden. Vier omwonenden over de nieuwbakken status van het plein.", "Wie van de stationskant van het IJ noordwaarts kijkt, ziet daar wat ogenschijnlijk eenvormige kubussen staan, een aantal daarvan in fletse pastelkleurtjes gesausd. Het biedt niet per se een onvergetelijke of monumentale aanblik, maar dat is het sinds 17 december technisch gezien wel: die avond besloot de gemeenteraad dat het ­IJplein beschermd stadsgezicht zou worden.", "Een jaar of twee geleden zag de toekomst van het IJplein er bepaald anders uit: toen dreigde sloop of op z’n minst een grondige ‘herinrichting’. Een stel bewoners kwam ­namens Vereniging van Eigenaren ’t IJ op een slimme ­manier in verzet: ze vroegen de status van beschermd stadsgezicht aan, zodat plannen voor ‘sloop, nieuwbouw, optoppen van bestaande gebouwen en aanpassingen in de openbare ruimte’ aan het plein in samenhang met de cultuurhistorisch waarde moeten worden beoordeeld. Met andere woorden: het moet blijven zoals het is.", "Op de avond van donderdag 17 december ging de ­gemeenteraad akkoord met het plan van de bewoners. Wethouder Touria Meliani (50) van Monumenten en ­Archeologie: “Het IJplein was een vernieuwend project. Dat zie je terug aan het vele groen en aan de kenmerkende witte woonblokken. Ook vanaf de overkant van het IJ springen die woonblokken direct in het oog.”", "Het Parool vroeg vier buurtbewoners naar hun mening over hun nu monumentale plein.", "Erna Berends Beeld Marjolein van Damme", "Erna Berends (41):", "“Ik ben als stadsdeelvoorzitter Noord om een aantal verschillende redenen blij dat het IJplein beschermd stadsgezicht is geworden. Vooral vanwege de ontstaansgeschiedenis van het plein: het was het eerste transformatiegebied in Noord. Bewoners van Noord zijn indertijd tegen de gemeente in opstand gekomen omdat ze het niet eens waren met de aanvankelijke plannen, waarna het gebied in samenspraak is ontwikkeld.", "Daar komen het ontwerp van Rem Koolhaas, met die zichtlijnen op het IJ, en de architectuur dan nog bij. Dat geheel maakt het IJplein een bijzondere plek in de stad, al moet je misschien even in de geschiedenis duiken om het te zien. Een mooie stad ontwikkelt zich stap voor stap, en in het verhaal van het IJplein kun je dat goed zien: van scheepsdok tot woonwijk. Het is een zichtbare geschiedenis, en de historie van Noord koesteren we graag.”", "Jane van der Wal Beeld Marjolein van Damme", "Jane van der Wal (49):", "“Ik vind het hier al negen jaar gezellig, al zie je dat niet meteen aan de buurt af. Hiervoor woonde ik in Tuindorp Oostzaan. Ik heb een tweekamer­woning, voor een persoon. Dat is prima, vanaf mijn balkon kan ik nog net een streepje van het IJ zien.", "Mettertijd is het hier wel wat onpersoonlijker geworden. Vroeger woonden hier allemaal werkende mensen, maar die worden ouder en gaan met pensioen en naar een bejaardenwoning, dus die verdwijnen. Het wordt steeds rommeliger, de mensen gooien hun vuil van het balkon of zetten het naast de containers. De oude mensen waren meer betrokken, ruimden hun boel op en hielden de buurt schoon. Het is nu een beetje een arme buurt, de mensen groeten elkaar niet meer en er wonen best veel mensen die geen Nederlands spreken. Er zijn er ook die de vogels voeren. Dat is geen goed idee, want er zaten al zoveel vogels, nu is het ervan vergeven.”", "Valerie van Leersum Beeld Marjolein van Damme", "Valerie van Leersum (47):", "“Mijn fascinatie voor het IJplein is twee jaar geleden ontstaan, toen sloop dreigde. Ik dacht: dat mag toch niet, het is nog zo nieuw, er wordt nog aan een samenleving gebouwd, het is zo anders dan de rest van de stad, ik vind het ook heel mooi. Ik wilde het IJplein anders dan financieel op waarde schatten.", "Ik ben begonnen met mijn project door een elftal bewoners te interviewen over hun favoriete vierkante meter van het IJplein. Nu zijn er elf tegels in het plaveisel geplaatst met daarop een QR-code, zodat je een wandeling met tekst en uitleg kan maken over het IJplein. Bijna alle verhalen hebben een connectie met het IJ. De bewoners hebben echt iets met het water, precies zoals Rem Koolhaas dat voor ogen stond toen hij bedacht dat iedereen vanuit zijn of haar woning zicht moest hebben op het IJ.", "Mijn fascinatie zit ’m in de vraag: wat is een plaats? Niet financieel, dus, maar beeldend en spiritueel: wat is de invloed van een plek op de mens en van een mens op de plek. De watergesprekken die ik met bewoners voerde, terwijl ik met een kar langs het IJ liep, waren vaak emotioneel. Een aantal van hun quotes heb ik nu op posters laten drukken. Zoals ‘Dus de oorsprong van deze wijk is dat het ook water was’, ‘Dit water brengt me thuis’ en ‘Eigenlijk zitten de ramen te hoog’.", "Die laatste kan ik even uitleggen. De planologie van het IJplein is van Koolhaas, met het motto ‘Licht, lucht en zicht’; de bedoeling was dat iedere bewoner het IJ zou kunnen zien. Maar niet alle gebouwen zijn van hem, en de ramen, veelal vierkant, zitten zo hoog dat je zittend in je flat het IJ niet kan zien. Staand wel, en het zijn vaak heel mooie huizen, ik zou er zo willen wonen.”", "Tilly de Haan Beeld Marjolein van Damme", "Tilly de Haan (66):", "“Ik woon aan het IJplein sinds 1983. De wijk is destijds gebouwd voor mensen zoals ik met een middeninkomen, al heetten we toen nog gewoon arbeiders. Ik heb hier altijd met heel veel plezier gewoond en ben daarom ook echt blij en opgelucht dat we nu beschermd stadsgezicht zijn geworden; een paar jaar geleden was er nog sprake van sloop.", "Ik wist dat Rem Koolhaas het plein heeft ontworpen, volgens mij heeft hij er zelfs nog een prijs voor gekregen. De toenmalige wethouder Jan Schaefer vond dat ook arbeiders mooi mochten wonen, terwijl er ook toen behoorlijk wat woningnood was. In het begin was het allemaal sociale woningbouw hier, maar in de loop van de tijd heeft woningbouwvereniging Eigen Haard wel een aantal appartementen verkocht.", "Na bijna veertig jaar is het nog steeds leuk wonen, al is een huurverhoging van 6,6 procent nogal veel, en vind ik het ook jammer dat onze geveltuintjes zijn gesneuveld. Op die plekken liggen nu allemaal tegels waardoor er veel meer plassen staan dan vroeger. Van mij mag de buurman zijn goudenregen meteen herplanten.”"], "authors": ["Dylan Van Eijkeren"], "keywords": ["ik", "er", "van", "zo", "dan", "ijplein", "en", "een", "met", "beschermd", "stad", "rest", "nu", "op", "het", "dat", "stadsgezicht"], "pubDate": "2021-01-04T16:30:01Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}