{"id": "6aa47065-0a06-31d5-9d3d-7396543aa6f9", "title": "Nieuw steunpakket moet bedrijven door het laatste stuk van de tunnel helpen", "url": "https://www.nrc.nl/nieuws/2020/12/09/kabinet-versobert-steunmaatregelen-nog-even-niet-om-bedrijven-door-het-laatste-stuk-tunnel-te-helpen-a4023227", "summary": "Het economische crisistrio van het kabinet – de ministers Hoekstra, Wouter Koolmees (D66, Sociale Zaken) en Eric Wiebes (VVD, Economische Zaken en Klimaat) – zei bij de presentatie van het nieuwe steunpakket van strategie te veranderen.\nExtra steun bij veel omzetverliesDe extra steun richt zich met name op bedrijven die het hardst geraakt worden door de tweede golf van het coronavirus.\nBij een omzetverlies van 100 procent vergoedt de subsidie nu 70 procent van de vaste lasten van bedrijven.\nDie verruiming van de voorwaarden voerde het sociaal-economische trio eind oktober in voor de laatste maanden van het jaar.\nMinister Wiebes zei herhaaldelijk dat het kabinet het niet alleen kan oplossen, en dat brouwerijen en verhuurders van horecapanden ook moeten bijdragen aan het helpen van horecabedrijven door bijvoorbeeld de huur te verlagen.", "paragraphs": ["Geen versobering in het nieuwe jaar zoals het plan was, maar een „fors” nieuw steunpakket om „de economie door deze fase van de crisis te slepen”. Het kabinet trekt voor de vijfde keer sinds de uitbraak van het coronavirus royaal de portemonnee.", "Deze keer met nieuwe subsidies die waarschijnlijk 3,7 miljard euro bedragen, zo schat minister Wopke Hoekstra (CDA, Financiën). Dat komt bovenop de 33,7 miljard die de afgelopen negen maanden al aan subsidies werd verleend. En de 12,6 miljard euro aan belastinguitstel die het kabinet aan bedrijven verleende.", "Nieuwe regelingen Voor zzp’ers en reisvouchers Het kabinet komt met twee nieuwe regelingen: extra steun voor zzp’ers en een faciliteit voor reisvouchers. Gemeenten krijgen 130 miljoen euro om zzp’ers en flexwerkers te helpen die te maken hebben met een plotse forse terugval in hun inkomen en buiten alle bestaande regelingen vallen. Met dat geld kunnen mensen geholpen worden om „noodzakelijke kosten” als de hypotheek te betalen. De regeling gaat in januari in. Ook wil het kabinet een voucherkredietfaciliteit oprichten. Reisbedrijven krijgen een lening om mensen te kunnen terugbetalen die hun reis geannuleerd zagen en een voucher hebben gekregen.", "Het economische crisistrio van het kabinet – de ministers Hoekstra, Wouter Koolmees (D66, Sociale Zaken) en Eric Wiebes (VVD, Economische Zaken en Klimaat) – zei bij de presentatie van het nieuwe steunpakket van strategie te veranderen. Ze vinden nog steeds dat bedrijven zich moeten aanpassen aan de verslechterde economische omstandigheden, maar de geplande versobering vanaf 1 januari is volgens de drie niet meer verstandig.", "Lees ook: hoe gaat het economische crisistrio van het kabinet te werk?", "Ze zien door de komst van vaccins een einde opdoemen aan de coronacrisis, en willen bedrijven door de laatste fase heen slepen. „We zien allemaal in die hele lange tunnel, heel ver weg, een heel klein vaccinlichtje schijnen”, zei Wiebes bij de presentatie van dat nieuwe steunpakket. Maar, waarschuwde hij: we moeten het nog wel even volhouden. Dus realiseerde het crisistrio zich dat „er wat extra nodig is om de tunnel door te komen”.", "Extra steun bij veel omzetverlies", "De extra steun richt zich met name op bedrijven die het hardst geraakt worden door de tweede golf van het coronavirus. Vooral bedrijven die kampen met veel omzetverlies krijgen extra subsidie voor hun vaste lasten. Dit kwartaal al, sinds oktober dus, gaat de subsidie voor vaste lasten (TVL) omhoog voor bedrijven die bijna hun hele omzet hebben zien wegvallen door de tweede golf en de ‘gedeeltelijke lockdown’ die geldt sinds half oktober.", "Bij een omzetverlies van 100 procent vergoedt de subsidie nu 70 procent van de vaste lasten van bedrijven. Dat was tot nu toe 50 procent. Dit moet vooral bedrijven in de horeca helpen, net als in de reisbranche, de evenementenbranche, touringcars en kunst- en culturele instellingen.", "Ook blijft de TVL-subsidie in de eerste drie maanden van 2021 beschikbaar voor álle bedrijven die met omzetverlies kampen, en niet alleen voor bedrijven in bepaalde sectoren. Die verruiming van de voorwaarden voerde het sociaal-economische trio eind oktober in voor de laatste maanden van het jaar.", "Tegelijk gaan allerlei geplande versoberingen niet door, die in januari zouden ingaan. De loonsubsidie NOW blijft op het niveau dat ook nu al geldt: maximaal 80 procent van de loonsom wordt vergoed. Het plan was de subsidie in januari te verlagen naar maximaal 70 procent van de loonsom. Nog een versobering die niet doorgaat: het minimale omzetverlies om in aanmerking te komen voor subsidie wordt niet verhoogd (bij de NOW en TVL).", "Toch vergoedt het kabinet niet alle kosten van bedrijven die nu dicht zijn, zoals bijvoorbeeld de horeca wilde als compensatie voor de gedwongen sluiting van cafés en restaurants. Minister Wiebes zei herhaaldelijk dat het kabinet het niet alleen kan oplossen, en dat brouwerijen en verhuurders van horecapanden ook moeten bijdragen aan het helpen van horecabedrijven door bijvoorbeeld de huur te verlagen.", "De economen van het Centraal Planbureau adviseerden in november de geplande versoberingen van de steun wél door te laten gaan, ondanks de nieuwe ‘gedeeltelijke lockdown’. Het uitzonderlijk lage aantal faillissementen dit jaar wijst er op dat de steun bedrijven overeind houdt die het uiteindelijk niet gaan redden, volgens het CPB.", "Volhouden tot het vaccin", "Hoekstra, Koolmees en Wiebes leken na de zomer het advies van het Centraal Planbureau te volgen; ze wilden de steun versoberen om bedrijven en werkenden aan te sporen zich aan te passen. Wiebes: „De vorige keer hebben we iets fermer dan nu ingezet op dat bedrijven zich moesten aanpassen. Omdat dat lichtje aan het einde van die lange tunnel er niet was. Het kon voor hetzelfde geld nog een jaar duren. Dan verwacht je meer aanpassing van bedrijven. Nu is het echt een kwestie van volhouden tot er voldoende vaccin is. Dat betekent dat we bedrijven zoveel mogelijk de kans willen geven die periode uit te zingen.”", "Maar ook met deze steun zullen niet alle bedrijven het redden. Faillissementen en ontslagen nemen onvermijdelijk toe, schrijven Hoekstra, Koolmees en Wiebes aan de Tweede Kamer. De economie is in het derde kwartaal deels teruggeveerd en de Nederlandse economie presteert, met een krimp van 3 procent in de eerste drie kwartalen, beter dan die in veel andere Europese landen. Maar „delen van de economie zijn blijvend veranderd,” schrijven de drie. Dus moeten ondernemers blijven zoeken naar nieuwe bronnen van omzet. Werkenden via omscholing naar nieuw werk. En, waarschuwen de drie, ondernemers zouden niet door moeten gaan met het opbouwen van schulden als de situatie eigenlijk uitzichtloos is, „omdat we ondanks de recente positieve berichten nog niet weten hoe lang het nog duurt tot een nieuw vaccin volledig beschikbaar is.”", "NRC Vandaag Elke ochtend een overzicht van onze beste stukken en al het belangrijke andere nieuws Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 10 december 2020"], "authors": ["Marike Stellinga", "Leestijd Minuten"], "keywords": ["van", "het", "steunpakket", "helpen", "laatste", "tunnel", "die", "moet", "stuk", "een", "en", "nieuw", "bedrijven", "te", "dat", "niet", "door", "voor"], "pubDate": "2020-12-09T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}