{"id": "6ab4cb78-ce9c-3c31-a7ae-479c4d2c1ba5", "title": "Voetbal al veel langer in Nederland dan altijd gedacht", "url": "https://volkskrant.nl/wetenschap/voetbal-al-veel-langer-in-nederland-dan-altijd-gedacht~b1669fb1/", "summary": "Voetbal werd al in 1854 geïntroduceerd op Noorthey, een protestants-christelijke kostschool voor elitejongeren in Veur, tegenwoordig Leidschendam-Voorburg.\nDe oprichting van de Haarlemsche Football Club in de jaren tachtig van de 19de eeuw is volgens veel sporthistorici de kiem van het Nederlandse voetbal.\nVoetbal werd al in 1854 geïntroduceerd op Noorthey, een protestants-christelijke kostschool voor elitejongeren in Veur, tegenwoordig Leidschendam-Voorburg.\nDan blijkt dat voetbal in Nederland al veel eerder zijn intrede doet dan het sociologisch onderzoek deed vermoeden.’Dat is tevens de relevantie van Luitzens proefschrift, getiteld Vivat!\nEen cultuurhistorisch onderzoek naar de introductie van cricket, voetbal en lawntennis in Nederland, 324 pagina’s, €19,95, ISBN: 978.94.6021.052.5.", "paragraphs": ["Voetbal werd al in 1854 geïntroduceerd op Noorthey, een protestants-christelijke kostschool voor elitejongeren in Veur, tegenwoordig Leidschendam-Voorburg. Beeld 1838 Lutgens, PJ Noorthey.", "De oprichting van de Haarlemsche Football Club in de jaren tachtig van de 19de eeuw is volgens veel sporthistorici de kiem van het Nederlandse voetbal. Althans, dat was het. Het promotieonderzoek van Jan Luitzen veegt deze ‘canon’ definitief van tafel. Voetbal werd al in 1854 geïntroduceerd op Noorthey, een protestants-christelijke kostschool voor elitejongeren in Veur, tegenwoordig Leidschendam-Voorburg.", "‘Kijk je met de blik van een socioloog naar de voetbalgeschiedenis, dan zie je vooral sportverenigingen en de organisatie achter het voetbal’, legt Luitzen uit. ‘Ik wilde als sporthistoricus juist eens kijken naar wat er op het grasveld gebeurde. Dan blijkt dat voetbal in Nederland al veel eerder zijn intrede doet dan het sociologisch onderzoek deed vermoeden.’", "Dat is tevens de relevantie van Luitzens proefschrift, getiteld Vivat! Vivat Noorthey!. ‘Op cultuurhistorisch vlak wisten we tot nu toe weinig van de introductie van voetbal in Nederland, terwijl dat perspectief dus wel degelijk nieuwe zaken aan het licht brengt.’ Daarnaast geeft dit onderzoek een mooie kijk in de geschiedenis van ons denken over de educatieve kracht van sport. ‘De Engelse leraren op Noorthey hebben niet veel op met het Duitse ideaal van individuele fysieke ontwikkeling in de vorm van gymnastiek en turnen, dus zij brengen uit hun vaderland de meer competitieve Engelse sportcultuur mee.’", "Dat voetbal uiteindelijk volkssport nummer één wordt, was volgens Luitzen geen uitgemaakte zaak. De kostschoolgangers in de grote steden waren aanvankelijk vooral enthousiast over cricket, maar al snel werd voetbal net zo populair. ‘Vanaf eind 19de eeuw omarmde ook het ‘gewone’ volk het voetbal. Dat vonden mensen leuker en spannender om naar te kijken dan het statische cricket. Bovendien was het minder duur om zelf te beoefenen.’", "Partijtje voetbal op Noorthey rond 1895-1897. Beeld Nationaal Archief, collectie Noorthey", "Hoe die eerste voetbalwedstrijden op Noorthey er precies uitzagen is lastig te zeggen. De eerste eenduidige regels voor het spel worden pas in 1863 vastgelegd op papier, met de oprichting van de Football Association in Engeland. ‘Hoe groot moet het veld zijn? Hoeveel spelers staan er op het veld? Hoe groot moet de bal zijn? Al die zaken moesten nog vastgesteld worden.’ In die pioniersperiode werd er nog veel aangerommeld volgens Luitzen, vooral wegens gebrek aan materiaal dat helemaal uit Engeland moest komen. ‘In Noorthey gebruikten ze bijvoorbeeld de kruin van de keeper als lat. Het is zelfs niet uitgesloten dat in die tijd ook de veldspelers de bal ook nog wel eens met de handen mochten opvangen.’", "Luitzen beschikte voor zijn onderzoek over een kolossale hoeveelheid bronnen. Want hoewel Noorthey al sinds 1907 niet meer bestaat, is het archief van de jongenskostschool nog nagenoeg intact. ‘Luitzen gebruikt gedenkboeken, brieven, schoolkranten en officiële documenten. Daarmee schetst hij een zeer gedetailleerd beeld – soms bijna op het uur nauwkeurig – van de ontstaansgeschiedenis van het Nederlandse voetbal,’ stelt sporthistoricus Jurryt van de Vooren in een reactie. ‘Veel sportgeschiedenis blijft hangen bij wat ik ‘magnetrongeschiedenis’ noem: je stopt een oud feitje in de magnetron en je piept het weer warm. Luitzen laat mooi zien dat sportgeschiedenis om meer gaat dan het herbeleven van oude sportwedstrijden.’", "Jan Luitzen, Vivat! Vivat Noorthey! Een cultuurhistorisch onderzoek naar de introductie van cricket, voetbal en lawntennis in Nederland, 324 pagina’s, €19,95, ISBN: 978.94.6021.052.5."], "authors": ["Melle Meijer"], "keywords": ["van", "dan", "nederland", "gedacht", "langer", "altijd", "het", "op", "voetbal", "luitzen", "een", "al", "dat", "noorthey", "veel", "en"], "pubDate": "2020-11-23T05:00:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}