{"id": "6ab6e1fe-3a94-3803-8e03-d2cdb8f43e04", "title": "'Groot draagvlak voor zaak tegen te machtig Facebook'", "url": "https://nos.nl/nieuwsuur/artikel/2360120-groot-draagvlak-voor-zaak-tegen-te-machtig-facebook.html", "summary": "Ze ziet een \"groot draagvlak\" voor de zaak.\nDoelbewuste strategie Facebook ligt al jaren onder vuur, onder meer voor het verspreiden van nepnieuws tijdens verkiezingen, beïnvloeding van verkiezingen en het schenden van privacy.\nNa jarenlang onderzoek denken de aanklagers dat er nu genoeg bewijs is voor de doelbewuste strategie van Facebook om potentiële concurrenten uit te schakelen, onder meer door ze op te kopen.\nWhatsapp heeft op dat moment al meer dan 420 miljoen gebruikers en dat aantal groeit dagelijks met 1 miljoen.\n\"Je moet bewijzen dat het bedrijf bewust bezig was om het concurrenten moeilijk te maken.\"", "paragraphs": ["Moet Facebook gedwongen afstand doen van Instagram en WhatsApp? De Amerikaanse toezichthouder Amerikaanse Federal Trade Commision (FTC) en openbare aanklagers van bijna alle staten klagen het bedrijf aan omdat het misbruik zou maken van zijn machtspositie. Door concurrenten voor miljarden over te nemen, hebben consumenten en adverteerders minder keus. Marietje Schaake, verbonden aan de Universiteit van Stanford in Silicon Valley, onderzoekt de macht van technologiebedrijven. Ze ziet een \"groot draagvlak\" voor de zaak. \"Veel partijen zeggen hetzelfde en veel zaken worden samengevoegd. Dat leidt tot een machtig blok van aanklagers.\" Doelbewuste strategie Facebook ligt al jaren onder vuur, onder meer voor het verspreiden van nepnieuws tijdens verkiezingen, beïnvloeding van verkiezingen en het schenden van privacy. Na jarenlang onderzoek denken de aanklagers dat er nu genoeg bewijs is voor de doelbewuste strategie van Facebook om potentiële concurrenten uit te schakelen, onder meer door ze op te kopen. Deze beschuldiging baseren de aanklagers op basis van interne mails van Facebook-topman Mark Zuckerberg, waaruit de angst voor concurrentie zou blijken:", "Angst voor de concurrentie? Nieuwsuur zoom in", "Het begint allemaal bij de eerste echte grote aankoop in 2012: Facebook koopt Instagram voor één miljard dollar in contanten en aandelen. Op dat moment is Instagram een klein bedrijf met slechts dertien mensen en maakt het nog amper winst. Critici noemen het overnamebedrag astronomisch en gebruikers maken zich zorgen om hun privacy. Zuckerberg stelt de critici dan nog gerust: \"Het is de eerste keer dat we een bedrijf overnemen met zoveel gebruikers. En we zijn niet van plan om dit nog eens te doen, áls we het al doen.\" Maar dat doet Facebook wel, twee jaar later. Facebook koopt WhatsApp voor 19 miljard dollar. Whatsapp heeft op dat moment al meer dan 420 miljoen gebruikers en dat aantal groeit dagelijks met 1 miljoen. De vraag is in hoeverre de aanklagers kunnen aantonen dat Instagram en WhatsApp zijn overgenomen om concurrentie tegen te gaan in plaats vanuit een economisch motief, zegt Schaake. \"Je moet bewijzen dat het bedrijf bewust bezig was om het concurrenten moeilijk te maken.\""], "authors": ["Dit Is Een Artikel Van"], "keywords": ["zaak", "draagvlak", "van", "om", "tegen", "een", "voor", "te", "het", "en", "facebook", "dat", "groot", "machtig", "aanklagers"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}