{"id": "6ac51915-a326-3d93-a73f-a83429402a93", "title": "Vaccineren in de RAI van start: ‘Je moet op alles voorbereid zijn’", "url": "https://www.parool.nl/nederland/vaccineren-in-de-rai-van-start-je-moet-op-alles-voorbereid-zijn~b564c4c0/", "summary": "De RAI maakt zich op voor een monsterklus.\nMaandag lopen hier twintig medewerkers, van prikkers tot beveiligers en van mensen die materialen naar de prikstations brengen tot toezichthouders.\n“Die kans is heel erg klein, maar je moet op alles zijn voorbereid,” zegt Yvonne van Duijnhoven, hoofd infectieziekten van de Amsterdamse GGD.\nVanaf april moet de bulk, gezonde mensen van 18 tot 60 jaar, door de GGD worden gevaccineerd.\nMisschien speelt mee dat Amsterdam een van de eerste coronabrandhaarden was tijdens de tweede golf, zegt Van Duijnhoven.", "paragraphs": ["De RAI maakt zich op voor een monsterklus. Beeld Eva Plevier", "De vaccinkoelkast, cruciaal op elke priklocatie, staat er al. Hij oogt als een doorsnee huis-tuin-en-keukenkoelkast. Maar die hebben koude en minder koude plekken. In deze is het in elke uithoek de gewenste 4 graden. En als de temperatuur daarvan afwijkt, jaagt een sensor het alarm aan. Als de stroom uitvalt, gaat hij loeien. En tijdens de openingstijden van de priklocatie – tussen acht uur ’s ochtends en acht uur ’s avonds – zit er een bewaker naast. Continu.", "“Die heeft de saaie, edoch zeer belangrijke taak de vaccins te beschermen,” zegt Linda Voets, logistiek coördinator van de nieuwe GGD-prikpost in de RAI, waar vanaf maandag 30.000 Amsterdamse zorgmedewerkers uit verpleeg- en verzorgingshuizen kunnen worden gevaccineerd.", "Volgeboekt", "De eerste week is al helemaal volgeboekt. Er staan 300 afspraken per dag gepland. Dat wordt na een week opgevoerd naar dagelijks 550. Over drie weken herhaalt de riedel zich als de zorgmedewerkers terugkomen voor de tweede prik van BioNTech/Pfizer.", "Alles staat in hal G klaar. Op de met marmeren ­tegels geplaveide gangen zijn stickers geplakt: wait here. Prikhokje, naast prikhokje, naast prikhokje – zestien in totaal. Maandag lopen hier twintig medewerkers, van prikkers tot beveiligers en van mensen die materialen naar de prikstations brengen tot toezichthouders. De koelkast ligt dan ‘vol’ met de ontdooide voorraad, elke paar dagen aangeleverd door het RIVM.", "Flauwvallen", "In de prikhokjes staan stoelen, maar voor degenen die liever liggend geprikt worden, bijvoorbeeld omdat ze snel flauwvallen, is er een vaccinatieruimte met bed. Voor mensen met prikangst is er een speciaal opgeleide medewerker op afroep beschikbaar. En er is een EHBO-post voor het geval iemand een anafylactische shock krijgt, een hevige allergische reactie. “Die kans is heel erg klein, maar je moet op alles zijn voorbereid,” zegt Yvonne van Duijnhoven, hoofd infectieziekten van de Amsterdamse GGD. “De EHBO is er natuurlijk ook voor mensen die van de zenuwen onwel worden. Sommigen vinden het toch spannend, zo’n prik.”", "Mensen die allergisch zijn voor één van de ingrediënten van het Pfizervaccin moeten sowieso wachten op een eventueel ander vaccin zonder dat bestanddeel. Ook degenen die korter dan een maand geleden positief op Covid-19 zijn getest, moeten even wachten. Dit om te voorkomen dat covidklachten worden verward met bijwerkingen van het vaccin.", "Na de prik gaat de route naar de wachtruimte, een bijna surrealistisch ingerichte hal waar vijftig stoelen op 1,5 meter van elkaar staan opgesteld. Daar moeten de gevaccineerden een kwartier wachten. Die ‘nazorg’ is ingegeven door de Engelse vaccinatiecampagne, waarbij een klein aantal mensen in de eerste minuten na de inenting last kreeg van een uiterst zeldzame bijwerking. In een half uur sta je weer buiten.", "De komende maanden worden Amsterdammers boven de 18 jaar ingeënt door de GGD, huisartsen en instellingsartsen. Afgelopen week werden al honderden covidzorgverleners in de Amsterdamse ziekenhuizen gevaccineerd. Huisartsen vaccineren vanaf maart thuiswonenden ouder dan 75 en niet mobiele thuiswonenden van 60-75 jaar. Een maand eerder zijn mensen van 18 tot 60 met medische indicatie aan de beurt, ook bij de huisarts. Vanaf april moet de bulk, gezonde mensen van 18 tot 60 jaar, door de GGD worden gevaccineerd.", "Logistieke puzzel", "Vanaf maart moeten er meerdere GGD-prik­locaties zijn in de stad. Daar kunnen dan duizenden mensen per dag terecht. Het is een logistieke puzzel, ook vanwege de afstandsregels, zegt Voets. Er is veel ruimte nodig om veel mensen te vaccineren. En er wordt extra personeel aangetrokken door de GGD. “We streven naar een goede dekking van de stad, net zoals inmiddels het geval is met testlocaties.”", "Daarbij wordt vooral gekeken hoe de drempel om een prik te halen laag blijft. Zo komen er ‘vaccinatiebussen’ voor bijvoorbeeld minder mobiele mensen, die anders door de huisarts gemist zouden worden. En er komt een voorlichtingscampagne in acht talen.", "Vergeleken met andere delen van het land staat Amsterdam er qua besmettingen gunstiger voor, met een gemiddelde van 236 gevallen per 100.000 inwoners. Afgelopen week liep het aantal besmettingen met 22 procent terug ten opzichte van de week daarvoor.", "“Nog steeds veel te hoog,” zegt Van Duijnhoven. “Pas bij minder dan 50 besmettingen per 100.000 kun je nadenken over versoepeling van de maatregelen. Daar zitten we nog heel ver vandaan.” Bovendien houdt ze rekening met een opleving van de besmettingen vanwege de feestdagen.", "Maar waarom doet Amsterdam het op dit moment relatief goed? Misschien speelt mee dat Amsterdam een van de eerste coronabrandhaarden was tijdens de tweede golf, zegt Van Duijnhoven. “Ook zijn we in Amsterdam vroeg in de tweede golf begonnen met campagnes om de maatregelen te volgen. Daardoor zijn we ons misschien beter bewust van de noodzaak ze na te leven. Maar dat hier nu misschien iets beter gaat dan elders, komt heus niet alleen op conto van de GGD. Ik zou me niet op de borst durven kloppen.”"], "authors": ["Bas Soetenhorst", "Malika Sevil"], "keywords": ["je", "zijn", "van", "moet", "er", "mensen", "voorbereid", "vaccineren", "start", "en", "een", "met", "voor", "op", "het", "alles", "die", "rai"], "pubDate": "2021-01-11T06:01:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}