{"id": "6ac81940-50ea-3733-9dff-4c8c70a9032a", "title": "Na corona wordt het niet meer business as usual", "url": "https://nrc.nl/nieuws/2020/12/14/na-corona-wordt-het-niet-meer-business-as-usual-a4023823", "summary": "Prins Charles en het World Economic Forum hebben het plan opgevat na de coronacrisis de wereldeconomie duurzamer en rechtvaardiger te maken.\nDeze puzzel los je niet op via de bestaande structuren en overleggen, niet via Den Haag, Europa, de Verenigde Naties, zelfs niet via klassenstrijd.\nDe bestuurders zeggen het niet in de krant, maar het is wel een conclusie die je kunt trekken.\nEr wordt namelijk macht over je uitgeoefend zonder dat je weet waar die vandaan komt en zonder dat je vertegenwoordigd bent.\nHet individu zal vaker het verzoek krijgen in te schikken en zijn rechten in te slikken als er belangrijker zaken op het spel staan.", "paragraphs": ["Gelukkig leven we in een land waarin de elite de wereld rechtvaardiger wil maken. Er zijn ook landen waarin de elite ernaar streeft de wereld onrechtvaardiger te maken. Daar wil je niet wonen.De Volkskrant heeft bij de bestuurlijke elite navraag gedaan en nu blijkt dat men alom hoopt op The Great Reset. Een revolutie. Een herstart.", "Prins Charles en het World Economic Forum hebben het plan opgevat na de coronacrisis de wereldeconomie duurzamer en rechtvaardiger te maken. Joe Biden doet mee. Men gaat erover praten in Davos. In mijn eigen brievenbus belanden dagelijks brieven van organisaties die het ook wel willen: duurzamer en rechtvaardiger worden.", "Sommige plannen zijn net een winkelwagentje. Verlekkerd gooi je er alles in wat je zou willen hebben. Klimaatverandering, inclusiviteit, rechtsstaat, armoedebestrijding. De revolutionaire jongeren van het Communistisch Platform willen door klassenstrijd een rechtvaardiger samenleving zonder geld en zonder oorlog realiseren. Geef ze eens ongelijk.", "Er is één probleem. Of eigenlijk zijn er twee problemen. Ten eerste: we hebben nogal wat haast. De ijskappen smelten en die wachten niet tot we de revolutie of de Great Reset op papier hebben gezet en hebben uitonderhandeld met de overige partijen. Ten tweede: we kunnen de planeet niet redden zonder eigen rechten op te geven. We zullen weer iets uit ons winkelwagentje moeten gooien.", "De tweehonderd invloedrijkste bestuurders van Nederland zien het eerste probleem natuurlijk ook. De meesten geloven niet dat de broodnodige reset echt gaat plaatsvinden na corona. „Het beleid wordt voor 85 procent weer business as usual”, zegt een Haagse insider. „En daar gaan we het niet mee redden.” Er is meer urgentie nodig, zeggen ze. Meer crisisgevoel. „De ambities zijn er, maar de verandering is lastiger.”", "Er is haast bij, maar niemand maakt haast. Deze puzzel los je niet op via de bestaande structuren en overleggen, niet via Den Haag, Europa, de Verenigde Naties, zelfs niet via klassenstrijd. Al die dingen duren te lang. Wat je nodig hebt is gedragsverandering. Snel en op grote schaal. En als democratische processen te lang duren, moet er dus enige dwang aan te pas komen, liefst in een vorm die niet op dwang lijkt. De bestuurders zeggen het niet in de krant, maar het is wel een conclusie die je kunt trekken.", "Hier komt het tweede probleem om de hoek kijken: we zullen rechten moeten opgeven. Annemieke Nijhof, directeur van kennisinstituut Deltares en altijd een verstandige stem in het gesprek, neemt er alvast een voorschot op. Ze is hoopvol over onze wil tot gedragsverandering en verwacht „dat we ons laten sturen als we ervan overtuigd zijn dat het moet”. Ik denk dat ze met dat „laten sturen” de kern raakt. We moeten ons laten sturen. Oké, prima, maar hoe?", "Wel, door onzichtbaar op te gaan in de menigte, bijvoorbeeld. Toevallig zag ik vorige week een gesprekje over zwermgedrag met Roland Kupers naar aanleiding van zijn boek A Climate Policy Revolution. Als je de problemen van de planeet niet op de bestaande democratische manieren te lijf kunt, omdat je haast hebt, kun je ze als samenleving oplossen met zwermgedrag. Je verandert niet samen van richting door je stemrecht uit te oefenen en vooraf formeel te overleggen, maar via bewegingen die zich verspreiden door het collectief.", "Er kleeft wel een legitimiteitsprobleem aan dit zwermen. Er wordt namelijk macht over je uitgeoefend zonder dat je weet waar die vandaan komt en zonder dat je vertegenwoordigd bent. Je moet, kortom, voor deze oplossing iets opgeven en een burgerrecht uit je winkelwagentje willen kieperen. Niet alleen minder consumeren, maar ook minder stemmen.", "Om de zwerm de juiste richting in te sturen overweegt de politie intussen haar invloed te versterken. Tijdens de spannendste bijeenkomst die ik bijwoonde, dit jaar, hoorde ik de politie hardop peinzen of het nodig is sommige rechten van burgers in noodsituaties weer terug in het schap te leggen, het recht op privacy, het recht om te demonstreren en lastig te zijn. Niet op de manier van de Poolse en Hongaarse regimes natuurlijk, niet om de samenleving onrechtvaardiger te maken, maar om haar te redden.", "Hoe dan ook kun je zien dat de bestuursvorm snel gaat veranderen. Het individu zal vaker het verzoek krijgen in te schikken en zijn rechten in te slikken als er belangrijker zaken op het spel staan. Is het een beschavingsproces? Een ontindividualiseringsproces? In ieder geval, business as usual is na corona geen lang houdbare optie. Er is haast geboden en dus zal er worden gezocht naar manieren om collectief in beweging te komen. Wat vereist dat we ons laten sturen.", "Maxim Februari is jurist en schrijver, is jurist en schrijver, www.maximfebruari.nl", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 15 december 2020"], "authors": ["Maxim Februari", "Leestijd Minuten"], "keywords": ["van", "dat", "corona", "niet", "business", "een", "en", "wordt", "je", "te", "meer", "op", "usual", "er", "het"], "pubDate": "2020-12-14T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}