{"id": "6ac811be-5ab7-323a-a9df-06d9f8c15ac3", "title": "Muziekfonds betaalt ruim 120 miljoen euro voor rechten muziek Neil Young", "url": "https://nu.nl/muziek/6100416/muziekfonds-betaalt-ruim-120-miljoen-euro-voor-rechten-muziek-neil-young.html", "summary": "De rechten van 1.180 liedjes van Neil Young (75) zijn overgekocht door Hipgnosis Songs Fund, een fonds dat de inkomensstroom van diverse bekende artiesten coördineert.\nHet fonds betaalde 150 miljoen dollar (ruim 120 miljoen euro) voor de rechten, meldt BBC woensdag.\nVorige maand werd bekend dat Universal Music voor zo'n 300 miljoen dollar het volledige oeuvre van Bob Dylan heeft gekocht.\nRechten over eventuele toekomstige muziek zijn niet inbegrepen in de deal.\nZijn nieuwe album Noise & Flowers, een registratie van zijn Europese tournee uit 2019, verschijnt later dit jaar.", "paragraphs": ["De rechten van 1.180 liedjes van Neil Young (75) zijn overgekocht door Hipgnosis Songs Fund, een fonds dat de inkomensstroom van diverse bekende artiesten coördineert. Het fonds betaalde 150 miljoen dollar (ruim 120 miljoen euro) voor de rechten, meldt BBC woensdag.", "Het muziekfonds ontvangt de royalty's over deze nummers, houdt hiervan zelf een percentage en keert de rest vervolgens uit aan de artiest zelf. Naast Young doet het fonds dit ook voor artiesten als Mark Ronson, Chic en Blondie.", "Merck Mercuriadis, eerder manager van onder anderen Beyoncé en Elton John, is verheugd over de samenwerking met de zanger. \"Deze overeenkomst zal het bedrijf voorgoed veranderen. Ik ken elke noot, woord en stilte van zijn album Harvest. Sindsdien is het alsof Neil een vriend van me is.\"", "Sinds de coronapandemie is er veel aandacht voor de verkoop van muziekrechten. Het wordt gezien als een goede en stabiele investering, omdat muziek ondanks alle omstandigheden altijd gedraaid blijft worden.", "Vorige maand werd bekend dat Universal Music voor zo'n 300 miljoen dollar het volledige oeuvre van Bob Dylan heeft gekocht.", "Met de verkoop doet Dylan afstand van de inkomsten die zijn muziek genereert. Deze bedragen vallen nu in handen van Universal Music. Rechten over eventuele toekomstige muziek zijn niet inbegrepen in de deal.", "Young bracht tot dusver ruim veertig albums uit. Zijn nieuwe album Noise & Flowers, een registratie van zijn Europese tournee uit 2019, verschijnt later dit jaar."], "authors": ["Door"], "keywords": ["muziek", "van", "euro", "zijn", "het", "young", "voor", "en", "een", "neil", "uit", "rechten", "muziekfonds", "ruim", "miljoen", "betaalt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}