{"id": "6ae7aa5e-8a84-3a5e-860c-d8cd0da4e89f", "title": "Basisschoolleerlingen in Utrecht lopen achterstand op vanwege lockdown", "url": "https://nu.nl/utrecht/6101244/basisschoolleerlingen-in-utrecht-lopen-achterstand-op-vanwege-lockdown.html", "summary": "Utrechtse basisschoolleerlingen met een groter risico op een leerachterstand hebben door de sluiting van de scholen een verdere achterstand van twee tot drie maanden opgelopen.\nHet onderzoek kijkt naar de groepen 5, 6 en 7 op tien basisscholen in Utrecht.\nDe onderzochte scholen hebben gemiddeld een groter aantal leerlingen met een leerachterstand.\nHet onderzoek begon al in januari 2020, met als doel om kansenongelijkheid tussen kinderen in het onderwijs in kaart te brengen.\nHet onderzoek richtte zich vervolgens op de impact van de schoolsluiting op de leerlingen.", "paragraphs": ["Utrechtse basisschoolleerlingen met een groter risico op een leerachterstand hebben door de sluiting van de scholen een verdere achterstand van twee tot drie maanden opgelopen. Dit concluderen onderzoekers van Werkplaats Onderwijsonderzoek Utrecht (WOU).", "Het onderzoek kijkt naar de groepen 5, 6 en 7 op tien basisscholen in Utrecht. De onderzochte scholen hebben gemiddeld een groter aantal leerlingen met een leerachterstand. Dat zou kunnen komen door een migratieachtergrond en het opleidingsniveau of schulden van de ouders.", "Uit het onderzoek blijk dat kinderen uit groep 5 gemiddeld een grotere leerachterstand hebben dan kinderen uit groep 6 en 7. Zij zijn dit jaar minder vooruitgegaan in rekenen en begrijpend lezen dan de leerlingen die een jaar eerder in hetzelfde leerjaar zaten.", "Niet voor alle scholen geldt dat de prestaties van de kinderen gebrekkig zijn. Kinderen van sommige scholen presteren juist beter. Hierin kan de achtergrond van de leerling een rol spelen. De onderzoekers zien ook verschillen in de aanpak tijdens de sluiting van de scholen.", "Het onderzoek begon al in januari 2020, met als doel om kansenongelijkheid tussen kinderen in het onderwijs in kaart te brengen. In maart sloten alle scholen vanwege de uitbraak van COVID-19. Het onderzoek richtte zich vervolgens op de impact van de schoolsluiting op de leerlingen."], "authors": ["Door"], "keywords": ["kinderen", "lockdown", "van", "het", "leerlingen", "vanwege", "onderzoek", "en", "een", "met", "scholen", "lopen", "op", "basisschoolleerlingen", "utrecht", "achterstand"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}