{"id": "6aeafd75-6120-3f3e-b503-05c8780603e4", "title": "Opvoeden: hoe bereid je je kind voor op de brugklas?", "url": "https://volkskrant.nl/de-gids/opvoeden-hoe-bereid-je-je-kind-voor-op-de-brugklas~b88ca1be/", "summary": "‘Ik oefen vaak met ouders: beeld jezelf in als je voor het eerst naar een nieuwe baan gaat’, vertelt Kalhorn.\n‘Laat je niet gek maken door de dagelijkse paniek over een bepaald proefwerk’, schrijft The New York Times in het artikel ‘Hoe je je kind op school kunt helpen slagen’.\n‘Wat is belangrijker: dat je vandaag het vergeten wiskundehuiswerk van je kind langsbrengt op school of dat je kind een strategie ontwikkelt waardoor het huiswerk nooit meer wordt vergeten?’Bij tieners kan het lastig zijn om een vinger aan de pols te houden.\nWat vond je het fijnste vak vandaag?’ Doorvragen als je kind niet wil praten heeft weinig zin.\n‘Zorg dat je zichtbaar onzichtbaar bent, zodat je puber altijd naar jou toe kan komen.’", "paragraphs": ["Beeld Claudie de Cleen", "De afgelopen dagen werden door het hele land kinderen uitgezwaaid door zenuwachtige ouders: de rugzak voor in het krat, op weg naar een nieuwe school. Presentator Bridget Maasland voorzag op sociale media deze rite of passage van haar zoon van de hashtag #mamagaatnueveneenpotjejanken. Het is een spannende overgang voor pubers en ouders. Wat kun je doen om je brugpieper te steunen bij de start van de middelbare school?", "Wat zeggen de deskundigen?", "Een onbekende school is spannend, maar door de coronacrisis is de overgang voor de nieuwe lichting brugklassers nóg groter. ‘De meeste groepachters hebben geen echt afscheid gehad doordat de gebruikelijke musical en het eindfeest niet doorgingen’, zegt pedagoog Lieke Kalhorn, auteur van het boek Luisteren naar pubers. ‘En ook op de middelbare school zal het er anders aan toegaan, met specifieke looppaden en het feit dat je afstand moet houden tot de mentor.’", "De reflex van menig ouder is om het zenuwachtige kind gerust te stellen. Het gevaar van opbeurende teksten als ‘ah joh, iedereen is nieuw, het valt vast mee!’ is dat je de gevoelens van je kind bagatelliseert en een gesprek de kop indrukt. ‘Erken die gevoelens: je ziet er best een beetje tegenop, he?’ zegt Kalhorn. Is dat niet wrijven in een vlek? ‘Het is een misverstand dat het benoemen van negatieve emoties die gevoelens erger maakt. Het tegenovergestelde is waar.’", "De meeste vaders en moeders hebben ooit in hetzelfde schuitje gezeten, maar zijn deels vergeten hoe die ervaring was. ‘Ik oefen vaak met ouders: beeld jezelf in als je voor het eerst naar een nieuwe baan gaat’, vertelt Kalhorn. ‘Waar staat de printer? Wanneer wordt er koffie gedronken? Aan wie had je je al voorgesteld en aan wie niet? Bekaf ben je na zo’n eerste dag. En dan hebben pubers ook nog minder levenservaring en een lijf dat veel energie vraagt door al die hormonen.’", "Wat kun je doen?", "Houd rekening met een opstartfase en plan de avonden en weekenden niet vol. Tot de herfstvakantie is het flink doorploeteren. ‘Je kind is moe en chagrijnig’, aldus Kalhorn. ‘Opmerkingen als ‘kom nou eens van die bank af’ kun je beter inslikken. Juist in die eerste uitputtende weken kun je zoon- en dochterlief helpen opladen door terug te vallen op oude vertrouwde gewoonten als voorlezen. ‘Na de herfstvakantie heb je een ander kind thuis. Dan ga je pas zien hoe hij is gegroeid.’", "Het is verstandig om vlak voor de aanvang van het schooljaar samen te gaan zitten om belangrijke zaken te bespreken. Wat wordt de bedtijd? En hoe gaat het thuis met huiswerk, schermtijd, boterhammen smeren en de tas inpakken? ‘Ik noemde dat bij mijn kinderen een R&A-date: we gingen ergens lekker lunchen om de Regels en Afspraken door te nemen. Elk jaar mochten ze een halfuur later naar bed.’", "Zo’n R&A-date helpt bij het voor ogen houden van een langetermijnvisie. ‘Laat je niet gek maken door de dagelijkse paniek over een bepaald proefwerk’, schrijft The New York Times in het artikel ‘Hoe je je kind op school kunt helpen slagen’. ‘Wat is belangrijker: dat je vandaag het vergeten wiskundehuiswerk van je kind langsbrengt op school of dat je kind een strategie ontwikkelt waardoor het huiswerk nooit meer wordt vergeten?’", "Bij tieners kan het lastig zijn om een vinger aan de pols te houden. ‘Als ik vroeg hoe zijn dag was geweest, antwoordde mijn zoon altijd: scholerig’, zegt Kalhorn. ‘Specifieke vragen werken beter: wie is de leukste leraar? Wat vond je het fijnste vak vandaag?’ Doorvragen als je kind niet wil praten heeft weinig zin. ‘Zorg dat je zichtbaar onzichtbaar bent, zodat je puber altijd naar jou toe kan komen.’"], "authors": ["Anna Van Den Breemer"], "keywords": ["opvoeden", "van", "bereid", "hoe", "kind", "op", "het", "een", "je", "en", "dat", "te", "door", "brugklas", "voor"], "pubDate": "2020-08-25T14:52:33+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}