{"id": "6aebe7bf-f460-31ab-b0d9-2df070f0a6bc", "title": "Drievoudig wereldkampioen Yuskov mist World Cups en WK door knieblessure", "url": "https://nu.nl/schaatsen/6101229/drievoudig-wereldkampioen-yuskov-mist-world-cups-en-wk-door-knieblessure.html", "summary": "Denis Yuskov moet begin dit jaar de World Cups en de WK afstanden in Heerenveen aan zich voorbij laten gaan.\n\"Mijn seizoen komt al ten einde zonder dat het daadwerkelijk begonnen is\", schrijft een balende Yuskov in een bericht op Instagram.\nHoewel ik een groot optimist ben, is het voor mij onmogelijk om na te jagen waar ik me op heb voorbereid.\"\nDe 31-jarige Yuskov veroverde in zijn loopbaan vele World Cup-titels op de 1.500 meter, zijn favoriete afstand.\nNa twee World Cups (22-24 januari en 29-31 januari) staan in februari de WK afstanden op het programma.", "paragraphs": ["Denis Yuskov moet begin dit jaar de World Cups en de WK afstanden in Heerenveen aan zich voorbij laten gaan. De ervaren Rus kampt met een knieblessure.", "\"Mijn seizoen komt al ten einde zonder dat het daadwerkelijk begonnen is\", schrijft een balende Yuskov in een bericht op Instagram. \"Het is de eerste keer dat ik zo ernstig geblesseerd ben geraakt. Hoewel ik een groot optimist ben, is het voor mij onmogelijk om na te jagen waar ik me op heb voorbereid.\"", "De 31-jarige Yuskov veroverde in zijn loopbaan vele World Cup-titels op de 1.500 meter, zijn favoriete afstand. In 2013, 2015 en 2016 kroonde de Rus zich tot wereldkampioen op de schaatsmijl. Ook in 2017 (zilver) en 2019 (brons) eindigde hij op het WK-podium.", "In het najaar van 2020 werden in Nederland al nationale toernooien en een WK-kwalificatietoernooi gehouden, maar het schaatsseizoen gaat komend weekend eigenlijk pas echt van start met het EK allround en sprint in Thialf.", "Na twee World Cups (22-24 januari en 29-31 januari) staan in februari de WK afstanden op het programma. Alle toernooien worden in een bubbel in Heerenveen gehouden."], "authors": ["Door"], "keywords": ["ik", "zijn", "knieblessure", "world", "yuskov", "wk", "en", "een", "drievoudig", "cups", "op", "mist", "zich", "het", "wereldkampioen", "door"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}