{"id": "6aefc9ee-7e1a-33c9-89d3-775ef686ac36", "title": "PvdA-leden eisen aftreden Lodewijk Asscher", "url": "https://www.parool.nl/nederland/pvda-leden-eisen-aftreden-lodewijk-asscher~bcac6cd3/", "summary": "Alle PvdA-leden kunnen zich dan uitspreken over het lot van Asscher.\nPvdA-leider Asscher liet maandag weten dat hij door wil als lijsttrekker, ondanks zijn rol in de toeslagenaffaire.\nAsscher liet aan de PvdA-leden weten dat het oordeel van de commissie die de affaire onderzocht ‘nog stevig nadreunde’.\nOok afdelingsvoorzitter Nick Bolte van PvdA Amsterdam Zuidoost laat weten dat Asscher moet vertrekken.\nIn een ingezonden brief schrijft hij dat Asscher door terug te treden ‘de weg vrijmaakt’ om een andere koers in te slaan.", "paragraphs": ["Lodewijk Asscher. Beeld ANP", "Door die honderd steunverklaringen wordt de motie volgende week in stemming gebracht bij het digitale stemlokaal van de PvdA, in aanloop naar het verkiezingscongres. Alle PvdA-leden kunnen zich dan uitspreken over het lot van Asscher. Het partijbestuur bepaalt vervolgens wat er met de motie gebeurt.", "PvdA-leider Asscher liet maandag weten dat hij door wil als lijsttrekker, ondanks zijn rol in de toeslagenaffaire. Als minister van Sociale Zaken in het vorige kabinet was hij daarbij betrokken. Asscher liet aan de PvdA-leden weten dat het oordeel van de commissie die de affaire onderzocht ‘nog stevig nadreunde’. Toch wil hij doorgaan ‘in de strijd voor een nieuwe verzorgingsstaat’.", "Campagne", "Maar partijlid Francisca Drijver uit Krimpen aan den IJssel vindt dat de schade ‘die door Asscher is aangebracht onherstelbaar is’. Op het interne berichtenbord van de PvdA krijgt ze bijval. ‘Dit gaat Lodewijk en de PvdA hoe dan ook achtervolgen in de campagne’, zegt een lid. Anderen vinden de motie juist ‘walgelijk’ en ‘prematuur’.", "Ook afdelingsvoorzitter Nick Bolte van PvdA Amsterdam Zuidoost laat weten dat Asscher moet vertrekken. In een ingezonden brief schrijft hij dat Asscher door terug te treden ‘de weg vrijmaakt’ om een andere koers in te slaan. “De top van de lijst is er klaar voor,” vindt Bolte. “En dan geeft de PvdA de boodschap af: schoonvegen van de trap dient bovenaan te beginnen.”"], "authors": ["Peter Winterman"], "keywords": ["van", "weten", "aftreden", "pvda", "asscher", "een", "motie", "eisen", "pvdaleden", "te", "het", "hij", "dat", "lodewijk"], "pubDate": "2021-01-07T18:30:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}