{"id": "6af09e60-7ab1-395e-8389-12776e2bb34b", "title": "Wopke Hoekstra nog geen CDA-lijsttrekker na digitaal fiasco tijdens congres", "url": "https://www.parool.nl/nederland/wopke-hoekstra-nog-geen-cda-lijsttrekker-na-digitaal-fiasco-tijdens-congres~b35ed17e/", "summary": "Wopke Hoekstra, minister van Financiën, staat de pers te woord op het Binnenhof voorafgaand aan de wekelijkse ministerraad.\nUiteindelijk is besloten dat het CDA een nieuwe datum gaat zoeken om het resterende programma af te handelen.\nNiet voor het eerstHet is niet voor het eerst dat het CDA kampt met technische problemen.\nHoe hoog het toptarief zal zijn en vanaf welke grens die gaat gelden laat het CDA nog in het midden.\nDe partij wisselt van standpunt en wil in plaats van een verbod ‘scherpe maatregelen tegen de uitbuiting van vrouwen’.", "paragraphs": ["Wopke Hoekstra, minister van Financiën, staat de pers te woord op het Binnenhof voorafgaand aan de wekelijkse ministerraad. Beeld ANP", "Het verkiezingscongres begon vanmorgen om 9.30 uur en zou volgens het programma tot 12.30 uur duren, maar technische problemen zorgen voor flinke vertraging. De stemming over voorstellen van leden om het verkiezingsprogramma aan te passen verloopt allerminst vlekkeloos. De leden werd al een aantal keren gevraagd om te proefstemmen. Maar zodra de problemen opgelost leken, dienden nieuwe zich aan. Uiteindelijk is besloten dat het CDA een nieuwe datum gaat zoeken om het resterende programma af te handelen.", "Daardoor heeft de partij nog altijd geen definitief verkiezingsprogramma. Ook het vaststellen van de lijst voor de Tweede Kamerverkiezingen laat op zich wachten. Vanochtend zou Wopke Hoekstra als lijsttrekker moeten zijn bekrachtigd, nadat hij eind vorige maand door het bestuur naar voren werd geschoven toen Hugo de Jonge de handdoek in de ring had gegooid. Maar Hoekstra moet dus nog even geduld hebben.", "Niet voor het eerst", "Het is niet voor het eerst dat het CDA kampt met technische problemen. Tijdens de lijsttrekkersverkiezing in juli moest de stemming een keer helemaal over omdat er fouten waren geconstateerd. En ook nadat De Jonge destijds als winnaar uit de bus was gekomen, bleven er twijfels bestaan of het digitale stemproces wel eerlijk was verlopen.", "Het programma is inmiddels al wel op een aantal punten veranderd, doordat gisteren in deelsessies al wijzigingsvoorstellen vanuit het partijbestuur werden overgenomen. Nieuw is dat het CDA tijdelijk een toptarief in wil voeren voor de hoogste inkomens. De partij vindt het gerechtvaardigd om ‘na deze coronacrisis’ meer van de ‘sterkste schouders’ te vragen.", "Hoe hoog het toptarief zal zijn en vanaf welke grens die gaat gelden laat het CDA nog in het midden. Het nieuwe toptarief is opvallend, omdat het CDA jarenlang voorstander is geweest van een ‘sociale’ vlaktaks. Dit plan werd tijdens de huidige kabinetsperiode realiteit, door de invoering van een tweeschijvenstelsel. Nu wil het CDA dus een derde schijf introduceren.", "Betaalde seks toch niet strafbaar", "Ook opvallend is de toevoeging aan het programma dat het CDA actief werk wil maken van meer gelijkwaardigheid tussen mannen en vrouwen. Instelling van een vrouwenquotum is daarbij niet langer taboe. Daarnaast wil de partij ook meer aandacht besteden aan gelijke behandeling op basis van etniciteit. Daarbij wil het CDA onder meer inzetten op anoniem solliciteren om ‘bewuste en onbewuste discriminatie tegen te gaan en iedereen gelijke kansen te bieden, ongeacht afkomst en achternaam.", "Verder komt het CDA terug op het met veel bombarie aangekondigde plan om betaalde seks strafbaar te maken. De partij wisselt van standpunt en wil in plaats van een verbod ‘scherpe maatregelen tegen de uitbuiting van vrouwen’. Daarbij wil het CDA onder meer dat de leeftijdsgrens voor prostituees naar 21 jaar gaat. Wel blijft de partij vasthouden aan een ‘pooierverbod’."], "authors": ["Laurens Kok"], "keywords": ["cda", "fiasco", "om", "geen", "hoekstra", "nog", "wopke", "cdalijsttrekker", "te", "wil", "van", "en", "een", "congres", "tijdens", "voor", "op", "het", "digitaal"], "pubDate": "2021-01-09T13:18:08Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}