{"id": "6af01bf4-d6fe-3688-b724-ea5a00be04b2", "title": "Recept van de dag: boerenkool met... kaas?!", "url": "https://www.telegraaf.nl/lifestyle/428715440/recept-van-de-dag-boerenkool-met-kaas", "summary": "Bij boerenkool zet ik altijd een schaaltje hard uitgebakken bacon.\nEn bij mij komt dan de sambal, de ketjap en de seroendeng (geroosterde kokos met pinda’s) op tafel.\nDe schrijfster van dit gerecht vertelde er wat grappigs bij, ze had een groentetuin en stopte haar boerenkool meteen na de oogst in de diepvries.\nKook de aardappels gaar en maak er puree van met de boursin en wat melk.\nNodig:• 750 gr boerenkool fijn gesneden• 750 gr aardappels• 1 pak melk• 150 gr boursin• 100 gr Danish blue• 200 champignons• 1 ui• 1 teen knoflook", "paragraphs": ["Steeds meer lezers vragen om vegetarische recepten. Of in ieder geval alternatieven. En zeker rookworst én spek vinden velen te veel van het goede. Bij boerenkool zet ik altijd een schaaltje hard uitgebakken bacon. En bij mij komt dan de sambal, de ketjap en de seroendeng (geroosterde kokos met pinda’s) op tafel. De schrijfster van dit gerecht vertelde er wat grappigs bij, ze had een groentetuin en stopte haar boerenkool meteen na de oogst in de diepvries. Dan hoefde ze niet te snijden maar kon ze de groente in hele kleine stukjes kapot slaan. Ben je in de gelegenheid en zie je ergens mooie boerenkool staan, bel eens aan en vraag stronkje. Direct die dag opeten. Dan weet je pas echt hoe lekker boerenkool werkelijk is.", "Kook de boerenkool bijna gaar. Kook de aardappels gaar en maak er puree van met de boursin en wat melk. Breng op smaak met zout en peper. Doe in de wok een scheut olijfolie en bak daar de ui, knoflook en daarna de champignons in. Bak er nu de boerenkool door, tot die gaar is. Schep de puree in een grote schaal, doe daar dan de boerenkool bovenop, maar laat wat ruimte aan de buitenkant, want daar brokkel je dan de Danish blue op, zodat die kan smelten op de warme puree.” Een pittige versie waar je spek en worst zeker niet bij mist. Of toch, een paar uitgebakken spekjes?", "Nodig:", "• 750 gr boerenkool fijn gesneden", "• 750 gr aardappels", "• 1 pak melk", "• 150 gr boursin", "• 100 gr Danish blue", "• 200 champignons", "• 1 ui", "• 1 teen knoflook"], "authors": [], "keywords": ["van", "dan", "boerenkool", "recept", "en", "met", "een", "ze", "wat", "op", "bij", "dag", "gr", "kaas", "je"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}