{"id": "6b095f64-3ef1-39b7-8d0e-e5c238ac9d11", "title": "Bij Shilla Japanese & Korean Food Market is het juist drukker: ‘We hebben nieuw personeel aangenomen’", "url": "https://www.parool.nl/ps/bij-shilla-japanese-korean-food-market-is-het-juist-drukker-we-hebben-nieuw-personeel-aangenomen~b5b14135/", "summary": "“Het zijn rare tijden, dat voorop­gesteld.\nWe zitten in een redelijke niche en hebben klanten in heel Nederland.\nDaar was dus al vraag naar en die is sinds corona nog toegenomen doordat mensen minder graag naar buiten willen.\nBalen dat het niet kon, maar het is niet anders.\nWe zijn nog gezond en boffen enorm met wat we nu allemaal hebben.", "paragraphs": ["Beeld Dingena Mol", "Wat betekent de lockdown voor uw zaak?", "“Het zijn rare tijden, dat voorop­gesteld. Maar omdat wij een levensmiddelenwinkel zijn, mogen we open blijven. Alles wat je in de Japanse en Koreaanse keuken nodig hebt, verkopen we: snacks, marinades, paddenstoelen en groenten. Die importeren we uit Korea en Japan, dat kan nog steeds. Sinds oktober is alles weer voldoende op voorraad. In het begin was het lastiger: in Japan werden de winkels, net als in Nederland, leeg­gehamsterd. Fabrikanten konden niet eens aan de binnenlandse vraag voldoen, laat staan aan de buitenlandse.”", "Hoe gaat het er de komende tijd uitzien?", "“In november zijn we begonnen met een webshop. We zitten in een redelijke niche en hebben klanten in heel Nederland. Daar was dus al vraag naar en die is sinds corona nog toegenomen doordat mensen minder graag naar buiten willen. Die site gaan we verder perfectioneren en uitbreiden.”", "Heeft u nog creatieve inzichten ­gekregen door de situatie?", "“Ons bedrijf is vrij klein, dus het werd wat betreft de hoeveelheid werk een uitdaging om zowel de webshop als de winkel draaiende te houden. Daarom hebben we nieuw personeel aangenomen.”", "Hoe houdt u de moed erin?", "“De gedachte dat we het in deze tijd zo goed hebben, houdt ons op de been, ook al draait ons personeel op meer dan volle toeren. We hebben werk en inkomen, dat is niet vanzelfsprekend. Het is heel vervelend voor mijn horecacollega’s in hetzelfde winkelcentrum. Zolang zij dicht zijn, komen klanten naar levensmiddelenwinkels en is het drukker bij ons.”", "Wat is het eerste wat u gaat doen als de boel weer wordt versoepeld?", "“Sowieso een uitgebreid etentje met al onze personeelsleden. Dat doen we altijd wanneer we het jaar goed hebben afgesloten. Mijn huwelijksreis naar Vietnam die niet doorging, wil ik ook inhalen. Balen dat het niet kon, maar het is niet anders. We zijn nog gezond en boffen enorm met wat we nu allemaal hebben. We tellen onze zegeningen.”"], "authors": ["Bjarn Van Den Berg"], "keywords": ["zijn", "shilla", "nog", "naar", "en", "een", "food", "juist", "wat", "niet", "nieuw", "hebben", "het", "market", "japanese", "dat", "personeel", "korean"], "pubDate": "2021-01-04T07:51:44Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}