{"id": "6b258f69-6e4f-3ca2-88be-e644f92b38e5", "title": "Leiden University Medical Center begint met vaccinatie ziekenhuispersoneel", "url": "https://nu.nl/leiden/6100471/leiden-university-medical-center-begint-met-vaccinatie-ziekenhuispersoneel.html", "summary": "Het Leiden University Medical Center (LUMC) is woensdag begonnen met het vaccineren van medewerkers die in de acute zorg en met coronapatiënten werken.\nIn de eerste vaccinatieronde krijgen medewerkers op de intensive care, de afdeling spoedeisende hulp en de verpleegafdelingen voor coronapatiënten als eersten een prik.\nDe eerste prik in het LUMC was voor medisch specialist Christianne van Lieshout.\nIn deze eerste ronde, die van woensdag tot en met zaterdag duurt, wil het LUMC 850 personeelsleden vaccineren.\nVier prikkers van de eigen vaccinatiedienst zijn dan van 8.00 tot 20.00 uur bezig met het vaccineren van collega's.", "paragraphs": ["Het Leiden University Medical Center (LUMC) is woensdag begonnen met het vaccineren van medewerkers die in de acute zorg en met coronapatiënten werken. Zij krijgen een coronavaccin toegediend.", "In de eerste vaccinatieronde krijgen medewerkers op de intensive care, de afdeling spoedeisende hulp en de verpleegafdelingen voor coronapatiënten als eersten een prik. Ook ambulancepersoneel dat met coronapatiënten te maken krijgt, wordt in de campagne meegenomen.", "De eerste prik in het LUMC was voor medisch specialist Christianne van Lieshout. In deze eerste ronde, die van woensdag tot en met zaterdag duurt, wil het LUMC 850 personeelsleden vaccineren. Dat komt neer op ruim tweehonderd per dag. Vier prikkers van de eigen vaccinatiedienst zijn dan van 8.00 tot 20.00 uur bezig met het vaccineren van collega's.", "In de volgende ronde gaan de GGD's 300.000 medewerkers in verpleeg- en verzorgingstehuizen en de thuiszorg vaccineren. Die operatie komt tussen nu en eind volgende week op gang. In de regio Hollands Midden wordt op 15 januari in de evenementenhal ECC in Leiden het startschot gegeven. Deze vaccinatiecampagne zal nog zes weken in beslag nemen."], "authors": ["Door"], "keywords": ["van", "vaccineren", "ziekenhuispersoneel", "en", "met", "university", "eerste", "leiden", "center", "begint", "op", "lumc", "het", "medical", "medewerkers", "die", "vaccinatie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}