{"id": "6b36b729-f912-3486-ae8f-b868ec86d41f", "title": "OM: Nederlander hackte Twitter-account Trump, maar niet strafbaar", "url": "https://www.nu.nl/tech/6097035/om-nederlander-hackte-twitter-account-trump-maar-niet-strafbaar.html", "summary": "Onder meer het Witte Huis trok het inloggen op het Twitter-account in twijfel.\nHet OM heeft die conclusie getrokken na een onderzoek door het Team High Tech Crime.\nVolgens het OM is duidelijk dat Gevers daadwerkelijk op het account van Trump heeft ingelogd.\nHet OM startte het onderzoek eind november om vast te stellen of er sprake was van een strafbaar feit.\nGevers kon het wachtwoord (MAGA2020!, verwijzend naar Trumps campagneslogan Make America Great Again) van Trump met een paar keer raden.", "paragraphs": ["Het Openbaar Ministerie (OM) zegt ervan overtuigd te zijn dat de Nederlandse ethisch hacker Victor Gevers in oktober heeft ingelogd op het Twitter-account van de Amerikaanse president Donald Trump. Dat bevestigt een woordvoerder na berichtgeving van de Volkskrant. Onder meer het Witte Huis trok het inloggen op het Twitter-account in twijfel.", "Het OM heeft die conclusie getrokken na een onderzoek door het Team High Tech Crime. Volgens het OM is duidelijk dat Gevers daadwerkelijk op het account van Trump heeft ingelogd. \"Er is contact geweest met de hacker en zijn uitleg was overtuigend\", zegt de OM-woordvoerder.", "Het OM startte het onderzoek eind november om vast te stellen of er sprake was van een strafbaar feit. Onderdeel van het onderzoek was achterhalen of de hacker daadwerkelijk was binnengekomen.", "Gevers is niet strafbaar bevonden. Dat komt omdat hij contact zocht met Amerikaanse inlichtingendiensten, Twitter en het Witte Huis. Daarnaast gaf hij tips om de kwetsbaarheid in het account van Trump te herstellen.", "Hacker kon wachtwoord na een paar pogingen raden", "Volgens het OM heeft hij daarmee aan de bijzondere omstandigheden voldaan waardoor de strafbaarheid van het hacken vervalt.", "Gevers kon het wachtwoord (MAGA2020!, verwijzend naar Trumps campagneslogan Make America Great Again) van Trump met een paar keer raden. Het account was niet extra beveiligd met tweestapsverificatie.", "Eerder werd door het Witte Huis ontkend dat de hack had plaatsgevonden. Twitter was minder stellig, maar zei dat het bedrijf \"geen bewijs heeft gezien\"."], "authors": ["Door"], "keywords": ["dat", "om", "van", "witte", "strafbaar", "niet", "heeft", "een", "maar", "nederlander", "het", "te", "twitteraccount", "hackte", "trump", "met"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}