{"id": "6b364fe0-45c2-30bb-9e09-918bfe4f8b43", "title": "Met de kliekjes van het kerstdiner maak je heerlijke rodekoolstamppotmuffins", "url": "https://trouw.nl/recepten/met-de-kliekjes-van-het-kerstdiner-maak-je-heerlijke-rodekoolstamppotmuffins~bea8aa71/", "summary": "Ik hoopte op de Wegenwacht, maar nee, het was een mevrouw met een vraag over een toetjesrecept.\nOok het bijbehorende filmpje, waar je mij de slagroom in de kom ziet gieten, had ze kennelijk maar met een half oog bekeken.\nLekker met een groene salade met pittige mosterdvinaigrette.\nDoe eieren, mosterd, zout en peper in een kom en klop los met een garde.\nOf zelfs met gewone aardappelpuree, eventueel aangevuld met een kliekje groente.", "paragraphs": ["En, bent u al klaar voor de Kerst? Alles in huis? De boel aan kant? De koelkast tot de nok gevuld? De dozen met Monopoly, Risk en allerhande legpuzzels keurig opgestapeld? Het netflix-abonnement op tijd verlengd? Een zwik eindelijk-kom-ik-eraan-toe-boeken binnen handbereik?", "Laat maar komen, die kerstdagen. Ook al is dit jaar alles anders dan anders, wij laten ons niet uit het veld slaan door zo’n virus, we gaan er natuurlijk gewoon wat gezelligs van maken.", "Bovendien, Kerst pakt wel vaker anders uit dan je gewild had. Ik herinner me een familie-kerstdiner bij mijn broer waarbij iedereen een gang zou meebrengen. Alleen koos onze auto precies Eerste Kerstdag uit om het te begeven. De Wegenwacht had een urenlange wachttijd, dus vooruit, dan maar met tram, trein en bus. Bepakt en bezakt met tassen vol pannetjes lekkers stonden we in het donker in de miezerregen te kleumen bij de tramhalte.", "Kerststress", "Ineens ging mijn telefoon. Ik hoopte op de Wegenwacht, maar nee, het was een mevrouw met een vraag over een toetjesrecept. Wanneer of dat de slagroom erbij moest. Dat stond keurig in de tekst, maar daar had ze in alle kerststress finaal overheen gelezen. Ook het bijbehorende filmpje, waar je mij de slagroom in de kom ziet gieten, had ze kennelijk maar met een half oog bekeken. Maar ja, vrede op aarde enzo, dus terwijl de tram er eindelijk aankwam en ik mezelf met al die tassen probeerde erin te manoeuvreren stond ik haar keurig te woord.", "Ik neem aan dat het is goed gekomen met haar kerstdiner. Met die van ons in ieder geval wel, net als uiteindelijk met die auto. Maar mijn telefoonnummer staat sindsdien niet meer op mijn website.", "Dit jaar ga ik lekker drie dagen lang de deur niet uit, maar dat hoeft ook niet, want met de kliekjes van mijn eigen kerstdiner (zie de krant van afgelopen zaterdag) valt genoeg leuks te fabriceren. Zoals luchtige, hartige muffins van een restje rodekoolstamppot. Je kunt ze zowel warm, lauwwarm als koud eten. Als hartig tussendoortje na een frisse wandeling, als feestelijke anders-dan-anderslunch of als licht diner. Lekker met een groene salade met pittige mosterdvinaigrette. En een lepeltje zilveruitjes erbij is ook heerlijk.", "Beeld Karin Luiten", "Rodekoolstamppotmuffins", "Nodig voor 6 stuks:", "1 schaaltje (koude) rodekoolstamppot (± 250 g)", "3 eieren", "75 g Friese nagelkaas", "75 g pecannoten", "handje peterselie", "1 afgestreken eetl Dijonmosterd", "zout & peper uit de molen", "boter en bloem voor invetten vorm", "Bereiding:", "Oven voorverwarmen op 200 °C. Doe eieren, mosterd, zout en peper in een kom en klop los met een garde. Voeg de stamppot toe en roer met een pollepel tot een geheel.", "Rasp de kaas, hak de peterselie fijn en de noten grof. Schep erdoor. Het mag best vrij nat zijn, zo niet: extra ei. Vet een muffinvorm (6 holtes) in met boter en bepoeder met wat bloem. Giet het beslag erin. Bak in ± 20 minuten in de oven tot goudbruin, gaar en gerezen.", "P.S. Het idee van een kliekjesrecept is dat u roeit met de riemen die u hebt. Geen nagelkaas? Probeer komijnekaas, parmezaan of geitenkaas. Geen pecans? Walnoten, hazelnoten of amandelen. Geen mosterd? Een snufje cayennepeper of wat chilivlokken (uit zo’n molentje) helpt ook goed tegen flauwte. Verstokte carnivoren voegen reepjes ham of uitgebakken spekjes toe.", "TIP:", "Dit recept werkt ook prima met andere soorten stamppot. Of zelfs met gewone aardappelpuree, eventueel aangevuld met een kliekje groente.", "Karin Luiten geeft een moderne draai aan klassieke gerechten. Tips: info@kokenmetkarin.nl."], "authors": ["Karin Luiten"], "keywords": ["van", "kliekjes", "maak", "en", "rodekoolstamppotmuffins", "met", "heerlijke", "kerstdiner", "een", "uit", "ook", "te", "op", "het", "maar", "je"], "pubDate": "2020-12-25T10:23:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}