{"id": "6b394289-645b-3996-aaff-5040a51a75dd", "title": "Black Friday: hoe opkopers met ‘bestelbots’ de beste koopjes in webwinkels wegkapen", "url": "https://volkskrant.nl/nieuws-achtergrond/black-friday-hoe-opkopers-met-bestelbots-de-beste-koopjes-in-webwinkels-wegkapen~b87f9474/", "summary": "Goedkopere versies van de PlayStation 5 lijken massaal te zijn opgekocht om door te verkopen.\nDat laastste lijkt te zijn gebeurd met de PlayStation 5, de nieuwe spelcomputer van Sony die vorige week is geïntroduceerd.\nWebwinkel Coolblue hield negen dagen terug een ludieke wedstrijd waarbij de winnaar in de gelegenheid werd gesteld om er een te kopen.\nDeze week bleek dat groepen opkopers via gecoördineerde acties duizenden PlayStations hebben opgekocht de seconde dat die in webwinkels werden aangeboden.\nZo kan een account bijvoorbeeld maar een keer tot aanschaf overgaan van een gewild goed.’ Een tweede aankoop zou worden geblokkeerd.", "paragraphs": ["Goedkopere versies van de PlayStation 5 lijken massaal te zijn opgekocht om door te verkopen. Beeld AFP", "Bots zijn in dit geval kleine automatische programmaatjes die specifieke producten op internet in de gaten houden, of pagina’s van webwinkels. De onschuldigste uitvoeringen slaan alarm als een product wordt afgeprijsd. Maar er zijn ook programma’s die volautomatisch een bestelling plaatsen, waarna de werkelijke koper de waren voor een veel hogere prijs via een webveiling verpatst.", "Dat laastste lijkt te zijn gebeurd met de PlayStation 5, de nieuwe spelcomputer van Sony die vorige week is geïntroduceerd. Daarvan stond al vast dat het Japanse bedrijf bij lange na niet aan de vraag kon voldoen.", "Webwinkel Coolblue hield negen dagen terug een ludieke wedstrijd waarbij de winnaar in de gelegenheid werd gesteld om er een te kopen. Ruim 80 duizend mensen grepen die kans, op louter de bestelling.", "Grotere winkelketens en webwinkels zouden hooguit een paar honderd consoles aangeleverd krijgen. Deze week bleek dat groepen opkopers via gecoördineerde acties duizenden PlayStations hebben opgekocht de seconde dat die in webwinkels werden aangeboden.", "Woekerhandel", "Een Britse groep vertelde de nieuwssite Business Insider op die manier bijna 2.500 Sony-machines te hebben opgekocht, boven op de duizend spelcomputers die ze in de voorverkoop hadden ‘gescoord’. CrepChiefNotify bezwoer geen bots te hebben gebruikt, maar deskundigen betwijfelen dat.", "De groep verkocht zijn PlayStations voor twee keer de winkelprijs via internetveilingen als eBay. De winst van de woekerhandel verdeeld onder de ‘leden’ van CrepChiefNotify. Dit netwerk breng een lidmaatschap in rekening van 29 tot 399 pond sterling (33,50 tot 448 euro). Ze kopen niet alleen spelcomputers op, maar ook zeldzame uitvoeringen van sneakers en zelfs bubbelbaden voor thuis, aldus een zegsman van de groep tegen Business Insider.", "‘Scalping’ is een fenomeen dat al bestond op website die tickets verkopen voor concerten en andere evenementen. In sommige landen is die woekerhandel inmiddels verboden, maar de wet geldt meestal niet voor andere producten. Of en hoe wijdverspreid het fenomeen is in Nederland, is onduidelijk.", "Controle", "Webwinkels zeggen wel maatregelen te nemen om te voorkomen dat handelaren grote partijen aanbiedingen wegkapen. Een woordvoerder van Amazon in Londen meldt dat de websuper de activiteiten van bots op zijn website in de gaten houdt. ‘We hebben ook systemen opgezet waarbij we limieten stellen aan het aantal bestellingen voor producten waar veel vraag naar is. Zo kan een account bijvoorbeeld maar een keer tot aanschaf overgaan van een gewild goed.’ Een tweede aankoop zou worden geblokkeerd.", "Ook fabrikanten nemen maatregelen tegen woekeraars. De Amerikaanse chipmaker AMD zou volgens een uitgelekt memo webwinkels hebben gevraagd om speculatie met zijn nieuwste videokaarten te voorkomen, om teleurstelling onder klanten te voorkomen. Die winkels zouden slechts een Radeo RX 6000-kaart of Ryzen 5000-processor per klant moeten verkopen en handmatig moeten controleren of er geen bots aan het werk zijn geweest.", "Inmiddels hebben sommige Britse klanten van Amazon een heel ander probleem. Ze bestelden een PlayStation 5, kregen te horen dat ze tot de gelukkigen behoorden van wie de pre-order werd geslaagd en dat hun bestelling onderweg is. Wat ze uiteindelijk in de verzenddoos aantroffen was een air fryer, een voetmassagemachine, zakken met kattenvoedsel of een baal rijst. Amazon heeft laten weten een onderzoek in te stellen."], "authors": ["Peter Van Ammelrooy"], "keywords": ["opkopers", "van", "wegkapen", "koopjes", "hoe", "bestelbots", "op", "met", "die", "zijn", "beste", "een", "te", "dat", "en", "black", "webwinkels", "hebben", "voor"], "pubDate": "2020-11-26T22:14:58+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}