{"id": "6b3de15b-4371-39c5-8130-a2a4325f7c66", "title": "Dit gebeurde er allemaal in het Capitool: ‘Ik schreef een vuil briefje aan Nancy Pelosi’", "url": "https://trouw.nl/buitenland/dit-gebeurde-er-allemaal-in-het-capitool-ik-schreef-een-vuil-briefje-aan-nancy-pelosi~b0df28e5/", "summary": "Een enkeling loopt met een vlag van de geconfedereerden, de zuidelijke staten van de VS.\nOok een neonazivlag met runentekens duikt op, een man draagt een T-shirt met een doodshoofd en het opschrift ‘Camp Auschwitz’.\nOpvallend in de menigte is een man met een bontmuts, vikinghoorns en een rood-wit-blauw geverfd gezicht.\nPolitieselfiesRond een uur ’s middags verzamelt een grote groep zich bij de oostelijke kant van het Capitool, het gebouw van het Huis van Afgevaardigden en de Senaat.\nEen agent kijkt toe en beantwoordt vragen, zoals van een vrouw die het toilet zoekt.", "paragraphs": ["Duizenden mensen met vlaggen en Trump-petjes trekken woensdag aan het eind van de ochtend op naar het Capitool. Ze dragen niet alleen Amerikaanse vlaggen mee, maar ook de zogeheten Gadsden-vlag, die geel is met een ratelslang en het opschrift ‘don’t tread on me’ (stap niet op mij). Die vlag uit de tijd van de Amerikaanse revolutie wordt vaak gebruikt door rechtse nationalisten.", "Een enkeling loopt met een vlag van de geconfedereerden, de zuidelijke staten van de VS. Die vlag met diagonale banen staat voor veel andere Amerikanen voor slavernij, racisme en witte suprematie. Ook een neonazivlag met runentekens duikt op, een man draagt een T-shirt met een doodshoofd en het opschrift ‘Camp Auschwitz’.", "De demonstranten, in hun eigen ogen patriotten en volgens anderen oproerkraaiers of zelfs binnenlandse terroristen, zijn overwegend mannelijk, niet zo heel jong meer en nogal wit. Veel veertigers, vijftigers en zestigers, een ander publiek dan bij de meeste demonstraties.", "Er lopen wel wat niet-witte Amerikanen tussen, vaak aanhangers van de samenzweringstheorie Q-anon die verschillende groepen aanspreekt. Vrouwen zijn er wel, maar niet veel. Een vrouw uit Knoxville, Tennessee, die zichzelf Elizabeth noemt, klaagt achteraf over het gebruik van traangas door de politie.", "Opvallend in de menigte is een man met een bontmuts, vikinghoorns en een rood-wit-blauw geverfd gezicht. Hij wordt door anderen herkend als Jake Angeli, een 32-jarige uit Arizona die zichzelf ‘sjamaan van Q-anon’ noemt. Hij heeft een speer in zijn hand met de Amerikaanse vlag eraan.", "Politieselfies", "Rond een uur ’s middags verzamelt een grote groep zich bij de oostelijke kant van het Capitool, het gebouw van het Huis van Afgevaardigden en de Senaat. De groep breekt door het weinig indrukwekkende politiekordon en iemand weet een raam in te slaan.", "Dan stromen de mensen naar binnen en ze lopen, eerst nog wat verbaasd, door de gangen en hallen van het imposante gebouw. De interne politie van het Capitool grijpt niet in, er zijn zelfs agenten die een selfie maken met de insluipers, terwijl die alleen al door hun aanwezigheid strafbaar zijn.", "Een agent kijkt toe en beantwoordt vragen, zoals van een vrouw die het toilet zoekt. Een man komt op hem af en schreeuwt recht in zijn gezicht ‘verrader!’ Er gebeurt niets, zo tekent The New York Times op. Een man met een rugzak met twee Amerikaanse vlaggen roept steeds ‘Wiens huis?’ Dan antwoordt de menigte ‘Ons huis!’", "Politiek columnist Jamie Stiehm vertelt aan de BBC dat ze op dat moment in de grote zaal van het Huis van Afgevaardigden zit, waar voorzitter Nancy Pelosi het debat in goede banen probeert te leiden. “Een individu is het gebouw binnengedrongen”, roept de politie om. De toehoorders halen eerst hun schouders op, totdat er meer waarschuwingen komen.", "Op de grond met gasmaskers op", "In de grote vergaderzaal worden de agenten zenuwachtig. Ze barricaderen de ingang met meubilair en wachten met getrokken pistool. De vergadering wordt geschorst en de aanwezigen krijgen de instructie te vertrekken, via lagergelegen gangen. Afgevaardigden die niet snel weg kunnen, krijgen van agenten het advies op de grond te gaan liggen en hun gasmaskers op te zetten, die onder de stoelen zitten.", "Er ontstaat een paniekerige sfeer in het Huis. “Ik dacht dat we ons naar buiten moesten vechten”, zei afgevaardigde Jason Crow, een Democraat die nog als militair diende in Irak. Maar de afgevaardigden komen zonder problemen weg.", "Ondertussen is ook de Senaat ontruimd en daar komen de Trump-aanhangers wel binnen. Eerst via de balkons, een man springt over de rand in de zaal. Een ander gaat op de stoel van de Senaatsvoorzitter zitten.", "In het Huis dringen de overtreders wel de kantoorruimte van voorzitter Pelosi binnen. Een man gaat op Pelosi’s bureaustoel zitten, neemt een brief van de voorzitter mee en laat in ruil daarvoor een kwartje achter. “Ik schreef een vuil briefje aan haar en legde mijn voeten op het bureau”, zegt hij trots als hij weer buiten is tegen The New York Times en hij noemt zijn naam: Richard Bigo Barnett (60).", "Anderen breken naambordjes van Afgevaardigden af en nemen spullen mee. Het is ons huis, verklaren de binnendringers hun gedrag aan de enkele journalist die mee is gekomen, zoals een van de Britse zender ITV. “Ik vertrouw niemand van deze mensen”, zegt timmerman Eric Martin (49) tegen The New York Times over de Congresleden. “Absolute macht corrumpeert absoluut.”", "Twee bommen", "Een paar jonge vrouwen, medewerkers van Senatoren, weten ondertussen de dozen met stemmen van het kiescollege mee te nemen. Zo voorkomen ze dat de Trump-aanhangers, die menen dat de verkiezingsoverwinning van hen gestolen is, zelf de officiële uitslag stelen.", "Inmiddels is er, uren na de eerste inbraak, meer politie aangekomen. Agenten beginnen nu de indringers weer naar buiten te werken. In het gedrang klinkt een schot, waarschijnlijk met een zogeheten ‘bean bag’, munitie die niet bedoeld is om ernstig te verwonden maar om mensen af te remmen. Een vrouw wordt geraakt, ze zakt op de grond en overlijdt later.", "Verderop in de stad heeft de politie ondertussen twee bommen onschadelijk gemaakt en man van zeventig jaar gearresteerd. Hij heeft vuurwapens en molotov-cocktails bij zich.", "Tijdlijn 6 juni", "12.00 uur Iets na het middaguur lokale tijd spreekt Donald Trump zijn aanhang toe in Washington waar hij wederom herhaalt dat de verkiezingen van hem zijn gestolen. De president zegt te weten “dat iedereen hier naar het Capitool zal gaan, om jullie stemmen vredig en patriottistisch te laten horen.” 13.00 uur Ruim een uur later komt vicepresident Mike Pence met een verklaring. Hij onderstreept daarin dat hij de verkiezingsuitslag niet kan veranderen. 13.45 uur Rond kwart over twee neemt de onrust buiten het Capitool toe waar op dat moment leden van het Congres debatteren over de verkiezingsuitslag. Betogers omsingelen het parlementsgebouw. 14.30 uur Om half drie slagen manifestanten er in om het Capitool binnen te dringen. De politie wordt overrompeld, één vrouw wordt neergeschoten en overlijdt later in het ziekenhuis. 14.35 uur Kort daarna wordt de zitting in het Congres opgeschort. Afgevaardigden worden in veiligheid gebracht. 14.40 uur Om tien over half drie laat Trump van zich horen. In een Tweet roept hij de demonstranten op de politie te steunen en vreedzaam te blijven. 15.55 uur Iets voor vieren verschijnt de Nationale Garde ten tonele. Wie om die versterking heeft gevraagd, is niet duidelijk. 16.15 uur Om kwart over vier spreekt de aanstaande president Joe Biden de natie toe. Hij roept Trump op “deze belegering te stoppen”. 16.30 uur Rond half vijf volgt ook Trump met een reactie. Hij roept zijn aanhang op naar huis te gaan. 17.55 uur Iets voor zes uur ‘s avonds, wanneer ook een avondklok ingaat, lukt het de politie en de nationale garde om alle betogers uit het Capitool te verdrijven. Daar zijn 3000 agenten voor nodig. 20.00 uur Vicepresident Pence hervat de zitting in het Congres. Dit leidt tot het vaststellen van de overwinning van Joe Biden als 46e president. Jarron Kamphorst", "Lees ook:", "De politie greep hard in bij de BLM-protesten, maar nam selfies met Trump-supporters die het Capitool bestormden. Waarom?", "Het gebouw van het Amerikaanse Congres bleek kinderlijk eenvoudig over te nemen door een meute Trump-aanhangers. Waarom was de politie niet beter voorbereid?"], "authors": ["Gijs Moes"], "keywords": ["ik", "er", "pelosi", "van", "nancy", "en", "uur", "een", "gebeurde", "met", "vuil", "dit", "te", "op", "het", "schreef", "hij", "die"], "pubDate": "2021-01-07T17:39:54Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}