{"id": "6b4c6642-0741-3330-8382-acb4bdd3b735", "title": "Minister De Jonge: minder strenge eisen aan eiceldonoren vanwege tekort", "url": "https://nos.nl/artikel/2252094-minister-de-jonge-minder-strenge-eisen-aan-eiceldonoren-vanwege-tekort.html", "summary": "Medici van het UMC Utrecht adviseren het kabinet de eisen aan vrouwen die hun eicellen willen doneren te versoepelen, om het tekort aan eicellen op te lossen.\nDat staat in een advies dat minister De Jonge naar de Tweede Kamer heeft gestuurd en dat hij onderschrijft.\nHet advies werd gevraagd door de voorganger van De Jonge, minister Schippers.\nOnvruchtbare ouders staan op dit moment jaren op de wachtlijst door het eiceltekort.\nZij willen dat ook eicellen welkom zijn van vrouwen met erfelijke aandoeningen \"met een kleine impact op het welzijn van het toekomstig kind\", zo staat in het rapport.", "paragraphs": ["Medici van het UMC Utrecht adviseren het kabinet de eisen aan vrouwen die hun eicellen willen doneren te versoepelen, om het tekort aan eicellen op te lossen. Ook vinden ze dat de huidige vergoeding van 900 euro voor eiceldonatie omlaag moet naar 300 euro.", "Dat staat in een advies dat minister De Jonge naar de Tweede Kamer heeft gestuurd en dat hij onderschrijft. Het advies werd gevraagd door de voorganger van De Jonge, minister Schippers. Onvruchtbare ouders staan op dit moment jaren op de wachtlijst door het eiceltekort. Schippers wilde weten of er oplossingen zijn.", "Die hebben de artsen gevonden door minder hoge eisen te stellen. Zij willen dat ook eicellen welkom zijn van vrouwen met erfelijke aandoeningen \"met een kleine impact op het welzijn van het toekomstig kind\", zo staat in het rapport. Als voorbeeld noemen de artsen een behandelbare heupafwijking of een vernauwde voorhuid."], "authors": [], "keywords": ["eisen", "van", "vrouwen", "tekort", "jonge", "het", "minister", "op", "eicellen", "minder", "een", "willen", "strenge", "dat", "te", "vanwege", "eiceldonoren", "aan", "door"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}