{"id": "6b56600c-691a-3f51-8d2d-d31be54732c2", "title": "Joyeuze McCartney kreunt, croont, scheurt en fluistert", "url": "https://www.nrc.nl/nieuws/2020/12/17/joyeuze-mccartney-kreunt-croont-scheurt-en-fluistert-a4024301", "summary": "McCartney zingt in alle registers, en hij zingt ook alle partijen.\nHij kreunt, croont, scheurt en fluistert; hij zingt koortjes, duetten met zichzelf.\n‘Find My Way’, bijvoorbeeld, klinkt laag en rauw in het couplet, en Prince-achtig hoog in het swingende refrein.\nOver liefde heeft McCartney het in verscheidene nummers, zoals in de geserreerde pianoballade ‘Women And Wives’.\nHet mooiste is het ruim acht minuten durende ‘Deep Deep Feeling’, over de pijn en het genot van ware liefde.", "paragraphs": ["Even lijkt Paul McCartney absent. De eerste 3.48 minuten van zijn nieuwe album, in openingsnummer ‘Long Tailed Winter Bird’, is er geen zangstem, er is slechts een gitarist die enthousiast de mogelijkheden van zijn instrument en de eigen vaardigheid laat horen. En dan, een minuut voor het einde, klinkt er herhaalde koorzang in falset: ’Do you miss me?’", "Daarna gaan de sluizen open. McCartney zingt in alle registers, en hij zingt ook alle partijen. Hij kreunt, croont, scheurt en fluistert; hij zingt koortjes, duetten met zichzelf. ‘Find My Way’, bijvoorbeeld, klinkt laag en rauw in het couplet, en Prince-achtig hoog in het swingende refrein. ‘Slidin’’ is een bluesrocklied waarin zijn snedige zang meedeint met de kronkelende gitaarsolo, en ons verzekert: ‘I know there must be other ways/ Of feeling free/ But this is what I wanna do’.", "Paul McCartney (78) trekt zich er niets van aan dat zijn stem op sommige toonhoogten zijn zalvende kwaliteit is verloren en nu kraakt als een herfstblaadje. In een enkel nummer klinkt hij als Johnny Cash in zijn latere periode: in het kokette ‘Pretty Boys’, bijvoorbeeld, waarin hij zingt over fotomodellen, maar waarin ook de associatie met The Beatles zich opdringt.", "McCartney zou afgelopen zomer optreden op verschillende festivals, waaronder het grote Britse Glastonbury. Toen niets doorging, trok hij zich terug in zijn studio. Hij werkte aan een musical gebaseerd op de film It’s a Wonderful Life van Frank Capra, en greep zijn kans om nieuwe liedjes te bedenken en oude liedjes af te maken.", "Het leidde tot een album dat nu verschijnt als McCartney III. Het is zijn derde solo-album, veertig jaar na McCartney II en vijftig jaar nadat hij zijn eerste solo-album uitbracht, McCartney, toen als eerste levensteken na de ‘scheiding’ van The Beatles.", "In totaal verschenen van McCartney inmiddels vijftien solo-albums, maar de drie die zijn eigen naam dragen, maakte hij werkelijk solo, in zijn eentje alle instrumenten spelend. Deze albums worden vaak beschouwd als berichten van het thuisfront. Zo zong hij op die uit 1970 over zijn vrouw, ’Lovely Linda’. Op het nieuwe album klinkt hij huiselijk in slotnummer ‘When Winter Comes’, waarin hij laat weten dat het hek van de tuin kapot is en er vossen zijn gesignaleerd. Hij wil ook drainage aanleggen in het wortelbed, anders zal de groente verrotten. Maar afgezien van zijn zorgen om ‘de lammeren en de kippen’, laat McCartney zich op III kennen als een joyeuze man (‘We can throw a party every night’) en een uitbundige muzikant die zelfs een kinderlijk rijmpje over ‘dinosaurs and Santa Claus’ nog een uitbundige draai weet te geven in ‘Seize The Day’.", "Over liefde heeft McCartney het in verscheidene nummers, zoals in de geserreerde pianoballade ‘Women And Wives’. Het mooiste is het ruim acht minuten durende ‘Deep Deep Feeling’, over de pijn en het genot van ware liefde. Het is prachtig hoe hij zijn stem hier spookachtig laat kaatsen door de lieflijke melodie, en het spectrum aan tegenstrijdige gevoelens invoelbaar maakt: ‘Sometimes I wish it would stay/ Sometimes I wish it would go away’.", "Pop Paul McCartney. McCartney III ●●●●●"], "authors": ["Hester Carvalho", "December Om", "Leestijd Minuten"], "keywords": ["van", "mccartney", "een", "joyeuze", "het", "en", "croont", "scheurt", "zijn", "op", "als", "er", "kreunt", "hij", "fluistert"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}