{"id": "6b84057c-1b79-3705-9af4-48215d76827b", "title": "De Omgevingswet is een vluggertje geworden en kent enorme ­risico’s", "url": "https://trouw.nl/opinie/de-omgevingswet-is-een-vluggertje-geworden-en-kent-enorme-risico-s~b64ee545/", "summary": "De computersystemen zijn niet op orde, gemeenten staan voor hoge uitvoeringskosten en de rechtsbescherming van burgers tegen een overambitieuze vastgoedsector is niet geregeld.\nDe Omgevingswet is een vluggertje geworden en kent enorme ­risico’s.\nWij pleiten voor een Omgevingswet die gemeenten het ­gereedschap en de financiële middelen geeft om aan hun steden en dorpen te blijven bouwen.\nLaat de Omgevingswet geen vluggertje zijn, maar een weldoordachte aanvulling op onze lokale slagkracht.\nNieuwe mislukking overheid: omgevingswet in gevaar door ICT-problemenDe overheid moet vrezen voor een nieuw debacle.", "paragraphs": ["Druk op de huizenmarkt, corona, stikstofproblemen en slechte ict zorgen voor een gevaarlijke situatie om de Omgevingswet in te laten gaan, waarschuwt Roeland van der Schaaf, wethouder te Groningen.", "De nieuwe Omgevingswet, die de ruimtelijke ordening in ­Nederland moet regelen, komt in een cruciale fase. Nog een jaar en dan vervangt deze wet alle bestaande regels en plannen. De wet kampt vlak voor de eindstreep met ernstige problemen. De computersystemen zijn niet op orde, gemeenten staan voor hoge uitvoeringskosten en de rechtsbescherming van burgers tegen een overambitieuze vastgoedsector is niet geregeld. Nu de woningnood in Nederland zijn top heeft bereikt, is het tijd voor bezinning. De Omgevingswet is een vluggertje geworden en kent enorme ­risico’s.", "Het voorstel voor de Omgevingswet is zeven jaar oud. Het geloof in marktwerking, de grote decentralisaties in het sociaal domein en de gedachte dat Nederland gerund moet worden als een bedrijf, hebben veel ­ellende veroorzaakt. De problemen in de zorg, bij de Belastingdienst en in de volkshuisvesting vragen opgeteld om 5 miljard euro om de wettelijke taken uit te voeren, zo heeft de VNG berekend. En de problemen nemen toe. In een stad als Groningen stijgen de woningprijzen en woonlasten het hardst van Nederland. Terwijl de levensstandaard niet mee kan groeien met het landelijke gemiddelde.", "Bouwen in Meerstad, bij Groningen. Straks valt dat onder de nieuwe Omgevingswet. Beeld Hollandse Hoogte / ANP", "De wet is naïef", "In de Omgevingswet zit een aantal goede basisgedachten. Het streven om de enorme hoeveelheid wetten en regels terug te brengen tot een meer integraal kader is noodzakelijk. Maar de Omgevingswet is ook naïef. Op lokaal niveau moet de Omgevingswet regelen dat de betrokkenheid van inwoners bij ontwikkelingen in hun omgeving een verantwoordelijkheid wordt van particulieren en bedrijven. Gemeenten mogen kaderstellende regels bedenken, maar kunnen geen eisen stellen aan de participatie. Bewoners verwachten inspraak, maar het tegendeel is het geval. Ook de ruimtelijke kwaliteit is vogelvrij verklaard. We staan aan de vooravond van een tweede golf aan massaproductie in de bouwsector, die doet denken aan de wederopbouw, maar dan zonder architectuur. Als dat de norm wordt van de Omgevingswet kunnen we onze woningen beter bestellen bij Ikea en schroeven we ze zelf in elkaar.", "Projectontwikkelaars en bouwers zijn niet intrinsiek gericht op goede en transparante participatie. En dat is hun goed recht. De Omgevingswet gaat dat in deze vorm niet veranderen, terwijl het voor de gemeente moeilijker wordt om initiatieven goed af te wegen. Alles moet sneller met minder geld. De gemeenteraad moet straks in ijltempo besluiten nemen bij ingrijpende ruimtelijke besluiten. We moeten straks vertrouwen op aannemers, pandjesbazen en projectontwikkelaars, maar krijgen daar eenheidsworst voor terug. Weinig vierkante meters voor veel geld. De Omgevingswet zet geen rem op deze praktijken maar moedigt ze juist aan. Wie het er niet mee eens is, stapt maar naar de rechter. Zo worden we vanzelf Amerika.", "Cruciale onderdelen zijn nog niet op orde in de Omgevingswet. Zoals de ICT. Uitgangspunten zijn achterhaald en nieuwe onderwerpen als klimaat, gezondheid, energietransitie en stikstof zijn niet geïntegreerd. De bekostiging van de invoering is een farce. Gemeenten mogen de financiële voordelen van de Omgevingswet houden. Inmiddels is duidelijk dat hier gaten gaan ontstaan in de financiering van de decentrale, gemeentelijke taken. Veel bouwac­tiviteiten worden vergunningvrij, dus de bouwleges gaan in volume omlaag. Daarmee valt het financiële fundament onder de wettelijke bouwplantoetsing weg en kunnen gemeenten een tweede decentralisatietekort verwachten. De kosten van de ­Omgevingswet liggen vele malen hoger dan voorgespiegeld en tegelijkertijd verdampen de baten. We weten als gemeenten waar dit schip gaat stranden.", "Giftige cocktail", "Tot slot komt de Omgevingswet niet ­alleen. De invoering gaat gepaard met de malle wet Private kwaliteitsborging bouw, waarin het toezicht op het bouwproces in handen komt van de markt. En we dus nog een stapje dichter bij Amerika komen.", "We leven in onzekere tijden. Corona, stikstof, woningnood en marktdenken. Samen een giftige cocktail die ons perspectief op de toekomst vertroebelt. Net als in de zorg lijkt de ruimtelijke ordening van ons land in de uitverkoop te gaan. De start van de Omgevingswet was veelbelovend, maar inmiddels lopen we mank en doelloos rond.", "Laat Nederland geen Amerika worden. Mogen we als gemeenten dan nog iets houden waar we trots op zijn? Karaktervolle stedenbouw en architectuur, met een unieke identiteit en DNA? Wij pleiten voor een Omgevingswet die gemeenten het ­gereedschap en de financiële middelen geeft om aan hun steden en dorpen te blijven bouwen. Met behoud van kwaliteit. Laat de Omgevingswet geen vluggertje zijn, maar een weldoordachte aanvulling op onze lokale slagkracht. Zodat we samen de ­woningnood in Nederland te lijf kunnen.", "Lees ook:", "De Omgevingswet dreigt een nieuw ICT-fiasco van de overheid te worden en de vraag is wie dat durft te erkennen", "De grootste zorg op dit moment is de invoering van de Omgevingswet, een prestigieus plan waar al bijna tien jaar aan wordt gewerkt. Deze wet moet alle bestaande wetten en regels over ruimtelijke ordening vervangen.", "Nieuwe mislukking overheid: omgevingswet in gevaar door ICT-problemen", "De overheid moet vrezen voor een nieuw debacle. Haperende software en oplopende kosten bedreigen een prestigieuze wet."], "authors": ["Roeland Van Der Schaaf"], "keywords": ["vluggertje", "van", "geworden", "enorme", "het", "op", "risicos", "maar", "kent", "omgevingswet", "een", "en", "te", "niet", "voor"], "pubDate": "2020-11-28T09:38:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}