{"id": "6b8db143-1738-32e4-8972-5ccaa481d699", "title": "Rotary Haarlem-Oost schenkt diners aan cliënten Humanitas", "url": "https://nu.nl/haarlem/6093384/rotary-haarlem-oost-schenkt-diners-aan-clienten-humanitas.html", "summary": "De diners die de leden van Rotary Haarlem-Oost anders eens per maand bij Landgoed Groenendaal nuttigen, zijn de afgelopen maand geschonken aan cliënten van maatschappelijk dienstverlener Humanitas.\n\"Twee vliegen in één klap\", is de redenatie van de club, die de actie nog even door laat lopen.\n\"Zo bieden we steun aan Humanitas én aan Landgoed Groenendaal\", aldus Linda Wegman van de netwerkorganisatie.\nDe diners die gekookt worden in de keuken van Landgoed Groenendaal, waar de clubleden van Rotary Haarlem-Oost voor de horecasluiting een keer per maand samenkwamen, worden elke woensdagavond bij deelnemers van Humanitas-projecten bezorgd.\nVolgens Onika Pinkus van Humanitas zijn de cliënten van Humanitas heel enthousiast over de actie.", "paragraphs": ["De diners die de leden van Rotary Haarlem-Oost anders eens per maand bij Landgoed Groenendaal nuttigen, zijn de afgelopen maand geschonken aan cliënten van maatschappelijk dienstverlener Humanitas.", "\"Twee vliegen in één klap\", is de redenatie van de club, die de actie nog even door laat lopen. \"Zo bieden we steun aan Humanitas én aan Landgoed Groenendaal\", aldus Linda Wegman van de netwerkorganisatie.", "De diners die gekookt worden in de keuken van Landgoed Groenendaal, waar de clubleden van Rotary Haarlem-Oost voor de horecasluiting een keer per maand samenkwamen, worden elke woensdagavond bij deelnemers van Humanitas-projecten bezorgd.", "Er zijn tot nu toe al ongeveer 150 maaltijden bezorgd. De actie gaat nog een week door.", "Volgens Onika Pinkus van Humanitas zijn de cliënten van Humanitas heel enthousiast over de actie. \"Ze waarderen dat ze op deze manier een beetje aandacht krijgen in een moeilijke periode.\""], "authors": ["Door"], "keywords": ["diners", "cliënten", "humanitas", "van", "maand", "landgoed", "die", "zijn", "een", "groenendaal", "schenkt", "rotary", "aan", "actie", "haarlemoost"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}