{"id": "6baca6ba-0d93-3033-b442-359db21e7c32", "title": "Ether voor Gerrit, kunst voor de buurt", "url": "https://nrc.nl/nieuws/2021/01/06/ether-voor-gerrit-kunst-voor-de-buurt-a4026350", "summary": "‘Apotheekhoudend kunstenaar’, zo noemde Oey Tjeng Sit zich – maar dat wist ik niet.\nFlessen horen niet te wapperen, dat kunnen ze niet.\nIk bleef kijken want ik maakte iets mee waar ik geen woorden voor had en wat ik toen alleen kende uit de bioscoop.\nIk wist niet wat die deden.\nOver een apotheek in een verloederde buurt waar volkszanger Johnny Jordaan klant is en cafédanser Gerrit de Snuiver ether komt bietsen.", "paragraphs": ["‘Apotheekhoudend kunstenaar’, zo noemde Oey Tjeng Sit zich – maar dat wist ik niet. Ik was een schoolmeid en fietste over de Prinsengracht, waar ik afremde omdat ik in een etalage iets vreemds zag: een rij wapperende flessen, keurig in krantenpapier gewikkeld. Flessen horen niet te wapperen, dat kunnen ze niet. Maar hier deden ze het toch. En ook al snapte ik al snel hoe het werkte (een ventilator woei tegen flessen van krant), dat deed niks af aan de magie. Ik bleef kijken want ik maakte iets mee waar ik geen woorden voor had en wat ik toen alleen kende uit de bioscoop.", "Van kunst had ik geen idee. Kunstenaars? Ik wist niet wat die deden. Ik ging naar de film. De middagvoorstelling: na schooltijd en voor etenstijd, waardoor ze thuis niet in de gaten hadden dat ik even kwijt was. Daar was ik Histoires Extraordinaires gaan zien, uit kalverliefde voor Alain Delon en Terence Stamp. Die film bestond uit vier verhalen. Ik begreep er weinig van, nu ja, niks. Maar het vierde knalde binnen. Het heette ‘Toby Dammit’. Later, toen ik door had wat een regisseur deed, zocht ik op wie het maakte: Federico Fellini. De filmer van wie ik het meest zou gaan houden, had me toen al, in een soort onenightstand, geleerd wat kunst is. Iets waardoor je hoofd tolt, iets wat lachen en huilen gelijkschakelt, iets wat het roer van je ruimteschip overneemt. En die wapperende flesjes deden het ook, zomaar in een etalage waar een apotheker de drop en de pleisters eruit gooide omdat hij kunst wilde etaleren aangezien zijn verbeelding de macht opeiste.", "Over Oey Tjeng Sit lees ik het fascinerende boek van zijn zoon René Oey: Apotheek Oey (Uitg. De Vita). Het gaat over de Amsterdamse bohème van de jaren 60 en 70. Over een apotheek in een verloederde buurt waar volkszanger Johnny Jordaan klant is en cafédanser Gerrit de Snuiver ether komt bietsen. Over een ontredderd Amsterdams gezin, overgeleverd aan een vader die voor alles kunstenaar is en het vaderschap beschouwt als bijklussen (net als apotheker zijn, trouwens).", "René en ik zaten op dezelfde school, maar hij wist wél wat kunstenaars waren. Hij was een kunstkind. En toch moest ook hij zelf ontdekken wat kunst is. Je kunt het niet leren (ik ken een schilderszoon die lang geen museum binnen kon zonder te hyperventileren, erfenis van een vader die hem wilde leren om goed te kijken. Maar hij zag nooit wat de bedoeling was). Kunst bestaat voor wie onbevangen een monster kust. Het kan pijn doen, het verwart sowieso. En toch gebeurt het.", "Oey Tjeng Sits wapperende flessen zag ik in 2016 terug. Ze stonden in een Belgische vitrine. Ik herkende ze meteen, ze waren oude vrienden. Weer sleurden ze me mee het donkere bos in, waar de kunsten loeren. Daar ben ik het liefste.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 januari 2021"], "authors": ["Joyce Roodnat", "Leestijd Minuten"], "keywords": ["ik", "gerrit", "kunst", "ether", "buurt", "van", "waar", "voor", "en", "een", "ze", "niet", "het", "wat", "die"], "pubDate": "2021-01-06T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}