{"id": "6bb4da62-3544-32a4-9a21-d491a160ead3", "title": "De verliezers van 2020 met op 1: de man die nu de waarheid niet kan zeggen", "url": "https://trouw.nl/nieuws/de-verliezers-van-2020-met-op-1-de-man-die-nu-de-waarheid-niet-kan-zeggen~b9f70794/", "summary": "Maar hem bij de winnaars zetten, ­omdat hij zo’n liefhebber is dat hij bij FC Groningen wilde terugkeren, nee, dat is pathetisch.\nAZ vorig seizoen en PSV nu, ze blijven dichtbij, de uitschakeling in de Champions League was een kopie van die van vorig jaar.\nJan Dirk van der ZeeWie houdt er niet van het amateurvoetbal, wie mist het niet ontzettend?\nJan Dirk van der Zee, directeur amateurvoetbal van de KNVB, wilde er niet van weten.\nDat deed Den Haag niet – en nog is er, al zijn er veel te veel, geen club gevallen.", "paragraphs": ["10. Frenkie de Jong", "Ronald Koeman, een landgenoot, zou hem op zijn eigen plek zetten, en dan zouden we ook bij Barcelona de bijzondere, uitzonderlijke middenvelder zien die hij bij Ajax heette te zijn. Maar nóg zien we die niet of nauwelijks. De tijd begint te dringen. In 2021 wordt hij 24 jaar – geen talent meer.", "9. Arjen Robben", "Met pijn in het hart zo’n grote voetballer hier neergezet. Maar hem bij de winnaars zetten, ­omdat hij zo’n liefhebber is dat hij bij FC Groningen wilde terugkeren, nee, dat is pathetisch. Het kon helaas niet goed gaan.", "8. Martin Jol", "Was ooit best wel een aparte voetballer, trainer ook – voor zijn Ajax-tijd dan. Ontslaat nu als hoofd technisch hart (zegt de website) een trainer, en dan gaat ADO Den Haag weer verder met verliezen.", "7. Memphis Depay", "Van een grote transfer kwam het niet. God zal me belonen voor mijn harde werk, schrijft hij op Twitter. Dat godsbeeld.", "6. Marc Overmars", "Het rijke Ajax zou het Bayern München van Nederland worden, heette het. Dat was natuurlijk onzin. Dat kan hier niet, in deze verhoudingen. Een Nederlandse club, ook een met geld, kan niet altijd krijgen wat die wil. AZ vorig seizoen en PSV nu, ze blijven dichtbij, de uitschakeling in de Champions League was een kopie van die van vorig jaar. Nee, Overmars is geen verliezer, maar winnen, dat kan ook een technisch directeur van Ajax niet altijd.", "5. Henk de Jong", "SC Cambuur mocht niet promoveren. Vrij logisch: de afgebroken competitie was nog lang niet afgelopen. De trainer van SC Cambuur sprak van de grootste schande in de Nederlandse sport ooit. En echt, dat vindt hij nu nog.", "4. Jan Dirk van der Zee", "Wie houdt er niet van het amateurvoetbal, wie mist het niet ontzettend? Maar het amateurvoetbal is er ook om in tijden als deze zijn plaats te kennen: even een paar maanden niet. Jan Dirk van der Zee, directeur amateurvoetbal van de KNVB, wilde er niet van weten. Het was onrechtvaardig, niet meer te rijmen – hij stond al op het Malieveld. Even later moest Nederland op slot.", "3. Arne Slot", "Of moet hij bij de winnaars staan? Geprezen als trainer van AZ, gehaald door een grotere club, Feyenoord. Hij beproeft zichzelf, dat zeker. Volgend jaar een winnaar dan? De kans is voorlopig niet groot.", "2. Eric Gudde", "Nog een KNVB-directeur die hard schreeuwde, als baas van het profvoetbal. De overheid moest te hulp schieten, het voetbal zou tot 400 miljoen euro verliezen. Dat deed Den Haag niet – en nog is er, al zijn er veel te veel, geen club gevallen.", "1. Ronald Koeman", "Zit je eindelijk bij je droomclub, kun je niets eigens opzetten en blijkt ’s werelds beste voetballer óók een blok aan het been te kunnen zijn. Maar hoe ruiterlijk je altijd alles hebt gezegd, nu kun je de waarheid niet zeggen."], "authors": ["Henk Hoijtink"], "keywords": ["zijn", "van", "man", "en", "met", "een", "kan", "bij", "zeggen", "verliezers", "nu", "op", "waarheid", "te", "hij", "het", "niet", "dat"], "pubDate": "2020-12-24T00:00:12Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}