{"id": "6bb9e2ca-d649-305e-ac84-c1459fa367c2", "title": "Personeelstekort in de zorg stijgt verder: 'We lopen achter de feiten aan'", "url": "https://nu.nl/werk/6099217/personeelstekort-in-de-zorg-stijgt-verder-we-lopen-achter-de-feiten-aan.html", "summary": "Nu het coronavirus rondwaart is het personeelstekort in de zorg nijpender geworden, en de verwachting is dat het nog erger wordt.\nEn er is tijdens een crisis weinig tijd en ruimte voor stagiairs en meelopers.\nWie nu wil helpen om de druk op de zorg te verlagen, kan kijken op de website extrahandenvoordezorg.nl.\n'Geen vet op de botten'Een andere oplossing om de druk op de zorg te verlagen is de huishoudelijk hulp aan huis de signaleringsfunctie teruggeven, zegt Buijing.\nAls er meer tijd is, signaleert de hulp vroegtijdig of er zorg nodig is.", "paragraphs": ["Nu het coronavirus rondwaart is het personeelstekort in de zorg nijpender geworden, en de verwachting is dat het nog erger wordt. Van ruim 40.000 onvervulde vacatures voor de crisis zou de sector in 2022 in het ergste geval 74.000 mensen tekortkomen. Hoe zijn we hier beland, en is (om)scholing de oplossing om de druk te verlagen?", "Vóór de coronacrisis was er al een tekort aan mensen in de zorg. De druk was er ook toen al hoog, het salaris voor veel functies is relatief laag en door het zware werk halen veel zorgmedewerkers de pensioenleeftijd van 67 niet en stoppen eerder.", "“Vorig jaar vertrokken bijna evenveel mensen uit de zorg als erbij kwamen.” Maurice Heck, Capaciteitsorgaan", "\"De instroom van nieuwe mensen is laag en de uitstroom is hoog\", vertelt Maurice Heck van het Capaciteitsorgaan, dat onderzoek doet naar de capaciteit die nodig is in de zorg. \"Vorig jaar vertrokken bijna evenveel mensen als erbij kwamen.\" Ook het aantal mensen dat zich laat omscholen naar de zorg of weer terugkomt (herintreders, red.) daalde de afgelopen tijd.", "Het gros van de tekorten zit in de ouderenzorg en de verpleging, mede door een hoog ziekteverzuim dat daar een probleem vormt. \"Het tekort onder ic-verpleegkundigen viel in januari van dit jaar nog redelijk mee\", zegt Heck. Dat is echter minder positief dan het lijkt, nuanceert hij direct. \"Ons land kampt met vergrijzing: we worden steeds ouder, dus het wordt drukker in de zorg. En dan komt de coronacrisis er nu nog bij.\"", "Nieuwe opleiding en uitruil onderling", "Scholing en omscholing zijn dé oplossing voor de lange termijn, maar in een crisissituatie zoals die van nu gaat dat te langzaam, zegt Heck. \"De instroom van nieuwe mensen stortte tijdens de eerste golf van de coronacrisis überhaupt helemaal in. En er is tijdens een crisis weinig tijd en ruimte voor stagiairs en meelopers. De operatiekamers zijn leger en de medewerkers drukker bezet.\"", "Daarom is voor mensen met een relevante vooropleiding de opleiding Basis Acute Zorg, die al in de pijpleiding zat, dit jaar versneld erkend, vertelt Wouter van der Horst (Nederlandse Vereniging van Ziekenhuizen). \"De opleiding duurt nu zes maanden. Vergeleken met de volwaardige vervolgopleiding tot ic-verpleegkundige (die anderhalf jaar duurt, red.) kunnen nu in kortere tijd mensen klaargestoomd worden om ondersteuning op de ic te bieden.\"", "“Als iemand weer drie dagen op de uitslag van een coronatest zit te wachten, zitten we telkens met een groot probleem.” Hans Buijing, Zorgthuisnl", "Een andere manier om de tekorten op te vangen is uitruil van personeel onderling, zoals in ziekenhuizen en verpleeghuizen. Dat kan overigens minder goed in de ouderenzorg, waar de tekorten het grootst zijn, vertelt Hans Buijing, bestuurder bij brancheorganisatie voor ouderenzorg Zorgthuisnl. \"Er zijn gewoonweg geen mensen. Als iemand weer drie dagen op de uitslag van een coronatest zit te wachten, zitten we telkens met een groot probleem. De meeste verpleegkundigen hebben al tien of meer huisbezoeken op één avond.\"", "Mensen 'vrijspelen' in tijden van schaarste", "Wat in de ouderenzorg wél kan helpen is volgens Buijing aanpassing van de werkverdeling. \"In de thuiszorg is vanwege de coronacrisis het benodigde niveau om ouderen te helpen met wassen en opstaan verlaagd naar mbo niveau 2. Verzorgers met mbo 3-niveau kunnen zo worden ingezet voor de complexere zorg, zoals het toedienen van medicijnen aan ouderen.\"", "Een goede oplossing, vindt Buijing, maar helaas wel van tijdelijke aard: \"Straks moeten zij van de verzekeraars weer worden ingezet voor de lichtere zorg. Wij pleiten juist voor het blijven inzetten van mbo'ers met niveau 2 op de lichtere zorg. Dat speelt meer mensen vrij in deze schaarste.\"", "Hoe kom je in de zorg terecht? Op de Zorginspirator.nl staat voor welke functie in de zorg welke opleiding nodig is.", "Wie nu wil helpen om de druk op de zorg te verlagen, kan kijken op de website extrahandenvoordezorg.nl. Daar wordt een korte scholing aangeboden om snel aan de slag te kunnen als ondersteuning bij een zorgorganisatie.", "Ook kun je ongeschoold terecht bij Ready2Help van het Rode Kruis.", "'Geen vet op de botten'", "Een andere oplossing om de druk op de zorg te verlagen is de huishoudelijk hulp aan huis de signaleringsfunctie teruggeven, zegt Buijing. \"Eerst duurden de bezoekjes langer en kregen werknemers nog betaald om even die extra aandacht te geven aan ouderen, en thee met ze te drinken. Nu mogen ze alleen maar poetsen.\" Als er meer tijd is, signaleert de hulp vroegtijdig of er zorg nodig is. \"Zo hoeven er minder ouderen worden opgenomen in het ziekenhuis. Een ziekenhuisopname kost ook nog eens veel meer geld.\"", "We lopen achter de feiten aan, vindt de bestuurder van de branchevereniging. \"En door de ver doorgevoerde efficiëntie en de lage lonen is er die hoge uitstroom. Het veld wordt onaantrekkelijk gemaakt door de financiers.\"", "Een grotere flexibele schil van zorgmedewerkers zou schelen, voegt Heck toe. \"Zorginstellingen hebben voor crises geen vet op de botten. Je kan er voor kiezen om bijvoorbeeld meer ic-capaciteit te hebben dan je normaal nodig hebt. Maar dat kost meer geld. En dat zijn uiteindelijk politieke keuzes.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["mensen", "verder", "van", "er", "personeelstekort", "voor", "en", "een", "achter", "lopen", "aan", "te", "op", "het", "feiten", "stijgt", "zorg"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}