{"id": "6bd275ff-914d-3603-9702-a250b7c48096", "title": "Witte mensen leggen uit waarom ook zij volop meeprotesteren tegen racisme", "url": "https://nu.nl/binnenland/6058740/witte-mensen-leggen-uit-waarom-ook-zij-volop-meeprotesteren-tegen-racisme.html", "summary": "Femke van het Nederend (46): 'Soms schaam ik me dat ik wit ben'Femke van het Nederend met haar zoon.\nIk kom uit een hele gekleurde multiculturele vriendenkring en ik wil dat mijn kinderen opgroeien met alle kleuren.\"\n\"Soms schaam ik me ook dat ik wit ben.\n“Als ik op reis ben, merk ik het bij mezelf ook hoe ik reageer op mensen van kleur.\nIn Zuid-Afrika was ik gelijk op mijn hoede.” Suzanne Roelfsema\"Als ik op reis ben, merk ik het bij mezelf ook hoe ik reageer op mensen van kleur.", "paragraphs": ["Al ruim twee weken zijn er antiracismeprotesten in Nederland. Dat daar ook veel witte mensen aan meedoen, roept bij sommige NUjij'ers vragen op. Waarom ze daar in groten getale staan bijvoorbeeld, en of dat niet uit schuldgevoel is. Bij het antiracismeprotest in Haarlem woensdag vroegen we drie witte betogers waarom zij meededen.", "Femke van het Nederend (46): 'Soms schaam ik me dat ik wit ben'", "Femke van het Nederend met haar zoon. (Foto: Job van der Plicht)", "", "\"Ik voel me helemaal niet wit. Ik kom uit een hele gekleurde multiculturele vriendenkring en ik wil dat mijn kinderen opgroeien met alle kleuren.\"", "", "\"Soms schaam ik me ook dat ik wit ben. Als ik met mijn vriendinnen, die zwart zijn, op vakantie ga en ik ben de enige die gewoon door het veiligheidspoortje mag lopen, terwijl mijn vriendinnen worden gefouilleerd en hun tassen open moeten maken. Dát is racisme, want er is echt geen verschil. We zijn gewoon drie vrouwen van in de veertig.\"", "“Deze protesten zijn toch niet iets van alleen zwarte mensen? Dit is toch van ons allemaal?” Femke van het Nederend", "\"Aan mijn kinderen wil ik laten zien dat als je wil dat iets verandert, je iets moet doen. Daarvoor kan je niet de hele dag voor de televisie zitten en zitten te instagrammen. Je moet als wit persoon ook een signaal laten zien dat je het er niet mee eens bent. Deze protesten zijn toch niet iets van alleen zwarte mensen? Dit is toch van ons allemaal?\"", "Anno Galema (62): 'Mal dat we nog steeds racisme hebben in Nederland'", "\"Waarom ik hier als witte man sta? Ik heb er lang over nagedacht, maar heb er geen antwoord op. En toch sta ik er. Ik vind het een moment om dit te ondersteunen en of ik wit of zwart ben maakt niet zoveel uit.\"", "", "\"Het is voor mij een principekwestie, want ik vind het te mal dat we nog steeds racisme hebben in Nederland. Het zat een beetje onder de oppervlakte en ik denk dat het daardoor niet voldoende serieus is genomen. Als je racisme op de arbeidsmarkt en dat soort terreinen ziet, dat is echt schrijnend.\"", "", "\"In mijn eigen omgeving heb ik ook met racisme te maken, maar dat is een beetje apart, want ik werk in Afrika met alleen maar zwarte mensen. Ook zij discrimineren. Er zijn zwarte vrouwen die er niet aan moeten denken een witte partner te hebben.\"", "“Volgens mij zit bij instanties als de politie een soort ingebakken argwaan naar mensen met een andere huidskleur.” Anno Galema", "\"Zo zie je dat iedereen eigenlijk discrimineert. Alleen hier in onze maatschappij is het veel meer gestructureerd en geïnstitutionaliseerd en daar moeten we wat aan doen.\"", "", "\"Volgens mij zit bij instanties als de politie een soort ingebakken argwaan naar mensen met een andere huidskleur. Daardoor stellen agenten zich anders op en gedragen ze zich anders dan naar witte Nederlanders. Laten we ons er daarom van bewust worden dat racisme er is en vervolgens kijken wat we eraan kunnen doen. Daar begint het mee.\"", "Doris (17) en Suzanne Roelfsema (50): 'Het gebeurt gewoon onbewust, daarom sta ik hier ook'", "", "Suzanne Roelfsema (links) en haar dochter Doris (rechts). (Foto: Job van der Plicht)", "", "Doris: \"Ik kom uit een best wel witte omgeving, dus heb niet zoveel met racisme te maken. Maar ik weet dat het er is en daarom sta ik hier. Zolang we stil blijven, gaat er niks veranderen.\"", "", "Suzanne: \"We moeten ons veel bewuster zijn van de patronen waarin we zitten en leven. Onbewust trekken we bepaalde conclusies. Dat zit er al zo lang in vanuit het kolonialisme, dat haal je er niet zomaar uit.\"", "", "\"Maar dat het nu zo aan de oppervlakte komt, vind ik heel goed. Daarom sta ik hier.\"", "“Als ik op reis ben, merk ik het bij mezelf ook hoe ik reageer op mensen van kleur. In Zuid-Afrika was ik gelijk op mijn hoede.” Suzanne Roelfsema", "\"Als ik op reis ben, merk ik het bij mezelf ook hoe ik reageer op mensen van kleur. In Zuid-Afrika was ik gelijk op mijn hoede. Natuurlijk gebeuren er daar rottige dingen, maar je moet net zo goed op je hoede zijn voor witte mensen. Achteraf denk ik dan: hoezo nou? Waar komt dat nou vandaan?\"", "", "\"Het gebeurt gewoon onbewust. Daarom sta ik hier ook. Veel mensen moeten naar zichzelf kijken en zich afvragen: hoe werkt dat bij mij? Hoe reageer ik op bepaalde situaties? Als we daar allemaal goed over nadenken, zijn we al een heel eind.\""], "authors": ["Door", "Job Van Der Plicht"], "keywords": ["meeprotesteren", "zij", "van", "volop", "waarom", "mensen", "het", "op", "witte", "ik", "racisme", "een", "ook", "dat", "uit", "en", "niet", "er", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}