{"id": "6bd88950-48ff-3b32-9055-e395179886bb", "title": "Opvoedvraag: op welke leeftijd is het verantwoord om je kind zijn of haar eerste telefoon te geven?", "url": "https://volkskrant.nl/de-gids/opvoedvraag-op-welke-leeftijd-is-het-verantwoord-om-je-kind-zijn-of-haar-eerste-telefoon-te-geven~b6f4be87/", "summary": "Beeld Claudie de CleenEr komt een moment dat je kind thuis arriveert met de mededeling dat Sophie/Arwan een eigen telefoon heeft gekregen.\nTerwijl je de ouders van die klasgenoot binnensmonds vervloekt, vraag je je af: wanneer is de tijd rijp voor een smartphone?\nWat zeggen de deskundigenIs er een ideale leeftijd om een kind zijn eerste smartphone te geven?\nJuist in de prepuberteit, wanneer een kind 9 jaar is, is het verstandig om te praten wat je kind allemaal kijkt, bijvoorbeeld op YouTube.\n‘Het argument: ik doe het ook, dan mag mijn jonge kind ook, klinkt een beetje als excuus om niet op te voeden’, meent Pardoen.", "paragraphs": ["Beeld Claudie de Cleen", "Er komt een moment dat je kind thuis arriveert met de mededeling dat Sophie/Arwan een eigen telefoon heeft gekregen. Daar blijft het natuurlijk niet bij: dochter- of zoonlief begint te smeken om dat apparaat waar je zulke leuke spelletjes mee kunt spelen. Terwijl je de ouders van die klasgenoot binnensmonds vervloekt, vraag je je af: wanneer is de tijd rijp voor een smartphone? En welke afspraken moet je maken?", "Wat zeggen de deskundigen", "Is er een ideale leeftijd om een kind zijn eerste smartphone te geven? De leeftijd die door de meeste deskundigen wordt aangeraden is 11 of 12 jaar. ‘Dat is de beste tijd als je kijkt naar de ontwikkeling van een kind’, zegt Justine Pardoen, specialist mediaopvoeding van Bureau Jeugd en Media. ‘Het is fijn om nog een halfjaar te hebben voordat de middelbare school begint, zodat je een kind actief kunt begeleiden in het gebruik: je kijkt geregeld mee en zorgt dat je de wachtwoorden weet.’", "Dat wil niet zeggen dat je pas op 11-jarige leeftijd begint met mediaopvoeding. Juist in de prepuberteit, wanneer een kind 9 jaar is, is het verstandig om te praten wat je kind allemaal kijkt, bijvoorbeeld op YouTube. ‘Kinderen die met hun ouders veel kletsen over online-ervaringen zijn beter beschermd tegen de eventuele schadelijke gevolgen ervan.’", "Om te voorkomen dat het vriendinnetje van je kind onverwachts met de nieuwste iPhone in de klas verschijnt, raadt Pardoen scholen aan om al in groep 3 een ouderavond te organiseren om het telefoononderwerp te bespreken. ‘Hoe doet iedereen dat thuis? Vaak ontstaat er overeenstemming.’", "Opvoeden is voorleven. In hoeverre kunnen ouders geloofwaardig optreden tegen overmatig smartphonegebruik als ze zelf constant over dat apparaat gebogen zitten? ‘Het argument: ik doe het ook, dan mag mijn jonge kind ook, klinkt een beetje als excuus om niet op te voeden’, meent Pardoen. ‘Je haalt je ook alleen maar problemen op de hals: hoe voorkom je dat ze geld uitgeven in de appstore en in contact komen met vreemden?’", "Pardoen vergelijkt de smartphone-afweging met een bekende opvoedvraag uit de jaren negentig: wanneer geef je je kind zijn eerste zakmes? ‘Daar waren ouders toen bewust mee bezig: is het niet gevaarlijk? Hoe zorg ik ervoor dat ze er niet mee op school spelen? Een kind heeft begeleiding nodig. Je kunt niet zomaar een mes geven en zeggen: succes.’", "Hoe pak je het aan?", "Formuleer een duidelijke mobiel-etiquette voor het gezin. Kinderen hebben niet het vermogen zichzelf te reguleren als het gaat om schermtijd, dus dat moeten de ouders doen. ‘Eerst wordt het huiswerk gemaakt, de telefoons moeten ’s avonds beneden in de oplader en leg uit dat je geen schermpjes wilt als oma op bezoek komt’, adviseert Pardoen.", "Installeer allemaal een app om de schermtijd te meten en bespreek en vergelijk wekelijks de uitkomst met elkaar. ‘De echte truc is dat je kinderen zelf laat nadenken over wat zo’n apparaat met hen doet.’ Dat kan spelenderwijs, door af te spreken dat de hele familie een dag zonder scherm doorbrengt. ‘Evalueer: hoe moeilijk vond iedereen dat? Een leuke vraag om aan je kind te stellen is: ‘Welke regels over telefoongebruik zou jij instellen voor jouw eigen kinderen?’’", "Tijdens gastlessen op scholen horen de gastdocenten van Bureau Jeugd en Media vaak dat leerlingen het ergerlijk vinden dat hun ouders veel op hun mobiel zitten. ‘Echte aandacht is het belangrijkste wat je je kind kunt schenken.’ Voor de komende kerstvakantie én lockdown misschien toch maar een ouderwets bordspel aanschaffen, in plaats van een bezoekje aan de appstore."], "authors": ["Anna Van Den Breemer"], "keywords": ["dat", "om", "kind", "een", "verantwoord", "en", "met", "te", "zijn", "opvoedvraag", "welke", "op", "telefoon", "je", "leeftijd", "het"], "pubDate": "2020-12-15T12:17:40Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}