{"id": "6bf36450-e257-37f1-a820-2f21a5e91e87", "title": "Het is hoe dan ook afgelopen met de reisvoucher vanaf 1 januari", "url": "https://nu.nl/economie/6095448/het-is-hoe-dan-ook-afgelopen-met-de-reisvoucher-vanaf-1-januari.html", "summary": "\"Het moet te overzien blijven en het kan zo zijn dat de waarde van de voucher op een zeker moment moet worden uitgekeerd.\"\nMet het oog op dat laatste, pleitte de ANVR al sinds september voor een voucherbank.\nDe woordvoerder wijst er in dit verband op dat er nauwelijks geld binnenkomt bij de reisbureaus omdat er nog niet wordt geboekt.\n\"Niet alle touroperators zullen er gebruik van maken, er zijn er ook die het financieel wel kunnen dragen\", denkt de woordvoerder.\nEn niet het hele bedrag van de voucherwaarde kan uit de voucherbank geleend worden.", "paragraphs": ["De reisbranche hoort woensdag hoe precies invulling wordt gegeven aan de zogenoemde voucherbank: een pot geld van de overheid waar reisbedrijven geld uit kunnen lenen om klanten het tegoed van hun vouchers uit te betalen. Vanaf 1 januari worden sowieso geen vouchers meer uitgegeven, zegt een woordvoerder van reiskoepel ANVR.", "\"Je kunt niet eindeloos vouchers blijven uitgeven\", aldus de ANVR-woordvoerder. \"Het moet te overzien blijven en het kan zo zijn dat de waarde van de voucher op een zeker moment moet worden uitgekeerd.\"", "Voor consumenten die na 1 januari een reis boeken die vanuit de kant van de touroperator geannuleerd moet worden, geldt weer het 'oude regime'. \"We vallen terug op de regeling hoe die was\", licht de ANVR toe. \"Dat wil zeggen dat als een geboekte reis niet mag worden uitgevoerd, de consument binnen veertien dagen zijn geld terugkrijgt.\"", "Dat kan bijvoorbeeld als een land \"op oranje staat\". De reisbranche was er relatief vroeg bij met de introductie van de reisvouchers, medio maart al. \"Dat wil zeggen dat de eerste vouchers dus ook over een paar maanden al ingewisseld kunnen worden voor geld.\" Want voor de vouchers geldt dat ze verzilverd kunnen worden voor een nieuwe reis, of na een jaar voor geld.", "Met het oog op dat laatste, pleitte de ANVR al sinds september voor een voucherbank. \"Zonder voucherbank zouden we het geld nog steeds moeten terugbetalen, maar als duizenden mensen daar tegelijk om vragen, lukt dat gewoon niet.\" De woordvoerder wijst er in dit verband op dat er nauwelijks geld binnenkomt bij de reisbureaus omdat er nog niet wordt geboekt.", "\"In een normale situatie moet ook weleens een reis geannuleerd worden, maar dan zijn er ook mensen die nog reizen boeken en betalen.\" Ook hebben touroperators volgens de ANVR de voorschotten die zij op hun beurt betalen aan vliegmaatschappijen en hotels niet teruggekregen.", "Praat mee op NUjij Heb jij een vakantie gemist vanwege de coronacrisis? We zijn benieuwd of jij je geld hebt teruggekregen. Vertel jouw verhaal op NUjij.", "Zodra er weer geboekt wordt, kunnen leningen worden terugbetaald", "De ANVR denkt dat er een paar honderd miljoen euro nodig is voor het uitkeren van de tegoeden op de reisvouchers. \"Niet alle touroperators zullen er gebruik van maken, er zijn er ook die het financieel wel kunnen dragen\", denkt de woordvoerder. En niet het hele bedrag van de voucherwaarde kan uit de voucherbank geleend worden. Zodra er weer reizen gemaakt en dus geboekt kunnen worden, kan de branche de leningen terugbetalen.", "Eind oktober liet het ministerie van Economische Zaken en Klimaat (EZK) weten dat de reisbranche de felbegeerde voucherbank zou krijgen. Als onderdeel van het bredere steun- en herstelpakket worden de details daarover bekendgemaakt. De branche moet het dan nog via de Stichting Garantiefonds Reisgelden (SGR) implementeren èn Brussel moet het nog goedkeuren."], "authors": ["Door", "Eva Schouten"], "keywords": ["afgelopen", "van", "dan", "hoe", "het", "op", "met", "reisvoucher", "een", "ook", "dat", "niet", "en", "geld", "er", "januari", "vanaf", "worden"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}