{"id": "6c2e1809-4d81-3ca9-ae55-633b67ed2a4f", "title": "Verkiezinkje spelen is alles wat rest voor Nicolás Maduro", "url": "https://www.parool.nl/wereld/verkiezinkje-spelen-is-alles-wat-rest-voor-nicolas-maduro~b6e37ca2/", "summary": "Die mochten vervolgens straffeloos campagne voeren met de logo’s, symbolen, kleuren en vlaggen van die partijen.\nVoor het geval alles toch mocht misgaan, benoemde datzelfde Hof ook maar een nieuw Kiescollege – een grondwettelijke taak van het parlement.\nDe ene groep wordt vertegenwoordigd door Juan Guaidó – die door zestig landen wordt erkend als rechtmatige president.\n“Hoe kun je meedoen met een proces dat niet eens voldoet aan de meest elementaire voorwaarden?” zei hij in oktober.\n“Voor degene die niet gaat stemmen, is er geen eten,” waarschuwde Diosdado Cabello, de tweede man na Maduro, bij sluiting van de campagne.", "paragraphs": ["Onder de kandidaten voor het parlement ook Maduro’s zoon Nicolás Ernesto, die er op de campagnefoto enthousiaster uitziet dan zijn aanhangers. Beeld AFP", "Voedselschaarste, hyperinflatie, brandstoftekort en de coronapandemie beletten de Venezolaanse regering niet om parlementsverkiezingen te organiseren. Maar het spel wordt zo vals gespeeld dat de oppositie morgen niet meedoet en geen buitenlandse waarnemer wil komen.", "Kafkaësk", "De organisatie lijkt bedacht door Kafka. De meest charismatische oppositieleiders zitten gevangen, in het buitenland, of ze mogen niet meedoen wegens een of andere rechtszaak. Het Hooggerechtshof, waar regeringsgetrouwe rechters de dienst uitmaken, ontbond de besturen van de belangrijkste partijen en verving die door regeringsgetrouwe leiders. Die mochten vervolgens straffeloos campagne voeren met de logo’s, symbolen, kleuren en vlaggen van die partijen. Voor het geval alles toch mocht misgaan, benoemde datzelfde Hof ook maar een nieuw Kiescollege – een grondwettelijke taak van het parlement.", "Cadeautje", "In zo’n wedstrijd hadden de meeste oppositiepartijen geen zin, al was over de boycot veel discussie. De ene groep wordt vertegenwoordigd door Juan Guaidó – die door zestig landen wordt erkend als rechtmatige president. “Hoe kun je meedoen met een proces dat niet eens voldoet aan de meest elementaire voorwaarden?” zei hij in oktober. “Daarvoor laten we ons niet lenen.”", "De andere groep, geleid door ex-presidentskandidaat Henrique Capriles, zag een boycot als een cadeautje voor de regering. Uiteindelijk draaide ook Capriles bij. Dat gebeurde nadat de Europese Unie besloot af te zien van de waarnemingsmissie die president Nicolás Maduro nodig had om zijn electorale poppenkast te legitimeren. Ook de Verenigde Naties, de VS en vrijwel alle landen in de regio oordeelden dat deze verkiezingen niets te maken hebben met democratie.", "Onmogelijke klus", "Maduro zit nu dus zonder tegenstanders en zonder internationale erkenning. Om zijn geprefabriceerde overwinning toch nog enige status te kunnen geven, zet hij in op zijn laatste troef: een hoge opkomst. Dat is een onmogelijke klus. Om te beginnen zijn ruim vijf miljoen Venezolanen (bijna een vijfde van het electoraat) de crisis in hun land ontvlucht. Daarnaast zullen Maduro’s tegenstanders, zo’n 80 procent van de kiezers, grotendeels thuis blijven. Bovendien is ook een deel van zijn eigen achterban klaar met Maduro’s mooie praatjes, getuige hun dagelijkse protesten tegen peperdure levensmiddelen en gebrek aan gas en benzine.", "Nu revolutionaire slogans zijn uitgewerkt, wordt de verpauperde achterban met eten naar de stembus ­gelokt. Gesubsidieerde voedselpakketten zijn al jaren Maduro’s belangrijkste verdienste, maar niet eerder werd honger zo schaamteloos ingezet als chantagemiddel. “Voor degene die niet gaat stemmen, is er geen eten,” waarschuwde Diosdado Cabello, de tweede man na Maduro, bij sluiting van de campagne. In de arme wijken weten verklikkers precies wie naar de stembus gaat en wie de pakketten ontvangt.", "Theaterzaaltjes", "Op het eerste gezicht staat er zondag veel op het spel. De Nationale Assemblée is het laatste platform waar de oppositie nog de dienst uitmaakt. Justitie, het leger, de media, vakbonden, alles in Venezuela wordt gecontroleerd door regeringspartij PSUV – behalve het parlement. Dat is te danken aan de klinkende overwinning in 2015, toen verkiezingen wel eerlijk waren georganiseerd. Komende zondag zal de oppositie dus zijn allerlaatste machtspositie verliezen.", "Militairen bij entree", "Maar dat is vooral theorie. In de praktijk heeft het parlement ook nu al geen enkele macht. De leden mogen niet eens het parlementsgebouw in; militairen blokkeren de entree. Er wordt vergaderd in theaterzaaltjes. Elke wet die wordt aangenomen is al met vooruitwerkende kracht ongeldig verklaard door het Hooggerechtshof. Wetgevende taken zijn al jaren geleden overgenomen door een zogenaamde Nationale Grondwetgevende Vergadering, volledig bezet door Maduro’s getrouwen.", "“Veel zal er dus niet veranderen,” voorspelt Juan Guaidó. Voor de verdeelde oppositie is dat slecht nieuws. De strijd tegen Maduro zit al zeker een jaar in een impasse. Een duidelijk toekomstplan ontbreekt. Leiders hebben hun geloofwaardigheid verloren. Maduro heeft alle macht en zit na zondag nog een stukje steviger in het zadel."], "authors": ["Edwin Koopman"], "keywords": ["van", "wat", "door", "het", "voor", "zijn", "die", "nicolás", "alles", "een", "verkiezinkje", "en", "niet", "dat", "wordt", "rest", "maduro", "spelen"], "pubDate": "2020-12-05T09:53:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}