{"id": "6c3ec66f-1c61-3110-9d95-66d97a7a90c0", "title": "Reisorganisaties schrappen vakantievluchten, minister onderzoekt verklaring voor noodzaak reis", "url": "https://volkskrant.nl/nieuws-achtergrond/reisorganisaties-schrappen-vakantievluchten-minister-onderzoekt-verklaring-voor-noodzaak-reis~b8658ecb/", "summary": "Het ministerie van Buitenlandse Zaken kondigde voor meerdere gebieden, waaronder de Canarische Eilanden en Bonaire, code oranje af.\nDus niet met het vliegtuig, niet met de trein, niet met de boot en niet met de auto de grens over.\nWe blijven kijken hoe we dit nog verder kunnen ontmoedigen’, aldus minister Cora van Nieuwenhuizen van Infrastructuur en Waterstaat.\n‘Ik onderzoek in ieder geval of het mogelijk is om een verklaring in te voeren waarin reizigers aangeven of het een noodzakelijke reis betreft’, schrijft de minister.\nVolledige stopReisbranchevereniging ANVR zegt ondertussen een volledige stop te willen op de verkoop van vliegtickets voor vakantiegangers naar oranje landen.", "paragraphs": ["Reizigers met mondkapjes in de rij op Schiphol.", "Mensen die al in het buitenland zijn, kunnen hun reis wel afmaken. TUI laat weten vakantiegangers wel terug te zullen vliegen naar Nederland.", "Het ministerie van Buitenlandse Zaken kondigde voor meerdere gebieden, waaronder de Canarische Eilanden en Bonaire, code oranje af. Hiervoor was dat nog code geel, wat betekent dat vakantie nog toegestaan is. Code oranje houdt in dat alle niet-noodzakelijke reizen worden afgeraden. ‘We doen een nadrukkelijk verzoek aan iedereen om niet naar het buitenland te gaan voor vakantie. Dus niet met het vliegtuig, niet met de trein, niet met de boot en niet met de auto de grens over. We blijven kijken hoe we dit nog verder kunnen ontmoedigen’, aldus minister Cora van Nieuwenhuizen van Infrastructuur en Waterstaat.", "De lange rijen die afgelopen dagen op Schiphol stonden, maakten de minister ‘boos en teleurgesteld’. In een brief aan de Tweede Kamer schreef ze dat de drukte op de luchthaven niet acceptabel is, en dat ze met de luchtvaartsector aanvullende maatregelen heeft afgesproken om reizen te ontmoedigen. ‘Ik onderzoek in ieder geval of het mogelijk is om een verklaring in te voeren waarin reizigers aangeven of het een noodzakelijke reis betreft’, schrijft de minister. Begin volgend jaar deelt ze haar bevindingen met de Kamer.", "Ook Schiphol-directeur Dick Benschop riep reizigers al op om alleen in het vliegtuig te stappen als dat echt niet anders kan. Houd je aan de regels van het kabinet, zei Benschop tijdens een interview met Nieuwsuur.", "Volledige stop", "Reisbranchevereniging ANVR zegt ondertussen een volledige stop te willen op de verkoop van vliegtickets voor vakantiegangers naar oranje landen. ‘Luchtvaartmaatschappijen blijven tot mijn frustratie gewoon tickets verkopen naar oranje landen, zonder te controleren of een reis noodzakelijk is. Dat loket moet dicht, net als alle niet-noodzakelijke winkels in Nederland’, aldus voorzitter Frank Oostdam van de ANVR.", "De afgelopen weken werd door luchtvaartmaatschappijen gestunt met goedkope tickets, onder meer rondom Black Friday. Er werden meer tickets verkocht dan in de afgelopen maanden."], "authors": [], "keywords": ["dat", "vakantievluchten", "reisorganisaties", "van", "verklaring", "niet", "schrappen", "onderzoekt", "het", "een", "en", "reis", "noodzaak", "te", "minister", "oranje", "op", "voor", "met"], "pubDate": "2020-12-17T06:26:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}