{"id": "6c4542d6-7ad4-318f-add3-7a021f4eb0a8", "title": "Boeren reageren kritisch op aangescherpte voorstellen stikstofwet", "url": "https://www.dvhn.nl/drenthe/Boeren-reageren-kritisch-op-aangescherpte-voorstellen-stikstofwet-26276130.html", "summary": "Boerenorganisaties reageren kritisch op de aangescherpte stikstofwet waar de Tweede Kamer donderdag over spreekt.\nDaarmee koerst het kabinet af ”op gedwongen krimp”.\nDe actiegroep vreest bovendien dat boeren op extra kosten worden gejaagd.\nDe BoerBurgerBeweging (BBB), die meedoet aan de Tweede Kamerverkiezingen in maart, concludeert dat ”het kabinet de weg vrijmaakt voor de definitieve afbraak van het platteland”.\nDuizenden boeren die door het ongeldig verklaren van het vorige stikstofstelsel tussen wal en schip zijn gevallen, krijgen alsnog een vergunning.", "paragraphs": ["Boerenorganisaties reageren kritisch op de aangescherpte stikstofwet waar de Tweede Kamer donderdag over spreekt. LTO Nederland ziet weliswaar ”positieve stappen”, maar noemt de aangescherpte doelen onhaalbaar. Een halvering van de stikstofuitstoot in 2035, zoals het kabinet met drie oppositiepartijen is overeengekomen, is volgens de brancheorganisatie zelfs met de beste beschikbare technieken onmogelijk. Daarmee koerst het kabinet af ”op gedwongen krimp”.", "Ook de boerenactiegroepen reageren kritisch. Een woordvoerster van Farmers Defence Force (FDF) noemt het stikstofakkoord met de oppositie slecht nieuws voor de landbouw. Agractie noemt het nieuwe doel voor stikstofvermindering ”absoluut onhaalbaar en onacceptabel”. De actiegroep vreest bovendien dat boeren op extra kosten worden gejaagd. LTO mist aandacht voor ”de economische en sociale gevolgen van de natuurmaatregelen voor bedrijven in de land- en tuinbouw”.", "FDF herhaalde de opvatting dat boeren onevenredig moeten bijdragen aan het verminderen van de stikstofuitstoot. ,,Het lijkt erop dat de landbouw alsnog het hele stikstofprobleem van Nederland mag oplossen. Tienduizenden industriële bedrijven hebben hun vergunningen niet op orde, waardoor de vervuiling niet zal afnemen maar toenemen”, stelt een woordvoerster van FDF.", "De BoerBurgerBeweging (BBB), die meedoet aan de Tweede Kamerverkiezingen in maart, concludeert dat ”het kabinet de weg vrijmaakt voor de definitieve afbraak van het platteland”. De partij hekelt onder meer de mogelijkheid om 'stikstofruimte' die vrijkomt door boeren uit te kopen, naar andere sectoren over te hevelen. ,,Het akkoord lijkt wel de natte droom van de VVD, nu kan vliegveld Lelystad open”, meent lijsttrekker Caroline van der Plas.", "Akkoord", "Het kabinet bereikte woensdag een akkoord met oppositiepartijen SP, 50PLUS en SGP over de stikstofwet. Met de deal, vooral door deelname van de SP, heeft landbouwminister Carola Schouten zich verzekerd van brede steun voor haar wet in de senaat. In ruil voor steun krijgen de partijen onder meer de toezegging dat in 2035 bijna driekwart van de gevoelige natuur niet meer beschadigd wordt door de stikstofneerslag.", "Duizenden boeren die door het ongeldig verklaren van het vorige stikstofstelsel tussen wal en schip zijn gevallen, krijgen alsnog een vergunning. Daarover zijn boerenorganisaties wel positief. Het gaat om agrarische ondernemers die tussen 2015 en 2019 melding maakten van uitbreiding van hun bedrijf. Onder het vorige stikstofbeleid, het Programma Aanpak Stikstof (PAS), was zo'n melding voldoende. Doordat de Raad van State vorig jaar het PAS ongeldig verklaarde, omdat het in strijd was met natuurwetgeving, kwamen deze boeren in de knel."], "authors": [], "keywords": ["van", "voorstellen", "op", "reageren", "het", "voor", "met", "kabinet", "een", "en", "aangescherpte", "boeren", "dat", "kritisch", "stikstofwet"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}