{"id": "6c5029f9-68fc-36f5-a407-01509220438a", "title": "Een virus met voeten en de tang van Hugo", "url": "https://nrc.nl/nieuws/2021/01/07/een-virus-met-voeten-en-de-tang-van-hugo-a4026509", "summary": "Het coronavirus ging al een maand of twee, drie rond in Nederland toen het in de persconferenties van het kabinet opeens een kop kreeg.\nHet virus zou steeds weer „de kop opsteken” zei minister van Volksgezondheid Hugo de Jonge, „tot er een vaccin is.”Het had toen ook opeens voeten.\nMet een vaccin, zei De Jonge, zat je het virus „dicht op de hielen”.\nAls de mensen zich niet aan de regels hielden met Kerst en Oud en Nieuw, werd het „een feest voor het virus”.\nAnimalisering, als je je bij De Jonges woorden iets monsterachtigs voorstelt, of personificatie.", "paragraphs": ["Het coronavirus ging al een maand of twee, drie rond in Nederland toen het in de persconferenties van het kabinet opeens een kop kreeg. Het virus zou steeds weer „de kop opsteken” zei minister van Volksgezondheid Hugo de Jonge, „tot er een vaccin is.”", "Het had toen ook opeens voeten. Met een vaccin, zei De Jonge, zat je het virus „dicht op de hielen”.", "In de eerste optredens van De Jonge en premier Mark Rutte werd het coronavirus nog gewoon „overgedragen”. Na de zomer ging het „springen”, en zelfs „ongenadig hard toeslaan”. In het najaar kreeg het volgens De Jonge „een voet tussen de deur” bij steeds meer verpleeghuizen. En niet voor niets dáár, want het virus had kwade bedoelingen. „Het heeft het vooral gemunt”, zei De Jonge in december, „op iedereen die kwetsbaar is.” Hij noemde dat „gemeen”.", "Het virus bleek ook te kunnen genieten. Als de mensen zich niet aan de regels hielden met Kerst en Oud en Nieuw, werd het „een feest voor het virus”.", "Met Kerst overleed mijn vroegere lerares Nederlands, van het Christelijk Gymnasium in Utrecht, aan corona en op de dag van de eerste inenting in Nederland werd ze begraven. Zonder haar zou mij de stijlfiguur van De Jonge misschien niet zijn opgevallen. Animalisering, als je je bij De Jonges woorden iets monsterachtigs voorstelt, of personificatie.", "Misschien vooral bedoeld om mensen ervan te doordringen hoe ernstig de crisis is. Je creëert er ook een vijand door. En precies dát, zo stond pas nog in een SCP-onderzoek, kan het bijna vanzelf groeiende vertrouwen in de regering bij een hevige crisis – rally ’round the flag – nog groter maken.", "In de coalitie staat Hugo de Jonge niet bekend als heel berekenend. Over het coronavirus als vijand heeft hij misschien nooit nagedacht. Je kunt collega’s in Rutte III horen zeggen dat De Jonge zich graag „breed maakt”: kijk mij als coronaminister de crisis eens dapper bestrijden. Ook daarvoor heeft hij in de persconferenties beeldspraak bedacht: het virus moet „in de tang” worden gehouden. „Om te voorkomen dat het ons weer in de houdgreep neemt.”", "Uit het onderzoek naar het verschijnsel ‘rally ’round the flag’ kunnen politieke leiders ook leren wanneer aan het bijna vanzelfsprekende vertrouwen een eind kan komen: als ze niet meer worden gezien als redders in nood, maar als mede-veroorzakers van de problemen.", "Vanaf Kerst werden in heel Europa mensen gevaccineerd tegen het virus, in Nederland zei De Jonge dat een weekje eerder of later beginnen niet uitmaakte. En de hielen van het virus dan? In het verpleeghuis van mijn lerares kreeg het een enorme voet tussen de deur. De tang lag ongebruikt in de vaccinopslag in Oss.", "Petra de Koning (p.dekoning@nrc.nl; @pdekoning ) schrijft elke donderdag op deze plek een column.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 7 januari 2021"], "authors": ["Petra De Koning", "Leestijd Minuten"], "keywords": ["je", "voeten", "van", "jonge", "en", "met", "een", "hugo", "ook", "virus", "het", "niet", "als", "tang"], "pubDate": "2021-01-07T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}