{"id": "6c59be03-9847-38f6-859c-6a00ceb6b060", "title": "Bijna tien jaar cel voor moeder die dochter Sharleyne uit flat duwde", "url": "https://www.metronieuws.nl/in-het-nieuws/binnenland/2021/01/celfstraf-moeder-dochter-flat-duwde/", "summary": "Bijna tien jaar cel voor moeder die dochter Sharleyne uit flat duwdeHélène J. is veroordeeld tot een celstraf van negen jaar en negen maanden voor doodslag op haar dochter Sharleyne.\nDe 41-jarige moeder duwde in 2015 haar dochter van een flatgebouw in Hoogeveen naar beneden, zo concludeert het OM.\nHet hof sloot zich aan bij de eis van het OM en haalde drie maanden van de straf af.\nDe moeder en haar dochter woonden daar op de tiende verdieping.\nDe moeder van Sharleyne was vandaag niet aanwezig bij de uitspraak.", "paragraphs": ["Bijna tien jaar cel voor moeder die dochter Sharleyne uit flat duwde", "Hélène J. is veroordeeld tot een celstraf van negen jaar en negen maanden voor doodslag op haar dochter Sharleyne. De 41-jarige moeder duwde in 2015 haar dochter van een flatgebouw in Hoogeveen naar beneden, zo concludeert het OM.", "Vandaag kwam het gerechtshof in Leeuwarden tot deze eis nadat het Openbaar Ministerie in hoger beroep ging voor deze zaak. De rechtbank concludeert dat het overduidelijk is dat J. haar dochter naar beneden duwde. Voor moord zien de rechters geen bewijs.", "Flat in Hoogeveen", "In 2018 werd de vrouw vrijgesproken door rechtbank in Assen. Daar ging het OM niet mee akkoord en eiste opnieuw een celstraf van tien jaar. Het hof sloot zich aan bij de eis van het OM en haalde drie maanden van de straf af. Dit omdat het proces van lange duur was.", "Een horrorscenario vond plaats in de nacht 7 op 9 juni in 2015, als de dan 8-jarige Sharleyne dood wordt gevonden onderaan een flat in Hoogeveen. De moeder en haar dochter woonden daar op de tiende verdieping. Volgens de rechtbank is het onwaarschijnlijk dat Sharleyne zou zijn gevallen, slaapwandelde of is gesprongen.", "Moeder Sharleyne verward en dronken", "J. zelf kan zich weinig meer van die nacht herinneren. Volgens haar verklaring zou ze ’s nachts wakker zijn geworden door de tocht van een openstaand raam. Niet veel later zag ze haar dochter onderaan de flat liggen en kreeg de moeder een black-out. Diezelfde nacht werd de moeder verward en dronken buiten aangetroffen door de politie. Ze was toen onderweg naar een auto, niet naar Sharleyne.", "Eerder werd de zaak geseponeerd, maar de vader van Sharleyne liet het hier niet bij zitten en dwong vervolging af. Het onderzoek werd in 2017 vervolgd en J. werd opgepakt. De moeder van Sharleyne was vandaag niet aanwezig bij de uitspraak.", "Lees ook: Zo vergaat het ouders momenteel tijdens het thuisonderwijs"], "authors": ["Metroen Anp", "Metro En Anp"], "keywords": ["van", "voor", "jaar", "uit", "en", "een", "duwde", "sharleyne", "niet", "tien", "dochter", "werd", "het", "haar", "die", "moeder", "flat"], "pubDate": "2021-01-11T13:28:48Z", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}