{"id": "6c6338c3-690e-3839-bf62-90e72f45b5ff", "title": "Coronacrisis geeft Kenianen toegang tot eigen wildernis", "url": "https://www.volkskrant.nl/kijkverder/v/2020/zomerserie-coronaplus-aflevering-6-kenia~v396242/", "summary": "Anderhalf miljoen gnoes zorgen rond deze tijd van het jaar weer voor het grootste natuurspektakel van Afrika, ze trekken in kilometerslange kuddes vanuit Tanzania naar de grazige savannes in Kenia, onderweg op de hielen gezeten door bijtgrage leeuwen, luipaarden en krokodillen.\nDe seizoensmigratie is zó spectaculair, dat safari-liefhebbers spreken van het achtste wereldwonder.\nOplettende gnoes zullen dit jaar echter iets ongewoons zien: in de terreinwagens van Keniaanse tourbedrijven zitten amper Westerlingen, en des te meer Kenianen.\nDeze verandering heeft alles te maken met de coronapandemie.\nDe diepe terugval van het internationale reiswezen biedt de Keniaanse middenklasse de kans om het eigen land te gaan ontdekken, zo zag fotograaf Sven Torfinn toen hij in augustus met een groepje binnenlandse toeristen meeging naar het beroemde wildpark Maasai Mara.", "paragraphs": ["Anderhalf miljoen gnoes zorgen rond deze tijd van het jaar weer voor het grootste natuurspektakel van Afrika, ze trekken in kilometerslange kuddes vanuit Tanzania naar de grazige savannes in Kenia, onderweg op de hielen gezeten door bijtgrage leeuwen, luipaarden en krokodillen. De seizoensmigratie is zó spectaculair, dat safari-liefhebbers spreken van het achtste wereldwonder. Oplettende gnoes zullen dit jaar echter iets ongewoons zien: in de terreinwagens van Keniaanse tourbedrijven zitten amper Westerlingen, en des te meer Kenianen.", "Deze verandering heeft alles te maken met de coronapandemie. De diepe terugval van het internationale reiswezen biedt de Keniaanse middenklasse de kans om het eigen land te gaan ontdekken, zo zag fotograaf Sven Torfinn toen hij in augustus met een groepje binnenlandse toeristen meeging naar het beroemde wildpark Maasai Mara."], "authors": ["September"], "keywords": ["tot", "van", "eigen", "het", "keniaanse", "naar", "met", "gnoes", "toegang", "zó", "coronacrisis", "te", "wildernis", "jaar", "en", "kenianen", "geeft"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}