{"id": "6c6d4d4e-acab-323d-9d42-60d858d55edd", "title": "OVV: Oorzaak fatale crash marinehelikopter bekend en roept nieuwe vragen op", "url": "https://trouw.nl/nieuws/ovv-oorzaak-fatale-crash-marinehelikopter-bekend-en-roept-nieuwe-vragen-op~b07dc143/", "summary": "Het ongeval vond plaats tijdens het oefenen van deklandingen van de helikopter op het marineschip Zr.Ms.\n“Uit het onderzoek van de Onderzoeksraad blijkt dat de helikopter in de problemen kwam doordat het toestel, door het maken van een bocht, op gelijke snelheid kwam met de wind.\nHierdoor hing het toestel als het ware stil in de lucht”, stellen de onderzoekers.\nDe helikopter verloor snel hoogte en raakte binnen enkele seconden te water.”De twee inzittenden achterin het toestel konden zichzelf bevrijden en werden uit het water gehaald.\nDe vlieger en de tactisch coördinator voorin de helikopter hebben zichzelf niet op tijd kunnen losmaken van het toestel en zijn verdronken.", "paragraphs": ["Het ongeval vond plaats tijdens het oefenen van deklandingen van de helikopter op het marineschip Zr.Ms. Groningen, gestationeerd in het Caribisch gebied. “Uit het onderzoek van de Onderzoeksraad blijkt dat de helikopter in de problemen kwam doordat het toestel, door het maken van een bocht, op gelijke snelheid kwam met de wind. Hierdoor hing het toestel als het ware stil in de lucht”, stellen de onderzoekers.", "“Er is dan veel extra vermogen nodig om de helikopter in de lucht te houden. De vlieger zette extra vermogen in, maar door de lage vlieghoogte was het onmogelijk om de ingezette daling nog op tijd te corrigeren. De helikopter verloor snel hoogte en raakte binnen enkele seconden te water.”", "De twee inzittenden achterin het toestel konden zichzelf bevrijden en werden uit het water gehaald. De vlieger en de tactisch coördinator voorin de helikopter hebben zichzelf niet op tijd kunnen losmaken van het toestel en zijn verdronken. Uit het onderzoek blijkt dat de bemanning van Zr.Ms. Groningen grote inzet heeft getoond om de collega’s te redden. Door de hoge golven en de beperkte capaciteit en toerusting aan boord was men echter niet in staat de redding met succes uit te voeren.", "In augustus stelden de Onderzoeksraad voor Veiligheid (OVV) en de Inspectie Veiligheid Defensie (IVD) al in een voorlopige conclusie vast dat de fatale crash niet het gevolg was van een technische of mechanische storing.", "De Inspectie Veiligheid Defensie doet nader onderzoek naar de nieuwe vragen die het rapport over de toedracht oproept over de achterliggende factoren. “Deze vragen hebben betrekking op de opleiding en training van de bemanning, de keuze om met één vlieger per NH90-helikopter te vliegen en de keuzes die zijn gemaakt over de toerusting van het marineschip Zr.Ms. Groningen.”", "Lees ook:", "Voormalig zorgenkindje NH90 stortte nog niet eerder neer", "Voor het eerst is de NH90 betrokken bij een ongeluk binnen de Nederlandse krijgsmacht. Ooit stond de serie te boek als zorgenkindje, inmiddels behoren de helikopters tot de betere binnen de krijgsmacht."], "authors": ["Redactie Trouw"], "keywords": ["oorzaak", "vragen", "van", "het", "op", "nieuwe", "crash", "marinehelikopter", "ovv", "toestel", "en", "te", "uit", "om", "roept", "helikopter", "niet", "fatale"], "pubDate": "2020-12-09T10:16:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}