{"id": "6c7233bd-8ebd-3c0c-a6da-4d79742d339b", "title": "Ik ken maar weinig series die tegelijk het verstand en het gevoel zo hevig beroeren als Klassen", "url": "https://volkskrant.nl/cultuur-media/ik-ken-maar-weinig-series-die-tegelijk-het-verstand-en-het-gevoel-zo-hevig-beroeren-als-klassen~b42b37d3/", "summary": "Het gebeurde aan het slot van de eerste aflevering van Klassen, de nieuwe Human-serie van Ester Gould en Sara Sylbing.\nMisschien kwam het door de melancholieke blik van Yunuscan, een jongen die het leven ontzettend zwaar op lijkt te nemen.\nIk ken maar weinig series die tegelijkertijd het verstand en het gevoel zo hevig beroeren.\nKlassen laat je je op hetzelfde moment hoopvol en wanhopig voelen.\nHet jaar waarin het schoolniveau van deze achtstegroepers definitief wordt vastgesteld, staat op het punt van beginnen.", "paragraphs": ["Plots merkte ik dat emotie me overmande.", "Het gebeurde aan het slot van de eerste aflevering van Klassen, de nieuwe Human-serie van Ester Gould en Sara Sylbing. Het tweetal maakte een paar jaar geleden de uitzonderlijk geslaagde documentaireserie Schuldig en geeft daar nu met regisseur Daan Bol een vervolg aan. Misschien kwam het door de melancholieke blik van Yunuscan, een jongen die het leven ontzettend zwaar op lijkt te nemen. Misschien ook door de slungelige Gianny, die zijn bestaan vol tegenwind gelaten ondergaat. Of anders de juffen Jolanda en Astrid, en meester Thijs, die elk op hun eigen wijze balanceren tussen onvermoeibaar en wanhopig en er tegelijkertijd in slagen kinderen zich prettig en geborgen te laten voelen. En waarschijnlijk had Anyssa, een fantastisch meisje dat door alles wat ze doet en zegt ontzettend innemend is, er ook iets mee te maken.", "Gould, Sylbing en Bol volgden een schooljaar lang verschillende kinderen en docenten in Amsterdam-Noord, een stuk Nederland waar alle opleidings- en inkomensniveaus door elkaar lijken te leven. Lijken, want in werkelijkheid wordt er in groep 8 al min of meer voorgesorteerd op wie welk leven tegemoet gaat. En vaak ook al eerder. Zo is Klassen niet alleen een serie portretten van mensen, maar ook een beeld van het enorme misverstand dat iedereen alles kan worden en alles kan bereiken, ongeacht wie je ouders zijn, of waar je wieg heeft gestaan. De dubbelzinnigheid van de programmanaam moge duidelijk zijn: de meritocratie is grotendeels een illusie, het maakt heel erg uit waar je vandaan komt en welke kansen je zijn vergund.", "Beeld HUMAN", "De camera volgt uiteenlopende mensen. Anyssa dus, in al haar opgewekte intelligentie toch vooral het lijdend voorwerp van droeve familietoestanden. Soms staat ze tussen de middag voor een dichte deur. Dan luncht ze niet, en drinkt ze water uit een kraantje op straat. Een andere protagonist is Marjolein Moorman, de onderwijswethouder die zich met bewonderenswaardige energie inzet om misstanden als kansenongelijkheid en ‘onderadvisering’ tegen te gaan. Die beleidsscènes zijn misschien minder ontroerend, maar zorgen er wel voor dat Klassen een extra laag krijgt: niet alleen de situatie wordt getoond, maar ook de oorzaken ervan en de worsteling die uiteindelijk tot verandering moet leiden.", "De camera in Klassen maakt geen onderscheid. Iedere hoofdrolspeler wordt bekeken met een onnadrukkelijk mededogen dat ieder mens uitzonderlijk weet te maken. De voice-over en de (geweldige) muziek doen de rest.", "Er zit iets ingewikkelds aan het bespreken van een serie als Klassen. Inmiddels heb ik, vanwege het tv-recensentenprivilige, de eerste drie afleveringen gezien. Ik ken maar weinig series die tegelijkertijd het verstand en het gevoel zo hevig beroeren. Klassen laat je je op hetzelfde moment hoopvol en wanhopig voelen. Mogelijk vertroebelt die veelheid aan gevoelens mijn zicht, af en toe zelfs letterlijk.", "Klassen is hoe dan ook een zeldzaamheid. En, vermoed ik, ook een meesterwerk.", "Het jaar waarin het schoolniveau van deze achtstegroepers definitief wordt vastgesteld, staat op het punt van beginnen. Kijk de eerste aflevering van #Klassen, over de strijd voor gelijke kansen in het onderwijs, nu op @NPO1. pic.twitter.com/t0udzXA7NS — Human (@omroephuman) 30 november 2020"], "authors": ["Frank Heinen"], "keywords": ["zo", "van", "weinig", "het", "op", "maar", "ken", "series", "die", "ik", "klassen", "tegelijk", "een", "en", "ook", "verstand", "te", "je"], "pubDate": "2020-12-01T11:43:21+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}