{"id": "6c85b4e6-66e5-31c8-91d5-1ce1775d2c09", "title": "Hierdoor neemt het belang van de digitalisering een vlucht", "url": "https://nu.nl/advertorial-cz-just/6090076/hierdoor-neemt-het-belang-van-de-digitalisering-een-vlucht.html", "summary": "Denk hierbij aan online winkelen, bankieren, je belastingaangifte doen of het bedienen van de lichten met behulp van je smarthome.\nTijdens de coronacrisis is het van belang om de reguliere zorg niet teveel te belasten en deze gewoon door te laten lopen.\nZorg op zakJust is een zorgverzekering van CZ en loopt een stapje voor op het gebied van digitalisering.\nHiermee krijg je binnen een uur antwoord op al je gezondheidsvragen van een medische deskundige.\nNet even andersMet Just ben je een koploper op het gebied van digitalisering van je zorgverzekering.", "paragraphs": ["Volgens de EMEA Gartner CIO Agenda neemt de digitalisatie een vlucht sinds de coronapandemie. Online innovaties worden versneld, dit geldt niet alleen voor zakelijke innovaties maar ook voor maatschappelijke innovaties. Ruim 94 procent van de Nederlanders maakt gebruik van gedigitaliseerde diensten. Denk hierbij aan online winkelen, bankieren, je belastingaangifte doen of het bedienen van de lichten met behulp van je smarthome.", "Deze online technologieën hebben niet alleen invloed op dagelijkse diensten die je gebruikt, het beïnvloedt ook de manier van werken. Zo blijkt uit het Gartner onderzoek dat digitale innovatie en de inzet van opkomende technologieën helpen organisaties sterker uit de coronacrisis te laten komen.", "Fabrieken kunnen door middel van digitale innovatie met gebruik van robots sneller, slimmer en voordeliger produceren. Banken besparen met het internetbankieren tijd en moeite voor zichzelf en de gebruiker. En digitale lesprogramma’s bieden kinderen lesstof op hun eigen niveau.", "Digitalisering van je zorgverzekering", "Ook de zorg is continu bezig met digitaliseren. Hiervoor wordt steeds meer gebruik gemaakt van online oplossingen zoals videoconsulten en het digitale patiëntenportaal. Tijdens de coronacrisis is het van belang om de reguliere zorg niet teveel te belasten en deze gewoon door te laten lopen. Digitale zorgdiensten kunnen daarbij helpen.", "Daarnaast zijn zorgverzekeraars ook bezig met digitalisatie zodat je zoveel mogelijk zorg snel en efficiënt geregeld hebt. Want ook je zorgverzekering kan nog vernieuwender en sneller, zodat je tijd en energie overhoudt voor andere dingen.", "Zorg op zak", "Just is een zorgverzekering van CZ en loopt een stapje voor op het gebied van digitalisering. Om de zorg te bieden die jij wilt wanneer het jou uitkomt. Bijvoorbeeld met App de Dokter. Hiermee krijg je binnen een uur antwoord op al je gezondheidsvragen van een medische deskundige. Handig als je een korte vraag hebt en niet gelijk naar de huisarts wil. Het unieke aan de app is dat je ook kunt videobellen met een huisarts wanneer dit nodig is, gewoon thuis vanaf de bank.", "Verder heeft Just ook de SkinVision-app waarmee je plekjes op je huid kunt scannen. Zo weet je binnen een paar seconden of het verstandig is om naar het plekje te laten kijken door een medisch specialist.", "Net even anders", "Met Just ben je een koploper op het gebied van digitalisering van je zorgverzekering. Met deze vernieuwende zorgverzekering stel je in een paar klikken je eigen pakket samen en ben je goed verzekerd zonder onnodige dekkingen. Geen ingewikkelde pakketten waarvan je de helft niet gebruikt. Of vergoedingen voor kosten die je misschien zelf kunt betalen. Zo hoef je bijvoorbeeld je bril of reisvaccinaties niet per se te verzekeren. Vaak is het slimmer om die zelf te betalen. Just regelt hiervoor bijvoorbeeld kortingen.", "Hierdoor heb je minder keuzes en meer gemak. Kijk op de website van Just voor meer informatie over de verschillende pakketten die je kunt afsluiten."], "authors": ["Door", "Cz Just"], "keywords": ["van", "belang", "een", "en", "ook", "vlucht", "met", "te", "neemt", "op", "hierdoor", "voor", "je", "digitalisering", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}