{"id": "6c89b2ad-1d92-38a8-8554-464a99127474", "title": "Pardon my Icelandic van Ari Eldjárn: lachen om een land zonder treinen", "url": "https://www.parool.nl/kunst-media/pardon-my-icelandic-van-ari-eldjarn-lachen-om-een-land-zonder-treinen~bd2b3958/", "summary": "Tachtig procent van de show gaat over IJsland en zijn schamele 350.000 inwoners.\nDe 39-jarige stand-upper is een vrij bedeesde performer, maar ook een puike, fysiek sterke verteller die zijn voorbeelden zorgvuldig kiest.\nEldjárn accentueert de vete tussen IJsland en de Scandinavische buren, die van oudsher altijd veel strakker georganiseerd zijn en de moderne tijd wél omarmen.\nDe Netflixversie is duidelijk een beknopte samenvatting van een langere voorstelling.\nDaarin vergelijkt Eldjárn zijn baby met een koning en het geluid van elektrische handdrogers met een ongeïnteresseerde tiener.", "paragraphs": ["Ari Eldjárn. Beeld Netflix", "De originaliteitsprijs zal Ari Eldjárn niet winnen voor zijn eerste Netflixspecial. Tachtig procent van de show gaat over IJsland en zijn schamele 350.000 inwoners. Hij zoekt de lach in zowel de trots als in het minderwaardigheidscomplex van zijn volk. Dat doen veel comedians, zeker als ze zich buiten hun eigen landgrenzen begeven.", "Gelukkig blijkt Eldjárn er erg goed in. De 39-jarige stand-upper is een vrij bedeesde performer, maar ook een puike, fysiek sterke verteller die zijn voorbeelden zorgvuldig kiest. Eldjárn accentueert de vete tussen IJsland en de Scandinavische buren, die van oudsher altijd veel strakker georganiseerd zijn en de moderne tijd wél omarmen.", "In plaats van daarin mee te gaan, maakt Eldjárn zich vooral vrolijk om het patriottisme van de verschillende naties. Als de Denen IJsland belachelijk maken omdat er nog altijd geen treinen rijden, wijzen IJslanders grinnikend naar de hoogste ‘berg’ in Denemarken. In een heerlijke sketch vertelt een Deense man hoe zijn vriend om het leven kwam op deze veredelde heuvel: hij rolde zevenenhalf uur naar beneden en stierf aan alcoholvergiftiging.", "Tieners als handdrogers", "Omdat Eldjárn zo veel zelfspot aan de dag legt (‘Reykjavik is de stad die nooit slaapt, behalve doordeweeks’) gun je hem de kleine overwinningen van IJsland op de boze buitenwereld. Wat je hem óók had gegund, is een betere montage. De Netflixversie is duidelijk een beknopte samenvatting van een langere voorstelling.", "Pardon my Icelandic komt daardoor soms wat fragmentarisch over, met harde schakels tussen de verschillende verhalen. Vooral de laatste twintig minuten hebben eronder te lijden. Daarin vergelijkt Eldjárn zijn baby met een koning en het geluid van elektrische handdrogers met een ongeïnteresseerde tiener. Degelijk materiaal, maar het is alsof Netflix alle grappen die niet over IJsland gaan slordig op een hoop heeft gegooid."], "authors": ["Mike Peek"], "keywords": ["icelandic", "veel", "zijn", "van", "het", "treinen", "ijsland", "en", "om", "zonder", "een", "land", "lachen", "eldjárn", "als", "die", "pardon"], "pubDate": "2020-12-22T09:43:15Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}