{"id": "6c91ff35-2e5c-3cf3-850f-a4b086e8a739", "title": "Zoektocht naar omgekomen voetballers tijdens WOII", "url": "https://www.dvhn.nl/groningen/Zoektocht-naar-omgekomen-voetballers-tijdens-WOII-26343189.html", "summary": "Sporthistoricus Jurryt van de Vooren zoekt met de Groninger Archieven naar voetballers van Groningse verenigingen en roept de hulp van de bevolking in.\nVolgend jaar spelen op 18 december 22 voetballers de finale van het wereldkampioenschap in het Lusailstadion in Qatar.\nSporthistoricus Jurryt van de Vooren verwacht dat hij voor die tijd het eindresultaat kan presenteren van zijn zoektocht naar de verhalen over de 2212 namen van omgekomen voetballers die op het KNVB-monument staan.\nMaar ze leefden voordat ze op het monument terechtkwamen.\nMinstens twaalf omgekomen Groninger voetballers staan niet op het KNVB-monument vermeld.", "paragraphs": ["Tijdens de Tweede Wereldoorlog kwamen ruim tweeduizend Nederlandse voetballers om het leven. Sporthistoricus Jurryt van de Vooren zoekt met de Groninger Archieven naar voetballers van Groningse verenigingen en roept de hulp van de bevolking in.", "Volgend jaar spelen op 18 december 22 voetballers de finale van het wereldkampioenschap in het Lusailstadion in Qatar. Sporthistoricus Jurryt van de Vooren verwacht dat hij voor die tijd het eindresultaat kan presenteren van zijn zoektocht naar de verhalen over de 2212 namen van omgekomen voetballers die op het KNVB-monument staan. ,,Het worden er trouwens meer; ik zit al op 2500 namen.’’", "’Wie waren die mensen?’", "De historicus stuitte enkele jaren geleden op het KNVB-monument. Hij staarde peinzend naar de namen. ,,Een monument is eigenlijk niet meer dan een telefoonboek van overleden mensen. Maar ze leefden voordat ze op het monument terechtkwamen. Wie waren die mensen? Hoe zijn ze om het leven gekomen? Ik kwam er al snel achter dat hier maar heel weinig over bekend was.’’", "Van de Vooren deed al eerder onderzoek in Drenthe. ,,Dan ontdek je dat op 3 januari 1941 tijdens een vergissingsbombardement van de geallieerden op Assen twee voetballers van Achilles 1894 om het leven kwamen.’’ Het ging om Harm van Dijk (24) en Jan Willem Kuiper (25).", "Op 22 oktober 1943 kwamen in het Duitse Kessel ook drie Drentse voetballers tijdens een bombardement om het leven. ,,Maar dit keer was het geen vergissing. Ze werkten daar als dwangarbeiders. De brand duurde zeven dagen. Hilbrand Hofman speelde bij Achilles en Fake Jagt en Jan Zoet bij de Asser Boys. Ik zou graag willen weten hoe ze daar die tijd hebben beleefd. Hadden ze wat aan elkaar? Voetbalden ze ook? Waren ze die laatste minuten bij elkaar?’’", "Honderden namen van slachtoffers staan niet op monument", "Het onderzoek in Drenthe nam twee maanden in beslag en leverde 69 namen van slachtoffers op. Dertig stonden niet op het KNVB-monument in Zeist. ,,Ik schat dat ik ongeveer 2500 namen heb, driehonderd meer dan op het monument staan. Ik heb nu van 1300 meer informatie.’’", "Hij vond met hulp van Martijn van Dijk in de provincie Groningen tot nu toe 89 namen van slachtoffers. Veruit de meesten komen uit de stad Groningen, spelend voor Amicitia, Be Quick, GRC, Groninger Boys, GVAV, Hellas, Velocitas en VIA. Ook in Winschoten vielen veel slachtoffers, bij Bato en WVV. Minstens twaalf omgekomen Groninger voetballers staan niet op het KNVB-monument vermeld. ,,Ik ben nog maar net begonnen.’’", "Een van de namen is van Casper Naber, de verzetsstrijder die tijdens een verhoor in het Scholtenhuis zelfmoord pleegde door uit het raam te springen. ,,Ik heb net een naam van iemand uit Heiligerlee ontdekt, die als krijgsgevangene in Leer werkte. Maar vooral in Winschoten zijn veel slachtoffers. Hier was een grote, Joodse gemeenschap. Je ziet overal een grote piek op 30 september 1942 als de holocaust begint. Allemaal voetballers die in Auschwitz zijn vermoord. Maar ook in mei 1940, tijdens de inval van de Duitsers.’’", "Zijn speurtocht bracht hem overal. ,,Er waren voetballers in dorpen, grote steden, in gevangen- en concentratiekampen, in Nederlands-Indië en zelfs in onderzeeërs.’’", "Hij publiceert al zijn bevindingen op zijn website voetbalmonument.nl. ,,Het merkwaardige is dat voetbal nooit is meegenomen in onderzoeken naar de Tweede Wereldoorlog. Maar er zijn meer voetbalvelden dan kerken en meer clubs dan musea. Ik wil niet zeggen dat sport belangrijker is, maar wel groter.’’", "Tips, vragen en opmerkingen kunt u mailen naar jurryt@sportgeschiedenis.nl"], "authors": ["Frank Von Hebel"], "keywords": ["ik", "zoektocht", "van", "omgekomen", "naar", "en", "maar", "een", "ze", "woii", "op", "het", "tijdens", "die", "voetballers"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}