{"id": "6c92791e-e7d5-3572-b7b1-fdcd6ff176f7", "title": "Bakkerij Cornelis viert jubileum met een glossy", "url": "https://www.parool.nl/ps/bakkerij-cornelis-viert-jubileum-met-een-glossy~b6e50859/", "summary": "Ik kwam ‘het zoontje van de baas’ tegen, om het maar simpel te zeggen.\nWe zijn al 24 jaar samen.”In de glossy komt alles over de bakkerij aan bod, waaronder een top tien van producten.\nMensen maken ook vaak een stop voor ons saucijzenbroodje of een hand­gemaakte kroket.”De yogataart staat niet in het lijstje?\nHij loopt goed, maar het is niet ons best verkochte taartje.”Een bijzondere aankondiging in de glossy: jullie gaan ook vegan bakken.\nAls we een vegan saucijzenbroodje gaan verkopen, moet dat ook een goed saucijzenbroodje zijn.", "paragraphs": ["Beeld Het Parool", "U runt de bakkerij samen met uw man Stephan, zoon van de oprichter. In diezelfde bakkerij hebben jullie elkaar ontmoet.", "“Ik werkte op zaterdagen en Stephan toen ook nog, want we studeerden allebei. Ik kwam ‘het zoontje van de baas’ tegen, om het maar simpel te zeggen. We zijn al 24 jaar samen.”", "In de glossy komt alles over de bakkerij aan bod, waaronder een top tien van producten. Op nummer één: de chocoladetruffeltaart.", "“Die gaat zeker goed, maar veel van onze hardlopers gaan gelijk op. Mensen maken ook vaak een stop voor ons saucijzenbroodje of een hand­gemaakte kroket.”", "De yogataart staat niet in het lijstje?", "“Daarover hebben we een apart artikel gemaakt. Het taartje – gemaakt van magere yoghurt – is tenslotte een product dat alleen wij verkopen. Mijn schoonvader heeft het bedacht. In de glossy staat een advertentie uit 1977 met ‘Yoga Taart, lekker slank!’. Hij loopt goed, maar het is niet ons best verkochte taartje.”", "Een bijzondere aankondiging in de glossy: jullie gaan ook vegan bakken.", "“Daar hebben we bijna zes maanden aan gewerkt. Als we een vegan saucijzenbroodje gaan verkopen, moet dat ook een goed saucijzenbroodje zijn. We hebben nog meer vegan producten ontwikkeld, zoals tompoucen en bonbons.”", "U heeft vast genoeg taart gezien voor drie mensenlevens.", "“In de winkel hoor ik klanten vaak zeggen dat ze hier niet zouden kunnen werken; dan zouden ze dichtgroeien. Maar het is vooral veel proefwerk. Of de speculaas dit jaar weer net zo goed is bijvoorbeeld. Ik werk niet elke dag een gebakje weg, al zou dat geen straf zijn.”"], "authors": ["Noor Lagendijk"], "keywords": ["cornelis", "van", "goed", "glossy", "jubileum", "het", "maar", "met", "zijn", "viert", "een", "ook", "niet", "dat", "bakkerij", "hebben"], "pubDate": "2020-11-23T08:47:05+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}