{"id": "6ca78473-0171-3b1f-982b-49feb96c03b4", "title": "De grootste batterij van Nederland staat in Lelystad", "url": "https://volkskrant.nl/nieuws-achtergrond/de-grootste-batterij-van-nederland-staat-in-lelystad~bc18705e/", "summary": "Dus is een van de grote vragen van de toekomstige elektriciteitsvoorziening: wat doen we als de zon niet schijnt en de wind niet waait?\nDe grootste operationele batterij staat in Californië en heeft een vermogen van 250 megawatt.\nIn Duitsland staat er een van Eneco van 48 MW.\nDe Rhino staat bij Lelystad, bij het windpark Neushoorntocht, waaraan ze haar naam ontleent.\nDe financiering daarvan is gelukt met 2,6 miljoen subsidie, 3,6 miljoen uit de grootste crowdfundingcampagne van vorig jaar en uit de zakken van investeerders van het eerste uur.", "paragraphs": ["De Rhino-batterij in de buurt van Lelystad kan 12 megawatt aan energie opslaan.", "Met 12 megawatt is het de grootste batterij in Nederland, de Rhino bij Lelystad. Donderdag wordt ze in gebruik genomen. De bouwer van de batterij, het jonge bedrijf Giga Storage, heeft plannen voor een hele reeks vergelijkbare batterijen.", "‘Wij willen het Vopak van de elektriciteit worden’, zegt directeur Ruud Nijs van Giga Storage. Want er is geld te verdienen met de opslag van elektriciteit, dankzij de energietransitie. Waar kolen- en gascentrales afhankelijk van de stroomvraag gemakkelijk harder en zachter kunnen draaien, kan dat bij zonne- en windenergie niet. Dus is een van de grote vragen van de toekomstige elektriciteitsvoorziening: wat doen we als de zon niet schijnt en de wind niet waait?", "Voor het oplossen van die vraagstukken wordt een beroep gedaan op de markt. Nijs denkt dankzij de Rhino te kunnen doen waar lang geleden de Amsterdamse kooplieden al steenrijk van werden: goedkoop inkopen, even opslaan en dan duurder verkopen.", "Voor Nederland is de Rhino een grote batterij, voor de wereld bepaald niet. De grootste operationele batterij staat in Californië en heeft een vermogen van 250 megawatt. In Duitsland staat er een van Eneco van 48 MW. Het aantal batterijen groeit snel. De grootste van België wordt gebouwd in Bastenaken en zal goed zijn voor 10 MW. Vattenfall bouwt er een van 12 MW in Zeeland.", "De Rhino staat bij Lelystad, bij het windpark Neushoorntocht, waaraan ze haar naam ontleent. Dat windpark is de eerste klant die Nijs noemt. ‘Als het flink waait en dat windpark kan zijn stroom niet kwijt op het net, of alleen tegen een negatieve prijs, dan kunnen wij die stroom opslaan.’", "Een andere mogelijke toepassing van de batterij is het ‘balanceren’ van het energienet. De netbeheerders zijn verplicht ervoor te zorgen dat de frequentie op het net altijd 50 hertz blijft. Zodra die dreigt te zakken, moet er stroom bij, zodra de frequentie dreigt te stijgen, moet er stroom af. En in beide gevallen is er haast bij geboden. Het zijn tot nu toe vooral gascentrales die gas geven als het moet, maar batterijen kunnen die taak prima overnemen, en dan CO 2 -vrij. Giga Storage gaat ook in de dienstverlening: bedrijven kunnen opslagruimte huren om er stroom op te slaan.", "Drie jaar geleden begon Nijs, voorheen bankier bij de Rabobank, met zijn onderneming. De accu waar donderdag de stekker in gaat, kost 8 miljoen euro. De financiering daarvan is gelukt met 2,6 miljoen subsidie, 3,6 miljoen uit de grootste crowdfundingcampagne van vorig jaar en uit de zakken van investeerders van het eerste uur. Hij zegt nog plannen te hebben voor in totaal 100 MW aan batterijen, goed voor investeringen van zo’n 60 miljoen euro.", "Of die er komen, moet nog blijken. De markt is veelbelovend, maar er moeten nog wel wat horden worden genomen. Eerst moet er stroom in een batterij, daarna moet die eruit. Bij het opladen van de Rhino moet Giga Storage energiebelasting en transportkosten betalen. Bij het ontladen moet de eindgebruiker dat doen. Er wordt dus dubbel betaald. Minister Wiebes van Economische Zaken heeft in de Tweede Kamer al gezegd dat wordt gewerkt aan die dubbele belasting, maar niet aan de dubbele transportkosten.", "En dat is raar, zegt Jeroen Verbeeck van het Belgische bedrijf Centrica. Centrica exploiteert batterijen in tal van landen, in Europa zo’n 100 MW. In België alleen al, zegt Verbeeck, staat nu 50 MW aan batterijen en over een paar jaar is dat 200 MW. ‘In België is het heffen van dubbele transportkosten en dubbele belasting afgeschaft’, zegt hij. ‘Dat moest ook wel, want de Europese energierichtlijn bepaalt dat dat vanaf 2021 niet meer mag.’ België, Duitsland en zelfs het Verenigd Koninkrijk hebben die regel al in de eigen wetgeving opgenomen. Nederland, zegt Verbeeck, ontkomt daar ook niet aan."], "authors": ["Gerard Reijn"], "keywords": ["van", "dat", "die", "niet", "een", "nederland", "en", "moet", "grootste", "staat", "bij", "batterij", "er", "het", "lelystad"], "pubDate": "2020-11-24T20:44:10Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}