{"id": "6cb5fc08-d89a-31dd-9228-ef1b70f69bf1", "title": "Dichter Ted Hughes belandde op zwarte lijst van The British Library, waarna de instelling snel haar excuses maakte", "url": "https://volkskrant.nl/cultuur-media/dichter-ted-hughes-belandde-op-zwarte-lijst-van-the-british-library-waarna-de-instelling-snel-haar-excuses-maakte~b181135f/", "summary": "The British Library had de naam van de poet laureate op een lijst gezet van ‘figuren die worden geassocieerd met weelde die is vergaard door slavernij en koloniaal geweld’.\nZo hebben personeelsleden een lijst boeken gekregen die meer inzicht bieden in ‘wit racisme’.\nTevens wil men de banden blootleggen tussen bekende auteurs en het Britse slavernijverleden, zich baserend op het gegevensbestand van het Centre for the Study of the Legacies of British Slave-ownership.\nDe Britse dichter Ted Hughes werd door The British Library op een lijst gezet van figuren die een connectie hebben met de slavernij.\nBeeld GettyMaar, merkte Jonathan Bate, een van Hughes’ biografen, eerder deze week op Twitter op: Ferrar stierf kinderloos.", "paragraphs": ["Na jarenlang te zijn gehekeld door feministen, die hem medeverantwoordelijk hielden voor de zelfmoord van zijn vrouw Sylvia Plath, werd de dichter Ted Hughes 22 jaar na zijn dood ineens ook nog eens beschuldigd van een connectie met slavernij. The British Library had de naam van de poet laureate op een lijst gezet van ‘figuren die worden geassocieerd met weelde die is vergaard door slavernij en koloniaal geweld’. Zijn voorvader Nicholas Ferrar was betrokken bij de Virginia Company, die delen van de Amerikaanse oostkust koloniseerde en slaven uit Afrika liet verschepen.", "Indachtig de Black Lives Matter-beweging wil de bibliotheek zich profileren als een ‘actieve antiracisme-organisatie’. Zo hebben personeelsleden een lijst boeken gekregen die meer inzicht bieden in ‘wit racisme’. Tevens wil men de banden blootleggen tussen bekende auteurs en het Britse slavernijverleden, zich baserend op het gegevensbestand van het Centre for the Study of the Legacies of British Slave-ownership. Een prominente naam daarop is Ferrar, een zakenman, geleerde, deken en hofdienaar die leefde van 1592 tot 1637. Hij is nu nog vooral bekend omdat hij de poëzie heeft uitgegeven van George Herbert, een verzoek dat de priester en dichter op zijn sterfbed had gedaan.", "De Britse dichter Ted Hughes werd door The British Library op een lijst gezet van figuren die een connectie hebben met de slavernij. Beeld Getty", "Maar, merkte Jonathan Bate, een van Hughes’ biografen, eerder deze week op Twitter op: Ferrar stierf kinderloos. ‘Weten we zeker dat de relatie geen familie-mythe was? Is er überhaupt een stamboom getekend?’ The British Library heeft inmiddels Carol Hughes, de weduwe van de dichter, excuses aangeboden en laten weten dat de lijst prematuur is gepubliceerd.", "Behalve Hughes stond op de zwarte lijst bijvoorbeeld ook Lord Byron – ironisch genoeg vocht (en stierf) deze romanticus voor de Griekse onafhankelijkheid van het imperialistische Ottomaanse Rijk. Oscar Wilde werd eveneens gezien als besmet, doordat een oom in de slavenhandel werkte, terwijl Samuel Taylor Coleridge een neef had die op Barbados betrokken was bij het beheer van plantages. George Orwells overgrootvader was, zo is ontdekt, een slavenhandelaar. De schrijver zelf groeide op in Birma en heeft kritisch geschreven over de Britse aanwezigheid aldaar.", "Volgens critici is The British Library bezig met een heksenjacht en vergeet het haar eigenlijke taak, het bewaken en voor onderzoek beschikbaar stellen van ’s lands literaire erfenis."], "authors": ["Patrick Van Ijzendoorn"], "keywords": ["snel", "van", "instelling", "het", "op", "british", "die", "ted", "zwarte", "waarna", "zijn", "library", "een", "en", "lijst", "maakte", "hughes"], "pubDate": "2020-11-27T13:00:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}