{"id": "6cb87920-f052-3feb-8038-2fafca8f1e90", "title": "Boeren blokkeren distributiepost Jumbo in Breda en gaan naar huis topman", "url": "https://nu.nl/binnenland/6096501/boeren-blokkeren-distributiepost-jumbo-in-breda-en-gaan-naar-huis-topman.html", "summary": "Honderden boeren hebben maandagochtend met tractoren en auto's het distributiecentrum van Jumbo in Breda geblokkeerd.\nIn de nacht bracht een groep van zo'n tien boeren een bezoek aan het huis van Jumbo-topman Frits van Eerd in Heeswijk-Dinther.\nDe politie kreeg hier melding van, maar stelt dat het gesprek \"gemoedelijk\" was en dat de boeren daarna weer weggingen.\nVan Eerd heeft nog geen aangifte gedaan naar aanleiding van het onverwachte bezoek.\nZo waren er soortgelijke acties bij een bevoorradingscentrum van Jumbo in Raalte, bij een distributiepost van de Albert Heijn in Zaandam en bij een levensmiddelenopslag in Zwolle.", "paragraphs": ["Honderden boeren hebben maandagochtend met tractoren en auto's het distributiecentrum van Jumbo in Breda geblokkeerd. De actievoerders vinden dat supermarkten te weinig betalen voor de producten van de boeren. Ook heeft een kleine groep in de nacht van zondag op maandag een bezoek gebracht aan het huis van Jumbo-topman Frits van Eerd in Heeswijk-Dinther.", "Naast hun woede over de in hun ogen te lage prijzen die supermarkten betalen, zijn ze boos over de stikstofmaatregelen van de overheid.", "Een woordvoerder van Jumbo bevestigt een bericht van Omroep Brabant. De boeren geven aan dat zij niet van plan zijn hun actie snel op te breken. Zij hebben proviand en warme kleding meegenomen.", "", "De politie Zeeland-West-Brabant laat aan NU.nl weten \"op de hoogte te zijn van de situatie. We denken na over mogelijk ingrijpen en hopen hier binnenkort een besluit over te nemen\".", "In de nacht bracht een groep van zo'n tien boeren een bezoek aan het huis van Jumbo-topman Frits van Eerd in Heeswijk-Dinther. De politie kreeg hier melding van, maar stelt dat het gesprek \"gemoedelijk\" was en dat de boeren daarna weer weggingen. Van Eerd heeft nog geen aangifte gedaan naar aanleiding van het onverwachte bezoek.", "Boeren bezetten al paar dagen distributiecentra supermarkten", "Een van de boeren stelt in gesprek met Omroep Brabant dat het gezin Van Eerd verbaasd was dat er midden in de nacht boeren voor de deur stonden. \"Maar dat moet wel, we moeten hard en lang werken om te kunnen verdienen\", aldus een van de actievoerders.", "Vrijdag en zaterdag bezetten boeren ook al distributiecentra van supermarkten. Zo waren er soortgelijke acties bij een bevoorradingscentrum van Jumbo in Raalte, bij een distributiepost van de Albert Heijn in Zaandam en bij een levensmiddelenopslag in Zwolle.", "'Handhaaf de wet bij protesten boeren'", "Hierdoor waren dit weekend sommige producten niet in de supermarkten aanwezig. Ook konden de bezorgdiensten van de supermarktketens niet al hun bestellingen aan huis afleveren.", "Burgemeester Peter Snijders van Zwolle pleit er bij de NOS voor om landelijke afspraken te maken over het handhaven van regels en wetten tijdens boerenprotesten. Er klonk eerder al kritiek over het uitblijven van harde handhaving tijdens de diverse boerenprotesten het afgelopen jaar. Hij beklemtoont dat veel ouderen en zieken in coronatijd gebruikmaken van de bezorgservice van supermarkten."], "authors": ["Door"], "keywords": ["gaan", "topman", "naar", "van", "supermarkten", "bij", "een", "te", "huis", "boeren", "het", "aan", "en", "dat", "jumbo", "breda", "distributiepost", "blokkeren"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}