{"id": "6cba87d0-c841-3f2e-8194-348927a7ed7d", "title": "Corona slaat toe in gevangenis Norgerhaven in Veenhuizen: alle 240 gedetineerden uit voorzorg in quarantaine", "url": "https://www.dvhn.nl/drenthe/Corona-slaat-toe-in-gevangenis-Norgerhaven-in-Veenhuizen-alle-240-gedetineerden-uit-voorzorg-in-quarantaine-26296989.html", "summary": "Vier gedetineerden in gevangenis Norgerhaven in Veenhuizen zijn besmet met het coronavirus.\nUit voorzorg is besloten om alle 240 gedetineerden in Norgerhaven in quarantaine te plaatsen in hun eigen cel.\n,,Het dagprogramma ligt grotendeels stil, wel kan er gelucht worden.”Een aantal personeelsleden en gedetineerden is naar aanleiding van de richtlijnen van het RIVM en de GGD getest op corona.\n‘Geschrokken, maar geen sprake van paniek’Vestigingsdirecteur Marie-Anne de Groot laat weten dat de eerste coronabesmettingen onder gedetineerden in Norgerhaven niet geleid hebben tot paniek.\nOnder personeel van Esserheem en Norgerhaven zijn wel enkele besmettingen (geweest).", "paragraphs": ["Vier gedetineerden in gevangenis Norgerhaven in Veenhuizen zijn besmet met het coronavirus. De mannen zitten allemaal op dezelfde afdeling van de penitentiaire inrichting, maar zijn ook in contact geweest met gevangenen van andere afdelingen.", "Uit voorzorg is besloten om alle 240 gedetineerden in Norgerhaven in quarantaine te plaatsen in hun eigen cel. Dat zegt woordvoerder René Hut. ,,Het dagprogramma ligt grotendeels stil, wel kan er gelucht worden.”", "Een aantal personeelsleden en gedetineerden is naar aanleiding van de richtlijnen van het RIVM en de GGD getest op corona. ,,Uit de tot nu toe bekende testresultaten zijn geen nieuwe besmettingen naar voren gekomen.” De quarantainemaatregelen voor alle gevangenen gelden sinds woensdag, in eerste instantie voor twee dagen.", "‘Geschrokken, maar geen sprake van paniek’", "Vestigingsdirecteur Marie-Anne de Groot laat weten dat de eerste coronabesmettingen onder gedetineerden in Norgerhaven niet geleid hebben tot paniek. ,,Natuurlijk is het voor iedereen even schrikken, maar van onrust is gelukkig geen sprake. We informeren ons personeel en de gedetineerden heel goed over de ontwikkelingen en er is begrip voor de genomen maatregelen. Als alles meezit, kan vanaf vrijdag voor bijna iedereen het reguliere dagprogramma weer worden opgestart.”", "Ook enkele besmettingen (geweest) onder personeel", "Binnen Esserheem, de tweede gevangenis in Veenhuizen, zijn volgens Hut tot nu toe nog geen gedetineerden besmet geraakt met het coronavirus. Onder personeel van Esserheem en Norgerhaven zijn wel enkele besmettingen (geweest).", "", ""], "authors": ["Daniëlle Molenaar"], "keywords": ["van", "corona", "voorzorg", "uit", "norgerhaven", "gedetineerden", "veenhuizen", "toe", "slaat", "en", "geen", "zijn", "onder", "tot", "voor", "quarantaine", "gevangenis", "het"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}