{"id": "6ce4c1c0-02b8-3216-a68c-4953d9b253da", "title": "En waaraan denken wij anno 2021 bij de woorden: ‘Mensch, durf te leven!’?", "url": "https://volkskrant.nl/columns-opinie/en-waaraan-denken-wij-anno-2021-bij-de-woorden-mensch-durf-te-leven~bb8382ea/", "summary": "Een van de heerlijkste boeken van het nu voorgoed voorbije jaar is Hotel Schiller, een door Marjolein Bierens fonkelend opgeschreven relaas over de al even fonkelende geschiedenis van de roemruchte gelijknamige herberg, annex verteergelegenheid aan het Rembrandtplein.\nIn de champagnejaren van het interbellum was Schiller vooral een kunstenaarshol.\n‘De mannen en vrouwen zijn er lelijk, niet op een menselijke manier, maar als vissen’, tekenden ze in september 1861 bij een bezoek aan Amsterdam in hun dagboek op.\nEn waaraan denken wij, inclusieve Nederlanders, anno 2021 bij de woorden: ‘Mensch, durf te leven!’?\nOf toch gewoon, nu er bij ons nog nul mensen zijn gevaccineerd, aan boodschappen doen bij Albert Heijn?", "paragraphs": ["Een van de heerlijkste boeken van het nu voorgoed voorbije jaar is Hotel Schiller, een door Marjolein Bierens fonkelend opgeschreven relaas over de al even fonkelende geschiedenis van de roemruchte gelijknamige herberg, annex verteergelegenheid aan het Rembrandtplein.", "Het werk laat zich lezen als een ‘pars pro toto’ van onze vaderlandse historie. Terwijl een werveling aan beroemdheden als Fien de la Mar, Heintje Davids, Herman Heijermans, Jan Slauerhoff, Jean-Louis Pisuisse voorbijtrekt, wordt het in 1913 door de broers Frits, Hein en zuster Elsa Schiller opgerichte Art Deco-hotel bewoond door Belgische asielzoekers uit de Eerste Wereldoorlog, Joden op de vlucht voor Hitler; waarna onze poldersoldaten die later moesten vechten op de Grebbeberg, nazi’s en uiteindelijk onze Canadese bevrijders van de legendarisch zachte bedden op de kamers, van de hotelbar, en de mogelijkheden die deze combinatie bood, ieder op hun eigen wijze gebruikmaakten.", "In de champagnejaren van het interbellum was Schiller vooral een kunstenaarshol. Zelf heb ik in café Schiller vaak boekpresentaties gehouden. Tevens heb ik er een paar diners georganiseerd, zeg maar Bilderberg-conferenties van de geest, waar lui van diverse pluimage bij aanzaten. Het is mijn stellige overtuiging dat dergelijke diners veel te weinig worden gegeven.", "De gebroeders Jules en Edmond Concourt hadden, zoals bekend, een pesthekel aan Holland. ‘De mannen en vrouwen zijn er lelijk, niet op een menselijke manier, maar als vissen’, tekenden ze in september 1861 bij een bezoek aan Amsterdam in hun dagboek op. Hun geklaag over het gebrek hier aan ‘het genot der zinnen’, dat ze in Parijs zo waren gewend, kreeg voor mij extra diepte bij lezing van Hotel Schiller. Het dorp Amsterdam kwam pas in 1883 met de Wereldtentoonstelling uit zijn internationale isolement. Het betekende de bloei van Grand Hotels als Krasnapolsky, het Victoria Hotel en De L’Europe.", "Slauerhoff jammert er in zijn beroemdste gedicht over dat passiemoorden bij ons nooit plaatsvinden. Nochtans kreeg die op 26 november 1927 zijn beslag toen Pisuisse en zijn Vlaamse vrouw Jenny Gilliams voor de deur van Schiller, aan de voet van onze gietijzeren Rembrandt, werden doodgeschoten door een jaloerse minnaar, die vervolgens de hand aan zichzelf sloeg.", "Het lied Mensch, durf te leven is wellicht Pisuisses bekendste vertolking. Hierover zegt Bierens iets intrigerend. Zong Pisuisse de beroemde regels van Dirk Witte, Je leeft maar heel kort, maar een enkele keer. En als je straks anders wilt kun je niet meer. Mensch, durf te leven!, in de jaren twintig, om de dood en de verschrikkingen van de Eerste Wereldoorlog te vergeten, Ramses Shaffy greep het lied in de jaren zestig aan om het burgerdom af te werpen, als pleidooi voor een groots en meeslepend leven. Puur op gevoel zeg ik: het is tijd voor een nieuwe iconische vertolking. Maar door wie? En waaraan denken wij, inclusieve Nederlanders, anno 2021 bij de woorden: ‘Mensch, durf te leven!’? Aan alpinisme? Groepsseks? Gebedshuisbezoek? Of toch gewoon, nu er bij ons nog nul mensen zijn gevaccineerd, aan boodschappen doen bij Albert Heijn?"], "authors": ["Pieter Waterdrinker"], "keywords": ["zijn", "van", "het", "wij", "woorden", "en", "schiller", "een", "leven", "durf", "waaraan", "te", "aan", "op", "bij", "denken", "mensch"], "pubDate": "2021-01-01T14:00:28Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}