{"id": "6cebd860-90bc-3551-afa7-e13bb39553e8", "title": "Venetië overstroomt weer, de miljardendam stond niet aan", "url": "https://volkskrant.nl/nieuws-achtergrond/venetie-overstroomt-weer-de-miljardendam-stond-niet-aan~b5138fbe/", "summary": "Voetgangers in Venetië waden dinsdag over het San Marcoplein dat ondanks de nieuwe dam weer onder water staat.\nHet waterkeringssysteem, dat in oktober na zeventien jaar bouwen voor het eerst aan het werk gezet werd, was te laat geactiveerd en kon niet voorkomen dat de zee de stad overviel.\nOp het hoogtepunt steeg het waterniveau tot 145 centimeter.\nEen winkelier probeert het water tegen te houden dat naar binnen dreigt te stromen.\nVolgens procurator Tesserin moeten het plein en de kerk in hun geheel worden opgehoogd en een eigen barrière tegen het water krijgen.", "paragraphs": ["Voetgangers in Venetië waden dinsdag over het San Marcoplein dat ondanks de nieuwe dam weer onder water staat. Beeld AP", "‘We hebben in Venetië de zee weer gestopt’, jubelde burgemeester Luigi Brugnaro zondag 6 december nog trots. Ook in de lokale media heerste een juichstemming, want de nieuwe Mose-dam werd in het weekend getest door noodweer, maar doorstond het eerste serieuze examen van extreme regen en wind met glans.", "Dinsdag ging het alsnog mis. Het waterkeringssysteem, dat in oktober na zeventien jaar bouwen voor het eerst aan het werk gezet werd, was te laat geactiveerd en kon niet voorkomen dat de zee de stad overviel. Op het hoogtepunt steeg het waterniveau tot 145 centimeter.", "De waterkering, die bestaat uit 78 mobiele dijken en 6 miljard euro kostte (ruim drie keer meer dan begroot), ligt normaal gesproken uit het zicht onder water. Pas als een overstroming dreigt, komt de mobiele dam omhoog en sluit hij de lagune af waarin Venetië ligt – als hij ingeschakeld is, tenminste. De grenswaarde om het systeem te activeren ligt op 130 centimeter, maar de waterpiek bleek dinsdag opeens veel hoger uit te vallen dan de voorspelde 125 centimeter.", "Hoog water in de San Marco-basiliek. De vloermozaïeken staan volledig blank. Beeld EPA", "Snel beslissen", "De gemeente Venetië kan Mose niet zelf aansturen. Die verantwoordelijkheid ligt bij de nationale regering in Rome, tot onvrede van burgemeester Brugnaro. ‘Deze beslissingen moeten snel genomen worden. De burgemeester weet beter hoe de situatie is en welke problemen er in de haven zijn.’", "De beslissing moet 48 uur voor het hoge water komt al vallen, onder andere om de scheepvaart op tijd te kunnen informeren. Er is namelijk een belangrijk economisch motief om de dam niet al te laagdrempelig te activeren: zolang de waterkering in bedrijf is, kunnen vrachtschepen niet aanmeren in de Venetiaanse haven.", "Een winkelier probeert het water tegen te houden dat naar binnen dreigt te stromen. Beeld AFP", "Maar elke nieuwe overstroming veroorzaakt ook grote economische en culturele schade. Zo stonden de mozaïeken op de vloer van de San Marco-basiliek volledig blank. ‘De situatie is dramatisch’, zei de procurator van de San Marco, Carlo Tesserin, tegen La Repubblica. Op beelden is te zien hoe de middeleeuwse kunstwerken bedekt zijn onder een laag van zeker 30 centimeter water. De gouverneur van Veneto vreest dat de totale schade door het noodweer in zijn regio oploopt tot een half miljard euro.", "Eigen barrière", "Er gaan nu stemmen op om de dam voortaan al bij een lagere drempelwaarde in te schakelen. Maar voor de San Marco zijn de problemen daarmee nog steeds niet opgelost, want het beroemde centrale plein behoort tot de laagste plekken van de stad. Volgens procurator Tesserin moeten het plein en de kerk in hun geheel worden opgehoogd en een eigen barrière tegen het water krijgen. De plannen daarvoor liggen al jaren klaar."], "authors": ["Rosa Van Gool"], "keywords": ["aan", "water", "van", "stond", "overstroomt", "het", "op", "san", "niet", "een", "te", "weer", "en", "miljardendam", "dat", "venetië"], "pubDate": "2020-12-09T16:36:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}