{"id": "6cee7d04-405f-36f9-8d66-ff633c142533", "title": "Legendarische Renault 4 en 5 keren terug, maar dan elektrisch", "url": "https://nu.nl/auto/6101228/legendarische-renault-4-en-5-keren-terug-maar-dan-elektrisch.html", "summary": "Een van die beroemde klassiekers zou de Renault 4 zijn.\nDe Meo, die voorheen onder meer SEAT en Fiat leidde, heeft volgens Automotive wel oren naar het afstoffen van het aloude succesnummer '4', maar dan met elektrische aandrijving.\nEn die Renault 4, waarvan tussen 1951 en 1992 meer dan acht miljoen exemplaren zijn gebouwd, is niet de enige icoon die met batterijen terugkeert.\nOok de Renault 5/Supercinq (1972-1996 en 7,3 miljoen keer verkocht) zou een spiritueel opvolger met elektrische aandrijflijn krijgen.\nDit merk bracht in 2007 met veel succes de 500 terug en die kleine stadsrakker is inmiddels de kurk waarop het merk in Europa drijft.", "paragraphs": ["De klassieke Renault 4 en 5 komen terug als elektrische modellen. Dat maakt Renault later deze week bekend, meldt vakblad Automotive News.", "Renault onthult donderdag de nieuwe merkstrategie en Automotive News zegt op basis van ingewijden daar al meer van te weten. Naar verluidt laat Renault de komende jaren enkele historische succesnummers terugkeren. Een van die beroemde klassiekers zou de Renault 4 zijn. De nieuwe topman van Renault, Luca de Meo, schijnt dus naast het voornemen om de komende jaren miljarden te besparen, met een grote reorganisatie tot gevolg, donderdag óók positief nieuws te willen brengen.", "De Meo, die voorheen onder meer SEAT en Fiat leidde, heeft volgens Automotive wel oren naar het afstoffen van het aloude succesnummer '4', maar dan met elektrische aandrijving. En die Renault 4, waarvan tussen 1951 en 1992 meer dan acht miljoen exemplaren zijn gebouwd, is niet de enige icoon die met batterijen terugkeert. Ook de Renault 5/Supercinq (1972-1996 en 7,3 miljoen keer verkocht) zou een spiritueel opvolger met elektrische aandrijflijn krijgen.", "Het is op dit moment nog onduidelijk of De Meo komende donderdag inderdaad alle plannen uit de doeken zal doen. Maar als de comeback van de Renault 4 en 5 een feit is, heeft De Meo zich ongetwijfeld laten inspireren door zijn vroegere werkgever Fiat. Dit merk bracht in 2007 met veel succes de 500 terug en die kleine stadsrakker is inmiddels de kurk waarop het merk in Europa drijft. Bovendien is ook van diezelfde 500 onlangs een nieuwe generatie met elektrische aandrijving geïntroduceerd."], "authors": ["Door"], "keywords": ["zijn", "van", "dan", "meo", "keren", "maar", "en", "elektrisch", "met", "een", "elektrische", "het", "terug", "die", "legendarische", "renault"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}