{"id": "6d1a5b4e-6bf6-3ab6-ba97-e97048e122a3", "title": "’Airbnb steeds vaker ’misbruikt’ door aangesloten verhuurders’", "url": "https://www.telegraaf.nl/financieel/26203172/airbnb-steeds-vaker-misbruikt-door-aangesloten-verhuurders", "summary": "Dit omdat Airbnb de verhuurders eerder heeft gedwongen bij annuleringen om een volledige terugbetaling aan de huurders te doen.\nDaarop hebben een aantal professionele gastheren, die meerdere optrekjes aanbieden via Airbnb, hun inspanningen opgevoerd om het beleid van het bedrijf te omzeilen.\nDaarmee gebruiken ze Airbnb vooral als marketingplatform, maar niet voor het regelen van de boeking.\nDe gegevens worden dan weer gebruikt om de huurders een aanbod buiten Airbnb om te doen.\nDe verwachting is dat veel meer verhuurders via Airbnb zullen proberen de regels van het verhuurplatform te omzeilen.", "paragraphs": ["De relatie tussen Airbnb en een aantal van de grotere gastheren is al een tijdje gespannen. De coronapandemie maakt de situatie er niet beter op. Dit omdat Airbnb de verhuurders eerder heeft gedwongen bij annuleringen om een volledige terugbetaling aan de huurders te doen.", "Daarop hebben een aantal professionele gastheren, die meerdere optrekjes aanbieden via Airbnb, hun inspanningen opgevoerd om het beleid van het bedrijf te omzeilen. Daarmee gebruiken ze Airbnb vooral als marketingplatform, maar niet voor het regelen van de boeking.", "Logistieke doeleinden", "Airbnb verbiedt zijn verhuurders om persoonlijke informatie van gasten te verzamelen. Die mag alleen voor logistieke doeleinden worden gebruikt voor een specifieke trip. Om die voorwaarden te omzeilen wordt onder meer gebruik gemaakt van digitale ’gidsen’ waarbij gasten bijvoorbeeld hun e-mailadressen moeten opgeven om toegang tot de woning te krijgen. De gegevens worden dan weer gebruikt om de huurders een aanbod buiten Airbnb om te doen.", "Een andere mogelijkheid is het gebruik van wifi-netwerken om elke gast, niet alleen de persoon die de boeking heeft gedaan, te dwingen om hun contactgegevens in te voeren voordat ze verbinding kunnen maken met het internet.", "Door de beslissing van Airbnb in maart vorig jaar om gastheren te dwingen bij annuleringen vanwege de coronacrisis volledige terugbetalingen te doen, hebben verschillende verhuurders al de samenwerking met Airbnb opgezegd. Inspanningen van het verhuurbedrijf om de gemoederen te bedaren, schoten volgens de krant tekort. De verwachting is dat veel meer verhuurders via Airbnb zullen proberen de regels van het verhuurplatform te omzeilen.", "Airbnb zegt in een reactie tegen de Financial Times de privacy van gebruikers zeer serieus te nemen en dat het verboden is voor aanbieders om contactgegevens te misbruiken. Als Airbnb misbruik ontdekt zullen sancties worden genomen. Daarbij zouden accounts op zwart kunnen worden gezet. Het bedrijf wilde niet zeggen hoeveel aanbieders al zijn geschorst vanwege het schenden van de voorwaarden."], "authors": ["Anp Producties"], "keywords": ["verhuurders", "van", "voor", "om", "een", "misbruikt", "vaker", "niet", "aangesloten", "steeds", "airbnb", "te", "het", "door", "worden"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}