{"id": "6d21c7d4-a1a1-36c0-aad3-cd06f3dbb791", "title": "Gevulde druivenbladen maken, dat is meditatie aan de keukentafel", "url": "https://trouw.nl/achterpagina/gevulde-druivenbladen-maken-dat-is-meditatie-aan-de-keukentafel~bc2a1271/", "summary": "Een gerecht waarmee je van land naar land een enorme landkaart over kunt rollen: vandaag trakteer ik jullie op gevulde druivenbladeren.\nThuis doe ik ze na: meditatie aan de keukentafel.\nIn heel mooie laagjes, alsof het een druivenbladlasagnetaart is.Leuk als je een druif in de tuin of op je balkon hebt waarvan je de eigen bladeren hebt ingemaakt!\nGelukkig kun je ze gewoon kopen bij je eigen Turkse of Midden-Oosterse winkel.\nSnijd 4 tomaten in grove stukken en pureer ze met een staafmixer met het citroensap en wat zout.", "paragraphs": ["Kookboekenschrijver Merijn Tol houdt van de Arabische en de mediterrane keuken en eten dat mensen verbindt.", "Een gerecht waarmee je van land naar land een enorme landkaart over kunt rollen: vandaag trakteer ik jullie op gevulde druivenbladeren. Onderweg worden ze behangen met mooie namen: dolma, dolmades, sarma, yaprak, yalanji, koupepia, wara einab of tolma. Dankzij de Ottomanen, die niet alleen hun macht, maar ook hun keuken over een groot deel van de wereld verspreidden, veroverden ze harten en tongen van de mensen. En toen de macht van de sultans verdween, bleef het gevulde druivenblad.", "Van Bosnië en Georgië tot Turkije, het Midden-Oosten en Griekenland: overal vind je fantastische vrouwen die razendsnel pannen vol rollen. Ideaal om het leven van commentaar te voorzien.", "Thuis doe ik ze na: meditatie aan de keukentafel. Daarna kook ik ze smeltend zacht, met een bordje erop, zoals het hoort. Koud de volgende dag zijn ze het allerlekkerst. Onze Anaroz van vijf jaar ontdekte dat ook en wil ze nu mee naar school.", "Mocht je denken dat ik hier dagelijks als een mediterrane mama uren sta te koken: nee. Natuurlijk heb ik ook soms geen tijd en/of zin om te rollen. En daarom bedacht ik een waanzinnig makkelijke oplossing, met toch die smeltende rijst en dat druivenblad. In heel mooie laagjes, alsof het een druivenbladlasagnetaart is.Leuk als je een druif in de tuin of op je balkon hebt waarvan je de eigen bladeren hebt ingemaakt!", "Nu draaf ik door, hè? Gelukkig kun je ze gewoon kopen bij je eigen Turkse of Midden-Oosterse winkel. Week ze even in ruim water en spoel ze goed af om het citroenzuursmaakje kwijt te raken.Heb je nog over? Pak er dan lekker vis mee in (heel of in moten) die je in de oven stopt, of vul ze rommelig met witte kaas, oud brood, knoflook en dille, vouw ze half dicht en bak ze knapperig. Zo, nu weerhoudt niets je er meer van een pot druivenbladeren te kopen.", "Gevulde druivenbladeren", "Ingrediënten (voor 4 personen)", "• 250 g rijst", "• 200 g lamsgehakt", "• 1 bosje peterselie, fijngesneden", "• 1 grote ui, fijngesneden", "• 2 teentjes knoflook, geraspt", "• snufje kaneel", "• snufje seven spice baharat of piment", "• 1 el gedroogde munt", "• 7 tomaten", "• sap van 1 citroen", "• granaatappelmelasse", "• olijfolie", "• 1 pot of pakje druivenbladeren, goed gespoeld", "Bereiding", "Verhit de oven voor op 175 °C. Kneed de rijst met het lamsgehakt. Meng de peterselie, ui, knoflook, kaneel, seven spice of piment en gedroogde munt door het gehakt-rijstmengsel. Breng op smaak met zout.", "Snijd 4 tomaten in grove stukken en pureer ze met een staafmixer met het citroensap en wat zout.", "Snijd 2 andere tomaten heel fijn en meng ze door het gehakt-rijstmengsel. Neem een aantal grote druivenbladeren (verwijder het takje) en bekleed een ronde, niet te grote ovenschaal ermee.", "Schep er een kwart van het rijstmengsel op, spreid uit. Besprenkel met een beetje van de tomatensaus, wat granaatappelmelasse en olijfolie, beleg weer met druivenbladeren, en herhaal tot het rijstmengsel op is. Eindig met een laag druivenbladeren, besprenkel weer met de tomatensaus, granaatappelmelasse en olijfolie.", "Vouw de randen mooi naar binnen. Snijd de laatste tomaat in plakjes en verdeel eroverheen. Bak gaar in een ruim uur. Check halverwege en besprenkel eventueel met een scheutje extra water.", "Lekker met wat dikke yoghurt erbij.", "Koken", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Merijn Tol"], "keywords": ["ik", "druivenbladen", "maken", "gevulde", "van", "keukentafel", "en", "een", "met", "ze", "aan", "te", "op", "meditatie", "het", "dat", "je"], "pubDate": "2020-12-11T06:49:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}