{"id": "6d2268b8-e150-3516-bf78-f2b4a8299930", "title": "Groningse corporaties willen af van 'onrechtvaardige' verhuurdersheffing", "url": "https://nu.nl/groningen/6095578/groningse-corporaties-willen-af-van-onrechtvaardige-verhuurdersheffing.html", "summary": "Groningse woningcorporaties willen af van de \"onrechtvaardige\" verhuurdersheffing die ze jaarlijks aan het Rijk betalen.\nDe woningcorporaties roepen op deze belasting stop te zetten, zodat ze het geld kunnen investeren in de bouw van extra huizen of het verduurzamen van woningen.\nTegelijkertijd staat het verduurzamen van woningen hoog op de agenda van de corporaties.\nMet de 25 miljoen hadden de corporaties bijvoorbeeld driehonderd extra woningen per jaar kunnen bouwen, zo rekenen ze voor.\nDe actie wordt gesteund door de gemeente Groningen en de woningcorporaties Wierden en Borgen, Patrimonium, Lefier, Woonborg, De Huismeesters en Nijestee.", "paragraphs": ["Groningse woningcorporaties willen af van de \"onrechtvaardige\" verhuurdersheffing die ze jaarlijks aan het Rijk betalen. Vorig jaar ging het om een bedrag van in totaal 25 miljoen euro. De woningcorporaties roepen op deze belasting stop te zetten, zodat ze het geld kunnen investeren in de bouw van extra huizen of het verduurzamen van woningen.", "De corporaties zien dat de wachtlijsten voor woningzoekenden oplopen en dat ondertussen de huren stijgen. Tegelijkertijd staat het verduurzamen van woningen hoog op de agenda van de corporaties. Met de 25 miljoen hadden de corporaties bijvoorbeeld driehonderd extra woningen per jaar kunnen bouwen, zo rekenen ze voor. Of jaarlijks duizend extra woningen kunnen verduurzamen naar label A.", "", "De huurdersorganisaties Grobos, AH Woon, de Participatieraad, KAR, HPPG, Huurdersraad de Huismeesters, Huurdersvereniging Hoogkerk-Noorddijk en HP Bedum-Ten Boer hebben samen een pamflet opgesteld, waarin ze de politiek oproepen een streep te halen door de heffing. De actie wordt gesteund door de gemeente Groningen en de woningcorporaties Wierden en Borgen, Patrimonium, Lefier, Woonborg, De Huismeesters en Nijestee.", "", "Tweede Kamerlid Henk Nijboer (PvdA) heeft deze week het pamflet aangeboden gekregen. Hij neemt het woensdag mee naar Den Haag om aandacht te vragen voor de situatie in Groningen. Wonen staat dan opnieuw op de agenda van de Tweede Kamer."], "authors": ["Door"], "keywords": ["van", "af", "woningen", "het", "op", "onrechtvaardige", "groningse", "willen", "ze", "en", "te", "verduurzamen", "woningcorporaties", "verhuurdersheffing", "corporaties", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}