{"id": "6d24dc69-66b7-3404-bdc7-f63f446cd163", "title": "Met het spel ‘Birthplace’ herstel je het regenwoud, op je telefoon én in het echt", "url": "https://trouw.nl/cultuur-media/met-het-spel-birthplace-herstel-je-het-regenwoud-op-je-telefoon-en-in-het-echt~bed6f6f1/", "summary": "Vind je het fijn om af en toe te ontsnappen in een spelletje, maar voel je je schuldig ­wanneer je je tijd niet nuttig besteedt?\nAlleen draait Birthplace om het herstellen van de flora en fauna van het regenwoud – en niet alleen in het spel.\nHet verhaal van het spel is ­ongeveer zo idyllisch als je zou verwachten.\nHet begint met een orang-oetan die het woud willen herstellen.\nBehalve ­vermakelijk, wil het spel ook educatief zijn.", "paragraphs": ["Vind je het fijn om af en toe te ontsnappen in een spelletje, maar voel je je schuldig ­wanneer je je tijd niet nuttig besteedt? Het online ver­schenen ‘Birthplace’ biedt ­uitkomst. Dit smartphone­spelletje van Nederlandse ­makelij doet denken aan ­andere mobiele games als ‘Farmville’ en ‘Hay Day’, waar de speler een boerderij opbouwt. Alleen draait Birthplace om het herstellen van de flora en fauna van het regenwoud – en niet alleen in het spel.", "Net als bij de andere genoemde spellen, kunnen spelers in Birthplace kleine aankopen doen om sneller voortgang te boeken. Maar wat deze game bijzonder maakt, is dat een ­percentage van de opbrengst gaat naar het planten van echte bomen. Dat percentage wisselt volgens de makers, maar gemiddeld­­ zou voor elke 3,50 euro­­ één boom moeten worden geplant.", "Het verhaal van het spel is ­ongeveer zo idyllisch als je zou verwachten. Het begint met een orang-oetan die het woud willen herstellen. Hoe meer die daarin slaagt, hoe meer ­andere dieren terugkeren. Die helpen op hun eigen manieren het ecosysteem verder in ­balans te brengen. Behalve ­vermakelijk, wil het spel ook educatief zijn. Gelukkig doet dat niet te veel af aan de lol, het spel is toegankelijk en ­onderhoudend – in ieder geval in eerste instantie.", "Birthplace is bedacht door de Nederlandse filmmaker Sil van der Woerd en ontwikkeld in ­samenwerking met de Amsterdamse gamestudio Little ­Chicken. Het spel is gratis te downloaden in de appwinkels van zowel Google als Apple.", "De Grote Trouw Bordspellentest 2020: dit zijn de leukste spelletjes om de winter door te komen", "Zelfs netflixen kan u soms de keel gaan uithangen en dus explodeert de verkoop van gezelschapsspellen tijdens de coronacrisis. Welke spelletjes uit 2020 zijn het leukst in donkere dagen? Trouw-redacteuren Iris Pronk en Nienke Schipper, gemiddelde hobbyspelers, testten ze avondenlang met hun gezinnen met kinderen van 11, 12, 14 en 15 jaar."], "authors": ["Rufus Kain"], "keywords": ["spel", "van", "als", "het", "op", "met", "echt", "én", "telefoon", "herstel", "een", "je", "en", "te", "om", "regenwoud"], "pubDate": "2020-11-28T21:56:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}