{"id": "6d276b42-8ad6-34e2-9aaa-3867857c5bef", "title": "Televisie is: informatie, troost en blinde vlekken", "url": "https://trouw.nl/cultuur-media/televisie-is-informatie-troost-en-blinde-vlekken~b2303338/", "summary": "Beau had drie steengoede zangers in de studio en bouwde er met warm licht en projecties van glas-in-loodramen een ‘kerk’ omheen.\nTeruggrijpen op een van de oudste vormen van geruststelling en liefde.\nDie serie heeft daar iets mee gedaan en op tv zie je dat terug.\nAli B had meteen grote plannen met het meisje, dat ook prachtig Arabisch bleek te kunnen zingen.\nDe televisie heeft natuurlijk blinde vlekken en je hoopt dat die vroeg of laat worden gecorrigeerd.", "paragraphs": ["Wat zoeken mensen op tv, vroeg ik me af in de voorbereiding op Trouws columnistendag deze zaterdag. Ik volg het medium al vier jaar en zie er steeds meer diepte in.", "Cultuurprogramma ‘Mondo’ (VPRO) richt zich nu op het IDFA, en Nadia Moussaid zei vrijdag dat we documentaires in deze thuis-tijd meer dan ooit nodig hebben als venster op de wereld. Helemaal waar. Je kunt ze online opzoeken (weer zo’n veelheid om uit te kiezen), maar waar komen de beste films als vanzelf voorbij? Op televisie. Waar zie je de nieuwste Netflix-serie besproken? Bij de talkshows. De mensen die voor tv werken, kijken constant rond naar wat verrassend of nieuw is, en wat ons informeert of troost. Na jaren bewust tv-kijken ga je dat toch waarderen.", "Gospel bij Beau", "Ik had Netflix-serie ‘The Voices of Fire’ nog niet op de korrel, maar zag Pharrell Williams’ Amerikaanse zoektocht naar gospeltalent voorbijkomen bij ‘Beau’ woensdag. Beau had drie steengoede zangers in de studio en bouwde er met warm licht en projecties van glas-in-loodramen een ‘kerk’ omheen.", "Goh, gospel, dacht ik nog. Teruggrijpen op een van de oudste vormen van geruststelling en liefde. Dat zegt iets over onze angst nu. Die serie heeft daar iets mee gedaan en op tv zie je dat terug.", "Zo’n sneer van Ali B maait het gras voor de voeten van criticasters weg", "Het nieuwste seizoen van ‘The Voice of Holland’ (RTL) vrijdag stond ook midden in deze tijd: jurylid Anouk zat via LCD-scherm in de studio. “Als ik ziek word, kan ik het zingen wel vergeten”, zegt ze over haar astma. Daarom zat ze in een apart studiootje met rode achtergrond, net als haar Voice-stoel. De noviteit werd uitgebreid geïntroduceerd én door Ali B belachelijk gemaakt; ook wel zo fris. Opeens kunnen er immers dingen die we belachelijk vinden en dan maait zo’n sneer van Ali B het gras voor de voeten van criticasters weg. Vrolijk bitste hij: “Als Anouk haar momenten heeft, dan is het fijn dat ze een scherm is.” Kortom, dan mist ze wat zintuigen en kan hij om haar heen.", "Interactie met Anouk, het kan ook zo.", "Het werkte aardig goed in de show, ook met nieuw jurylid Jan Smit erbij trouwens, in plaats van Lil’ Kleine. Hoe afgezaagd ‘The Voice’ na zoveel seizoenen ook is, luisteren naar zang met een onderling wedstrijdelement tussen de coaches is best lekker als verstrooiing.", "Escapisme, daarvoor zetten we de tv ook aan. Soms barst dan alsnog de actualiteit door zo’n show heen. Het Syrische meisje Hanan al Kadamani (17) zong bij The Voice kristalhelder en vertelde daarna in knap Nederlands dat ze pas tweeënhalf jaar geleden naar Nederland was gevlucht. Haar gezin is nog steeds in afwachting van een verblijfsvergunning. Ali B had meteen grote plannen met het meisje, dat ook prachtig Arabisch bleek te kunnen zingen. Tja, talent halen we allemaal graag in huis. De werkelijkheid is dat we vluchtelingen niet gauw met die ogen bekijken.", "Het kwartje valt.", "De televisie heeft natuurlijk blinde vlekken en je hoopt dat die vroeg of laat worden gecorrigeerd. Millennials-expert Talitha Muusse deed dat donderdag in ‘Op1’ met haar felle pleidooi voor jongeren nu. Ze komen als niet-solidaire hedonisten in beeld, maar de depressiecijfers onder hen zijn verdubbeld. “Ik begin me echt af te vragen hoe graag jullie als bestuurders willen dat het goed gaat met de jongere generatie”, fulmineerde ze tegen Rotterdams VVD-raadslid Vincent Karremans. Aan zijn blik kon je zien dat er een kwartje viel.", "Vijf keer per week schrijven Renate van der Bas en Maaike Bos columns over televisie."], "authors": ["Maaike Bos"], "keywords": ["informatie", "van", "als", "het", "op", "troost", "met", "televisie", "vlekken", "blinde", "ze", "ook", "en", "dat", "een"], "pubDate": "2020-11-22T10:36:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}