{"id": "6d362516-e33b-3561-afad-bb4a2a92fc5e", "title": "Meghan Markle schrijft open over verlies tweede kindje", "url": "https://www.parool.nl/wereld/meghan-markle-schrijft-open-over-verlies-tweede-kindje~b580cad05/", "summary": "‘Nadat ik zijn luier had verschoond, voelde ik een scherpe kramp.\nIk zakte op de grond, met hem in mijn armen, terwijl ik een slaapliedje neuriede om ons allebei te kalmeren.\nHet vrolijke deuntje was een scherp contrast met het gevoel dat er iets niet goed ging.\nTerwijl ik mijn eerste kind vasthad, wist ik dat ik mijn tweede verloor,’ aldus Markle.\nIk voelde de klamheid van zijn handpalm en kuste zijn knokkels, die nat waren van onze tranen.", "paragraphs": ["Meghan Markle en prins Harry. Beeld ZDF, Chris Jackson", "Het was een ochtend die begon als alle andere, schrijft de 39-jarige Markle. Ze maakte ontbijt, gaf de honden te eten en ging kijken bij haar eerste kind, zoon Archie (1).", "‘Nadat ik zijn luier had verschoond, voelde ik een scherpe kramp. Ik zakte op de grond, met hem in mijn armen, terwijl ik een slaapliedje neuriede om ons allebei te kalmeren. Het vrolijke deuntje was een scherp contrast met het gevoel dat er iets niet goed ging. Terwijl ik mijn eerste kind vasthad, wist ik dat ik mijn tweede verloor,’ aldus Markle.", "‘Uren later lag ik in een ziekenhuisbed, terwijl ik de hand van mijn man vasthield. Ik voelde de klamheid van zijn handpalm en kuste zijn knokkels, die nat waren van onze tranen. Terwijl ik naar de koude, witte muren staarde, keek ik even weg. Ik probeerde me voor te stellen hoe we hiervan zouden herstellen.", "‘Ben je oké?’", "Ze dacht terug aan een moment in Zuid-Afrika, toen een journalist haar vroeg of ze ‘oké’ was. Ze antwoordde eerlijk dat het niet zo goed ging. De vraag, die ze vrijwel nooit krijgt, hielp haar. ‘In het ziekenhuisbed, terwijl ik toekeek hoe het hart van mijn man brak toen hij de scherven van het mijne probeerde vast te houden, besefte ik dat de enige manier om te herstellen is dat we eerst vragen: ben je oké?’", "Door het coronavirus en de isolatie, maar ook door de verdeeldheid in de samenleving, voelen veel mensen zich volgens Markle meer alleen dan ooit. We zijn tegelijkertijd echter ook meer dan ooit verbonden met elkaar, omdat we dit gekke jaar samen beleven. Ze stelt voor de komende feestdagen vaker aan elkaar te vragen hoe het gaat.", "Schaam je vooral niet om dan eerlijk te antwoorden, vindt Markle. Ook niet als het om een miskraam gaat, die veel mensen meemaken, maar waarover volgens haar te weinig wordt gesproken. ‘Sommige mensen waren zo dapper hun verhaal te delen,’ schrijft ze. ‘Zij openden de deur, wetende dat als één iemand de waarheid spreekt, het voor ons allemaal een reden is om dat ook te doen.’", "Gewicht van de rouw", "‘We hebben geleerd dat als mensen vragen hoe het gaat en echt luisteren naar het antwoord, met een open hart en hoofd, het gewicht van de rouw minder wordt - voor ons allemaal,’ vervolgt ze. ‘Als we worden gevraagd onze pijn te delen, zetten we samen de eerste stappen naar herstel.’", "Ze koestert goede hoop rond dat herstel. ‘We wennen aan een nieuw normaal, waarbij gezichten zijn bedekt door mondkapjes. Maar het dwingt ons elkaar in de ogen te kijken, die soms zijn gevuld met warmte, dan weer met tranen. Voor het eerst in lange tijd zien we elkaar, als mensen. Zijn we oké? Dat zúllen we zijn.’"], "authors": ["Leon Van Wijk"], "keywords": ["markle", "verlies", "van", "tweede", "het", "kindje", "meghan", "zijn", "met", "schrijft", "ik", "een", "ze", "te", "dat", "en", "open"], "pubDate": "2020-11-25T12:52:47+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}