{"id": "6d49cecd-800d-3f0b-9adb-61df231b0701", "title": "Het laatste avondmaal van Le Hollandais in Amsterdam is mogelijk een afhaalmaal – maar wel lékker", "url": "https://volkskrant.nl/eten-en-drinken/het-laatste-avondmaal-van-le-hollandais-in-amsterdam-is-mogelijk-een-afhaalmaal-maar-wel-lekker~ba311e80/", "summary": "Adriaan van Raab van Canstein (57) tuurt met een frons door zijn grote ovendeur om te kijken of het eerste korstje al wil bruinen.\nEn dat bruine korstje roer je dan door de cassoulet heen.\nVan Raab: ‘Het voelt dubbel, want het is natuurlijk fantastisch, zo’n plek waar ik precies kan doen wat ik wil.\nHet is een boerengerecht, maar wel een van rijke boeren, want er zitten altijd minimaal drie verschillende soorten vlees in.\nDat past bij Van Raab, die zich ook altijd meer heeft toegelegd op verdieping van dat wat hij altijd al deed dan op koortsachtig vernieuwen of uitbreiden.", "paragraphs": ["Culinair instituut Le Hollandais in Amsterdam zou eind december na 25 jaar de deuren sluiten, maar door corona lijkt het er nu op dat de laatste avond misschien al is geweest. Afhalen kan wél.", "Le Hollandais Amsteldijk 41, Amsterdam lehollandais.nl Zorgvuldige Zuid-Europese burgerkeuken. Nu elke zaterdag een hoofd- en nagerecht (zoals cassoulet en brandade) voor 25 euro om af te halen.", "Adriaan van Raab van Canstein (57) tuurt met een frons door zijn grote ovendeur om te kijken of het eerste korstje al wil bruinen. Dat korstje, heeft hij net verteld, is cruciaal voor het succes van de cassoulet, die zachtjes in grote oventrays staat te bubbelen achter glas. ‘Het kookvocht moet een beetje gaan binden, door het zetmeel uit de bonen en de gelatine uit het zwoerd en de botten’, zegt hij – hij beweegt zijn vingers voor zijn gezicht, als om aan te geven hoe onder het oppervlak van de bonenschotel allerlei stofjes zich aan elkaar beginnen te hechten. ‘Dat zorgt ervoor dat er aan de bovenkant een laagje kan gaan karamelliseren. En dat bruine korstje roer je dan door de cassoulet heen. En dan wacht je tot er opnieuw een korstje komt. En dat roer je er dan óók weer doorheen. En dát...’ – enige plechtigheid klinkt door in de stem van de bescheiden chef – ‘...is dus lekker.’", "Van Raab van Canstein – zijn deftige achternaam dankt hij aan adellijke Pruisische voorvaderen – praat meestal zo zacht dat zijn toehoorders zich een beetje naar hem toe moeten buigen om hem te verstaan dwars door het gesis van de afzuig en het gebrom van de oven heen. Hij is chef-eigenaar van Le Hollandais, een restaurant in Amsterdam waar men al 25 jaar terechtkan voor herkenbare, klassiek Franse gerechten (en soms ook Italiaanse en Spaanse) in een superrustgevende retrosetting met kuipstoeltjes, schrootjes en gecapitonneerde pilaren. Heb je geluk, dan klimt hij recht uit de keuken achter zijn Hammond-orgel om iets te spelen. Van Raab is een man bij wie het soms moeilijk te onderscheiden is of hij verlegen is, extreem bedachtzaam, gewoon een beetje korzelig, of alle drie. Maar uitleggen hoe iets het best gemaakt kan worden, gaat met dezelfde vanzelfsprekende zorgvuldigheid als het maken zelf, waarbij met iedere handeling toegewerkt wordt naar dat ene doel: dat het echt lékker is.", "‘Het is best leuk om eens zoveel tegelijkertijd te maken’, zegt hij met een knikje naar de gigantische pan confit en de eindeloze slingers worsten. Honderdvijftig mensen zullen de bonenschotel morgen komen halen, goed ingepakt in aluminium kapsalonbakken, en met de instructie om het thuis in eigen oven nog zeker een half uurtje tijd te geven om ’m van het laatste korstje te voorzien. ‘Maar dit was natuurlijk niet hoe ik de laatste weken van de zaak had bedacht.’", "Van Raabs dochter Johanna bereidt de toetjes. Beeld Els Zweerink", "Na 25 jaar had de chef besloten zijn restaurant van de hand te doen. Van Raab: ‘Het voelt dubbel, want het is natuurlijk fantastisch, zo’n plek waar ik precies kan doen wat ik wil. Maar het wordt al jaren steeds een klein beetje stiller. Het werd tijd om naar andere bezigheden te zoeken.’ Tot en met Kerst zou hij openblijven, maakte hij begin oktober bekend – het reserveringenboek was al flink volgelopen. Maar toen moest de hele horeca weer dicht, en de regering heeft gezegd dat de maatregelen waarschijnlijk zeker tot in december duren. ‘Dus of mensen überhaupt nog eens kunnen komen eten? Ik weet het niet.’", "Cassoulet is de beroemdste schotel van de Languedoc: witte lingotbonen gebakken in een cassole, een gelakte aardewerken pot. Het is een boerengerecht, maar wel een van rijke boeren, want er zitten altijd minimaal drie verschillende soorten vlees in. Van origine werd de cassoulet, net als de pot au feu, nooit helemaal opgegeten, maar voortdurend op het fornuis weer aangevuld met van alles wat eetbaar was – een soort eeuwigpruttelende, nooit droogvallende pot met eten dat steeds een beetje hetzelfde en ook steeds een beetje anders is. Nostalgische Fransen schreven er allerlei herstellende en rustgevende krachten aan toe. Door de jaren heen – er zouden cassoulets van tientallen jaren oud bestaan – werd de smaak steeds beter.", "Dat past bij Van Raab, die zich ook altijd meer heeft toegelegd op verdieping van dat wat hij altijd al deed dan op koortsachtig vernieuwen of uitbreiden. ‘Cassoulet is in Amsterdam wel echt iets van híér’, zegt Van Raab. ‘Ik maak het al bijna vanaf het begin. Net als bijna alles, eigenlijk: als je die eerste menukaarten ziet, staan er allemaal dingen op die ik nog steeds zou serveren.’", "Cassoulet, de beroemdste schotel van de Languedoc én van Le Hollandais. Beeld Els Zweerink", "Het begin, dat was in 1996. Adriaan begon de zaak (tot grote vreugde van het complete bestand aan Amsterdamse clown- en acrobaatliefhebbers) met compagnon Bas van Baaren, die hij kende uit de keuken van Bordewijk. Een goed eethuis, op Franse leest geschoeid, met veel bereidingen en ingrediënten die vijftien jaar later door de stevig oprukkende ‘Nouveau Ruig’-beweging zouden worden omarmd: zelfgemaakte worsten en terrines, orgaanvlees en klassieke, stevige gerechten als vol-au-vents met ragout of bollito misto. Na vijf jaar vertrok Van Baaren en ging Van Raab alleen verder, met aan zijn zij veel andere koks die het ook ver zouden gaan schoppen in de Amsterdamse horeca: in de keuken aan de Amsteldijk maakte Iwan Driessen van Rijsel zijn eerst huzarensalades, scherpte Rogier van Dam van sterrestaurant Lastage zijn kennis van de Franse keuken aan, en maakten de mannen van Brandt en Levie hun eerste worsten. Net als het interieur zijn de gerechten rustig, rustiek en herkenbaar, maar door hier en daar een persoonlijk detail of campy toevoeging zijn ze toch volledig eigen. ‘Adriaan doet niet mee aan conventies en gaat gewoon stronteigenwijs voor wat hij zelf lekker vindt’, zegt Gerie Niemarkt, de sommelier die ook al twintig jaar in de zaak is. ‘De stad zit vol concepthoreca, maar Le Hollandais heeft eigenlijk geen concept. Of nou ja: het concept is Adriaan.’", "In elke bak gaat wat van het vlees – varkenspoot, zwoerd, wat lamsschenkel, een zelfgemaakt worstje en een stuk geconfijte eend – en in elke zak ook een toetje – goed zure citroenmousse, gemaakt door Van Raabs 14-jarige dochter Johanna, in een softijsbakje waar in dikke stripboekletters ook weer ‘Lekker’ op staat. ‘Ik heb steeds gedacht: bestendigen’, zegt Van Raab. ‘Als ik maar doorga met wat ik doe steeds beter doen, dan gaan we vanzelf weer groeien. Maar dat gebeurde niet, of in elk geval niet genoeg. Er is blijkbaar niet genoeg publiek voor dit type zaak. Het is jammer, maar ook weer niet zo erg: ik heb wel zin om weer nieuwe dingen te gaan doen.’", "Met een sis gooit hij de ovendeur open. ‘Kijk: het korstje!’, zegt hij verheugd. ‘Hoe meer korstjes, hoe lekkerder.’"], "authors": ["Hiske Versprille"], "keywords": ["hollandais", "van", "mogelijk", "het", "maar", "le", "laatste", "lékker", "hij", "met", "zijn", "een", "en", "te", "dat", "wel"], "pubDate": "2020-11-12T15:00:34+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}