{"id": "6d4c5ba9-f9ee-3a0c-9b50-beaa10c461c0", "title": "Verontrustend, de gelatenheid waarmee veel Nederlanders achter de leiding aanhobbelen", "url": "https://volkskrant.nl/columns-opinie/verontrustend-de-gelatenheid-waarmee-veel-nederlanders-achter-de-leiding-aanhobbelen~b8ccbb2b/", "summary": "Eerst moest er een mutant worden gevonden die vermoedelijk extra besmettelijk is.\nIn afwachting van een vaccin – fantastische prestatie dat het er al is!\n– wil je zo min mogelijk zieken en doden, zo min mogelijk economische schade en zo veel mogelijk vrijheid.\nHet virus is daar te besmettelijk voor en het menselijk gedrag te moeilijk te bedwingen.\nMinstens zo verontrustend vind ik de gelatenheid waarmee veel Nederlanders achter de leiding aanhobbelen: het zal wel niet beter kunnen.", "paragraphs": ["Het kon dus. Grenscontroles om het coronavirus tegen te houden. Eerst moesten er weer bij bosjes dooien vallen. Eerst moest er een mutant worden gevonden die vermoedelijk extra besmettelijk is. En de invoering gebeurde niet georganiseerd maar in allerijl, zodat vrachtwagenchauffeurs kwamen vast te zitten in Engeland. Maar het kon: vanuit het Verenigd Koninkrijk en Zuid-Afrika kwam je er hier ineens niet zomaar in.", "We wisten uit het voorjaar al dat zoiets mogelijk was. Maar sinds de zomer stonden de poorten wagenwijd open en dat werd nauwelijks ter discussie gesteld.", "Kijk, makkelijke opties biedt deze crisis niet. Maar de minst slechte strategie, waarvoor het kabinet net als veel westerse landen nuffig de neus blijft ophalen, is allang duidelijk. In afwachting van een vaccin – fantastische prestatie dat het er al is! – wil je zo min mogelijk zieken en doden, zo min mogelijk economische schade en zo veel mogelijk vrijheid. Ál die doelen bereik je door het aantal besmettingen zo dicht mogelijk bij nul te houden.", "Ik hoop althans dat we het eindelijk als bewezen mogen beschouwen dat het geen doen is om een hoog aantal besmettingen te stabiliseren. Het virus is daar te besmettelijk voor en het menselijk gedrag te moeilijk te bedwingen. U kunt anders zelf even uit het raam kijken om te zien hoe dat beleid heeft uitgepakt. Terwijl er andere landen zijn waar ze gewoon met de hele familie aan de kerstdis mogen en kunnen rondhossen op Oudejaarsavond.", "Nu is dit het punt waarop altijd iemand zegt: ‘Ho even, Nieuw-Zeeland is een eiland, hè.’ Een messcherpe observatie. Doorgaans gevolgd door het cliché: ‘We zijn nu eenmaal een open land.’ Na deze dooddoeners – no pun intended – creperen nog evenveel mensen als daarvoor en gaan er nog evenveel zaken failliet. Maar het idee is schijnbaar dat je daar dan met een voldaan oranjegevoel in berust.", "Het is gedachtenloos het gezag napraten. Rutte zegt het. Van Dissel zegt het. Dus dan zal het wel. Terwijl het denken daar pas hoort te beginnen. Wij hebben niet de natuurlijke barrières van Nieuw-Zeeland, Taiwan of Zuid-Korea. We zijn een vrijere samenleving dan Thailand, Vietnam of Cambodja. Maar wat een zelfingenomenheid om dan maar niet meer van die landen te leren dat het cruciaal is om inreizigers een quarantaineplicht op te leggen en van hen een negatieve test te vragen.", "Lastiger voor ons dan voor hen, ja, maar we hebben het niet eens geprobeerd. Vorige week kwam er voor het éérst een beetje beweging in: wie van buiten de EU komt, moet voortaan zo’n negatieve test tonen. Dat geldt nu ook voor Groot-Brittannië. Want zo is het patroon: alle logische maatregelen die eerst arrogant worden weggewoven, worden uiteindelijk alsnog genomen, alleen dan afgedwongen door het virus en te laat.", "Eisen aan de grens beperken de vrijheid. En ze zijn schadelijk voor de economie. Maar hoe vindt u het nu gaan? Nog lekker uit eten geweest de laatste tijd? In Nederland moeten kinder-ic’s bedden afstaan, wordt alle planbare zorg gestopt én staat er 95 euro boete op als je, let wel, met z’n drieën een ommetje maakt.", "Terugtrekken achter de dijken hoeft niet. Beter zou het zijn als er een Europese aanpak kwam, gericht op een zeer laag aantal besmettingen, zoals van de week door wetenschappers bepleit in medisch tijdschrift The Lancet. Of begin met een groep buurlanden. Voorlopig biedt Europa ons het slechtste van twee werelden: wel de open grenzen, niet de afstemming.", "Er is terecht veel zorg over virusontkenners en complotdenkers. Minstens zo verontrustend vind ik de gelatenheid waarmee veel Nederlanders achter de leiding aanhobbelen: het zal wel niet beter kunnen. Ooit zullen we daar verbijsterd op terugkijken.", "Mailen? k.bessems@volkskrant.nl"], "authors": ["Kustaw Bessems"], "keywords": ["veel", "gelatenheid", "waarmee", "er", "van", "zo", "leiding", "en", "een", "aanhobbelen", "dat", "achter", "te", "het", "maar", "niet", "nederlanders", "verontrustend"], "pubDate": "2020-12-23T13:21:48Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}