{"id": "6d736c99-04ad-3a88-8cdc-0ddb8a27b01f", "title": "Albatros sluit de rijen, maar conflict met dirigent kost toch leden", "url": "https://www.dvhn.nl/groningen/Albatros-sluit-de-rijen-maar-conflict-kost-toch-leden-26274765.html", "summary": "Eerder deze week heeft het bestuur tijdens een ledenvergadering aangegeven hoe het tot de breuk met dirigent Cas Straatman is gekomen.\nHet conflict tussen de muzikale leider uit de stad Groningen en het bestuur liep al maandenlang en speelde zich hoofdzakelijk achter de schermen af.\nDe leden waren lange tijd in het ongewisse, mede vanwege onduidelijk e-mails van het bestuur.\nZelfs een bemiddelingspoging van een mediator in de persoon van de voorzitter van de Koninklijke Christelijke Zangers Bond (KCZB) hielp niet.\nOf het bestuur met deze musicus in zee gaat is nog onduidelijk.", "paragraphs": ["Het Groninger Christelijk Mannenkoor Albatros is weer enigszins in rustig vaarwater gekomen. Eerder deze week heeft het bestuur tijdens een ledenvergadering aangegeven hoe het tot de breuk met dirigent Cas Straatman is gekomen.", "Ruim twintig leden waren present tijdens de bijpraatsessie, zo melden bronnen aan deze krant. Het conflict tussen de muzikale leider uit de stad Groningen en het bestuur liep al maandenlang en speelde zich hoofdzakelijk achter de schermen af. De leden waren lange tijd in het ongewisse, mede vanwege onduidelijk e-mails van het bestuur.", "Een paar weken geleden stapte Straatman op, ‘moe van het vechten’, liet hij weten. Zelfs een bemiddelingspoging van een mediator in de persoon van de voorzitter van de Koninklijke Christelijke Zangers Bond (KCZB) hielp niet.", "Acht leden opgestapt", "Over de inzet van deze persoon zijn de leden lange tijd niet geïnformeerd en dat wordt het bestuur verweten. De lijmpoging had met de koorleden moeten worden gedeeld, is de algehele opinie. Acht leden, al dan niet gerelateerd aan het intern conflict, hebben zich inmiddels afgemeld als lid.", "Straatman werd vooral verweten te snel nieuw repertoire te willen doorvoeren. Hij liet eerder weten dat vernieuwing noodzakelijk was, om het koor toekomstbestendig te maken. In zijn ogen teert het Pekelder koor nog te veel op oude roem. ,,En stilstand is achteruitgang”, meent Straatman.", "Bij het bestuur heeft zich inmiddels iemand gemeld die het dirigentstokje wil overnemen. Of het bestuur met deze musicus in zee gaat is nog onduidelijk."], "authors": ["Tammo Beishuizen"], "keywords": ["van", "toch", "deze", "dirigent", "het", "leden", "maar", "met", "bestuur", "conflict", "albatros", "kost", "sluit", "rijen", "een", "te", "en", "zich"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}