{"id": "6d7ec1da-5298-3cec-aade-bdc6f0f69f5f", "title": "Goed nieuws: Jupiter en Saturnus goed te zien | Tweede vaccin VS dichterbij", "url": "https://nu.nl/opmerkelijk/6097553/goed-nieuws-jupiter-en-saturnus-goed-te-zien-tweede-vaccin-vs-dichterbij.html", "summary": "Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.\nEen groep deskundigen bracht donderdag een positief advies uit over de noodtoelating van het vaccin van het Amerikaanse bedrijf Moderna.\n'Wuhan functioneert weer volop doordat er snoeihard is ingegrepen'Bijna een jaar geleden was het Chinese Wuhan het epicentrum van het coronavirus.\nDe stad stond erom bekend keihard op te treden tegen het virus door veel te testen en ingrijpende lockdowns in te voeren.\nAmerikaanse politicus brengt toost met bier uit bij afscheidEen Democratisch lid van het Amerikaanse Huis van Afgevaardigden bracht donderdag een toost uit bij zijn afscheid.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.", "Amerikaanse experts positief over Moderna: toelating tweede vaccin dichtbij", "In de Verenigde Staten komt snel een tweede coronavaccin op de markt. Een groep deskundigen bracht donderdag een positief advies uit over de noodtoelating van het vaccin van het Amerikaanse bedrijf Moderna.", "Het advies is bedoeld voor de Amerikaanse medicijnwaakhond FDA, die snel de knoop wil doorhakken. Een commissie zei bij een stemming unaniem dat de voordelen van het Moderna-vaccin opwegen tegen de risico's voor mensen van boven de achttien jaar.", "Blokker-medewerkers gaan zelf bezorgen na winkelsluiting", "De werknemers van winkelketen Blokker gaan bestellingen van klanten aan huis bezorgen. Onder de noemer Blokker Express lanceert de keten met ruim vierhonderd winkels een eigen bezorgdienst, zo maakt het bedrijf vrijdag bekend.", "De winkels zijn sinds deze week gesloten vanwege de lockdown. Ook Intertoys, de speelgoedwinkel die tot hetzelfde moederbedrijf als Blokker behoort, gaat zelf pakjes bezorgen.", "'Wuhan functioneert weer volop doordat er snoeihard is ingegrepen'", "Bijna een jaar geleden was het Chinese Wuhan het epicentrum van het coronavirus. De stad stond erom bekend keihard op te treden tegen het virus door veel te testen en ingrijpende lockdowns in te voeren. Inmiddels lijkt het alsof de inwoners weer hun volledige vrijheid terughebben. Beluister hieronder de podcast van vrijdag.", "Amerikaanse politicus brengt toost met bier uit bij afscheid", "Een Democratisch lid van het Amerikaanse Huis van Afgevaardigden bracht donderdag een toost uit bij zijn afscheid. Joe Cunningham, die een district in de staat South Carolina vertegenwoordigde, had een biertje naar binnen gesmokkeld.", "70 Amerikaanse politicus brengt toost met bier uit bij afscheid", "'Ontmoeting' tussen Jupiter en Saturnus dit weekend goed te zien", "Het is een unieke gebeurtenis: Jupiter en Saturnus staan de komende dagen zo dicht bij elkaar, dat ze bijna één lijken te worden. Wie het fenomeen wil zien, moet hopen dat de bewolking zoveel mogelijk beperkt blijft. En dat is de komende dagen in het grootste deel van Nederland het geval, zegt Weerplaza vrijdag in gesprek met NU.nl."], "authors": ["Door"], "keywords": ["goed", "saturnus", "nieuws", "van", "en", "uit", "een", "bij", "zien", "vs", "met", "amerikaanse", "vaccin", "te", "het", "dat", "jupiter", "tweede"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}