{"id": "6d823eee-c5f4-3e53-b1df-8c4c8b33cbd3", "title": "Samenwerking met de Britten blijft nodig", "url": "https://trouw.nl/opinie/samenwerking-met-de-britten-blijft-nodig~b80b7893/", "summary": "Boris Johnson prees het als hét kerstgeschenk voor de Britten, die hun premier allemaal vanuit de huiskamer in de lockdown de brexitdeal zagen presenteren.\nWat betreft de goedkeuring van het akkoord is het nu zaak dat het Europees parlement voldoende en grondig de tijd krijgt om alles te bestuderen.\nDe Britten mogen dan in 2016 voor een brexit hebben gestemd, ook daar moet het akkoord nog door het Lagerhuis worden aangenomen.\nTerwijl, als de deal één ding duidelijk maakt, is het dat dit afscheid een nieuw begin van samenwerking inluidt.\nMisschien niet zo vanzelfsprekend als vroeger, en met behulp van nieuwe instanties, maar nog even nodig en noodzakelijk voor een florerende relatie.", "paragraphs": ["Boris Johnson prees het als hét kerstgeschenk voor de Britten, die hun premier allemaal vanuit de huiskamer in de lockdown de brexitdeal zagen presenteren. De Europese Unie en het Verenigd Koninkrijk zijn inderdaad beter af mét deze deal dan zonder, en het is nu zaak vooruit te kijken", "Nederland kan het akkoord vooral begroeten met een zucht van opluchting, omdat het beter is dan geen akkoord. De teleurstelling over het vertrek van de Britten was al verwerkt, en wat er nu ligt, voorkomt de keiharde overgang die er bij een no deal geweest zou zijn. Dat scheelt tientallen Nederlandse bedrijven een hoop kopzorgen.", "Toch dringt het harde besef door dat Nederlanders een hoop gemakken van de nauwe Europese samenwerking voortaan gaan missen, ook al zijn lang nog niet alle details van het akkoord bekend. Voor werk moeten mensen weer visa aanvragen, studenten kunnen niet langer gemakkelijk op uitwisseling, de douaneformaliteiten bij de grens voor transportverkeer kosten voortaan veel tijd en dus geld.", "De Nederlandse vissers laten een flinke veer, overigens net als hun Britse collega’s die lang niet de verwachte totale zeggenschap over hun wateren hebben gekregen.", "Vanzelfsprekendheid is verdwenen", "De EU en dus Nederland blijven nauw samenwerken met het Verenigd Koninkrijk, maar de vanzelfsprekendheid van de onderlinge band is verdwenen. In het akkoord liggen ook nog genoeg losse eindjes besloten, die in de toekomst opnieuw taaie onderhandelingen voorspellen.", "Wat betreft de goedkeuring van het akkoord is het nu zaak dat het Europees parlement voldoende en grondig de tijd krijgt om alles te bestuderen. Formeel hoeft de Tweede Kamer haar goedkeuring niet te geven, maar het zou goed zijn als het parlement nog zo snel mogelijk over dit zo belangrijke en omvangrijke akkoord debatteert.", "De Britten mogen dan in 2016 voor een brexit hebben gestemd, ook daar moet het akkoord nog door het Lagerhuis worden aangenomen. De ronkende woorden waarmee Johnson de deal presenteerde ten spijt, dat zal nog niet meevallen.", "Linksom of rechtsom wachten het Verenigd Koninkrijk zware jaren, waarin de economie klappen krijgt en de voordelen van de splendid isolation vooral zitten in de retoriek en het gevoel niet meer naar Brussel te hoeven luisteren.", "Terwijl, als de deal één ding duidelijk maakt, is het dat dit afscheid een nieuw begin van samenwerking inluidt. Misschien niet zo vanzelfsprekend als vroeger, en met behulp van nieuwe instanties, maar nog even nodig en noodzakelijk voor een florerende relatie.", "Het commentaar is de mening van Trouw, verwoord door leden van de hoofdredactie en senior redacteuren.", "Lees ook:", "Brexit-opluchting verhult hardheid van het vertrek", "Het kerstakkoord moet nog even indalen. Maar vrijdag is het toch echt zo ver: een historische economische scheuring.", "Johnsons perfect getimede brexitdeal geniet brede steun in de Britse politiek", "Na een slepend proces van jaren is er in Engeland amper tijd voor politiek debat over de brexitdeal. Ook Labour zal voor stemmen. Premier Johnson glorieert voorlopig."], "authors": ["Redactie Trouw"], "keywords": ["van", "britten", "nog", "voor", "en", "met", "een", "samenwerking", "nodig", "als", "akkoord", "het", "blijft", "niet", "dat"], "pubDate": "2020-12-28T07:01:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}