{"id": "6d830e1f-d377-3dc8-bd53-4e0643c3370d", "title": "Frame je de SP als een soort stalinistische partij als je het hebt over een ‘gestaald partijkader’?", "url": "https://trouw.nl/cultuur-media/frame-je-de-sp-als-een-soort-stalinistische-partij-als-je-het-hebt-over-een-gestaald-partijkader~bc7af2e4/", "summary": "Onlangs ging het in de taal­rubriek over het ‘gestaalde partijkader’ van de SP.\nZelf heeft ze de indruk dat die uitdrukking nogal eens wordt gebruikt ‘om de SP te framen als een soort stalinistische partij’.\n‘Roode officieren der revolutie’Gestaalde kaders is gevormd met kader, dat ook voorkomt als element van het oudere woord partijkader (partijleiding).\nGestaald – het deelwoord van het werkwoord stalen in de betekenis ‘ijzer harden’ – betekent letterlijk en figuurlijk gehard.\nJe zou gestaald in combinaties als gestaalde arbeiders en gestaalde kaders dan ook kunnen opvatten als ‘in de (klassen)strijd gehard’.", "paragraphs": ["Onlangs ging het in de taal­rubriek over het ‘gestaalde partijkader’ van de SP. Prompt vroeg een lezeres waar ‘gestaalde kaders’ eigenlijk vandaan komt. Zelf heeft ze de indruk dat die uitdrukking nogal eens wordt gebruikt ‘om de SP te framen als een soort stalinistische partij’.", "Dat zal vast weleens gebeuren, al dan niet schertsend of ironisch, maar gestaalde kaders wordt ook neutraal gebruikt ter aanduiding van ‘de har­de kern van een (link­se) po­li­tie­ke par­tij, een vak­bond, door ja­ren­lan­ge er­va­ring door­kneed in het vak’ (Van Dale).", "Uit de historische krantendatabank Delpher blijkt dat de uitdrukking in de eerste helft van de 20ste eeuw al voorkwam. Zo verwijzen de communistische kranten De Tribune en het Volksdagblad eind jaren dertig met gestaalde kaders naar de partijleiding van de Communistische Partij van de Sovjet-Unie (CPSU), maar ook naar de individuele, in het socialisme doorknede partijleden.", "‘Roode officieren der revolutie’", "Gestaalde kaders is gevormd met kader, dat ook voorkomt als element van het oudere woord partijkader (partijleiding). Mogelijk gaat deze toepassing van kader uiteindelijk terug op het oudere militaire gebruik van dit woord voor ‘de gezamenlijke onderofficieren’.", "De combinatie van gestaald en kader dateert weliswaar pas uit de jaren dertig, maar in de jaren twintig is al sprake van gestaalde arbeiders. In een artikel uit 1922 over de jonge Sovjet-Unie worden ‘gestaalde arbeiders en boeren’ de ‘roode officieren der revolutie’ genoemd: ze zijn zo ‘uit de fabriek of van de ploeg weggeroepen’ om aan de (gewapende) strijd tegen het Witte Leger deel te nemen. Gestaald – het deelwoord van het werkwoord stalen in de betekenis ‘ijzer harden’ – betekent letterlijk en figuurlijk gehard. Je zou gestaald in combinaties als gestaalde arbeiders en gestaalde kaders dan ook kunnen opvatten als ‘in de (klassen)strijd gehard’.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["van", "als", "sp", "partijkader", "het", "naar", "hebt", "kaders", "een", "je", "gestaalde", "en", "ook", "uit", "stalinistische", "partij", "soort"], "pubDate": "2020-12-10T14:19:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}