{"id": "6d88c426-968f-3a1e-aa79-330dc3d30d6d", "title": "Ook antiracisten maken zich schuldig aan groepsdenken", "url": "https://trouw.nl/opinie/ook-antiracisten-maken-zich-schuldig-aan-groepsdenken~ba54d42a/", "summary": "Helaas maken antiracisten zich daar ook schuldig aan, schrijft Peter Tol.\nDe denkfout van racisten is dat ze mensen slechts kunnen zien als vertegenwoordiger van een groep.\nAls zoon van een witte moeder en een zwarte vader groeide hij op met het zelfbeeld van een zwarte Amerikaan.\nZijn verblijf in Frankrijk en de geboorte van zijn blonde, blauwogige dochter deed zijn Amerikaanse ideeën over ras en kleur wankelen.\nDe grootste Nederlandse schrijver die ik ken was een tweede generatie migrant, kind van een Hongaarse vader met nazi-sympathieën en een Belgisch-Joodse moeder.", "paragraphs": ["Racisme is gebaseerd op groepsdenken. Helaas maken antiracisten zich daar ook schuldig aan, schrijft Peter Tol.", "De denkfout van racisten is niet dat ze vinden dat de ene groep superieur is aan de andere. De denkfout van racisten is dat ze mensen slechts kunnen zien als vertegenwoordiger van een groep. Gezien het artikel ‘Antiracistisch huiswerk voor witte mensen’ (Trouw, 10 december) baseren de huidige antiracisten hun hele narratief op dezelfde denkfout.", "In dit artikel beweert Baba Touré: ‘Ali B. eet geen ham, want hij is moslim. Nederlanders daarentegen eten wel ham met Pasen, dat is deel van hun traditie. Maar daarmee wordt duidelijk gemaakt dat Ali B. er eigenlijk niet bij hoort.’", "De kop van het artikel zou al de nodige alarmbellen moeten doen rinkelen. Als ‘witte mensen’ al een groep vormen, dan is die uiterst heterogeen, en kun je er geen generieke uitspraken over doen. Wie geen probleem ziet in grove generalisaties zoals ‘alle Nederlanders eten ham’ of ‘alle Surinamers zijn respectvol naar hun ouders’ gaat mee in het verkeerde, racistische narratief dat hij zegt te bestrijden.", "Versimpelende aannames doen", "Mensen hebben verschillende identiteiten en identificeren zich met verschillende groepen. Daarin zijn zeker grote gemene delers te vinden, die echter nauwelijks voorspellende waarde hebben voor het individu. Dat maakt het zo boeiend je te verdiepen in de ander, maar ook zo verleidelijk om versimpelende aannames te doen. ‘Ali B. is moslim, dus hij eet geen ham.’ Uiteindelijk kunnen we racisme alleen effectief tegengaan door te erkennen dat iedereen die door afkomst, religie of seksuele geaardheid bij een groep hoort, allereerst een individu is.", "In zijn boek ‘Self Portrait in Black and White’ beschrijft Thomas Chatterton Williams zijn zoektocht naar identiteit en individualiteit. Als zoon van een witte moeder en een zwarte vader groeide hij op met het zelfbeeld van een zwarte Amerikaan. Zijn verblijf in Frankrijk en de geboorte van zijn blonde, blauwogige dochter deed zijn Amerikaanse ideeën over ras en kleur wankelen. Hij beschrijft in zijn boek hoe het sociale weefsel van onze maatschappij oneindig veel complexer is dan we gewend zijn aan te nemen. Persoonlijk herken ik me daar heel erg in. Als witte man voel ik mij meer vertegenwoordigd door Khadija Arib dan door Klaas Dijkhoff.", "De grootste Nederlandse schrijver die ik ken was een tweede generatie migrant, kind van een Hongaarse vader met nazi-sympathieën en een Belgisch-Joodse moeder. Ik ben Nederlander, maar eet geen ham.", "Lees ook:", "‘Wit Huiswerk’ is een lesje antiracisme voor witte mensen", "De website Wit Huiswerk werd in de nasleep van de Black Lives Matter-protesten overal gedeeld. Nu is er ook een boek. Initiatiefnemer Anne van der Ven: ‘Het is ook mijn eigen huiswerk.’"], "authors": ["Peter Tol"], "keywords": ["schuldig", "maken", "van", "zijn", "en", "een", "witte", "groepsdenken", "aan", "ook", "te", "antiracisten", "geen", "het", "zich", "hij", "dat"], "pubDate": "2020-12-24T08:36:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}