{"id": "6d8d7c8c-ea84-3c97-8a7b-5b99d4c0c9fc", "title": "Mark Rutte staat nog altijd open voor een relatie", "url": "https://nu.nl/achterklap/6094985/mark-rutte-staat-nog-altijd-open-voor-een-relatie.html", "summary": "Mark Rutte staat open voor een relatie, maar is niet bewust op zoek naar een liefdespartner.\nIk heb er geen plan voor en ik heb ontzettend leuke vrienden.\nToch denkt Rutte dat hij ook \"niet de makkelijkste\" is als het aankomt op een relatie.\nAls ik ergens mijn verhalen wil delen, heb ik zoveel plekken waar dat kan.\"Maar Rutte benadrukt: dat kan zo veranderen.\n\"Misschien als er een keer inderdaad iemand naast mij zit met een glas wijn, dat ik denk: hé, wat gezellig.", "paragraphs": ["Mark Rutte staat open voor een relatie, maar is niet bewust op zoek naar een liefdespartner. Dat vertelde de premier zondag in Linda's Wintermaand.", "De 53-jarige Rutte is single en vindt dat prima, maar sluit niet uit dat daar in de toekomst nog verandering in komt. \"Dingen lopen zoals ze lopen. Ik heb er geen plan voor en ik heb ontzettend leuke vrienden. Maar wie weet zit ik ooit handje-handje op de bank.\"", "Toch denkt Rutte dat hij ook \"niet de makkelijkste\" is als het aankomt op een relatie. \"Ik hecht veel waarde aan mijn vrijheid, ik wil mijn gang kunnen gaan. Maar goed, je weet nooit hoe het loopt.\"", "Presentatrice Linda de Mol vroeg zich af of Rutte nooit iemand mist bij wie hij thuis zijn verhaal kan doen, onder het genot van een glas wijn. \"Eigenlijk niet, omdat ik heel lieve familie en vrienden heb. Als ik ergens mijn verhalen wil delen, heb ik zoveel plekken waar dat kan.\"", "Maar Rutte benadrukt: dat kan zo veranderen. \"Misschien als er een keer inderdaad iemand naast mij zit met een glas wijn, dat ik denk: hé, wat gezellig. Weet je, ik ben daar niet zo bewust mee bezig.\"", "Linda's Wintermaand is iedere zondagavond om 20.00 uur te zien uur op SBS6 of terug te zien op KIJK.nl"], "authors": ["Door"], "keywords": ["relatie", "weet", "mark", "nog", "op", "staat", "maar", "ik", "een", "niet", "dat", "rutte", "mijn", "altijd", "open", "heb", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}