{"id": "6d8f121d-62ce-36a9-90ef-d45e2938d495", "title": "Het jaaroverzicht van het Jeugdjournaal was bijzonder boeiend", "url": "https://www.parool.nl/kunst-media/het-jaaroverzicht-van-het-jeugdjournaal-was-bijzonder-boeiend~ba29da78/", "summary": "Beeld NPO 3Een jaaroverzicht maken voor de serieuzere tien- tot zestienjarigen, Lips zou het een uitdaging noemen.\nDe redactie van het Jeugdjournaal heeft er een beproefd recept voor: maak het persoonlijk.\nO ja, klonk het bij het begin van elk nieuw onderwerp.\nKnap ook hoe het Jeugdjournaal aandacht besteedde aan Black Lives Matter.\nNiks zuurs, allemaal op maat van de belevingswereld van kinderen toegesneden.", "paragraphs": ["NOS Jeugdjournaal. Beeld NPO 3", "Een jaaroverzicht maken voor de serieuzere tien- tot zestienjarigen, Lips zou het een uitdaging noemen. Alles wat belangrijk genoeg is om te moeten weten en tegelijk ook zo dichtbij moet komen dat de doelgroep niet afhaakt, niet verzuipt in alles wat het nieuws te bieden heeft. De redactie van het Jeugdjournaal heeft er een beproefd recept voor: maak het persoonlijk.", "In de ontelbare uren televisie die je zou kunnen recyclen over corona – ook voor kinderen onbetwist het belangrijkste nieuwsonderwerp van het jaar – werd gekozen voor een item waarin Sarah, de dertienjarige dochter van coronaminister Hugo de Jonge, mocht vertellen hoe zij het afgelopen jaar had beleefd. De drie dertienjarige kereltjes die door omstandigheden bij Lips op de bank zaten, waren op slag geboeid. “Die lijkt me eerder vijftien of zestien.”", "Maar intussen luisterden ze wel en hadden ze het even later nog over hoe awkward het inderdaad moest zijn als je vader altijd en overal wordt besproken, en lang niet altijd positief. Dan doe je iets goed als programma.", "O ja, klonk het bij het begin van elk nieuw onderwerp. Kinderen die geen krant meer openslaan, behalve als er iets over Ajax in staat, maar wel precies weten hoe het ook alweer zat met George Floyd. Dat er op gezette tijden ook dierenfilmpjes nodig zijn, vindt Lips soms ergerlijk, maar het werkt wel.", "Knap ook hoe het Jeugdjournaal aandacht besteedde aan Black Lives Matter. Niks zuurs, allemaal op maat van de belevingswereld van kinderen toegesneden. Positief zonder dat het geforceerd aanvoelt. Zoals de klas waarin een meisje uitlegde dat kinderen in haar groep sinds de aandacht voor racisme deze zomer ‘beter nadenken’ over hoe ze met elkaar omgaan. Het stemt optimistisch.", "Reageren? hanlips@parool.nl."], "authors": ["Han Lips"], "keywords": ["kinderen", "van", "jaaroverzicht", "voor", "en", "een", "jeugdjournaal", "ook", "hoe", "op", "het", "die", "boeiend", "bijzonder"], "pubDate": "2020-12-29T09:51:42Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}