{"id": "6d9cecf5-2b96-3a59-a3a2-157ca37c4315", "title": "PvdA stelt Kamervragen over staandehouding Typhoon", "url": "http://nos.nl/artikel/2108228-pvda-stelt-kamervragen-over-staandehouding-typhoon.html", "summary": "De PvdA heeft Kamervragen gesteld naar aanleiding van het staande houden van rapper Typhoon.\nVolgens een woordvoerder van de politie Oost-Nederland werd Typhoon staande gehouden vanwege zijn \"jonge leeftijd en een splinternieuwe, luxe auto.\nEerste stapPvdA-fractieleider Samsom zegt dat er sprake is van een structureel probleem.\nVolgens GroenLinks-leider Klaver valt de destructieve kracht van racisme niet te onderschatten.\nHij schrijft op Facebook: \"Wat me misschien wel het meest raakt aan het bericht van Typhoon is dat hij zegt: de eerste stap naar verandering is benoemen.", "paragraphs": ["De PvdA heeft Kamervragen gesteld naar aanleiding van het staande houden van rapper Typhoon. De politie in Zwolle haalde Glenn de Randamie, zoals de rapper heet, van de weg omdat een agent zijn nieuwe auto niet bij hem vond passen.", "Volgens een woordvoerder van de politie Oost-Nederland werd Typhoon staande gehouden vanwege zijn \"jonge leeftijd en een splinternieuwe, luxe auto. Maar ook zijn huidskleur speelde een rol\". De politie heeft excuses aangeboden voor het voorval.", "Eerste stap", "PvdA-fractieleider Samsom zegt dat er sprake is van een structureel probleem. \"Etnisch profileren komt nu eenmaal voor, ook bij de politie. Dit is geen eenmalige misser van een individuele politieman. Racisme en discriminatie zitten hardnekkig diep in de samenleving.\"", "Volgens GroenLinks-leider Klaver valt de destructieve kracht van racisme niet te onderschatten. Hij schrijft op Facebook: \"Wat me misschien wel het meest raakt aan het bericht van Typhoon is dat hij zegt: de eerste stap naar verandering is benoemen. Hij heeft gelijk. Geen incident zou stilzwijgend voorbij moeten gaan. Racisme en discriminatie horen niet bij Nederland!\"", "Gesprek zonder schelden", "Daar moet iets aan gedaan worden, zegt Samsom in het NOS Radio 1 Journaal. \"Het wordt in elk geval erkend, daar begint het mee. Politiemensen moeten hier beter op getraind worden. Aan de andere kant moeten mensen met een donkere huidskleur ook de mogelijkheid krijgen om aan te geven dat ze voelen dat hen onrecht wordt aangedaan.\""], "authors": [], "keywords": ["zegt", "politie", "typhoon", "van", "staandehouding", "pvda", "een", "kamervragen", "het", "aan", "racisme", "dat", "stelt", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}