{"id": "6ddbeb5d-6224-3f4f-85d7-427b83050303", "title": "Ethiopische geitenhoedster Agitu Gudeta (1978-2020) groeide uit tot voorbeeld van geslaagde immigratie", "url": "https://trouw.nl/verdieping/ethiopische-geitenhoedster-agitu-gudeta-1978-2020-groeide-uit-tot-voorbeeld-van-geslaagde-immigratie~b00c924c/", "summary": "Van hun melk maakte Gudeta geitenkaas en huidverzorgingsproducten die ze op de markt verkocht.\nDaarna keerde ze terug naar haar vaderland, waar ze ­gewend was om geiten om zich heen te hebben en ze steeds meer van landbouw en dieren ging houden.\n“Ik was tegen dat regeringsbeleid van landgrabbing omdat het de boeren armer maakte en het milieu verwoestte.\nDie had haar net een prijs voor haar geitenkazen gegeven.\nHet lukte Gudeta een kudde op te bouwen, en ze kreeg via een provinciaal project grond ter beschikking.", "paragraphs": ["Ze was een opvallende verschijning: een zwarte vrouw uit Ethiopië die in haar eentje, zonder man en kinderen, in de Dolomieten geiten hoedde. Agitu Gudeta woonde sinds 2010 in een bergdorpje in de Italiaanse provincie Trente. Haar geiten graasden niet ver van het Gardameer, in de bergweiden. Van hun melk maakte Gudeta geitenkaas en huidverzorgingsproducten die ze op de markt verkocht. In tien jaar tijd had de Ethiopische vanuit het niets haar onderneming ‘De Gelukkige Geit’ opgebouwd. De zaken gingen goed; ze had net een winkel in het centrum van de stad Trento geopend. Maar aan dat alles kwam abrupt een einde.", "Als jonge vrouw was Agitu Gudeta naar Italië gekomen om met een studiebeurs sociologie te ­studeren. Daarna keerde ze terug naar haar vaderland, waar ze ­gewend was om geiten om zich heen te hebben en ze steeds meer van landbouw en dieren ging houden. Ze protesteerde tegen de grootschalige verkoop van landbouwgrond aan buitenlandse investeerders, wat er uiteindelijk toe leidde dat ze in 2010 het land weer verliet en politiek asiel kreeg in Italië. “Ik was tegen dat regeringsbeleid van landgrabbing omdat het de boeren armer maakte en het milieu verwoestte. We organiseerden demonstraties. Daarmee bezorgde ik de lokale autoriteiten last. Ze joegen me weg”, vertelde ze vijf jaar later in foutloos Italiaans in een filmpje van Slow Food, een organisatie die zich inzet voor goed en gezond eten en het behoud van ­typische streekproducten. Die had haar net een prijs voor haar geitenkazen gegeven.", "Nieuw leven", "In de Dolomieten had Gudeta zonder noemenswaardige steun van de overheid een nieuw leven opgebouwd. Ze nam een baan in een café én hield Mochenageiten. Dat autochtone ras was bijna uitgestorven omdat deze beesten relatief weinig melk geven en daarom niet interessant zijn voor de intensieve veeteelt. Het lukte Gudeta een kudde op te bouwen, en ze kreeg via een provinciaal project grond ter beschikking. Haar kudde groeide tot 180 in 2018.", "In dat jaar werd de zeer rechtse Matteo Salvini, leider van de politieke partij Lega, minister van binnenlandse zaken. Ruim een jaar domineerde Salvini de Italiaanse politiek volkomen en liet hij zich regelmatig misprijzend over Afrikaanse migranten uit. Als reactie op zijn stemmingmakerij gingen linkse media op zoek naar voorbeelden van geslaagde integratie en succesvol ondernemerschap door immigranten. In Agitu Gudeta vonden ze de perfecte hoofdpersoon voor hun verhalen. De energieke geitenhoudster verscheen op tv en werd in de dagbladen geportretteerd.", "Inspiratiebron", "Gudeta had een Ghanees in­gehuurd als herder. Ze vond Afrikaanse bootimmigranten bij uitstek geschikt voor dat lichamelijk zware werk omdat zij veerkrachtig zijn en zichzelf willen bewijzen. Maar deze man had ze beter kunnen mijden. Afgelopen dinsdag, tijdens een ruzie over een achterstallig maandloon van circa 1000 euro, waar de 32-jarige herder naar eigen zeggen recht op had en dat Gudeta hem niet gaf, sloeg hij met een hamer meerdere keren op haar hoofd. Hij be­kende aan de politie ook bij haar levenloze lichaam te hebben ­gemasturbeerd.", "Na haar gewelddadige dood stuurde VN-vluchtelingenorganisatie UNHCR een persbericht uit: “Gudeta liet zien hoe vluchtelingen kunnen bijdragen aan de maatschappijen die hen opnemen. (...) We hopen dat ze, ondanks haar tragische einde, vluchtelingen die vechten voor een nieuw bestaan inspireert.”", "Agitu Gudeta stierf op 29 december 2020 in Frassilongo. Ze was 42 jaar oud.", "Trouw beschrijft het leven van onlangs overleden heel gewone of bekende mensen. Heeft u zelf een tip voor Naschrift? Mail ons via naschrift@trouw.nl."], "authors": ["Pauline Valkenet"], "keywords": ["tot", "geitenhoedster", "ethiopische", "van", "voorbeeld", "immigratie", "voor", "gudeta", "uit", "een", "ze", "en", "groeide", "op", "het", "haar", "dat", "geslaagde"], "pubDate": "2021-01-04T13:46:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}