{"id": "6ddba819-56ae-310f-acb4-5a9c46707fb7", "title": "Móét je als je in de zorg werkt gevaccineerd worden?", "url": "https://stories.lab.nos.nl/artikel/2363158-moet-je-als-je-in-de-zorg-werkt-gevaccineerd-worden", "summary": "Móét je als je in de zorg werkt gevaccineerd worden?\nDan kun je niet verplicht worden om te vaccineren, dat zegt een jurist van een organisatie voor zorgpersoneel.\nEn voor jezelf, je familie en natuurlijk de mensen waarvoor je zorgt.\"\nDaarom wil ze niet dat ze voor haar werk dingen opzij moet zetten, omdat ze gevaccineerd moet worden.\n\"Je moet het daar niet voor doen, maar voor de maatschappij waarin je leeft,\" vindt Ming-Wei.", "paragraphs": ["Móét je als je in de zorg werkt gevaccineerd worden? dinsdag, 16:57", "Wat is er gebeurd?", "Steeds meer Nederlanders willen zich laten vaccineren tegen corona, namelijk 75 procent.", "Mensen die werken in de zorg kunnen de vaccinatie vanaf deze week al krijgen.", "Maar is dat eigenlijk verplicht? En wat als je die vaccinatie eigenlijk niet wil?", "Waarom moet ik dit weten?", "Deze week start het vaccineren en hoor je er veel over. Ziekenhuizen willen graag dat hun personeel snel de vaccinatie krijgt, daar hebben bazen van ziekenhuizen afgelopen weken zelfs voor gestreden, en mét resultaat.", "Waarom? Zodat er in ziekenhuizen geen personeelstekort komt, en ze dus de coronapatiënten maar ook patiënten met andere ziektes kunnen blijven helpen. Ook zal het werk gemakkelijker worden omdat de kans veel minder groot is dat een arts bijvoorbeeld een patiënt besmet of andersom.", "Wat kan het ziekenhuis doen om zorgpersoneel te laten vaccineren?", "Stel, je zou werken als verpleegkundige in het ziekenhuis. Dan kun je niet verplicht worden om te vaccineren, dat zegt een jurist van een organisatie voor zorgpersoneel. \"Dat is in strijd met de grondwet\", aldus de jurist op de site van deze organisatie. Maar het zou volgens de wet wel kunnen dat je verplaatst wordt naar een andere afdeling als je geen vaccinatie hebt gehad.", "Ook denken ziekenhuis na over methodes om personeel te motiveren. Bij het griepvaccin kregen mensen die zich hadden laten vaccineren een bedankje met een dinerbon, vertelde een baas van een ziekenhuis in Arnhem al eerder.", "Wie vindt wat?", "Sanne van 19 studeert verpleegkunde en werkt op een gesloten afdeling met ouderen die dementie en alzheimer hebben. Zelf twijfelt ze nog of ze het vaccin gaat nemen. \"Ik ben er niet bang voor, en neig ook naar 'ja', het vaccin is niet voor niks goedgekeurd.\" Maar ze blijft met vragen zitten. \"Het gaat allemaal zo snel. Wat doet het vaccin over een jaar? Kan ik dan nog kinderen krijgen?\"", "Eergisteren kreeg ze de brief waarin staat dat ze zich kan laten vaccineren. \"Het is een zeer nette brief, maar wel met de toon dat het allemaal 'helemaal geweldig' is dat je als eerste de vaccinatie mag halen. Ik vind dat best beklemmend, het moet gewoon een vrije keuze zijn.\"", "De 18-jarige Ming-Wei heeft ook een uitnodiging gekregen, omdat hij het eten verzorgt in een instelling voor ouderen. Hij heeft zijn vaccinatie al ingepland. \"Ik heb een afspraak op 16 januari.\" Op hem kwam de uitnodiging niet zo beklemmend over. \"Er stond dat je zelf mocht kiezen. 'zo niet, oké, zo ja: dan zijn we er heel erg blij mee'.\"", "Ming-Wei vindt het heel belangrijk om zich te laten vaccineren. \"Zodat we sneller ergens kunnen eten, kunnen shoppen en kunnen hangen in de stad. En voor jezelf, je familie en natuurlijk de mensen waarvoor je zorgt.\"", "'Ik leef niet om te werken'", "Verpleegkundige Sanne snapt dat omdat ze met kwetsbare ouderen werkt, het vaccin voor haar belangrijk is. \"Maar ik leef niet voor mijn werk. Ik leef om leuke dingen te kunnen doen.\" Daarom wil ze niet dat ze voor haar werk dingen opzij moet zetten, omdat ze gevaccineerd moet worden.", "Medewerkers motiveren voor een vaccin, zoals eerder is gedaan bij de griepprik met een dinerbon, vindt Sanne echt heel raar. \"Alsof je iemand stiekem gaat dwingen om het toch maar te doen. Ik vind het bizar als de overheid nog meer geld gaat uitgeven om iemand over te halen,\" zegt Sanne.", "Ook Ming-Wei vindt de dinerbon niet nodig. \"Je moet het daar niet voor doen, maar voor de maatschappij waarin je leeft,\" vindt Ming-Wei. \"Hoe sneller en hoe meer mensen een vaccinatie krijgen hoe sneller we weer normaal kunnen leven.\""], "authors": [], "keywords": ["móét", "voor", "en", "een", "ze", "werkt", "gevaccineerd", "dat", "om", "niet", "te", "het", "worden", "als", "zorg", "je"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}