{"id": "6ddbb576-a1bc-3218-a42e-7aaab0e587d0", "title": "ChristenUnie wil dat de pil gratis wordt voor alle vrouwen", "url": "https://www.metronieuws.nl/lifestyle/health-mind/2020/12/christenunie-wil-dat-de-pil-gratis-wordt-voor-alle-vrouwen/", "summary": "ChristenUnie wil dat de pil gratis wordt voor alle vrouwenAls het aan de ChristenUnie ligt, wordt de anticonceptiepil weer opgenomen in het basispakket.\nBetalen voor de pil„Het is best raar dat abortus wel vergoed wordt, maar dat vrouwen voor anticonceptie moeten betalen”, zegt Dik-Faber in Trouw.\nHallelujah je hoeft van de christenunie niet meer voor het zingen de kerk uit!\nHet voorstel betekent dat de ChristenUnie zich aansluit bij de linkse partijen die eerder al vroegen om de pil weer te vergoeden voor alle vrouwen.\nOf en wanneer de pil vergoed gaat worden, wordt inzet bij de verkiezingen en bij de kabinetsformatie.", "paragraphs": ["ChristenUnie wil dat de pil gratis wordt voor alle vrouwen", "Als het aan de ChristenUnie ligt, wordt de anticonceptiepil weer opgenomen in het basispakket. De partij hoopt dat op die manier het aantal abortussen in Nederland kan worden teruggedrongen.", "Er worden nu jaarlijks ongeveer 30.000 abortussen uitgevoerd in ons land. Voor ongeveer een derde van de vrouwen is dat niet de eerste keer. Door de pil gratis te maken, valt volgens Tweede Kamerlid Carla Dik-Faber „veel leed te voorkomen”.", "Betalen voor de pil", "„Het is best raar dat abortus wel vergoed wordt, maar dat vrouwen voor anticonceptie moeten betalen”, zegt Dik-Faber in Trouw. De pil kost gemiddeld zo’n vijftig euro per jaar, maar die kosten komen ieder jaar opnieuw.", "De ChristenUnie vindt daarnaast ook dat de nazorg na een abortus beter moet, valt in het manifest te lezen. „We organiseren de nazorg na een abortus beter en geven huisartsen hierbij een centrale rol, ook om herhaalde abortussen te voorkomen.”", "", "Wel toestemming gegeven maar niet getoond, herlaad de pagina. Twitter wordt niet geladen omdat je geen toestemming hebt gegeven. Klik hier om het aan te passen.", "Hallelujah je hoeft van de christenunie niet meer voor het zingen de kerk uit! Partij pleit ervoor dat anticonceptiepil wordt vergoed door de zorgverzekering — Dolly Bellefleur (@DollyBellefleur) December 10, 2020", "Pil was tot 2011 gratis", "De partij wil de samenwerking te zoeken, ook met progressieve partijen „op onderdelen waar we het wél over eens kunnen worden, ook al zijn de verschillen groot”. Het voorstel betekent dat de ChristenUnie zich aansluit bij de linkse partijen die eerder al vroegen om de pil weer te vergoeden voor alle vrouwen.", "Sinds 2011 moeten vrouwen boven de 21 jaar zelf betalen voor de anticonceptiepil. Het kabinet zei vorig jaar nog dat de voorbehoedsmiddelen een eigen verantwoordelijkheid zijn, geen medische aandoening die vergoed hoeft te worden. Of en wanneer de pil vergoed gaat worden, wordt inzet bij de verkiezingen en bij de kabinetsformatie. Of er een meerderheid voor is hangt ook af van de VVD. Die partij vond tot nu toe dat vrouwen zelf de kosten kunnen dragen."], "authors": [], "keywords": ["alle", "christenunie", "gratis", "vrouwen", "het", "wil", "die", "worden", "een", "wordt", "dat", "pil", "te", "ook", "voor"], "pubDate": "2020-12-10T09:07:29+00:00", "publicationId": "7c385e14-de2a-3447-b45a-fe7d316f7641"}