{"id": "6de54d12-aba3-31b0-a243-ef3cdfacbfb0", "title": "Goed nieuws: Scream-masker blijkt loos alarm | Groei Natuurmonumenten", "url": "https://nu.nl/opmerkelijk/6100916/goed-nieuws-scream-masker-blijkt-loos-alarm-groei-natuurmonumenten.html", "summary": "Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder.\nDaarom maken we regelmatig een overzicht van het positieve nieuws.\nAantal nieuwe leden Natuurmonumenten bijna verdubbeldDe coronacrisis heeft voor een historische groei van het aantal leden van Natuurmonumenten gezorgd.\nDe vereniging kreeg er in 2020 39.000 nieuwe leden bij, terwijl 31.000 kinderen lid werden van het jeugdprogramma OERRR.\nOnline zochten bezoekers vooral naar informatie over natuurgebieden en naar routes om te wandelen of te fietsen.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we regelmatig een overzicht van het positieve nieuws.", "Melding om Scream-masker blijkt loos alarm", "De politie Den Haag is donderdagavond uitgerukt voor een auto met twee hoofdsteunen waarop maskers bekend uit de horrorfilms Scream en Friday the 13th bevestigd waren. Gelukkig bleek het uiteindelijk loos alarm.", "Agenten kregen meldingen dat in een auto twee mannen gesignaleerd waren onder verdachte omstandigheden. \"In het donker leek het net alsof er mensen met maskers in het voertuig zagen\", meldt de politie. De melders wordt ook niets verweten. \"Wij zijn blij met heel oplettende burgers en rijden liever een keer te veel dan te weinig.\"", "Het is onduidelijk van wie de auto is en waarom de maskers op de hoofdsteunen zijn geplaatst.", "Aantal nieuwe leden Natuurmonumenten bijna verdubbeld", "De coronacrisis heeft voor een historische groei van het aantal leden van Natuurmonumenten gezorgd. De vereniging kreeg er in 2020 39.000 nieuwe leden bij, terwijl 31.000 kinderen lid werden van het jeugdprogramma OERRR. Dat is bijna een verdubbeling van het aantal nieuwe leden in vergelijking met 2019, aldus de opgetogen natuurorganisatie, die nu 760.000 leden heeft.", "Ook het aantal bezoekers aan natuurgebieden steeg fors, net als het aantal bezoeken aan de website van Natuurmonumenten. Online zochten bezoekers vooral naar informatie over natuurgebieden en naar routes om te wandelen of te fietsen. Dergelijke routes werden meer dan 100.000 keer gedownload. De verkoop van ruiter- en mountainbikevignetten steeg in 2020 met 30 procent.", "De populariteit van de natuur tijdens de coronacrisis heeft ook een keerzijde, aldus directeur Marc van den Tweel van Natuurmonumenten. Het was regelmatig in de populairste natuurgebieden veel te druk om voldoende afstand te kunnen houden. Ook zaten verschillende groepen recreanten zoals mountainbikers en wandelaars elkaar in de weg.", "Niet vijf, maar zes prikken uit één potje", "Het is mogelijk en toegestaan om zes in plaats van vijf doses uit een flacon van het coronavaccin van Pfizer en BioNTech te halen, meldt het Europese geneesmiddelenbureau (EMA) vrijdag. Hierdoor kunnen met dezelfde hoeveelheid flacons meer mensen worden gevaccineerd.", "Het is volgens het RIVM \"wel een handeling die ervaring en precisie vereist. Het lijkt erop dat ziekenhuizen gaan proberen zes doses uit een flacon te halen.\" Maar of er nu echt meer mensen gevaccineerd kunnen en gaan worden dan in eerste instantie vanuit werd gegaan, kan het RIVM nog niet zeggen.", "Voor die zesde dosis is in ieder geval een speciale injectiespuit nodig, namelijk een zogenoemde low-dead-space-spuit.", "Zeldzame Bugatti 57 S onder de hamer", "Een zeldzame Bugatti 57 S uit 1937 gaat op 19 februari onder de hamer bij het Britse veilinghuis Bonhams. Naar verwachting brengt het voertuig tussen de 5,5 miljoen en 7,7 miljoen euro op, schrijft CNN.", "De Bugatti is in \"buitengewoon goede staat\", aldus Bonhams. De auto werd aangetroffen in een werkplaats in het Engelse Staffordshire, waar het voertuig tientallen jaren lang stof heeft staan vangen."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["loos", "nieuws", "goed", "van", "het", "leden", "natuurmonumenten", "screammasker", "blijkt", "en", "een", "met", "uit", "om", "onder", "te", "alarm", "groei"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}