{"id": "6dfdb599-75be-396c-9eec-7c215f4aad0e", "title": "TOP Oss verzuimt clubrecord te evenaren door late nederlaag bij Go Ahead", "url": "https://nu.nl/voetbal/6101190/top-oss-verzuimt-clubrecord-te-evenaren-door-late-nederlaag-bij-go-ahead.html", "summary": "TOP Oss is er niet in geslaagd om zondag in de Keuken Kampioen Divisie een clubrecord te evenaren.\nDe Brabanders gingen in Deventer met 1-0 onderuit bij Go Ahead Eagles.\nTOP Oss won de vorige vijf competitiewedstrijden en had bij een zege op Go Ahead het clubrecord kunnen evenaren.\nDe wedstrijd tussen Go Ahead Eagles en TOP Oss zou eigenlijk vrijdagavond gespeeld worden, maar werd uitgesteld vanwege een corona-uitbraak bij de thuisploeg.\nBekijk de uitslagen, de stand en het programma in de Keuken Kampioen Divisie", "paragraphs": ["TOP Oss is er niet in geslaagd om zondag in de Keuken Kampioen Divisie een clubrecord te evenaren. De Brabanders gingen in Deventer met 1-0 onderuit bij Go Ahead Eagles.", "TOP Oss won de vorige vijf competitiewedstrijden en had bij een zege op Go Ahead het clubrecord kunnen evenaren. Lange tijd maakten de bezoekers kans op de drie punten, maar in de slotfase ging het mis.", "Vijf minuten voor tijd kwam TOP Oss-doelman Go Geens wat onbeholpen uit en vloerde hij Antoine Rabillard in het zestienmetergebied. De bal ging op de stip en de penalty werd benut door Jeroen Veldmate.", "De wedstrijd tussen Go Ahead Eagles en TOP Oss zou eigenlijk vrijdagavond gespeeld worden, maar werd uitgesteld vanwege een corona-uitbraak bij de thuisploeg. Liefst elf spelers van de Deventenaren waren positief getest op COVID-19.", "Door de overwinning klimt Go Ahead naar de zevende plaats op de ranglijst. TOP Oss is terug te vinden op de twaalfde plek.", "Bekijk de uitslagen, de stand en het programma in de Keuken Kampioen Divisie"], "authors": ["Door"], "keywords": ["evenaren", "late", "het", "clubrecord", "en", "een", "oss", "tijd", "nederlaag", "te", "op", "bij", "ahead", "door", "werd", "verzuimt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}