{"id": "6e018034-a597-3935-bab9-90574bc22cff", "title": "Beleggers boos op Triodos na stilleggen handel", "url": "https://volkskrant.nl/economie/beleggers-boos-op-triodos-na-stilleggen-handel~baa66164/", "summary": "Exterieur van het hoofdkantoor van de Triodos Bank.\nTriodos, dat net als andere banken ook de dividenduitkering uitstelde, sprak toen van een ‘ongekende verstoring van de markten’.\nHet verschil met gewone aandelen is dat het stemrecht beperkt is.\nBeleggers kunnen ze alleen verkopen aan Triodos zelf.\nOmdat de meeste beursgenoteerde banken op dit moment onder die boekwaarde worden verhandeld, bestaat de kans dat Triodos haar eigen prijs te hoog inschat.", "paragraphs": ["Exterieur van het hoofdkantoor van de Triodos Bank. Beeld ANP", "‘Heel pijnlijk’, noemt Jasper Jansen van de Vereniging van Effectenbezitters de maatregel. ‘Als je als belegger liquiditeitsproblemen hebt, kun je nu je geld niet terugkrijgen. Het scenario waarvoor wij al vreesden, is zich aan het ontvouwen.’", "Het is de tweede maal in een jaar tijd dat de idealistische bank de certificatenhandel opschort. De eerste keer was in maart. Triodos, dat net als andere banken ook de dividenduitkering uitstelde, sprak toen van een ‘ongekende verstoring van de markten’. Door de coronacrisis wilden meer beleggers van hun certificaten af. Iets dergelijks lijkt ook nu het geval. ‘Sinds de heropening van de handel in oktober zien we niet genoeg mensen die nieuw instappen’, legt een woordvoerder uit. ‘Normaal zijn er aan het einde van het jaar veel kopers, maar dat was nu niet het geval.’", "Kapitaalbuffers", "Via haar certificaten van aandelen heeft Triodos zo’n 1,2 miljard euro opgehaald bij een kleine 45 duizend beleggers, zowel institutionele als particuliere. De bank zegt te kiezen voor deze vorm van financiering om haar groene missie te waarborgen. Het verschil met gewone aandelen is dat het stemrecht beperkt is. Ook zijn Triodos-certificaten niet op een beurs verhandelbaar. Beleggers kunnen ze alleen verkopen aan Triodos zelf. Dat bepaalt de prijs aan de hand van de boekwaarde van het bedrijf.", "Omdat de meeste beursgenoteerde banken op dit moment onder die boekwaarde worden verhandeld, bestaat de kans dat Triodos haar eigen prijs te hoog inschat. Het gevolg is dan een verkoopgolf, die ten koste kan gaan van het eigen vermogen van de bank. Mogelijk komt Triodos de komende maanden met nieuwe spelregels voor de certificaten. De bank benadrukt in haar persbericht dat zij financieel kerngezond is: de kapitaalbuffers ‘blijven ruim boven de voorgeschreven minimumniveaus’."], "authors": ["Koen Haegens"], "keywords": ["triodos", "stilleggen", "van", "haar", "een", "handel", "bank", "aan", "op", "boos", "beleggers", "als", "het", "niet", "dat"], "pubDate": "2021-01-05T15:55:43Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}