{"id": "6e0a9ab2-af8d-3b4a-8e36-bffb09dc8209", "title": "Pierre Cardin (1922-2020) ontwierp van het Nehru-jasje tot Aldi-sokken, en werd schatrijk van zijn bedrijven", "url": "https://trouw.nl/cultuur-media/pierre-cardin-1922-2020-ontwierp-van-het-nehru-jasje-tot-aldi-sokken-en-werd-schatrijk-van-zijn-bedrijven~b422b5e1/", "summary": "Modeontwerper Pierre Cardin zag zichzelf het liefst de geschiedenis ingaan als de gevierde Franse modekoning die grote vernieuwingen op zijn naam had staan.\nZij kennen zijn naam misschien vaag van zijn goedkope sokken, fleecetruien en onderbroeken van de Aldi.\nAls Christian Dior in 1947 doorbreekt met zijn ‘New Look’ is Cardin bij hem in dienst.\nBeatlekraagCardin ontwierp in diezelfde tijd eveneens jeugdige, toekomstgerichte couture kledingitems en scoorde vooral hoge ogen met zijn opzienbarende en vernieuwende ‘Space Age’-kleding voor mannen.\nDat maakte hem door de jaren heen tot een van de rijkste mensen in de modewereld.", "paragraphs": ["Modeontwerper Pierre Cardin zag zichzelf het liefst de geschiedenis ingaan als de gevierde Franse modekoning die grote vernieuwingen op zijn naam had staan. Maar nu het zover is, weten hele generaties niet meer wie hij was. Zij kennen zijn naam misschien vaag van zijn goedkope sokken, fleecetruien en onderbroeken van de Aldi. Want Cardin was een handige zakenman die met bijna duizend licenties goed geld wist te verdienen.", "Maar die typering alleen doet hem tekort, want hij speelde wel degelijk een essentiële rol in de omwentelingen van de mode vanaf de jaren zestig. Deze op-en-top vakman leerde de kneepjes bij belangrijke ontwerpers zoals Paquin en Schiaparelli. Als Christian Dior in 1947 doorbreekt met zijn ‘New Look’ is Cardin bij hem in dienst. Er is een prachtig filmfragment bewaard waarin Cardin opschept over zijn eigen kwaliteiten: Dior kon op papier leuk ontwerpen, maar had absoluut geen verstand van naaien en constructie. Hij wel, en dankzij hem kreeg Dior zo’n succes, meende hij.", "Zijn eigen couturehuis", "Zodra Cardin in 1950 zijn eigen couturehuis opende, profileerde hij zich als een innovator en rebel. Zijn kracht zat vooral in het creëren van heldere vormen gemaakt vanuit een verbluffende materiaal- en coupekennis. Cardin stortte zich met overgave op de jeugdige modegolf die de jaren zestig overspoelde. Hoewel hij graag de mini-rok had geïntroduceerd komt die eer de Engelse confectieontwerpster Mary Quant toe. En binnen de Franse couture was het zijn vakgenoot André Courrèges die daarmee als eerste in 1964 de Parijse catwalk veroverde.", "Beatlekraag", "Cardin ontwierp in diezelfde tijd eveneens jeugdige, toekomstgerichte couture kledingitems en scoorde vooral hoge ogen met zijn opzienbarende en vernieuwende ‘Space Age’-kleding voor mannen. Al eerder had hij het traditionele herenpak gestript van kragen, manchetten en revers. Het zogenaamde Nehru-jasje, een lang colbert met opstaand boord, werd onder meer populair door de jonge Beatles. Ook coltruien, halsdoeken en opzichtige ritsen in jasjes zorgden voor een verfrissende blik op de mannenmode.", "Veel opzien baarden ook zijn uniform-achtige vrouwenkleding. Die was geïnspireerd op Op-Art en gemaakt van ongebruikelijke materialencombinaties zoals wol, vinyl en metaal. Ook zijn minimalistische unisex outfits waren spraakmakend.", "Wereldwijd bedrijven", "Naast couture richtte hij zich op het confectiesegment en was hij de eerste ontwerper die al in 1971 confectiekleding in de Sovjet-Unie verkocht. En hij veroverde vervolgens met verve de Amerikaanse en Japanse confectiemarkt. Rond die tijd pochte Cardin dat hij 192 fabrieken over de hele wereld bezat. Pierre Cardin begreep dat mode vooral ‘een bedrijf’ is. Dat maakte hem door de jaren heen tot een van de rijkste mensen in de modewereld.", "Lees ook:", "‘Transformers’ van Claes Iversen stelt de vraag: Is dit een jurk of is dit kunst?", "Modeontwerper Claes Iversen (1977) maakt kostbare couture-outfits voor koningin Máxima, maar ook Bolkadotjurken van 60 euro. In Transformers verkent hij zijn creat"], "authors": ["Els De Baan"], "keywords": ["tot", "zijn", "van", "pierre", "schatrijk", "en", "een", "met", "op", "ontwierp", "nehrujasje", "het", "cardin", "hij", "werd", "die"], "pubDate": "2020-12-29T12:24:38Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}