{"id": "6e0d28e3-367f-3d2c-97b2-35e5fb16373d", "title": "Oké, de bestorming van het Capitool is erg, maar wat denkt u híérvan...", "url": "https://volkskrant.nl/columns-opinie/oke-de-bestorming-van-het-capitool-is-erg-maar-wat-denkt-u-hiervan~b62c4bfe/", "summary": "Als je altijd bent blijven roepen dat de angst voor Trump overdreven hysterie was of je hem zelfs ondubbelzinnig bewonderde, hoe lul je je hier dan uit?\nHet zijn dagkoersen.\nEn als het onderwerp dan toch besproken wordt, kun je nog terugvallen op een alternatieve strategie.\n(Thiery Baudet) En als Trump daar wordt geschorst, waarom dan niet die ene geestelijk leider in Iran?\nEn als je het niet kan vinden in het ene verhaal, is er gelukkig altijd nog wel een ander verhaal.", "paragraphs": ["De flexibele opiniemaker verdedigt wekelijks een opinie waar op dat moment behoefte aan is. Ditmaal: en andere erge dingen dan?", "Eerlijk gezegd vreesde ik even voor de Trump-apologeten toen zijn supporters het Capitool binnenvielen, gehuld in fanshirts van Auschwitz (‘six million wasn’t enough’), scanderend dat vicepresident Mike Pence moet worden opgehangen, met een brandblusser inbeukend op de schedel van een agent, die ter plekke overleed. Als je altijd bent blijven roepen dat de angst voor Trump overdreven hysterie was of je hem zelfs ondubbelzinnig bewonderde, hoe lul je je hier dan uit?", "Het antwoord blijkt even simpel als effectief: niet. Als opiniemaker hoef je niet terug te komen op een oude opinie. Het zijn dagkoersen. De ene keer ‘geniet’ je nog van de agressieve retoriek van Trump en de andere keer veroordeel je zonder enige introspectie het geweld dat eruit voortkomt.", "En als het onderwerp dan toch besproken wordt, kun je nog terugvallen op een alternatieve strategie. Je stelt simpelweg de vraag: en andere dingen, erge dingen, dan? Zijn die ook niet erg? Wist je bijvoorbeeld dat de monopoliepositie van grote techbedrijven als Twitter nogal zorgelijk is? (Thiery Baudet) En als Trump daar wordt geschorst, waarom dan niet die ene geestelijk leider in Iran? (Wierd Duk) En als je weet hoe machteloos de slachtoffers van de toeslagenaffaire zich voelen, is die bestorming dan eigenlijk niet heel goed te begrijpen? (Marianne Zwagerman) En Black Lives Matter dan? Nou? Was daar dan nooit geweld? Waarom hoor ik daar niemand over? Sjonge jonge jonge. (Roderick Veelo) En zijn we soms vergeten dat de Black Panthers in 1967 in een andere stad een gebouw binnendrongen dat ook het Capitool heet? (Wierd Duk) En wat is Jort Kelder onbeschoft! (Pete Hoekstra)", "Er is in elk verhaal wel iets te vinden waardoor je toch gelijk hebt. En als je het niet kan vinden in het ene verhaal, is er gelukkig altijd nog wel een ander verhaal."], "authors": ["Thomas Hogeling"], "keywords": ["zijn", "van", "capitool", "dan", "híérvan", "denkt", "en", "een", "bestorming", "dat", "niet", "erg", "oké", "het", "maar", "wat", "als", "je"], "pubDate": "2021-01-11T13:00:31Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}