{"id": "6e1c4970-050b-34c8-a622-333bde21b91f", "title": "Van Dissel: Momenteel twee miljoen Nederlanders beschermd tegen corona", "url": "https://nu.nl/coronavirus/6095609/van-dissel-momenteel-twee-miljoen-nederlanders-beschermd-tegen-corona.html", "summary": "Ongeveer twee miljoen Nederlanders zijn op dit moment beschermd tegen het coronavirus, omdat zij al eerder besmet zijn geweest.\nHet aantal ligt veel hoger dan de 570.000 positieve coronatests die bij het RIVM bekend zijn.\nDat betekent dat meer mensen met het COVID-19-virus in aanraking zijn geweest dan nu officieel bekend is.\nOp dit moment is ruim 10 procent van de Nederlandse bevolking bestand tegen het virus.\nHet RIVM onderzoekt hoe en wanneer de coronamaatregelen afgebouwd kunnen worden, naarmate meer mensen beschermd zijn tegen het virus.", "paragraphs": ["Ongeveer twee miljoen Nederlanders zijn op dit moment beschermd tegen het coronavirus, omdat zij al eerder besmet zijn geweest. Dat maakte RIVM-directeur Jaap van Dissel woensdag bekend tijdens een technische briefing in de Tweede Kamer.", "Het aantal ligt veel hoger dan de 570.000 positieve coronatests die bij het RIVM bekend zijn. Dat betekent dat meer mensen met het COVID-19-virus in aanraking zijn geweest dan nu officieel bekend is.", "Veel mensen zijn besmet zonder dat ze klachten hebben. Sinds eind juni zijn er naar schatting een miljoen mensen bij gekomen die het virus al hebben gehad, meldt Van Dissel.", "Het is nog niet bekend hoelang mensen beschermd zijn na een infectie. Sommige mensen raken voor een tweede keer besmet, maar dat is volgens Van Dissel zeldzaam.", "Ruim 10 procent Nederlandse bevolking nu beschermd", "Als 60 tot 70 procent immuun is, spreekt men van groepsimmuniteit. Op dit moment is ruim 10 procent van de Nederlandse bevolking bestand tegen het virus.", "Omdat het coronavirus minder besmettelijk is dan bijvoorbeeld de mazelen, hoeven minder mensen antistoffen te hebben aangemaakt om groepsimmuniteit te bereiken. Voor de mazelen ligt die grens bijvoorbeeld rond de 95 procent.", "Het RIVM onderzoekt hoe en wanneer de coronamaatregelen afgebouwd kunnen worden, naarmate meer mensen beschermd zijn tegen het virus. Volgens Van Dissel zal het nog wel even duren voordat hier meer over bekend is."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["procent", "van", "miljoen", "dissel", "beschermd", "het", "twee", "momenteel", "mensen", "zijn", "bekend", "nederlanders", "meer", "corona", "een", "dat", "tegen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}