{"id": "6e3f86a2-242b-3728-bc78-7f35e1c38c63", "title": "‘Nationaal coördinator’ moet discriminatie en racisme breed gaan aanpakken", "url": "https://volkskrant.nl/nieuws-achtergrond/nationaal-coordinator-moet-discriminatie-en-racisme-breed-gaan-aanpakken~b24eed5a/", "summary": "Beeld ANPDe Nederlandse overheid krijgt een ‘nationaal coördinator discriminatie en racisme’.\nOok gaat een Staatscommissie Discriminatie en Racisme vanaf volgend jaar langdurig onderzoek doen naar de mechanismen achter discriminatie en racisme.\nSleutelpartijenMet een ‘nationaal coördinator racisme en discriminatie’ voert Ollongren moties uit van D66 en Denk.\nDaaraan zal ook een besluit worden verbonden over de instelling van een Staatscommissie Discriminatie en Racisme, aldus Ollongren.\nEen Staatscommissie Discriminatie en Racisme moet volgens Ollongren ‘op langjarige basis’ onderzoek doen naar discriminatie en racisme, en de effecten bestuderen van alles wat op dit gebied al wordt gedaan.", "paragraphs": ["Minister Kajsa Ollongren van Binnenlandse Zaken en Koninkrijksrelaties (D66) komt aan op het Binnenhof voor de wekelijkse ministerraad. Beeld ANP", "De Nederlandse overheid krijgt een ‘nationaal coördinator discriminatie en racisme’. Minister Kajsa Ollongren (Binnenlandse Zaken, D66) laat uitzoeken welke vorm deze nieuwe instantie moet krijgen. Ook gaat een Staatscommissie Discriminatie en Racisme vanaf volgend jaar langdurig onderzoek doen naar de mechanismen achter discriminatie en racisme.", "Ollongren schrijft dat in een brief die woensdag naar de Tweede Kamer gaat. Zij reageert daarmee op moties die de Kamer aannam na het debat op 1 juli over institutioneel racisme, waarbij ook premier Mark Rutte (VVD) en minister Ferd Grapperhaus (Justitie en Veiligheid, CDA) aanwezig waren. Aanleiding waren de grote antiracismedemonstraties, ook in Nederland, na de dood van George Floyd op 25 mei door politiegeweld in de Verenigde Staten.", "Op 1 juni (Tweede Pinksterdag) vond in Amsterdam, ondanks de corona-beperkingen, een veelbesproken protest plaats in het kader van de Black Lives Matter-beweging. Ook in onder meer Den Haag en Groningen werd in de dagen daarna geprotesteerd. Rutte sprak die week tijdens een persconferentie van ‘systemisch racisme’ in Nederland.", "Sleutelpartijen", "Met een ‘nationaal coördinator racisme en discriminatie’ voert Ollongren moties uit van D66 en Denk. Zij schrijft het van groot belang te vinden dat nu eerst de juiste manier wordt gevonden om ‘tot een overkoepelende aanpak van dit maatschappelijk probleem’ te komen. Omdat discriminatie en racisme op veel terreinen in de samenleving voorkomen (arbeidsmarkt, gezondheidszorg, woningmarkt, onderwijs, sport, openbare ruimte), en het onderwerp dus meerdere bewindspersonen raakt, wil zij maatschappelijke ‘sleutelpartijen’ snel om advies vragen.", "Als die verkenning in het voorjaar van 2021 is afgerond, komen de precieze plek en de personele invulling van de nationaal coördinator aan de orde. Daaraan zal ook een besluit worden verbonden over de instelling van een Staatscommissie Discriminatie en Racisme, aldus Ollongren. De fractieleiders Lodewijk Asscher (PvdA) en Pieter Heerma (CDA) hadden daar in een motie om gevraagd. Die motie werd aangenomen.", "Een staatscommissie is een ad hoc-adviesorgaan, dat een zwaarwegend rapport uitbrengt over een onderwerp dat bij haar instelling precies wordt gedefinieerd. Recente voorbeelden waren de staatscommissies onder leiding van Aleid Wolfsen (over meerouderschap) en Johan Remkes (over het parlementair stelsel).", "Een Staatscommissie Discriminatie en Racisme moet volgens Ollongren ‘op langjarige basis’ onderzoek doen naar discriminatie en racisme, en de effecten bestuderen van alles wat op dit gebied al wordt gedaan. Daarin moet ook duidelijk worden waarom anti-discriminatoire bepalingen in wetgeving kennelijk niet voldoende effectief zijn.", "De Tweede Kamer debatteert donderdag in een algemeen overleg met Ollongren over discriminatie."], "authors": ["Remco Meijer"], "keywords": ["coördinator", "van", "discriminatie", "het", "op", "breed", "die", "gaan", "ollongren", "racisme", "moet", "een", "ook", "en", "nationaal", "aanpakken"], "pubDate": "2020-12-09T05:00:58+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}