{"id": "6e45164d-d19e-3cc7-a664-e581c593b7e3", "title": "Onfrisse adem in je mondkapje? Dit kun je ertegen doen", "url": "https://nu.nl/gezondheid/6092254/onfrisse-adem-in-je-mondkapje-dit-kun-je-ertegen-doen.html", "summary": "Grote kans dat je hieraan wordt herinnerd als je met je mondkapje op de trein stapt of boodschappen gaat doen.\nBen je veel buitenshuis met een mondkapje op?\n\"Dat je uit je mond gaat ruiken door bijvoorbeeld knoflook komt doordat er zwavelverbindingen vrijkomen waarvan de gassen stinken\", zegt Marianne Rook, gezondheidsvoorlichter bij de Maag Lever Darm Stichting.\nWinkel legt uit waar de geur van je adem vandaan komt: \"Je hebt twee typen slechte adem: intra-orale halitose en extra-orale halitose.\nKijk dan uit met pepermunt, sterke thee, chocola, koolzuurhoudende dranken en vruchtensap.”Heb je een lange treinreis voor de boeg en heb je (nog) geen tongschraper?", "paragraphs": ["Een lekkere curry gegeten, je favoriete ontbijtje van granola en kwark achter de kiezen of net een verse jus gedronken? Grote kans dat je hieraan wordt herinnerd als je met je mondkapje op de trein stapt of boodschappen gaat doen. Voor een frisse adem: schraap je tong en laat ui, salami en knoflook staan.", "Wie een chronisch slechte adem heeft, zal niet zo snel de eigen adem ruiken bij het gebruik van een mondkapje, maar veel mensen worden nu meer dan ooit geconfronteerd met dat broodje shoarma of glaasje wijn.", "Ben je veel buitenshuis met een mondkapje op? Laat bepaalde producten dan links liggen, zoals sterke kruiden en knoflook. \"Dat je uit je mond gaat ruiken door bijvoorbeeld knoflook komt doordat er zwavelverbindingen vrijkomen waarvan de gassen stinken\", zegt Marianne Rook, gezondheidsvoorlichter bij de Maag Lever Darm Stichting.", "\"Iedereen heeft weleens last van een slechte adem, vaak in de ochtend\", aldus Rook. \" Dat komt doordat er 's nachts veel minder speeksel aangemaakt wordt en de bacteriën in de mondholte zo de kans krijgen om bepaalde stoffen te produceren die stinken. Overdag maak je ongeveer 1 liter speeksel aan. Dat zijn vier longdrinkglazen. Als je 's ochtends wat eet of tanden poetst, wordt de speekselproductie weer geactiveerd, waardoor je de verkeerde micro-organismen doodt of doorslikt.\"", "“Peterselie smaakt misschien fris, maar een frisse smaak heeft niks te maken met een frisse adem.” Edwin Winkel, halitoloog", "Online zijn allemaal zogenaamde hulpmiddelen te vinden die zouden helpen bij een frisse adem. Appelazijn, avocado, fenegriekzaadjes, zonnebloempitten, en de bekende peterselie. Onzin, zegt Edwin Winkel, halitoloog bij de Kliniek voor Parodontologie in Amsterdam. \"Peterselie smaakt misschien fris, maar een frisse smaak heeft niks te maken met een frisse adem.\"", "Winkel legt uit waar de geur van je adem vandaan komt: \"Je hebt twee typen slechte adem: intra-orale halitose en extra-orale halitose. Bij intra-orale halitose komt de geur uit de mond, bij extra-orale halitose komt de geur uit de neus, keel, maag of longen. Dat is het geval als je knoflook, uien of scherpe kruiden hebt gegeten. Die geuren komen door de maag en darmen via het bloed in de longen terecht waardoor je adem zowel door je neus als mond gaat stinken. Dat is ook het geval bij bijvoorbeeld roken en alcohol.\"", "Geen zuivel op de tong", "Een slechte adem vanuit de mond ontstaat vaak door een slechte mondhygiëne en dan met name op de tong. Die wordt nog vaak over het hoofd gezien.", "Winkel: \"We poetsen, we stoken, maar de tong schoonhouden zijn we een beetje vergeten. Daardoor ontstaat er een soort coating op de tong, ik noem het altijd een fabriek, en daar gebeurt van alles. Als zuivel in contact komt met die fabriek, vormen de bacteriën allerlei gassen en die stinken. De oplossing is niet om geen zuivel meer te eten of drinken, maar om het probleem aan te pakken door je tong iedere dag te schrapen.\"", "“Heb je snel last van oprispingen? Kijk dan uit met pepermunt, sterke thee, chocola, koolzuurhoudende dranken en vruchtensap.”", "Heb je een lange treinreis voor de boeg en heb je (nog) geen tongschraper? Bestel dan een gewone koffie to go en geen cappuccino en laat de avond ervoor de sterke kruiden (dus ook salami), ui en knoflook voor wat ze zijn.", "Heb je snel last van oprispingen? Kijk dan uit met pepermunt, sterke thee, chocola, koolzuurhoudende dranken en vruchtensap. Deze producten verslappen namelijk het sluitspiertje tussen de maag en slokdarm waardoor de (zure) maaginhoud makkelijker kan terugstromen. Maar de beste oplossing blijft om je mond gezond en schoon te houden. Óók je tong."], "authors": ["Door", "Katja Brokke"], "keywords": ["van", "dit", "adem", "bij", "het", "met", "onfrisse", "doen", "je", "ertegen", "en", "een", "te", "kun", "dat", "mondkapje"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}