{"id": "6e48d3cc-2e01-35ae-85ea-3396a755c0c1", "title": "Polen en Hongarije zijn als EU-lid geschiedenis", "url": "https://nrc.nl/nieuws/2020/12/10/polen-en-hongarije-zijn-als-eu-lid-geschiedenis-a4023371", "summary": "De vaste Kamercommissie voor Justitie hield deze week een interessante rampenoefening, in de vorm van een hoorzitting.\nMijn conclusie: wij zijn klaar met Polen en Hongarije en zij waarschijnlijk met ons.\nDe juridische drukmiddelen die zijn geprobeerd hebben geen indruk gemaakt, of zijn niet doorgezet.\nDus álles op het gebied van zakelijke en persoonlijke relaties – investeringen, handel en industrie.\nEn wat blijft er van zo’n Hof over als twee lidstaten mogen saboteren?", "paragraphs": ["Is er ook een Europese Unie denkbaar die niet is gebaseerd op het recht? En wat krijg je dan? De vaste Kamercommissie voor Justitie hield deze week een interessante rampenoefening, in de vorm van een hoorzitting. Mijn conclusie: wij zijn klaar met Polen en Hongarije en zij waarschijnlijk met ons. We zitten hoe dan ook niet meer in dezelfde (Europese) rechtsorde. De pers is er aan banden gelegd, uitspraken van het Europese Hof in Luxemburg worden genegeerd, rechters krijgen er politieke instructies, vervroegd pensioen of ontslag. Het ooit gemeenschappelijke idee van de ‘rechtsstaat’ als funderend principe voor de EU is in die landen kapot. De juridische samenwerking staat op springen. Het vertrouwen in elkaars rechtssysteem, in de integriteit van elkaars uitspraken is niet meer te herstellen.", "Lees ook:EU-crisis voorkomen door een inlegvelletje?", "Als ik dit schrijf weet ik nog niet wat er uit de Europese top is gekomen. Maar dat de Europese politiek te lang wachtte met ingrijpen lijkt me duidelijk. De juridische drukmiddelen die zijn geprobeerd hebben geen indruk gemaakt, of zijn niet doorgezet. Alles is nu politiek geworden. Het idee dat lidstaten gebonden zijn aan gemeenschappelijk recht, aan het Hof in Luxemburg, dat idee is weggewaaid. Deze autoritaire landen tarten de andere lidstaten nu al zolang dat een breuk zelfs wenselijk is. Het sprookje van de Europese hereniging met de ex-Warschaupactlanden is uit. Het is tijd om de knopen te tellen en de verliezen te beperken.", "Het is daarom relevant om te inventariseren wat er verandert nu Polen en Hongarije zichzelf buitenspel plaatsen. De kortste samenvatting van de hoorzitting is dat het gehele onderlinge vrije verkeer van goederen, diensten en personen op basis van open grenzen ter discussie komt. Dus álles op het gebied van zakelijke en persoonlijke relaties – investeringen, handel en industrie. Feitelijk is het blanco uitvoeren van elkaars rechterlijke vonnissen en bevelen al op de fles.", "Als alle drie landen vinden dat elkaars rechtspraak fundamenteel niet deugt, dan zijn de uitkomsten daarvan uiteraard ook corrupt. Nederland heeft inmiddels al de overlevering van Poolse verdachten voorlopig geschorst. Blijft dit zo, dan is de gezamenlijke opsporing, berechting en strafexecutie ook verleden tijd. Verdachten uit één van deze landen kunnen gaan denken dat ze in het andere land tegen de eigen justitie kunnen schuilen. Levert Polen onverhoopt toch verdachten over, dan zullen hun advocaten hier betogen dat gezien de onbetrouwbare justitie daar zoiets nooit rechtmatig kan zijn. En dat het OM dus niet ontvankelijk is. Gezamenlijke misdaadbestrijding? Das war einmal.", "Lees ook: Poolse justitie werkt niet meer mee met Nederland", "Ten minste één Poolse rechter heeft in een familiezaak over een Nederlands stel al gevonden dat de jeugdzorg bij ons zodanig ondeugdelijk is dat minderjarigen er niet uitgesloten zijn van euthanasie. Waarna overlevering uiteraard geweigerd werd. Welke Poolse familierechter zal ooit Nederlandse vonnissen erkennen waarin het ouderlijk gezag aan de Nederlandse moeder is toegewezen, terwijl de vader Pools is en het kind door de vader stiekem naar Polen is gebracht? Alimentatie, homohuwelijk, nalatenschappen, de verwikkelingen zullen legio zijn.", "Als Poolse rechters niet langer de vonnissen van het Hof in Luxemburg over Europees recht willen of mogen toepassen, maar een Poolse exceptie gaan aannemen, wat blijft er dan over van gelijke concurrentie? Op talloze gebieden worden in de 27 landen EU-regels toegepast. Dierenwelzijn, landbouw, mededinging, post, telecom, energie, financieel toezicht, consumenten, milieu. Luxemburg is leidend. Het beroemde level playing field van de EU wordt daar bewaakt en in stand gehouden.", "Wat nu als de Poolse rechter de eigen telecom- of energiesector gaat uitzonderen of compenseren? En wat blijft er van zo’n Hof over als twee lidstaten mogen saboteren? Stel dat Poolse rechters straks de besteding van de honderden miljoenen EU-subsidies niet meer mogen controleren op rechtmatigheid? In wat voor Europese Unie zijn we dan verzeild geraakt? In een waarvan de meest vocale deskundige op dit terrein, hoogleraar/rechter Kees Sterk, zei dat Nederland „daar nooit lid van is geworden”. Daar draait het immers om macht en belangen, niet om recht.", "Folkert Jensma is juridisch commentator. Twitter: is juridisch commentator. Twitter: @folkertjensma", "NRC Recht & Onrecht Een gids door de rechtsstaat – de beste stukken over veiligheid, misdaad en mensenrechten Inschrijven", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Folkert Jensma", "Leestijd Minuten"], "keywords": ["van", "dat", "polen", "niet", "eulid", "hongarije", "een", "en", "poolse", "zijn", "op", "als", "geschiedenis", "er", "het"], "pubDate": "2020-12-10T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}