{"id": "6e4b1382-dccf-3c84-996a-c987160c6815", "title": "Wat niet in zijn zelfbeeld past, redeneert Erasmus weg", "url": "https://nrc.nl/nieuws/2021/01/05/wat-niet-in-zijn-zelfbeeld-past-redeneert-erasmus-weg-a4026137", "summary": "En daarna las ik het commentaar van de grote essayist E. du Perron op de kritiek die Huizinga had op Erasmus.\nDit geschipper vloeit voort uit zijn angst voor het oordeel van anderen, zegt Huizinga in zijn boek Erasmus.\nKortom, er „bestaat bij Erasmus een gevaarlijke osmose tusschen neiging en overtuiging”, schrijft Huizinga; hij verheft zijn eigen hebbelijkheden tot principe.\nOppervlakkig gezien klopt dit flatteuze zelfbeeld van Erasmus wel, geeft Huizinga toe.\nMaar er is een andere Erasmus, „die van dat alles bijna het tegendeel is, en dien hij zelf niet kent, doordat hij hem niet kennen wil”.", "paragraphs": ["Bijna had ik besloten nooit meer kritisch te zijn. Of eigenwijs. Het afgelopen jaar las ik de kritiek van de grote historicus Johan Huizinga op de grote humanist Erasmus. En daarna las ik het commentaar van de grote essayist E. du Perron op de kritiek die Huizinga had op Erasmus. „Huizinga zit hier op het grootere van de allergrootsten te sabbelen”, schrijft Du Perron verontwaardigd.", "U begrijpt dat ik me voornam het grotere van de allergrootsten voortaan ongemoeid te laten. Maar ja, hoe lang kan ik dat volhouden, en is het niet leerzaam ons af en toe te spiegelen aan de karakterfouten van de onkreukbaren? Dus vooruit maar weer.", "In de kwestie Erasmus draait alles om zelfrechtvaardiging. Iets platter gezegd, om het goedpraten van eigen gedrag. Erasmus, boegbeeld van redelijkheid, heeft nogal eens de neiging de feiten zo te interpreteren dat hij er zelf gunstig vanaf komt. Dit geschipper vloeit voort uit zijn angst voor het oordeel van anderen, zegt Huizinga in zijn boek Erasmus. De vredelievende humanist probeert verwijten aan zijn adres te voorkomen. „Had Erasmus zich maar wat minder gestoord aan het oordeel der menschen!”", "Als Erasmus dus geregeld een zwieper geeft aan een situatie waarin hij iets verplicht of verschuldigd is, dan is dat niet uit leugenachtigheid. Hij handelt uit „geestelijke zindelijkheid”, het verlangen schuldeloos te zijn en boven alle kritiek verheven. „Kan hij zelf de schuld niet inlossen, dan redeneert hij haar weg.” Sterker nog, heeft hij gedrag eenmaal voor zichzelf goed gepraat, dan maakt hij er een algemene wet van; breekt hij zelf een belofte, dan schetst hij de omstandigheden waaronder God zoiets in het algemeen wel best vindt.", "Kortom, er „bestaat bij Erasmus een gevaarlijke osmose tusschen neiging en overtuiging”, schrijft Huizinga; hij verheft zijn eigen hebbelijkheden tot principe. En kijk eens aan, dit lijkt me gedrag dat u vast in uzelf zult herkennen, tenzij u heilig bent of hypocriet; ik vind mezelf in ieder geval wel terug in Huizinga’s venijnige karakterschets. Je duwt een beetje tegen de beschrijving van je eigen gedrag aan, zodat die beter past bij je zelfbeeld als rechtschapen en fatsoenlijke burger.", "De afgelopen tijd dacht ik na over de wrede terugvorderingen van belastingtoeslagen en bijstandsuitkeringen. Waarom nemen mensen in zulke zaken beslissingen die zo zichtbaar genadeloos zijn? Uit kwaadaardigheid? Uit onverschilligheid of egoïsme? Hm. Ik bedacht dat er nog een onschuldiger verklaring zou moeten zijn. En daardoor dacht ik weer aan Erasmus en zijn verlangen naar zelfrechtvaardiging: mensen nemen beslissingen en leggen die zo uit dat ze passen bij hun zelfbeeld van rechtvaardige professional.", "Iedereen streeft in het leven namelijk naar rechtvaardigheid. De bijstandsuitkeringen zijn ingevoerd uit hang naar rechtvaardigheid, het toeslagenstelsel is opgezet met het oog op rechtvaardigheid, sancties om misbruik te voorkomen staan in dienst van de rechtvaardigheid en de politiek streeft naar niets dan rechtvaardigheid. We moeten de boel in het vervolg „eerlijk” regelen, zegt de VVD. Nederland moet „eerlijker en fatsoenlijker”, beaamt de PvdA. Geen mens, geen partij, geen beleidslijn die onrechtvaardigheid wil.", "Het probleem is alleen dat rechtvaardigheid een streven is, een normatief punt op de horizon, dat zich niet laat fixeren. Wat rechtvaardig is kan niet worden vastgelegd. Niet op papier, niet in code. De wet is in haar algemeenheid al gauw onbuigzaam en onbarmhartig. Uitleg van de wet door lokale heersers leidt al snel tot rechtsongelijkheid en rechtsonzekerheid. Het recht is een samenspel van beginselen waar rechtvaardigheid als een onbereikbare graal boven hangt.", "Er zit niets anders op dan eeuwig zelf naar rechtvaardigheid te blijven streven. Maar daar zit de hang naar zelfrechtvaardiging in de weg. De neiging jezelf zo rechtschapen te vinden dat je je gedrag niet afstemt op de situatie, maar de situatie afstemt op je gedrag. Je neemt een professionele beslissing en die beslissing is de enige juiste, omdat jij haar hebt genomen en jij bent nu eenmaal iemand met „een verwonderlijke eenvoudige oprechtheid en openhartigheid”, zoals Huizinga kritisch schrijft over Erasmus.", "Oppervlakkig gezien klopt dit flatteuze zelfbeeld van Erasmus wel, geeft Huizinga toe. Maar er is een andere Erasmus, „die van dat alles bijna het tegendeel is, en dien hij zelf niet kent, doordat hij hem niet kennen wil”. Misschien omdat daaronder weer een dieper wezen zit dat „waarlijk goed” is. En zo nodigt dit sabbelen op de grootheid van Erasmus je uiteindelijk uit de diepere lagen en kleuren te bekijken die onder je eigen grootheid tevoorschijn komen.", "Maxim Februari is jurist en schrijver, is jurist en schrijver, www.maximfebruari.nl", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 5 januari 2021"], "authors": ["Maxim Februari", "Leestijd Minuten"], "keywords": ["past", "zijn", "van", "erasmus", "zelfbeeld", "en", "een", "dat", "weg", "niet", "te", "op", "hij", "het", "redeneert", "wat"], "pubDate": "2021-01-05T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}