{"id": "6e5041ba-5347-3bdc-9464-7e12f8b75e24", "title": "Verstappen sluit seizoen af met zege in Abu Dhabi", "url": "https://www.parool.nl/sport/verstappen-sluit-seizoen-af-met-zege-in-abu-dhabi~b7d774fa/", "summary": "De kopman van Red Bull sloot zijn zesde seizoen in de Formule 1 af met 214 punten, waarmee hij opnieuw als derde eindigde in de WK-stand.\nBeeld Imago Sportfotodienst/ANPDe kopman van Red Bull sloot zijn zesde seizoen in de Formule 1 af met 214 punten, waarmee hij opnieuw als derde eindigde in de WK-stand.\nValtteri Bottas eindigde op ruim 15 seconden van Verstappen als tweede in de avondrace op het Yas Marina-circuit.\nVerstappen had zaterdag poleposition veroverd, voor het eerst dit seizoen.\nDe Nederlander liet op het bochtige circuit van Abu Dhabi een foutloos optreden zien.", "paragraphs": ["De kopman van Red Bull sloot zijn zesde seizoen in de Formule 1 af met 214 punten, waarmee hij opnieuw als derde eindigde in de WK-stand. Beeld Imago Sportfotodienst/ANP", "De kopman van Red Bull sloot zijn zesde seizoen in de Formule 1 af met 214 punten, waarmee hij opnieuw als derde eindigde in de WK-stand. Lewis Hamilton, die zich vorige maand al verzekerde van de wereldtitel, kwam in Abu Dhabi als derde over de streep en bracht zijn totaal daarmee op 347 punten. Valtteri Bottas eindigde op ruim 15 seconden van Verstappen als tweede in de avondrace op het Yas Marina-circuit. De Finse teamgenoot van Hamilton bij Mercedes verzamelde dit jaar 223 punten.", "Verstappen had zaterdag poleposition veroverd, voor het eerst dit seizoen. Hij slaagde erin zijn leidende positie te behouden bij de start en nam al snel afstand van de Mercedessen achter hem, met Bottas voor Hamilton. Verstappen had een voorsprong van 3 seconden opgebouwd toen de Mexicaan Sergio Pérez in de tiende ronde zijn Racing Point-bolide langs de baan moest parkeren. Het leidde tot een safetycarsituatie. Verstappen besloot direct de pits in te duiken voor nieuwe banden, net als de twee Mercedes-coureurs.", "Achter de safetycar schoof het hele veld weer in elkaar, maar toen de race weer werd vrijgegeven, reed Verstappen direct weer weg. De Nederlander liet op het bochtige circuit van Abu Dhabi een foutloos optreden zien. “Ik probeer gewoon te blijven doen wat ik doe,” zei hij halverwege de race over de boordradio tegen zijn team. In de slotfase meldde Verstappen ook nog dat Red Bull, indien gewenst, het motorvermogen uit voorzorg best wat mocht terugschroeven. Het was typerend voor zijn dominantie.", "De Nederlander moest in de laatste ronde nog wel de snelste raceronde, en daarmee een extra WK-punt, afstaan aan de Australiër Daniel Ricciardo."], "authors": [], "keywords": ["dhabi", "abu", "zege", "van", "zijn", "af", "voor", "met", "een", "weer", "op", "seizoen", "het", "verstappen", "hij", "als", "sluit"], "pubDate": "2020-12-13T15:07:32Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}