{"id": "6e5d9671-7212-3853-be37-058884cc2154", "title": "Skylight is een partijtje virtuoos aantrekken en afstoten", "url": "https://www.parool.nl/kunst-media/skylight-is-een-partijtje-virtuoos-aantrekken-en-afstoten~b9f100c7/", "summary": "Skylight, Toneelgroep Oostpool, Marie Louise Stheins en Chiem Vreeken, kosteloos voor eenmalige publicatie Beeld Sanne PeperEen sjofele flat met kapotte lampen en warmte die moet komen van een elektrisch bijzetkacheltje.\nIn het toneelbeeld van Catharina Scholten zit de jonge docent Tom er bepaald niet warmpjes bij, hier in Presikhaaf, een grauwe buitenwijk van Arnhem.\nEn domweg gelukkig is hij er ook niet, dat wordt in het verloop van het stuk wel duidelijk.\nDe Man gaat eruit met een knal, want Skylight biedt een avondje spetterend acteerwerk.\nDe twee ex-­geliefden maken er in de vertaling van Maaike van Rijn een partijtje ­virtuoos aantrekken en afstoten van.", "paragraphs": ["Skylight, Toneelgroep Oostpool, Marie Louise Stheins en Chiem Vreeken, kosteloos voor eenmalige publicatie Beeld Sanne Peper", "Een sjofele flat met kapotte lampen en warmte die moet komen van een elektrisch bijzetkacheltje. Grijze ­wolken en sneeuw bewegen omrand door het dakraam langs de lucht. In het toneelbeeld van Catharina Scholten zit de jonge docent Tom er bepaald niet warmpjes bij, hier in Presikhaaf, een grauwe buitenwijk van Arnhem. En domweg gelukkig is hij er ook niet, dat wordt in het verloop van het stuk wel duidelijk.", "Regisseur Jeroen de Man verplaatste Skylight, David Hare’s successtuk uit 1995, van Oost-Londen naar deze buurt. Het is een afscheidssaluut aan Oostpool, waarvoor dit zijn laatste ­regie is. De Man gaat eruit met een knal, want Skylight biedt een avondje spetterend acteerwerk. In elk geval als je Marie Louise Stheins in de cast treft (ze alterneert met Carly Wijs, er zijn twee bezettingen).", "Afvoerputje", "Stheins speelt de wat oudere restauranttycoon Eva, met wie Tom (hier mooi ingehouden gespeeld door Chiem Vreeken) zes jaar lang een verhouding heeft gehad tot haar man erachter kwam. Van de ene op de andere dag heeft Tom toen alle banden verbroken en zich op een carrière in het onderwijs gestort. Op deze gure winterdag komt Eva verhaal halen. Waarom komt Tom niet terug?", "David Hare plaatste het vermeende idealisme van Tom tegenover de neoliberale visie van Eva, die denkt dat alles te koop is. Veelzeggend is dat ze haar chauffeur in de auto laat blauwbekken, deze vrouw duldt geen nee, dus dit kan niet lang duren. Wat zal je immers nou lesgeven aan het ‘afvoerputje van de beschaving’ als je ook groots en meeslepend kunt leven?", "Fileren", "De Man actualiseert de tekst fijntjes door van Hare’s restauranteigenaar een oudere vrouw te maken en de rollen om te draaien. De twee ex-­geliefden maken er in de vertaling van Maaike van Rijn een partijtje ­virtuoos aantrekken en afstoten van. Ze fileren elkaars gevoelens en drijfveren. Skylight verveelt daarin geen moment."], "authors": ["Hans Smit"], "keywords": ["man", "van", "tom", "er", "afstoten", "het", "met", "partijtje", "een", "virtuoos", "en", "niet", "skylight", "aantrekken"], "pubDate": "2020-12-01T09:26:13+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}