{"id": "6e6417f4-46a3-3a8a-bc08-e0015bd8629e", "title": "Kan een academicus ook politicus zijn?", "url": "https://trouw.nl/politiek/kan-een-academicus-ook-politicus-zijn~b5b5677c/", "summary": "Voormalig lid en senator Nicki Pouw-Verweij beschuldigde Baudet er eind november van ‘geradicaliseerd te zijn’ en ‘complottheorieën aan te hangen’.\nDesondanks zei Cliteur eerder in deze krant ‘solidair te zijn’ met Baudet en ‘zijn ideologische lijn’ te volgen.\nAltijd heeft rector magnificus Carel Stolker van Universiteit Leiden vrijheid van opvattingen verdedigd op zijn universiteit.\nEn het is ook exact waar Stolker al jaren zijn hand voor in het vuur steekt.\nEen universiteit waar iedereen kan zeggen wat hij wil: radicale vrijheid van meningsuiting – binnen de perken van de wet.", "paragraphs": ["De ‘radicale vrijheid van meningsuiting’ die in Leiden het fundament is van de universiteit wordt op de proef gesteld door de rol van Paul Cliteur.", "Hoe neutraal moet je als hoogleraar zijn? Deze vraag is actueel nadat bij de Universiteit Leiden deze week ook hoogleraar rechten Paul Cliteur onder vuur kwam te liggen. Cliteur is aangesloten bij Forum voor Democratie, de partij van zijn oud-promovendus Thierry Baudet.", "Voormalig lid en senator Nicki Pouw-Verweij beschuldigde Baudet er eind november van ‘geradicaliseerd te zijn’ en ‘complottheorieën aan te hangen’. Ook bleken er antisemitische berichten te zijn gedeeld in de app-groep van de jongerenpartij. Desondanks zei Cliteur eerder in deze krant ‘solidair te zijn’ met Baudet en ‘zijn ideologische lijn’ te volgen.", "Altijd heeft rector magnificus Carel Stolker van Universiteit Leiden vrijheid van opvattingen verdedigd op zijn universiteit. Praesidium Libertatis, bolwerk van de vrijheid, is niet voor niets het motto van de universiteit. En het is ook exact waar Stolker al jaren zijn hand voor in het vuur steekt. Een universiteit waar iedereen kan zeggen wat hij wil: radicale vrijheid van meningsuiting – binnen de perken van de wet.", "Dat de Leidse rechtenfaculteit een vrijplaats is voor rechtse denkers blijkt wel uit de mensen die eraan verbonden zijn. De conservatieve hoogleraren Afshin Ellian en Andreas Kinneging werken er, en jonge rechtse denkers als Eva Vlaardingerbroek en Machteld Zee studeerden er rechten. Zee promoveerde er nadien ook onder begeleiding van Cliteur. Stolker juicht deze diversiteit toe. “Als rector word ik regelmatig aangesproken op bijdragen van Leidse wetenschappers aan het politieke debat. Over Afshin Ellian, Leo Lucassen, Paul Cliteur of Geerten Waling bijvoorbeeld: moet jij daar niet iets aan doen of van zeggen?”, zei hij in 2018 in zijn rede bij de 443ste Dies Natalis van de universiteit. “Ik snap waar de vragen vandaan komen. Tegelijkertijd vind ik verzoeken om hoogleraren tot de orde te roepen vervreemdend.”", "Afstand houden", "Toch greep Stolker vorig weekend in. Op Twitter schreef de rector magnificus dat Cliteur “klip en klaar afstand moest nemen van het verwijt van antisemitisme”. Die zondag distantieerden vijftien hoogleraren van de faculteit rechten zich in een open brief van de partij. Het laat zien welke spanning om het begrip vrijheid heen hangt. De universiteit laat tevens een onderzoek instellen naar beschuldigingen van antisemitisme binnen de rechtenfaculteit. Om welke afdeling het precies gaat, laat het persbericht in het midden.", "Met vrijheid komt ook een sterke mate van verantwoordelijkheid, vindt hoogleraar rechtsfilosofie Thomas Mertens. In een opinieartikel in deze krant vraagt hij zich af waarom de zaak nu pas aan de orde wordt gesteld. Misschien was het beter geweest om al eerder ‘in gesprek te gaan over de vraag in hoeverre expliciete politieke meningen deel mogen uitmaken van het academisch onderwijs’, schrijft hij.", "Is Cliteur te ver gegaan? “Ik vind dat je als academicus afstand moet houden van de politieke actualiteit”, zegt Mertens in een Zoom-gesprek. “Universiteiten moeten niet gepolitiseerd worden, ze horen geen bolwerken te zijn van bepaalde opvattingen, of dat nu communisme, GroenLinks of Forum voor Democratie is. Universiteiten horen op afstand te staan van de politiek, zo zou het moeten zijn, zeker wat het onderwijs betreft. Plat gezegd: ik zeg altijd tegen mijn studenten als ze een essay schrijven: jullie mening interesseert mij niet zo. Net zo min als mijn mening jullie zou moeten interesseren.”", "De universiteit doet bovendien alsof vrijheid van meningsuiting ‘het hoogste goed’ is dat we hebben in de samenleving, stelt Mertens. “Ik vind bijvoorbeeld vrijheid van godsdienst ook erg belangrijk. Soms lijkt het alsof we in Nederland maar één vrijheid hebben, en dat is de vrijheid van meningsuiting, en dat andere vrijheden misschien wel van minder belang zijn. Die mening deel ik niet.”", "Paul Cliteur, filosoof, columnist en publicist - en hoogleraar aan de Universiteit Leiden. Beeld ANP", "Brandjesstichter", "Rector magnificus Stolker plaatst zich met zijn opvattingen in een lange traditie van de Leidse universiteit. Historicus en emeritus hoogleraar Willem Otterspeer deed in zijn academische loopbaan lang onderzoek naar de Universiteit Leiden en schreef er verschillende boeken over. “Al vanaf het begin, dus vanaf de 16de eeuw, was in het beleid vastgelegd dat benoemingen van hoogleraren het meningsverschil moesten bevorderen, bijvoorbeeld twee hoogleraren die er elk een andere bijbelinterpretatie op nahielden”, zegt Otterspeer. “Discussies konden er dan enorm fel aan toe gaan. De bedoeling was een beetje om met een enorme knalpartij binnen de muren van de universiteit tot een nieuw soort consensus te komen.”", "Tegelijkertijd plaatst het Stolker in een wat gekke positie, zegt Otterspeer. “Aan de ene kant is hij een brandjesstichter, om de discussie te bevorderen, en aan de andere kant is hij ook een brandjesblusser die ervoor moet zorgen dat het niet uit de hand loopt. Daar zijn spelregels voor, door zo objectief mogelijk te redeneren en het fatsoen in ere te houden.” Kan Cliteur dat? Otterspeer: “Jazeker. Cliteur is geen racist. Hij heeft politiek gezien een conservatieve overtuiging, en dat is een verdedigbare overtuiging. De vraag is of je hem kunt aanrekenen dat hij een partij dient die helemaal uit de bocht vliegt.”", "Hoogleraar politicologie Eric Schliesser vindt van wel. Er hadden eerdere kritische vragen kunnen worden gesteld, stelt hij. “De Universiteit Leiden valt nu expliciet over vermeend antisemitisme. Maar er waren eerder al claims dat Forum voor Democratie anti-islam en anti-buitenland is, en geweld verheerlijkt. Bij al die momenten kun je je afvragen waarom het College van Bestuur nooit zich van iets distantieert, maar wel frivool met de Cleveringa-lezing loopt te koketteren. Er is lang weggekeken, ook door de Nederlandse maatschappij, op dit gebied. Dat antisemitisme nu plots het probleem is, wringt en is bijna komisch.”", "Academische vrijheid en vrijheid van meningsuiting worden bovendien vaak door elkaar gebruikt, en dat is onjuist, betoogt Schliesser. “De vrijheid om zaken te onderzoeken is wat anders dan de vrijheid om alles te zeggen.” Die twee definities lopen ook in deze kwestie door elkaar, zegt hij. “Wanneer een wetenschapper ook politicus is, is het niet helemaal duidelijk op welke manier hij aan het praten is. Dat gaat ook bij Cliteur mis. Hij beroept zich vaak op de academische vrijheid, maar als ik het zo bekijk lijkt hij me vooral politieke verhalen te vertellen. Dat is niet helemaal gezond.”", "Zorgplicht", "Heeft Cliteur de academische regels overtreden? Schliesser: “Dat is een complexe vraag. Voor de intellectueel in mij is dit een interessante situatie. Nogmaals, wat je als politicus mag doen, is niet hetzelfde als wat je als hoogleraar mag doen. De vraag of studenten in aanraking komen met het gedachtegoed van een partij is wat de zaak ingewikkeld maakt. Docenten en dus ook hoogleraren hebben een zorgplicht naar hun eigen studenten, en natuurlijk de anti-discriminatieregels waar ook de universiteit zich aan moet houden.”", "Schliesser sluit zich bij Mertens aan. “Het is ongezond als academici zich identificeren met een partij. Mijn leerstoel is ook wel eens bevolkt door hoogleraren die meeschreven aan het PvdA-partijprogramma. Het is dus niet iets wat alleen op rechts voorkomt. In het algemeen is het zeer onverstandig om je als intellectueel te verbinden met een politieke partij. Dan moet je je aan partijdiscipline houden en oneerbare compromissen maken.”", "Maar dat er een strikte scheiding komt tussen een politieke en academische carrière is niet heel waarschijnlijk, vanuit de geschiedenis bekeken. Otterspeer: “In de 19de eeuw zat elke hoogleraar ofwel in de Eerste Kamer, ofwel in de Tweede Kamer of de gemeenteraad. Maar dat waren de liberalen, en toen hoorde je de mensen daar niet over klagen. Destijds waren die heel goed in het voorstellen dat het partijstandpunt in het belang van het land was.”", "De Universiteit Leiden wilde niet reageren op inhoudelijke vragen zolang het onderzoek bij de rechtenfaculteit nog gaande is.", "Lees ook:", "Paul Cliteur: ‘Ik ben solidair met Baudet en zijn ideologische lijn’", "De teruggetreden senator Paul Cliteur wijt de crisis rond Forum voor Democratie aan een ‘obsessie’ bij journalisten. “Er is geen bewijs voor racistische opvattingen.”", "Leidse hoogleraren rechten distantiëren zich van Forum voor Democratie", "De chaos binnen Forum voor Democratie heeft ook de Universiteit Leiden bereikt. Het college laat onderzoek doen naar beschuldigingen van antisemitisme bij de rechtenfaculteit en hoogleraren spreken zich uit tegen ‘het normaliseren van vreemdelingenhaat’."], "authors": ["Irene Schoenmacker"], "keywords": ["vrijheid", "universiteit", "van", "het", "zijn", "kan", "een", "ook", "en", "te", "dat", "politicus", "academicus"], "pubDate": "2020-12-04T19:33:08+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}