{"id": "6e6436e1-1810-3989-9604-1b4839a22a30", "title": "Trump had lak aan rellen Capitool en belde senatoren", "url": "https://www.parool.nl/wereld/trump-had-lak-aan-rellen-capitool-en-belde-senatoren~b585afb9/", "summary": "Zijn aanhangers bestormden het Capitool en politici - inclusief zijn eigen vicepresident Mike Pence - werden bedreigd door een losgeslagen menigte, maar dat deerde Trump niet.\nTrump belde naar de mobiele telefoon van de Republikeinse senator Mike Lee, maar het telefoontje was eigenlijk bedoeld voor senator Tommy Tuberville.\nHet was een ultieme poging de procedure in het Congres te blokkeren, meldt een bron aan CNN.\nBeeld AFPDe strekking was hetzelfde als het bericht dat een andere Republikeinse senator kreeg, bevestigt een woordvoerder van senator Lee.\nTrump zette Pence onder druk om een staatsgreep te plegen, en bracht vervolgens de vicepresident in gevaar, zegt de bron.", "paragraphs": ["Beeld EPA", "Het telefoontje geeft inzicht in de prioriteiten van president Trump in de chaos van woensdag. Zijn aanhangers bestormden het Capitool en politici - inclusief zijn eigen vicepresident Mike Pence - werden bedreigd door een losgeslagen menigte, maar dat deerde Trump niet.", "Zijn enige zorg was de vergadering van het Amerikaanse Congres, waar de stemmen van het kiescollege geteld zouden worden om de overwinning van Joe Biden bij de presidentsverkiezingen te bevestigen.", "Sabotage", "Zowel Trump als zijn advocaat Rudy Giuliani deed telefonisch pogingen om die procedure te saboteren. Maar ze belden per ongeluk de verkeerde senator in het gebouw. Trump belde naar de mobiele telefoon van de Republikeinse senator Mike Lee, maar het telefoontje was eigenlijk bedoeld voor senator Tommy Tuberville.", "Senator Mike Lee. Beeld AP", "De senatoren waren op dat moment uit de vergaderzaal geëvacueerd en elders in veiligheid gebracht. Lee gaf zijn telefoon door aan Tuberville.", "In het gesprek, dat nog geen tien minuten duurde, probeerde Trump de kersverse senator uit Alabama ervan te overtuigen aanvullende bezwaren te maken tegen de verkiezingsuitslag. Het was een ultieme poging de procedure in het Congres te blokkeren, meldt een bron aan CNN. Het gesprek werd afgebroken, omdat de senatoren naar een veilige plek werden gebracht.", "Voicemail", "Het tweede telefoontje naar Lee kwam enkele uren latere binnen. Het was van Trumps advocaat Rudy Giuliani. Ook die was in de veronderstelling dat hij Tuberville belde. Toen er niet werd opgenomen, sprak Giuliani een voicemailbericht in.", "Rudy Giuliani. Beeld AFP", "De strekking was hetzelfde als het bericht dat een andere Republikeinse senator kreeg, bevestigt een woordvoerder van senator Lee. Een transcript van dat gesprek is uitgelekt.", "‘Ik bel je omdat ik met je wil bespreken hoe ze deze hoorzitting proberen te versnellen en hoe we jullie, onze Republikeinse vrienden, nodig hebben om te proberen het te vertragen,’ zei Giuliani.", "‘Ik weet dat ze vanavond om 20.00 uur weer bij elkaar komen, maar de enige strategie die we kunnen volgen, is bezwaar te maken tegen talloze staten en kwesties aan de orde te stellen.’", "Medestander", "Trump en Giuliani zagen in Tuberville een medestander, omdat hij deel uitmaakte van een groep van zes Republikeinse senatoren die - tevergeefs - bezwaar maakte tegen de verkiezingsuitslag in de staat Arizona. Zelfs nadat het Congres die avond opnieuw bijeenkwam, drong hij er nog steeds bij de senatoren op aan te volharden in hun verzet.", "Terwijl Trump en Giuliani bezig waren de procedure te blokkeren, bekommerden ze zich op geen enkele manier om de veiligheid van vicepresident Mike Pence. Die was op dat moment ook in het belegerde Capitool, samen met zijn vrouw, dochter en broer. Sommige relschoppers schreeuwden dat ze op zoek waren naar Pence.", "Dreigen", "Dinsdag had Trump zijn vicepresident onder druk gezet om de verkiezingsuitslag ongeldig te verklaren. Een bron zegt tegen CNN dat de president herhaaldelijk dreigde met grote politieke gevolgen als Pence weigerde mee te werken.", "Trump zette Pence onder druk om een staatsgreep te plegen, en bracht vervolgens de vicepresident in gevaar, zegt de bron. “Trump kan zijn verlies gewoon niet toegeven en zoekt een zondebok.”"], "authors": ["Tonny Van Der Mee"], "keywords": ["lak", "zijn", "senatoren", "capitool", "van", "senator", "belde", "en", "een", "om", "rellen", "aan", "te", "trump", "het", "dat"], "pubDate": "2021-01-09T12:12:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}