{"id": "6e680d8f-8df9-3de0-b46f-3276ff69d52f", "title": "Beschoten Cinema Paradiso had banden met bekende crimineel", "url": "https://www.parool.nl/amsterdam/beschoten-cinema-paradiso-had-banden-met-bekende-crimineel~becdf45e/", "summary": "Nadat zijn straf erop zat, trok hij op met Amsterdamse criminelen.\nNa de moord op Bouyakhrichan werd Gordon F. door de politie gewaarschuwd dat hij op een dodenlijst staat.\nUiteindelijk werden de twintigers vrijgesproken van het voorbereiden van een liquidatie.\nOver zichzelf zei hij dat hij op dat moment al drie jaar probeerde op het rechte pad te blijven en uit zijn oude wereldje te stappen.\n‘Teruggetrokken leven’Via zijn advocaat Gerald Roethof laat Gordon F. nu weten dat hij ‘reeds 1,5 jaar niet meer betrokken is bij Cinema Paradiso’.", "paragraphs": ["Cinema Paradiso aan de Westerstraat na de beschieting. Beeld Maarten Brante", "Het restaurant in de Westerstraat was op 29 oktober 2018 op papier welgeteld één dag het eigendom van Gordon F. Amsterdamse bronnen zeggen stellig dat hij aanmerkelijk langer bij de zaak betrokken is geweest.", "F. is een telg uit een bekende Amsterdamse ondernemersfamilie. Op zijn weinig gebruikte Linkedinprofiel staat nog altijd vermeld dat hij betrokken is bij het restaurant. Daarnaast valt daar te lezen dat hij directeur is van een autotuningbedrijf in Amsterdam-Noord. Dat laatste klopt ook volgens de kamer van koophandel, sinds 2007.", "F. heeft antecedenten voor moord/doodslag en vuurwapenbezit. In 2001 schoot hij bij een ruzie een drugsdealer dood in De Pijp. Hij werd veroordeeld tot zeven jaar cel. Nadat zijn straf erop zat, trok hij op met Amsterdamse criminelen.", "Liquidatie ‘Scarface’", "Zo figureerde hij in de coterie van de in 2014 geliquideerde cocaïnehandelaar Samir ‘Scarface’ Bouyakhrichan. Gordon F. zou voor hem hebben opgetreden als katvanger en vastgoed op zijn naam hebben gezet. De recherche vermoedt dat de moord op Bouyakhrichan het gevolg is van een almaar uitdijend conflict in het milieu van grote Nederlandse cocaïnehandelaren. Na de moord op Bouyakhrichan werd Gordon F. door de politie gewaarschuwd dat hij op een dodenlijst staat.", "Een jaar later werd er op 8 oktober in de Indische Buurt geprobeerd een peilbaken onder F.’s Porsche Panamera te plakken. Volgens de politie met als doel om hem te volgen en later te liquideren. Twee verdachten werden aangehouden, maar zij verklaarden in de rechtbank dat ze het baken wilden plaatsten om de bolide te kunnen stelen. Uiteindelijk werden de twintigers vrijgesproken van het voorbereiden van een liquidatie.", "Op 12 december 2019 werd in Amstelveen Rachid Kotar, een andere bekende van Gordon F., geliquideerd. Volgens een getuigenverklaring was Kotar ‘een-op-een’ met Samir Bouyakhrichan. F. werd gehoord na de moord, waarbij hij verklaarde Rachid ongeveer tien jaar te kennen als een loyale jongen. In de weken voor de moord hadden ze elkaar een of twee keer ontmoet in zijn zaak. Over zichzelf zei hij dat hij op dat moment al drie jaar probeerde op het rechte pad te blijven en uit zijn oude wereldje te stappen.", "‘Teruggetrokken leven’", "Via zijn advocaat Gerald Roethof laat Gordon F. nu weten dat hij ‘reeds 1,5 jaar niet meer betrokken is bij Cinema Paradiso’. “Hij is geen (mede-)eigenaar en heeft geen enkele binding met het bedrijf. Dat is bij iedereen bekend die mijn cliënt kent en die Cinema Paradiso kent. Hij leeft al jaren een rustig en teruggetrokken leven en is niet bekend met enig conflict dat speelt omtrent zijn persoon.”", "Een medewerker van Cinema Paradiso laat door een kier van de deur van het etablissement weten dat de huidige eigenaar geen behoefte heeft te reageren.", "Zien en gezien worden Cinema Paradiso gold aan het begin van deze eeuw voor een bepaald slag klanten een tijdje als hét zien-en-gezien worden restaurant van de stad. In die jaren zaten BN’ers, topadvocaten en zakenlui er aan de dis. De allure van weleer heeft de zaak al enige tijd niet meer. “Wat een droefenis,” oordeelde de culinair recensent van Het Parool vorig jaar over de zaak. Over het interieur met levensgrote muurschildering van The Godfather: “Dit zou net zo goed een nachtclub in Odessa of Baltimore kunnen zijn.”"], "authors": ["Wouter Laumans", "Paul Vugts"], "keywords": ["van", "het", "op", "hij", "met", "zijn", "banden", "paradiso", "een", "cinema", "dat", "en", "bekende", "beschoten", "te", "crimineel"], "pubDate": "2020-12-09T07:00:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}