{"id": "6e708d4f-7cf2-38d5-b4fa-ef073537b078", "title": "FBI: Resten op plek ontploffing Nashville zijn van 63-jarige verdachte", "url": "https://www.parool.nl/wereld/fbi-resten-op-plek-ontploffing-nashville-zijn-van-63-jarige-verdachte~bee331e4/", "summary": "Beeld APDe FBI heeft bevestigd dat het dna dat op de plek van de explosie is aangetroffen aan hoofdverdachte Anthony Quinn Warner toebehoort.\nDat zou mogelijk ook verband kunnen houden met de plek waar Warners camper explodeerde, vlak bij het kantoor van het Amerikaanse telecommunicatieconcern AT&T.\nBewoner Tony Rodriguez die in hetzelfde gebouw woonde, zei dat hij van de politie zijn huis uit moest omdat er mogelijk explosieven in het huis van de buurman konden liggen.\nHet eigendom van het doorzochte huis in Antioch waarin Warner lange tijd woonde zou hij recent hebben laten overschrijven op naam van een 29-jarige vrouw uit Californië.\nWarner was eigenaar van het bedrijfje Custom Alarms Electronics en installeerde onder meer alarmsystemen in de regio.", "paragraphs": ["Beeld AP", "De FBI heeft bevestigd dat het dna dat op de plek van de explosie is aangetroffen aan hoofdverdachte Anthony Quinn Warner toebehoort.", "Politiebronnen bevestigen tegenover Amerikaanse media dat er geen andere verdachten betrokken zijn bij de enorme explosie. Anthony Quinn Warner (63) geldt als de enige hoofdverdachte. Hij was ook de eigenaar van de opgeblazen camper. Een huiszoeking heeft voor zover bekend nog niets opgeleverd. Ook over het motief van de aanslag is nog veel onduidelijk.", "This is video of Friday morning's explosion recorded by an MNPD camera at 2nd Ave N & Commerce St. pic.twitter.com/3vaXhoUOAR — Metro Nashville PD (@MNPDNashville) 28 december 2022", "Volgens de FBI heeft Warner zichzelf met camper en al opgeblazen. Een video van de explosie is inmiddels door de politie vrijgegeven. “We zijn tot de conclusie gekomen dat Warner de bommenwerper is. Hij was aanwezig toen de bom afging en kwam toen om,” zei agent Don Cochran. Volgens de politie is er geen gevaar voor verdere aanslagen.", "Obsessie door 5G-netwerk", "Volgens tips die bij de politie binnenkwamen zou Warner geobsedeerd zijn geweest door het snelle 5G-communicatienetwerk dat in de Verenigde Staten wordt uitgerold. Naar verluidt was hij ervan overtuigd dat 5G werd gebruikt om de Amerikaanse bevolking te bespioneren, aldus WSMV News4. Dat zou mogelijk ook verband kunnen houden met de plek waar Warners camper explodeerde, vlak bij het kantoor van het Amerikaanse telecommunicatieconcern AT&T. Gebleken is ook dat de in 2011 overleden vader van de verdachte werkte voor een telecommunicatiebedrijf dat was overgenomen door datzelfde AT&T.", "De mysterieuze explosie, die door de pleger een kwartier van tevoren werd aangekondigd, heeft grote schade aan gebouwen in het centrum van Nashville veroorzaakt. Zeker drie mensen raakten gewond en zijn afgevoerd naar het ziekenhuis. Burgemeester John Cooper heeft de noodtoestand uitgeroepen. Die bleef tot en met zondag van kracht. In het getroffen gebied werd een avondklok ingesteld.", "Buren", "Buren van de verdachte beschrijven hem als een zonderling. Rond zijn huis had hij diverse bordjes ‘verboden toegang’ opgehangen. Bewoner Tony Rodriguez die in hetzelfde gebouw woonde, zei dat hij van de politie zijn huis uit moest omdat er mogelijk explosieven in het huis van de buurman konden liggen. Hij zei tegen journalisten dat hij geen idee had hoe zijn altijd zwijgzame buurman heette. Rodriguez had wel gezien hoe de politie de woning van de verdachte doorzocht en vertrok met een computer. “Die camper stond hier altijd voor de deur. Het is eng als je bedenkt dat hij hem ook hier had kunnen opblazen of als de bom per ongeluk was afgegaan.”", "De enige keren dat de 63-jarige man zich liet zien was als hij met een hogedrukspuit zijn oprit schoonmaakte. Verder was hij volgens buren regelmatig in de weer met een antenne boven zijn huis. “Het was een vreemde snuiter,” concludeert Rodriguez.", "Een andere lokale nieuwszender, News Channel 5 Nashville, meldde dat Anthony Quinn Warner veertig jaar geleden in aanraking met de politie is geweest in verband met een aan drugs gerelateerd misdrijf. Het eigendom van het doorzochte huis in Antioch waarin Warner lange tijd woonde zou hij recent hebben laten overschrijven op naam van een 29-jarige vrouw uit Californië. Aan dezelfde vrouw verkocht hij eerder een ander huis in de buurt. Warner was eigenaar van het bedrijfje Custom Alarms Electronics en installeerde onder meer alarmsystemen in de regio."], "authors": ["Het Parool"], "keywords": ["zijn", "van", "het", "politie", "plek", "ontploffing", "een", "warner", "fbi", "met", "op", "63jarige", "nashville", "resten", "huis", "hij", "dat", "verdachte"], "pubDate": "2020-12-27T23:30:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}