{"id": "6e7236f3-3c04-308d-ab64-e4bab4c3e7e4", "title": "Catshuisberaad voorbij: kabinet praat vrijdag verder over toeslagenaffaire", "url": "https://www.parool.nl/nederland/catshuisberaad-voorbij-kabinet-praat-vrijdag-verder-over-toeslagenaffaire~bf880024/", "summary": "Beeld ANP“Het was een goed overleg, maar er zijn nog geen conclusies,” zei premier Mark Rutte na afloop van het Catshuisberaad.\nDuizenden ouders werden ten onrechte als fraudeur bestempeld, waarna ze alle ontvangen toeslag moesten terugbetalen.\nDe roep om politieke gevolgen - zoals aftreden van het kabinet - klinkt steeds luider.\nRutte wil de uitkomsten van het overleg van zondag komende vrijdag bespreken met de héle ministersploeg.\nLater deze maand komt er dan een uitgebreide reactie op het rapport over de toeslagenaffaire.", "paragraphs": ["Beeld ANP", "“Het was een goed overleg, maar er zijn nog geen conclusies,” zei premier Mark Rutte na afloop van het Catshuisberaad. Met een klein aantal ministers besprak hij de toeslagenaffaire. Aanstaande vrijdag wordt in de ministerraad ‘de eerste worp’ besproken van de reactie op het rapport over de affaire, zo meldt een woordvoerder van de premier.", "De commissie-Van Dam kraakte afgelopen maand het optreden van de overheid rond de toeslagenaffaire. Duizenden ouders werden ten onrechte als fraudeur bestempeld, waarna ze alle ontvangen toeslag moesten terugbetalen. Vaak ging het om vele duizenden euro’s, waardoor levens werden verwoest.", "Aftreden", "Kort voor kerst maakte het kabinet al bekend dat alle gedupeerde ouders allemaal 30.000 euro als compensatie krijgen. Dat bedrag wordt in de komende vier maanden uitgekeerd. Ouders die later recht blijken te hebben op meer geld, komen daarvoor nog in aanmerking.", "De roep om politieke gevolgen - zoals aftreden van het kabinet - klinkt steeds luider. Of daar zondag in het Catshuis over is gesproken, is onduidelijk. Rutte wil de uitkomsten van het overleg van zondag komende vrijdag bespreken met de héle ministersploeg. Later deze maand komt er dan een uitgebreide reactie op het rapport over de toeslagenaffaire."], "authors": ["Peter Winterman"], "keywords": ["praat", "verder", "catshuisberaad", "van", "ouders", "zondag", "voorbij", "vrijdag", "een", "wordt", "kabinet", "toeslagenaffaire", "op", "het", "werden"], "pubDate": "2021-01-03T19:10:22Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}