{"id": "6ea8eb8f-3047-363d-9789-393d6bb64763", "title": "Mijn garage: de Kever en de Otten-caravan", "url": "https://www.telegraaf.nl/lifestyle/1014228441/mijn-garage-de-kever-en-de-otten-caravan", "summary": "Auto: Morris Minor TravellerBouwjaar: 1958Geschatte waarde: 12.000 euroMotor: 0,8-liter viercilindermotor, 38 pk’Eind jaren 60 leerde ik mijn man Nanne kennen.\nIk vertelde dat mijn eerste auto een VW Kever moest worden en dat ik een zwak had voor een Engelse auto die op een Mini lijkt, maar dan langer en met hout aan de zijkant.\nMet mijn rijbewijs op zak kocht ik mijn meisjesdroom: een VW Kever uit 1964, met de liggende koplampen.\nHet was mijn dagelijkse auto en we zijn speciaal voor de Kever naar een huis met een garage verhuisd.\nWe vonden er een in goede staat met origineel houtwerk en een originele sticker met een beschrijving van verschillende verkeersborden op de hemelbekleding.", "paragraphs": ["Auto: Morris Minor Traveller", "Bouwjaar: 1958", "Geschatte waarde: 12.000 euro", "Motor: 0,8-liter viercilindermotor, 38 pk", "’Eind jaren 60 leerde ik mijn man Nanne kennen. Ik vertelde dat mijn eerste auto een VW Kever moest worden en dat ik een zwak had voor een Engelse auto die op een Mini lijkt, maar dan langer en met hout aan de zijkant. Nanne wist meteen dat ik een Morris Minor Traveller bedoelde. Ook op autogebied hadden we meteen een klik.", "Met mijn rijbewijs op zak kocht ik mijn meisjesdroom: een VW Kever uit 1964, met de liggende koplampen. Het was mijn dagelijkse auto en we zijn speciaal voor de Kever naar een huis met een garage verhuisd. Ze zeggen dat oude liefde niet roest, maar oude Volkswagens roesten wel. We hebben de Kever gestript, laten lassen en spuiten in de originele kleur Panamabeige en weer opgebouwd. Vanwege de geboorte van onze kinderen heeft dat een jaar of tien geduurd.", "Omdat we toch klassiek wilden rijden, zijn we halverwege het proces op zoek gegaan naar een Morris Minor Traveller. We vonden er een in goede staat met origineel houtwerk en een originele sticker met een beschrijving van verschillende verkeersborden op de hemelbekleding. Eigenlijk was het niet de bedoeling nog een derde op te pakken, maar toen we tegen een Otten-caravan uit 1966 aanliepen, hebben we die ook gerestaureerd.", "Vroeger sliepen we met z’n vieren in de caravan. Hij is twee bij drie meter en toch passen er twee volwassenen en twee kinderen in. Je hebt overal aanspraak. Het enige lastige is dat we altijd moeten kiezen: met welke auto gaan we vandaag op pad? Ze zijn op hun eigen manier uniek.”"], "authors": ["Bas Snijder"], "keywords": ["ik", "het", "mijn", "en", "een", "garage", "met", "op", "auto", "dat", "ottencaravan", "kever"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}