{"id": "6eb7fba5-571d-3696-b5e8-d330d9ae2178", "title": "‘In alle religies delven vrouwen het onderspit, ook in het Joodse geloof, de islam en het boeddhisme’", "url": "https://volkskrant.nl/nieuws-achtergrond/in-alle-religies-delven-vrouwen-het-onderspit-ook-in-het-joodse-geloof-de-islam-en-het-boeddhisme~bd44a1e4/", "summary": "In de dagelijkse praktijk betekent het dat ik op wil komen voor mensen die het minder goed hebben.\n‘Daar ben ik een groot voorstander van, ik had mijn huidige positie nooit kunnen bereiken zonder die verworvenheid.\n‘Wat mij daarin aanspreekt, is het idee van een wereld zonder onderdrukking – niet van andere culturen en rassen, niet van vrouwen.\nIn alle religies zie je vrouwen het onderspit delven, ook in het Joodse geloof, de islam en het boeddhisme.’Heeft u die onderdrukking ook zelf ervaren?\nDat je zo ook in de wereld hoort te staan: met een rechte rug voor je overtuigingen opkomen.", "paragraphs": ["De hunkering naar zelfontplooiing loopt als een rode draad door het leven van theoloog Manuela Kalsky. Maar, zegt ze, ‘het is je individualiteit ontwikkelen, niet je individualisme, zoals we nu al te vaak zien.’", "Wanneer het ’s nachts onweert, moet ze zich aankleden en met een koffertje klaarzitten om te vluchten voor het geval er brand in huis uitbreekt: ‘Als kind vond ik dat normaal, pas later begreep ik dat het met het oorlogstrauma van mijn moeder had te maken.’ Haar moeder overleeft in de Tweede Wereldoorlog de bombardementen op Hannover, terwijl haar vader als soldaat in Italië dient en in krijgsgevangenschap belandt, nabij Gross-Elbe, een dorp tegen de grens met Oost-Duitsland. Daar ontmoeten ze elkaar – decennialang houden ze er een kruidenierszaak draaiend.", "In 1961 krijgen de Kalsky’s tien jaar na hun eerste dochter een tweede, Manuela. Als nakomer geniet ze veel vrijheid: ‘Ik moest me aan het eind van de schooldag even melden, verder kon ik mijn gang gaan.’ Haar opvoeding komt deels op het conto van twee gepensioneerde tantes. Die brengen haar niet alleen in aanraking met muziek en theater, maar kleuren ook haar spirituele leven: ‘Dankzij hen was God geen man op een wolk, maar liefde – de dragende kracht waaruit je kunt putten, waardoor je goed kunt doen, de wind onder mijn vleugels.’ Tegenover die goede God staat nazi-Duitsland als ‘symbool voor wat mensen elkaar konden aandoen. Het verschil tussen goed en kwaad leerde ik in dat licht.’", "Haar juf op de lagere school overtuigt haar ouders ervan hun dochter naar het gymnasium te sturen: ‘Ze twijfelden, want het was duurder en een meisje zou toch snel trouwen en kinderen krijgen, maar uiteindelijk stemden ze toe. Toen ik veel later promoveerde, heb ik mijn juf een grote bos bloemen gebracht.’ Een jonge, energieke dominee die samen met zijn vrouw in Gross-Elbe terechtkomt, wordt ‘de eerste intellectueel in mijn leven’. Met dit echtpaar en drie leeftijdgenoten voert ze wekelijks ‘inspirerende discussies over grote levensvragen. We zijn alle vier theologie gaan studeren.’ Ze begint op de universiteit van Marburg, maar een uitwisselingsjaar brengt haar naar Amsterdam, waar ze niet meer weg zal gaan. Aan de UvA verdiept ze zich in feministische theologie en bevrijdingstheologie. Ook gaat ze in de leer bij rabbijn Yehuda Ashkenazy, een Auschwitz-overlevende. Hij geeft onderwijs aan Duitse studenten om herhaling van de Holocaust te helpen voorkomen. Met hem voert ze heftige debatten: ‘Hij kon uit zijn vel springen, maar ik ook. We voerden een harde strijd, maar hadden ook een diepe band.’", "Haar loopbaan ‘in de mannenwereld van de theologie’ brengt haar een directeurschap bij het studiecentrum van de orde der Dominicanen en in 2012 een hoogleraarschap aan de VU. Daarnaast is de 59-jarige Kalsky, die met haar man in Amsterdam woont, bestuursvoorzitter van nieuwwij.nl, een ‘dialoogplatform’ dat door haar is opgericht. Haar overtuiging is dat in een ‘superdiverse’ samenleving met veel verschillende culturele achtergronden het besef hoort door te dringen dat ‘kennisnemen van andere perspectieven en contact met elkaar maken, helpen om in vrede met elkaar samen te leven.’", "BOEKTIP Compassie, Karen Armstrong: ‘Compassie maakt deel uit van alle wijsheidstradities en het is een vermogen dat ieder mens kan ontwikkelen. In dit inspirerende boek laat de Britse religie-expert Karen Armstrong zien hoe je dat in twaalf stappen kunt doen, waardoor je bijdraagt aan meer medemenselijkheid. ‘Wat jij niet wilt dat jou geschiedt, doe dat ook een ander niet’, stelt zij voor als Gulden Regel voor onze omgang met elkaar.’", "Wat is voor u een zinvol leven?", "‘Voor mij draait het om de wereld een beetje beter te maken. Ik ben altijd gefascineerd geweest door het idee van een wereld waarin gerechtigheid heerst, het land van melk en honing waarin de wolf naast het lam ligt – het goede leven voor allen, het Koninkrijk Gods. Dat vind ik een vergezicht. In de dagelijkse praktijk betekent het dat ik op wil komen voor mensen die het minder goed hebben. Dat heeft mijn vader me voorgeleefd. Van hem mocht ik als kind met Kerstmis pakketjes samenstellen met spullen uit onze winkel en daarna naar arme mensen brengen. Ik herinner me het geluksgevoel dat door mij stroomde bij het zien van de blijdschap van de persoon in de deuropening. Ik leerde dat een ander iets geven ook jezelf gelukkig maakt’.", "Hoe verhoudt dat ‘voor anderen er willen zijn’ zich tot uw aandrang tot zelfontplooiing?", "‘Daar ben ik een groot voorstander van, ik had mijn huidige positie nooit kunnen bereiken zonder die verworvenheid. Mijn zelfontplooiing heb ik te danken aan de feministische beweging. Ik vind wel dat die zelfontplooiing altijd ten goede moet komen aan je omgeving – het is je individualiteit ontwikkelen, niet je individualisme, zoals we nu al te vaak zien. Het zou moeten gaan om dat goede leven voor allen.’", "Wat houdt dat in?", "‘Wat mij daarin aanspreekt, is het idee van een wereld zonder onderdrukking – niet van andere culturen en rassen, niet van vrouwen. Mijn lievelingsprofeet, Amos, keerde zich al in de 8ste eeuw voor Christus tegen de verwaarlozing van gerechtigheid en riep op tot gedragsverandering. Gerechtigheid zou als ‘een altijd voortvloeiende beek’ moeten gaan stromen, vond hij. Dat is nog altijd actueel, want onderdrukking is aan de orde van de dag.’", "Waarom resoneert Amos bij u zo sterk?", "‘Omdat hij aansluit bij wat ik thuis had geleerd: opkomen voor mensen in verdrukking. Dat deed ik als kind in de klas al. Ik was geliefd en niet bang, ik had iets jongensachtigs, vermoedelijk omdat mijn vader liever een zoon dan weer een dochter had gewild. Toen ik 8 was, kwam er een mooi, fragiel Turks meisje in mijn klas. Ik heb me over haar ontfermd. Het was het eerste Turkse gezin in ons dorp, mijn eerste ervaring met diversiteit. Mijn kindertijd is zeer vormend geweest voor alles wat ik later ben gaan doen.", "‘In mijn proefschrift ben ik ingegaan op de onderdrukkende aspecten van religie – de christelijke theologie met zijn vrouwonvriendelijke, eurocentrische en racistische kanten. Yehuda Ashkenazy heeft me laten zien hoe die theologie zich in de nazitijd gekeerd heeft tegen zijn eigen wortels, het jodendom. Niet de Romeinen, maar de Joden werden voor het vermoorden van Jezus verantwoordelijk gehouden. De vraag die ik stelde was: hoe moet je de christelijke theologie zo veranderen dat het anti-judaïsme niet weer de overhand kan krijgen? Ook stelde ik de vrouwenonderdrukking aan de kaak. ‘Jij wilt de Bijbel herschrijven’, verweet Ashkenazy me dan lachend.’", "Was dat niet zo?", "‘Mij gaat het erom dat we niet de onderdrukkende aspecten in de Bijbel moeten blijven reproduceren. Ashkenazy en ik hebben daar veel discussie over gevoerd, als man vond hij mijn feminisme ongemakkelijk. Hij voelde zich vermoedelijk persoonlijk aangevallen, terwijl ik kritiek had op een patriarchaal systeem dat ons allen heeft gevormd. In alle religies zie je vrouwen het onderspit delven, ook in het Joodse geloof, de islam en het boeddhisme.’", "Heeft u die onderdrukking ook zelf ervaren?", "‘Van huis uit heb ik geleerd me als een jongetje te gedragen, dus ging ik discussies vaak met een gestrekt been in. Ik dacht altijd dat ik gelijkwaardig kon zijn – een kerel onder de kerels. Maar als je dat doet, wordt dat als onaangenaam ervaren. Dan word je subtiel op je plek gezet. Op een neerbuigende toon krijg je te horen: ‘Meisje, denk er nog maar eens over na, of je dat echt wel zo wilt zeggen’. Daar ben ik vaker tegenaan gelopen. Eerlijk gezegd zie ik op dit vlak weinig verbetering, eerder een backlash. Ik signaleer nu conferenties waarvoor alleen mannelijke sprekers worden uitgenodigd. En er is het voorstel God in de nieuwe Bijbelvertaling weer als ‘Hij’ aan te duiden. Dat is achteruitgang. Onder het mom dat er al zoveel is bereikt, worden de klok teruggedraaid.’", "Welke les trekt u daaruit?", "‘Dat je een soort slimheid moet ontwikkelen. Vroeger dacht ik dat je er met alleen eerlijkheid en argumenten komt. Dat je zo ook in de wereld hoort te staan: met een rechte rug voor je overtuigingen opkomen. Dat is mijn Duitse kant, waardoor ik me meer verwant met de domineesdochter Merkel voel dan met de pragmaticus Rutte. Tegelijk heb ik geleerd dat ik mijn doelen in Nederland beter kan bereiken met enig pragmatisme. Dus verwoord ik mijn standpunten zachter, wat vrouwelijker. Of ik het leuk vind of niet, tussen een witte man en mij zit een machtsverschil, net als tussen hem en anderen die de macht niet hebben.’", "Ziet u het belang van diversiteit ook in dat licht?", "‘Van de Dominicaanse theoloog André Lascaris leerde ik dat eenheid een gewelddadig concept kan zijn: als een enkele groep domineert, dreigen degenen die daar niet toe behoren te worden onderdrukt of zelfs te worden vervolgd, zo leert de geschiedenis: ketters door de kerk, Joden in nazi-Duitsland. Ik verzet me daarom tegen monolithisch denken dat mensen tot een enkel aspect van hun bestaan reduceert. Ik ben Nederlands én Duits, Dominicaans én Luthers én seculier. De nieuwe campagne van NieuwWij heeft als slogan: ‘Ik ben én, én’. En ons motto luidt: ‘Verbind de verschillen’. We hoeven niet hetzelfde willen worden, onze verschillende facetten verrijken ons. Omdat ik Duits ben, kan ik jou iets tonen over Nederlander zijn, en omgekeerd.", "‘Zwarte theologen hebben mij duidelijk gemaakt hoe gekleurd mijn woorden zijn, omdat alles wat donker en zwart is in onze taal met het negatieve wordt geassocieerd. In mijn eentje was ik daar niet achter gekomen. Alleen in de ontmoeting met de ander word je je bewust van je vooroordelen en kun je je angsten bezweren – niet voor niets is de angst voor buitenlanders het grootst in gemeenschappen waarvan zij geen deel uitmaken.’", "Komt u meer op voor anderen dan voor uzelf?", "‘Die neiging heb ik wel. Daar kwam ik achter, nadat ik in 2018 van een trap was gevallen. Ik hield daar een pijnsyndroom aan over – ik moet sindsdien oppassen dat mijn lichaam niet overprikkeld raakt. Voor die val lette ik onvoldoende op mijn ontspanning – ik maakte mezelf wijs dat ik mezelf niet uitputte door al mijn activiteiten. Ik leefde naar het voorbeeld van mijn ouders: hard werken, niet zeuren, je moet er zijn voor je klanten.", "‘Met meditatie en coaching ben ik mezelf nu gaan oefenen in zelfcompassie en zoek ik de balans: niet alleen anderen omarmen, maar ook mezelf. Ik ben deel gaan uitmaken van een groep mensen die ook balans zoeken. Die fluiten me terug wanneer ik in mijn oude patroon terugval. Het illustreert hoezeer ik met anderen ben. De conclusie in mijn proefschrift is dat het niet de bedoeling is in Jezus te geloven, maar met hem, in dat rijk van God, dat goede leven voor allen. Als ik zeg: ‘Ik ben er voor anderen’, speel ikzelf daarin een rol, ik cijfer mezelf niet weg. Ik voel me thuis in met anderen zijn.’"], "authors": ["Fokke Obbema"], "keywords": ["joodse", "onderspit", "islam", "van", "religies", "vrouwen", "het", "met", "ik", "een", "ook", "en", "dat", "je", "mijn", "niet", "delven", "geloof"], "pubDate": "2020-11-29T18:41:12+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}