{"id": "6ec31fcf-5a17-3c3e-bdf0-7d46164259f5", "title": "Dani Hagebeuk, e-sporter van Ajax: ‘In mij zit een wereldkampioen’", "url": "https://www.parool.nl/amsterdam/dani-hagebeuk-e-sporter-van-ajax-in-mij-zit-een-wereldkampioen~b2a0d9ef/", "summary": "Voorlopig hoef ik niet weg.”Dani da Cruz Carvalho“Een Portugese voetballer die voor Ajax speelde toen ik werd geboren.\nMisschien lijk ik op een bepaalde manier een beetje op hem.\nTegenwoordig heb ik een vaste vriendin, maar daarvoor was ik, hoe zeg je dat netjes, ook wel aan het genieten van het leven.\nJe zou het niet zeggen voor een gamer, maar ik kan niet lang op een stoel zitten.\nVia mijn managementbureau wist ik dat Ajax mij al een tijdje volgde, maar je zult net zien: is het een energiebedrijf dat belt.", "paragraphs": ["Dani Hagebeuk. Beeld Harmen De Jong", "Amersfoort", "“Geboren en getogen. Ik ben pas één keer verhuisd. Om op mezelf te gaan wonen, bij mijn ouders om de hoek. Mijn moeder werkt in de ouderenzorg. Mijn vader is vaak geopereerd, omdat hij problemen heeft met zijn spieren. Hij kan daardoor moeilijk werk vinden. Maar ik had een gewone jeugd. In een rijtjeshuis, zoals half Nederland. Ik heb niks te klagen. Amersfoort is een leuke stad. Er komen best vaak toeristen hier. We hebben mooie grachtjes. En een kasteel. Voorlopig hoef ik niet weg.”", "Dani da Cruz Carvalho", "“Een Portugese voetballer die voor Ajax speelde toen ik werd geboren. Mijn ouders hebben mij naar hem vernoemd. Ik weet niet waarom: hij was goed, maar ook lastig. Een mooie jongen die van uitgaan hield. Misschien lijk ik op een bepaalde manier een beetje op hem. Tegenwoordig heb ik een vaste vriendin, maar daarvoor was ik, hoe zeg je dat netjes, ook wel aan het genieten van het leven. Mijn vader was een grote fan van hem. Die had het vooral over zijn voetbalkwaliteiten, daar zal mijn moeder minder oog voor hebben gehad. Toen ik voor het eerst landskampioen werd in de eDivisie, heeft hij op zijn FaceTime nog een berichtje voor me ingesproken om me te feliciteren.”", "Dierenpark Amersfoort", "“Ik was niet echt een schooltype. Je zou het niet zeggen voor een gamer, maar ik kan niet lang op een stoel zitten. Ik onderneem liever dingen. Bij het dierenpark kwam ik terecht via mijn zus. De ene dag stond je broodjes worst te verkopen en de volgende maakte je een vuurkorf voor de bezoekers. Heel gezellig, maar ik kwam er ook achter dat een avondje online Fifa spelen meer geld opleverde. Met een toernooi kon je tweehonderd euro verdienen. Daar waren er vier van in de week, waarvan ik er meestal twee of drie won. Ik zag de potentie van e-sporten: ik speelde tegen spelers uit de top vijf van de wereld en die had ik allemaal wel een keer verslagen, terwijl ik pas net begonnen was.”", "Edwin van der Sar", "“Het was zo’n dag dat alles tegenzit. Ik kwam thuis uit het dierenpark en mijn telefoon ging: een 020-nummer. Ik dacht: het zal toch niet? Via mijn managementbureau wist ik dat Ajax mij al een tijdje volgde, maar je zult net zien: is het een energiebedrijf dat belt. Had ik ineens Edwin van der Sar aan de lijn. Of ik interesse had om voor Ajax te spelen? Dan weet je even niet meer wat je moet zeggen. Nu zie ik hem wekelijks. Hij vraagt altijd hoe het gaat en of ik weer eens een keer een wedstrijdje ga winnen. Heel gek: zo’n grote man, een fenomeen, maar als ik met hem praat voel ik dat niet meer. Eén keer hebben we een potje Fifa gedaan. Hij kon er geen hout van.”", "ASC Nieuwland", "“Mijn voetbalvereniging. Ik was zes toen ik ging voetballen en elk jaar deed ik mee aan de talentendagen van Ajax. Mijn vader voetbalde hoog, met APWC uit Amersfoort tegen de jeugd van Feyenoord, dat werk. Hij dacht waarschijnlijk: mijn zoon zal ook wel goed zijn, dus die moedigde het enorm aan. Helaas: verder dan de hoofdklasse ben ik niet gekomen. Het heeft me wel geholpen om zelf in het veld te staan. Je voert het spel weliswaar uit met je handen en niet met je voeten, maar je ziet steeds vaker ­dingen terug uit het echte voetbal.”", "Fifa 2021", "“Elk jaar komt in september een nieuwe versie van Fifa uit. De eerste weken ga je daar als een gek mee oefenen. Het spel wordt steeds realistischer. Mijn vader dacht laatst dat ik op tv voetbal aan het kijken was, terwijl ik zat te gamen. Maar het is niet zo dat wij de competitie na proberen te doen. De e-sporter is de speler voor de club, niet de poppetjes in het spel, dat zijn slechts de wapens en die moeten voor iedereen gelijk zijn. Iedereen stelt bijvoorbeeld Cristiano Ronaldo op. Dan speel je dus met Ronaldo tegen Ronaldo. Je kunt ook spelen met icons van vroeger: Ruud Gullit, Van der Sar of Ronaldo Nazário. In Fifa 2021 is Quincy Promes de beste speler van Ajax, vormcrisis of niet. Hij kan veel trucjes en is snel. Precies de kwaliteiten die je nodig hebt.”", "Hageglitch", "“Er zitten altijd foutjes in het spel, kleine bugs, die je de mogelijkheid geven om dingen te doen die eigenlijk niet kunnen, maar die wel heel effectief zijn. Meestal ben ik een van de eersten die nieuwe glitches ontdekt. Dan heb ik iets in handen wat nog nooit iemand in het spel gezien heeft en wat ik op een belangrijk toernooi uit kan spelen. Als je daarmee een doelpunt maakt, zie je je tegenstander helemaal gek worden. Mooi hoor. Op een gegeven moment gingen ze me Hageglitch noemen. Best een eer om zo’n bijnaam te hebben.”", "Wekker", "“O nee. Het is moeilijk om een goed ritme te vinden. Ik probeer het wel, maar het wordt vaak laat. Op zondagavond zitten er best veel kijkers op mijn livestream en is het zomaar drie uur in de ochtend voordat ik stop. Dan is het moeilijk om de dag erna wel vroeg te slapen. Sowieso: internationale toernooien worden meestal laat op de avond georganiseerd.”", "“Ik heb een lifestylecoach en een fitnesscoach. Die proberen mijn leven zo goed mogelijk op de rails te krijgen. In het begin dacht ik nog: wat gek, al die coaches, maar het maakt echt verschil. Als je weinig slaapt en slecht eet, raak je snel geïrriteerd en is je creativiteit weg. Bij Ajax willen ze ook geen gamers die 24 uur per dag op hun kamer zitten met een blik Red Bull en een zak chips. Je vertegenwoordigt de club en moet een goede uitstraling hebben. En stiekem moet je natuurlijk ook een beetje arrogant zijn als je voor Ajax speelt.”", "46", "“De club heeft een vast aantal rugnummers. Ik mocht er een kiezen dat nog vrij was nadat de echte voetballers aan de beurt waren geweest. Ik wilde nummer 45, maar dat was al van Justin Kluivert. Toen wilde ik nummer 10, maar dat is uiteraard altijd al bezet. Uiteindelijk heeft Ajax voor mij de keuze gemaakt. Zeiden ze: 4 plus 6 is ook 10. Zolang ik dat nummer heb, mag niemand daaraan komen. Dat zegt ook wel iets over de betrokkenheid van Ajax bij e-sport.”", "Verantwoord Gamen", "“Ik snap best dat ouders bezorgd zijn als ze hun kind zien gamen, maar dat komt ook doordat ze er vaak weinig van weten. Via de headset maken kinderen online vrienden. Daardoor worden ze slimmer en socialer. Met mijn vorige management had ik de Stichting Verantwoord Gamen. Onze boodschap: praat erover. Als je kind twee uurtjes per dag wil spelen, kan dat helemaal geen kwaad, zolang er maar balans is. Want natuurlijk: huiswerk, sporten en buitenspelen is ook belangrijk.”", "“Gamen is tegenwoordig een serieuze zaak. In Amerika gaan er miljoenen om in spellen als League of Legends of Fortnite. Mijn salaris? Laat ik zeggen: ik verdien ongeveer wat een afgestudeerde hbo’er met een goede baan verdient. En dan waarschijnlijk nog een beetje meer. Bij het wereldkampioenschap krijgt de winnaar tweeënhalve ton.”", "BN’er", "“Als ik naar Ajax in de Arena ga kijken, kom ik een half uurtje eerder. Die extra tijd heb ik nodig om van de metro naar het stadion te komen. Als er eenmaal foto’s worden gemaakt, stopt het niet meer. Vooral jongeren herkennen me. Door het hele land wel. Zegt hun moeder: sorry, ik weet niet wie je bent, maar mijn zoon wil zo graag met je op de foto. Elke jongen heeft wel eens een keer Fifa gespeeld. De kijkcijfers van die streams lopen in de miljoenen.”", "Georgia", "“Ik was afgelopen zomer met mijn broer in Chersonissos om vakantie te vieren. Griekenland was het enige land waar de regels nog een beetje soepel waren en het was drie keer zo goedkoop als Nederland. Wij dachten: een weekje genieten, voordat het met corona echt een chaos wordt. En daar was ze: Georgia.”", "“Ze werkte in de bediening in ons hotel. De eerste ochtend stond ik met een spijker in mijn kop op mijn balkon een luchtje te scheppen. Stond zij op het balkon van de kamer naast me. Daarna ging het best wel snel. We zijn niet meer gestopt met videobellen en appen en nu wonen we samen. Heel bijzonder, ik kon het zelf niet geloven. Alles klopt. Veel meiden in Nederland weten wat ik doe, via hun broertje of weet ik veel wat. Dan vertrouw ik het niet zo snel, maar zij wist totaal niet wie ik was.”", "Kampioen", "“Het is een raar systeem. Eerst speel je competitie en dan moet je nog een toernooi. Zul je net zien: sta je het hele jaar bovenaan en dan verlies je door een ongelukje alsnog de finale. Er staat enorm veel spanning op. Maar het ging goed. We hebben Vitesse verslagen.”", "“Het is niet zo dat ik met dingen ga gooien, maar ik kan totaal niet tegen mijn verlies. Dat hoort ook bij Ajax: altijd willen winnen. Ik heb drie keer op rij op het WK gestaan en drie keer op rij heb ik in de kwartfinale verloren. Dan word ik echt gek. Het klinkt verwend, maar soms realiseer ik me niet dat ik behoor tot de top tien van de wereld. Er zijn zo’n 20 miljoen mensen die proberen op het WK te komen en ik behoor tot de zestien die het lukt. Ik voel dat het erin zit om een keer wereldkampioen te worden. Zo, dat heb ik dan maar gezegd.”", "Ronald Ockhuysen", "“Ik ken hem niet. De net vertrokken hoofdredacteur van Het Parool? Meestal lees ik het nieuws op internet. Mijn ouders lezen soms Het Parool, vooral mijn vader. Zoals ik zei: hij komt moeilijk aan een baan, dus brengt hij af en toe de krant rond. Dan houdt hij er weleens eentje over en die neemt hij mee naar huis.”"], "authors": ["Marcel Wiegman"], "keywords": ["ik", "esporter", "van", "het", "zit", "mijn", "en", "een", "dani", "hagebeuk", "op", "mij", "wereldkampioen", "ajax", "niet", "dat", "je"], "pubDate": "2021-01-09T12:00:45Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}