{"id": "6ec8a216-cc72-3d4f-b5ea-753ee25d7cf0", "title": "Voedselbanken krijgen ongevraagd miljoenen van de overheid", "url": "https://volkskrant.nl/nieuws-achtergrond/voedselbanken-krijgen-ongevraagd-miljoenen-van-de-overheid~b1607303/", "summary": "Beeld ANPVan de vier miljoen euro die de overheid aan het begin van de coronacrisis vrijmaakte voor voedselbanken, is nog niets uitgegeven, schrijft Trouw.\nToch komt daar nog acht miljoen uit het Europees Sociaal Fonds bovenop, laat het kabinet in een persbericht weten.\nHet geld staat dus nog onaangeroerd op de bank en daar komt nog acht miljoen bij.\n‘Wij vroegen de overheid wat ze kunnen doen als wij fors gaan groeien’, zegt Pien de Ruig van Voedselbanken Nederland tegen Trouw.\nEen woordvoerder zegt tegen Trouw: ‘Belangrijk daarbij is dat het geld zoveel mogelijk ten goede komt aan het voorkomen van voedselverspilling’.", "paragraphs": ["Medewerkers aan het werk in een voedselbank. Beeld ANP", "Van de vier miljoen euro die de overheid aan het begin van de coronacrisis vrijmaakte voor voedselbanken, is nog niets uitgegeven, schrijft Trouw. Toch komt daar nog acht miljoen uit het Europees Sociaal Fonds bovenop, laat het kabinet in een persbericht weten.", "De eerdere miljoenen waren bedoeld voor de verwachte tekorten terwijl de vraag in de voedselbanken door de coronacrisis toenam. Ook zouden sommige locaties misschien moeten sluiten. Maar de voedselbanken bleken de subsidies niet nodig te hebben.", "Het geld staat dus nog onaangeroerd op de bank en daar komt nog acht miljoen bij. Terwijl voedselbanken niet om dat geld hebben gevraagd. ‘Wij vroegen de overheid wat ze kunnen doen als wij fors gaan groeien’, zegt Pien de Ruig van Voedselbanken Nederland tegen Trouw. ‘Toen stelden ze dit bedrag ter beschikking. Het bedrag is niet gebaseerd op een concrete budgetvraag van ons. Maar we waren er al lang blij mee.’", "Het bedrag wordt gebruikt als een vangnet. ‘Een noodoplossing in een extreme situatie zoals deze pandemie’, aldus De Ruig. Het ministerie van Sociale Zaken en Werkgelegenheid is het daarmee eens. Een woordvoerder zegt tegen Trouw: ‘Belangrijk daarbij is dat het geld zoveel mogelijk ten goede komt aan het voorkomen van voedselverspilling’. De miljoenen kunnen bijvoorbeeld worden besteed om vers voedsel tot lang houdbaar voedsel te verwerken."], "authors": [], "keywords": ["van", "miljoenen", "nog", "geld", "niet", "een", "komt", "ongevraagd", "krijgen", "voedselbanken", "overheid", "miljoen", "het", "trouw"], "pubDate": "2020-12-17T09:10:56Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}