{"id": "6eeec527-f077-3fb7-a843-4b86799e0192", "title": "Goed nieuws: Festival op Oudejaarsavond | Gestrande reizigers weer welkom", "url": "https://nu.nl/opmerkelijk/6098450/goed-nieuws-festival-op-oudejaarsavond-gestrande-reizigers-weer-welkom.html", "summary": "Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.\nReizigers uit VK en Zuid-Afrika weer welkomHet vliegverbod voor passagiers uit Zuid-Afrika en het vlieg- en aanmeerverbod voor het Verenigd Koninkrijk is woensdag komen te vervallen.\nAlle gestrande reizigers moeten wel een recente, negatieve PCR-coronatest kunnen overleggen om toegelaten te worden tot Nederland.\nEerste Zwitsers ingeënt met vaccinZwitserland is woensdag begonnen met het inenten van burgers tegen COVID-19.\nDe maatregel is ingevoerd om te voorkomen dat het benodigde theorie-examen te vroeg ongeldig wordt.", "paragraphs": ["Door het slechte nieuws dat meestal de voorpagina van NU.nl domineert, sneeuwt het goede nieuws soms onder. Daarom maken we regelmatig een overzicht van het positieve en vrolijk makende nieuws.", "Nederlandse artiesten verzorgen gratis online thuisfestival op Oudejaarsavond", "Onder anderen Sunnery James & Ryan Marciano, Suzan & Freek en De Jeugd Van Tegenwoordig verzorgen op Oudejaarsavond een gratis online thuisfestival onder de naam Goodbye 2020. Het online feest, waaraan de organisatoren van festivals als Dance Valley, Milkshake en Vunzige Deuntjes meewerken, begint op 31 december om 16.00 uur en duurt tot 1 januari om 5.00 uur.", "Reizigers uit VK en Zuid-Afrika weer welkom", "Het vliegverbod voor passagiers uit Zuid-Afrika en het vlieg- en aanmeerverbod voor het Verenigd Koninkrijk is woensdag komen te vervallen. Alle gestrande reizigers moeten wel een recente, negatieve PCR-coronatest kunnen overleggen om toegelaten te worden tot Nederland. Eenmaal in Nederland blijft het dringende advies om tien dagen in thuisquarantaine te gaan.", "Eerste Zwitsers ingeënt met vaccin", "Zwitserland is woensdag begonnen met het inenten van burgers tegen COVID-19. Een negentigjarige vrouw die in een verpleeghuis bij de stad Luzern woont, is als eerste ingeënt. Steeds meer Europese landen gebruiken het coronavaccin van Pfizer. De Britten begonnen daar eerder deze maand mee. Servië, dat net als Zwitserland geen EU-land is, wil donderdag beginnen met vaccineren.", "Lifetime Achievement Awards voor Talking Heads en Salt-N-Pepa", "Talking Heads, Selena en Salt-N-Pepa ontvangen in 2021 de Lifetime Achievement Awards van de Recording Academy, bekend van de jaarlijkse Grammy Awards. Ook Grandmaster Flash and the Furious Five, operazangeres Marilyn Horne en jazzmuzikant Lionel Hampton worden geëerd. De prijzen worden jaarlijks uitgereikt aan artiesten die een grote impact hebben gehad met hun bijdragen aan de muziekwereld.", "Theorie-examens voor rijbewijs blijven langer geldig", "Theorie-examens voor het rijbewijs waarvan de geldigheid in de eerste vijf maanden van 2021 verloopt, blijven tot 1 oktober geldig. Aspirant-automobilisten kunnen vanwege de lockdown tot 19 januari geen rijexamen afleggen bij het CBR. De maatregel is ingevoerd om te voorkomen dat het benodigde theorie-examen te vroeg ongeldig wordt."], "authors": ["Door"], "keywords": ["welkom", "goed", "om", "weer", "oudejaarsavond", "worden", "met", "te", "van", "en", "een", "gestrande", "tot", "nieuws", "festival", "voor", "reizigers", "op", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}