{"id": "6f02b995-edf0-309e-9f4e-6f8b2122bca3", "title": "3 miljard verlies voor TUI, verwacht 80 procent herstel in zomer", "url": "https://nos.nl/artikel/2360055-3-miljard-verlies-voor-tui-verwacht-80-procent-herstel-in-zomer.html", "summary": "Al die takken van TUI maakten verlies, want er werd veel minder gereisd en vakantie gevierd.\nIn het boekjaar van oktober 2018 tot en met september 2019 draaide TUI nog een omzet van bijna 19 miljard euro en een winst van ruim 500 miljoen.\nVan oktober 2019 t/m september dit jaar daalde die omzet naar nog geen 8 miljard, met dus een verlies van ruim 3 miljard.\nZomer: op 80 procentHalverwege juni kon TUI een deel van de activiteiten weer opstarten doordat de coronamaatregelen minder streng werden.\nTegen de zomer denkt TUI weer op 80 procent van zijn capaciteit te zitten.", "paragraphs": ["De TUI Group heeft in een jaar tijd ruim 3 miljard euro verlies geleden. De omzet en de winst schoten omlaag sinds de coronacrisis uitbrak.", "Het Duitse TUI runt hotels, organiseert cruises en vakanties en heeft luchtvaartmaatschappijen in verschillende landen, waaronder Nederland. Al die takken van TUI maakten verlies, want er werd veel minder gereisd en vakantie gevierd. De meeste hotels en resorts van TUI gingen tijdens de eerste coronagolf helemaal dicht. Ook werden cruises en vakantievluchten massaal geannuleerd.", "In het boekjaar van oktober 2018 tot en met september 2019 draaide TUI nog een omzet van bijna 19 miljard euro en een winst van ruim 500 miljoen. Van oktober 2019 t/m september dit jaar daalde die omzet naar nog geen 8 miljard, met dus een verlies van ruim 3 miljard.", "Zomer: op 80 procent", "Halverwege juni kon TUI een deel van de activiteiten weer opstarten doordat de coronamaatregelen minder streng werden. Maar de laatste tijd zijn er in Europa weer strengere maatregelen. Het bedrijf verwacht dit winterseizoen op slechts 20 procent van de capaciteit te opereren. Tegen de zomer denkt TUI weer op 80 procent van zijn capaciteit te zitten.", "TUI heeft sinds de corona-uitbraak al 4,8 miljard euro aan steunpakketten gekregen van de Duitse overheid."], "authors": [], "keywords": ["verlies", "procent", "van", "tui", "op", "omzet", "verwacht", "miljard", "herstel", "zomer", "een", "en", "weer", "80", "ruim", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}