{"id": "6f09f67d-f544-36e6-8075-2246725f2cf5", "title": "Heeft een coronavaccin nog wel zin als je al ziek bent geweest?", "url": "https://www.ewmagazine.nl/kennis/achtergrond/2020/12/heeft-een-coronavaccin-nog-zin-als-je-al-ziek-bent-geweest-794650/", "summary": "Zoals: heeft het nog wel zin om een prik te halen als je al ziek bent geweest?\nWe weten dat het virus het lichaam binnenkomt via de luchtwegen, waar eerst het aangeboren, ook wel het aspecifieke, afweersysteem wordt geactiveerd.\nDe B-cellen maken antistoffen die het virus direct kunnen uitschakelen, ook wel neutraliserende antistoffen genaamd.\nEen mogelijk nadeel van de vaccins is dat de meeste zijn gebaseerd op een uitsteeksel van het virus, het spike-eiwit.\nVaccinatie kan dienen als een soort herinnering aan het virus en daardoor het afweersysteem een boost geven.", "paragraphs": ["Binnen een aantal weken worden naar alle waarschijnlijkheid de eerste mensen in Nederland gevaccineerd tegen het coronavirus. Velen hebben nog vragen over vaccinatie. Zoals: heeft het nog wel zin om een prik te halen als je al ziek bent geweest? Of kan dat zelfs gevaarlijk zijn? Vier vragen over de bescherming na infectie en na vaccinatie.", "1. Hoe reageert het lichaam op het coronavirus?", "Er is nog veel onduidelijk over de reactie van het afweersysteem op het coronavirus, maar elke dag wordt een stukje van de puzzel gelegd. We weten dat het virus het lichaam binnenkomt via de luchtwegen, waar eerst het aangeboren, ook wel het aspecifieke, afweersysteem wordt geactiveerd. Dit deel van het afweersysteem vormt de eerste verdedigingslinie, die veel virussen en bacteriën kan herkennen. Het reageert snel om, in dit geval, het coronavirus op te ruimen.", "Lees ook het commentaar van Marieke ten Katen: Oordeel niet te vroeg over vaccinatiestrategie", "Tegelijkertijd schakelt het aangeboren afweersysteem de volgende verdedigingslinie in, cellen van het specifieke afweersysteem. Het specifieke afweersysteem, dat ook wel adaptieve afweersysteem wordt genoemd, bestaat uit twee belangrijke celtypen: T-cellen en B-cellen. De B-cellen maken antistoffen die het virus direct kunnen uitschakelen, ook wel neutraliserende antistoffen genaamd. T-cellen kunnen menselijke cellen die het virus bevatten herkennen en opruimen. Uit onderzoek is duidelijk geworden dat een goede samenwerking tussen antistoffen en T-cellen noodzakelijk is voor het efficiënt opruimen van het coronavirus.", "2. Hoe lang blijf je beschermd tegen het coronavirus na een besmetting?", "In het algemeen ontstaat bescherming tegen een virus doordat tijdens de afweerreactie geheugencellen en neutraliserende antistoffen worden gemaakt die lange tijd aanwezig blijven in het lichaam. De antistoffen kunnen direct bij binnenkomst de ziekteverwekker onschadelijk maken. De geheugencellen kunnen snel en efficiënt een afweerreactie op gang brengen. Antistoffen en geheugencellen zorgen er samen voor dat iemand niet opnieuw ziek wordt door een ziekteverwekker.", "Er is nog weinig bekend over de duur van de bescherming na een infectie met het coronavirus. Wel lijkt het erop dat de meeste patiënten neutraliserende antistoffen aanmaken die drie maanden of zelfs langer in het bloed aanwezig blijven. Daarnaast lijken geheugencellen na infectie minstens zes maanden in het lichaam aanwezig te zijn.", "Maar er zijn nog veel tegenstrijdigheden in de berichtgeving over de duur van die bescherming, ook omdat er gevallen van herinfectie zijn gemeld. Mogelijk betekent dit dat er flinke verschillen zijn in de mate van bescherming tussen mensen.", "3. Wat is het verschil in bescherming tegen het coronavirus na een infectie en na vaccinatie?", "Een vaccin wordt zo ontworpen dat het de natuurlijke bescherming tegen een ziekteverwekker als het ware nabootst. De meeste vaccins zorgen voor de aanmaak van neutraliserende antistoffen die langdurig aanwezig blijven. Daarnaast stimuleren ze in het ideale geval ook de aanmaak van T-cellen.", "Zeker in het geval van het coronavirus, omdat inmiddels in onderzoek is aangetoond dat T-cellen belangrijk zijn voor bescherming tegen een nieuwe infectie met dit virus. De onderzoeken naar de vaccins laten tot nu toe zien dat een aantal coronavaccins de aanmaak van antistoffen en van T-cellen stimuleren en daarmee voorkomen dat mensen ziek worden door het virus.", "Een interessant aspect van vaccins is dat onderzoekers ze zo kunnen ontwerpen dat ze de ideale afweerreactie tegen ziekteverwekkers opwekken. Bijvoorbeeld door te sleutelen aan de componenten van een vaccin of door toevoeging van stoffen – ook wel adjuvantia genoemd – die de afweerreactie versterken.", "Het Moderna-vaccin zorgt er bijvoorbeeld door een paar kleine aanpassingen in het genetisch materiaal van het virus voor dat de juiste antistoffen kunnen worden aangemaakt. Door dit gesleutel kan de bescherming na vaccinatie beter zijn dan na een natuurlijke infectie. Na een natuurlijke infectie kan de mate van bescherming bijvoorbeeld afhangen van de hoeveelheid virus waaraan je bent blootgesteld.", "Onduidelijk is nog of de bescherming van de coronavaccins ook echt beter is dan na een natuurlijke infectie. Een mogelijk nadeel van de vaccins is dat de meeste zijn gebaseerd op een uitsteeksel van het virus, het spike-eiwit. De bescherming die het lichaam opbouwt na vaccinatie is daardoor gebaseerd op alleen dit eiwit, terwijl bescherming na infectie gebaseerd is op allerlei componenten van het virus. Dit zou kunnen betekenen dat vaccinatie een minder brede bescherming biedt.", "Hoe lang bescherming tegen het coronavirus aanhoudt na vaccinatie, is ook nog niet bekend. In de ideale situatie beschermt een vaccin langer dan een natuurlijke infectie, maar de onderzoeken naar de vaccins lopen nog niet lang genoeg om dit te kunnen zeggen. Van het Moderna-vaccin is in elk geval duidelijk dat het zorgt voor de aanmaak van antistoffen die minstens drie maanden aanwezig blijven in het bloed, vergelijkbaar met een natuurlijke infectie.", "Onderzoekers houden nauwlettend in de gaten hoe lang de bescherming na vaccinatie aanhoudt. Het kan bijvoorbeeld zo zijn dat de bescherming afneemt en dat een nieuwe dosis van het vaccin nodig is om het afweersysteem een herinnering te geven aan het virus waardoor het weer actief wordt.", "4. Heeft het zin om iemand te vaccineren die al corona heeft gehad?", "Kort gezegd: ja. Vaccins worden zo ontworpen dat de bescherming soms zelfs beter kan zijn dan na een infectie met het virus zelf. Ook kan de bescherming, na een besmetting in het voorjaar, alweer weg zijn.", "Het is niet gevaarlijk je te laten vaccineren als je al besmet bent geweest met corona. Vaccinatie kan dienen als een soort herinnering aan het virus en daardoor het afweersysteem een boost geven. Bovendien had in de onderzoeken naar het Pfizer-en het Moderna-vaccin 5 tot 10 procent van de proefpersonen het coronavirus al gehad voor vaccinatie, en daarbij zijn geen risico’s waargenomen."], "authors": [], "keywords": ["coronavaccin", "bescherming", "bent", "nog", "virus", "die", "je", "geweest", "van", "antistoffen", "en", "een", "ziek", "zin", "infectie", "heeft", "het", "dat", "wel"], "pubDate": "2020-12-18T15:20:48Z", "publicationId": "092941c0-de6d-3237-8658-2bffe5811195"}