{"id": "6f13f873-7dd8-3f1a-b8a8-cf3839a5080e", "title": "Meerderheid Kamer tegen kabinetsplan verbod leeftijdsselectie bij ic-schaarste", "url": "https://nu.nl/algemeen/6100349/meerderheid-kamer-tegen-kabinetsplan-verbod-leeftijdsselectie-bij-ic-schaarste.html", "summary": "De Tweede Kamer is tegen het kabinetsplan om het bij wet te verbieden om in het geval van een tekort aan ic-bedden te selecteren op leeftijd.\nHet kabinet liet maandag nog weten met een wetsvoorstel te komen dat het de deskundigen onmogelijk moet maken om leeftijdsselectie toe te passen.\nMochten de ziekenhuizen vol raken en mocht er sprake zijn van een code zwart, dan zullen de artsen triage moeten toepassen.\nIn het draaiboek is ruimte om bijvoorbeeld jongeren voorrang te geven op een ic-bed, ten koste van een oudere persoon.\nDe Kamer voelt echter niets voor het plan en schaart zich achter het draaiboek van de deskundigen.", "paragraphs": ["De Tweede Kamer is tegen het kabinetsplan om het bij wet te verbieden om in het geval van een tekort aan ic-bedden te selecteren op leeftijd. Dinsdag schaarde een meerderheid van de Kamer zich achter de oproep van D66 en VVD om vast te houden aan het advies van medische en ethische deskundigen om het wél mogelijk te maken om op basis van onder meer leeftijd te selecteren wie in aanmerking komt voor zorg.", "Het kabinet liet maandag nog weten met een wetsvoorstel te komen dat het de deskundigen onmogelijk moet maken om leeftijdsselectie toe te passen. Het vraagstuk wie in aanmerking komt voor een ic-bed, komt steeds nadrukkelijker in beeld nu het aantal coronabesmettingen onverminderd groot blijft en de druk op de zorg nog steeds enorm is.", "Mochten de ziekenhuizen vol raken en mocht er sprake zijn van een code zwart, dan zullen de artsen triage moeten toepassen. Dat betekent dat artsen een keuze moeten maken. Artsen en ethici zijn in de afgelopen maanden tot een kader gekomen waarbinnen de medische en ethische afwegingen gemaakt dienen te worden. In het draaiboek is ruimte om bijvoorbeeld jongeren voorrang te geven op een ic-bed, ten koste van een oudere persoon.", "Minister Tamara van Ark (Medische Zorg) verdedigde dinsdag het voorstel van het kabinet om selectie op basis van leeftijd te verbieden en noemde het een dilemma. In plaats daarvan wil het kabinet dat in het uiterste geval wordt geloot. Van Ark zei onder meer tot dit besluit gekomen te zijn na het sentiment in de afgelopen Kamerdebatten gemeten te hebben.", "De Kamer voelt echter niets voor het plan en schaart zich achter het draaiboek van de deskundigen."], "authors": ["Door"], "keywords": ["zijn", "meerderheid", "kamer", "verbod", "kabinetsplan", "het", "van", "voor", "en", "een", "om", "leeftijdsselectie", "tegen", "icschaarste", "te", "op", "bij", "dat"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}