{"id": "6f18e2d6-5270-34ed-925b-f59352058080", "title": "Topbasketbal mag weer: ‘Ik voel me absoluut niet bezwaard’", "url": "https://volkskrant.nl/sport/topbasketbal-mag-weer-ik-voel-me-absoluut-niet-bezwaard~b56fb179/", "summary": "Dat voelt nog vreemd, maar heerlijk dat het weer mag.’Half oktober werd de basketbalcompetitie na twee speelronden stilgelegd.\nNederland gaat in lockdown en wij beginnen weer, maar ik voel me absoluut niet bezwaard’, zegt Van der Mars.\nNederland gaat in lockdown en wij beginnen weer.'\n‘Het waren net een stel puppy’s, die voor het eerst naar buiten mochten’, vertelt coach Jean-Marc Jaumin lachend.\nDat kan de doorslag geven als het spannend wordt, maar wij spelen thuis.’In Den Bosch zijn ze niet bang dat het basketbal opnieuw wordt stilgelegd tijdens de coronapandemie.", "paragraphs": ["Profvoetbal mocht wel, profbasketbal niet. Bij Heroes Den Bosch zaten ze zich de laatste maanden te verbijten. Inmiddels kunnen ze trainen voor de herstart van de competitie op 16 januari. ‘Als wij nu moeten stoppen, dan het betaald voetbal ook.’", "Met een tegenstander in de rug krijgt basketballer Stefan Wessels (36) de bal aangespeeld in de Maaspoorthal in Den Bosch. Hij maakt een schijnbeweging naar links, draait weg naar rechts en zet af. Precies op dat moment krijgt Wessels een duwtje, hij verliest zijn balans en de bal, bestemd voor de basket, ketst af tegen de rand.", "‘Het is wennen nu we na twee maanden met elkaar in contact mogen komen’, zegt Wessels na de zaterdagochtendtraining. ‘Opeens hangen er weer tegenstanders aan je arm, als je richting de basket zweeft. Dat voelt nog vreemd, maar heerlijk dat het weer mag.’", "Half oktober werd de basketbalcompetitie na twee speelronden stilgelegd. Trainen mocht nog wel, maar alleen in groepjes van maximaal vier spelers op anderhalve meter. Lichamelijk contact was vanaf dat moment uit den boze. ‘Heel frustrerend’, zegt Wessels die ruim tien jaar in Den Bosch speelt en meer dan 600 wedstrijden op het hoogste niveau achter zijn naam heeft staan. ‘We deden schietoefeningen, krachttraining en hielden onze conditie op peil, maar van echt basketbal was geen sprake.’", "Knarsetandend", "Ondertussen gingen de basketbalcompetities in bijna heel Europa verder en zagen Wessels en ploeggenoten knarsetandend hoe in Nederland het betaald voetbal doorging. ‘Wij werden weggezet als een stel amateurs’, vertelt center Thomas van der Mars (30). ‘Alsof de overheid meende dat wij overdag werken en ’s avonds voor de lol een potje basketbal komen spelen.’", "Niets is minder waar. De spelers van Den Bosch trainen twaalf keer per week, hebben allemaal een profcontract en verdienen hun brood met basketbal. ‘Wij zijn net zo professioneel als het voetbal’, zegt Van der Mars met een strak gezicht.", "Elke persconferentie zaten de basketballers voor de buis, smachtend naar versoepelingen voor hun sport. ‘We hebben twee maanden gewacht op een besluit, dat in onze ogen heel logisch was’, vertelt Van der Mars. Op 8 december kwam eindelijk het verlossende bericht. De topcompetities mochten met een streng protocol worden hervat en vanaf donderdag 17 december konden teams weer in teamverband trainen, als spelers wekelijks getest zouden worden. ‘De timing is ongelukkig. Nederland gaat in lockdown en wij beginnen weer, maar ik voel me absoluut niet bezwaard’, zegt Van der Mars. ‘Onder deze omstandigheden kunnen wij veilig spelen.’", "Sinds 17 december mogen ook de basketballers weer in teamverband trainen. ‘De timing is ongelukkig. Nederland gaat in lockdown en wij beginnen weer.' Beeld Jiri Buller / de Volkskrant", "Net puppy’s", "Donderdag was de eerste training, waarbij spelers elkaar weer mochten duwen, blocken en uit balans brengen. ‘Het waren net een stel puppy’s, die voor het eerst naar buiten mochten’, vertelt coach Jean-Marc Jaumin lachend. Zaterdagochtend heeft Jaumin een rustige training ingepland, na twee intensieve sessies op donderdag en vrijdag. Toch kan niet iedereen zich inhouden tijdens de vier tegen vier. Thomas van der Mars krijgt de bal aan de zijkant van de cirkel, zet twee tegenstanders van zich af en dunkt de bal met een flinke vaart in de basket.", "Den Bosch heeft een kleine vier weken om zich voor te bereiden op de herstart van de Nederlandse competitie, die gepland staat voor 16 januari. Dat lijkt aan de snelle kant voor spelers die twee maanden niet met contact mochten trainen, maar coach Jaumin is niet bang voor een golf aan blessures. ‘We hebben ondanks de beperkingen hard doorgetraind. Vorige maand speelde een aantal jongens wedstrijden voor hun land en behoorden mijn jongens tot de fitste spelers. Een teken dat we op de goede weg zijn.’", "Bij de herstart worden de resultaten van de eerste twee speelronden geschrapt. Verder is het speelschema ingekort. De twaalf ploegen treffen elkaar één keer en spelen daarna in twee poules van zes verder. Aan het eind van de competitie spelen de beste acht ploegen om het landskampioenschap in de play-offs.", "Recordhouder", "Den Bosch is met zestien landstitels recordhouder in Nederland, maar het laatste kampioenschap dateert alweer van vijf jaar geleden. ‘We willen zo lang mogelijk meestrijden in de play-offs’, vertelt Jaumin. In oktober trof zijn ploeg al de twee belangrijkste concurrenten voor het kampioenschap. In Zwolle werd gewonnen van regerend landskampioen Landstede Hammers en thuis werd verloren, met één punt verschil van Donar Groningen.", "Naast de strijd om de landstitel staat volgende maand ook de groepsfase van de Europacup op het programma. In een bubbel in Den Bosch nemen de Heroes het op tegen competitiegenoot Donar, Borisfen uit Wit-Rusland en Parma Perm uit Rusland. De eerste twee ploegen plaatsen zich voor de volgende ronde. Coach Jaumin is benieuwd naar de verschillen met de twee clubs uit Oost-Europa, die geen competitieonderbreking hebben gehad. ‘Zij zullen meer wedstrijdritme hebben. Dat kan de doorslag geven als het spannend wordt, maar wij spelen thuis.’", "In Den Bosch zijn ze niet bang dat het basketbal opnieuw wordt stilgelegd tijdens de coronapandemie. ‘Elk team zal te maken krijgen met besmettingen, maar met wekelijks testen moeten we grote uitbraken kunnen voorkomen’, zegt aanvoerder Stefan Wessels. Coach Jaumin sluit zich daarbij aan. ‘Als de overheid ons laat stoppen, moeten ze het betaald voetbal ook cancelen. Dat zie ik niet gebeuren.’"], "authors": ["David Van Meggelen"], "keywords": ["ik", "bezwaard", "van", "twee", "wij", "voor", "en", "een", "voel", "weer", "absoluut", "met", "topbasketbal", "op", "het", "niet", "dat", "mag"], "pubDate": "2020-12-20T16:54:04Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}