{"id": "6f191f5b-9380-3f6c-b4d4-4d273dea42ac", "title": "Vroeger vierden wij thuis geen Kerst. Om me daartegen af te zetten ben ik Kerst gaan verheerlijken", "url": "https://volkskrant.nl/columns-opinie/vroeger-vierden-wij-thuis-geen-kerst-om-me-daartegen-af-te-zetten-ben-ik-kerst-gaan-verheerlijken~ba71de67/", "summary": "December is begonnen, en dat betekent dat wij thuis elke dag een aflevering van de serie Kerst met Linus kijken.\nKerst met Linus telt in 24 afleveringen af tot Kerst, gaat over Noorse kinderen met mutsen en sjaals, en is een obsessie van mij.\nVroeger vierden wij thuis geen Kerst, en om me daartegen af te zetten ben ik Kerst gaan verheerlijken, vooral Kerst met Noorse kinderen met mutsen en sjaals.\nDeels omdat ze het gezellig vinden, vermoed ik, en deels omdat ze de druk voelen.\nDat is ook heel kerstig: dat je iets doet om je oude moeder te pleasen.", "paragraphs": ["December is begonnen, en dat betekent dat wij thuis elke dag een aflevering van de serie Kerst met Linus kijken. Kerst met Linus telt in 24 afleveringen af tot Kerst, gaat over Noorse kinderen met mutsen en sjaals, en is een obsessie van mij.", "Vroeger vierden wij thuis geen Kerst, en om me daartegen af te zetten ben ik Kerst gaan verheerlijken, vooral Kerst met Noorse kinderen met mutsen en sjaals.", "Het goeie is: de serie stamt uit 2006 en toch is hij volledig coronaproof. Eigenlijk speelt bijna alles zich buiten af, tussen kinderen met mutsen en sjaals, dus er dreigt weinig besmetting. Heel soms zitten de kinderen even binnen, maar dat is meestal in een tochtige schuur: weinig aerosolen. De ouders zien elkaar amper, want ze wonen kilometers bij elkaar uit de buurt en zijn druk met het bestieren van, bijvoorbeeld, een tankstation waar je ook kerstbomen en kleine worstjes kunt kopen.", "Als er ooit volwassenen samenscholen, is het wederom buiten of in die schuur. Er zit maar één enge scène in, en dat is als de hele kwetsbare doelgroep van het dorpje Svingen een bingoavond houdt, maar die personages zijn toevallig allemaal zo onuitstaanbaar dat de scène vrij goed te handelen is.", "Het wordt dus makkelijk om dit allemaal ontspannen aan te zien, en niet constant in de inmiddels bekende stuip te schieten waarbij je denkt dat fictieve personages uit 2006 misschien een virus uit de toekomst op elkaar aan het overdragen zijn.", "Ik twijfel weleens of mijn kinderen, nu 9 en 10, nog met mij naar Kerst met Linus kijken omdat ze het zelf ook leuk vinden, of dat ze dat puur voor mij doen. Ze merken natuurlijk wel aan mijn rode wangen en mijn felle kreetjes als de kalender op 1 december springt, dat ik heel blij ben dat we weer gaan kijken. Ik ben goed in het dwingend overbrengen van enthousiasme, dat weet ik van mezelf. Ik kan me ook voorstellen dat mijn zoon liever naar The Flash kijkt, een onbegrijpelijke serie waarin mensen steeds heen en weer reizen in de tijd, en mijn dochter liever naar Gossip Girl, een genderbevestigende serie waarin meisjes het er alsmaar over hebben of ze wel mooi genoeg zijn.", "En dan moet je met je moeder naar een jeugdserie van voor je geboortejaar kijken waarin mensen adventliederen zingen rond een kerstboom, een fort bouwen van sneeuw, of, toppunt van sensatie, stiekem alle kauwgomballen uit hun adventkalender opeten.", "Toch kijken ze. Deels omdat ze het gezellig vinden, vermoed ik, en deels omdat ze de druk voelen.", "Dat is ook heel kerstig: dat je iets doet om je oude moeder te pleasen."], "authors": ["Aaf Brandt Corstius"], "keywords": ["verheerlijken", "thuis", "van", "zetten", "wij", "het", "met", "ik", "een", "ze", "kerst", "vierden", "te", "om", "en", "vroeger", "dat", "je"], "pubDate": "2020-12-01T15:14:48+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}