{"id": "6f3ad9e8-55a3-3418-bc47-f0e5ece800f9", "title": "2020 was een heftig jaar. Dit zijn de zes beste tips om mentaal gezond 2021 in te gaan", "url": "https://www.dvhn.nl/economie/2020-was-een-heftig-jaar.-Dit-zijn-de-zes-beste-tips-om-mentaal-gezond-2021-in-te-gaan-26275556.html", "summary": "Herstellen van stress is dus extra belangrijk, vandaar deze zes tips om je mentaal op te laden.\nProbeer daarom afstand te nemen van je werk als je vrij bent door al die werkspullen op te bergen.\nHet doel van meditatie is niet het vinden van een antwoord, maar vooral het nemen van een pauze van het vliegensvlugge leven en de dingen die je bezighouden.\nMaar hoe doe je dat als je voor je vakantie, al dan niet door reisrestricties, toch op je eigen huis bent aangewezen?\nGoed eten, genoeg sporten, genoeg slaap, genoeg ontspanning én genoeg werken; het lijkt allemaal broodnodig voor een gezond lichaam en een gezonde geest.", "paragraphs": ["De donkere winterdagen zijn dit jaar extra donker. De crisis maakt van wat normaal gesproken een feestelijke periode is een uitdaging voor iedereen. Herstellen van stress is dus extra belangrijk, vandaar deze zes tips om je mentaal op te laden.", "Tip 1: Neem vrij, neem afstand", "Ons werk en de manieren waarop we werken zijn de afgelopen maanden flink veranderd. Omdat we meer thuis werken, zien we daar meer dingen die ons herinneren aan werk. Daardoor vervaagt de grens tussen werk en vrij tijd en kom je thuis minder tot rust. Probeer daarom afstand te nemen van je werk als je vrij bent door al die werkspullen op te bergen.", "De mentale ‘bagage’ van je werk opruimen is ook belangrijk. De beste manier om dat te doen, is het maken van lijstjes. Je schrijft op wat je gaat doen als je weer aan het werk gaat en zo zet je het tot die tijd letterlijk uit je hoofd.", "Tip 2: Wat werkt voor jou?", "Herstellen van stress is geen rocket science . Arbeidspsychologen herkennen zes ‘ingrediënten’ bij goed herstel van stress: afstand van werk, ontspanning, autonomie, iets nieuws leren, betekenisvolle dingen doen, en verbondenheid met mensen om je heen.", "Wat je ook graag doet in je vrij tijd: naar de sauna gaan, een wandeling in de natuur maken of bordspelletjes met vrienden of familie, het draagt bij aan een van deze psychologische behoeftes. Sommigen zijn makkelijker in te vullen met vrijetijdsactiviteiten dan anderen, maar de vraag is ook vooral: welke dingen zijn belangrijk voor jou en hoe pak jij ze het liefste aan?", "Tip 3: Relax", "Het antwoord op die vraag ligt bij jouzelf, maar hierover peinzen levert onderaan de streep misschien alleen maar meer stress op. Een tip is daarom om te mediteren in plaats van te reflecteren. Het doel van meditatie is niet het vinden van een antwoord, maar vooral het nemen van een pauze van het vliegensvlugge leven en de dingen die je bezighouden.", "Door die ruimte te maken, kom je tot rust en dan komen de inzichten vanzelf. Of niet, maar dat is niet erg, want even op adem komen doet je mentale gestel al goed.", "Tip 4: Samen sterker", "Mensen zijn in de kern sociale wezens, het zit in ons DNA. Door de crisis zijn we allemaal eenzamer geworden en de feestdagen zullen stiller zijn dan ooit, maar we staan er niet alleen voor. Dat je allemaal thuiswerkt betekent niet dat je geen digitale nieuwjaarsborrel kunt doen met alle collega’s.", "De tip is om sociaal te blijven en als je contact mist om hulp te durven vragen, want dat is nooit een teken van zwakte. En het geven van hulp helpt ook om te ontstressen. Je kunt als vrijwilliger videobellen met eenzame mensen of een extra portie kerstdiner te koken voor iemand in de buurt (kijk op www.nlvoorelkaar.nl, voor coronaproof vrijwilligerswerk).", "Tip 5: Vakantie naar balkonië of tuinesië", "De kunst van het vakantievieren zit ‘m niet in het zo ver en zo lang mogelijk weggaan van huis. Tijdens een vakantie laad je jezelf weer op, omdat je het werk en de alledaagse beslommeringen voor even achter je laat. Maar hoe doe je dat als je voor je vakantie, al dan niet door reisrestricties, toch op je eigen huis bent aangewezen?", "Door zo goed als mogelijk te doen alsof je wél weg bent van huis. Naar Parijs? Laat de Franse keuken thuisbezorgen, haal croissants voor ontbijt, luister naar Franse muziek terwijl je onder kaarslicht bordspelletjes speelt en boek een virtuele tour bij het Louvre. Vergeet ook niet jezelf een klusverbod op te leggen, geen werktelefoontjes te plegen en de post lekker bij de voordeur te laten liggen.", "Tip 6: Niks moet", "Je mentale gezondheid is belangrijk en aan tips en goede adviezen om eraan te werken is geen gebrek. Goed eten, genoeg sporten, genoeg slaap, genoeg ontspanning én genoeg werken; het lijkt allemaal broodnodig voor een gezond lichaam en een gezonde geest. Maar als het allemaal een ‘moetje’ wordt, werkt het weer averechts.", "Bovendien, er zijn al zat dingen in ons leven die we van onszelf moeten optimaliseren. Daarom de laatste tip: niks moet. Als je rustig met een paar adviezen die goed voelen aan de slag gaat en naar je eigen behoeftes blijft luisteren, dan gaat het ontstressen uiteindelijk vanzelf.", "", "", "Aan dit artikel werkte mee: Jessica de Bloom is arbeidspsycholoog en onderzoeker aan de Rijksuniversiteit Groningen. Ze onderzoekt onder andere de invloed van moderne werkomstandigheden op het welzijn van werknemers."], "authors": ["Coen Berkhout"], "keywords": ["werk", "van", "gezond", "tips", "het", "heftig", "op", "zes", "zijn", "gaan", "mentaal", "je", "om", "te", "jaar", "en", "een", "voor"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}