{"id": "6f3ba0d6-15dc-33b6-aef8-2e98b97926ba", "title": "Max Verstappen heeft geen zin in ’bitchfight’ met Charles Leclerc", "url": "https://www.telegraaf.nl/sport/134037128/max-verstappen-heeft-geen-zin-in-bitchfight-met-charles-leclerc", "summary": "Verstappen was daar de dupe van een kamikaze-actie van Charles Leclerc, die de uiteindelijke winnaar Sergio Pérez aantikte in bocht vier, waarna zowel Leclerc als Verstappen in de muur belandden.\nHij noemde de actie van Ferrari-coureur Leclerc ’dom’, maar heeft desgevraagd weinig zin om daar met de Monegask nog uitgebreid bij stil te staan.\nEn over zijn eigen seizoen: „Als coureur ben ik denk ik verder dan een jaar geleden, ook mentaal gezien.\nIk heb een paar goede races gehad, maar duidelijk ook een paar slechte.\nEr is nog geen duidelijkheid wat 2021 betreft.”Bekijk ook: Max Verstappen baalt van Leclerc en gunt Pérez zijn zege", "paragraphs": ["Verstappen was daar de dupe van een kamikaze-actie van Charles Leclerc, die de uiteindelijke winnaar Sergio Pérez aantikte in bocht vier, waarna zowel Leclerc als Verstappen in de muur belandden. „Heel ongelukkig, maar helaas gebeuren dat soort dingen soms in het racen”, stelt de Limburger over zijn vijfde uitvalbeurt van dit jaar.", "Hij noemde de actie van Ferrari-coureur Leclerc ’dom’, maar heeft desgevraagd weinig zin om daar met de Monegask nog uitgebreid bij stil te staan. „Daar ben ik totaal niet in geïnteresseerd. Ik wil gewoon nog één goede race rijden en dan naar huis. Aan een bitchfight hebben we niets. We zijn allebei uitgevallen en dat is wat het is.”", "De toekomst van teamgenoot Alexander Albon is nog steeds ongewis. Red Bull zegt de knoop over het stoeltje naast Verstappen pas na de race in Abu Dhabi door te hakken. „Max is duidelijk heel snel en getalenteerd”, zegt de Britse Thai over Verstappen.", "En over zijn eigen seizoen: „Als coureur ben ik denk ik verder dan een jaar geleden, ook mentaal gezien. Ik heb een paar goede races gehad, maar duidelijk ook een paar slechte. Natuurlijk was het niet zoals we op voorhand hadden gewild. Er is nog geen duidelijkheid wat 2021 betreft.”", "Bekijk ook: Max Verstappen baalt van Leclerc en gunt Pérez zijn zege"], "authors": ["Erik Van Haren"], "keywords": ["charles", "geen", "heeft", "van", "leclerc", "nog", "het", "met", "zin", "zijn", "ik", "een", "verstappen", "en", "ook", "max", "bitchfight"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}