{"id": "6f45c700-432b-3e7a-8d23-50288ccdab0f", "title": "Met mijn collega’s in een chatkanaal, ik wíl het niet", "url": "https://volkskrant.nl/columns-opinie/met-mijn-collega-s-in-een-chatkanaal-ik-wil-het-niet~b61f6b80/", "summary": "Deze week wil Emma Curvers niet, nee echt niet, met haar collega’s in een chatkanaal.\nIk ga nu iets zeggen wat hier op het werk nogal gevoelig ligt: ik heb me sinds maart al niet meer geconcentreerd.\nZijn ze aan het werk, lopen ze met de hond, solliciteren ze stiekem naar een nieuwe baan waarbij ze geen chatkanaal hoeven te gebruiken?\nAnders gooi ik intussen even in een webshop wat serums in het mandje... hé, op WhatsApp deelt een collega een geinig filmpje.\nIk durf best de eerste collega te zijn die het zegt: ik wíl niet met mijn collega’s in een chatkanaal.", "paragraphs": ["Niet alle moderne verschijnselen hoeven we goed te keuren. Er zijn zaken waar we ons tegen kunnen, nee móéten verzetten. Deze week wil Emma Curvers niet, nee echt niet, met haar collega’s in een chatkanaal.", "Ik ga nu iets zeggen wat hier op het werk nogal gevoelig ligt: ik heb me sinds maart al niet meer geconcentreerd. De dalende lijn is al eerder ingezet, een jaar of acht geleden. Er kwamen jongens op mijn toenmalige werk die wilden dat we agile gingen werken, ze droegen niet zelden een Fitbit, en ze probeerden alles wat we deden efficiënter te maken. De jongens zeiden dat we elkaar te veel mailden, en als we nou allemaal op Slack gingen, dan hoefden we ook niet meer naar elkaar toe te lopen. Heb je een vraag, dan stel je die op Slack en zit ergens een collega live klaar voor je met het antwoord. Ideaal!", "Ik pruttelde wat, ik waarschuwde dat ze zo nooit meer het stappendoel dat dat horloge dicteerde zouden halen, dat ze spataderen zouden krijgen, maar de jongens bleken dan toch mijn meerderen te zijn, en verzet kwam op enig moment neer op werkweigering.", "Ik vertrok bij dat kantoor en ontkwam zo ook aan Slack, hoopte ik, maar dit jaar moest ik toch weer aan het telewerken. Nu wil ik niet onsportief zijn in een wereldwijde noodsituatie, dus goed, ik stretch alle tien mijn vingers en open Slack, naast de tabbladen van mijn twee inboxen, Twitter, Facebook, Instagram en WhatsApp – ook voor werk, uiteraard.", "Ik wil niet klinken als een botte lul, dus ik zeg eerst goedemorgen in het kanaal, ping, ping, ping, de collega’s zeggen wat terug, en dán stel ik pas mijn vraag. Wat doet de rest? Zijn ze aan het werk, lopen ze met de hond, solliciteren ze stiekem naar een nieuwe baan waarbij ze geen chatkanaal hoeven te gebruiken? Je wéét het niet.", "Anders gooi ik intussen even in een webshop wat serums in het mandje... hé, op WhatsApp deelt een collega een geinig filmpje. Ik klik het aan, woeps, daar plopt een rood bolletje in het Slack-tabblad: iemand reageert met een gifje van Harry Potter die zijn schouders ophaalt. Na lang twijfelen kies ik een reactiegifje: Elmo in het vagevuur – ha, het is pas 10 uur, motherfuckers, en wat zijn wij al ontzettend lékker aan het communiceren met zijn allen.", "Wat ging ik ook weer... o ja, stukje schrijven. Wat was mijn punt nou toch? Het schijnt dat een mens 25 minuten nodig heeft om zich weer te kunnen concentreren nadat-ie uit – hééé, een rood bolletje! Ik zie een rood bolletje in een kanaal dat ALARMKANAAL heet?! O, niet voor mij, een of ander technisch verhaal. In sommige kanalen is volgens mij niemand verantwoordelijk. Als iemand iets vraagt, is het alsof-ie midden op de weg zijn boodschappen laat vallen, en iedereen verwacht dat een ander te hulp schiet. Je zou bijna verlangen naar een manier om collega’s gericht te bereiken, waarbij zij zelf de baas zijn over het moment dat ze antwoorden. Zoals e-mail.", "In drukbevolkte kanalen heb ik sowieso last van chatschaamte, elk bericht dat je stuurt is immers een tikkende clusterbom op de concentratie van honderden mensen. Toch vuren sommige mensen hele slacksalvo’s af, want wie actief is in het kanaal, is in elk geval aantoonbaar ontzettend erg aan het werk.", "Ik ook, ik wérk: mijn bolletje staat op groen. Actief. Ik ben er, zegt mijn bolletje, ik ben deel van dit grote, welwillende geheel, dit eindeloze gesprek tussen dertig, vijfhonderd, en in het ‘ALARMKANAAL’ zelfs 1.741 mensen, waarin iedereen kan antwoorden wanneer-ie maar wil, of niet natuurlijk. Omdat de drempel om berichten te sturen veel te laag is en alles zich in realtime ontvouwt, dwingen we elkaar voortdurend in een soort werk-waakstand.", "De ongedwongenheid van een chatkanaal is zo verleidelijk, maar tegenover die ongedwongenheid staat dwangmatigheid: elke drie tellen check ik of mij een bericht boven het hoofd hangt. Ik durf best de eerste collega te zijn die het zegt: ik wíl niet met mijn collega’s in een chatkanaal. Mocht ik de bazen nog moeten overhalen: ik heb twee weken over dit stukje gedaan."], "authors": ["Emma Curvers"], "keywords": ["collegas", "het", "op", "met", "zijn", "ik", "chatkanaal", "niet", "mijn", "een", "te", "en", "dat", "wíl", "ze"], "pubDate": "2020-11-26T15:00:31+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}