{"id": "6f543b4d-3014-3835-8ff0-338cd6328e1b", "title": "'Robbie Williams heeft grootse plannen voor nieuw duet met Kylie Minogue'", "url": "https://www.nu.nl/muziek/6101289/robbie-williams-heeft-grootse-plannen-voor-nieuw-duet-met-kylie-minogue.html", "summary": "Robbie Williams heeft, na de eerste samenwerking Kids uit 2000, weer een duet opgenomen met Kylie Minogue.\nDe Britse zanger heeft volgens Daily Star grootse plannen met het nummer, dat hij als single wil uitbrengen.\n\"Ik heb een nummer opgenomen met Kylie Minogue.\nVolgens een bron van Daily Star wil Williams het nummer uitbrengen als single, maar wil hij de release nog uitstellen vanwege de coronapandemie.\nWilliams en Minogue scoorden in 2000 een internationale hit met het nummer Kids.", "paragraphs": ["Robbie Williams heeft, na de eerste samenwerking Kids uit 2000, weer een duet opgenomen met Kylie Minogue. De Britse zanger heeft volgens Daily Star grootse plannen met het nummer, dat hij als single wil uitbrengen.", "\"Ik heb een nummer opgenomen met Kylie Minogue. Ik heb daar grootse plannen mee als ze er zin in heeft\", laat de zanger weten. De twee artiesten zouden het lied al af hebben, maar nog niet hebben nagedacht over een releasestrategie.", "Volgens een bron van Daily Star wil Williams het nummer uitbrengen als single, maar wil hij de release nog uitstellen vanwege de coronapandemie. De teams van de voormalig Take That-zanger en de Australische popster moeten nog met elkaar aan tafel om de details door te spreken.", "Williams en Minogue scoorden in 2000 een internationale hit met het nummer Kids. In het Verenigd Koninkrijk kwam het lied tot een tweede plaats in de hitlijsten. In de Nederlandse top 40 bleef het steken op plaats elf.", "Het recentste studioalbum van Williams werd in 2016 uitgebracht. Minogue kwam eind vorig jaar nog met de nieuwe plaat Disco. Onlangs nam ze het nummer Real Groove opnieuw op, samen met Dua Lipa."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["kylie", "van", "plannen", "nog", "voor", "met", "heeft", "een", "minogue", "grootse", "nieuw", "wil", "het", "williams", "nummer", "robbie"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}