{"id": "6f5e4d80-1661-37f6-8b5e-a7b407a5ae1a", "title": "Slapend geld verdienen op internet: zo doen deze drie zzp’ers het", "url": "https://volkskrant.nl/werken/slapend-geld-verdienen-op-internet-zo-doen-deze-drie-zzp-ers-het~b901b364/", "summary": "Drie ondernemers die een deel van hun inkomen op deze manier verdienen, vertellen hoe ze het hebben aangepakt.\nDe foto’s plaatst ze op een Amerikaanse website waar consumenten posters kunnen kopen.\nRaisa Zwart Beeld Raisa Zwart Photography‘Omdat ik mijn foto’s verkoop via Amerikaans webshops, verdien ik letterlijk geld als ik slaap.\nDe platformen doen de marketing, de productie en het contact met de klant.\nLenneke Manschot Beeld Anouk Boonstra‘Afgelopen zomer deelde ik op Instagram dat ik een Dyson-ventilator had gekocht.", "paragraphs": ["Passief geld verdienen: hoe passief is het echt? Beeld Matteo Bal", "Wie in loondienst is, verdient geld door tijd in te leveren. Zzp’ers werken meestal volgens hetzelfde principe: uurtje-factuurtje. Prima, tot al je uren op zijn, je je prijzen al hebt verhoogd en je omzet nauwelijks nog kan stijgen. Bovendien betekent het voor freelancers dat ze geen inkomsten hebben als ze ziek zijn of vakantie nemen.", "Dat moet anders kunnen, dacht de Amerikaanse ondernemer Timothy Ferriss. Hij wilde een passief inkomen dat binnenkomt zonder dat daar meteen inspanning tegenover staat. Zijn boek hierover, Een werkweek van 4 uur (2007), werd wereldwijd meer dan twee miljoen keer verkocht. Inmiddels leert hij andere ondernemers hoe ze met minder werken meer geld kunnen verdienen.", "Maar is een passief inkomen echt passief? Drie ondernemers die een deel van hun inkomen op deze manier verdienen, vertellen hoe ze het hebben aangepakt.", "Raisa Zwart (28) is bruidsfotograaf. Daarnaast verdient ze passief inkomen met haar vakantiefoto’s. De foto’s plaatst ze op een Amerikaanse website waar consumenten posters kunnen kopen. De posters worden pas afgedrukt als er een bestelling is. Elke verkochte foto levert Zwart tussen de 3 en 40 dollar op aan royalty’s.", "Raisa Zwart Beeld Raisa Zwart Photography", "‘Omdat ik mijn foto’s verkoop via Amerikaans webshops, verdien ik letterlijk geld als ik slaap. Ik verkoop mijn foto’s op zeven platformen en verdien er zo’n 2.000 tot 3.000 euro bruto per maand mee – ongeveer eenvierde van mijn totale omzet per maand. Daarvoor hoef ik alleen foto’s te uploaden en de prijzen te bepalen. De platformen doen de marketing, de productie en het contact met de klant.", "‘In het begin was ik twee à drie uur per week bezig met uploaden en analyseren welke beelden goed verkopen. Nu het loopt, ben ik er maar twee uurtjes per maand zoet mee.", "‘Ik vind het prettig dat mijn werk niet alleen bestaat uit tijd ruilen voor geld. Ook hoefde ik me geen zorgen te maken over geld toen ik dit jaar door corona minder werk had als bruidsfotograaf.", "‘Alleen passief verdienen is niet mijn droom. Dan zou ik tijdens mijn werk geen contact met mensen hebben. Juist de combinatie van actief en passief inkomen geeft voldoening én laat mijn omzet sneller stijgen. Bovendien is het bijzonder dat mijn werk over de hele wereld bij mensen thuis hangt.’", "Lenneke Manschot (29), freelance copywriter en blogger, verdient passief geld met affiliate links. Dat werkt zo: op haar blog en Instagramaccount plaatst ze verwijzingen naar webshops. Als consumenten producten kopen via haar link, krijgt zij een percentage van het verkoopbedrag. Consumenten betalen niet extra.", "Lenneke Manschot Beeld Anouk Boonstra", "‘Afgelopen zomer deelde ik op Instagram dat ik een Dyson-ventilator had gekocht. Doordat ik er een linkje naar Coolblue bij plaatste, heb ik er 50 euro aan verdiend.", "‘Het is niet nodig veel volgers te hebben om op deze manier geld te verdienen. Ik heb nog geen 3.000 volgers op Instagram en ook niet gigantisch veel bezoekers op mijn blog. Je kunt je bij veel webshops gewoon aanmelden voor hun affiliate-programma als je een website hebt. Het belangrijkste is dat je achterban trouw is, en mijn volgers zijn geïnteresseerd in alles wat ik doe en koop. Mensen sturen me zelfs berichtjes als ze op het punt staan iets te kopen – een MacBook bijvoorbeeld – met de vraag of ik een linkje voor ze heb. Ze hebben daar zelf niets aan, maar ze gunnen het mij.", "‘Ik doe dit niet alleen met spullen, maar ook met online-cursussen van ondernemers. Die volg ik dan eerst zelf, anders schrijf ik er niet over. Mijn tip is om het altijd persoonlijk te maken. Bijvoorbeeld: nu heb ik een interview met de Volkskrant, daar kan ik dan over bloggen en vervolgens verwijzen naar een cursus over hoe je in de media komt. Zo komt het heel natuurlijk over.", "‘Het lijkt me heerlijk over vijf jaar helemaal te leven van passief inkomen. De komende tijd wordt in ieder geval lucratief: vlak voor de feestdagen kopen mijn bezoekers altijd veel cadeaus via mijn links.’", "Suzanne van Duijn (32) heeft een pr-bureau, Snappr, en helpt met haar bedrijf Vrije Meid ondernemers te werken als digital nomads: waar en wanneer ze willen, zonder gebonden te zijn aan kantoortijden en een werkplek. Van Duijn investeerde veel tijd in het maken van online-cursussen en verdient daar nu passief inkomen mee: maandelijks verkoopt ze tientallen online-cursussen voor 200 euro per stuk. Een kwart van haar omzet is passief.", "Suzanne van Duijn Beeld Elke Smit Fotografie", "‘Naast mijn werk als freelance pr-adviseur organiseerde ik in 2017 een pr-workshop. De eerste twee keer was dat meteen uitverkocht. Maar de derde keer had ik weinig aanmeldingen, omdat veel mensen niet konden die dag. Daardoor wilde ik een manier verzinnen om de workshop online te geven, zodat iedereen hem in zijn of haar eigen tijd kon volgen.", "‘Mijn compagnon en ik werkten er drie maanden lang één dag per week aan. Daarna dachten we: nu kunnen we achteroverleunen. Maar je hebt wel een marketingstrategie nodig. Mensen moeten weten dat de cursus bestaat en ze moeten jou vertrouwen als expert, anders geven ze er geen 200 euro aan uit.", "‘Met mijn bedrijf Vrije Meid heb ik deze zomer een online-cursus over locatie-onafhankelijk werken gelanceerd; werken waar en wanneer je wilt. Het maken van de cursus ging een stuk sneller dan de pr-cursus. Ook omdat ik al jaren blog over het combineren van werken en reizen. En begin dit jaar schreef ik een boek over het onderwerp: Work hard, travel harder.", "‘De komende tijd wil ik vervolgcursussen maken. Er zijn nog steeds mensen die mijn hulp willen maar die ik nu niet kan helpen, omdat ik maar veertig uur in een week heb. Dat is opnieuw een reden om tijd te investeren in het maken van een cursus die daarna oneindig verkocht kan worden.’"], "authors": ["Yasmine Esser"], "keywords": ["van", "geld", "een", "het", "zzpers", "en", "verdienen", "zo", "mijn", "doen", "drie", "ik", "ze", "slapend", "te", "op", "passief", "internet"], "pubDate": "2020-11-18T16:26:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}