{"id": "6f5f6739-6767-3806-919b-e30151d889b3", "title": "Dansende robots doen dat niet op eigen houtje", "url": "https://nrc.nl/nieuws/2021/01/08/dansende-robots-doen-dat-niet-op-eigen-houtje-a4026804", "summary": "Eerst komt Atlas in beeld, een robot met armen, benen en een lijf, net een mens.\nHij lijkt te reageren op de gesproken tekst aan het begin van het nummer, en begint dan volkomen menselijk met zijn hele lichaam te dansen.\nDan verschijnt een tweede Atlas, en wordt het een duet.\nChoreograaf Monica Thomas koos het als knipoog naar de haat-liefdereacties die de robots van Boston Dynamics opwekken.\nDat wantrouwen komt wellicht doordat deze robots deels in opdracht van het Amerikaanse leger ontwikkeld zijn.", "paragraphs": ["You didn’t even want me around / And now I’m back / To let you know / I can really shake ’em down", "De nieuwste video van robotmaker Boston Dynamics is in een week tijd meer dan 24 miljoen keer bekeken. Vier robots dansen er samen op het nummer Do you love me van The Contours. Er is een hele choreografie. Eerst komt Atlas in beeld, een robot met armen, benen en een lijf, net een mens. Hij lijkt te reageren op de gesproken tekst aan het begin van het nummer, en begint dan volkomen menselijk met zijn hele lichaam te dansen. Dan verschijnt een tweede Atlas, en wordt het een duet. Het nummer duurt drie minuten, ook hondachtige robot Spot en de grote Pino-achtige robot Handle doen mee.", "Dat ze in deze pr-video dansen op Do you love me is niet toevallig. Choreograaf Monica Thomas koos het als knipoog naar de haat-liefdereacties die de robots van Boston Dynamics opwekken. Een eerdere video toonde hoe Atlas een parcours aflegt, inclusief salto’s en klimmen. In een andere doet Spot een deur open, terwijl een mens hem uit evenwicht probeert te brengen en aan zijn ‘staart’ trekt. Fantastisch om te zien – dat robots dit kunnen! – maar tegelijkertijd angstaanjagend – robots nemen straks de aarde over! – is zo ongeveer de teneur van de vele reacties onder de video’s.", "Dat wantrouwen komt wellicht doordat deze robots deels in opdracht van het Amerikaanse leger ontwikkeld zijn. En afgelopen voorjaar werd Spot ingezet in Singapore om groepjes mensen in parken te herinneren aan het houden van anderhalve meter afstand – daar was niet iedereen van gediend.", "Maar hoe ‘menselijk’ ze ook bewegen, de robots zijn nog verre van autonoom. Het duurde maanden om de robots deze dans te leren, vertelde Aaron Saunders, adjunct-hoofd engineering bij Boston Dynamics deze week aan techniekwebsite IEEE Spectrum. De dans is nog net niet handgecodeerd, maar alle losse bewegingen zijn wel apart ontwikkeld. De hardware van vooral Atlas moest ervoor aangepast worden, de snelheid en kracht die bij het dansen komen kijken waren nieuw. „Er zal vast een dag komen dat het wel zo is, maar Atlas heeft nu geen zelflerende componenten. Voor deze dans maakt Atlas gebruik van wat we ‘reflexieve controle’ noemen, een combinatie van reageren op krachten, trajectoptimalisatie en voorspellend sturen.” De dans ontwikkelden ze vooral voor „fun”. Ze leerden er ook van, maar als de clubs weer open gaan, zal Atlas de dansvloer niet overnemen.", "Iedere week bespreekt de redactie wetenschap hier ophef in de wetenschap", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 9 januari 2021"], "authors": ["Laura Wismans", "Leestijd Minuut"], "keywords": ["zijn", "van", "het", "deze", "en", "eigen", "een", "houtje", "atlas", "ze", "doen", "op", "te", "dansende", "robots", "niet", "dat"], "pubDate": "2021-01-08T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}