{"id": "6f60e91b-6a47-36b3-b716-2dbffb50b7d1", "title": "Ajax knokt zich tegen PSV terug na snelle achterstand in enerverende topper", "url": "https://nos.nl/artikel/2363830-ajax-knokt-zich-tegen-psv-terug-na-snelle-achterstand-in-enerverende-topper.html", "summary": "Ajax en PSV hebben in een buitengewoon interessante topper gelijkgespeeld: 2-2.\nDoor het gelijkspel blijft Ajax koploper, op een punt gevolgd door PSV.\nBeide ploegen staan nu twee punten achter op Ajax.\nDe Israëliër keerde terug van een blessure en startte mede vanwege de afwezigheid van de niet fitte Mario Götze.\nMaar ook zonder hun aanwezigheid was het een spetterende clash, vanaf het eerste fluitsignaal.", "paragraphs": ["Ajax en PSV hebben in een buitengewoon interessante topper gelijkgespeeld: 2-2. Hoewel de Eindhovenaren een 0-2 voorsprong weggaven, zal de Amsterdamse thuisploeg gezien het beeld van de hele wedstrijd het gevoel hebben dat het zichzelf niet heeft beloond.", "Door het gelijkspel blijft Ajax koploper, op een punt gevolgd door PSV. Feyenoord en Vitesse, die dit weekend wel wonnen, omarmen het resultaat in Amsterdam. Beide ploegen staan nu twee punten achter op Ajax.", "Voor PSV was de tandem Eran Zahavi-Donyell Malen zondag goud waard. Beide Eindhovense goals van Zahavi vielen na een goede combinatie tussen de aanvallers. De Israëliër keerde terug van een blessure en startte mede vanwege de afwezigheid van de niet fitte Mario Götze. Bij Ajax begon de kersverse aankoop Sébastien Haller op de bank.", "Messcherpe start van PSV", "Ajax-PSV was niet alleen een rechtstreeks gevecht om de koppositie, maar ook de eerste topper van dit eredivisieseizoen. Bewust gepland in januari, in de hoop dat fans aanwezig konden zijn. Maar ook zonder hun aanwezigheid was het een spetterende clash, vanaf het eerste fluitsignaal.", "Al binnen twee minuten leidde PSV in de Johan Cruijff Arena. Verdediger Olivier Boscagli vond met een pass door de as Malen en de Oranje-international toonde zijn klasse door de bal technisch vaardig met de hak door te spelen op Zahavi, die oog in oog met Ajax-doelman André Onana scoorde: 0-1."], "authors": [], "keywords": ["door", "van", "snelle", "ajax", "knokt", "en", "een", "met", "psv", "tegen", "enerverende", "topper", "op", "het", "zich", "niet", "achterstand", "terug"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}