{"id": "6f62b3fd-76d9-3263-81a7-2daad6c9dba2", "title": "Oud-fractieleiders FVD zien af van rechtszaak over Baudet-referendum", "url": "https://nu.nl/politiek/6094862/oud-fractieleiders-fvd-zien-af-van-rechtszaak-over-baudet-referendum.html", "summary": "De voormalige fractieleiders van Forum voor Democratie in Overijssel en Utrecht, Johan Almekinders en Wouter Weijers, en ex-kandidaat Kamerlid Jan-Cees Vogelaar zien af van een rechtszaak tegen de partij vanwege de ledenraadpleging over de toekomst van Thierry Baudet bij de partij.\nEen rechtszaak met een lege huls als inzet heeft geen zin.\"\nEind vorige maand splitsten vier van de vijf Statenleden van FVD in Overijssel zich van de partij af.\nOud-fractieleiders steunen wel andere rechtszaak tegen bestuurHet trio steunt wel een rechtszaak die FVD-lid Floor Drost aanspande tegen het bestuur.\nDe ledenraadpleging van donderdag volgde op twee weken van een ongekende chaos binnen de partij en een leegloop van prominente FVD'ers.", "paragraphs": ["De voormalige fractieleiders van Forum voor Democratie in Overijssel en Utrecht, Johan Almekinders en Wouter Weijers, en ex-kandidaat Kamerlid Jan-Cees Vogelaar zien af van een rechtszaak tegen de partij vanwege de ledenraadpleging over de toekomst van Thierry Baudet bij de partij. Het trio laat zaterdagavond in een verklaring weten dat \"het geen zin heeft\".", "\"Met het houden van een zogenaamd bindend referendum heeft zich gisteren binnen FVD een politiek feit voltrokken: de partij is een lege huls geworden. Een rechtszaak met een lege huls als inzet heeft geen zin.\"", "Het drietal kondigde vrijdag de rechtszaak aan toen het referendum al bezig was. Een betrouwbaar referendum zou volgens hen onmogelijk zijn, omdat de ledenadministratie van de partij niet op orde was. Ook was er geen onafhankelijk toezicht door een notaris.", "Almekinders liet toen aan NU.nl weten dat hij wil dat de uitslag van het referendum nietig wordt verklaard. Op dat moment was nog niet duidelijk dat Baudet die raadpleging met drie kwart van de stemmen zou winnen.", "De omstreden digitale ledenraadpleging over het partijleiderschap begon donderdagavond om 18.00 uur en sloot 24 uur later. Ruim 37.000 van de meer dan 45.000 leden leden brachten hun stem uit.", "De Overijsselse politicus werd afgelopen donderdag uit de partij gezet. Eind vorige maand splitsten vier van de vijf Statenleden van FVD in Overijssel zich van de partij af. Almekinders was een van hen.", "Oud-fractieleiders steunen wel andere rechtszaak tegen bestuur", "Het trio steunt wel een rechtszaak die FVD-lid Floor Drost aanspande tegen het bestuur. \"Binnen FVD zijn er kritische leden die er nog altijd belang aan hechten dat het bestuur verantwoording aflegt\", schrijven ze in de verklaring.", "De ledenraadpleging van donderdag volgde op twee weken van een ongekende chaos binnen de partij en een leegloop van prominente FVD'ers. Die chaos ontstond nadat jongerentak JFVD na berichtgeving van Het Parool in opspraak was gekomen vanwege nazistische, antisemitische en homofobe uitlatingen in appgroepen.", "De JFVD-leden werden niet aangepakt, een enkeling maakte binnen de partij zelfs promotie. Partijleden die hun zorgen uitten, werden uit de partij gezet."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["van", "af", "binnen", "fvd", "baudetreferendum", "referendum", "het", "zien", "rechtszaak", "oudfractieleiders", "die", "een", "en", "dat", "partij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}