{"id": "6f6efebf-ab70-321f-b038-66d1c3b2bf85", "title": "Werkgevers: mensen met zwaar beroep eerder pensioen", "url": "https://nos.nl/artikel/2275124-werkgevers-mensen-met-zwaar-beroep-eerder-aow.html", "summary": "Mensen met zware beroepen als metaalarbeiders, verpleegkundigen, bouwvakkers en vrachtwagenchauffeurs moeten recht krijgen op vervroegd, volledig pensioen.\nHij en zijn collega's De Boer (VNO-NCW) en Calon (LTO Nederland) vinden wel dat het kabinet geld voor de maatregel moet uittrekken.\nOostenrijks systeemDe werkgevers zeggen dat ze bereid zijn tot het opstellen van een lijst met zware beroepen, die eerder pensioen zouden kunnen krijgen dan andere beroepen.\n\"De standaardreactie van het kabinet zal dan wel weer zijn dat ze het moeilijk vinden.\nDe werkgevers vinden verder dat de overheid moet stoppen met het innen van AOW-premies bij mensen met zware beroepen als die eerder zijn gestopt.", "paragraphs": ["Mensen met zware beroepen als metaalarbeiders, verpleegkundigen, bouwvakkers en vrachtwagenchauffeurs moeten recht krijgen op vervroegd, volledig pensioen. Dat voorstel doen drie werkgeversorganisaties in De Telegraaf.", "Voorzitter Vonhof van MKB-Nederland spreekt van een handreiking aan de vakbonden om de pensioenonderhandelingen vlot te trekken. Hij en zijn collega's De Boer (VNO-NCW) en Calon (LTO Nederland) vinden wel dat het kabinet geld voor de maatregel moet uittrekken.", "Oostenrijks systeem", "De werkgevers zeggen dat ze bereid zijn tot het opstellen van een lijst met zware beroepen, die eerder pensioen zouden kunnen krijgen dan andere beroepen. Ze wijzen naar Oostenrijk, waar zo'n lijst (.pdf) ook bestaat.", "\"Het systeem werkt daar\", zegt De Boer in de krant. \"De standaardreactie van het kabinet zal dan wel weer zijn dat ze het moeilijk vinden. Maar dan kunnen de vakbonden en wij zeggen: schei uit man, in Oostenrijk kan het ook.\"", "De werkgevers vinden verder dat de overheid moet stoppen met het innen van AOW-premies bij mensen met zware beroepen als die eerder zijn gestopt. \"Dat scheelt die mensen netto een paar honderd euro per maand\", zegt De Boer."], "authors": ["Wouter Koolmees", "Minister Van Sociale Zaken En Werkgelegenheid"], "keywords": ["dat", "beroep", "zwaar", "zijn", "van", "eerder", "vinden", "pensioen", "het", "ze", "beroepen", "en", "zware", "werkgevers", "met", "mensen"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}