{"id": "6f74e425-6a8e-3bb1-b07c-f33dad8257a5", "title": "BoE signaleert grotere coronaklap voor Britse economie", "url": "https://www.telegraaf.nl/financieel/1452182887/bo-e-signaleert-grotere-coronaklap-voor-britse-economie", "summary": "De BoE gaat er daarom nu ook vanuit dat het eerste kwartaal van het nieuwe jaar de groei weer onder druk komt te staan.\nDe BoE verwacht dat het herstel alsnog komt, alleen wat lager.\nDe BoE heeft een opkoopprogramma, dat werd vorige maand met £150 miljard opgehoogd tot een totaalbedrag van £895 miljard.\nWel staat de bank klaar om meer steun de economie in te pompen als dat nodig is.\nAls een harde Brexit voor het einde van het jaar vermeden wordt, hoeft de BoE het opkooprogramma waarschijnlijk niet te verhogen.", "paragraphs": ["Dat maakte de Britse centrale bank donderdagmiddag bekend, na het slot van de rentevergadering. De rente werd gehandhaafd op 0,1%.", "In oktober groeide het Britse bruto binnenlands product (bpp) met 0,4%. Het bbp kwam daarmee 8% lager uit dan in het vierde kwartaal van 2019. Even leek de economische activiteit sterker dan verwacht aan te trekken. Maar nieuwe coronarestricties zijn strenger dan waar de Bank of England (BoE) in november rekening mee hield. De BoE gaat er daarom nu ook vanuit dat het eerste kwartaal van het nieuwe jaar de groei weer onder druk komt te staan.", "De economische situatie is niet alleen maar kommer en kwel. De BoE verwacht dat het herstel alsnog komt, alleen wat lager. Voorwaarde is wel dat het vaccinatieprogramma succesvol verloopt.", "De centrale bank handhaaft de coronasteun. De BoE heeft een opkoopprogramma, dat werd vorige maand met £150 miljard opgehoogd tot een totaalbedrag van £895 miljard. Wel staat de bank klaar om meer steun de economie in te pompen als dat nodig is.", "Analisten van ING omschreven het resultaat van de rentevergadering als een’wait and see’-aanpak. Als een harde Brexit voor het einde van het jaar vermeden wordt, hoeft de BoE het opkooprogramma waarschijnlijk niet te verhogen. Maar vertrekken de Britten zonder akkoord uit de EU, dan zal de centrasle bank meer obligaties opkopen. Dat heeft de voorkeur boven een renteverlaging, schat ING in."], "authors": ["Dorinde Meuzelaar"], "keywords": ["van", "signaleert", "dat", "dan", "een", "britse", "maar", "grotere", "boe", "te", "coronaklap", "voor", "economie", "als", "het", "bank"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}