{"id": "6f82e8e5-b52f-352d-b25d-aaa4079b255f", "title": "De wraak van Diponegoro: tegenpolen in Nederlands-Indië", "url": "https://www.parool.nl/kunst-media/de-wraak-van-diponegoro-tegenpolen-in-nederlands-indie~be3a8dab/", "summary": "Beeld De Agostini via Getty ImagesEr loopt, concludeert Martin ­Bossenbroek aan het eind van zijn De wraak van Diponegoro, een ‘rechte lijn’ van Multatuli’s Max Havelaar via de ‘ethische politiek’ naar de ‘politionele acties’.\nHet is een imposante verbeelding van koloniale macht: de gevangenneming op Java van prins Diponegoro door luitenant-generaal Hendrik de Cock in 1830.\nBossenbroek maakt die twee tegenpolen tot de hoofdpersonen in het eerste deel van zijn boek over het einde van Nederlands-Indië.\nJe kunt die prins beschouwen als een voorvechter van de privileges van de Javaanse adel, die onder het Franse en Engelse regime over Nederlands-Indië drastisch zijn beknot.\nAnders dan gebruikelijk, ook onder Nederlandse critici van het kolonialisme, vertelt Bossenbroek deze geschiedenis nu eens van twee kanten.", "paragraphs": ["Portret van de Javaanse prins Diponegoro. Deze steendruk uit 1835 is in bezit van het Tropenmuseum. Beeld De Agostini via Getty Images", "Er loopt, concludeert Martin ­Bossenbroek aan het eind van zijn De wraak van Diponegoro, een ‘rechte lijn’ van Multatuli’s Max Havelaar via de ‘ethische politiek’ naar de ‘politionele acties’. Een lijn van paternalisme, die zich volgens hem ook vandaag nog laat gelden wanneer Nederlandse antikoloniale activisten Indonesiërs voorhouden dat zij zich niet ‘trots’ dienen te voelen over de triomfantelijke afloop van hun dekolonisatie, maar ‘tot op het bot ­vernederd, onherstelbaar gekwetst en tot in de derde generatie getraumatiseerd’. Ja, wij weten dus nog altijd beter dan de Indonesiërs zelf wat goed voor hen is.", "Kent u het grote doek van Nicolaas Pieneman, dat het Rijksmuseum bezit? Het is een imposante verbeelding van koloniale macht: de gevangenneming op Java van prins Diponegoro door luitenant-generaal Hendrik de Cock in 1830. Bossenbroek maakt die twee tegenpolen tot de hoofdpersonen in het eerste deel van zijn boek over het einde van Nederlands-Indië.", "Voorvechter", "Die methode, het geschiedverhaal verteld aan de hand van de gelijktijdige, onafhankelijk van elkaar beschreven lotgevallen van hoofdfiguren, paste hij al toe in zijn De Boerenoorlog. Door dat procedé, waardoor de lezer in de ban raakt van hun levensloop, houdt de schrijver de aandacht vast – al heeft hij door de lange duur en de gecompliceerdheid van zijn verhaal meer personages nodig. Het komt De wraak van Diponegoro ten goede.", "Bossenbroeks uitgangspunt is de Java-oorlog (1825-1830), eindigend met die arrestatie van Diponegoro. Je kunt die prins beschouwen als een voorvechter van de privileges van de Javaanse adel, die onder het Franse en Engelse regime over Nederlands-Indië drastisch zijn beknot. Zijn strijd voor herstel van de oude ­glorie van Java en zijn erkenning als hoofd van de islam op het eiland vindt echter zoveel weerklank bij de bevolking dat het een ware volksopstand wordt, waarvan de Hollanders de ­diepgang en draagwijdte niet beseffen.", "Diponegoro ontpopt zich als een ontsnappingskunstenaar, die telkens aan de troepen van De Kock weet te ontglippen. Als hij zich tenslotte voor vredesonderhandelingen meldt, sluit De Kock hem op: het legendarische ‘verraad van Diponegoro’.", "Honderd jaar later, bij de opkomst van Soekarno, een der twee hoofdpersonen in het tweede deel van het 800 pagina’s tellende boek, dringen diens aantrekkingskracht en populariteit onder zijn land­genoten evenmin tot Nederland door. Hij geldt voor Nederlanders als een vulgaire demagoog, maar staat als telg van lagere adel hecht in de Javaanse tradities en treft voor zijn volk steeds de juiste toon, die hij paart aan intuïtieve politieke uitgekooktheid.", "Dat hij 100.000 van zijn landgenoten de dood injoeg door hen gloedvol aan te sporen als ‘romusha’ (dwangarbeider) in Japanse dienst te treden, wordt hem in Indonesië minder aangerekend dan, met name door premier Willem Drees, in Nederland.", "Tegenover Soekarno staat de tragische figuur van de Nederlandse luitenant-gouverneur-generaal Huib van Mook. Een geboren ‘Indische jongen’, die hartstochtelijk van het land houdt en van harte hoopt dat Nederlanders als hij er een rol zullen blijven spelen als leermeester en leidsman. Als hij een traject voor dekolonisatie van het land ontwerpt, komt er geen Indonesiër te pas.", "Sterke bijrollen", "Niettemin is hij diep teleurgesteld en gefrustreerd wanneer de Indonesische nationalisten er niet aan blijken te willen meewerken en hem zelfs dwarsbomen. Om hen in het gareel te krijgen beveelt hij uiteindelijk tot de grootscheepse militaire campagne, bekend als ‘politionele acties’, waarmee de Indonesiërs nog meer tegen Nederland in het harnas worden gejaagd en de band definitief wordt verbroken.", "Anders dan gebruikelijk, ook onder Nederlandse critici van het kolonialisme, vertelt Bossenbroek deze geschiedenis nu eens van twee kanten. Weliswaar haalt hij weinig Indonesische bronnen aan, maar zijn perspectief is steeds afwisselend Nederlands en Indonesisch. Al zijn de eerste hoofdstukken door een overmaat aan personages, plaatsnamen en dynastieke verwikkelingen soms moeilijk verteerbaar, als de schrijver eenmaal op stoom komt, is zijn relaas fascinerend.", "Dat komt mede door de personen die hij in ­sterke bijrollen ten tonele voert, zoals Soetan Sjahrir, socialist, democraat, diep geworteld in de westerse cultuur – en juist daarom geen volksleider als Soekarno. Zoals ook de schrijfster Beb Vuyk, met haar gruwelijke ervaringen in de kampen, die partij kiest voor de Indonesische onafhankelijkheid. En de reactionaire prof. Carel Gerretson, alias de dichter Geerten Gossaert, die met de vurige leuze van ‘rijks­eenheid’ de Nederlandse publieke opinie mobiliseert tegen de regering in Den Haag. Zoals de leiding van de Republik Indonesia telkens van links de voet wordt dwarsgezet door de communist Tan Malaka.", "Bossenbroek beschrijft, hij oordeelt niet. Maar uit zijn beschrijving spreekt duidelijk hoe weinig besef en begrip Nederland had, ondanks de eeuwenlange aanwezigheid in de archipel, voor de vrijheidsdrang van de bevolking. En dat wij altijd beter dan de Indonesiërs wisten hoe hun toekomst eruit moest zien.", "Non-fictie Martin Bossenbroek", "De wraak van Diponegoro", "Athenaeum - Polak & Van Gennep, €39,99 800 blz."], "authors": ["John Jansen Van Galen"], "keywords": ["van", "als", "tegenpolen", "het", "hij", "die", "zijn", "nederlandsindië", "een", "en", "wraak", "diponegoro", "door", "voor"], "pubDate": "2020-11-20T13:14:17+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}