{"id": "6f89cbff-2017-3d15-9fb2-7c7d342982ff", "title": "Waarom Salesforce bijna 28 miljard over heeft voor chatdienst Slack", "url": "https://volkskrant.nl/nieuws-achtergrond/waarom-salesforce-bijna-28-miljard-over-heeft-voor-chatdienst-slack~b56b4eb4/", "summary": "Het Amerikaanse Salesforce koopt Slack voor 27,7 miljard dollar, deels in aandelen.\nNet als concurrenten als Microsoft Teams is Slack hiermee zowel een vervanging van ‘ouderwetse’ communicatievormen op afstand als e-mail als van échte fysieke contacten.\nWat moet Salesforce met Slack?\nDaar is het een belangrijke speler, met een jaaromzet van 20 miljard dollar.\nHoe ziet de combinatie Salesforce en Slack eruit?", "paragraphs": ["Het hoofdkantoor van Slack in New York. Beeld EPA", "Het hing al een tijdje in de lucht, maar dinsdag ging de kogel door de kerk. Het Amerikaanse Salesforce koopt Slack voor 27,7 miljard dollar, deels in aandelen. Om het in perspectief te plaatsen: Facebook kocht acht jaar geleden Instagram voor 1 miljard. En twee jaar later WhatsApp voor 19 miljard.", "Wat is Slack?", "Slack zou je kunnen zien als de zakelijke versie van WhatsApp of Telegram. In de basis is het chatsoftware waarmee werknemers 1-op-1 kunnen communiceren, of in groepen. Net als concurrenten als Microsoft Teams is Slack hiermee zowel een vervanging van ‘ouderwetse’ communicatievormen op afstand als e-mail als van échte fysieke contacten.", "De belofte van Slack is dat het samenwerken efficiënter verloopt. Allereerst door niet meer over elk wissewasje naar het hele team te mailen. Organisaties die Slack gebruiken, versturen ruim 30 procent minder mail. Maar ook door de integratie met allerlei andere diensten. Google Docs bijvoorbeeld of Outlook Calendar, maar ook – niet per se efficiënt, maar erg populair – diensten als Giphy, voor het plaatsen van lollige gifjes bij berichten. In totaal zijn er zo’n tweeduizend externe apps en 750 bots waarmee Slack kan samenwerken.", "Wat heeft Slack te maken met online gaming?", "Zoals vaker bij nieuwe software was het oorspronkelijke plan van de makers iets heel anders. Oprichter Stewart Butterfield richtte een jaar of tien geleden het bedrijf Tiny Speck op, met als doel de ontwikkeling van een nieuwe onlinegame, genaamd Glitch. De Canadees verdiende eerder veel geld met onlinefotodienst Flickr, dat later door Yahoo werd ingelijfd. Tijdens het werk aan Glitch was er behoefte aan software om samen te werken. Zo ontstond Slack, als interne tool. Een paar jaar later, in 2013, zag Slack officieel het licht. Daarna groeide het bedrijf hard. Zo hard dat onder meer Microsoft en Google het bedrijf wilden kopen, maar Butterfield hapte niet toe. In april 2019 volgde de beursgang.", "Wat moet Salesforce met Slack?", "‘Een match made in heaven.’ Marc Benioff, ceo en mede-oprichter van Salesforce, laat er geen misverstand over bestaan hoe hij in zijn nopjes is met zijn buit. Salesforce is bij het grote publiek niet zo bekend, omdat het actief is op de markt voor zakelijke software. Daar is het een belangrijke speler, met een jaaromzet van 20 miljard dollar. Het bedrijf is de laatste jaren op overnamepad. Zo nam Salesforce vorig jaar al Tableau (software voor datavisualisatie) over voor 15,7 miljard dollar. Strikt genomen is Salesforce actief in wat in het jargon CRM heet, klantcontactsoftware. Slack past hier volgens Benioff naadloos in. De combinatie moet beter kunnen concurreren met het veel grotere Teams van Microsoft. Slack klaagde deze zomer nog bij de Europese Commissie over oneerlijke concurrentie omdat Microsoft gebruikmaakt van een beproefde truc: het bundelen van Teams met een bestaand populair pakket, Office.", "Hoe ziet de combinatie Salesforce en Slack eruit?", "De topman voorziet een verregaande integratie en spreekt ietwat ronkend van ‘de meest strategische combinatie in de softwaregeschiedenis’. Bedrijven die de software van Salesforce gebruiken om te communiceren met hun klanten, partners en werknemers zullen daar automatisch Slack bij krijgen. Dat zal overigens voor de meesten geen schok zijn. Nu al gebruiken bijna alle bedrijven die een betaald abonnement hebben op Slack ook Salesforce.", "Waarom wordt Slack juist nu gekocht?", "Salesforce moet flink in de buidel tasten, maar de timing is logisch. 2020 is het jaar van het thuiswerken, constateert Salesforce zelf ook. En vermoedelijk zal dit thuiswerken een blijvertje zijn. Het World Economic Forum publiceerde deze week een studie waarin naar voren komt dat het thuiswerken vooral in ontwikkelde landen gebeurt onder hoogopgeleiden. Dit thuiswerken is in veel gevallen minstens zo efficiënt als op kantoor, blijkt uit de studie.", "Bedrijven als Salesforce, Microsoft, Google en Zoom profiteren van deze ontwikkeling. Logisch dus dat er een overnamegolf is van techbedrijven die iets doen op het gebied van efficiënt werken op afstand. Adobe kocht onlangs nog Workfront voor 1,5 miljard. Analisten houden er rekening mee dat meer overnames zullen volgen. Dropbox (cloudopslag van bestanden) wordt daarbij vaak genoemd.", "Butterfield blijft, voorlopig, leidinggeven aan Slack, dat een apart bedrijfsonderdeel wordt binnen Salesforce. Beide bedrijven zijn in San Francisco gevestigd."], "authors": ["Laurens Verhagen"], "keywords": ["van", "waarom", "heeft", "als", "salesforce", "het", "op", "chatdienst", "met", "miljard", "slack", "een", "bijna", "28", "en", "voor"], "pubDate": "2020-12-02T16:49:39+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}