{"id": "6f8d463f-7a28-3128-b6f6-8b04f0810ed8", "title": "Nieuwe wet helpt ondernemers om faillissement te voorkomen", "url": "https://nu.nl/advertorial-kvk/6094397/nieuwe-wet-helpt-ondernemers-om-faillissement-te-voorkomen.html", "summary": "Deze nieuwe wet helpt bedrijven zonder instemming van alle schuldeisers toch een akkoord te bereiken op een schuldregeling.\nHet doel van een akkoord moet zijn:- het afwenden van een dreigend faillissement van een onderneming die na herstructurering weer financieel gezond is;- de afwikkeling van een onderneming zonder overlevingskansen, waarbij door het akkoord voor schuldeisers een beter resultaat behaald wordt dan met een faillissement.\n- het afwenden van een dreigend faillissement van een onderneming die na herstructurering weer financieel gezond is; - de afwikkeling van een onderneming zonder overlevingskansen, waarbij door het akkoord voor schuldeisers een beter resultaat behaald wordt dan met een faillissement.\nSchuldsanering via minnelijke regeling of Wet schuldsanering natuurlijke personen of een faillissement.\nAls ondernemer kun je zonder hulp van derden een akkoord voorbereiden en aanbieden aan je schuldeisers en aandeelhouders.", "paragraphs": ["Op 1 januari 2021 gaat de Wet Homologatie Onderhands Akkoord (WHOA) in. Deze nieuwe wet helpt bedrijven zonder instemming van alle schuldeisers toch een akkoord te bereiken op een schuldregeling.", "Door hun schulden te reorganiseren, kunnen deze bedrijven door. Ook bedrijven met onvoldoende overlevingskansen hebben baat bij de WHOA, omdat zij zonder faillissement kunnen stoppen. De ondernemer met schulden (de schuldenaar) kan het WHOA-traject zelf in gang zetten. Lees hier hoe de WHOA precies werkt.", "Belangrijkste punten bij inzetten WHOA", "Het bedrijf kan nu of in de toekomst zijn schulden niet meer betalen.", "Het doel van een akkoord moet zijn:", "- het afwenden van een dreigend faillissement van een onderneming die na herstructurering weer financieel gezond is;", "- de afwikkeling van een onderneming zonder overlevingskansen, waarbij door het akkoord voor schuldeisers een beter resultaat behaald wordt dan met een faillissement.", "- het afwenden van een dreigend faillissement van een onderneming die na herstructurering weer financieel gezond is; - de afwikkeling van een onderneming zonder overlevingskansen, waarbij door het akkoord voor schuldeisers een beter resultaat behaald wordt dan met een faillissement. Er moet een haalbaar en doordacht akkoord liggen.", "De besluitvorming over en de inhoud van het akkoord moet aan een aantal wettelijke voorschriften voldoen.", "Een belangrijke voorwaarde is dat het akkoord redelijk moet zijn. Dat houdt bijvoorbeeld in dat schuldeisers en aandeelhouders door het akkoord niet in een nadeligere positie mogen komen.", "Arbeidsvoorwaarden van het personeel mogen niet veranderen.", "Ben je in je bedrijfsvoering geraakt door corona? Na het doorlopen van de KVK Zwaar weer routewijzer krijg je een aantal praktische adviezen van waaruit je de volgende stap kunt zetten om zelf keuzes te maken.", "Wat kun je nu al doen?", "Als een faillissement nadert, zijn er verschillende mogelijkheden. Schuldsanering via minnelijke regeling of Wet schuldsanering natuurlijke personen of een faillissement. Daar komt nu de WHOA bij.", "Als ondernemer kun je zonder hulp van derden een akkoord voorbereiden en aanbieden aan je schuldeisers en aandeelhouders. Maar het is ook mogelijk dat schuldeisers, aandeelhouders of een eventuele ondernemingsraad (OR) of personeelsvertegenwoordiging het initiatief nemen en de WHOA in gang zetten.", "Je kunt nu al starten met de WHOA, zodat je op 2 januari 2021 je akkoord voor kunt leggen aan de rechter. Overleg bijvoorbeeld alvast met je bank, verhuurder, leveranciers en aandeelhouders. Maak met hen alvast afspraken over uitstel van betaling en eventueel het kwijtschelden van schulden. Op de website van KVK vind je meer zaken die je nu al kunt regelen.", "Het Coronaloket", "Door de coronacrisis komt er veel op je af. Daardoor zit je met veel vragen. Hoe kan ik faillissement afwenden? Welke regelingen zijn voor mij interessant? Wat kan ik doen en waar liggen kansen? Op KVK.nl vind je betrouwbare informatie die je verder kan helpen. Wil je liever in gesprek? Bel dan met 0800 2117."], "authors": ["Door"], "keywords": ["nieuwe", "van", "om", "een", "whoa", "en", "voorkomen", "met", "te", "faillissement", "akkoord", "je", "schuldeisers", "ondernemers", "het", "wet", "helpt"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}