{"id": "6f972e1f-a858-37fa-87c1-b3daace03429", "title": "Ouders eisen gerechtigheid na tragische dood Duitse influencer in Slotervaart", "url": "https://www.parool.nl/amsterdam/ouders-eisen-gerechtigheid-na-tragische-dood-duitse-influencer-in-slotervaart~b329220a/", "summary": "Ook knuffels, een mondkapje of zelfs een vestje voor de hond met een artistiek portret van de jonge Duitser.\nTot zijn dood verzamelde Seewald met foto’s van zijn afgetrainde fitnesslichaam 170.000 volgers op Instagram.\n‘Zodat Sammy niet vergeten wordt!’ schrijven Justine Seewald en Kai Baker, Seewalds ouders, op de welkomstpagina van de ‘fanpage / fanshop’.\nMoeder Justine spreekt in de Duitse krant Wetzlarer Neue Zeitung van ‘een executie’ van haar zoon.\nSectie die na afloop van zijn dood op het lichaam is uitgevoerd moet uitwijzen of Seewald onder invloed was van verdovende middelen.", "paragraphs": ["Sammy Seewald, 170.000 volgers op Instagram, coachte mannen richting sportschool.", "Kleding, een kookschort of een broodtrommel met de beeltenis van de neergeschoten Instagram­beroemdheid Sammy See­wald. Ook knuffels, een mondkapje of zelfs een vestje voor de hond met een artistiek portret van de jonge Duitser.", "", "Het is sinds vorige week allemaal te koop in een webshop ter nagedachtenis aan de Duitse influencer, die op 13 augustus werd neergeschoten door de politie in een binnentuin in Slotervaart. Tot zijn dood verzamelde Seewald met foto’s van zijn afgetrainde fitnesslichaam 170.000 volgers op Instagram. Ook coachte hij mannen bij hun pogingen om meer naar de sportschool te gaan.", "Die aanhang wordt nu gemobiliseerd door de ouders om aandacht te vragen voor zijn zaak en het gebruik van geweld door de politie onder een vergrootglas te leggen. ‘Zodat Sammy niet vergeten wordt!’ schrijven Justine Seewald en Kai Baker, Seewalds ouders, op de welkomstpagina van de ‘fanpage / fanshop’. De opbrengst komt ten goede aan goede doelen, onder meer een kinderhospice in Gelsenkirchen, zeggen zij. ‘We gaan demonstraties of vredesmarsen organiseren en zouden blij zijn als de beweging tegen politiegeweld en voor betere training van de politie nog groter wordt.”", "Seewald werd op 13 augustus 2020, kort na zijn 23ste verjaardag, door de Amsterdamse politie doodgeschoten in een binnentuin in de Honselersdijkstraat in Slotervaart. Hij was twee dagen eerder naar de stad gekomen om zijn verjaardag te vieren met enkele vrienden. Als Sammy vanuit Amsterdam onsamenhangende app-berichten naar zijn ouders begint te sturen, en er later geen contact meer met hem te krijgen is, beginnen zij zich grote zorgen te maken. Zij alarmeren de Amsterdamse politie, die agenten in de hele stad instrueert om naar hem uit te kijken.", "Worsteling", "De familie zit al in de auto naar Nederland om mee te helpen met de zoektocht, als Seewald op een donderdagmiddag in verwarde toestand wordt aangetroffen in de Honselersdijkstraat, volgens de politie met een flink mes in zijn handen.", "Hij staat een poos stil in de binnentuin, zonder te reageren op de bevelen van toegesnelde agenten. Als de politie hem na een kwartier probeert aan te houden met hulp van een politiehond gaat het mis. Er ontstaat een worsteling, waarbij de jongen volgens de politie stekende bewegingen maakt en één agent in zijn vest steekt. Kort daarna klinken drie knallen, de agenten voelden zich genoodzaakt om van dichtbij hun vuurwapens te gebruiken. Seewald overleeft de aanhouding niet.", "Beeld uit de webshop van Sammy Seewald.", "Volgens politiecommandant Frank Paauw moesten de agenten Seewald wel aanhouden, omdat hij niet aanspreekbaar was en door de tuin begon te lopen, waarmee hij een gevaar vormde voor omwonenden.", "‘Executie’", "De ouders zijn woedend op de Amsterdamse politie. Eerder dit jaar organiseerden zij in Duitsland al twee herdenkingsmarsen tegen het in hun ogen buitensporige politiegeweld waardoor Seewald is omgekomen. Moeder Justine spreekt in de Duitse krant Wetzlarer Neue Zeitung van ‘een executie’ van haar zoon. “De verantwoordelijken moeten berecht worden,” zegt zij. “Ook om toekomstige slachtoffers te voorkomen,” zegt vader Baker.", "Beeld uit de webshop van Sammy Seewald.", "Maar het staat nog niet vast of de Amsterdamse politie verkeerd heeft gehandeld. De Rijks­recherche heeft het onderzoek naar de dood van Seewald afgerond en het dossier overgedragen aan het Openbaar Ministerie. Die zal naar verwachting nog dit jaar een besluit nemen over de vraag of de agenten die betrokken waren bij de dood van de jongen vervolgd moeten worden. Kort na de schietpartij zei hoofdcommissaris Frank Paauw al dat de agenten wat hem betreft ‘naar eer en geweten hebben gehandeld.’", "Onderbroek", "De ouders hebben advocaat Richard Korver aangetrokken als behartiger van hun belangen. Korver trad eerder op als advocaat van de nabestaanden van Mitch Henriquez, die in 2015 overleed nadat hij bij zijn aanhouding door agenten te lang in een nekklem was gehouden.", "In de Wetzlarer Neue Zeitung schetsen Sammy’s ouders een beeld van een jongen die graag reisde, niet rookte of dronk en meestal nuchter bleef als hij met zijn vrienden op stap ging. Hoe de jongen uiteindelijk in zijn onderbroek, met een zonnebril op en een mes tegen zijn keel aan gedrukt in een binnentuin in Nieuw-West terecht is gekomen, blijft vooralsnog onduidelijk. Sectie die na afloop van zijn dood op het lichaam is uitgevoerd moet uitwijzen of Seewald onder invloed was van verdovende middelen.", "Een zegsman van de familie laat weten dat de ouders, die al langer gescheiden zijn, op dit moment niets willen zeggen."], "authors": ["Ruben Koops"], "keywords": ["ouders", "gerechtigheid", "eisen", "van", "politie", "op", "met", "dood", "zijn", "naar", "seewald", "influencer", "een", "duitse", "te", "tragische", "en", "slotervaart"], "pubDate": "2020-12-09T15:00:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}