{"id": "6f9a6060-e742-36dc-a114-96023df2a5c5", "title": "Een gepaste stilte aan tafel dankzij een tosti uit het Midden-Oosten", "url": "https://trouw.nl/recepten/een-gepaste-stilte-aan-tafel-dankzij-een-tosti-uit-het-midden-oosten~bae003aa/", "summary": "Soms is het deeg van semolina, soms van dunne, vermicelli-achtige draadjes (engelenhaar) die je krijgt door deeg op een hete plaat te spuiten.\nDie werden gegeten met verse kaas en honing, of in reepjes gescheurd en krokant gebakken met honing, noten, suiker en rozenwater.\nHartstikke oud dus die knafeh, en nog steeds ontzéttend lekker.\nDe combinatie van kaas met iets zoets is trouwens niet zo gek, je komt die overal tegen.\nDeze tosti met zoete muhammara (van walnoten, paprika en granaatappelmelasse) en mozzarella werkt ook al zo goed.", "paragraphs": ["Stomend kwam hij uit de oven. Ik goot er suikerstroop met oranjebloesemwater over en versierde hem met gehakte pistachenootjes en rozeknopjes. Onder veel gewauw van mijn tafelgenoten sneed ik het knapperige, boterige engelenhaar door om bij de draderige mozzarella te komen. Toen iedereen een stukje had, was het stil: het beste teken dat de knafeh was goedgekeurd.", "Al tijden wilde ik het zoete gebak proeven, dus toen ik op de blog Mooncake – verplicht leeswerk! – zag dat je knafeh kunt laten bezorgen, aarzelde ik geen seconde. Guy en Inbal van Knafeh.nl bereiden alles voor: je hoeft de knafeh alleen op te warmen in de oven. Hun versie is een combinatie van knafehs die je door het hele Midden-Oosten, Turkije, Griekenland en de Balkan vindt (met namen als qata’if, kadayif, kunafa en kataifi).", "Ze bestaan groot en klein, vierkant en rond, in rolletjes en als taart. Soms is het deeg van semolina, soms van dunne, vermicelli-achtige draadjes (engelenhaar) die je krijgt door deeg op een hete plaat te spuiten. De kaas varieert ook. In de beroemde versie uit Nablus in Palestina hoort de gepekelde schapenkaas nabulsi, maar verse kaas of room kan ook, terwijl ze in Griekenland vaak een notenmengsel als vulling nemen.", "Historicus Charles Perry, die al jaren de middeleeuwse keukens van het Midden-Oosten onderzoekt, vond bewijs voor verre voorouders van de knafeh: in een Perzisch-Arabisch kookboek uit de tiende eeuw staat een dessert van met noten gevulde pannekoekjes, gefrituurd en geserveerd met honing-suikersiroop. In een dertiende-eeuws kookboek uit Andalusië (toen Arabisch) heten zulke dunne pannenkoekjes kunāfa. Die werden gegeten met verse kaas en honing, of in reepjes gescheurd en krokant gebakken met honing, noten, suiker en rozenwater.", "Hartstikke oud dus die knafeh, en nog steeds ontzéttend lekker. Zoals Guy en Inbal op hun site zeggen: de combinatie van knapperig deeg, zilte stretchy mozzarella, aromatische oranjebloesem-suikersiroop en notige pistache is greater than the sum of its parts.", "De combinatie van kaas met iets zoets is trouwens niet zo gek, je komt die overal tegen. Griekse feta met honing in filodeeg. Gegrilde halloumi-achtige kaas met suikerstroop in Brazilië (queijo coalho com mel de engenho). Kaaspannekoek met stroop. Roquefort met zoete wijn. Pecorino met peren of vijgen. Oude kaas met appelstroop. Of port. Of pruimenjam. Nou ja, u begrijpt het.", "Deze tosti met zoete muhammara (van walnoten, paprika en granaatappelmelasse) en mozzarella werkt ook al zo goed. En doe uzelf een lol en bestel voor volgend weekend zo’n knafeh. Gewauw gegarandeerd.", "Tosti muhammara en mozzarella", "Ingrediënten", "2 rode paprika’s", "100 gram walnoten", "1 kleine knoflookteen", "3 el granaatappelmelasse", "1 tl gemalen komijn", "1 tl chilivlokken", "2 el olijfolie", "125 gram mozzarella", "8 sneden zuurdesembrood", "50 gram boter", "Bereiding", "Je kunt de tosti ook met halloumi in plaats van mozzarella maken: de kaas is zouter en hartiger, maar hij smelt niet. Bak in dat geval de kaas eerst in wat olijfolie goudbruin.", "Leg de paprika’s tegen een brandende gaspit en laat in 20 minuten aan alle kanten blakeren, draai tussendoor regelmatig om (of leg ze 30 minuten in een oven op 200°C). Leg ze 10 minuten in een dichte plastic zak, trek dan de vellen eraf en verwijder de zaadjes. Rooster de walnoten in een droge koekenpan. Snijd 1 paprika in repen en zet apart. Doe de andere paprika met de walnoten, knoflook, granaatappelmelasse, komijn, chilivlokken, olijfolie en 1 theelepel zout in een keukenmachine of beker van een staafmixer. Draai tot grove puree. Snijd de mozzarella in plakken. Smeer 4 boterhammen in met boter en verdeel er de muhammarra, repen paprika en plakken mozzarella over. Leg er 4 beboterde boterhammen bovenop. Verwarm een klont boter in een koekenpan en leg er voorzichtig 2 of 4 tosti’s in (afhankelijk van de grootte van de pan). Druk ze plat en bak zachtjes onder een deksel. Draai om en bak nog eens 2 minuten tot het brood goudbruin is en de kaas gesmolten.", "Liesbeth Maliepaard, Charlotte Kleyn, Fow Pyng Hu, Samuel Levie en Merijn Tol vertellen in deze rubriek verhalen achter het eten, compleet met recept."], "authors": ["Charlotte Kleyn"], "keywords": ["van", "het", "op", "middenoosten", "gepaste", "met", "die", "stilte", "knafeh", "tosti", "een", "dankzij", "tafel", "uit", "en", "kaas", "mozzarella", "aan"], "pubDate": "2020-11-24T07:17:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}