{"id": "6fb20c0c-352a-33f0-98b5-ec7654eecd3b", "title": "Ministerie: personeelstekorten in zorg worden in rap tempo kleiner", "url": "https://nos.nl/artikel/2285907-ministerie-personeelstekorten-in-zorg-worden-in-rap-tempo-kleiner.html", "summary": "Dat komt volgens het ministerie van Volksgezondheid, Welzijn en Sport naar voren uit CBS-cijfers over zij-instromers, herintreders en het zorgonderwijs.\nIn maart vorig jaar ging het kabinet ervan uit dat de zorgsector over drie jaar 100.000 tot 125.000 personeelsleden tekort zou komen.\nDe bewindspersonen op het ministerie zijn blij met deze trend.\nWel zijn er volgens het ministerie zorgen over uitstroom van zorgpersoneel en het ziekteverzuim.\nNu werkt 1 op de 7 mensen in de zorg, dat zou 1 op de 4 moeten zijn tegen die tijd.", "paragraphs": ["De personeelstekorten in de gezondheidszorg lopen snel terug. Dat komt volgens het ministerie van Volksgezondheid, Welzijn en Sport naar voren uit CBS-cijfers over zij-instromers, herintreders en het zorgonderwijs.", "In maart vorig jaar ging het kabinet ervan uit dat de zorgsector over drie jaar 100.000 tot 125.000 personeelsleden tekort zou komen. Volgens de meest recente prognose wordt dat 80.000 medewerkers.", "Als de huidige stijging van het aantal zij-instromers en herintreders doorzet en de aantallen nieuwe zorgverleners in opleiding en extra stageplaatsen zo blijven groeien, zou het tekort mogelijk kunnen teruglopen tot 55.000 zorgverleners, zeggen de ministers De Jonge en Bruins en staatssecretaris Blokhuis.", "De bewindspersonen op het ministerie zijn blij met deze trend. \"Deze cijfers laten zien dat we op de goede weg zijn, maar de klus is nog lang niet geklaard. Het blijft dus alle hens aan dek.\"", "Uitstroom nog wel hoog", "Vorig jaar sprak het kabinet het doel uit om de tekorten in de zorg richting 2022 helemaal weg te werken. Daarvoor werd toen 347 miljoen euro vrijgemaakt, waarvan een groot deel werd gereserveerd voor opleidingen, omscholing en stageplekken.", "Wel zijn er volgens het ministerie zorgen over uitstroom van zorgpersoneel en het ziekteverzuim. Dat laatste percentage is gestegen van 4,9 naar 5,1 procent. Het aantal mensen dat de zorg in het derde kwartaal van 2018 verliet ten opzichte van een jaar eerder, nam toe met 6 procent. Mensen vertrekken onder meer omdat ze de werkdruk te hoog vinden en het salaris te laag.", "Reactie uit de praktijk", "Actiz, de organisatie van zorgondernemers, herkent de terugloop in personeelstekorten. \"Wij zien ook dat het aantal vacatures daalt.\" Volgens de organisatie heeft vooral de brede campagne 'Ik zorg' geholpen om het \"moeilijke\" imago van de zorgsector te verbeteren. Ook is er veel ingezet op verhoging van de salarissen.", "Toch moet het volgens Actiz nog beter, als je kijkt naar de bevolkingsontwikkeling op de lange termijn. De verwachting is dat rond 2040 de piek van de vergrijzing ligt. Nu werkt 1 op de 7 mensen in de zorg, dat zou 1 op de 4 moeten zijn tegen die tijd. \"Het kabinet is goed bezig, maar moet verder kijken naar de toekomst\", zegt een Actiz-woordvoerder.", "De beroepsvereniging Verpleegkundigen & Verzorgden Nederland (V&VN) noemt het een stap in de goede richting, maar constateert dat er nog steeds veel problemen zijn. Vooral de uitstroom, die onder jongeren erg hoog is, zit de vereniging dwars. Ook wijst de V&VN erop dat het ziekteverzuim erg hoog is."], "authors": [], "keywords": ["personeelstekorten", "van", "zorg", "ministerie", "uit", "volgens", "het", "te", "worden", "kleiner", "en", "tempo", "op", "dat", "rap", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}