{"id": "6fbaee52-04f6-3387-a324-c383a66be21e", "title": "Of Famke Louise nu wel of niet meedoet, iedereen had in 2020 een mening over haar", "url": "https://volkskrant.nl/mensen/of-famke-louise-nu-wel-of-niet-meedoet-iedereen-had-in-2020-een-mening-over-haar~baeb833b/", "summary": "Famke Louise Meijer – meer dan een miljoen volgers op Instagram – was een van de meest besproken personen van het afgelopen coronajaar.\nAls zelfverkozen BN’er, met een eigen YouTube-kanaal en een Instagramaccount met meer dan een miljoen volgers, moet ze zich verantwoorden voor elke stap – én misstap – die ze maakt.\nHet optreden kwam later te boek te staan als het meest besproken tv-moment van het jaar, met een opmerkelijke wending.\nOp haar 19de schafte Famke een eigen Mercedes aan, bij elkaar gesprokkeld met het geld dat ze had verdiend met haar eerste single.\nOndanks het succes van het hiphopnummer Op Me Monnie, dat op één in de hitlijsten verscheen, werd het van alle kanten bekritiseerd.", "paragraphs": ["Famke Louise Meijer – meer dan een miljoen volgers op Instagram – was een van de meest besproken personen van het afgelopen coronajaar. Na haar optreden bij Jinek werd de influencer, die toch al felle reacties ontlokt, verguisd.", "Wie is Famke Louise? Het is een vraag waar de 22-jarige influencer het antwoord zelf ook niet op lijkt te weten. In de dit najaar op Videoland verschenen docuserie Famke Next zien we een op het eerste oog doodgewone millennial die geregeld fel uitvalt tegen haar immer bezorgde moeder en kampt met faalangst vanwege de enorme druk die ze voelt om te presteren. ‘Ik denk dat ik mezelf een beetje kwijt ben’, vat Famke Louise Meijer (spreek uit: Femke) het samen.", "Anders dan bij al die andere jongeren die met vallen en opstaan het hobbelige pad naar adolescentie bewandelen, ligt het leven van Famke onder een vergrootglas. Als zelfverkozen BN’er, met een eigen YouTube-kanaal en een Instagramaccount met meer dan een miljoen volgers, moet ze zich verantwoorden voor elke stap – én misstap – die ze maakt. Bij iemand wier broodwinning hand in hand gaat met haar imago, denk je dan al snel: hoe oprecht is ze?", "Jinek", "Die vraag drong zich onder meer op toen Famke eind september bij Jinek aanschoof, om uit te leggen waarom ze zich had aangesloten bij de actie #ikdoenietmeermee, waarmee BN’ers uit de muziekindustrie kritiek uitten op de coronamaatregelen van de overheid.", "Toen presentator Eva Jinek aan Famke vroeg wat ze hiermee dacht te bereiken, pakte ze er een spiekbriefje bij, stamelde iets over ‘super veel respect voor corona’, en raakte daarna verstrikt in een warrig betoog over meer aandacht voor de maatschappelijke gevolgen van het virus.", "Het optreden kwam later te boek te staan als het meest besproken tv-moment van het jaar, met een opmerkelijke wending. Want ondanks alle kritiek (‘ze heeft echt het IQ van een visstick’, was de tendens op Twitter) zat Famke twee weken later nogmaals bij Jinek. Ditmaal om aan de zijde van ic-arts Diederik Gommers, die haar tijdens het eerste optreden bemoedigend had toegeknikt, te pleiten voor meer bewustzijn onder jongeren voor de coronaregels.", "Opeens was Famke een soort bruggenbouwer tussen het als grijs en star bekendstaande beleidsteam van coronamedewerkers en de zo lastig te bereiken jongeren in dit verhaal. Er werd zelfs gesproken over een gezamenlijke campagne, al bleef het uiteindelijk bij een ontmoeting in de werkkamer van Gommers, waar Famke in krap een half uur werd bijgepraat over de gevaren van het virus.", "Op Instagram verscheen na afloop een opzienbarende foto: Famke met uitdagende pose en strakke blik in de camera, Gommers breed lachend in zijn witte doktersjas. Twee onverenigbare werelden gevangen in één beeld.", "De twee spreken elkaar niet meer, zei Gommers (inmiddels ook een Instagramfenomeen met bijna 400 duizend volgers) deze maand nog in NRC. ‘Ze heeft ook een management, hè. Ze zei dat ze niet alleen met corona geassocieerd wil worden.’", "Commerciële belangen", "Het geeft te denken: kwam die ommezwaai van Famke in haar opvattingen over de coronamaatregelen voort uit eigen overtuiging? Of was het een verwoede poging tot damage control, mogelijk ingegeven door grote commerciële belangen?", "Volgens Rodi Çetinkaya van Baba Management, die Famke Louise sinds dit najaar vertegenwoordigt, zagen we bij Jinek een jong persoon die lessen trekt uit het leven. ‘Ze gaat heel goed om met negatieve aandacht’, zegt hij. ‘Wat ze dan doet is luisteren: wat heb ik fout gedaan of wat vinden mensen dat ik fout heb gedaan?’", "Famke heeft een vast team van zeven personen om zich heen (naast twee managers een boeker, assistent-boeker, artdirector, visagist en een stylist), maar bepaalt volgens Çetinkaya helemaal zelf wat ze op sociale media zet of hoe haar optredens eruitzien. ‘Wij ondersteunen haar visie, dat is onze rol.’", "Tijdens het telefonische interview zit Çetinkaya in de auto, op weg naar de influencer, die een live interview heeft bij radiostation Slam!. Hij onderbreekt het gesprek halverwege om een van de vragen aan Famke zelf voor te leggen. Die luidt: wat vindt ze eigenlijk zelf van alle aandacht? ‘Ze zei: ik weet waar ik aan ben begonnen.’", "Famke Louise in de gewraakte uitzending van Jinek. Beeld ANP", "Muzikaal", "Die nuchtere houding typeert Famke, die opgroeide in Almere. Tot grote vreugde van moeder Marja Koster, die klassieke muziek aan het conservatorium studeerde, bleek Famke muzikaal te zijn. ‘Als kind al zong ze liedjes, klapte ze mee en danste ze veel’, zegt Koster. ‘Ze deed dat met volle overtuiging.’ Later leerde ze viool spelen.", "Famke is 11 als haar ouders scheiden. Omdat haar moeder veel aan het werk was om het gezin financieel te kunnen onderhouden, nam Famke een groot deel van de zorg voor haar negen jaar jongere broertje op zich. Ze haalde hem op van de kinderopvang en kookte ’s avonds.", "Die vroeg ontwikkelde zelfstandigheid vertaalde zich in een groot arbeidsethos. Op haar 19de schafte Famke een eigen Mercedes aan, bij elkaar gesprokkeld met het geld dat ze had verdiend met haar eerste single. Famke had op dat moment, in 2017, onder jongeren al wat bekendheid vergaard met haar eigen YouTube-kanaal over mode en schoonheidsproducten. Dat hielp haar om naam te maken in de muziekindustrie.", "Ondanks het succes van het hiphopnummer Op Me Monnie, dat op één in de hitlijsten verscheen, werd het van alle kanten bekritiseerd. Famke zou racistisch en seksistisch zijn door in de videoclip met cornrows (een traditionele Afrikaanse haardracht) en in uitdagende kledij door de schappen van een toko te lopen, terwijl ze schalks op een lolly zuigt en flessen frisdrank leeggiet.", "Zelf zag ze het probleem niet zo. Waarom zou je niet ‘iets leuks’ uit een andere cultuur mogen kopiëren, vroeg ze zich openlijk af. ‘Dat is toch eigenlijk gewoon een compliment?’", "Ex-vriend", "De polarisatie die Famke oproept – ze heeft naast talloze tienerfans ook veel ‘haters’ – draagt waarschijnlijk bij aan haar grote bereik op sociale media. Wie een blik werpt op haar Instagramaccount, ziet een wereld vol glamour, met fotoshoots en optredens. Maar daarachter schuilt onzekerheid en verdriet, onder meer over de 'traumatische’ relatie met haar ex-vriend.", "In de nieuwste docuserie op Videoland over Famke (de derde in een reeks) vertelt de influencer dat haar ex-vriend haar bijna dagelijks sloeg. Toen ze een keer met een gat in haar hoofd op de eerste hulp verscheen, zou hij haar hebben gedwongen een video op te nemen waarin ze verklaart tegen een kast te zijn gevallen. ‘Echt sick', aldus Famke.", "Hoewel ze zijn naam bewust niet noemt (waarschijnlijk om juridische stappen te voorkomen), is duidelijk dat het gaat om ‘Snapking’, met wie Famke als 16-jarige haar eerste vlogs opnam. Samen voerden ze pranks uit: bij wijze van grap speelden ze onder meer vreemdgaan- en mishandelingsscènes na.", "Vanwege die pranks werd Famke lange tijd niet serieus genomen. Zelfs niet toen haar vader in 2016 overleed, nadat hij van zijn appartement naar beneden was gevallen (zelfdoding, volgens Famke). Ze kreeg veel steun van haar volgers, maar ook reacties als: ‘Blij dat je kankervader dood is’.", "‘Mensen dachten dat ze loog over de dood van haar vader, dat het een prank was’, aldus moeder Marja Koster. ‘In de nacht dat hij overleed, heeft Famke zijn beste vriend een bericht gestuurd. Hij belde mij om te checken of het waar is.’", "Famke is vaker onderschat dan dat ze credits heeft gekregen voor de dingen die ze goed kan, zegt Koster. ‘Maar het is niet iemand die zich snel laat tegenhouden. Ze is heel taai.’", "Zelf trekt Famke één belangrijke les uit het afgelopen jaar: ze wil voortaan haar eigen koers varen, zonder constant rekening te hoeven houden met de meningen van anderen. Hoe? Daarin is ze nog zoekende. Haar vertrouwen is beschadigd, vriendinnen heeft ze nauwelijks. Telkens doemt daar weer die ene vraag op: willen ze met haar omgaan vanwege haar persoonlijkheid of vanwege de roem? Het is de eenzame werkelijkheid van een influencer met meer dan een miljoen volgers."], "authors": ["Irene De Zwaan", "Wafa Al Ali"], "keywords": ["famke", "van", "haar", "een", "ze", "met", "meedoet", "nu", "louise", "op", "iedereen", "te", "het", "niet", "mening", "wel", "die"], "pubDate": "2020-12-28T17:44:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}