{"id": "6fea3e63-aa6e-3005-8ea0-bf600d113031", "title": "Modejaar 2020: geen shows, geen feesten, tóch zilveren randjes", "url": "https://www.parool.nl/kunst-media/modejaar-2020-geen-shows-geen-feesten-toch-zilveren-randjes~bfd4f38e/", "summary": "Op de valreep van het jaar zijn Joe Biden en Kamala Harris de verlossers: good taste and decency are back in het Witte Huis.\nDe naam van het meiske houden de ouders geheim, fans moeten het doen met de werktitel ‘baby Zigi’.\nHeel leerzaam.”Laport maakte de jurken voor Chantal Janzen en Edsilia Rombley voor de uitzending van het alternatieve Songfestival.\nIk ben helemaal losgegaan: denk veel veren, en ik heb fantastische gouden bananen laten maken in Zwitserland.” Daarbij ontwierp hij ook nog dertig couturelooks.\nOp vrijdag een welkomst­borrel, op zaterdag het huwelijk, en op zondag de brunch, en overal hoort een andere jurk bij.", "paragraphs": ["David Laport voor Vlisco. Beeld Bart Hess", "Terugkeer goede smaak en fatsoen", "Bye bye Donald en Melania (en de fashion faux pas), én de hamburgers op schoot voor de tv, de oranje gezichtsbruiner en de te lange stropdassen. Op de valreep van het jaar zijn Joe Biden en Kamala Harris de verlossers: good taste and decency are back in het Witte Huis. Thank God voor Joe’s bescheidenheid (alleen al in zijn stemgeluid), de Oscar de la Rentajurken van zijn vrouw Jill, en Kamala Harris’ Carolina Herrerapakken gecombineerd met Allstars en parels.", "Modebaby’s", "2020 leverde minstens drie modebaby’s op. De dochter van model Gigi Hadid en popster Zayn Malik zag in september het levenslicht. De naam van het meiske houden de ouders geheim, fans moeten het doen met de werktitel ‘baby Zigi’. Victoria’s Secret model Romee Strijd en haar vriend Laurens van Leeuwen doen niet moeilijk over de naam van hun kleine meisje: Mint. Een wonder noemt Strijd de geboorte, aangezien ze PCOS had, een verstoring in de natuurlijke hormoonbalans waardoor er geen eisprong plaatsvindt en ze zeven jaar lang niet menstrueerde. Model Bette Franke zette in maart haar derde zoon op de wereld. Sophie Vlaming, Kim Noorda en de Amerikaanse Karlie Kloss zijn zwanger.", "Nieuwe uitdagingen", "Couturier David Laport is een gelukkig mens. “Ik heb echt een heel leuk jaar achter de rug, met ongelooflijk veel werk, ik durf het nauwelijks hardop te zeggen.” Even op de rem trappen bleek effectief. “Ik werk me namelijk altijd een slag in de rondte, nu kon ik me op vrije creatieve projecten storten. Heel leerzaam.”", "Laport maakte de jurken voor Chantal Janzen en Edsilia Rombley voor de uitzending van het alternatieve Songfestival. Na de zomer startte hij een nieuw avontuur: de volledige rebranding van Vlisco, in samenwerking met de nieuwe creative director Gabriela Sánchez de la Barquera. De waxprints voor de West-Afrikaanse markt, waar het Nederlandse merk een hit is, bleken een uitdaging. “Je moet zó anders leren denken met die drukke prints, ik ging door honderden blokkades. Daarbij zijn in West-Afrika 3D versierde stoffen ook nog eens een trend. Ik ben helemaal losgegaan: denk veel veren, en ik heb fantastische gouden bananen laten maken in Zwitserland.” Daarbij ontwierp hij ook nog dertig couturelooks. Én een mannenpak geheel in kippenprint. Leuks in het verschiet: in februari komt zijn prêt-à-porterlijn uit.", "Beperking maakt creatief", "Creatief gezien was het een booming jaar vol originele initiatieven ter vervanging van fysieke modeshows. Zo presenteerde Balenciaga zijn show in de post-apocalyptische videogame Afterworld, en stuurde JW Anderson voor zijn eigen label en Loewe zijn ‘show in a box’ rond.", "Half december stapte Natacha Ramsay-Levi op bij modehuis Chloé. Dit uitdagende jaar had haar doen beseffen dat ze andere dromen wil najagen en besloot ervoor te gaan. Dat laatste geldt ook voor andere ontwerpers. Een soort nu-of-nooitgevoel. Zo deed couturier Ronald van der Kemp dit jaar dingen die hij al een tijd wilde, maar niet aandurfde: van een performance met model en tenor Jelle Haen in Hotel De L’Europe tot het maken van couturefilmpjes. Momenteel experimenteert hij met interieur, op een kunstzinnige couturemanier. “Businesswise was het één grote struggle, maar dit jaar had zéker een silver lining. Veel mensen zijn op een andere manier naar hun garderobe en consumptiegedrag gaan kijken. Upcycling – ik doe het al jaren – is een trend geworden.”", "Van der Kemp sluit 2020 positief en hoopvol af. In China wordt alweer volop gefeest, en Chinese sterren weten hem en masse te vinden: hij krijg de ene na de andere aanvraag. Onder meer van actrice Fan Bingbing.", "Nóg een lichtpuntje: de documentaire over RVDK, gemaakt door Kitty Kooring, staat gepland voor voorjaar 2021.", "Ruim baan voor nieuw talent", "Zoveel jonge zwarte talenten zijn dit jaar doorgebroken. Neem modellen Ajok Madel, Ambar Cristal Zarzuela en Kyla Ramsey, de Zuid-Afrikaanse ontwerper Thebe Magugu en Nigeriaanse Kenneth Ize. Maar ook Pyer Moss, Wales Bonner en Telfar hadden een topjaar. De Amerikaans-Haïtiaanse Kerby Jean-Raymond van (luxe-activistisch) merk Pyer Moss is dit jaar eveneens aangesteld als creative director bij Reebok. Verder zagen we de foto’s van Tyler Mitchell en Campbell Addy overal voorbijkomen, fotografen die mode gebruiken om een genuanceerder beeld neer te zetten van Black Life. De Nederlands-Ghanese Casper Kofi schoot de campagne van Paul Smith, en werkte net als de Antilliaanse Gilleam Trapenberg voor Vogue Nederland.", "Milieu", "In de modewereld wordt normaliter excessief gereisd. Tel uit de winst dit jaar voor het milieu. Ook was er forse groei in originele duurzame merken als Bettter en The Pangaia, en kregen jonge ontwerpers die veel upcyclen als Chopova Lowena en Duran Lantink ruim aandacht. Lantink, het geweten van de modewereld, was in oktober een van de winnaars van de Amsterdamprijs voor de Kunst. Ook nieuwe duurzame concepten zagen het levenslicht. Zo startte Gray Label een leenconcept voor babykleding.", "Vintage", "De belangstelling voor vintage is flink gegroeid en doordat er in lockdown thuis werd opgeruimd, kwamen er veel fijne stuks op de markt. Heleen Hülsmann, eigenaar van de gelijknamige salon voor preloved luxury fashion (de naam alleen al, noem het géén vintage) van recente collecties: “Het aanbod was dit jaar significant groter.” Zo werd tijdens de lockdown een prachtig jumpsuit van Bottega Veneta ingebracht. “Van de huidige collectie, dat gebeurt zelden en is echt een schat. Binnen vijftien seconden na posten op Instagram was hij verkocht.” Haar eigen hoogtepunt: “Ik ben dit jaar video’s gaan maken om online in gesprek te blijven met mijn klanten. Dat pakt ontzettend goed uit, ik krijg zoveel feedback.”", "Lokale teams en kansen", "Vanwege de reisbeperkingen werkten modehuizen en tijdschriften veel met lokale teams, die ze vaak volledige vrijheid gaven. Zo werkten fotograaf Carlijn Jacobs en haar vriend en stylist Imruh Asha zich te pletter in hun woonplaats Parijs. En tekenden ze beiden bij een prestigieus agentschap, respectievelijk Art & Commerce en Streeters. Model, fotografe en muzikant Laura Kampman maakte in lockdown diverse series en zelfportretten, onder meer voor Tod’s en Altuzarra.", "We hadden ein-de-lijk tijd", "Model Sophie Vlaming zag kans haar merk Maxi-Mini kidswear op te zetten: spijkerbroeken en bucket hats, gemaakt van vintage Levi’s. Model Dymphna Janse bracht haar derde experimentele EP uit. May-Britt Mobach, oprichter van amayzine.com, greep de kans om een kinderboek te schrijven: Cleo & Bast, De Krankzinnige Kunstroof.", "Nóg meer boeken: I, XXX: Philippe Vogelenzang, een ode aan de vrijzinnigheid van Amsterdam, en collega modefotograaf Paul Bellaart legde in Last Years’ Nest naakte modellen en vriendinnen vast in het gras rondom zijn huis in de Rondehoep.", "Ready to rumble", "Negentig procent van alle opdrachten werd verschoven, zegt Edwin Oudshoorn, die gelukkig nog kan lachen. “Maar bij mij is het glas altijd halfvol: ik ben nog nooit zo goed voorbereid geweest op een komend jaar. Alle bestelde jurken – een stuk of honderd, gelukkig allemaal aanbetaald – hangen klaar.” Oudshoorn hoopt dat straks, zodra het weer kan, iedereen flink uitpakt. “Trend is dat veel mensen in het buitenland trouwen. Op vrijdag een welkomst­borrel, op zaterdag het huwelijk, en op zondag de brunch, en overal hoort een andere jurk bij. Bring it on! Maar voorlopig zit de hele wereld helaas nog in joggingbroek.” Geen zin om luxe joggingpakken te ontwerpen? “Gelukkig niet.”", "Zijn show in Palm Springs, op uitnodiging van Fashion Week El Paseo, staat gepland voor maart. “Ik sta in de startblokken om te gaan knallen.”", "Lang leve rondingen", "Dit jaar betekende een monstersucces voor ­curvy of plussize modellen. Zo prijkt Paloma Elsesser op de nieuwe ‘Vogue Values Cover’ en is de Nederlandse Jill Kortleve, een kleine ­curve, een Vogue-lieveling. We noemen alleen al de cover van Vogue Paris, Pop Magazine, de campagne van Alexander McQueen, én een editorial in Vogue Italia met Ashley Graham, Alva Claire en opnieuw Paloma Elsesser. De modewereld kan niet meer om de maten 38-44 heen, al blijven er nog ontwerpers met oogkleppen op.", "Mondkapjes", "We kunnen het woord niet meer horen, en de beslagen bril is uiteraard een hel, maar soms is zo’n ding ook verdomde handig. Bij een bad face day bijvoorbeeld. De leukste mondkapjes waren van Bas Kosters (met piemelprint) en Anbasja Blanken (met piercings). De mooiste kwamen van Ronald van der Kemp die ze bij Christie’s liet veilen ten bate van Refugee Company. In de ‘mondmaskerfabriek’ in de voormalige Bijlmerbajes, die werd opgezet in samenwerking met diezelfde Refugee Company, vonden tientallen vluchtelingen een betaalde baan."], "authors": ["Fiona Hering"], "keywords": ["ik", "zijn", "van", "2020", "het", "voor", "en", "jaar", "een", "met", "geen", "zilveren", "op", "shows", "tóch", "modejaar", "feesten", "randjes"], "pubDate": "2020-12-27T11:00:28Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}