{"id": "7003f21c-3d9f-3360-9057-884bbb554d5e", "title": "Nieuw op Videoland: films en series die je deze week kunt kijken", "url": "https://nu.nl/film/6096931/nieuw-op-videoland-films-en-series-die-je-deze-week-kunt-kijken.html", "summary": "Videoland breidt het aanbod deze week uit met verschillende films en series.\nFilmsVier Jurassic Park-filmsVanaf deze week verschijnen vrijwel alle Jurassic Park-films op Videoland.\nBinnen die reeks is inmiddels ook een vervolg verschenen, dat (vooralsnog) niet op Videoland te zien is.\nWanneer hij na een toverspreuk terechtkomt in het lichaam van een kat, wordt hij het huisdier van zijn eigen gezin.\nIn de eerste twee films, die vanaf zaterdag op Videoland staan, nemen de Barden Bellas het op tegen uiteenlopende zangconcurrenten.", "paragraphs": ["Gevaarlijke dinosaurussen, Kevin Spacey als kat en twee populaire muziekfilms. Videoland breidt het aanbod deze week uit met verschillende films en series. Bekijk hieronder om welke titels het onder meer gaat.", "Films", "Vier Jurassic Park-films", "Vanaf deze week verschijnen vrijwel alle Jurassic Park-films op Videoland. De eerste twee delen, over een attractiepark waar dinosaurussen uitbreken en slachtoffers maken, werden geregisseerd door Steven Spielberg. In 2001 verscheen het derde deel, met veertien jaar later pas weer een nieuw avontuur: Jurassic World. Binnen die reeks is inmiddels ook een vervolg verschenen, dat (vooralsnog) niet op Videoland te zien is.", "Creed II", "Michael B. Jordan is weer te zien in de rol van bokser Apollo Creed. Als verse wereldkampioen krijgt hij Ivan Drago als tegenstander. Het feit dat hun vaders al eerder tegenover elkaar in de ring stonden, met dodelijke gevolgen, gooit nog meer gewicht in de strijd.", "", "140 Bekijk hier de trailer van Creed II", "Nine Lives", "Kevin Spacey speelt in deze familiefilm een drukke zakenman, die nauwelijks nog oog heeft voor zijn vrouw en dochter. Wanneer hij na een toverspreuk terechtkomt in het lichaam van een kat, wordt hij het huisdier van zijn eigen gezin. Nine Lives heeft ook een Nederlandstalige versie: Meneer Pluizenbol.", "Pitch Perfect", "Anna Kendrick speelt in deze muzikale comedyreeks een studente die zich aansluit bij een a capella-groep. In de eerste twee films, die vanaf zaterdag op Videoland staan, nemen de Barden Bellas het op tegen uiteenlopende zangconcurrenten.", "141 Bekijk de trailer van Pitch Perfect 2", "Series", "Lotte - seizoen 1", "Net als de bekende Amerikaanse serie Ugly Betty werd deze Nederlandstalige reeks gebaseerd op een televisiehit uit Colombia. Nyncke Beekhuyzen speelt een slimme bedrijfseconoom die cum laude is afgestudeerd, maar helaas haar uiterlijk niet meeheeft. Ze is werkzaam als secretaresse bij een modeconcern, maar droomt stiekem van een leven vol glitter en glamour.", "Superguide stelde onlangs een lijst samen met serietips voor Videoland. Ook zijn er overzichten te vinden van aanraders op Disney+, Netflix en Amazon Prime."], "authors": ["Door"], "keywords": ["series", "je", "videoland", "nieuw", "van", "een", "het", "kunt", "en", "deze", "op", "die", "films", "als", "met", "week", "kijken"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}