{"id": "700aeb3c-4e9b-3a2f-a91d-b0c60df253c1", "title": "La Fam brengt Paradisosjaal uit om poppodium te steunen", "url": "https://www.parool.nl/ps/la-fam-brengt-paradisosjaal-uit-om-poppodium-te-steunen~baa18af9/", "summary": "Mijn zus heeft er een tijd achter de bar gewerkt.\nWe kwamen er meer dan vaak.”Jullie hebben een sjaal ontworpen om de club te steunen.\n“Al een jaar geleden stond er een samenwerking klaar, maar vanwege corona ging die niet door.\nDe afbeeldingen zijn gemaakt door kunstenaars en vertellen allerlei verhalen, zoals over de goedkeuring van het homohuwelijk.\nWij hebben de omlijning gebruikt voor onze sjaal.”Ter promotie van de sjaal hebben jullie bekende artiesten én bezoekers vastgelegd in een lege zaal.", "paragraphs": ["De Paradisosjaal.", "Je runt La Fam samen met je zus. Wat was jullie eerste Paradisobezoek?", "“Het eerste optreden dat ik er zag was van De Jeugd van Tegenwoordig, ik was dertien. Mijn zus heeft er een tijd achter de bar gewerkt. We kwamen er meer dan vaak.”", "Jullie hebben een sjaal ontworpen om de club te steunen.", "“Al een jaar geleden stond er een samenwerking klaar, maar vanwege corona ging die niet door. Het leek ons nog steeds mooi iets te doen; we willen graag helpen. Dat is deze sjaal geworden, waarvan de opbrengsten naar Paradiso gaan. Dat werd zo gewaardeerd, dat ze ons een percentage willen geven. Een mooi gebaar.”", "In de sjaal komt het glas-in-loodwerk terug.", "“Is dat niet wat Paradiso zo iconisch maakt? De afbeeldingen zijn gemaakt door kunstenaars en vertellen allerlei verhalen, zoals over de goedkeuring van het homohuwelijk. Wij hebben de omlijning gebruikt voor onze sjaal.”", "Ter promotie van de sjaal hebben jullie bekende artiesten én bezoekers vastgelegd in een lege zaal.", "“Er zijn allerlei partijen die Paradiso missen. We hebben artiesten, werknemers en bezoekers gefotografeerd in een leeg Paradiso. We hebben hen ook geïnterviewd. Zoals Akwasi over zijn eerste Paradiso­concert, en een bezoeker die terugblikt op een optreden dat hij met zijn vader bijwoonde. Het zou zonde zijn als we er straks niet meer kunnen dansen.”", "Waar kunnen Amsterdammers de Paradisosjaal vinden?", "“De verkoop begint 7 januari, maar pre-order is vanaf vandaag mogelijk. Je kunt hem voor 25 euro bestellen via de Paradisowebsite of via onze eigen website.”"], "authors": ["Noor Lagendijk"], "keywords": ["fam", "om", "poppodium", "er", "zijn", "uit", "steunen", "te", "van", "een", "la", "paradisosjaal", "brengt", "paradiso", "het", "hebben", "niet", "dat", "sjaal"], "pubDate": "2020-12-28T09:09:01Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}