{"id": "70195577-d01c-349f-bdee-b4a9a0ed0262", "title": "De wereld wordt van de Chinezen, wen er maar aan", "url": "https://trouw.nl/achterpagina/de-wereld-wordt-van-de-chinezen-wen-er-maar-aan~b4f0972f/", "summary": "De titel van de nieuwe VPRO-serie klinkt verraderlijk simpel, maar vertelt precies wat er gaande is: onze wereld wordt van de Chinezen.\nEn China-kenner Ruben Terlou en zijn team tonen nu hoe China al vaste voet heeft in landen als Servië en Cambodja, maar ook in Nederland.\nZoals studente Hilda, die droomt van een carrière in de Chinese showbizz.\nGenietenDe Chinezen vragen zich niet af of ze wel op hun plek zijn met hun handel.\nTeam Terlou beschrijft de moderne geschiedenis zoals ook Geert Mak doet: de ­focus niet op de politieke top, maar op de kleine radertjes.", "paragraphs": ["De wereld van de Chinezen. De titel van de nieuwe VPRO-serie klinkt verraderlijk simpel, maar vertelt precies wat er gaande is: onze wereld wordt van de Chinezen.", "Terwijl de westerse maatschappij wankelt onder grote ego’s en ieder-voor-z’n-­eigen, werkt dit oosterse volk collectief aan een grootse toekomst. Het weeft een economisch netwerk dat de Nieuwe Zijderoute wordt genoemd. Een investeringsproject in zeventig buitenlanden en organisaties dat de Chinezen welvaart en stabiliteit moet ­garanderen.", "Er is niets geheimzinnigs aan: de details over dit overrompelende Belt and Road Initiative vind je gewoon op Wikipedia,of in het boek van Rob de Wijk. En China-kenner Ruben Terlou en zijn team tonen nu hoe China al vaste voet heeft in landen als Servië en Cambodja, maar ook in Nederland. Tip: ga maar vast Chinees leren.", "Robotachtig", "Want lang niet iedere Chinees die overzees gaat werken neemt de moeite de lokale taal te leren, bleek gisteren in de eerste aflevering, over Kenia. Ongelooflijk, de beelden van Afrika 2.0. Zo hebben de Chinezen een spoorlijn aangelegd en gefinancierd tussen havenstad Mombasa en hoofdstad Nairobi. De blinkende stations zien eruit alsof je in een Aziatische metropool bent. Met robotachtige employees die zorgen voor een ­orderlijk verloop bij aankomst en vertrek.", "Uit: De wereld van de Chinezen.", "Maar de ingenieur die de Keniase tech­nici opleidt, spreekt geen Engels of Swahili. Hij vindt dat de Kenianen zijn taal maar moeten leren. En sommigen doen dat ook. Zoals studente Hilda, die droomt van een carrière in de Chinese showbizz. Terlou hoort de prachtige Keniase in accentloos Chinees zingen, tijdens een viering van Chinees Nieuwjaar in Nairobi, in een militaristisch decor. Alsof de camera in Peking staat.", "Genieten", "De Chinezen vragen zich niet af of ze wel op hun plek zijn met hun handel. Ze komen gewoon, varend op hun eigen morele kompas: de levensopdracht van Chinezen is zakelijk succesvol te zijn, genoeg geld te verdienen om hun ouders te helpen en hun kinderen een betere start te geven. Waarbij persoonlijke gevoelens er niet toe doen: “Bij ons gaat het groepsbelang boven het individuele belang, dus is iets in het belang van China, dan ga je naar het buitenland. Vrijwillig”, zegt een Chinese expat.", "De plaatselijke cultuur is ook van ondergeschikt belang. Een Keniaan vertelt dat zijn Chinese bazen een zevendaagse werkweek opleggen, terwijl de meeste Kenianen christelijk zijn en in het weekend naar de kerk willen. “Maar begin je tegen een Chinees over God, gaat hij op Google zoeken wat dat is.”", "Even klinkt een Chinese pannenkoeken­bakker in Nairobi wel jaloers, als hij beschrijft hoe Kenianen kunnen genieten van lekker eten, of een zoet kopje thee. Terwijl hij en zijn landgenoten hun voedsel meestal snel naar binnen schrokken. Maar hij staat er niet te veel bij stil. Geld verdienen, dat is pas genieten, vindt hij.", "Uit: De wereld van de Chinezen.", "Team Terlou beschrijft de moderne geschiedenis zoals ook Geert Mak doet: de ­focus niet op de politieke top, maar op de kleine radertjes. Wat betekenen de mon­diale bewegingen voor de kleine luiden? ­Razend boeiend, al snak je soms naar meer cijfers en achtergrondinformatie. Ook maar googelen dan.", "Ondertussen kijk ik nu al uit naar de aflevering over China’s tentakels in Nederland. Met angst en beven? Dat heeft vast weinig nut. Het is wat het is."], "authors": ["Renate Van Der Bas"], "keywords": ["er", "zijn", "van", "het", "en", "een", "hun", "wordt", "aan", "te", "op", "wereld", "wen", "maar", "dat", "chinezen"], "pubDate": "2021-01-10T20:15:55Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}