{"id": "7021e78a-eb0f-3485-a3b9-e0d6f0432df6", "title": "Vaccin van Oxford en AstraZeneca goedgekeurd in Verenigd Koninkrijk", "url": "https://www.parool.nl/wereld/vaccin-van-oxford-en-astrazeneca-goedgekeurd-in-verenigd-koninkrijk~b39e4e5a/", "summary": "Het vaccin van Oxford en AstraZeneca wordt, in november, toegediend aan een proefpersoon.\nHet Verenigd Koninkrijk is het eerste land ter wereld dat het vaccin goedkeurt.\nHet vaccin van BioNTech en Pfizer werd eerder al goedgekeurd, die vaccinaties lopen al een aantal weken.\nEffectiviteitDe Britten hebben de eerste doses van het vaccin al in het land.\nHet is onduidelijk wanneer de EMA zich over het vaccin van de Brits-Zweedse fabrikant zal buigen.", "paragraphs": ["Het vaccin van Oxford en AstraZeneca wordt, in november, toegediend aan een proefpersoon. Beeld Hollandse Hoogte / The New York Times Syndication", "Dat laat de Britse minister van Volksgezondheid Matt Hancock weten. Het Verenigd Koninkrijk is het eerste land ter wereld dat het vaccin goedkeurt. Volgens de minister kan de eerste prik begin volgende week worden gezet. Premier Boris Johnson noemt het ‘werkelijk fantastisch nieuws’.", "Het is het tweede vaccin dat groen licht krijgt in het Verenigd Koninkrijk. Het vaccin van BioNTech en Pfizer werd eerder al goedgekeurd, die vaccinaties lopen al een aantal weken. De Britse geneesmiddelenautoriteit MHRA liep voor op de Europese medicijnwaakhond EMA doordat de Britten gebruikmaakten van een speciale spoedprocedure.", "Het vaccin van AstraZeneca wordt in eerste instantie toegediend aan ouderen in verpleeghuizen, aldus Britse media. De doses hoeven minder koud bewaard te worden dan die van BioNTech en Pfizer, en zijn bovendien makkelijker te vervoeren. Om die redenen zijn ze toegankelijker om bij minder mobiele groepen te krijgen.", "Effectiviteit", "De Britten hebben de eerste doses van het vaccin al in het land. Volgens The Guardian zullen in de komende dagen 4 miljoen doses beschikbaar komen. In totaal bestelde het land 100 miljoen doses, goed voor 50 miljoen inentingen. Die worden onder meer geproduceerd in eigen fabrieken.", "Het AstraZeneca-vaccin is 62 tot 90 procent effectief, zo lieten de eerste onderzoeksresultaten zien. Tegen The Sunday Times zei AstraZenecatopman Pascal Soriot maandag dat dit percentage nog kan oplopen naar 95 procent. Het is onduidelijk wanneer de EMA zich over het vaccin van de Brits-Zweedse fabrikant zal buigen. Nederland heeft zeker 11,7 miljoen doses ingekocht."], "authors": ["Anna Herter"], "keywords": ["van", "het", "astrazeneca", "en", "eerste", "goedgekeurd", "verenigd", "vaccin", "te", "oxford", "koninkrijk", "worden", "doses", "miljoen", "die"], "pubDate": "2020-12-30T07:27:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}