{"id": "702385b0-0841-3340-ab2f-f389717b68db", "title": "Scooterrijder op de vlucht scheurt met 80 kilometer per uur door Haarlem", "url": "https://nu.nl/haarlem/6097828/scooterrijder-op-de-vlucht-scheurt-met-80-kilometer-per-uur-door-haarlem.html", "summary": "Een 24-jarige Haarlemmer sloeg in de nacht van zaterdag op zondag op de vlucht voor de politie toen de agenten zijn scooter wilden controleren.\nTijdens zijn vluchtpoging haalde hij hoge snelheden en kwam hij uiteindelijk ten val, waarna hij kon worden aangehouden.\nToen de passagier afstapte, ging de man op de scooter ervandoor.\nDe scooterrijder rende weg, maar kon snel door de politie ingerekend worden op de Obistraat.\nDe motorscooter had een kentekenplaat van een snorfiets en bovendien had de verdachte niet het juiste rijbewijs.", "paragraphs": ["Een 24-jarige Haarlemmer sloeg in de nacht van zaterdag op zondag op de vlucht voor de politie toen de agenten zijn scooter wilden controleren. Tijdens zijn vluchtpoging haalde hij hoge snelheden en kwam hij uiteindelijk ten val, waarna hij kon worden aangehouden.", "Rond 5.00 uur werd de scooterrijder met een passagier achterop staande gehouden op de Rozenhagenstraat. Toen de passagier afstapte, ging de man op de scooter ervandoor.", "Tijdens de achtervolging negeerde de Haarlemmer verkeersregels en reed hij met hoge snelheden door de stad. Op de Zaanenstraat kwam hij ten val. Hierbij raakte een auto beschadigd. De scooterrijder rende weg, maar kon snel door de politie ingerekend worden op de Obistraat.", "Uit een speekseltest bleek dat de 24-jarige man cannabis en cocaïne had gebruikt en alcohol had gedronken. De motorscooter had een kentekenplaat van een snorfiets en bovendien had de verdachte niet het juiste rijbewijs.", "De man zit vast voor verder onderzoek."], "authors": ["Door"], "keywords": ["val", "kilometer", "worden", "zijn", "met", "vlucht", "80", "uur", "scheurt", "van", "en", "een", "haarlem", "door", "man", "voor", "scooterrijder", "op", "hij"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}