{"id": "703077a1-eb30-386a-821e-563bc09d2701", "title": "Dat Ronald Goedemondt zichzelf zo slecht kent, is een zegen voor zijn publiek", "url": "https://www.parool.nl/kunst-media/dat-ronald-goedemondt-zichzelf-zo-slecht-kent-is-een-zegen-voor-zijn-publiek~bbd275d0/", "summary": "Ronald Goedemondt was met een ‘gewone’ voorstelling nog aan het try-outen toen het covid­virus de wereld veroverde en zijn speellijst decimeerde.\nHij blijft hopen dat er ooit een ruimteschip landt vol ‘mediterraan ogende veertigers met een forse neus’.\nNumero Uno verschilt nauwelijks van zijn vorige shows, maar toch voelt Goedemondt nog steeds fris aan.\nDat Goedemondt zichzelf zo slecht kent, is een zegen voor zijn publiek.\nNumero uno van Ronald Goedemondt is zaterdagavond om 20.30 uur te zien op SBS6.", "paragraphs": ["Ook al was Numero Uno van Ronald Goedemondt nog niet voltooid toen de theaters dicht gingen, de tv-registratie biedt humoristische troost op brandstof van absurdisme en verwarring.", "De enige cabaretvoorstellingen die hun première op televisie beleven, zijn oudejaarsconferences. Normaal gesproken dan. Ronald Goedemondt was met een ‘gewone’ voorstelling nog aan het try-outen toen het covid­virus de wereld veroverde en zijn speellijst decimeerde. Hij besloot Numero Uno vervolgens voortijdig de huiskamer in te schieten. Daar ­mogen we hem voor bedanken, want een beter medicijn tegen winterdepressie is nauwelijks denkbaar.", "Je kunt Goedemondt natuurlijk gewoon zien als superieure stand-upper met een dwaze geest. Wanneer iemand hem een vraag stelt, is het antwoord altijd absurdisme. Een vader op school was benieuwd welke opvoedstijl de Eindhovenaar hanteert voor zijn 6-jarige zoontje? Nou, hij investeerde 30.000 euro in een spookhuis op het dakterras. Vol weerwolven, skeletten en ‘Elmo met een lul van 40 centimeter’. De kleine knaap maakte één ritje en eet sindsdien altijd zijn bord leeg.", "Toch doe je Goedemondt tekort door alleen over de lach te praten. In De R van Ronald (2013) vertelde hij impliciet, maar ontroerend over zijn burn-out. Ook in Numero Uno, opgenomen in het DeLaMar Theater in augustus met publiek, is Goedemondt ondanks alle lol weer extreem persoonlijk. Hij begint te vertellen dat hij geen ruimte in durft te nemen en in gezelschap onmiddellijk naar de achtergrond verdwijnt. Later voegt de cabaretier daar terloops aan toe dat hij zich nooit onderdeel voelt van een geheel en eigenlijk niet weet wie hij is. Hij blijft hopen dat er ooit een ruimteschip landt vol ‘mediterraan ogende veertigers met een forse neus’. Dan zal hij de enige zijn die denkt: ah, daar is de rest.", "Geurtjes", "Dat is geen vrijblijvend thema, maar de fundering onder bijna alles wat hij vertelt. De culminatie zit in een fantastisch stuk over parfum. Goedemondt spuit zich graag helemaal onder met verschillende geurtjes, zodat hij een nieuw persona kan verzinnen. Wie anders ruikt, wordt een ander mens. En hoeft dus even niet na te denken over zijn echte identiteit.", "Goedemondt heeft daarnaast een feilloos gevoel voor ritme. De weg naar een grote grap ligt altijd bezaaid met kleinere geintjes. Hij is de meester van de zelfonderbreking, iemand die halverwege een zin afdwaalt naar drie zijpaden, maar de rode lijn nooit uit het oog verliest. Ook zijn techniek is van absolute wereldklasse, met stembuigingen die een heel verhaal doen kantelen en blikken waarin je afwisselend existentiële angst óf opgeklopte arrogantie leest.", "Numero Uno verschilt nauwelijks van zijn vorige shows, maar toch voelt Goedemondt nog steeds fris aan. Je weet nooit precies waar een verhaal heen gaat omdat de humor voortkomt uit schijnbaar oprechte verwarring. Dat Goedemondt zichzelf zo slecht kent, is een zegen voor zijn publiek.", "Numero uno van Ronald Goedemondt is zaterdagavond om 20.30 uur te zien op SBS6."], "authors": ["Mike Peek"], "keywords": ["zijn", "van", "zo", "het", "uno", "publiek", "voor", "kent", "en", "een", "met", "zichzelf", "goedemondt", "te", "zegen", "hij", "ronald", "slecht"], "pubDate": "2021-01-09T08:00:20Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}