{"id": "703628e9-4343-390b-86b5-07a65d8aa159", "title": "Het WK in Qatar is de grootste blamage voor de sport sinds de Spelen van 1936 in Berlijn. Maar wat doe je eraan?", "url": "https://volkskrant.nl/sport/het-wk-in-qatar-is-de-grootste-blamage-voor-de-sport-sinds-de-spelen-van-1936-in-berlijn-maar-wat-doe-je-eraan~bb2f0357/", "summary": "Samenvattend: een WK in Qatar is de grootste blamage voor de internationale sport sinds de Olympische Spelen in 1936 in Berlijn.\nHet WK voetbal is in Qatar, wen er maar aan, was maandag de kop boven een stuk van Willem Vissers.\nDe Boer vond een WK in Qatar vooral raar omdat het een klein land is zonder voetbalcultuur.\nMaar hij zei ook dat het goed is dat de mensenrechtensituatie wordt aangekaart.\nDe aanvoerder van Oranje zal op het WK een regenboogband dragen, symbool van diversiteit en gelijkwaardigheid.", "paragraphs": ["Slavernij, religieuze uitwassen en onderdrukking van andersdenkenden of niet, het wereldkampioenschap voetbal in Qatar is begonnen. Genoeg geluld, nu eerst de loting van de voorronden. Die was maandag in Zürich. Frank de Boer keek er in een zaaltje in Zeist naar.", "Er was een kort, amateuristisch filmpje gemaakt. De KNVB zette het op Twitter en dat was een goed idee. Een stuk of wat mannen in colberts keken onder een systeemplafond naar een tv-scherm. Om raadselachtige redenen maakten sommige mannen zo nu en dan een aantekening. Iemand had een bal op tafel gelegd.", "De Boer gaf kort en bondig commentaar. Het was niet altijd goed te verstaan, de afdeling voorlichting en pr van de KNVB had een luid muziekje onder het filmpje gezet. Soms herhaalde De Boer alleen maar wat hij op het scherm zag: ‘Montenegro.’ Bij ‘Turkey’ ging hij even verzitten en zei hij lachend: ‘Heet avondje in Istanbul.’", "Bij ‘Gibraltar’ voelde ik pure liefde voor de bondscoach. Zijn commentaar: ‘Nog nooit geweest.’ Langzaam werd naar een climax toegewerkt. Die kwam er toen presentator Cristina Gullón in het auditorium in Zürich na bijna een uur het einde van de uitzending aankondigde.", "De Boer: ‘Mooi zo. Wegwezen nu.’", "\"Gibraltar, nog nooit geweest.\"", "", "Hoe @FdeBoerofficial de loting gisteren bekeek 👇 pic.twitter.com/rJ9cQgmrm8 — OnsOranje (@OnsOranje) 8 december 2020", "Veel mensen hebben bezwaren tegen een WK in Qatar, bijvoorbeeld omdat bij de bouw van de zeven stadions talloze arbeidsmigranten zijn omgekomen. Anderen wijzen op het politieke klimaat in het land, een islamitische dictatuur.", "De tweede, veel grotere groep critici bestaat uit mensen die, eveneens volkomen terecht, vinden dat het idioot is dat een wereldkampioenschap wordt gehouden in een dunbevolkte woestijnstaat zonder sporttraditie. De toewijzing aan Qatar is bovendien tot stand gekomen na grootschalige corruptie. Omdat de FIFA er na de stemming achterkwam dat de zomers in het land hels zijn, werd het WK verschoven naar november, middenin het reguliere voetbalseizoen.", "Samenvattend: een WK in Qatar is de grootste blamage voor de internationale sport sinds de Olympische Spelen in 1936 in Berlijn. Maar wat doe je eraan?", "Het WK voetbal is in Qatar, wen er maar aan, was maandag de kop boven een stuk van Willem Vissers. De kop was een lichte provocatie waarschijnlijk, maar de berusting die eruit spreekt is begrijpelijk. Zelfs Amnesty International pleit niet voor een boycot. De mensenrechtenorganisatie wil het WK aangrijpen om misstanden onder de aandacht te brengen - een oude, niet geheel ondoeltreffende tactiek.", "Rond de loting werden bijvoorbeeld aan de secretaris-generaal van de KNVB, Gijs de Jong, en aan bondscoach Frank de Boer door de media al vragen gesteld waarin het woord ‘mensenrechten’ voorkwam. De antwoorden vielen niet eens tegen. In Studio Voetbal betoogde De Jong overtuigend dat de KNVB niet wegkijkt voor de problemen en meermaals gesprekken heeft gevoerd met Amnesty International en Human Rights Watch.", "Ook De Boer probeerde er het beste van te maken, in een gesprekje met Jeroen Stekelenburg. Vind jij er iets van, vroeg de NOS-verslaggever zonder veel enthousiasme. De Boer vond een WK in Qatar vooral raar omdat het een klein land is zonder voetbalcultuur. Maar hij zei ook dat het goed is dat de mensenrechtensituatie wordt aangekaart. Beter iets dan niets, zeggen we dan maar.", "Wegwezen, dat zal er niet van komen. De critici moeten het voorlopig doen met een toezegging van Gijs de Jong bij Studio Voetbal. De aanvoerder van Oranje zal op het WK een regenboogband dragen, symbool van diversiteit en gelijkwaardigheid.", "De Jong zegde het toe op aandrang van presentator Sjoerd van Ramshorst. Het is te hopen dat Oranje zich plaatst voor de eindronde, want dat is nou wél iets om je in het najaar van 2022 ontzettend op te verheugen: de hoog oplopende discussies of Virgil van Dijk in Qatar een veelkleurige aanvoerdersband mag dragen, of niet."], "authors": ["Paul Onkenhout"], "keywords": ["van", "dat", "qatar", "niet", "een", "wk", "het", "en", "maar", "sport", "op", "voor", "er", "je", "sinds", "wat", "spelen"], "pubDate": "2020-12-11T17:43:48Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}