{"id": "7039ca27-f2c0-3a9e-8f7d-2ce971ab7099", "title": "Stormen krijgen namen als Bella, waarom wordt met ziektes en syndromen zo moeilijk gedaan?", "url": "https://www.volkskrant.nl/wetenschap/stormen-krijgen-namen-als-bella-waarom-wordt-met-ziektes-en-syndromen-zo-moeilijk-gedaan~b975e2a86/", "summary": "Ik bedoel, een koe heet Bella, of desnoods een merk douchegel, maar een storm?\nEn dan om en om een meisjes- en een jongensnaam.\nTot 1979 werden enkel meisjesnamen gebruikt en er moest wat feminisme aan te pas komen om dat te veranderen.\nVeel ziektes en syndromen hebben meerdere onmogelijke namen met absurd hoge Wordfeudwaarde.\nEn dan zijn er ziektes en klachten met prachtige namen, die klinken als mooie meisjes, zoals Shigella, Rosacea en Melena.", "paragraphs": ["In december was er een stevige storm in Nederland. Persoonlijk houd ik wel van storm. Het geeft me een gevoel van Echt Leven, van Woeste Elementen in de vorm van zwiepende winden en omvallende bomen. Gezien de populariteit van Tsunami-filmpjes op YouTube kan ik niet anders dan concluderen dat de wereld vol zit met natuurrampfetisjisten als ik.", "Maar daar gaat dit stukje eigenlijk niet over. Het gaat over het volgende. De storm heette Bella. Bella. Ik bedoel, een koe heet Bella, of desnoods een merk douchegel, maar een storm? Even een gedachte-oefening: visualiseer een storm genaamd Bella. Lukt toch niet?", "Er zijn internationaal afspraken over de naamgeving van stormen. Vind ik supergrappig – dat er afspraken zijn over de namen van stormen. En er zoiets als een International Committee of Storm Nomenclature is. Of zou die commissie Juliette heten?", "Voor wie het niet weet – men gaat gewoon het alfabet af. Dus na storm Anna volgt, bijvoorbeeld, storm Bert, daarna Carmen en vervolgens Dennis. En dan om en om een meisjes- en een jongensnaam. Tot 1979 werden enkel meisjesnamen gebruikt en er moest wat feminisme aan te pas komen om dat te veranderen. Overigens blijkt dat vrouwtjesstormen ernstiger verlopen dan mannetjesstormen, waarschijnlijk doordat storm Jenny nou eenmaal een stuk snoeziger klinkt dan storm Patrick en minder serieus wordt genomen. Zo wreekt seksisme zich.", "Toch zou ik willen dat er voor ziektenaamgeving ook zulke afspraken zijn. Veel ziektes en syndromen hebben meerdere onmogelijke namen met absurd hoge Wordfeudwaarde. Ziektes krijgen vaak de naam van de ontdekkers – doorgaans een lang geleden gesneefd geneesheer, of een groep geneesheren. Vaak was er, zo stel ik me voor, een narcistische strijd wie de ellendige aandoening zijn naam mocht geven. Uiteindelijk werd vaak gepolderd en werden de namen domweg achter elkaar geplakt. Zo is er het Birt-Hogg-Dubé-syndroom. Diezelfde aandoening heet ook wel Hornstein-Birt-Hogg-Dubé-syndroom of Hornstein-Knickenberg-syndroom. Dan heeft-ie nog een Latijnse naam: Fibrofolliculomas trichodiscomas acrochordons.", "Soms worden ziektes, behalve naar de ontdekker, ook genoemd naar de chemische afwijking, zo is 3 beta-hydroxysterol-delta 7 reductase deficiëntie hetzelfde als Smith-Lemli-Opitz-syndroom. Om de verwarring te vergroten hebben niet alleen ziektes vaak meerdere namen, maar horen namen ook regelmatig bij meerdere ziektes. Zo betekent angina in de volksmond keelontsteking, maar angina pectoris betekent kransslagadervernauwing. En hernia kan rugpijn met uitstraling geven, maar ook een liesbreuk zijn.", "En dan zijn er ziektes en klachten met prachtige namen, die klinken als mooie meisjes, zoals Shigella, Rosacea en Melena. Wil je toch zo mee uit? Maar het zijn valse bitches hoor – Shigella is een ernstige vorm van diarree, Rosacea een huidaandoening in het gelaat en Melena zwarte, kleverige ontlasting door een bloeding hogerop in het maagdarmstelsel. Melena komt ook echt voor als meisjesnaam in Nederland.", "Er piekt nu een nieuwe medische aandoening bij de babymeisjesnamen. In 2020 schonken veel ouders in de Verenigde Staten hun dochter de volgende, prachtige naam: Corona."], "authors": ["Rinske Van De Goor"], "keywords": ["er", "zijn", "van", "syndromen", "zo", "waarom", "storm", "stormen", "krijgen", "en", "met", "een", "wordt", "namen", "ook", "het", "moeilijk", "ziektes"], "pubDate": "2021-01-10T16:50:17Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}