{"id": "7049133a-af24-317e-87f4-2fc51651b4fe", "title": "De Boer: op het EK zal het beter moeten", "url": "https://www.parool.nl/sport/de-boer-op-het-ek-zal-het-beter-moeten~bd807316/", "summary": "We moeten zorgen dat het tegen Polen beter gaat.”De Boer kon in zijn tijd bij Ajax wel eens flink boos worden.\nAls er een moment is dat ik een keer boos moet worden, dan zal ik ook boos worden.\nLaat dat duidelijk zijn.”De Boer genoot van het spel van Italië tegen Polen.\nBij mijn eerste twee eindtoernooien was ik er, maar daar was direct alles mee gezegd,” aldus De Boer over het EK van 1992 en het WK van 1994.\nMisschien is het ook wel zo dat het WK ons piekmoment zal zijn.", "paragraphs": ["Frank de Boer. Beeld EPA", "“We hebben wel een goed beeld gekregen van wat we kunnen. We moeten stappen maken, dat is duidelijk. Dat beseffen we,” aldus De Boer, die Oranje zondag tegen Bosnië en Herzegovina (3-1) een aantal kansen zag weggeven. “Er zijn dingen die we kunnen en moeten verbeteren. Die hebben we aan de spelers laten zien. We moeten zorgen dat het tegen Polen beter gaat.”", "De Boer kon in zijn tijd bij Ajax wel eens flink boos worden. In het seizoen 2012-2013 werd hij tijdens een drinkpauze in de uitwedstrijd tegen NEC woest toen Ajax niet goed verdedigde en een doelpunt weggaf. De Amsterdammers stonden toen al op een ruime voorsprong.", "Italië", "Bij Oranje heeft De Boer zo’n moment nog niet gehad. Dat betekent niet dat hij milder is geworden, zegt hij. “Op een gegeven moment moet het kwartje wel vallen. Als er een moment is dat ik een keer boos moet worden, dan zal ik ook boos worden. Laat dat duidelijk zijn.”", "De Boer genoot van het spel van Italië tegen Polen. “Ze voetbalden echt heel erg goed. Verder is Spanje natuurlijk een team waar je rekening mee moet houden. België was fantastisch tegen Engeland. Frankrijk heeft ook zoveel kwaliteit in de ploeg. Je hebt veel landen die mee zullen gaan doen. Dat wisten we al. Daarom ben ik ook blij dat we met de loting voor de WK-kwalificatie in pot 1 komen. Ik denk wel dat we ons met die landen kunnen meten.”", "WK 2022", "De vorige bondscoach Ronald Koeman sprak tijdens zijn dienstverband de verwachting uit dat de huidige selectie van Oranje pas op zijn best is tijdens het WK van 2022 in Qatar. De Boer kan daar voor een deel wel in meegaan. “We hebben qua leeftijden een hele goede mix. We hebben veel spelers die grote wedstrijden spelen op Champions League-niveau. Het nadeel is dat een groot gedeelte van deze groep nog geen eindtoernooi heeft gespeeld. Het is wel lekker als je spelers hebt die weten wat het inhoudt om zo’n toernooi te spelen. Dat weet ik nog uit mijn eigen tijd. Bij mijn eerste twee eindtoernooien was ik er, maar daar was direct alles mee gezegd,” aldus De Boer over het EK van 1992 en het WK van 1994.", "“Maar we hebben wel heel veel talent in onze groep. Misschien is het ook wel zo dat het WK ons piekmoment zal zijn. Maar we gaan er alles aan doen om op het EK nadrukkelijk aanwezig te zijn.”"], "authors": [], "keywords": ["moeten", "zal", "beter", "van", "het", "op", "boer", "die", "zijn", "ik", "een", "dat", "ek", "wel", "tegen"], "pubDate": "2020-11-17T16:14:28+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}