{"id": "705754a8-c899-3640-9d3f-d43fcf6f2be0", "title": "‘Vertrouwen woningmarkt volledig hersteld van crisis’", "url": "https://www.parool.nl/nederland/vertrouwen-woningmarkt-volledig-hersteld-van-crisis~b54cfffcd/", "summary": "Beeld Ko HageZowel starters als huizenbezitters verwachten dat de woningprijzen verder zullen stijgen en dat de hypotheekrente gaat dalen de komende tijd.\nDe graadmeter staat nu op een stand van 105 punten, terwijl die een jaar geleden op een niveau van 103 punten stond.\nIn het tweede kwartaal van dit jaar kwam de vertrouwensindex nog uit op 91 punten door zorgen over de crisis.\nDaarbij wordt gewezen op het grotere aanbod van woningen en de aantrekkelijke prijzen buiten de regio.\nEn het besef lijkt ingedaald dat thuiswerken belangrijk blijft, ook na corona,” zegt Wim Flikweert, manager Wonen bij ING.", "paragraphs": ["Beeld Ko Hage", "Zowel starters als huizenbezitters verwachten dat de woningprijzen verder zullen stijgen en dat de hypotheekrente gaat dalen de komende tijd.", "De graadmeter staat nu op een stand van 105 punten, terwijl die een jaar geleden op een niveau van 103 punten stond. Alles boven de 100 punten duidt op optimisme, daaronder op pessimisme. In het tweede kwartaal van dit jaar kwam de vertrouwensindex nog uit op 91 punten door zorgen over de crisis.", "Verkopen", "Volgens ING zijn woningbezitters sinds de start van de Woonindex nog nooit zo positief geweest over de verkoop van hun woning. Een grote meerderheid (87 procent) denkt binnen drie maanden hun huis te kunnen verkopen.", "Verder stelt de bank dat de bereidheid onder starters en doorstromers om verder weg te gaan wonen dan de huidige woonplaats is gestegen, van 18 naar 25 procent. Daarbij wordt gewezen op het grotere aanbod van woningen en de aantrekkelijke prijzen buiten de regio. “Het is opvallend hoe de bereidheid om verder weg te gaan wonen is gestegen. De afgelopen maanden hebben mensen misschien toch ruimte gemist omdat we door corona meer aan huis gebonden waren. Die ruimte is elders wel te vinden. En het besef lijkt ingedaald dat thuiswerken belangrijk blijft, ook na corona,” zegt Wim Flikweert, manager Wonen bij ING."], "authors": ["Het Parool"], "keywords": ["verder", "van", "wonen", "woningmarkt", "hersteld", "punten", "en", "volledig", "een", "vertrouwen", "op", "te", "het", "crisis", "dat"], "pubDate": "2020-12-31T07:16:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}