{"id": "706bdb0c-0057-3151-8af7-a6747306be91", "title": "Von der Leyen komt met noodplan voor no-deal-brexit", "url": "https://nos.nl/collectie/13852/artikel/2360058-von-der-leyen-komt-met-noodplan-voor-no-deal-brexit", "summary": "Brussel bereidt een sterk afgeslankt brexit-akkoord voor dat de zwaarste klappen van een no-deal-brexit moet opvangen.\nLonden en Brussel willen voor 31 december een veelomvattend handelsakkoord, maar ze worden het maar niet eens over de voorwaarden.\nKomt zo'n handelsakkoord er niet, dan heeft dat volgens Von der Leyen buitenproportionele gevolgen voor een aantal sectoren.\nZo zouden vliegtuigen en vrachtwagens stil komen te staan en zouden vissers niet meer kunnen vissen.\nDe Europese Commissie wil bijvoorbeeld dat de EU en het Verenigd Koninkrijk met elkaar afspreken dat vliegtuigen op en neer kunnen blijven vliegen.", "paragraphs": ["Brussel bereidt een sterk afgeslankt brexit-akkoord voor dat de zwaarste klappen van een no-deal-brexit moet opvangen. Voorzitter van de Europese Commissie Von der Leyen heeft daarvoor plannen gepresenteerd. Londen en Brussel willen voor 31 december een veelomvattend handelsakkoord, maar ze worden het maar niet eens over de voorwaarden.", "Gisteren hebben Johnson en Von der Leyen afgesproken dat ze zondag aanhouden als deadline. Dan bepalen ze of de gesprekken kunnen doorgaan. Volgens de Britse minister van Buitenlandse Zaken is er op bepaalde punten nog \"flink wat beweging\" nodig vanuit de EU. \"Zondag wordt een belangrijke dag\", zei Dominic Raab tegen Sky News.", "Komt zo'n handelsakkoord er niet, dan heeft dat volgens Von der Leyen buitenproportionele gevolgen voor een aantal sectoren. Zo zouden vliegtuigen en vrachtwagens stil komen te staan en zouden vissers niet meer kunnen vissen. De Brusselse plannen moeten dat voorkomen.", "Openbare orde in gevaar", "Een deel van de plannen is afhankelijk van instemming van de Britten. De Europese Commissie wil bijvoorbeeld dat de EU en het Verenigd Koninkrijk met elkaar afspreken dat vliegtuigen op en neer kunnen blijven vliegen. Lukt dat niet, dan is het Britse luchtruim in principe gesloten voor vliegtuigen uit EU-landen en andersom.", "Voor wegverkeer geldt hetzelfde: komen er helemaal geen afspraken, dan mogen Britse vrachtwagens geen goederen meer vervoeren in EU-landen en andersom. Dat zou zulke ingrijpende consequenties hebben dat volgens de Commissie zelfs de openbare orde in gevaar kan komen. Ook kunnen bussen niet meer via de tunnel of op schepen het Kanaal oversteken.", "Daarom wil Brussel een uitzondering maken: de komende zes maanden zouden vrachtwagens en bussen toch moeten kunnen blijven rijden, op voorwaarde dat Londen daarmee instemt.", "Vissen buiten eigen wateren", "Het laatste probleem dat de Commissie wil oplossen is het moeilijkst: als er op 1 januari geen afspraken liggen, mogen Europese en Britse vissers niet meer in elkaars wateren vissen. Brussel wil dat oplossen door vissersboten van beide partijen het komende jaar toch nog toe te staan aan de andere kant van de Noordzee te komen. Het lijkt onwaarschijnlijk dat de Britten daarmee instemmen: zij vissen bijna niet buiten hun eigen wateren, de Europese vissers juist wel.", "De Commissie benadrukt dat deze maatregelen niet alle problemen oplossen die ontstaan als de EU en Groot-Brittannië zonder akkoord uit elkaar gaan. Daarom zijn de maatregelen tijdelijk en niet definitief. Ze geven beide partijen wat meer tijd om toch nog tot een volledig akkoord te komen.", "Een akkoord voor 1 januari is steeds onwaarschijnlijker aan het worden. Gisteren zaten de Britse premier Johnson en Commissievoorzitter Von der Leyen nog drie uur bij elkaar in Brussel, maar Johnson vertrok weer zonder noemenswaardige vooruitgang."], "authors": ["Thomas Spekschoor", "Correspondent Europa"], "keywords": ["nodealbrexit", "von", "van", "het", "leyen", "op", "met", "meer", "niet", "der", "dat", "komt", "noodplan", "en", "een", "kunnen", "voor"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}