{"id": "7079e068-52c5-3bfa-8373-36409f2fc4f1", "title": "Peter tipt: Jordi Savall, Daniil Trifonov, Jonas Kaufmann en Nikolaus Harnoncourt", "url": "https://trouw.nl/cultuur-media/peter-tipt-jordi-savall-daniil-trifonov-jonas-kaufmann-en-nikolaus-harnoncourt~b7943343/", "summary": "De zes cantates die Bach schreef rond de zes hoogtij kerkdiensten van Kerstmis 1734 tot en met Driekoningen 1735 worden hier geleid door Jordi Savall.\nMet zijn koor La Capella Reial en het orkest Le Concert des Nations.\nSolo-muziek en concerten (dat van Skrjabin en het Tweede van Prokofjev) waarin Trifonov begeleid wordt door het Mariinsky Orchestra onder leiding van Valery Gergjev.\nJonas KaufmannIt's ChristmasHet is een soort van traditie: operasterren die een album met internationale kerstliedjes opnemen.\nDe live-opnamen zijn nu voor het eerst verschenen in een box met een prachtig booklet vol essays en herinneringen.", "paragraphs": ["Het is elk jaar wel raak en 2020 is geen uitzondering: een nieuwe opname van Bachs ‘Weihnachts-Oratorium’. De zes cantates die Bach schreef rond de zes hoogtij kerkdiensten van Kerstmis 1734 tot en met Driekoningen 1735 worden hier geleid door Jordi Savall. Met zijn koor La Capella Reial en het orkest Le Concert des Nations. De fans van Savall zullen niet teleurgesteld zijn, al zijn niet alle, tamelijk onbekende solisten even goed op hun taak berekend.", "Daniil Trifonov", "Silver Age", "Daniil Trifonov speelde een dubbel-cd vol met muziek uit de zogeheten Silver Age, een bruisend culturele periode in Rusland die loopt van het fin de siècle tot aan het begin van het Sovjet-tijdperk. Muziek van Prokofjev, Stravinsky en Skrjabin –alledrie protegé van impresario Sergei Diaghilev van de Ballets Russes. Solo-muziek en concerten (dat van Skrjabin en het Tweede van Prokofjev) waarin Trifonov begeleid wordt door het Mariinsky Orchestra onder leiding van Valery Gergjev.", "Jonas Kaufmann", "It's Christmas", "Het is een soort van traditie: operasterren die een album met internationale kerstliedjes opnemen. Er bestaan prachtige, historische voorbeelden van (Leontyne Price) maar ook best wat minder geslaagde. Het kerstalbum van de Duitse ster-tenor Jonas Kaufmann, die ons vanaf de hoes kitscherig sneeuw toe blaast, is misschien meer iets voor zijn allertrouwste fans. De Duitse kerstliedjes zijn best oké, maar zodra Kaufmann in het Engels overgaat...", "Nikolaus Harnoncourt", "The Schubert Symphonies", "Nikolaus Harnoncourt nam de complete Schubert-symfonieën op met het Concertgebouworkest en de Berliner Philharmoniker. Interpretaties die opzien baarden en bekroond werden. Harnoncourt had met nog een ander orkest warme banden, en dat was het Chamber Orchestra of Europe. Met dat orkest voerde hij in de zomer van 1988 in Graz ook een Schubert-cyclus uit. De live-opnamen zijn nu voor het eerst verschenen in een box met een prachtig booklet vol essays en herinneringen."], "authors": ["Peter Van Der Lint"], "keywords": ["tipt", "kaufmann", "harnoncourt", "savall", "zijn", "met", "zes", "die", "jordi", "van", "jonas", "en", "een", "trifonov", "nikolaus", "het", "dat", "peter", "orkest"], "pubDate": "2020-12-18T12:48:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}