{"id": "707f4602-ca31-3b8d-ac0d-668174d6fc5d", "title": "Staat een land op oranje, of toch op rood? Brussel wil een Europees kleurensysteem voor reizigers in coronatijd", "url": "https://www.dvhn.nl/extra/Staat-een-land-op-oranje-of-toch-op-rood-Brussel-wil-een-Europees-kleurensysteem-voor-reizigers-in-coronatijd-25986942.html", "summary": "Ook wil ze overal dezelfde regels voor reizigers die terugkeren uit een rode zone.\n„Het vrije reizen is een van de meest tastbare voordelen van de Europese Unie”, zei de Duitse vrijdag in Brussel.\nHet is inderdaad heel belangrijk om de verspreiding van het coronavirus te proberen in te perken.\nDe commissie stelt voor het Europees Centrum voor ziektepreventie en -bestrijding (ECDC) elke week een actuele kaart met gebieden in groen, oranje en rood te laten uitgeven op basis van gegevens van de nationale autoriteiten.\nDaarnaast beveelt ze de Europese regeringen aan coronatests in te zetten om het gemakkelijker te maken voor mensen om te reizen.", "paragraphs": ["De Europese Commissie wil een eenduidig kleurensysteem op de kaart van de EU waarop burgers en bedrijven in één oogopslag kunnen zien hoe de epidemiologische situatie ergens is.", "Nu deelt elk land op eigen houtje gebieden in kleurencodes in, wat volgens commissievoorzitter Ursula von der Leyen verwarrend is. Ook wil ze overal dezelfde regels voor reizigers die terugkeren uit een rode zone.", "„Het vrije reizen is een van de meest tastbare voordelen van de Europese Unie”, zei de Duitse vrijdag in Brussel. „Vanwege de coronapandemie hebben veel regeringen de afgelopen maanden reisbeperkingen ingesteld. Het is inderdaad heel belangrijk om de verspreiding van het coronavirus te proberen in te perken. Maar we hebben meer duidelijkheid en voorspelbaarheid nodig”.", "De commissie stelt voor het Europees Centrum voor ziektepreventie en -bestrijding (ECDC) elke week een actuele kaart met gebieden in groen, oranje en rood te laten uitgeven op basis van gegevens van de nationale autoriteiten. Daarnaast beveelt ze de Europese regeringen aan coronatests in te zetten om het gemakkelijker te maken voor mensen om te reizen. Ze maakte duidelijk dat „geen enkele inwoner van de EU de toegang mag worden ontzegd tot een ander EU-land.”"], "authors": [], "keywords": ["europese", "oranje", "toch", "om", "van", "een", "voor", "wil", "te", "het", "ze", "land", "en", "op", "staat", "rood", "reizigers"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}