{"id": "709e3c62-c39d-3290-a97e-610acb5fcc0d", "title": "Brief 2 ’Overhaast ontslag van Slot’", "url": "https://www.telegraaf.nl/watuzegt/2093043568/brief-2-overhaast-ontslag-van-slot", "summary": "Nadat bekend werd dat Slot, die al eerder had aangegeven na dit seizoen te vertrekken bij AZ, met Feyenoord had gesproken over een contract vanaf medio 2021 waren de rapen gaar.\nSuccestrainer Slot kreeg vrijwel onmiddellijk een etiket opgeplakt dat hij niet volledig gefocust zou zijn op zijn huidige club AZ en werd op staande voet ontslagen.\nDe directie van AZ had gewoon meer tijd moeten ’kopen’ om rustiger te kunnen nadenken over eventuele vervolgstappen.\nDeze ondoordachte maatregel kent namelijk alleen maar verliezers en dat is voor zowel Arne Slot als topclub AZ een uiterst vervelende situatie die zich niet meer laat terugdraaien.\nJan Pronk, BeverwijkStem op deze briefOf op één van de andere brieven:", "paragraphs": ["Echter niet voor de directie van voetbalclub AZ. Nadat bekend werd dat Slot, die al eerder had aangegeven na dit seizoen te vertrekken bij AZ, met Feyenoord had gesproken over een contract vanaf medio 2021 waren de rapen gaar. Succestrainer Slot kreeg vrijwel onmiddellijk een etiket opgeplakt dat hij niet volledig gefocust zou zijn op zijn huidige club AZ en werd op staande voet ontslagen. Een in mijn ogen veel te overhaaste beslissing die Arne Slot onnodig schaadt en de selectie zo van slag maakte dat ze in de thuiswedstrijd tegen Groningen tegen een nederlaag aanliepen en uit pure frustratie twee rode kaarten pakten. De directie van AZ had gewoon meer tijd moeten ’kopen’ om rustiger te kunnen nadenken over eventuele vervolgstappen. Deze ondoordachte maatregel kent namelijk alleen maar verliezers en dat is voor zowel Arne Slot als topclub AZ een uiterst vervelende situatie die zich niet meer laat terugdraaien.", "Jan Pronk, Beverwijk", "Stem op deze brief", "Of op één van de andere brieven:"], "authors": [], "keywords": ["van", "op", "overhaast", "die", "brief", "een", "slot", "en", "dat", "te", "az", "niet", "ontslag"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}