{"id": "70a10560-e7f7-30c1-82a8-e72863f6e70f", "title": "Dave Grohl brengt tijdens Chanoeka covers uit van Joodse artiesten", "url": "https://nu.nl/muziek/6095765/dave-grohl-brengt-tijdens-chanoeka-covers-uit-van-joodse-artiesten.html", "summary": "Foo Fighters-frontman Dave Grohl en zijn producer Greg Kurstin brengen tijdens Chanoeka elke dag een nieuw nummer uit, om zo de Joodse feestperiode te vieren.\nHet duo laat vanaf donderdag acht dagen lang een cover horen van een bekende Joodse artiest.\n\"In plaats van een kerstliedje op te nemen, hebben Greg en ik besloten om dit jaar Chanoeka te vieren\", laat Grohl weten in een video op Twitter.\n\"Dat doen we door acht liedjes op te nemen van acht bekende Joodse artiesten, die we op elke Chanoeka-avond uitbrengen.\"\nHet lichtjesfeest Chanoeka vindt elk jaar plaats, duurt acht dagen en begint na de zonsondergang van de 24e dag van de joodse maand kislew.", "paragraphs": ["Foo Fighters-frontman Dave Grohl en zijn producer Greg Kurstin brengen tijdens Chanoeka elke dag een nieuw nummer uit, om zo de Joodse feestperiode te vieren. Het duo laat vanaf donderdag acht dagen lang een cover horen van een bekende Joodse artiest.", "\"In plaats van een kerstliedje op te nemen, hebben Greg en ik besloten om dit jaar Chanoeka te vieren\", laat Grohl weten in een video op Twitter. \"Dat doen we door acht liedjes op te nemen van acht bekende Joodse artiesten, die we op elke Chanoeka-avond uitbrengen.\"", "Welke nummers het duo met de wereld gaat delen, willen ze nog niet bekendmaken.", "Grohl is zelf niet Joods, Kurstin wel. Laatstgenoemde werkte mee aan Concrete and Gold, het album van de Amerikaanse band dat in 201`7 verscheen. Ook produceerde Kurstin muziek van artiesten als Sia, Paul McCartney en Adele.", "Het lichtjesfeest Chanoeka vindt elk jaar plaats, duurt acht dagen en begint na de zonsondergang van de 24e dag van de joodse maand kislew."], "authors": ["Door"], "keywords": ["van", "acht", "uit", "grohl", "een", "tijdens", "en", "chanoeka", "artiesten", "dave", "te", "brengt", "kurstin", "op", "covers", "joodse", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}