{"id": "70bbf4c3-0289-325d-ac6b-60e816586147", "title": "Veel wielrenners worden al nerveus bij het idee: een nieuwe fiets. Hoe zal-ie zitten?", "url": "https://volkskrant.nl/sport/veel-wielrenners-worden-al-nerveus-bij-het-idee-een-nieuwe-fiets-hoe-zal-ie-zitten~b81f708f/", "summary": "In een wereld waar de dagelijkse voeding per gram wordt afgewogen en een renner het voelt als het zadel een millimeter hoger staat, is er nauwelijks een grotere verandering denkbaar dan een nieuwe fiets.\nToch stapt de Nederlandse wielerploeg Jumbo-Visma over op een ander merk, beter gezegd: een nieuwe fietssponsor.\n‘Die zijn al sinds 2008 bij ons.’De komst van een nieuwe fiets, daar worden renners nerveus van, weet Rooijakkers.\nEr zijn renners die er bij de start van een tijdrit pas achter komen dat ze de tijdritfiets van een ploeggenoot hebben gepakt en er zijn er die het meteen merken als het zadel een millimeter lager staat.\nEen koersfiets en een ‘TT-bike’ om thuis te trainen, een wedstrijd-TT, een reserve-TT voor op de volgwagen, een gewone wedstrijdfiets en twee reserve om op de twee volgauto’s te zetten.", "paragraphs": ["Robert Gesink van de Jumbo-Visma ploeg neemt tijdens de beklimming een bidon uit de ploegleidersauto aan. Beeld Klaas Jan van der Weij / de Volkskrant", "Het bestaan van een profwielrenner draait om grammen en millimeters. In een wereld waar de dagelijkse voeding per gram wordt afgewogen en een renner het voelt als het zadel een millimeter hoger staat, is er nauwelijks een grotere verandering denkbaar dan een nieuwe fiets.", "Toch stapt de Nederlandse wielerploeg Jumbo-Visma over op een ander merk, beter gezegd: een nieuwe fietssponsor. De renners beginnen volgende week hun eerste trainingskamp op zwart-geel gespoten fietsen van Cervélo in plaats van de groenblauwe Bianchi’s waar de ploeg de afgelopen zeven jaar mee rondreed.", "‘Ik schat 160 duizend kilometer’, zegt Koen Bouwman op de vraag welke afstand hij op z’n Bianchi heeft afgelegd. ‘Dan word je wel één met je fiets, ja.’ Bouwman – 27 jaar, 60 kilo, 1,78 meter – zit sinds zijn eerste profjaar in 2015 bij de ploeg. ‘Toen zette je de tv aan en zag je ons fietsen als ‘arrière du peloton’. Nu rijden we op kop. Al die tijd heeft Bianchi ons gesteund.’", "Bouwman is een alleskunner zonder een uitgesproken specialisme. Hij rijdt in dienst van de ploeg. ‘In een etappekoers zit ik de ene dag in het treintje om onze sprinters af te zetten, de volgende dag sta ik onze klimmers zo goed mogelijk bij in de bergen.’ Hoewel de renners officieel pas op 1 januari op Cervélo’s fietsen, rijdt de Gelderlander er om te wennen sinds november vorig jaar mee. ‘Het voelde meteen goed, maar de fiets is heel anders. Het balhoofd (de buis onder het stuur, red) is veel hoger.’", "Doordat het frame van het Canadese Cervélo andere verhoudingen en andere maten heeft dan die van het Italiaanse Bianchi, moeten de mecaniciens en experts van Jumbo-Visma eindeloos puzzelen om die verschillen te corrigeren door verticaal en horizontaal te spelen met de positie van het zadel en het stuur. ‘Hun doel', zegt Bouwman, ‘is het voor mij hetzelfde te laten voelen.’", "In het uiterste geval moet de pen waaraan het stuur vastzit, naar beneden worden gericht. ‘Maar met zo’n negatieve stuurpen draai ik mijn onderrug misschien vast’, legt Bouwman uit. ‘Het is echt lastig om mijn positie op de halve millimeter nauwkeurig hetzelfde als op de Bianchi te krijgen. Er zijn renners die dat verschil echt voelen.’", "Van Bouwman wordt in de ploeg voorspeld dat hij na zijn actieve carrière aan de slag gaat als mecanicien. ‘Ik heb altijd in een fietsenzaak gewerkt. Ik probeer graag nieuwe dingen uit als een soort testrijder. Ik vraag onderweg aan renners van andere ploegen ook altijd naar hun materiaal.’", "Een renner als Bouwman is goud waard voor de fietssponsor, zegt Marcel Kruithof, die als ‘service course manager’ de twaalf mecaniciens van Jumbo-Visma leidt. ‘Koen kan heel goed verwoorden wat hij merkt en voelt bij veranderingen in het materiaal. Net zoals Max Verstappen zijn monteurs informatie geeft.’", "Het sponsoren van Jumbo-Visma komt voor Cervélo neer op de levering van circa 350 fietsen voor 54 renners plus een bedrag van naar verluidt enkele miljoenen. Naast bekendheid krijgt het fietsmerk testdata terug voor die miljoeneninvestering. ‘Wij benutten de fiets maximaal en onder extreme omstandigheden’, zegt Kruithof. ‘Wat renners zoals Koen daarover vertellen, kan Cervélo gebruiken om hun consumentenfietsen beter te maken.’", "Bianchi Oltre XR4", "Cervélo R5", "Overuren", "Cervélo zat eerst bij de ploeg van DSM, voorheen Sunweb. DSM rijdt komend seizoen op fietsen van Scott, dat weer afscheid nam van de Mitchelton-Scott-ploeg. Die gaat verder als Team BikeExchange dat voortaan rijdt op… Bianchi. Verder stapte het Franse AG2R van Eddy Merckx-fietsen over op BMC en ging CCC, dat met Giant reed (zie kader), op in het Belgische Circus-Wanty-Gobert dat koos voor fietsmerk Cube.", "Net als die van Jumbo-Visma maken de mecaniciens van de DSM-ploeg overuren om de fietsen vanaf het kale frame op te bouwen. Feitelijk levert een fietssponsor alleen een nieuw, in de juiste kleuren gespoten frame, zegt Piet Rooijakkers, de expert voor onderzoek en ontwikkeling van DSM. Wat er op de frames wordt gemonteerd is van een handvol overige sponsors die al vele jaren bij dezelfde ploeg zitten en blijven zitten. Zoals het Japanse Shimano, dat onder meer versnellingsapparaten, tandwielen en remmen levert. ‘Die zijn al sinds 2008 bij ons.’", "De komst van een nieuwe fiets, daar worden renners nerveus van, weet Rooijakkers. ‘Gaan ze in het peloton vragen bij collega’s die er al op rijden: hoe zit-ie?’ Maar de mate van nervositeit verschilt sterk. Er zijn renners die er bij de start van een tijdrit pas achter komen dat ze de tijdritfiets van een ploeggenoot hebben gepakt en er zijn er die het meteen merken als het zadel een millimeter lager staat. Sommige renners beschouwen hun fiets slechts als gereedschap. ‘Maar dan haal je geen topprestatie’, is de overtuiging van de R&D-expert van de DSM-ploeg. ‘Een nieuwe fiets moet zo snel mogelijk je vriend worden. Dan haal je het maximale eruit.’", "Tijdritfiets", "De lakmoesproef voor elke fietssponsor is de tijdritfiets. ‘Als die niet sneller is dan de vorige, heeft overstappen naar een ander merk niet zoveel zin’, stelt Rooijakkers. Precies hetzelfde zeggen ze bij Jumbo-Visma, de ploeg die vanaf nu op de tijdritfietsen gaat rijden waarmee DSM als Sunweb een flinke prijzenkast bij elkaar heeft gereden.", "‘Daar gaan we veel tijdritten mee winnen’, zegt Koen Bouwman, die de nieuwe tijdritfiets van zijn ploeg al heeft getest op een wielerbaan. Ook een verbetering volgens Bouwman: we kunnen kiezen uit meer typen. ‘Een klimfiets die nu wel schijfremmen heeft, da’s vooral beter bij een afdaling. En de sprinters krijgen een hele snelle stijve fiets.’ Dat is een fiets met een frame dat niet meebeweegt als een sprinter er bovenmenselijk veel kracht op uitoefent. ‘Dylan haalt de 2.000 watt’, zegt Bouwman over ploeggenoot en sprinter Dylan Groenewegen – het tienvoudige van een recreatieve wielrenner. Maar die rijdt dan ook op een frame dat onder druk alle kanten op beweegt. ‘Wij noemen dat een vlaggetje.’", "Zeven fietsen zijn er voor Bouwman en elke ploeggenoot: vier koersfietsen en drie tijdritfietsen (TT). Een koersfiets en een ‘TT-bike’ om thuis te trainen, een wedstrijd-TT, een reserve-TT voor op de volgwagen, een gewone wedstrijdfiets en twee reserve om op de twee volgauto’s te zetten. Omdat er in een vrouwenwedstrijd maar één volgauto mee mag, krijgt de nieuwe Jumbo-Visma-renner Marianne Vos één koersfiets minder.", "‘We hebben nu een dag nodig om één fiets rijklaar te maken’, zegt Kruithof over het aankleden van de 350 frames. Naast het afstellen van de fiets om elke renner op de juiste manier erop te zetten, is er nog een uitdaging voor hem en zijn mecaniciens: het gewicht van de fiets. Die mag officieel niet lichter zijn dan 6,8 kilo. Wat Kruithof betreft mag de fiets, zeker die voor het klimwerk, ook niet zwaarder zijn dan ‘zes komma acht’. ‘Diëtisten doen er alles aan om renners met hun voeding op het ideale gewicht te krijgen’, zegt hij. ‘Onze taak is om hetzelfde te doen met hun fietsen.’"], "authors": ["Robert Giebels"], "keywords": ["zalie", "om", "worden", "er", "nieuwe", "hoe", "te", "die", "veel", "van", "en", "een", "wielrenners", "nerveus", "zitten", "idee", "op", "het", "als"], "pubDate": "2021-01-10T20:20:01Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}