{"id": "70c6d73a-3cf5-3cd9-a0af-d04075f0e905", "title": "Daley Blind: ‘In die moeilijke periode snakte ik naar het veld’", "url": "https://www.parool.nl/ps/daley-blind-in-die-moeilijke-periode-snakte-ik-naar-het-veld~bdffd1f8/", "summary": "“Ik wil mijn zoon de basisprincipes meegeven die ik zelf heb meegekregen van mijn ouders: beleefd zijn, respect tonen naar anderen.\nMaar ik wist waar ik het voor deed en ben blij dat ik deze weg ben gegaan.”Je zoon mag ook profvoetballer worden?\nDat vind ik nu lang, dan mis ik het thuisfront.”De leuke kanten van het profbestaan overheersen nog steeds?\nAls je dat niet kunt, krijg je het heel moeilijk.\nIn de periode waarin ik het heel moeilijk had, snakte ik naar het veld.”Je stapt anderhalf uur in een andere wereld?", "paragraphs": ["In de interviewserie ‘Het jaar van’ blikken markante Amsterdammers terug op hun 2020. Voor voetballer Daley Blind (30) had 2020 weinig moois in petto. Corona en zijn hartproblemen ­hielden de Ajacied lange tijd aan de kant. Stop ermee, hoorde hij vaak zeggen. ‘Ik snakte naar het veld.’", "Nou, daar zitten we dan buiten, op de tribune van De ­Toekomst: december, een graad of acht, op drie meter van elkaar.", "“Het zijn vreemde tijden,” zegt Daley Blind, “maar je raakt eraan gewend. Het is wat het is, en wij voetballers mogen niet klagen. We kunnen wedstrijden spelen, we kunnen trainen. Er zijn genoeg mensen die hun werk niet kunnen doen.”", "Hoe ziet het leven van een profvoetballer eruit in coronatijden?", "“Dat er geen publiek is bij de wedstrijden vind ik het ingrijpendst. Verder verandert er eigenlijk niet veel. We worden wel vóór elke wedstrijd getest, dus zo’n twee à drie keer in de week. Het maakt al deel uit van het ritueel. Ik vind de test zelf niet vervelend om te ondergaan. Het is binnen een paar seconden klaar. De tandarts is erger.”", "Heb je zelf corona gehad?", "“Voor zover ik weet niet. En thuis ook niemand. We hebben goed in de bubbel geleefd. Al moet je ook een beetje mazzel hebben.”", "Houden jullie je streng aan de regels?", "“Streng wil ik niet zeggen, wel zo veel mogelijk. Ik wil blijven voetballen, zo min mogelijk wedstrijden ­missen. Dus ik ben voorzichtig met afspreken, en met de hoeveelheid mensen die ik om me heen wil hebben.”", "Je bent een sociaal persoon. Staat je sociale leven op een laag pitje?", "“Ja, ik doe meer online, via Whatsapp of Facetime. Het kringetje is klein. Mijn vrouw is zwanger, zij werkt een of twee keer per week. Dan gaat de kleine Lowen soms naar de crèche en daar zijn ook regels en richtlijnen voor. Het gaat bij ons niet anders dan bij andere families. Mijn vrouw krijgt het druk nu de crèches gesloten zijn. Gelukkig passen opa en oma ook op, die zitten allemaal in de bubbel. We zijn heel close.”", "Ik zag onlangs beelden van 25 jaar geleden: de huldiging van Ajax na het winnen van de wereldbeker in Tokio. Daar sleepte je vader je ook heen. Hoe oud was je toen?", "“Een jaar of vijf. Geweldig om die AT5-reportage terug te zien, voor mij waren veel beelden nieuw. Wat me opviel: iedereen praatte plat Amsterdams. Zelfs mijn vader.”", "Wat voor vader wil je zelf zijn?", "“Ik wil mijn zoon de basisprincipes meegeven die ik zelf heb meegekregen van mijn ouders: beleefd zijn, respect tonen naar anderen. En dan moet hij zo veel mogelijk zijn eigen weg vinden. Lowen is een leuk kereltje, hij is net één jaar geworden. Op wie hij lijkt, kan ik nog niet zeggen.”", "Moest jij voetballer worden van je vader?", "“Ik werd niet gedwongen. Ik kan me ook niet herinneren dat ik voetballen ooit niet leuk heb gevonden. Natuurlijk was er een fase waarin ik de keerzijde merkte. De middelbareschooltijd, vrienden die voor het eerst gaan stappen, de verjaardagen en feestjes die je mist. Maar ik wist waar ik het voor deed en ben blij dat ik deze weg ben gegaan.”", "Je zoon mag ook profvoetballer worden?", "“Als hij dat wil: zeker. Maar als hij andere ambities heeft is dat ook prima.”", "Sportjournalist?", "Lachend: “Dat liever niet.”", "Is het vaderschap goed te combineren met een leven als topvoetballer?", "“Ik vind van wel. Lowen slaapt goed. Mijn vrouw heeft er vanaf het begin een strak schema in gehamerd. We hebben wel afgesproken dat, als ik de volgende dag een wedstrijd heb, of er is zwaar getraind, ik mag blijven liggen als hij ’s nachts een keer spookt. Maar het is zeker niet zo dat ik nooit nachtdienst heb. Met Oranje was ik laatst tien dagen weg. Dat vind ik nu lang, dan mis ik het thuisfront.”", "De leuke kanten van het profbestaan overheersen nog steeds?", "“Ik vind dit het leukste beroep dat er bestaat. Het is mijn werk, maar zo voel ik dat niet. Voetbal is wat ik het liefste doe. Ik heb het daar weleens over met de andere jongens uit het team, als we bij een wedstrijdje van de Ajaxjeugd staan te kijken. Hoe lekker het is om vrijuit te ballen, zonder zorgen of kritieken na afloop. Door al die meningen in de media en op sociale media wordt voetbal soms werk.”", "Kritiek went nooit?", "“Je leert ermee omgaan. Als je dat niet kunt, krijg je het heel moeilijk. De aandacht voor voetbal is eerder toe- dan afgenomen. In kranten, bladen, op tv, op Insta en Twitter. Iedereen kan anoniem en zonder verantwoordelijkheid te dragen zijn zegje doen. Sporters worden beschadigd. Als je daar niet tegen bestand bent, gaat het aan je vreten. Daar had ik veel moeite mee toen ik jong was. Ik heb me erdoorheen gevochten. Nu kan ik het hebben.”", "Jij was de laatste tijd aan de beurt: te langzaam, te oud, niet goed genoeg meer voor Oranje. Dat kun je hebben?", "“Ik krijg het zeker mee en ik vind het absoluut niet leuk, maar ik laat me er niet door van de wijs brengen.”", "Aan het eind van 2019 waren de kritieken lovend, was 2020 een rampjaar?", "“Op sportief gebied zeker. We hebben vorig seizoen de competitie niet kunnen afmaken. Je speelt een heel jaar juist voor die laatste twee, drie maanden waarin de beslissingen vallen. We stonden bovenaan, waren volop in de race voor het kampioenschap. En er ging daarna ook een streep door het EK, terwijl we met het Nederlands elftal in een goede vorm staken. Niemand had begin februari kunnen denken dat het leven een maand later stil zou staan.”", "In augustus stond het leven voor jou ook even stil toen je tijdens de oefenwedstrijd tegen Hertha BSC plotseling in elkaar zakte. Hoe groot was de schrik voor jou?", "“Groot. Een jaar geleden kampte ik met een ontstoken hartspier. Sindsdien draag ik onderhuids een zogenoemd ICD-kastje, dat werkt als een defibrillator. Dat kastje ging tegen Hertha BSC ineens af. Ik kreeg een schok. Dat doet iets met je, fysiek en mentaal, maar ik voel me tegelijkertijd ook in goede handen. Ik heb al een jaar een vaste crew om me heen, van medisch specialisten, artsen, fysiotherapeuten. Ik kreeg al snel groen licht om weer te mogen trainen. Dan moet je de knop omzetten.”", "Vind je het moeilijk om erover te praten?", "“Dat niet, maar ik heb behoorlijk wat meegemaakt. Ik wacht op een goed moment om mijn verhaal te vertellen. Het hele verhaal, hoe het echt is gegaan. Hoe ik me daarbij voelde. Het is beter om dat niet op te delen in brokjes voor verschillende media. Nu is het nog niet het juiste moment daarvoor. Misschien na mijn carrière. En moet ik het dan zelf schrijven, in mijn eigen woorden? Of moet ik dat samen met iemand doen? Daar denk ik over na. Ik hoop anderen die hetzelfde meemaken of hebben meegemaakt, met mijn verhaal steun te geven of te inspireren.”", "Hoe vaak heb je gehoord: waarom stop je niet met voetballen, Daley?", "“Vaak. Maar ik luister vooral naar de mensen die mij dierbaar zijn: mijn vrouw, mijn familie, goede vrienden. Zij geven hun mening en laten soms hun gevoel spreken. Ook zij hebben angst. Maar wat ik ook beslis: ik voel dat ze achter me staan. Dit hoofdstuk is nog niet afgesloten, en misschien sluit het wel nooit, maar in mijn hoofd heb ik het een plek gegeven. Uiteindelijk speel ik nog steeds.”", "Wat is het belangrijkste argument om voetballer te blijven?", "“Vaak zeggen mensen: het is maar voetbal, je hebt genoeg verdiend, stop lekker. Maar ik voetbal niet voor geld, status, of erkenning. Ik doe het omdat ik voetbal het állerleukste vind. Binnen die krijtlijnen ben ik nog steeds dat kleine jongetje. Op het veld vergeet je alles. In de periode waarin ik het heel moeilijk had, snakte ik naar het veld.”", "Je stapt anderhalf uur in een andere wereld?", "“Het is meer. Ook de kleedkamer, de humor, trainen – het gelukzalige gevoel met je vrienden een balletje te trappen. Tijdens een wedstrijd zijn je zorgen grotendeels weg, of ze worden ver naar de achtergrond gedrukt. Het is niet niks wat mij is overkomen, dat neem je in het begin ook mee. Maar het gaat steeds beter. Ik ben wat vrijer in mijn hoofd. Gelukkig, want ik wil zo lang mogelijk blijven voetballen.”", "Een leven zonder voetbal bestaat niet?", "“Voor mij niet. Ik wil zo veel mogelijk op dat veld staan.”", "Wat dat betreft was het een slecht jaar.", "“Ja.”", "Dit is de zesde aflevering van de interviewserie Hetjaar van, waarin markante Amsterdammers terugblikken op hun 2020. Lees hier de eerdere afleveringen.", "Terugblik 2020 Hoogtepunt: “Mijn eerste jaar met mijn zoontje. Ik ben heel blij met die nieuwe stap in mijn leven. Door corona was ik meer thuis dan andere jaren. Een geluk bij een ongeluk. Ik heb ontzettend van hem genoten.” Dieptepunt: “Mijn hartsituatie, hoewel de problemen al eind 2019 aan het licht kwamen. Maar het heeft een lange nasleep en is heel bepalend en ingrijpend geweest voor mij en alle mensen om mij heen, óók in 2020.” Persoon van het jaar: “Mijn vrouw, Candy-Rae. Gedurende mijn dieptepunt en tijdens mijn herstel was ze er altijd voor mij. Tussentijds zorgde ze thuis in haar eentje voor onze zoon die in oktober vorig jaar is geboren.” Wat zal je het meeste bijblijven: “Corona. Dat een virus de wereld ineens stil kan doen staan. Dat we allemaal thuis zitten, binnen moeten blijven. Bizar.” Wat hoop je in 2021 niet meer terug te zien? “Overvolle ziekenhuizen, de angst voor het virus. En voor mezelf: geen gekwakkel met gezondheid. Ik wil weer helemaal de oude worden.”"], "authors": ["Dick Sintenie"], "keywords": ["ik", "van", "daley", "moeilijke", "veld", "mijn", "naar", "en", "blind", "een", "voor", "het", "snakte", "niet", "dat", "periode", "die", "je"], "pubDate": "2020-12-21T11:43:39Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}