{"id": "70cff75f-1fa4-358e-81c6-26a58e5ee4d9", "title": "Nikki van de Poel houdt mede dankzij camera van zichzelf", "url": "https://www.parool.nl/ps/nikki-van-de-poel-houdt-mede-dankzij-camera-van-zichzelf~b7f134e9/", "summary": "Ik had nergens energie meer voor en wist: ik moet iets veranderen.”NaaktportrettenDe fotograaf begon met het maken van naaktportretten van zichzelf.\nZo wilde ze op een nieuwe manier naar zichzelf leren kijken.\nAls ik het over mocht doen, zou ik het anders doen.”Van de Poel studeerde mode aan de Willem de Kooning Academie.\nDe lacune probeert ze op te vullen door haar ‘eigen struggle’ op beeld te delen.\nOok die beelden deelt ze op het sociale medium, maar lang niet alles overleeft de regels van Instagram, onderdeel van het bedrijf Facebook.", "paragraphs": ["Beeld Nikki van de Poel", "Nikki van de Poel weet nog precies hoe het zaadje voor haar fotoboek Softer werd geplant. Ze was vier jaar geleden helemaal klaar met voortdurend kritisch op zichzelf zijn. “Ik vond mezelf dik, lelijk en raar. Ik praatte mezelf continu naar beneden. Ik was alleen maar bezig met hoe ik eruitzag, hoe ik er niet uitzag en waarin ik tekortschoot. Ik ging me daardoor fysiek ziek voelen. Dagenlang kon ik me ontzettend slecht voelen. Ik had nergens energie meer voor en wist: ik moet iets veranderen.”", "Naaktportretten", "De fotograaf begon met het maken van naaktportretten van zichzelf. Zo wilde ze op een nieuwe manier naar zichzelf leren kijken. “Want om jezelf op een nieuwe manier te zien, moet je vanuit een andere hoek kijken.”", "Van de Poel fotografeerde zichzelf in verschillende posities met haar analoge camera. De beelden waren confronterend voor haar. “Ik was niet gewend mezelf zo te zien. Of om lichamen zoals die van mezelf te zien.” Bijvoorbeeld op Instagram of in tijdschriften, met overal gestileerde beelden van vrouwenlichamen. “Het Instagramlichaam is niet de realiteit. Bij mezelf zag ik lijntjes en rolletjes die ik online bijna nooit zag. En ik heb heel veel last van een opgeblazen buik. Dat probeerde ik voor anderen lang te verhullen met grote jurken. Dan was die buik er even niet. Op een naaktfoto kun je er niet omheen. Het is mijn opgeblazen buik. Die hoort bij mij.”", "Beeld Nikki van de Poel", "Voor de spiegel", "Ze legde de foto’s die ze maakte van haar lichaam steeds weer weg. “Het lukte me maar niet om aan mijn eigen lichaam te wennen. Ik had een bepaald beeld in mijn hoofd van hoe ik eruitzag. Dat strookte niet met de werkelijkheid. Ik was constant in gevecht met mijn zelfbeeld.”", "En nu staat ze dan zelf in Softer, haar tweede fotoboek, waarvoor ze ook nog vijftien anderen analoog vastlegde. Haar eerste boek was een documentatie van haar reis door de Verenigde Staten. Haar man Pablo van de Poel, zanger van rockband DeWolff, maakte een lp ‘als een soort soundtrack’ bij haar beelden van de VS.", "Schoonheid individu", "In Softer legt ze de schoonheid van het individu vast. Ze maakte in totaal duizend foto’s, waarvan er 46 in het boek zijn te zien. Het moest vooral zo divers mogelijk zijn. Wie door het boek bladert, moet een gevoel van herkenning krijgen, zegt Van de Poel.", "Niemand van de modellen is met gezicht terug te zien. Van de Poel wil ‘echt dat het een hulpboek is waarmee mensen zich kunnen identificeren’. Dus met alle focus op de lijven. Ook op haar eigen buik, vetrollen en niet egale huiden.", "Het boek is een dromerige verzameling van foto’s die vooral zachtheid moeten uitstralen. “Ik ben heel lang heel streng voor mezelf geweest en weet hoe het ook anders kan. We mogen zachter voor onszelf zijn. En liever. Dat klinkt vergezocht. Maar stop eens met jezelf afkraken. Ga voor die spiegel staan. Recht je rug en glimlach naar jezelf. Misschien klinkt dit gek, maar ik heb er veel aan gehad. En als je denkt, hé, wat een rare tips: wat heb je te verliezen? Niemand ziet je als je alleen voor je spiegel staat. Jij bent er, en jouw gedachten.”", "Lichaam accepteren", "Wie door het fotoboek bladert, moet zien dat het egale, verfijnde lichaam dat tot schoonheidsideaal is verheven lang niet bij iedereen de realiteit is. Voor Van de Poel, nu 32, heeft het jaren geduurd voordat ze hardop kon zeggen dat ze blij is met haar lichaam. “Ik heb mezelf leren accepteren. Dat is niet makkelijk in een wereld waarin het lijkt alsof je continu moet afvallen, waar slank nog steeds de norm is en goed. Maar goed is gezond. Je moet gezond zijn, in je hoofd en lichamelijk. Dan pas is het goed.”", "Beeld Nikki van de Poel", "Andere schoonheid", "Ze werd al vroeg geconfronteerd met de schoonheidsnorm. “Ik werd gepest vanwege mijn flaporen. Voor mij waren mijn oren niet raar of lelijk. Voor anderen blijkbaar wel. Ik liet me eraan opereren op mijn 12de. Achteraf is dat bizar natuurlijk. Ik liet een cosmetische ingreep uitvoeren. Niet vanuit een intrinsieke drang of om medische redenen, maar om me te conformeren aan anderen. Als ik het over mocht doen, zou ik het anders doen.”", "Van de Poel studeerde mode aan de Willem de Kooning Academie. Maar de modewereld viel haar tegen. Te hard. “Bovendien kon ik mijn verhaal niet via kleding vertellen. Ik ging zoeken naar een vorm die wel bij mij past. Van de oom van mijn man kreeg ik zes jaar geleden een analoge camera cadeau. Ik ben elke dag foto’s gaan maken en wist al snel: dit werkt voor mij. Dit past bij Nikki.”", "Zacht en dromerig", "De foto’s die Van de Poel maakt hebben allemaal dezelfde stijl: ze zijn zacht en dromerig. Ze maakt portretten van mensen, fotografeert stelletjes en zichzelf. De verscheidenheid van lichamen en mensen miste de fotograaf in haar eigen leven. Ze haalde kracht uit Instagrampagina’s die het voortouw namen in het creëren van een meer divers beeld. Zoals Curated by Girls, een Instagramaccount met meer dan 174.000 volgers die een andere schoonheid uitlicht: dik, dunner, met striemen, slapper, zwart, wit, met scheerbultjes, niet egaal. Een scala aan lichamen en huiden is er te zien. Ook accounts als Girl Gaze en A Home for Herself zijn inspiratiebronnen.", "Beeld Nikki van de Poel", "Doorpakken", "“Ja, er is een aanbod, maar ik vind het nog steeds te weinig,” zegt Van de Poel, die zich online Satellite June noemt. De lacune probeert ze op te vullen door haar ‘eigen struggle’ op beeld te delen. “Ik ben in de afgelopen tien jaar twintig kilo aangekomen. Maar dat ben ik. Niet elke vrouw krijgt met hetzelfde te maken. Hoe ziet iemand die niet in maatje 34 past eruit zonder kleding? Het zet de deur open voor diepe en eerlijke gesprekken als je vanaf het begin al eerlijk bent. Ik gebruik dan ook nooit filters of nabewerking. Je kunt in het echte leven ook niet met een filter naar lichamen kijken.”", "Geen vrouwentepels", "Pas toen de fotograaf vrede met zichzelf kreeg, begon ze ook anderen naakt te fotograferen. Ook die beelden deelt ze op het sociale medium, maar lang niet alles overleeft de regels van Instagram, onderdeel van het bedrijf Facebook. “Je mag geen vrouwentepels zien op Instagram. Ik heb daardoor veel van mijn beelden offline moeten halen. Jammer. Het medium was juist een plek waar mensen op een veilige en onbegrensde manier konden praten over onze lichamen en onzekerheden. Nu wordt weer duidelijk dat er op macro­niveau wordt bepaald welke beelden als normaal moeten worden gezien en welke niet.”", "Van de Poel laat zich er niet door remmen. Nu haar fotoboek er is, wil ze doorpakken. Zoals het een zelfbewuste millennial betaamt, gaat ook zij binnenkort een podcast maken, ook onder de titel Softer. “Ik ga verschillende mensen, onder wie een moeder met vijf kinderen, interviewen over hoe zij omgaan met schoonheids­idealen en hun lichaam. Mijn boek is slechts het begin van mijn missie: gesprekken op gang brengen en mensen de herkenning geven die ik zelf heb gemist.”", "Het boek Softer is voor € 32,95 verkrijgbaar via www.satellitejune.shop."], "authors": ["Raounak Khaddari"], "keywords": ["ik", "mede", "van", "poel", "en", "een", "met", "dankzij", "zichzelf", "ze", "camera", "houdt", "te", "op", "het", "niet", "nikki"], "pubDate": "2021-01-10T14:00:00Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}