{"id": "70dba5fb-f1b6-3013-b24c-edab357a4957", "title": "Rugoperatie van oud-snowboardster Bibian Mentel goed verlopen", "url": "https://nu.nl/achterklap/6095707/rugoperatie-van-oud-snowboardster-bibian-mentel-goed-verlopen.html", "summary": "De rugoperatie van Bibian Mentel is goed verlopen.\nDe oud-snowboardster moest woensdag geopereerd worden om een stukje wervel te laten verwijderen dat is beschadigd door een tumor.\n\"Na weer een aantal spannende uren kan ik nu laten weten dat de operatie goed is gegaan\", schrijft haar man Edwin Spee woensdag op Facebook.\nDaarom moest ze weer geopereerd worden en zijn de komende dagen spannend, schrijft Spee.\nIn 2002 werd ze met een prothese opnieuw Nederlands kampioene snowboardcross.", "paragraphs": ["De rugoperatie van Bibian Mentel is goed verlopen. De oud-snowboardster moest woensdag geopereerd worden om een stukje wervel te laten verwijderen dat is beschadigd door een tumor. \"Na weer een aantal spannende uren kan ik nu laten weten dat de operatie goed is gegaan\", schrijft haar man Edwin Spee woensdag op Facebook.", "Spee kan zijn echtgenote vanwege de coronaregels nog niet opzoeken. \"Maar ik heb begrepen dat ze alweer een eerste lach heeft laten zien.\"", "Bij de 48-jarige paralympisch kampioene, die al jaren kanker heeft, werd vorig jaar opnieuw een tumor ontdekt. Daarom moest ze weer geopereerd worden en zijn de komende dagen spannend, schrijft Spee.", "\"Doordat Bibians lichaam na alle zware operaties, bestralingen en medicijnen wat zwakker dan normaal is, moeten we vooral de komende 48 uur nog even duimen dat er geen nabloedingen of infecties optreden en ze dus voorspoedig herstelt.\"", "Spee verwacht echter dat zijn vrouw snel weer de oude is. \"Bibian kennende ligt ze waarschijnlijk al plannen te maken voor de Kerst en dan knallen we straks gewoon toch 2021 in!\"", "Mentel werd zesmaal Nederlands snowboardkampioene op de onderdelen halfpipe en snowboardcross. In 2002 werd ze met een prothese opnieuw Nederlands kampioene snowboardcross. Ze behaalde gouden medailles op de Paralympische Spelen van 2014 en 2018."], "authors": ["Door"], "keywords": ["van", "goed", "oudsnowboardster", "op", "zijn", "mentel", "weer", "worden", "werd", "ze", "een", "en", "dat", "verlopen", "laten", "rugoperatie", "bibian"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}