{"id": "70e65702-82ca-3995-b212-64a22aecd95d", "title": "Vind je dat anticonceptie vergoed moet worden?", "url": "https://www.telegraaf.nl/vrouw/1714471888/vind-je-dat-anticonceptie-vergoed-moet-worden", "summary": "De CU (ChristenUnie) zegt het raar te vinden dat abortus wel vergoed wordt, maar dat vrouwen voor anticonceptie moeten betalen.\nkun je een prijs van 150 euro verwachten, maar dan ben je ook meteen voor vijf jaar voorzien.\nPraat meeWat vind jij: moet de anticonceptiepil weer vergoed worden, omdat abortus ook vergoed wordt?\nMoet elke vorm van anticonceptie vergoed worden?\nOf vind je dat mensen het prima zelf kunnen betalen?", "paragraphs": ["De CU (ChristenUnie) zegt het raar te vinden dat abortus wel vergoed wordt, maar dat vrouwen voor anticonceptie moeten betalen. Daarom vindt de partij dat de zorgverzekering de anticonceptiepil weer voor alle vrouwen zou moeten vergoeden. Vergoeding van de pil is volgens de CU belangrijk omdat er abortussen mee voorkomen kunnen worden. En deze vlieger gaat natuurlijk ook op voor andere anticonceptiemiddelen.", "Anticonceptie", "De kosten voor de anticonceptiepil zijn vaak overzichtelijk en liggen dikwijls onder de 100 euro per jaar. Voor een Mirena (spiraaltje, red.) kun je een prijs van 150 euro verwachten, maar dan ben je ook meteen voor vijf jaar voorzien. Waar dit voor de een kleine bedragen lijken, zal dit bedrag voor anderen moeilijker apart te leggen zijn.", "Daarbij moeten we ook de extra kosten voor een spiraal niet vergeten. Want hoe een spiraal in de papieren kan lopen, hangt af van wie ‘’m zet. Zo betaal je bij de huisarts - naast de kosten van de spiraal - vaak alleen voor een consult, terwijl je bij een gynaecoloog al snel honderden euro’s kwijt bent. En dan moet je ook nog terugkomen ter controle. Tel uit je ’winst’.", "Praat mee", "Wat vind jij: moet de anticonceptiepil weer vergoed worden, omdat abortus ook vergoed wordt? Moet elke vorm van anticonceptie vergoed worden? Of vind je dat mensen het prima zelf kunnen betalen? Praat mee op onze Facebook-pagina!"], "authors": [], "keywords": ["moeten", "van", "vergoed", "voor", "anticonceptie", "moet", "een", "je", "dat", "ook", "vind", "spiraal", "worden"], "pubDate": null, "publicationId": "eaaf7e23-4e36-3c2d-bfe0-80f3507a250a"}