{"id": "7106cb95-8781-3e9a-b908-cc7b1eed3543", "title": "In The Restaurant komt de Zweedse wederopbouw tot leven", "url": "https://trouw.nl/cultuur-media/in-the-restaurant-komt-de-zweedse-wederopbouw-tot-leven~bcba0649/", "summary": "Het restaurant DK (Djurgårdskällaren) staat in Stockholm en is het bezit van de familie Löwander.\nOudste zoon Gustaf runt het restaurant, met moeder Helga als dominante kracht op de achtergrond.\nDe ambitieuze Nina en jongste zoon Peter weten wel hoe, Gustaf werkt tegen en saboteert.\nGoogle een plaatje en je weet waarom deze vis het restaurant niet zal redden.\nNet iets te vaak ligt de plot er te dik op en weet je precies wat er staat te gebeuren.", "paragraphs": ["Tack, tack, dank je wel. Hier in huis kunnen we allemaal een beetje Zweeds dankzij Netflix, dat een hoop mooie Scandinavische series biedt. Zoals The Restaurant (Vår tid är nu), een heerlijke soap die het prima doet tijdens de lockdownkerst. Het restaurant DK (Djurgårdskällaren) staat in Stockholm en is het bezit van de familie Löwander. Europa is net bevrijd van de Duitsers, het is 1945 en de eerste aflevering begint in een sfeer die doet denken aan de Nederlandse serie de Zomer van ’45. Dochter Nina Löwander belandt in een roes in de armen van koksknecht Calle, een liefde die als een rode draad door het eerste seizoen loopt. Zo’n echte tegen de klippen op liefde, waar bijna iedereen tegen is en die hopelijk op het einde goed komt (het laatste seizoen hebben we nog niet gezien).", "Oudste zoon Gustaf runt het restaurant, met moeder Helga als dominante kracht op de achtergrond. Gustav heeft tijdens de oorlog iets te weinig afstand gehouden van de Duitsers. Het morele kompas van ondernemer Gustaf zwabbert sowieso, en we zien hem in de eerste afleveringen in de klauwen belanden van een mafiose leverancier en geldschieter.", "Beeld The Restaurant", "Het restaurant lijdt verlies door zijn slechte oorlogsimago, en er moet iets gebeuren. De ambitieuze Nina en jongste zoon Peter weten wel hoe, Gustaf werkt tegen en saboteert. Via het restaurant krijg je een mooi tijdsbeeld van de jaren na de oorlog, de toch nog bekrompen burgermoraal waar de jeugd met jazzfeestjes en ontluikende (homoseksuele) relaties tegen te hoop loopt, terwijl de sporen van de oorlog nog nabranden. Ondertussen doen we ook nog wat culinaire kennis op door de rösti met cranberry en room van Calle en de ouderwetse beekprik van de meesterkok. Google een plaatje en je weet waarom deze vis het restaurant niet zal redden.", "In de twee volgende seizoenen trekken de makers door naar de jaren zestig en verder, met dezelfde acteurs. De serie bevat mooie tegenstellingen tussen de hoofdpersonen, waar het verhaal sterk op leunt. Tussen de sjieke Nina en de arme Calle, de getroubleerde Gustav en de recht-door-zee Peter, de conservatieve moeder Helga en de rebelse Nina. Helga is weduwe en heeft een aparte, geheime band met Stickan, de meesterkok. Net iets te vaak ligt de plot er te dik op en weet je precies wat er staat te gebeuren. Maar het is prachtig gefilmd en gespeeld en alla, we zitten in een lockdown. Laat de volgende gang maar komen.", "The Restaurant (Vår tid är nu), drie seizoenen, nu te zien op Netflix."], "authors": ["Wendelmoet Boersema"], "keywords": ["tot", "van", "nog", "komt", "en", "een", "leven", "met", "tegen", "zweedse", "op", "te", "het", "restaurant", "wederopbouw"], "pubDate": "2020-12-26T09:04:35Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}