{"id": "710a7527-8e02-357d-a6f5-3084b8295984", "title": "Geboren in een rijk of arm gezin is in Limburg het meest van belang", "url": "https://volkskrant.nl/nieuws-achtergrond/geboren-in-een-rijk-of-arm-gezin-is-in-limburg-het-meest-van-belang~bcd03992/", "summary": "Een paar cijfers waren het, waaruit blijkt dat het hier in Landgraaf behoorlijk uitmaakt of je in een rijk of een arm gezin geboren wordt.\nOveral in Nederland geldt dat je – kort door de bocht – beter het kind van een advocaat kunt zijn dan van een stratenmaker.\nVan alle provincies maakt het daar het meest uit of je in een rijk of een arm gezin wordt geboren.\nDit was een keerpunt in de geschiedenis van de regio, die na de oorlog tot een van de rijkste van het land behoorde, een klap van jewelste, die nog decennia nadreunde.\nIk heb de indruk dat het als het ware in de genen is gaan zitten.’Dat merkte hij ook wel aan de leerlingen hier, zegt hij.", "paragraphs": ["Dat je je als Zuid-Limburgs kind ontworstelt aan het arme milieu waarin je geboren bent, is verre van vanzelfsprekend. Nergens in Nederland maakt het zoveel uit of je uit een rijk of arm gezin komt. Dat blijkt vooral in Landgraaf. ‘De mijnwerkersmentaliteit is hier in de genen gaan zitten.’", "Basisschool Harlekijn van directeur Wim de Groot staat op historische grond. Tot een halve eeuw geleden brachten twee liften de mijnwerkers hier dagelijks tot een diepte van soms wel vierhonderd meter. Met de steenkolen die ze naar boven haalden, lieten zij de Nederlandse economie draaien.", "Veel is er niet over van Oranje-Nassau II, zoals de particuliere mijn in het Limburgse Landgraaf heette. De meeste fabrieksgebouwen, de spoorlijnen en de schachten zijn verdwenen.", "Ja, de woningen van de hoofdopzichters en de ingenieur staan er nog, zegt De Groot (63) tijdens een wandeling in de buurt. Die kapitale bakstenen villa daar, direct naast zijn school. Staat te koop voor ruim een miljoen. En daarginds ligt nog de 225 meter hoge Wilhelminaberg, een kunst­matige puist van steenkoolgruis, met op de flanken een indoorskibaan en een schier eindeloze trap waarop veel sporters komen trainen.", "Maar verder? Verder leeft het mijnverleden vooral in verhalen – iedereen lijkt hier een voorvader te hebben die in de mijnen werkte – en in de mentaliteit. Want die lijkt nog altijd van invloed op de manier waarop mensen hier leven, zegt De Groot. En niet per se in positieve zin.", "Kort daarvoor schoven we De Groot een eenvoudige tabel onder de neus. Een paar cijfers waren het, waaruit blijkt dat het hier in Landgraaf behoorlijk uitmaakt of je in een rijk of een arm gezin geboren wordt.", "Dat beeld is op zichzelf niet verrassend. Overal in Nederland geldt dat je – kort door de bocht – beter het kind van een advocaat kunt zijn dan van een stratenmaker. Alleen zijn de verschillen tussen de kinderen van arm en rijk in Landgraaf opvallend groot, zo blijkt uit onderzoek van de Erasmus School of Economics, waarover de Volkskrant vorige maand uitgebreid publiceerde.", "Voor dat onderzoek analyseerden econoom Bastian Ravesteijn en zijn collega’s gegevens over de inkomens van ruim een miljoen Nederlandse dertigers, die geboren zijn tussen 1982 en 1987. Zo probeerden ze te achterhalen hoeveel het uitmaakt op welke plek je geboren wordt.", "De conclusie: dat maakt flink wat uit. Zo verdienen geboren Brabanders en Zeeuwen als dertiger gemiddeld duizenden euro’s meer dan Groningers of Friezen die in even arme of rijke gezinnen opgroeiden. Binnen provincies kunnen de verschillen ook groot zijn. In steden treden soms grote verschillen op tussen wijken die vlakbij elkaar liggen.", "Schooldirecteur Wim de Groot. Beeld Jiri Buller", "Limburg, een geval apart", "Limburg blijkt een geval apart. Van alle provincies maakt het daar het meest uit of je in een rijk of een arm gezin wordt geboren. Die eerste groep verdient als dertiger gemiddeld 7.700 euro meer dan de tweede. In Flevoland, de provincie met de kleinste verschillen, scheelt dat 5.600 euro.", "In Limburg vallen gemeenten als Heerlen, Kerkrade, Vaals en Landgraaf op. Daar is de kloof tussen de salarissen van dertigers die arm of rijk opgroeiden nog extremer dan elders. Neem in Landgraaf bijvoorbeeld de wijk Schaesberg, die in dialect D’r Sjeet wordt genoemd. Wie daar als rijkeluiskind opgroeide, verdient nu gemiddeld 9.000 euro meer dan de arme buurjongen van vroeger.", "Het lijkt in Limburg dus moeilijker je uit de armoede te ontworstelen. Maar hoe komt dat? Voor de antwoorden rijden we naar Landgraaf, de plaats die veel Nederlanders vooral zullen kennen van Pinkpop, het fameuze popfestival dat er jaarlijks op de oude paardenrenbaan wordt gehouden.", "Leenhof, een buurtje", "Guus Kösters (63) neemt ons mee naar Leenhof, een karakteristiek buurtje in de wijk Schaesberg. De grond hier was een eeuw geleden ­eigendom van de Oranje-Nassau­mijnen. De directie besloot er charmante maar niet al te grote woningen voor de mijnbouwers op te laten zetten.", "‘Een blok bestaat uit vier huizen’, zegt Kösters, die al circa veertig jaar in het welzijnswerk in Landgraaf werkt. Hij wijst naar de witte woonblokken met bakstenen ornamenten. ‘De mijnwerkers woonden hier op fiets­afstand van hun werk.’", "De huizen symboliseren de wijze waarop de mijnbouwbedrijven de werknemers in de watten legden. Wie bereid was in de mijnen te werken – zwaar en vies werk – hoefde zich geen zorgen te maken over huisvesting, zorgverzekering en pensioen.", "‘Dat had een positieve kant’, zegt Kösters, ‘maar het betekende ook dat er geen prikkel was om zelf initiatief te nemen. Als je wat anders wilde, dan was je een vreemde eend in de bijt. Dat werd gecorrigeerd.’", "De sfeer was dat een dubbeltje nooit een kwartje zou worden, zegt de welzijnswerker. Een gewone mijnwerker kon niet opklimmen tot opzichter. ‘Kijk maar naar die huizen. Dat van de gewone mijnwerker past zes keer in de ­directeurswoning. Zo werd dat beeld ook visueel versterkt.’", "Kösters wijst ook naar de kerk, die zich intensief bemoeide met het sociale en culturele leven van de Limburgers. ‘Alles werd voor die mensen bepaald. Dat leidde tot berusting, gelatenheid en passiviteit. En die is doorgegeven aan volgende generaties.’", "Voormalige hoofdopzichterswoningen van de particuliere mijn Oranje-Nassau II in Landgraaf. Beeld Jiri Büller", "De mijnen gaan dicht", "Landgraaf is dorps en stads tegelijk. Dorps vanwege de kleine straatjes, de menselijke maat, de wijken vol eenvoudige rijtjeshuizen. Stads vanwege de omvang (37 duizend inwoners) en de ligging (vastgeplakt aan Heerlen).", "Tot 1982 bestond de gemeente nog niet. In dat jaar werden – van noord naar zuid – de gemeenten Ubachs over Worms, Nieuwenhagen en Schaesberg samengevoegd onder een nieuwe naam, die verwijst naar een prehistorische ringwal: Landgraaf. De dorpen plakten door de bouw van talloze mijnwerkersbuurten toch al aan elkaar.", "Ten tijde van de fusie waren de de laatste kolen al gedolven. Joop den Uyl was op 17 september 1965 naar Heerlen gekomen, waar hij in de stadsschouwburg een historische toespraak hield. De toenmalige ­minister van Economische Zaken – pas later werd hij premier – kondigde de sluiting van de Limburgse mijnen aan.", "Dit was een keerpunt in de geschiedenis van de regio, die na de oorlog tot een van de rijkste van het land behoorde, een klap van jewelste, die nog decennia nadreunde. En de sporen ervan zijn nog zichtbaar – bijvoorbeeld in die tabel die we hebben meegenomen naar Landgraaf, de tabel die de verschillen toont tussen arm en rijk opgroeien.", "Welzijnswerker Guus Kösters. Beeld Jiri Büller", "Passieve houding", "Gevraagd naar een verklaring voor die verschillen wijst ook basisschooldirecteur Wim de Groot naar de passieve houding van veel Zuid-Limburgers. De Groot begon circa veertig jaar geleden als leerkracht in Landgraaf, werkte vervolgens op diverse scholen in de regio als adjunct-directeur en later als directeur. Namens de VVD zit hij sinds 2013 in de gemeenteraad van Kerkrade.", "Hij kent de generatie dertigers die hier in de buurt opgroeiden goed – de generatie over wie het onderzoek van Ravesteijn gaat. Er zitten veel kinderen en kleinkinderen van mijnwerkers tussen.", "‘Die mijnwerkers werden van wieg tot graf verzorgd’, zegt hij. ‘En daar gingen ze zich naar gedragen. Na de mijnsluiting kregen de mensen het gevoel dat de overheid zich over hen zou ontfermen. Dat hebben latere generaties ook. Ik heb de indruk dat het als het ware in de genen is gaan zitten.’", "Dat merkte hij ook wel aan de leerlingen hier, zegt hij. ‘De echte drive om te studeren ontbrak bij veel kinderen, evenals een toekomstvisie. Ze gingen vaak nog wel naar het mbo, maar vooral om daarna snel aan het werk te gaan.’", "DDR-syndroom", "Socioloog Paul Jungbluth (70) vat de hele geschiedenis als volgt samen. Sinds het begin van de 20ste eeuw trok de mijnindustrie duizenden laaggeschoolde werknemers uit binnen- en buitenland naar Zuid-Limburg. ‘Een bevolkingsexplosie’, noemt hij het.", "Toen de mijnen sloten, trokken hoger opgeleiden weg – bijvoorbeeld naar Eindhoven – en bleven de laagopgeleiden achter. Waardoor elke volgende generatie een groter aandeel kansarmen telde. Jungbluth vergelijkt het met de situatie in Oost-Duitsland na de Duitse eenwording. ‘Ik zie in Zuid-Limburg heel sterk een DDR-syndroom’, zegt hij.", "De regio kwam terecht in een problematische spiraal. Lage opleidingen leiden tot lage inkomens en die lage inkomens verhogen de kans op ongezonde voeding, ziekte, psychische problemen en criminaliteit. Zuid-Limburg kwam bovenaan de verkeerde lijstjes te staan.", "Het tij keren bleek lastig – hoezeer de regio zich ook inspande en nog altijd inspant. In een kansarme omgeving worden kinderen weinig gestimuleerd om hun best te doen, zegt Jungbluth. Als een kind moeite heeft mee te komen op school zeggen ­ouders eerder ‘Trek het je niet aan, zo was ik ook’, dan ‘Trek het je niet aan, we kijken er zaterdag samen even naar’.", "In de achtertuin in Landgraaf. Beeld Jiri Büller", "Saamhorigheid", "Wat bij dit alles niet geholpen heeft, is dat Limburgers behoorlijk honkvast zijn. Mijnwerkers konden na het sluiten van de mijnen elders in Nederland aan het werk, maar veel van hen vertikten het om Zuid-Limburg te verlaten.", "‘Mijn vader werkte in de mijnen’, zegt Diana Vaessen (50), die met Wim de Groot in de schoolleiding zit van basisschool Harlekijn. ‘Het was not done om naar de Randstad te gaan. Hier was het veilig, de familie zat in de buurt, er was saamhorigheid.’", "De Groot: ‘Limburg werd lang als een apart deel van Nederland gezien, een enclave, een wormvormig aanhangsel. En misschien nog wel een beetje. Er heerst hier een gevoel dat Den Haag ons in de steek laat, dat het zuiden vergeten wordt.’", "Vaessen: ‘In de jaren negentig gold hier nog: doe maar normaal, dan doe je al gek genoeg. De Holländer, dat waren de brutalen, die kwamen voor zichzelf op. Wij waren de ja-knikkers.’", "De Groot: ‘Dat hebben de Limburgers nu wel overwonnen, geloof ik. In het onderwijs zie je in ieder geval veel aandacht voor persoonlijke ontwikkeling. We investeren in het individu, dat zelf moet bepalen wat hij wil in zijn leven.’", "Vaessen: ‘Mijn vader komt uit een gezin van elf kinderen. De oudste ging naar het seminarie, eentje mocht leraar worden en de rest moest vanaf zijn 16de de mijn in. Dat was in de jaren vijftig. Bij ons ging het al anders. Ik werd gestimuleerd om te gaan studeren.’", "De rijke kinderen", "Blijft de vraag waarom de dertigers die in rijke Landgraafse gezinnen geboren werden het wel relatief goed doen? Zij verdienen gemiddeld zelfs meer dan kinderen uit even rijke gezinnen elders in het land.", "Daarbij speelt vermoedelijk mee dat die mijnwerkersmentaliteit in deze gezinnen minder voorkomt, denkt Paul Jungbluth, simpelweg omdat veel van hun voorouders niet in de mijnen werkten.", "Maar de socioloog zoekt de verklaring ook op scholen. Hij stelt dat kansarmen en kansrijken ander onderwijs kregen, zelfs als de kinderen in dezelfde klas zaten. ‘De verwachtingen op school liepen parallel aan de verwachtingen thuis’, zegt hij. Dat vertaalde zich in ‘rijker onderwijs’ voor de kansrijke kinderen.", "Wim de Groot herinnert zich dat hij als jonge leraar schooladviezen moest uitdelen aan kinderen van ­ouders met lage verwachtingen. ‘Die dachten: studeren is voor ons niet weggelegd.’ En ja, dan gaf hij soms misschien een lager advies dan bij een kind paste. ‘Niet bewust hoor, onbewust. We hadden toen ook nog niet zoveel toetsen om uit te putten.’", "Zo erg als in de jaren zestig was het toen overigens allang niet meer, zegt De Groot. ‘Toen ging een kind uit een arbeidersgezin automatisch naar de lts of de huishoudschool.’", "Gezellig dubbeltje", "In de directiekamer van basisschool Harlekijn doet Wim de Groot nog een paar uitspraken die tot nadenken stemmen. Ja, zegt hij, de carrièreperspectieven zijn hier misschien minder gunstig. En in de Randstad kun je ‘mogelijk het dubbele gaan verdienen’. Maar hoe erg is dat?", "‘Het leven is hier ook goedkoper’, zegt De Groot. ‘Als ik directeur op een school in Amsterdam was, had ik hetzelfde salaris, maar ik zou daar nooit zo kunnen wonen als ik hier woon. Uiteindelijk gaat het er niet om hoeveel je verdient, maar hoeveel je overhoudt.’", "En dan oppert hij ook nog het volgende. Want is het niet een heel Randstedelijke benadering om zo op het inkomen te focussen, en om er altijd maar naar te streven van een dubbeltje een kwartje te worden? Wat als mensen er hier kiezen voor een leven dat ze leuk vinden, een bourgondischer leven?", "‘Misschien’, zegt hij, ‘willen veel Limburgers gewoon liever een gezellig dubbeltje zijn.’"], "authors": ["Wafa Al Ali", "Rik Kuiper"], "keywords": ["van", "als", "rijk", "limburg", "het", "op", "die", "naar", "meest", "arm", "een", "en", "dat", "belang", "te", "gezin", "geboren"], "pubDate": "2020-11-03T18:07:00+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}