{"id": "711e376a-0c11-39d1-9431-2d9ee13461a8", "title": "Tv-serie ‘I.M.’ bevalt Ischa’s dochter beter dan het boek", "url": "https://trouw.nl/cultuur-media/tv-serie-i-m-bevalt-ischa-s-dochter-beter-dan-het-boek~b0e6b300/", "summary": "Radio- en tv-maker, columnist en provocateur Ischa Meijer en zijn dochter Jessica Meijer.\nIn het begin had mijn vader weinig idee wat je met een klein kind moest doen, hij vroeg het vrienden, hij was onthand.\nConnie schrijft in ‘I.M.’ - dat in 1998 uitkwam - dat hij weleens tegen mij riep: ‘Kijk me aan!\nEn dat ze alle kanten van mijn vader laten zien: zijn vrolijkheid, zijn wanhoop, zijn taligheid, zijn verslavingen, zijn werkdrift.\nWat uiteindelijk hielp bij mijn verwerking was dat ik nog vijf jaar in het huis aan de Reestraat heb gewoond.”“Toen ik het huis terugkocht, was het nog precies zoals het vroeger was.", "paragraphs": ["Hij liep altijd te snel als ze hand in hand over de Amsterdamse Prinsengracht liepen. Dat herinnert ze zich goed. Radio- en tv-maker, columnist en provocateur Ischa Meijer en zijn dochter Jessica Meijer. Dan wandelden ze van het huis van haar moeder, waar hij haar ophaalde, naar zijn huis in de Reestraat, nu één van De Negen Straatjes. Met soms nog een ommetje langs een boekwinkel.", "Jessica Meijer (36) heeft haar vader Ischa maar korte tijd meegemaakt, want hij kwam pas in beeld op haar vierde. Hij verliet haar moeder Thea Cohen toen zij zeven maanden zwanger was, waarna haar moeder elk contact met haar ex weigerde. Pas toen Jessica om haar vader vroeg, kwam daar verandering in. Van haar vierde tot haar tiende was Jessica dan ook geregeld in zijn huis in de Reestraat, waar hij kookte, waar ze films keken en ze eindeloos strips en boeken las. Wat maakte hij dan? Ze weet het nog precies: “Heerlijke groentesoep en daarna meestal een tartaartje of knakworst met doperwten. En soms friet. Ik at bij hem van een David de Kabouter- en Suske en Wiske-servies, waar mijn kinderen nu van eten. In het begin had mijn vader weinig idee wat je met een klein kind moest doen, hij vroeg het vrienden, hij was onthand. Toen hij een relatie kreeg met Connie Palmen ging het beter. Als ik nu terugdenk aan die tijd weet ik dat hij soms erg wispelturig kon zijn. Connie schrijft in ‘I.M.’ - dat in 1998 uitkwam - dat hij weleens tegen mij riep: ‘Kijk me aan! Wees lief voor me! Aanbid me! Ik ben je vader!’ Dit herinner ik me niet zo precies, maar ik voelde me niet helemaal vrij bij hem, ik durfde niet alles te zeggen.”", "In september was Jessica Meijer één van de gasten op de première van ‘I.M.’ op het Nederlands Film Festival, en zag daar de tv-serie van vier afleveringen achter elkaar: een kleine vier uur Ramsey Nasr en Wende Snijders als Ischa en Connie (op 17 december in Trouw bekroond met vijf sterren). In de verfilming van ‘I.M.’ komt Jessica zelf niet voor, in het boek dat in 1998 uitkwam wel.", "U vindt de verfilming mooi, vertel.", "“Ik vind dat ze van de serie een liefdevol en diepgaand geheel hebben gemaakt. En dat ze alle kanten van mijn vader laten zien: zijn vrolijkheid, zijn wanhoop, zijn taligheid, zijn verslavingen, zijn werkdrift. Ramsey vertolkt hem heel bijzonder. Ik kan me voorstellen dat mensen die mijn vader lang hebben gekend bij de serie denken: zo deed hij niet, zo was hij niet, hij was veel feller of veel liever. Maar dat heb ik niet. Ik stond op mijn tiende met Connie aan zijn graf, zoals in het echt en zoals in het boek, maar in de film staat ze er alleen. Dat is niet erg. Ik zie de hele serie als een kunstwerk, dat sowieso een interpretatie is van een interpretatie. Want schrijver Hugo Heinen en regisseur Michiel van Erp hebben een verhaal gemaakt van Connie’s verhaal over haar en Ischa’s leven samen. Als kind kon ik dat niet, maar inmiddels kan ik, omdat er zoveel gemaakt is over mijn vader – boeken, een podcast, documentaires, films – wel zien dat iedere maker keuzes maakt in wat-ie vertelt.”", "U gaf zelfs toestemming om opnames te maken in het huis aan de Reestraat, dat inmiddels uw eigendom is.", "“Ja, maar ze hadden maar twee dagen nodig. Ze namen in en buiten het huis vooral veel foto’s. Elders in Amsterdam was het huis nagebouwd in een studio. Sommige opnames zijn wel in de Reestraat gedraaid, zoals wanneer Wende het raam opendoet en Ischa’s broer Job daar in de straat staat en de trap op komt. De bedscènes zijn weer op locatie. Ik ben één dag bij een opname geweest daar. Dat was een scène waarin mijn vader vertelde dat hij altijd gek werd van het idee dat zijn ouders zo aan elkaar vastgeklampt zaten en geen oog hadden voor hun kinderen, maar dat hij ineens besefte dat zijn ouders wel van elkaar hadden gehouden. Het raakte me wat ik zag. Ramsey heeft me nog getroost.”", "In de serie zegt Ischa ook: ‘Liefdeloze ouders, de oorlog, Bergen-Belsen, koekoek!’ Waarom raakte speciaal die scène u zo?", "“Hij had dus door, waarschijnlijk na gesprekken met zijn psychiater Louis Tas, dat hij wél uit liefde was ontstaan, ook al had hij van zijn ouders weinig liefde gevoeld. Dat besef heeft hem op een bepaalde manier, laat in zijn leven, geheeld. Dat gaf rust. En het hielp mij weer bij mijn eigen verwerking van alles. Want ik dacht op dat moment meteen aan mijn eigen verdriet en pijn over het feit dat hij was weggegaan voor mijn geboorte, maar dat mijn ouders mij ook uit liefde hadden gemaakt en los van elkaar mij veel liefde hebben gegeven. Het is toch wonderlijk hoe dat werkt, het geeft me geloof in de liefde. Het helpt me ook bij mijn scheiding waar ik nu in zit.”", "Niet in pijn blijven hangen, dus, maar je richten op het goede dat er ook is.", "“Amen! Geen slachtoffer willen zijn, iets wat natuurlijk ook in het Jodendom speelt – mijn vader was Joods, mijn moeder is Joods, en ik dus ook. Ik geloof erg in de veerkracht van mensen, ook in mijn werk als psycholoog nu. Ik ben nog bezig met een master positieve psychologie, ik leer hoe je iemands psychische welzijn kunt vergroten. De Amerikaanse psycholoog Martin Seligman is daar de grondlegger van. De ggz zit ook steeds meer op die lijn. Mensen die bijvoorbeeld last hebben van latente, langdurige depressie hebben er veel en snel baat bij.”", "Beeld Martijn Gijsbertsen", "Uzelf hebt heel wat moeten verwerken, u schreef er zeven jaar geleden een boek over, ‘Een blik Jodenkoeken’.", "“Ik hoorde te abrupt van mijn vaders dood, en omdat zoveel mensen er geschokt over waren, was er te weinig ruimte en aandacht voor mij. Bovendien had mijn vader bij sommige mensen, vooral vrouwen, de nodige schade aangericht, dat kwam er nog bovenop. Iedereen was zelf van alles aan het verwerken. Vanaf mijn tiende had ik veel spierpijn, veel nekpijn, ik zette alles vast. En ik ontwikkelde een eetstoornis, boulimia, om die diepe pijn maar niet te voelen. Ik gaf voortdurend over, en dat hield ik voor iedereen verborgen.”", "Ischa en zijn moeder hadden ook een lastige verhouding met eten.", "“Hij at ’s nachts soms de ijskast leeg, dat zie je ook in de serie. Ik hoorde pas later van mijn tante dat mijn oma ook boulimia had.”", "U bent als iemand van de tweede generatie, als kind van een kampslachtoffer, heel jong.", "“Ja, misschien ben ik wel het jongste tweedegeneratiegeval in Nederland, mijn vader was een baby toen hij met zijn ouders in concentratiekamp Bergen-Belsen zat. Hij had alleen herinneringen aan de oorlog die niet talig zijn. Aan de geluiden, de treinen, de schreeuwende Duitse officieren. Dat sla je allemaal op in je brein en je lichaam. Mijn ouders waren allebei beschadigd. Mijn moeder is in 1946 geboren, haar ouders probeerden na de oorlog met veel moeite hun huis in Laren terug te krijgen, haar broer werd in de onderduik geboren.”", "Waarom was u indertijd nou zo boos en verward toen het boek ‘I.M.’ uitkwam?", "“Dat boek was heel ingewikkeld voor mijn ontwikkeling als puber en voor de relatie met mijn moeder. Ik maakte zelf ongevraagd deel uit van het verhaal van Connie. En in het boek stonden pijnlijke dingen die mijn vader zou hebben gezegd over mijn moeder. Ook schreef Connie dat mijn moeder bij de verdeling van de erfenis macht over mijn vader kreeg die ze bij zijn leven niet had. Hierdoor kwam ik terecht in een gespleten loyaliteit. Wat uiteindelijk hielp bij mijn verwerking was dat ik nog vijf jaar in het huis aan de Reestraat heb gewoond.”", "“Toen ik het huis terugkocht, was het nog precies zoals het vroeger was. Connie, die er na zijn dood was gaan wonen, had het zo gelaten. Al mijn spullen lagen er nog: mijn kinderservies, knuffels, krukjes, boeken. Ik schreef er mijn boek, ben in die periode getrouwd en kreeg er ons oudste kind. Ik ben verhuisd toen het te klein werd voor ons gezin.”", "“Al met al ben ik blij met de tv-serie, die vooral over hun liefde gaat. In de loop der jaren heb ik veel onverwerkt verdriet aangepakt, en mijn relatie met Connie is nu ook beter. En ik ben trots dat mijn vader bij een nieuw, jong publiek onder de aandacht komt.”", "De vier afleveringen van de tv-serie ‘I.M.’ worden vanavond, morgenavond, 30 december en 1 januari uitgezonden op NPO1, vanaf 22.35 uur. De serie is in haar geheel te zien op NPO Plus.", "Lees ook:", "Michiel van Erp: ‘Ik voel steeds meer de noodzaak om discriminatie aan de kaak te stellen’", "Documentairemaker, toneel- en filmregisseur Michiel van Erp werd geïnterviewd in de serie Tien Geboden.", "De onstuimige liefde tussen twee taaldieren, lyrisch in beeld gebracht", "In de serie ‘I.M.’ gaat het over mensen die nadenken voor ze iets zeggen. Over taaldieren die, wanneer ze praten, spelen met woorden, ze wegen, precies ­formuleren."], "authors": ["Ally Smid"], "keywords": ["ik", "zijn", "van", "bevalt", "dan", "im", "mijn", "en", "een", "met", "tvserie", "ischas", "dochter", "boek", "het", "hij", "dat", "beter"], "pubDate": "2020-12-28T10:14:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}