{"id": "712fcad7-94c2-3e4c-aaa0-483bf5133baf", "title": "Amsterdamse rechtbank mag niet automatisch weigeren verdachten naar Polen te sturen", "url": "https://volkskrant.nl/nieuws-achtergrond/amsterdamse-rechtbank-mag-niet-automatisch-weigeren-verdachten-naar-polen-te-sturen~b9020d9c/", "summary": "Dat is geen reden om alle Europese aanhoudingsbevelen die uit Polen komen automatisch te weigeren, oordeelt het hof.\nAls het Europees hof de argumentatie van de Amsterdamse rechtbank had gevolgd, had het moeten concluderen dat het gehele juridisch apparaat in Polen niet meer deugt.\nAls een rechtbank een verdachte niet wil overleveren aan Polen, moet onderzoek aantonen dat de verdachte geen eerlijk proces te wachten staat.\nEen rechtszaak kan door middel van een hoger beroep altijd terechtkomen bij een rechtbank die nog niet op de radar van het onderzoek was verschenen.\nOpvallend genoeg speelde het uitgelekte memo geen rol van betekenis in het oordeel van het hof.", "paragraphs": ["Mensen gaan het Poolse hooggerechtshof in Warschau binnen. Er zijn al langer vragen in Europa over de staat van de Poolse rechtsstaat. Beeld Getty Images", "De Amsterdamse rechtbank had de zaak voorgelegd omdat ze zich zorgen maakt over ‘structurele en fundamentele tekortkomingen’ van de Poolse rechtsstaat. Alle internationale aanhoudingsbevelen in Nederland worden in de hoofdstad behandeld. In principe zijn EU-lidstaten verplicht deze aanhoudingsbevelen op te volgen. Maar eerder dit jaar kwam de Internationale Rechtshulpkamer in Amsterdam tot de conclusie dat de rechterlijke onafhankelijkheid in Polen onder druk staat en verdachten daarom niet verzekerd zijn van een eerlijk proces.", "Dat is geen reden om alle Europese aanhoudingsbevelen die uit Polen komen automatisch te weigeren, oordeelt het hof. Jaarlijks gaat het om ongeveer driehonderd zaken, een derde van het totaal.", "Het overleveren van verdachten aan Polen is een lastig dossier. Als het Europees hof de argumentatie van de Amsterdamse rechtbank had gevolgd, had het moeten concluderen dat het gehele juridisch apparaat in Polen niet meer deugt. Dus ook de onafhankelijke rechters die nog over zijn. En dan zouden zij bijvoorbeeld geen vragen meer kunnen stellen aan het hof in Luxemburg. Het hof is zich bewust van dit gevaar en neemt op deze manier onafhankelijke rechters in bescherming.", "Waakzaamheid", "Door de uitspraak van donderdag blijft de situatie zoals ze is. De toestand in Polen ‘moet aanzetten tot waakzaamheid’, schrijft het hof. Als een rechtbank een verdachte niet wil overleveren aan Polen, moet onderzoek aantonen dat de verdachte geen eerlijk proces te wachten staat.", "Maar dat is lastig. Een rechtszaak kan door middel van een hoger beroep altijd terechtkomen bij een rechtbank die nog niet op de radar van het onderzoek was verschenen. Bovendien blijkt uit ervaring dat Poolse rechters soms geen antwoord geven op vragen van hun Nederlandse collega’s. Bewust, zo blijkt. Twee weken geleden lekte een memo van het Poolse ministerie van justitie uit met daarin een oekaze om geen antwoord te geven op juridische vragen uit het buitenland. Opvallend genoeg speelde het uitgelekte memo geen rol van betekenis in het oordeel van het hof. Mogelijk is het te laat ingebracht als processtuk.", "‘De bal ligt nu weer in Amsterdam’, zegt John Morijn, bijzonder hoogleraar recht en politiek in de internationale betrekkingen aan de Rijksuniversiteit Groningen. De rechtbank heeft nog steeds de mogelijkheid om Poolse verdachten in Nederland te houden. ‘Ook al blijft individueel onderzoek in iedere zaak nodig, de rechter kan telkens tot de conclusie komen dat er geen eerlijke rechtsgang te verwachten is in Polen.’"], "authors": ["Arnout Le Clercq"], "keywords": ["van", "dat", "polen", "niet", "een", "poolse", "het", "verdachten", "hof", "te", "geen", "automatisch", "weigeren", "naar", "rechtbank", "mag", "sturen"], "pubDate": "2020-12-17T15:27:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}