{"id": "7145ec1d-9fe3-3c07-a28b-ebe7c7771178", "title": "Sportadvies: om Nederland vitaal te krijgen is meer geld nodig", "url": "https://volkskrant.nl/sport/sportadvies-om-nederland-vitaal-te-krijgen-is-meer-geld-nodig~bee8e367/", "summary": "De ondernemers in de sport, van fitness tot yogascholen, de georganiseerde én de ongeorganiseerde sport dienen daarin een plaats te krijgen.\nHet NOC, zeer topsportgericht, benadrukt overigens dat het om een beperkt bedrag gaat, 41 miljoen van de 380 miljoen aan rijksmiddelen.\nMeer geld en samenwerkingVoor het bereiken van die volksgezondheid, een vitale en veerkrachtige samenleving in de taal van NL Sportraad, zijn meer geld en meer samenwerking nodig.\nAnneke van Zanen, voorzitter van NOCNSF, zei dat het adviesrapport wat haar betreft vooral over het ‘ongelooflijk grote’ belang van sport voor de vitaliteit gaat.\nZij citeerde een ex-bewindsvrouw voor Sport, Margo Vliegenthart, die moeite had met indertijd drie miljoen gulden om een orgaan op te tuigen.", "paragraphs": ["Het collectief NOCNSF bevat 24duizend sportclubs en 77 sportbonden, en wordt gezien als verdeelstation van de gelden van het ministerie en van de Nederlandse Loterijen voor de sport. Beeld NOCNSF", "Het landschap en de uitdagingen van de sport in Nederland veranderen in hoog tempo en daar hoort wat de NL Sportraad betreft een aanpassing bij van de rol van sportkoepel NOCNSF. Er zal volgens de nieuwste toekomstschets van de raad een grotere, meer sportsectoren overspannende koepel horen te komen. De ondernemers in de sport, van fitness tot yogascholen, de georganiseerde én de ongeorganiseerde sport dienen daarin een plaats te krijgen. Nu is de stem van de sport te zeer versnipperd, meent NL Sportraad.", "Als er meer geld beschikbaar komt, en de Sportraad pleit daar zakelijk doch hartstochtelijk voor, dan moet er naast die nieuwe koepel een onafhankelijk orgaan komen dat het nieuwe geld verdeelt. Dat kan niet meer NOCNSF zijn, het collectief van 24duizend sportclubs en 77 sportbonden, dat nu wordt gezien als verdeelstation van de gelden van het ministerie en van de Nederlandse Loterijen voor de sport.", "Het NOC, zeer topsportgericht, benadrukt overigens dat het om een beperkt bedrag gaat, 41 miljoen van de 380 miljoen aan rijksmiddelen. Dat op een totaal van 5,7 miljard aan sportactiviteiten. Als naast dat sportaanbod bewegingsonderwijs en sportproducten worden meegeteld, wordt het bedrag, aldus het CBS, 10 miljard euro.", "NL Sportraad overhandigde donderdag een adviesrapport met de titel ‘De opstelling op het speelveld’ aan minister Tamara van Ark van Medische Zorg en Sport. Daarin wordt het belang van sport en bewegen voor de vitaliteit van de bevolking benadrukt. Sport moet een toekomstbestendige, publieke voorziening worden. Daartoe dient een wettelijke verankering te komen voor sport, zoals die voor kunst en cultuur bestaat. Al jaren wordt gepleit voor de zogenaamde sportwet.", "Voorzitter Bernard Wientjes van de onderzoekscommissie, zelf niet meer dan een vrijetijdtennisser, benadrukte donderdag het belang van sport. ‘Zeker door wat het laatste jaar met corona is geaccelereerd, geldt sport als een belangrijk element in hoe we Nederland vitaal houden. Dan loert hierna ook nog de pandemie van overgewicht. Eigenlijk is er geen betere organisatie in het land om dat te bestrijden dan sport. Dit rapport, aanvankelijk gefocust op sport, is zo een meer algemeen rapport geworden met sport als onderdeel van de vitaliteitsontwikkeling.’", "In de bevordering van allemans fitheid wordt vastgesteld dat de helft van Nederland aan sport doet en de andere helft thuis blijft. De voorzitter van de NL Sportraad, Michael van Praag, benoemde Nederland tot Europees kampioen zitten, maar het streven is om straks ‘wereldkampioen bewegen’ te worden.", "Meer geld en samenwerking", "Voor het bereiken van die volksgezondheid, een vitale en veerkrachtige samenleving in de taal van NL Sportraad, zijn meer geld en meer samenwerking nodig. Wientjes: ‘Hoe dan ook moet er meer geld binnen komen. We hopen de bedragen in een vervolgstudie nog voor de aankomende verkiezingen in kaart te hebben gebracht.’", "De minister van Sport zou daarbij meer verantwoordelijkheid moeten krijgen om departementen te laten samenwerken. Wanneer het geld dan gaat stromen, tot nu steekt de rijksbijdrage bleek af tegen de 2,2 miljard van gemeenten en 2,9 miljard van sportende leden, dan moet daar transparant mee worden omgesprongen. NL Sportraad, een onafhankelijk adviesorgaan, constateert een aantal bezwaren tegen het inschakelen van NOCNSF. De constructie dat het rijk geld laat verdelen via een brancheorganisatie of vereniging, is de raad bij geen andere branche tegengekomen.", "Wientjes: ‘Je hebt hiervoor een neutrale organisatie nodig. NOCNSF doet het heel goed bij de topsport, maar je kunt NOC niet de penningmeester maken van die grote bedragen voor de hele koepel. We zijn niet kritisch op de prestaties van NOCNSF. Maar er is meer nodig in het land en wij denken dat dat niet alleen via NOCNSF kan.’", "Wat Wientjes betreft komt naast de nieuwe koepel een onafhankelijk orgaan, als een agentschap, fonds, stichting dan wel een zbo, zelfstandig bestuursorgaan, in beeld dat het geld verdeelt. Zo werkt dat in de kunstsector.", "Anneke van Zanen, voorzitter van NOCNSF, zei dat het adviesrapport wat haar betreft vooral over het ‘ongelooflijk grote’ belang van sport voor de vitaliteit gaat. ‘Hoe krijgen we die andere helft van Nederland in beweging’, aldus de preses.", "Zij waarschuwde voor de kosten van weer een nieuw loket. Zij citeerde een ex-bewindsvrouw voor Sport, Margo Vliegenthart, die moeite had met indertijd drie miljoen gulden om een orgaan op te tuigen. ‘Margo vond het een onzalig idee. Elke piek hoorde, in haar ogen, naar de sport te gaan.’"], "authors": ["John Volkers"], "keywords": ["sportadvies", "van", "nederland", "het", "meer", "nocnsf", "sport", "nodig", "krijgen", "een", "te", "om", "vitaal", "geld", "en", "dat", "voor"], "pubDate": "2020-11-19T23:31:54+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}