{"id": "715a7dfe-e6ab-3ee4-82b8-7a98456314fb", "title": "Zelf bier brouwen: 'Als je de basis kent, kun je gaan experimenteren'", "url": "https://nu.nl/uit/6092316/zelf-bier-brouwen-als-je-de-basis-kent-kun-je-gaan-experimenteren.html", "summary": "Neem een grote pan, een afsluitbare emmer met een waterslotje, haal mout, gist en hop en je bent volgens Goverde een heel eind op weg naar je eerste zelfgebrouwen biertje.\n\"Maar als je zelf met mout aan de slag gaat, dan zie je écht wat je doet.\nAls je een middagje hebt gebrouwen en je gaat de volgende ochtend kijken, dan zie je het brouwsel pruttelen.\nVan studentenkeuken naar brouwerijOok Buckens heeft zich het vak van het brouwen grotendeels zelf aangeleerd.\n\"Bijvoorbeeld door je aan te sluiten bij een brouwersgilde, waar je in contact komt met andere brouwers.", "paragraphs": ["Een eigen biertje brouwen hoeft niet duur of ingewikkeld te zijn. \"Begin met een bewezen recept\", tipt hobbybrouwer Roy Goverde. \"En durf te experimenteren\", adviseert Roel Buckens, die zichzelf het vak aanleerde en een eigen brouwerij oprichtte. \"Een goed biertje brouwen is een kwestie van trial-and-error.\"", "Neem een grote pan, een afsluitbare emmer met een waterslotje, haal mout, gist en hop en je bent volgens Goverde een heel eind op weg naar je eerste zelfgebrouwen biertje.", "\"Er zijn ook kant-en-klare sets waar je alleen water en gist bij hoeft te doen\", vertelt de hobbybrouwer. \"Maar als je zelf met mout aan de slag gaat, dan zie je écht wat je doet. Dat is veel leuker. Als je een middagje hebt gebrouwen en je gaat de volgende ochtend kijken, dan zie je het brouwsel pruttelen. Dan begint het te leven.\"", "Goverde keek het brouwen af van een collega. Het werd een uit de hand gelopen hobby: inmiddels organiseert hij onder de naam Brouwerij De Werkplaats brouwworkshops in Breda. \"Tijdens een workshop maken we ongeveer 70 liter bier. Dat brouwsel verdelen we over meerdere vergistingstankjes, zodat je kunt variëren. Je kunt bijvoorbeeld ander gist gebruiken of hop toevoegen. Na de workshop halen de deelnemers het bier op, zodat ze het verschil kunnen proeven. Wat doet een ander ingrediënt? Je kunt eindeloos variëren.\"", "Van studentenkeuken naar brouwerij", "Ook Buckens heeft zich het vak van het brouwen grotendeels zelf aangeleerd. Hij verslond \"een kleine bibliotheek\" aan brouwboeken, kocht een kleine brouwinstallatie voor in de keuken van zijn studentenhuis en verraste familie en vrienden met het resultaat. Zijn stamkroeg kreeg er lucht van en zette het bier op de kaart. \"Mensen vonden het bier tof, ook buiten mijn vriendenkring. Toen dacht ik: hier wil ik iets mee. Zo is het balletje gaan rollen.\"", "In 2015 startte Buckens Brouwerij Frontaal, een innovatieve brouwerij waar inmiddels vijf brouwers werken. Dat was \"even schakelen\". \"Ik was gewend om op kleine schaal te brouwen, maar nu moesten we onze recepten vertalen naar grotere installaties. Dat is alsof je wekelijks thuis lasagne maakt voor je gezin, en opeens in een professionele keuken van een restaurant lasagne mag koken voor 150 man. Dat is niet zomaar een kwestie van het recept vertienvoudigen.\"", "Maar ook op grotere schaal sloeg het bier aan. Met ongekend succesvolle crowdfundingscampagnes wist de brouwerij een plek te verwerven in een voormalige snoepfabriek in Breda, waar inmiddels zo'n 60.000 liter per maand kan worden gebrouwen. Het team blijft vernieuwen. \"We brengen momenteel iedere week twee of drie nieuwe bieren uit.\"", "“We werken nu aan een lemon meringue sour-biertje; mout met biscuittonen en citroenpuree.” Roel Buckens, Brouwerij Frontaal", "De smaak te pakken krijgen", "Het brouwteam bedenkt een stijl of idee en werkt dat concept vervolgens systematisch uit. \"Zo werken we nu aan een lemon meringue sour-biertje\", vertelt Buckens. \"We willen de smaak van het Franse toetje nabootsen in het bier, dus we voegen bijvoorbeeld citroenpuree toe en gebruiken een soort mout met biscuittonen, om de bodem van het toetje te imiteren. Zo proberen we bepaalde smaken terug te laten komen in ons bier.\"", "Beginnende brouwers raadt Buckens aan vooral veel kennis op te doen. \"Bijvoorbeeld door je aan te sluiten bij een brouwersgilde, waar je in contact komt met andere brouwers. En uiteindelijk moet je ergens beginnen.\"", "Ook Goverde adviseert om simpel te starten. \"Neem bijvoorbeeld een recept dat een prijs heeft gewonnen. Dan weet je dat de basis goed is. Vanuit die basis kun je gaan variëren. Gebruik je donker gebrand mout? Dan proef je dat terug in een donker biertje. Als je de smaak te pakken hebt, kun je blijven experimenteren.\""], "authors": ["Door", "Eveline Aan De Wiel"], "keywords": ["aan", "experimenteren", "van", "als", "het", "op", "met", "gaan", "kent", "zelf", "basis", "een", "je", "en", "te", "dat", "kun", "brouwen", "bier"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}