{"id": "71610a11-73ca-393b-8d1b-af13d2005d05", "title": "Kerst op de bank met geurige jollof", "url": "https://www.parool.nl/ps/kerst-op-de-bank-met-geurige-jollof~b2c95a9a/", "summary": "‘De ziel die geen peper eet is een dode ziel,’ is een gezegde in het Yoruba, een van de talen die in zuidwest-Nigeria worden gesproken, schrijft Komolafe.\nVoor de New York Times maakte ze tien ‘essentiële Nigeriaanse recepten’, met onder andere gefrituurde plantaan, vissoep en gestoofd geitenvlees.\nIn de tussentijd kook ik met Yewande.\nHaar recepten zijn ideaal voor de dagen tussen kerst en oudjaar, of voor op de kerstdag(en) dat we, door de huidige omstandigheden, geen feest met anderen kunnen vieren.\nMaak deze jollof voor jezelf, laat de geuren je huis verwarmen en opvrolijken en lepel de rijst op onder een dekentje op de bank.", "paragraphs": ["Charlotte Kleyn Beeld Oof Verschuren", "In culiland was vrijwel iedereen het afgelopen jaar in de ban van de Amerikaanse kok Alison Roman. Vanuit haar minikeuken in Brooklyn schrijft ze recepten voor kookboeken en voorheen ook voor de New York Times, die enórme hits werden onder namen als ‘the stew’ (kikkererwten-kokosstoof) en ‘the pasta’ (tomatensaus met ansjovis en gekarameliseerde sjalotjes). Zeker de moeite waard om te maken, maar ik was de afgelopen maanden meer geïnteresseerd in een ándere kok en receptenschrijfster van de New York Times: Yewande Komolafe.", "Ze groeide op in Lagos, Nigeria, maar woont al twee decennia in de Verenigde Staten. In haar keuken in – alweer – Brooklyn kookt ze met smaken die haar terugvoeren naar haar jeugd, als yam, bakbanaan, cassave, palmolie, kokosmelk, gedroogde vis, geitenvlees en allerlei soorten chilipepers. ‘De ziel die geen peper eet is een dode ziel,’ is een gezegde in het Yoruba, een van de talen die in zuidwest-Nigeria worden gesproken, schrijft Komolafe.", "Voor de New York Times maakte ze tien ‘essentiële Nigeriaanse recepten’, met onder andere gefrituurde plantaan, vissoep en gestoofd geitenvlees. Het is haar persoonlijke top tien, want Nigeria is drie keer zo groot als Italië en kent net zoveel regionale keukens.", "Uiteraard staat jollof op nummer één. Het gerecht – rijst gegaard op open vuur in een saus van tomaat, ui, knoflook, gember, paprika’s en chilipepers – is het nationale gerecht in Nigeria, maar ook zeer populair in Kameroen, Ghana, Liberia en andere West-Afrikaanse landen. Het komt bij elk feest op tafel en ieder land, iedere regio en iedere familie heeft zijn eigen variant.", "Andere recepten in Yewandes top tien kende ik nog niet maar ben ik direct gaan maken, zoals frejon (dip van bonen met kokosmelk) en efo riro (gestoofd amarantgroen met gedroogde rivierkreeftjes). Al een tijd roepen foodtrendwatchers dat de West-Afrikaanse keukens het helemaal gaan worden, mede omdat je er veel gezond comfortfood in vindt: stoofpotten, knollen en warme smaken door specerijen en chilipepers. Ik hoop van harte dat het waar is, en kan niet wachten om meer te ontdekken.", "In de tussentijd kook ik met Yewande. Haar recepten zijn ideaal voor de dagen tussen kerst en oudjaar, of voor op de kerstdag(en) dat we, door de huidige omstandigheden, geen feest met anderen kunnen vieren. Maak deze jollof voor jezelf, laat de geuren je huis verwarmen en opvrolijken en lepel de rijst op onder een dekentje op de bank. Fijne kerst!"], "authors": ["Charlotte Kleyn"], "keywords": ["ik", "geurige", "van", "jollof", "voor", "en", "met", "een", "bank", "op", "het", "haar", "recepten", "kerst"], "pubDate": "2020-12-24T09:49:21Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}