{"id": "7188ea1c-b2e3-317e-8617-2e87b8944778", "title": "Toneeltekst Fleischmann is een onopgesmukt traktaat over de op hol geslagen meningencultuur ★★★☆☆", "url": "https://volkskrant.nl/cultuur-media/toneeltekst-fleischmann-is-een-onopgesmukt-traktaat-over-de-op-hol-geslagen-meningencultuur~b9fd06c4/", "summary": "We leven in een tijd van keuzen maken, van aperte meningen en vooral van meningsverschillen.\nOver die op hol geslagen meningencultuur schreven Gerardjan Rijnders en Peter Verbrugt voor Maatschappij Discordia de toneeltekst Fleischmann.\nEr is een thrillerachtig uitgangspunt: er is een man aangespoeld op het strand, zijn tong en hart zijn uit zijn lijf gerukt.\nOf liever: onderga het, en wees goed uitgerust, want deze vorm van teksttheater vraagt om een uiterste concentratie.\nHoe dan ook: Fleischmann is vooral een eerbetoon aan de sprakelozen van deze wereld.", "paragraphs": ["Beeld Sofie Knijff", "Goed of slecht, schuld of onschuld, mooi of lelijk? We leven in een tijd van keuzen maken, van aperte meningen en vooral van meningsverschillen. Met als gevolg onbegrip, vooroordelen, onverdraagzaamheid en uitsluiting. Over die op hol geslagen meningencultuur schreven Gerardjan Rijnders en Peter Verbrugt voor Maatschappij Discordia de toneeltekst Fleischmann.", "Er is een thrillerachtig uitgangspunt: er is een man aangespoeld op het strand, zijn tong en hart zijn uit zijn lijf gerukt. Wie was hij? Wat is er gebeurd? Daarover gaan twee personages, gespeeld door Jan Joris Lamers en Miranda Prein, met elkaar in gesprek. In vraag-en-antwoordvorm proberen ze de waarheid te achterhalen.", "Intussen ontrolt zich een filosofisch traktaat over een wereld vol criteria en tweedeling. Min of meer toegespitst op de actualiteit, want er komen ook begrippen als virusuitbraak, milieu-activisme en Black Lives Matter langs. Descartes wordt aangehaald: ‘Ik twijfel, dus ik denk, dus ik ben.’", "Voor twijfel is evenwel geen plaats meer – stelligheid regeert. Fleischmann is aanvankelijk bewust raadselachtig, maar wordt tegen het eind concreter. De dode man woonde in Boskoop, was een onafhankelijk denker, die niet wilde kiezen en daarom werd hij geofferd door een collectief gericht dat mensen zonder mening niet tolereert. Een angstaanjagende conclusie.", "In een nagenoeg leeg decor, rond een stapel houten pallets, brengen Prein en Lamers deze diffuse tekst tot leven: zij helder en voorbeeldig, hij lichtelijk improviserend, zoekend naar woorden.", "Is Fleischmann een goede of slechte voorstelling? Ik zou het niet weten, maar oordeelt u vooral zelf. Of liever: onderga het, en wees goed uitgerust, want deze vorm van teksttheater vraagt om een uiterste concentratie.", "Hoe dan ook: Fleischmann is vooral een eerbetoon aan de sprakelozen van deze wereld."], "authors": ["Hein Janssen"], "keywords": ["fleischmann", "ik", "geslagen", "onopgesmukt", "van", "zijn", "vooral", "meningencultuur", "en", "hol", "een", "traktaat", "niet", "op", "hij", "het", "toneeltekst"], "pubDate": "2020-12-10T16:29:19Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}