{"id": "719fdcf9-ce4c-3306-b495-6e0e72757cd0", "title": "Worden we een betere leider door alleen op reis te gaan?", "url": "https://www.parool.nl/wereld/worden-we-een-betere-leider-door-alleen-op-reis-te-gaan~bc9420e2/", "summary": "De een doet het na het behalen van het middelbareschooldiploma, de ander in een tussenjaar tijdens de studie en de volgende juist gedurende een midlifecrisis: alleen op reis naar een ver buitenland in de hoop diepe ­inzichten op te doen.\nZo’n reis zal niet vaak antwoord geven op alle vragen van het leven, maar kan wel degelijk een diepe indruk maken.\nIn Zuid-Afrika was er tijd om echt stil te staan en te reflecteren.\nDat nestelt zich in je brein.”Elke trail van de FNL begint in Nederland met een individueel intakegesprek en een kennismakingsdag.\nDe een is een bonk van een kerel met lang haar.", "paragraphs": ["Ervaringen die zijn opgedaan tijdens een grote reis, kunnen veel invloed hebben op iemands leven. De gepensioneerde Boy van Droffelaar besloot uit te zoeken welke effecten zo’n reis heeft op leiderschapskwaliteiten.", "De een doet het na het behalen van het middelbareschooldiploma, de ander in een tussenjaar tijdens de studie en de volgende juist gedurende een midlifecrisis: alleen op reis naar een ver buitenland in de hoop diepe ­inzichten op te doen. Wie ben ik? Wat wil ik? Waar word ik gelukkig van?", "Zo’n reis zal niet vaak antwoord geven op alle vragen van het leven, maar kan wel degelijk een diepe indruk maken. Een indruk die doorwerkt in de – kleine of grote – keuzes in het verdere ­leven. Vraag iemand die ooit in zijn eentje heeft gebackpackt naar zijn reis en de kans is groot dat diegene minstens één ervaring kan opnoemen waar hij of zij later iets aan heeft gehad.", "Een piekervaring heet zoiets, in de woorden van Boy van Droffelaar (71), die onderzoek deed naar het effect dat een trektocht door de natuur, zonder het gezelschap van familie of vrienden, kan hebben op het leiderschap van mensen die aan het roer staan van grote organisaties. Hoewel het begin van dit stuk misschien anders doet vermoeden, is een existentiële crisis geen voorwaarde voor een inzichtverschaffende trip.", "Van Droffelaar bekleedde lang allerlei hoge functies bij grote, internationale ondernemingen. In 2008 ging hij met pensioen en maakte hij kennis met de Foundation for Natural Leadership (FNL). Deze club organiseert onder meer reizen naar de wildernis van Zuid-Afrika, waar groepjes leidinggevenden, die elkaar niet eerder hebben ontmoet, een week lang op ‘trail’ gaan. Het doel: loskomen van de spreadsheets die het dagelijks leven domineren en te midden van de wilde natuur een beter beeld krijgen van wie ze zijn en hoe ze in het leven willen staan. De hoop is dat de ervaring van de reis ze bij thuiskomst tot betere, natuurlijker leiders maakt.", "Tijd voor reflectie", "Van Droffelaar ging eerst mee als deelnemer. De reis was zo’n geweldige ervaring dat hij daarna een uitgebreide coachingscursus volgde en bij FNL aan de slag ging als begeleider. “Mijn eerste trail maakte een onuitwisbare indruk op me,” zegt hij. “Je maakt in je leven weleens aangrijpende dingen mee, maar daarna holt alles weer snel verder. In Zuid-Afrika was er tijd om echt stil te staan en te reflecteren. Er was enorm veel ruimte en rust om na te denken en vertrouwen om met anderen van gedachten te wisselen. Dat nestelt zich in je brein.”", "Elke trail van de FNL begint in Nederland met een individueel intakegesprek en een kennismakingsdag. Daarna volgt de vlucht naar Zuid-Afrika. Van Droffelaar: “Bij aankomst staan er twee Zuid-Afrikaanse gidsen op ons te wachten. De een is een bonk van een kerel met lang haar. Een wijze vent. De ander is een Zoeloe, die de natuur op zijn duimpje kent en zich daar enorm mee verbonden voelt. Op dat moment mag ­iedereen een laatste berichtje naar de familie sturen en gaan alle westerse eigendommen, ­zoals horloge en telefoon, in een grote tas.”", "Wat volgt, zijn zeven dagen waarin de groep afwisselend flinke afstanden door wildpark Imfolozi aflegt, rond een kampvuur ervaringen deelt en zich opsplitst, zodat de deelnemers een ­moment voor zichzelf hebben in het bosrijke heuvellandschap. “De eerste avond vertelt ­iedereen rond het vuur zijn levensverhaal. Dan zeg ik altijd: het moet geen LinkedInverhaal zijn. Dat je een mooie carrière hebt gemaakt, ­geloof ik wel. Vertel eens wat je gevormd heeft, wat je persoonlijke pieken en dalen zijn geweest. Dan komt het voor dat iemand voor het eerst onder woorden brengt dat hij er altijd mee heeft geworsteld dat zijn vader hem nooit ­erkenning heeft gegeven. Dat die nooit eens heeft gezegd: jongen, ik ben trots op je. Dat is dan een baas van een groot bedrijf en de tranen biggelen over zijn wangen.”", "Na verloop van tijd begon Van Droffelaar zich erover te verbazen voor hoeveel mensen de trail een bijna levensveranderende ervaring was. “Ik dacht: verrek, daar moet ik meer over te weten zien te komen. Wat zit daar nou fundamenteel onder?”", "Promotieonderzoek", "Van Droffelaar verdiepte zich in leiderschaps­literatuur en vond daarin maar weinig over het verband tussen natuurbeleving en leiderschap. Een gouden kans voor een promotieonderzoek. In het kader van ‘niet geschoten is altijd mis’ klopte hij aan bij de vakgroep cultural geo­graphy van Wageningen University & Research. Daar vond hij twee enthousiaste hoogleraren, die zijn onderzoek wel wilden begeleiden.", "Wetenschap is natuurlijk meer dan zomaar wat anekdotes bijeenrapen en concluderen: zie maar, wildernistochten verbeteren leiderschap! Van Droffelaar ging daarom secuur te werk. Zijn promotieonderzoek nam ruim acht jaar in ­beslag. Hij voerde een zogeheten kwalitatieve contentanalyse uit van 97 uitgebreide trail­verslagen, liet 66 deelnemers zichzelf aan de hand van een vragenlijst op drie momenten punten geven op belangrijke leiderschaps­eigenschappen – zelfkennis, sturen op een ­eigen moreel kompas, luistervermogen en transparant zijn – en nam uitgebreide interviews af met 36 deelnemers enige tijd, soms ­jaren, na hun deelname.", "“Het was best spannend toen ik de resultaten van de vragenlijsten in de computer had ingevoerd,” zegt Van Droffelaar. “Je drukt dan op een knop en ineens rollen er grafieken uit. Het ­niveau van alle vier de onderzochte leiderschapscomponenten bleek na de trails significant te zijn gestegen. Hoewel elk resultaat bijdraagt aan de wetenschap, was ik met dit resultaat erg gelukkig.”", "Subjectiviteit", "Een belangrijk nadeel van zelfrapportage is ­inherente subjectiviteit. “Daar ontkom je helaas niet aan,” zegt Van Droffelaar. “Tijdens mijn verdediging kreeg ik daar van mijn opponenten natuurlijk ook een vraag over. Ik heb subjectiviteit geminimaliseerd door te kijken naar verschillen en niet naar absolute niveaus van goed leiderschap. Het risico op sociaal wenselijke antwoorden is op elk moment aanwezig en kun je in vergelijkingen over de tijd min of meer ­tegen elkaar wegstrepen.”", "Met een bul op zak blikt Van Droffelaar nu terug op de ‘piekervaring’ die zijn eigen leven een onverwachte wending gaf. In gedachten gaat hij terug naar de derde dag van zijn eerste trail in 2009. Zijn ogen glinsteren. “Ik zat alleen aan de rand van een rivier, de zon ging bijna onder. Aan de overkant liep een olifant rustig te grazen. Die was lekker zichzelf. Over de rivier kwamen twee zilverreigers aangevlogen. Ter hoogte van mij draaiden ze hun kop mijn kant op. ‘Krraahh, krraahh!’ Ik dacht: ze hebben me gezien! Ik ervoer het als een bevestiging: je bent één van ons, maak je niet ongerust. Dat gevoel, die plek, staat sindsdien in mijn geheugen gegrift. En wanneer het ertoe doet, als ik het moeilijk heb, komt dat moment vanzelf weer bij me terug.”"], "authors": ["Joris Jansen"], "keywords": ["ik", "zijn", "van", "leider", "en", "een", "betere", "op", "te", "gaan", "alleen", "het", "door", "worden", "dat", "die", "reis"], "pubDate": "2021-01-03T06:00:48Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}