{"id": "71b410d3-84a9-34a8-8402-aae1e3f37c9c", "title": "Zolang we praten is er ruimte", "url": "https://nrc.nl/nieuws/2020/12/11/zolang-we-praten-is-er-ruimte-a4023526", "summary": "Hierdoor ontstaat het gevoel van een ‘ingroup’ en een ‘outgroup’; een groep waar je bij hoort en een groep waar je ver van afstaat.\nTegelijkertijd willen Nederlanders, als de Europese leiders afspraken maken over de begroting, graag dat Nederland er beter uitkomt dan andere Europese lidstaten.\nDe onderhandelaars slaagden er in de Nederlandse ‘ingroup’-afdracht laag houden, maar vergisten zich in het belang van Nederland.\nMaar er was nog iets; we maten los van het verdeelexperiment ook via een vragenlijst in hoeverre de jongeren spontaan het perspectief van anderen innemen.\nZolang mensen praten is er ruimte.", "paragraphs": ["We staan voor problemen die groter zijn dan één land. De Britse econoom Mariana Mazzucato beschreef deze uitdagingen onlangs als de drievoudige crisis van het kapitalisme: naast de coronacrisis worstelen we met de klimaatcrisis en de economische crisis (of: de sociale ongelijkheidscrisis). Deze crises zijn niet op te lossen binnen de landsgrens. Dit vraagt om Europese samenwerking, zou je zeggen. Maar hoe komt het dan dat Nederlanders over Europa vaak denken als ‘wij versus zij’ in plaats van ‘wij als onderdeel van zij’?", "Eind jaren 70 publiceerde de Poolse psycholoog Henri Tajfel de invloedrijke social identity theory. Tajfel’s interesse in identiteit kwam voort uit persoonlijke ervaringen. Als Joodse student uit Polen verbleef hij tijdens het uitbreken van de Tweede Wereldoorlog in Frankrijk, mogelijk zijn redding want zijn familie in Polen overleefde de oorlog niet. Na de oorlog gaf hij in het Verenigd Koninkrijk nieuw elan aan de sociale psychologie door deze van politieke en historische context te voorzien. Volgens zijn social identity theory willen mensen zich altijd definiëren als lid van een groep, zonder groep geen gevoel van trots en eigenwaarde. Zodra je je onderdeel voelt van deze groep, ben je geneigd om de overeenkomsten met mensen in deze groep te overdrijven en de verschillen met leden van de andere groepen uit te vergroten. Hierdoor ontstaat het gevoel van een ‘ingroup’ en een ‘outgroup’; een groep waar je bij hoort en een groep waar je ver van afstaat.", "Beter dan andere lidstaten", "Mensen kunnen zich van verschillende groepen tegelijk lid voelen, de problemen ontstaan als de verschillende groepen waar je je mee identificeert tegengestelde belangen gaan krijgen. Het vertrek van het Verenigd Koninkrijk uit de Europese Unie voelt voor veel mensen letterlijk als ‘verlaten worden’; zij hoorden toch bij ‘ons’? Hier is heel de Europese Unie onze ingroup. Tegelijkertijd willen Nederlanders, als de Europese leiders afspraken maken over de begroting, graag dat Nederland er beter uitkomt dan andere Europese lidstaten. In dat geval is alleen Nederland de ‘ingroup’ en zijn de andere Europese lidstaten de ‘outgroup’. Of zoals het RTL-nieuws kopte in juli: „Dit heeft Rutte wel en niet binnengehaald tijdens de EU-top.”", "Deze tweestrijd leidt soms tot verlies op meerdere fronten. In de EU-top van juli werd door de Europese lidstaten, onder druk van de frugal countries (Oostenrijk, Denemarken, Nederland en Zweden), het akkoord gesloten om substantieel te korten op het budget voor onderzoek en innovatie. Premier Rutte stond tijdens dit overleg bekend als Mr. No en maakte zich niet populair bij de Europese leiders. Maar ook in Nederland keken wetenschappers met verbijstering naar de uitkomst van deze onderhandeling. Nederland haalt namelijk al jaren meer uit het onderzoeksbudget van Europa dan dat het afdraagt. De Nederlandse wetenschap had hier veel te verliezen! De onderhandelaars slaagden er in de Nederlandse ‘ingroup’-afdracht laag houden, maar vergisten zich in het belang van Nederland. Helaas zijn Nederlandse wetenschappers nu uiteindelijk slechter af.", "Delen met vrienden", "Onderzoekers in mijn lab deden een experiment om te onderzoeken welke processen bij al die wisselingen van groepsidentificatie een rol spelen. Jongeren tussen 9 en 18 jaar konden munten verdelen met mensen met wie zij bevriend waren maar ook met onbekenden. De 9- en 10-jarige kinderen deelden ongeveer de helft van hun munten met beide groepen, met een lichte voorkeur voor delen met vrienden. Op 15-jarige leeftijd gaven deelnemers meer aan hun vrienden en minder aan onbekenden. Op 18-jarige leeftijd gaven jongeren voornamelijk aan hun vrienden en nauwelijks aan onbekende anderen. De ingroup-outgroupverschillen ontstaan blijkbaar in de weg naar volwassenheid. Zorgelijk, want dit is de vormende periode waarin jongeren hun sociale identiteit ontdekken, en waarbij je juist zou hopen dat groepsverschillen verkleinen in plaats van vergroten.", "Maar er was nog iets; we maten los van het verdeelexperiment ook via een vragenlijst in hoeverre de jongeren spontaan het perspectief van anderen innemen. Bijvoorbeeld door een probleem vanuit de positie van iemand te bekijken of door zich in te leven in een ander. Jongeren die dit vaker deden waren meer bereid om te geven aan onbekende anderen.", "Het mooie is: dat inleven kun je stimuleren. En dat is precies de reden waarom de Europese begrotingsonderhandelingen lang – moeten – duren. Stroperigheid heeft zijn functie. Om je in iemand anders te kunnen verplaatsen moet je in Brussel nu eenmaal uren praten, vertalen, nog een keer onderhandelen, en nog een keer proberen te begrijpen waar de standpunten van de anderen vandaan komen. Zolang mensen praten is er ruimte. Zo kun je verschillen overbruggen en nader tot elkaar te komen. Nu nog hopen dat de prioriteiten voor de komende zeven jaar de juiste zijn.", "Eveline Crone is hoogleraar developmental neuroscience in society aan de Erasmus Universiteit Rotterdam.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 12 december 2020"], "authors": ["Leestijd Minuten", "Eveline Crone"], "keywords": ["van", "een", "en", "met", "europese", "praten", "te", "zijn", "ruimte", "zolang", "als", "je", "er", "het"], "pubDate": "2020-12-11T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}