{"id": "71c20670-412d-356a-b3d4-d46229539113", "title": "Ben Cramer vindt vriendschap in entertainmentindustrie oppervlakkig", "url": "https://nu.nl/achterklap/6100383/ben-cramer-vindt-vriendschap-in-entertainmentindustrie-oppervlakkig.html", "summary": "Echte vrienden maak je niet in de entertainmentindustrie, zo vertelt Ben Cramer in gesprek met Nieuwe Revu.\nAls ik het over het vak heb, dan heb ik weinig vrienden.\nAls hij met pech langs de weg komt te staan, zou hij eerder zijn broer of zijn kinderen bellen, met wie hij een sterke band heeft.\n\"Nu al maanden niet meer, maar ik merk aan mezelf dat ik het wel moet bijhouden.\nMijn stem is sterk, ik haal al mijn noten nog en ik ben fit.\"", "paragraphs": ["Echte vrienden maak je niet in de entertainmentindustrie, zo vertelt Ben Cramer in gesprek met Nieuwe Revu. Hoewel de zanger en acteur meerdere goede kennissen heeft, zou hij nooit een collega bellen als hij een keer met pech langs de weg staat.", "\"Dat blijft oppervlakkig, de afgunst en jaloezie zijn vaak groot. Als ik het over het vak heb, dan heb ik weinig vrienden. Het zijn meer collega's, kennissen. Je kan weleens gezellig een hapje eten bij iemand, maar daar houdt het algauw mee op\", aldus de 73-jarige Cramer in gesprek met het tijdschrift.", "De zanger heeft wel een goede band met onder anderen Dries Roelvink, met wie hij vorig jaar nog een single opnam. \"Dries Roelvink en ik zijn vrienden, maar niet in de diepste zin van het woord. Het is niet zo dat ik Dries bel als ik midden in de nacht ergens langs de weg sta met een lekke band.\"", "Als hij met pech langs de weg komt te staan, zou hij eerder zijn broer of zijn kinderen bellen, met wie hij een sterke band heeft. Ook zijn vrouw Carla is belangrijk. Cramer is niet van plan snel met pensioen te gaan, maar als zij zou zeggen dat het klaar is, stopt hij direct.", "Door corona heeft Cramer al een hele tijd niet op het podium gestaan, terwijl hij er wel erg naar verlangt. \"Nu al maanden niet meer, maar ik merk aan mezelf dat ik het wel moet bijhouden. Daarom blijf ik bezig met nieuwe dingen bedenken en singles uitbrengen. Er is een studio waar ik geregeld kom en altijd terechtkan; daar neem ik vaak nieuw materiaal op. Niet per se om het allemaal uit te brengen, maar gewoon om dingen uit te proberen.\"", "Ook thuis kan Cramer nog genoeg uitpakken, zoals hij het zelf noemt, met zijn gitaar en piano. \"En als ik uitpak met mijn stem, heb je dubbelglas nodig. Ik wil nog niet stoppen. Mijn stem is sterk, ik haal al mijn noten nog en ik ben fit.\""], "authors": ["Door"], "keywords": ["ik", "entertainmentindustrie", "zijn", "en", "maar", "met", "ben", "een", "cramer", "niet", "vriendschap", "het", "vindt", "hij", "oppervlakkig"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}