{"id": "71c44104-8c7e-3cb6-ad60-f09c0d62d9cd", "title": "Ten Hag maakt voor PSV tussenbalans op: 'Het heeft ons niet meegezeten'", "url": "https://nos.nl/artikel/2363747-ten-hag-maakt-voor-psv-tussenbalans-op-het-heeft-ons-niet-meegezeten.html", "summary": "Het heeft ons niet meegezeten.\nAls het nou een keer mee gaat zitten, zou dat prettig zijn...\"Ten Hag refereert met die laatste opmerking aan de vergelijking met het topseizoen 2018/2019, die regelmatig wordt gemaakt.\nAls Noussair Mazraoui in de laatste seconde tegen Benfica niet had gescoord, wordt het een totaal ander verhaal.\"\nIn de aanloop naar het duel met Atalanta vielen er spelers weg en in de wedstrijd viel een spits uit.\n\"Maar uiteindelijk, waar het omgaat, wie je wel of niet hebt: je moet presteren.", "paragraphs": ["\"Maar we hebben het maximale eruit gehaald in de eerste seizoenshelft. Het heeft ons niet meegezeten. Als het nou een keer mee gaat zitten, zou dat prettig zijn...\"", "Ten Hag refereert met die laatste opmerking aan de vergelijking met het topseizoen 2018/2019, die regelmatig wordt gemaakt. \"Alles viel toen goed in elkaar. In de Champions League bijvoorbeeld. Als Noussair Mazraoui in de laatste seconde tegen Benfica niet had gescoord, wordt het een totaal ander verhaal.\"", "\"En toen Mazraoui geblesseerd raakte, was Joël Veltman weer terug van een blessure. Alles viel goed, tot aan de halve finale tegen Tottenham Hotspur, toen David Neres geblesseerd moest afhaken. Alles moet kloppen, wil je in dat soort wedstrijden succes halen.\"", "In Europa blijven", "Dat was dit seizoen wel anders, benadrukt Ten Hag. \"Het heeft niet zo mogen zijn. In de wedstrijden tegen Liverpool hadden we een eigen doelpunt en een ongelukkig moment van Onana. In de aanloop naar het duel met Atalanta vielen er spelers weg en in de wedstrijd viel een spits uit. Het zat niet mee\", legt hij uit.", "\"Maar uiteindelijk, waar het omgaat, wie je wel of niet hebt: je moet presteren. Dat is net niet gelukt\", concludeert Ten Hag over de Champions League, om positief af te sluiten: \"We wilden in Europa blijven, dat is wel gelukt. En in de eredivisie staan we op de positie waar we willen staan, namelijk eerste.\""], "authors": [], "keywords": ["tussenbalans", "voor", "heeft", "een", "psv", "maakt", "toen", "tegen", "viel", "met", "op", "meegezeten", "het", "niet", "dat", "wel", "ons", "je"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}