{"id": "71e44988-a708-3316-a6e5-eac07e67c202", "title": "Williams wijzigt van koers en gaat meer onderdelen van Mercedes kopen", "url": "https://nu.nl/formule-1/6100317/williams-wijzigt-van-koers-en-gaat-meer-onderdelen-van-mercedes-kopen.html", "summary": "De renstal uit het Engelse Grove stopt grotendeels met de ontwikkeling van eigen onderdelen en gaat vanaf 2022 meer inkopen bij Mercedes.\nWilliams was naast de fabrieksteams een van de weinige renstallen op de Formule 1-grid die bijna alle onderdelen nog zelf maakten.\nOprichter Frank Williams en zijn dochter Claire wilden nooit dat Williams \"een B-team van Mercedes\" zou worden.\nOprichter Frank Williams en zijn dochter Claire wilden nooit dat Williams \"een B-team van Mercedes\" zou worden.\nVolgens Toto Wolff, teambaas en CEO van Mercedes, komt de koerswijziging van Williams dan ook op een logisch moment.", "paragraphs": ["Het Formule 1-team van Williams heeft dinsdag een drastische koerswijziging aangekondigd. De renstal uit het Engelse Grove stopt grotendeels met de ontwikkeling van eigen onderdelen en gaat vanaf 2022 meer inkopen bij Mercedes.", "Williams was naast de fabrieksteams een van de weinige renstallen op de Formule 1-grid die bijna alle onderdelen nog zelf maakten. Zo ontwierp Williams de versnellingsbak helemaal zelf en ook de hydraulische huishouding werd volledig in eigen beheer gemaakt.", "Het team kende de afgelopen jaren echter flinke financiële problemen en eindigde de afgelopen drie seizoenen als laatste in het constructeurskampioenschap. Mede daardoor verkocht de familie Williams het legendarische Formule 1-team, dat negen constructeurs- en zeven rijderstitels pakte, vorig jaar aan een Amerikaanse investeringsmaatschappij.", "Williams maakt al sinds 2014 gebruik van Mercedes-motoren en die samenwerking wordt vanaf volgend jaar dus geïntensiveerd. \"Ik ben heel blij om te kunnen melden dat we onze samenwerking met Mercedes naar een hoger plan gaan tillen\", meldt Williams-teambaas Simon Roberts in een persbericht.", "\"Williams is een onafhankelijk team, maar de Formule 1 blijft altijd evolueren. Als team moeten we inspelen op het huidige klimaat om ervoor te zorgen dat we zo competitief mogelijk zijn. Dit langdurige akkoord met Mercedes is een heel mooie stap voor dit geweldige team.\"", "Oprichter Frank Williams en zijn dochter Claire wilden nooit dat Williams \"een B-team van Mercedes\" zou worden. Oprichter Frank Williams en zijn dochter Claire wilden nooit dat Williams \"een B-team van Mercedes\" zou worden. Foto: Getty Images", "Williams wilde nooit 'een B-team van Mercedes' worden", "Onder leiding van teambaas Claire Williams verloor de vervallen grootmacht in de afgelopen jaren de aansluiting met de subtop. Terwijl Williams in de miljoenenbusiness van de Formule 1 op eigen kracht overeind probeerde te blijven, intensiveerden concurrenten als Haas en Alfa Romeo (beide gesteund door Ferrari) en Racing Point (gesteund door Mercedes) de samenwerkingen met de fabrieksteams.", "Ondanks de tegenvallende resultaten wilde de familie Williams niets van een koerswijziging weten. Een jaar geleden zei Claire Williams nog dat de renstal onder haar bewind nooit \"een B-team van Mercedes\" zou worden. De nieuwe eigenaren gaan met het nieuwe akkoord dus vol tegen de filosofie van de familie Williams in.", "Mercedes-teambaas Toto Wolff, hier samen met Claire Williams, is erg blij met de overeenkomst. Mercedes-teambaas Toto Wolff, hier samen met Claire Williams, is erg blij met de overeenkomst. Foto: Pro Shots", "Wolff: 'Dit is een project waar we al lang over in gesprek zijn'", "De reglementen in de Formule 1 gaan in 2022 flink op de schop. De nieuwe regels, die vanwege het coronavirus niet dit jaar maar volgend seizoen worden ingevoerd, moeten er onder meer voor zorgen dat inhalen makkelijker wordt en dat de auto's robuuster worden.", "Volgens Toto Wolff, teambaas en CEO van Mercedes, komt de koerswijziging van Williams dan ook op een logisch moment. \"Dit is een project waar we al lang over in gesprek zijn\", aldus Wolff, die zelf ook aandeelhouder van Williams is.", "\"Williams rijdt al sinds 2014 met onze motoren, dus het is logisch dat zij rond de aandrijflijn meer van onze producten willen gebruiken. Voor beide partijen is dit een mooi akkoord.\"", "Het nieuwe Formule 1-seizoen zou eigenlijk op 21 maart moeten beginnen in het Australische Melbourne, maar vanwege strenge coronamaatregelen is het zeer onzeker of die Grand Prix door kan gaan."], "authors": ["Foto", "Door"], "keywords": ["gaat", "van", "koers", "formule", "mercedes", "en", "wijzigt", "een", "met", "onderdelen", "op", "het", "meer", "williams", "dat", "kopen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}