{"id": "71eaad2f-0116-3b0d-a83e-73e8564ca53a", "title": "Deze of volgende week Kamerdebat over vaccinatie", "url": "https://nos.nl/artikel/2361051-deze-of-volgende-week-kamerdebat-over-vaccinatie.html", "summary": "De Tweede Kamer onderbreekt waarschijnlijk het kerstreces voor een debat over het vaccinatiebeleid van het kabinet.\nHet gaat dan over de vraag wanneer in Nederland voor het eerst mensen kunnen worden ingeënt tegen corona.\nMinister De Jonge zei dinsdag dat hij daarover begin volgende week met meer informatie wil komen.\nWaarschijnlijker lijkt dat het volgende week dinsdag wordt.\nNa vandaag gaat de Kamer met reces, maar een debat volgende week betekent dus dat dat wordt onderbroken.", "paragraphs": ["De Tweede Kamer onderbreekt waarschijnlijk het kerstreces voor een debat over het vaccinatiebeleid van het kabinet. Het gaat dan over de vraag wanneer in Nederland voor het eerst mensen kunnen worden ingeënt tegen corona.", "Verschillende landen in de EU willen nog voor de jaarwisseling beginnen. Een woordvoerder van het ministerie van Volksgezondheid weet nog niet wanneer Nederland precies kan starten. Minister De Jonge zei dinsdag dat hij daarover begin volgende week met meer informatie wil komen. Er zijn ook berichten dat de ICT-systemen van de GGD's er nog niet klaar voor zijn om al te beginnen.", "PVV-leider Wilders zei in de Kamer dat \"Nederland ongeveer de laatste in de rij is\" en hij wil daarom nog vanavond een debat met het kabinet. Andere partijen vielen hem bij, maar de meerderheid wil eerst uitleg van het kabinet in een brief. Als die nog vandaag komt, zou het debat vanavond kunnen worden gehouden.", "Waarschijnlijker lijkt dat het volgende week dinsdag wordt. Na vandaag gaat de Kamer met reces, maar een debat volgende week betekent dus dat dat wordt onderbroken."], "authors": [], "keywords": ["nog", "van", "een", "kamerdebat", "voor", "het", "wil", "deze", "dat", "volgende", "week", "debat", "vaccinatie"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}