{"id": "71eb5ac4-c2a5-3d98-a0f8-28e3f384aa60", "title": "Ik wens u bedachtzame feestdagen met als centrale vraag: wat gaat er goed?", "url": "https://volkskrant.nl/columns-opinie/ik-wens-u-bedachtzame-feestdagen-met-als-centrale-vraag-wat-gaat-er-goed~be19a131/", "summary": "Een feestjaar kunnen we 2020 onmogelijk noemen, maar gegeven de corona-omstandigheden, wil ik deze laatste knikker van het jaar gebruiken om te benoemen wat er zoal goed is gegaan.\nHet zorgsysteem heeft het dit jaar gehouden.\nHeel (kantoor)werkend Nederland zoomt, webext en teamt dat het een aard heeft, en dat werkt verrassend goed.\nIk wens u daarom bedachtzame feestdagen met als centrale vraag: wat gaat er goed?\nPas als die vraag uitputtend is beantwoord, mag de vervolgvraag op tafel komen: wat kan er beter?", "paragraphs": ["In 2020 is veel goed gegaan.", "Een feestjaar kunnen we 2020 onmogelijk noemen, maar gegeven de corona-omstandigheden, wil ik deze laatste knikker van het jaar gebruiken om te benoemen wat er zoal goed is gegaan. En dat is heel veel.", "Waarom de positivo uithangen? Evolutionair zit in ons hoofd een stevig ontwikkeld ‘negativiteits-vooroordeel’. Dieren, zoals de homo sapiens, die in vroeger tijden achter elke struik een roofdier meenden te zien, hadden een grotere overlevingskans dan mensen die doodgemoedereerd over de steppe stiefelden. Onze zorgeloze voorouders zijn lang geleden opgepeuzeld; wij overlevers zien de omstandigheden somber in. Dat is nuttig bij snelle beslissingen, maar we moeten niet vergeten af en toe (veilig, onder de kerstboom bijvoorbeeld) te reflecteren op wat we zoal hebben waargenomen.", "Wat ging er zoal goed?", "Het zorgsysteem heeft het dit jaar gehouden. Met hangen en wurgen af en toe. Met nadelen voor andere dan coronapatiënten. Met tergend traag opgestarte teststraten. En zo valt er vast nog meer te pruttelen, maar dat neemt allemaal niet weg dat de zorg niet onder de druk is bezweken. Tegelijkertijd is er veel geleerd over hoe het beter kan bij een volgende pandemie.", "De wetenschap staat voor niets. Binnen een jaar na het uitbreken van de pandemie zijn meerdere werkende vaccins ontwikkeld. Bij het managen van de crisis heeft de politiek bovendien goed naar wetenschappers geluisterd; men is niet onder populistische druk bezweken.", "We hebben ons gedrag aangepast. De ruime meerderheid van de Nederlanders heeft zich dit jaar in redelijkheid keurig gedragen. Handen wassen, afstand houden, drukke plekken vermijden. Mafkezen genoeg natuurlijk, zoals afgelopen weekeinde nog de shoppers in Antwerpen. We zagen dit jaar een nieuwe mensensoort ontstaan, de ‘virusontkenner’. Maar die heeft, evolutionair gezien, toch wat minder kans op langdurig succes dan de voorzichtigen onder ons.", "De overheid heeft goed gehandeld. Het is zeilen in de mist, zo’n pandemie. En dat is, met alle detailkritiek die je ook kunt hebben, bewonderenswaardig goed gedaan. De mix van stevig zorgbeleid met ruimhartige financiële steun aan ondernemers en ondernemingen heeft heel wat ellende voorkomen, zowel dode mensen als dode ondernemingen. De werkloosheid is daarom nog relatief laag. Het kostte wel een paar centen natuurlijk. Maar dat is toch van later zorg.", "De (winkel)bevoorrading is op peil gebleven. Er zijn wel wat tekorten geweest (mondkapjes, verfrollers, testmateriaal), maar door de bank genomen zijn de internationale goederenstromen blijven komen (en gaan).", "De huizenmarkt is heel gebleven. De vorige crisis was ook daarom zo diep omdat er niet alleen hommeles was bij banken en in eurolanden, maar ook omdat de huizenprijzen kelderden. Dat heeft groot (psychologisch) effect op huishoudens.", "We hebben massaal online leren werken. Microsoft Teams stond al vijf jaar ongebruikt op mijn computer, maar sinds maart weet ik dondersgoed hoe het werkt. Heel (kantoor)werkend Nederland zoomt, webext en teamt dat het een aard heeft, en dat werkt verrassend goed. Natuurlijk gaan we straks, na de spuit in de arm, graag terug naar kantoor, maar vaker (thuis) onlinewerken pakt niemand ons meer af.", "Wat voor het land geldt, geldt ook voor de meesten van de inwoners. Voor onszelf. Er gaat veel goed. Ik wens u daarom bedachtzame feestdagen met als centrale vraag: wat gaat er goed? Pas als die vraag uitputtend is beantwoord, mag de vervolgvraag op tafel komen: wat kan er beter?", "Fijne dagen!"], "authors": ["Frank Kalshoven"], "keywords": ["ik", "goed", "gaat", "er", "het", "van", "en", "met", "wens", "heeft", "dat", "een", "feestdagen", "maar", "wat", "centrale", "vraag"], "pubDate": "2020-12-23T16:11:51Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}