{"id": "720697d5-7c16-371e-a4f1-91f078f6b106", "title": "Vancouver is omringd door natuur. Dat moet toch invloed hebben op de inwoners?", "url": "https://volkskrant.nl/reizen/vancouver-is-omringd-door-natuur-dat-moet-toch-invloed-hebben-op-de-inwoners~b064690e/", "summary": "Zodra ik mijn hotel uitstap op Davie Street, een van de slagaders in het West End van Vancouver, valt me op hoe divers het straatbeeld is.\nUnique sellingpoint: je kunt hier surfen, kajakken, hiken, fietsen en snowboarden – en dat allemaal op één dag, als je dat zou willen.\nZijn minimalistische showroom kijkt uit op een rokende, door stoom aangedreven klok, een populaire selfiespot in de binnenstad.\nDie link tussen Vancouver en het Verre Oosten bestaat al lang.\nDe VS wordt daarom een smeltkroes genoemd, omdat alle verschillende culturen assimileren in een gedeelde Amerikaanse identiteit, met een bijbehorend patriottisme.", "paragraphs": ["Vancouver is een jonge stad aan de natuurrijke westkust van Canada. Hoe verhouden de inwoners zich tot hun omgeving? En wat kun je als bezoeker van hen leren?", "Zodra ik mijn hotel uitstap op Davie Street, een van de slagaders in het West End van Vancouver, valt me op hoe divers het straatbeeld is. Op allerlei manieren: naast een biologische winkel zit een dönerzaak, de smoke shop huist naast een tacorestaurant. Tussen twee bars is ruimte gemaakt voor een weelderige moestuin. Op deze zonnige ochtend zie ik jonge gasten over straat lopen die onder de tatoeages zitten, en oudere inwoners die wandelen met hun hondjes. Ook de bouwstijlen wisselen elkaar af; van lage winkels tot hoge wolkenkrabbers, met soms een vrolijk regenboogzebrapad ertussen. Vanuit dit eclectische stadstafereel zie je altijd de besneeuwde bergtoppen in de verte. De straat eindigt op het zand van English Bay Beach.", "Deze grootstedelijke leefbaarheid wordt door architecten Vancouverism genoemd. Een belangrijk element is het openhouden van groene plekken in de gebouwde omgeving en het creëren van zichtlijnen tussen gebouwen, zodat je altijd in contact staat met de natuur in de omgeving (in tegenstelling tot Manhattanization, waar je bent omringd door beton). Met 2,5 miljoen inwoners is Vancouver het kleinere broertje van Toronto. Ze is ook veel jonger dan de steden aan de oostkust, gesticht in 1886. Dus ze konden hier naar hartelust experimenteren. En die aanpak werkt, want Vancouver staat al jaren in de top vijf van fijnste steden om in te wonen. Unique sellingpoint: je kunt hier surfen, kajakken, hiken, fietsen en snowboarden – en dat allemaal op één dag, als je dat zou willen. Ook is er het hele jaar door een mild zeeklimaat.", "Capilano River Regional Park. Beeld Jurriaan Teulings", "James Lepp van ‘sneakergalerie’ Six Hundred Four in Gastown. Beeld Jurriaan Teulings", "Tegen de achtergrond van dit Vancouverism is het interessant te zien hoe creatievelingen zich verhouden tot de jonge stad en de omgeving met veel natuurschoon. Hoe passen zij dat toe in hun werk? Ik begin bij James Lepp, een 35-jarige professionele golfer die de ‘sneakergalerie’ Six Hundred Four opende in Gastown, het oudere gedeelte van de stad, met mooie brownstone-gebouwen, barretjes en terrassen. Zijn minimalistische showroom kijkt uit op een rokende, door stoom aangedreven klok, een populaire selfiespot in de binnenstad.", "‘Omdat we zo’n jonge stad zijn’, zegt Lepp, ‘ontbreekt het hier nog aan mode, kunst en cultuur. Maar onze natuurlijke omgeving inspireert ons wel om te innoveren.’ Na een collectie golfschoenen wilde Lepp iets anders proberen. Hij vertaalt nu de werken van jonge, lokale kunstenaars naar kleurrijke prints op gympen. Zo zie ik schilderijen van een Canadese beer en de bergen in abstracte vorm terug op sneakers. ‘Ik wilde op een niet-toeristische manier mijn land eren. Dit is toch een veel cooler souvenir dan een fles maple syrup?’ Iedere kunstenaar mag ook een goed doel uitkiezen. ‘Daar doneren we dan 6 procent van de opbrengst aan, dat is al gauw 10 duizend dollar per kunstenaar.’", "‘De natuur zit in ons dna’, zegt Lepp. ‘Dus je ziet hier steeds meer duurzame ondernemingen, daar kunnen we ons echt mee onderscheiden.’ Vancouver besloot tien jaar geleden al dat het in 2020 de groenste stad ter wereld wil zijn, door de ecologische voetafdruk te verkleinen, afval te beperken en het ecosysteem te beschermen. De tien doelstellingen die in 2011 zijn geformuleerd, zijn vrij algemeen, wat het lastig maakt ze te controleren. Bovendien, wie bepaalt of de doelen volgend jaar werkelijk zijn gehaald? Toch bespeur ik hier een groter ecologisch bewustzijn dan in veel andere wereldsteden, omdat inwoners dichter tot de natuur staan en zich dus meer verantwoordelijk voelen.", "West End. Beeld Jurriaan Teulings", "Kunstenaar Laura Zerebeski: ‘Ik wil Vancouver tot leven wekken, op een manier die fotografen niet kunnen.’ Beeld Jurriaan Teulings", "Het rijke natuurlandschap van Vancouver begint al pal naast het centrum. Hier ligt Stanley Park, een misleidende naam voor een natuurgebied van 4 vierkante kilometer, met bomen die soms honderden jaren oud zijn. Grouse Mountain, een recreatie- en skigebied rond een piek van 1.200 meter, is ook populair. En voor de kust ligt Vancouver Island. Het aanbod is overweldigend, dus laat ik me informeren bij Musette Tours. Gids Sebastian Salas (32) staat symbool voor de actieve Canadees uit de provincie British Columbia: altijd buiten, altijd in de weer. Hij fietst graag en deed mee aan wegwedstrijden in Europa. ‘Maar nergens heb je zulke dramatische wisselingen in het landschap als hier.’", "Vandaag maken we een rustige wandeling in een gebied waar Vancouverites graag ontspannen. Met de auto rijden we in een kwartiertje over de Lions Gate Bridge door Stanley Park naar Capilano River Regional Park. Daar wandelen we over verlaten zandpaden tussen hoge dennenbomen, langs de kabbelende rivier, die een belangrijke bron van drinkwater én zalm is. We zigzaggen verder over bruggetjes naar de top van de 91-meter hoge Cleveland Dam, waar het water met geweld naar beneden stort. Ik ken weinig wereldsteden waar je zo snel in de serene, ongerepte natuur staat, met overal zicht op de bergen. ‘Overdag kun je hier zwarte beren zien’, zegt Salas. ‘En in de avond herten en wasberen.’", "Vancouver. Beeld Jurriaan Teulings", "Savio Volpe. Beeld Jurriaan Teulings", "Ook in de stad is veel ruimte gemaakt om te recreëren. Ten zuiden van downtown vind je Granville Island, een schiereiland dat is te bereiken per ferry, of beter gezegd: een blauw dobberbootje waar niet meer dan tien mensen op passen. Het voormalige industrieterrein en scheepswerf werd verbouwd tot een pretpark voor de moderne stadsmens, met grasvelden, wandelpaden, speeltuinen, een grote markt en foodcourt, theaters en een brouwerij. We wandelen nu aan de andere kant van False Creek, een inham in het hart van Vancouver dat het centrum scheidt van de rest van de stad. Hier heb je goed zicht op de imposante skyline van Vancouver, die niet bestaat uit vierhoekige kantoortorens, maar getypeerd wordt door futuristisch aandoende glazen torens met rondere vormen.", "Langs het water loop ik naar de studio van kunstenaar Laura Zerebeski (50). Ze laat zich inspireren door dit urbane tafereel. ‘Ik wil Vancouver tot leven wekken, op een manier die fotografen niet kunnen. Omdat een mens daar vrolijker van wordt, fiets ik veel rond. Voor mijn gevoel gaan gebouwen dan bewegen en beginnen ze op mensen te lijken. In mijn schilderijen geef ik elk gebouw een karakter, bijvoorbeeld een oude man.’", "Haar stedelijke landschappen zijn haast surrealistisch, met felle kleuren, net als bij haar idolen Van Gogh, Dali en Munck. Zerebeski werkte vroeger in de zakenwereld, maar werd daar depressief. Haar vrolijke schilderstijl is haar manier om cynisme tegen te gaan.", "Downtown Vancouver. Beeld Jurriaan Teulings", "Savio Volpe. Beeld Jurriaan Teulings", "De skyline laat ook zien dat er, ondanks het idealisme van Vancouverism, steeds meer torenflats worden bijgebouwd. Daarvoor worden karakteristieke stadshuizen gesloopt, zeggen inwoners. En net als in San Francisco worden veel van die dure appartementen opgekocht door rijkelui ‘aan de andere kant van het water’, zegt Zerebeski, oftewel: Chinezen. ‘In de avond zie je hoeveel woningen niet verlicht zijn en dus niet actief worden bewoond. Dit tot woede van de bevolking, die steeds moeilijker betaalbare woonruimte kan vinden.’ Gevolg is dat je ook veel daklozen ziet.", "Die link tussen Vancouver en het Verre Oosten bestaat al lang. Sinds Aziaten aan het eind van de 19de eeuw als gastarbeiders naar Canada werden gehaald. Ze werkten, vaak onder erbarmelijke omstandigheden, aan de spoorlijnen. Daardoor heeft liefst 43 procent van de inwoners Aziatische wortels, waardoor Vancouver ook wel de meest Aziatische stad buiten Azië wordt genoemd. Het is dus best ironisch dat uitgerekend Chinezen, die vroeger werden uitgebuit in dit jonge land, nu alle dure huizen opkopen in de stad. Maar hun komst heeft Vancouver ook verrijkt. Je kunt hier ongelooflijk goed en divers Aziatisch eten, met name in de zuidelijke voorstad Richmond.", "Clement Chan (40) werd in 2010 gekroond tot Canadese chef van het jaar. Hij begon met de foodtruck Le Tigre en verkocht onlangs het succesvolle fusionrestaurant Torafuku, op zoek naar een nieuw culinair avontuur. ‘Ik probeer te breken met tradities, door bijvoorbeeld sushi met buikspek te maken. Eerst dacht men dat ik gek was, maar in Torafuku was het een grote hit.’ Soms zeggen Chinezen dat hij niet te veel moet rommelen met hun keuken. ‘Mijn moeder komt uit Singapore, mijn vader is Chinees. In het restaurant van mijn oma leerde ik dumplings en wontons maken, maar ik werkte ook in Japanse restaurants. Ik heb veel door Azië gereisd en wil juist spelen met al die verschillende invloeden.’", "Kajakkers in downtown Vancouver. Beeld Jurriaan Teulings", "Torafuku. Beeld Jurriaan Teulings", "Vancouver staat bekend om zijn diverse eetcultuur. Zo wil het restaurant Savio Volpe de sfeer oproepen van een osteria in Toscane, met verfijnd Italiaans soulfood. Het moderne interieur oogt bijna Japans; beschilderde panelen en strakke, blankhouten meubelen. Deze cocktail van culturen werd bedacht door oud-acteur Craig Stanghetta, die nu als designer horecaconcepten bedenkt, vaak in vervallen gebouwen. Deze osteria is geïnspireerd door zijn eigen achtergrond. ‘Mijn vader is Italiaans en ik groeide op in een klein Canadees dorp met veel Italiaanse inwoners. Ik loop graag door de oude straten van Venetië, maar heb ook in Shanghai gewoond, dus dat zie je terug in mijn stijl.’", "Het lef om contrasterende invloeden door elkaar te husselen, typeert jonge Noord-Amerikaanse steden, gevormd door immigranten. De VS wordt daarom een smeltkroes genoemd, omdat alle verschillende culturen assimileren in een gedeelde Amerikaanse identiteit, met een bijbehorend patriottisme. Canada wordt daarentegen getypeerd als een mozaïek, omdat de verschillende culturen meer naast elkaar bestaan. Het verschil is ook dat Canada openstaat voor nieuwkomers, dankzij het ruimhartige asielbeleid van de regering onder leiding van premier Trudeau, terwijl het zuidelijke buurland steeds verder op slot gaat voor mensen uit ‘shithole countries’ en minderheden vaker onder vuur liggen.", "Iedere inwoner heeft een andere metafoor voor Vancouver. Een barman ziet Vancouver als een ‘beeldschone, maar wispelturige’ vrouw. Een dame vergelijkt de stad met een tiener, ‘op zoek naar een eigen identiteit’; de jonge stad mist volgens haar levenservaring, vertoont hier en daar groeipijn. Vancouver is (nog) niet zo cool als grote broers Toronto en Montreal aan de oostkust, maar wel sympathieker. De Vancouverites worden gevormd door hun prachtige, natuurlijke omgeving, maar gekenmerkt door hun ongebreidelde optimisme.", "Sneakergalerie Six Hundred Four. Beeld Jurriaan Teulings", "Torafuku. Beeld Jurriaan Teulings", "Reisinformatie * Met prijsvechter Air Transat vlieg in je in 9,5 uur rechtstreeks van Amsterdam naar Vancouver, vanaf 423 euro voor een retour, airtransat.com * De stad heeft een goed openbaar vervoernetwerk. Via TransLink kun je gebruik maken van de bussen, SkyTrain en Seabus (translink.ca). Uber of Lyft zijn er niet actief. * Musette Tours organiseert fietstochten in de natuurrijke omgeving (musettetours.com). Blijf je liever in de stad? Doe dan een van de vele foodtours. * De meeste reizigers kiezen Vancouver als het startpunt voor een langere rondreis door de provincie British Columbia. Meer informatie: gocanada.nl * Veel mensen huren een camper om door Canada te reizen, maar overweeg ook een (duurzame) reis per trein. The Canadian doorkruist het hele land, viarail.ca * Grouse Mountain is een van de populairste bergen in de omgeving voor recreatie en wintersport. Je kunt daar ook de Grouse Grind doen, een pittige klim van 853 meter, over een lengte van 2,9 kilometer. Mensen doen, rennend, gemiddeld 90 minuten over deze zware hike.", "Capilano River Regional Park. Beeld Jurriaan Teulings", "Ontwerper Craig Stanghetta. Beeld Jurriaan Teulings"], "authors": ["Haroon Ali"], "keywords": ["vancouver", "van", "toch", "een", "invloed", "het", "en", "je", "moet", "ik", "natuur", "hebben", "op", "omringd", "inwoners", "met", "door"], "pubDate": "2019-08-30T12:12:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}