{"id": "720fd061-e591-3a5f-99c8-e4ca37bc3e2e", "title": "Project Rembrandt sluit tweede seizoen af met bijna 1,4 miljoen kijkers", "url": "https://nu.nl/media/6096502/project-rembrandt-sluit-tweede-seizoen-af-met-bijna-14-miljoen-kijkers.html", "summary": "De laatste aflevering van de schilderwedstrijd Project Rembrandt heeft zondag gemiddeld 1.385.000 kijkers getrokken op NPO1, meldt Stichting KijkOnderzoek.\nIn zijn schilderij verbeeldde de 21-jarige Rotterdammer de coronapandemie en de spanning rondom zijn deelname aan het schilderprogramma.\n\"Ik had winnen al lang losgelaten\", reageerde Hekkema op zijn winst.\nHet best bekeken programma was het NOS Journaal van 20.00 uur (3 miljoen kijkers).\nStudio Sport Eredivisie (2.009.000 kijkers) en de Formule 1-registratie van de Grand Prix van Abu Dhabi (1.464.000) maken de top drie compleet.", "paragraphs": ["De laatste aflevering van de schilderwedstrijd Project Rembrandt heeft zondag gemiddeld 1.385.000 kijkers getrokken op NPO1, meldt Stichting KijkOnderzoek. Het NTR-programma eindigde daarmee op de vierde plek in de kijkcijferlijst.", "Let op: dit bericht bevat spoilers.", "Wolf Hekkema won de door Annechien Steenhuizen gepresenteerde schilderwedstrijd. In zijn schilderij verbeeldde de 21-jarige Rotterdammer de coronapandemie en de spanning rondom zijn deelname aan het schilderprogramma.", "\"Ik had winnen al lang losgelaten\", reageerde Hekkema op zijn winst. \"Ik dacht dat ik de minste kans van iedereen had.\"", "Het best bekeken programma was het NOS Journaal van 20.00 uur (3 miljoen kijkers). Studio Sport Eredivisie (2.009.000 kijkers) en de Formule 1-registratie van de Grand Prix van Abu Dhabi (1.464.000) maken de top drie compleet."], "authors": ["Door"], "keywords": ["van", "seizoen", "zondag", "af", "schilderwedstrijd", "het", "kijkers", "bijna", "en", "met", "sluit", "zijn", "ik", "hekkema", "op", "project", "rembrandt", "miljoen", "tweede"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}