{"id": "720fa213-e6ee-3342-8e29-186a5fecadf0", "title": "Pas nu weet ik: het lag niet aan m’n vader", "url": "https://trouw.nl/leven/pas-nu-weet-ik-het-lag-niet-aan-m-n-vader~b7fbf3dc/", "summary": "Árpád Schermann verbrak het contact met zijn vader toen zijn ouders scheidden.\nHij speelde goed piano, ik vond het heerlijk als ik ’s avonds in bed lag en hem hoorde spelen.\nElke­­ zomer gingen we met het gezin wandelen in de bergen in Oostenrijk, mijn vader leefde er het hele jaar naartoe.\nDe liefde voor de bergen had hij van zijn vader die berggids in Slowakije was geweest.\nIn de loop der tijd mocht ik samen met mijn vader op pad, met rugzak en klimuitrusting.", "paragraphs": ["Tijdgeest zoekt de verhalen achter foto’s van vroeger. Árpád Schermann verbrak het contact met zijn vader toen zijn ouders scheidden. Nu ziet hij dat hij verkeerd over hem oordeelde.", "“Mijn vader, Péter Szilard Schermann, bemoeide zich weinig met de opvoeding van zijn kinderen, ­alleen de eerste jaren trad hij weleens op als hij boos was. Hij richtte zich dan vooral tot mij, weliswaar was ik redelijk gezeglijk, maar ook de oudste, dus ik was sowieso altijd als eerste aan de beurt, en meestal ook als ­enige. Het schaadde onze relatie niet, het hielp dat we gedeelde interesses hadden. Net als hij ooit, heb ik getwijfeld tussen een studie techniek of muziek: hij koos voor techniek, ik voor muziek. Hij speelde goed piano, ik vond het heerlijk als ik ’s avonds in bed lag en hem hoorde spelen. Toen ik eenmaal op het conservatorium viool studeerde heeft hij me geregeld op de piano ­begeleid.", "We konden ook heel goed klussen samen. Als kind was ik zijn hulpje en keek de kunst af. Maar de bergtochten met hem hebben het meest voor mij betekend. Elke­­ zomer gingen we met het gezin wandelen in de bergen in Oostenrijk, mijn vader leefde er het hele jaar naartoe. De liefde voor de bergen had hij van zijn vader die berggids in Slowakije was geweest. In de loop der tijd mocht ik samen met mijn vader op pad, met rugzak en klimuitrusting. Deze foto maakte ik ­tijdens onze huttentocht in de Zillertaler Alpen in 1973 toen ik veertien was. Hij was 42. We ­waren voor dag en dauw opgestaan om met touwen de 3089 meter hoge Zsigmondyspitze te beklimmen: op die manier heb ik de meest significante toppen van Oostenrijk gezien. Ik heb er prachtige herinneringen aan.", "Hij was ­behoorlijk principieel en rechtlijnig", "Dingen waar hij verstand van had deed hij graag, maar als iets hem niet interesseerde deed hij geen enkele moeite. Hij was ­behoorlijk principieel en rechtlijnig. Het huishouden vond hij niet zijn taak. Het stoorde hem niet als het een zooi was, onze aftandse wasmachine mocht niet weg, telkens fikste hij ’m weer, al waste hij na 35 jaar nauwelijks nog.", "Ik denk dat het te maken had met zijn gevangenistijd in Boedapest, tijdens de stalinistische periode in Hongarije. Hij was eerstejaarsstudent elektro­techniek toen hij plotseling werd opgepakt. Vijfeneenhalf jaar moest hij in de cel leven met niks, zijn maten en hij maakten schaakstukken van brood. Pas na twee jaar kregen zijn ouders voor het eerst een teken van ­leven van hem. Toen het regime begon te dooien kreeg hij ­amnestie en moest hij lopendebandwerk doen in een fabriek. Een half jaar later sloot hij zich aan bij de opstand die uitbrak. De Russen sloegen het verzet neer, mijn vader zag geen toekomst meer in Hongarije en vluchtte naar Nederland. Net op tijd: de geheime politie zocht hem en stond een paar dagen later bij zijn ouders voor de deur.", "Een jeugdliefde van hem was al in 1950 uit voorzorg naar familie in Nederland gestuurd, zij was op dat moment veertien, mijn vader negentien. Ze zijn elkaar blijven schrijven toen hij gevangenzat en zij na enige tijd in een weeshuis terecht kwam. Toen hij vluchtte besloot hij naar haar te gaan. In 1957 zijn ze getrouwd en een jaar later ben ik geboren. Onder normale omstandigheden in Hongarije zouden ze waarschijnlijk niet met elkaar getrouwd zijn. Nu moesten ze het, allebei gehavend, met elkaar zien te rooien.", "Tot mijn tienerjaren waren we een harmonieus gezin, maar het zat mijn moeder steeds meer dwars dat ze zich niet kon ontplooien, dat nam ze mijn vader kwalijk. Hij was hier na zijn studie als ingenieur aan de slag gegaan, zij had haar studie Frans opgegeven toen ze kinderen kregen.", "Ik voelde me verantwoordelijk de boel overeind te houden", "In 1980 barstte de bom: mijn vader­­ ging weg bij ons. Ik zou net op kamers gaan, mijn broer was al weg, mijn twee jongere zusjes woonden nog thuis en mijn moeder liet alles uit handen vallen: ik voelde me verantwoordelijk de boel overeind te houden.", "Mijn vader was voor mij van zijn voetstuk gevallen: hij had ons in de ruïnes achtergelaten. Hij deed pogingen tot contact maar ik hield alles af, tien jaar lang. ­Achteraf betreur ik dat. Van mijn moeder had ik begrepen dat hij ervandoor was gegaan, maar toen het contact uiteindelijk was hersteld hoorde ik dat het andersom was geweest: zij had hem op straat gezet, zelfs al twee, drie keer eerder, maar daar hadden wij niets van gemerkt.", "Ik snap nu dat het wel fout moest gaan, hun karakters botsten. Mijn moeder was een slechte verliezer en sloeg om zich heen, later kreeg ik juist problemen met haar. Aan het eind van zijn leven – hij is in december 2012 overleden, mijn moeder bijna­­ 3,5 jaar later – zong mijn vader in het koor dat ik dirigeerde, een mooie gedachte: ooit deed hij dingen met mij, later deed ik dingen met hem.”", "Wilt u ook geïnterviewd worden naar aanleiding van een voor u bijzondere foto? Mail naar fotoalbum@trouw.nl"], "authors": ["Noor Hellmann"], "keywords": ["ik", "zijn", "van", "lag", "vader", "mijn", "en", "met", "weet", "een", "mn", "nu", "aan", "hij", "het", "pas", "niet"], "pubDate": "2021-01-03T11:59:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}