{"id": "7214e9ab-959c-3e32-aa23-5ddc70286819", "title": "Geen straf voor agent na neerschieten zwarte man ‘voor ogen van zoons’", "url": "https://www.parool.nl/wereld/geen-straf-voor-agent-na-neerschieten-zwarte-man-voor-ogen-van-zoons~b7e8e009/", "summary": "Het besluit van justitie om politieman Rusten Sheskey niet te vervolgen kan leiden tot nieuwe demonstraties, zoals vaker is gebeurd bij het uitblijven van vervolging van witte politiemensen die geweld hebben gebruikt.\nMannen lopen met geheven handen richting de politie in Kenosha, in de tweede onrustige nacht na het neerschieten van Jacob Blake.\nZijn advocaat zei dat het besluit om niet te vervolgen ‘het vertrouwen in het justitiële systeem verder verwoest’.\nBlake werd verdacht van seksueel geweld en mocht niet in de buurt van zijn ex komen.\nHij heeft bekend dat hij een mes bij zich had.", "paragraphs": ["Jacob Blake ligt op de grond na te zijn neergeschoten door politie in Kenosha. Beeld INCIDENT RESPONSE via REUTERS", "Alle agenten die betrokken waren bij de geruchtmakende schietpartij worden niet vervolgd, laat de openbaar aanklager dinsdagavond weten.", "Blake, die door de kogels deels verlamd raakte, lag maandenlang met zware verwondingen in het ziekenhuis. Het incident zorgde voor grootschalige protesten tegen vermeend onrechtmatig en racistisch politiegeweld in Wisconsin en elders in de Verenigde Staten.", "Het besluit van justitie om politieman Rusten Sheskey niet te vervolgen kan leiden tot nieuwe demonstraties, zoals vaker is gebeurd bij het uitblijven van vervolging van witte politiemensen die geweld hebben gebruikt. De nationale garde heeft 500 militairen paraat staan om ongeregeldheden in de kiem te smoren.", "Mannen lopen met geheven handen richting de politie in Kenosha, in de tweede onrustige nacht na het neerschieten van Jacob Blake. Beeld AFP", "Verlamd", "Volgens aanklager Michael Graveley wordt geen enkele politieman aangeklaagd, ‘gebaseerd op wettelijke feiten‘. Volgens de aanklager handelde de agent uit zelfverdediging. Hij schoot op Blake nadat die geweigerd zou hebben een mes te laten vallen en het wapen dreigend richting de agent zou hebben bewogen. Dat laatste zou niet te zien zijn op videobeelden omdat het zicht daarop werd geblokkeerd.", "Zijn advocaat zei dat het besluit om niet te vervolgen ‘het vertrouwen in het justitiële systeem verder verwoest’.", "Blake werd verdacht van seksueel geweld en mocht niet in de buurt van zijn ex komen. Dat deed hij toch. Blake verzette zich tegen zijn arrestatie en werd van korte afstand beschoten door de politie toen hij na een worsteling met agenten naar zijn auto was gelopen waar zijn kinderen in zaten. Hij heeft bekend dat hij een mes bij zich had.", "Pijn", "Vanuit zijn ziekenhuisbed nam Blake een videoboodschap op waarin hij aangaf dat hij gruwelijk veel pijn heeft. “Ik heb nietjes in mijn rug, nietjes in mijn buik. Je wil dit niet meemaken. Ik heb 24 uur per dag pijn. Het doet pijn om te ademen, het doet pijn om te slapen, het doet pijn wanneer ik van de ene naar de ander kant beweeg, het doet pijn als ik eet,”, somde Blake op, die volgens zijn familie vermoedelijk nooit meer zelfstandig kan lopen.", "Bij de protesten na het schietincident schoot een 17-jarige tiener twee demonstranten dood en verwondde een derde. Hij is aangeklaagd voor moord. Zijn advocaat zei dinsdag dat hij onschuldig zal pleiten.", "Jacob Blake neemt vanuit een ziekenhuisbed een videoboodschap op: ‘Ik heb 24 uur per dag pijn’. Beeld AFP"], "authors": ["Sebastiaan Quekel"], "keywords": ["geen", "hij", "zwarte", "neerschieten", "zijn", "ogen", "te", "agent", "van", "straf", "een", "blake", "man", "voor", "zoons", "op", "het", "pijn", "niet"], "pubDate": "2021-01-06T08:30:56Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}