{"id": "72189bde-df94-383a-a2b8-2b36a5c3b2ac", "title": "Column Herman Sandman: Om zeep", "url": "https://www.dvhn.nl/meningen/Columns/Column-Herman-Sandman-Om-zeep-26268665.html", "summary": "Het moest er een keer weer van komen: Queen van de eerste plek van de Top 2000.\nWaarna ik zoals ieder jaar de handen ten hemel sloeg en vroeg: ,,Waarom?\nDan heb je het daar even over.\nJij zegt elk jaar dat ik het elk jaar zeg.’’Wat ik bedoel is: melk de Top 200 van te voren toch niet zo uit.\nHet is waarom ik op zondag geen uitslag wil horen en volledig onwetend om zeven uur voor Studio Sport ga zitten.", "paragraphs": ["Het moest er een keer weer van komen: Queen van de eerste plek van de Top 2000. Hét grote nieuws van deze week. Waarna ik zoals ieder jaar de handen ten hemel sloeg en vroeg: ,,Waarom? Waarom willen we dit al weten?’’", "Ik blijf het raar vinden. De Top 2000 is veel leuker als de complete lijst niet dik twee weken van te voren bekend is en we pas op de laatste dag van het jaar bij het horen van nummer twee weten wat op nummer één staat. Dan heb je het daar even over.", ",,Toch geen Bohemian Rhapsody.’’", ",,Nee, had ik wel verwacht.’’", ",,Ik niet.’’", "Mijn vrouw komt de keuken binnen, ik steek een klaagzaag af en zij kijkt me spottend aan: ,,Dit zeg je echt elk jaar.’’", ",,Dat vínd ik ook elk jaar. Jij zegt elk jaar dat ik het elk jaar zeg.’’", "Wat ik bedoel is: melk de Top 200 van te voren toch niet zo uit. Koester alsjeblieft die magie, dat als je de kalkoen uit de oven pakt en opeens ‘Sunday Bloody Sunday’ hoort, je denkt: verrek, U2, waarna je tegen je vrouw zegt dat die kalkoen bloody heet is.", "Het is waarom ik op zondag geen uitslag wil horen en volledig onwetend om zeven uur voor Studio Sport ga zitten. Maar goed, ook die verschrikkelijke Giel Beelen is dit jaar deejay bij de Top 2000, dus wat maakt het nog uit. En i k hoor dat mensen heel boos zijn omdat Danny Vera op één staat. Ik herhaal: bóós. We helpen dus alles om zeep mensen, echt alles."], "authors": ["Herman Sandman"], "keywords": ["sandman", "van", "waarom", "het", "op", "column", "zeep", "ik", "herman", "om", "je", "jaar", "en", "dat", "elk"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}