{"id": "722c12bc-e1b1-35d2-bcb3-8aa403fe858c", "title": "Laat ook Nederland met gratis tampons voor elke vrouw komen", "url": "https://trouw.nl/opinie/laat-ook-nederland-met-gratis-tampons-voor-elke-vrouw-komen~bd5f1631/", "summary": "Ook in Nederland zijn er genoeg jonge vrouwen voor wie dit een uitkomst zou zijn, schrijft Sophie Heesen, PvdA raadslid.\nOok daar was er een gebrek aan tampons of maandverband: de Voedselbank is namelijk voor een groot deel afhankelijk van externe partijen.\nDe politiek het taboe laten doorbreken en het tweede land ter wereld zijn die de bloedcrisis serieus neemt?\nUit het rapport van het CBS blijkt dat er een half miljoen huishoudens leven in armoede.\nDe kans dat menstrueren niet een taboe is, maar iets is dat we kunnen blijven vieren.", "paragraphs": ["Schotland maakte als eerste land hygiëneproducten gratis. Ook in Nederland zijn er genoeg jonge vrouwen voor wie dit een uitkomst zou zijn, schrijft Sophie Heesen, PvdA raadslid.", "Je zal maar beperkt toegang hebben tot de middelen die je nodig hebt om veilig en comfortabel je menstruatie door te komen. Het Schotse parlement heeft onlangs unaniem ingestemd met een wet om hygiëneproducten gratis te maken. Als geen ander weet ik hoe belangrijk het is dat deze vorm van armoede aangepakt dient te worden. Na de scheiding van mijn ouders moesten we elke donderdag naar de Voedselbank. Ook daar was er een gebrek aan tampons of maandverband: de Voedselbank is namelijk voor een groot deel afhankelijk van externe partijen.", "Het leiderschap van de Schotse Nicola Sturgeon is moedig. Volgens haar is het een belangrijke verandering voor vrouwen en meisjes. “Schotland zal niet het laatste land zijn dat ongesteldheidsarmoede naar de geschiedenis verwijst, maar we kunnen wel het eerste zijn”, gaf Sturgeon als reactie. De politiek het taboe laten doorbreken en het tweede land ter wereld zijn die de bloedcrisis serieus neemt? Ik zeg: dóen.", "Inzamelen is niet voldoende", "Feministisch platform De Bovengrondse en Plan Internationaal deden onderzoek naar deze vorm van armoede. In 2019 bleek dat negen procent van de Nederlandse meisjes en vrouwen tussen 12 en 25 jaar oud soms net niet genoeg geld hadden voor deze primaire behoeften. Vrijwilligersorganisaties zamelen dameshygiëneproducten in. Een mooi gebaar, maar onvoldoende. Om het probleem structureel op te lossen, is er meer nodig dan tijdelijke inzamelingsacties, namelijk politieke wil. Het kabinet mag meer verantwoordelijkheidsgevoel laten zien. Gemeentes kunnen ook meer moed tonen. In Gouda probeert men maandverband voor Rotterdampashouders onder het bereik van die pas te brengen. Niet lullen, maar poetsen.", "Staatssecretaris Van Ark beantwoordt de ingezonden vragen van 4 maart 2020, ingediend door de PvdA-Kamerleden Liliane Ploumen en Gijs van Dijk, als volgt: “Het kabinet neemt daartoe al diverse maatregelen om structurele oorzaken van armoede aan te pakken”. Een nietszeggend antwoord waar mensen met te weinig geld niets aan hebben. Uit het rapport van het CBS blijkt dat er een half miljoen huishoudens leven in armoede. Ondanks de economische groei is het aantal mensen dat in armoede leeft gelijk gebleven.", "De coronacrisis raakt iedereen in Nederland. De verwachting is dat armoede zal toenemen. Ik hoop dat het volgende kabinet een structureel actieplan kan vormgeven om vrouwen uit de bloedcrisis te helpen. Een plan dat niet geformuleerd is vanuit zelfredzaamheid, maar vanuit kansen voor meisjes en vrouwen. De kans dat zij ook zonder zorgen naar school gaan. De kans dat menstrueren niet een taboe is, maar iets is dat we kunnen blijven vieren.", "Lees ook:", "Schots parlement stemt unaniem in met gratis menstruatieproducten", "Het Schotse parlement heeft unaniem ingestemd met een wet om ongesteldheidsproducten gratis te maken, waarmee Schotland het eerste land in de wereld wordt dat die stap zet. De maatregel is nodig vanwege zogeheten ‘period poverty’ (ongesteldheidsarmoede), waarbij mensen die menstrueren vanwege geldgebrek verstoken blijven van basale hygiënemiddelen."], "authors": ["Sophie Heesen"], "keywords": ["van", "gratis", "nederland", "laat", "het", "vrouw", "maar", "met", "elke", "tampons", "een", "ook", "dat", "te", "en", "om", "niet", "komen", "voor"], "pubDate": "2020-12-04T10:44:00+01:00", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}