{"id": "72390581-821c-34f0-af85-7aa29a596800", "title": "Christiaan Weijts: ‘Ik heb voor deze roman meer research gedaan dan ooit’", "url": "https://www.parool.nl/kunst-media/christiaan-weijts-ik-heb-voor-deze-roman-meer-research-gedaan-dan-ooit~b60d822e/", "summary": "Of hij wist dat die ooit in Schoorl was geweest, vroeg iemand aan Christiaan Weijts (44).\nHij besloot erin te duiken, mogelijk voor een nieuwe roman.\nDan kun je dingen die je nu in de kiem ziet extrapoleren.”Van de toekomst die u schetst, word je niet echt blij.\nMaar hoe meer ik met hem bezig was, hoe meer sympathie ik voor hem voelde.\nIk heb voor deze roman wel veel meer research gedaan dan ooit.", "paragraphs": ["La Belle Hollandaise van Picasso, gemaakt toen hij in 1905 in Schoorl was.", "Hij zat, ergens in 2016, met mensen in een café in Den Haag toen het gesprek kwam op de schilderijen van Picasso. Of hij wist dat die ooit in Schoorl was geweest, vroeg iemand aan Christiaan Weijts (44). Nee, dat wist hij niet. Hij besloot erin te duiken, mogelijk voor een nieuwe roman. “Over dat bezoek bleek een en ander in de marge geschreven. Toen ontdekte ik iemand anders die ik interessant begon te vinden: Tom Schilperoort, die in Schoorl in dat vakantiehuisje had gezeten en op de bonnefooi naar Montmartre was gegaan, bevriend was met Kees van Dongen en Picasso, en onderdeel was geworden van die bohemienwereld.”", "Uw boek is met het verleden van Tom Schilper­oort een historische roman, maar het is ook een toekomstroman: uw hoofdpersoon Kris doet in 2054 onderzoek naar het bezoek van Picasso, omdat hij daarover een virtualrealitytour voor de Chinezen moet maken.", "“Ik wilde een historische roman schrijven, maar had ook het verlangen naar een dystopie. Ik was heel verbaasd. We hadden brexit, we hadden Trump, in het buitenland zag je allemaal dystopische toekomstromans verschijnen. Precies in die tijd, terwijl de wereld in brand stond, kwamen grote Nederlandse schrijvers met een boek over hun moeder. Daarom stelde ik de opdracht aan mezelf: gooi iets open!”", "Het moest een grote roman worden in plaats van navelstaren.", "“Groot als in weids, met een wijde blik panoramisch de wereld in kijken. Dan kun je dingen die je nu in de kiem ziet extrapoleren.”", "Van de toekomst die u schetst, word je niet echt blij. Nederland is deels onder water gelopen, de Noordpool is ijsvrij en, heel gruwelijk, we leven in een ‘electroprotectzone.", "“Die klimaatverandering is logisch. Een gevolg daarvan is dat zo’n beetje alle landen rond de evenaar onleefbaar zijn geworden. Dus komen miljoenen vluchtelingen naar waar het relatief veiliger is. Wat je nu ziet – dat we die bootjes terugduwen – is al erg, maar in mijn toekomst is er een actieve defensie: aangekomen bij de electroprotectzone worden ze gewoon geëlektrocuteerd. Ik dacht: is dit realistisch? Ja, dat is wel iets wat zou kunnen gebeuren. We hebben nu ook alles wat we niet voor mogelijk had gehouden in een paar jaar tijd zien ontstaan. En 2054 is nog wel een eindje weg.”", "U laat Kris Tom Schilperoort ontdekken en graven in zijn verleden, weerslag van uw eigen fascinatie en onderzoek. U kiest ervoor over hem in de je-vorm te schrijven. Waarom?”", "“Hij leefde in de overgang van de 19de naar de 20ste eeuw, een tijdperk met extreme veranderingen: er kwam elektriciteit, de Eerste Wereldoorlog brak uit. Ook daar dook hij op, als verslaggever op de fiets in België. Hij was overal getuige van geweest en ik wilde dat leven beschrijven. De je-vorm kwam vanzelfsprekend, met de vraag: wat weten we nu eigenlijk van je? Veel van wat ik over hem schrijf, is speculatief. Maar hoe meer ik met hem bezig was, hoe meer sympathie ik voor hem voelde. Wat een leuke vent moet dat geweest zijn. Ik heb voor deze roman wel veel meer research gedaan dan ooit. Alles van het tijdsbeeld moest wel kloppen, dus heb ik veel in de Koninklijke Bibliotheek gezeten. Met schoenendozen vol jaargangen Autoleven, het blad waarvoor hij schreef, met microfiches. Het voordeel is dat je als schrijver dan echt het gevoel hebt dat je aan het werk bent, dat je ’s ochtends ergens naartoe gaat om iets te gaan doen.”", "Ook Kris leeft in een onrustige tijd; de Nederlandse leider van de soefibeweging, die in opkomst is, wordt vermoord. Er komt een negatief reisadvies voor Nederland.", "“Ik heb het gevoel dat we een toenemende religiositeit gaan meemaken. Maar welke religie dan? Een samenbindende wellicht; dan kom je uit bij het soefisme, een soort islam light. Aziz, de leider van de orde van Schoorl is ook de leider van een politieke beweging die Licht heet en vrij hoog in de peilingen staat. Dan krijg je een soort Pim Fortuynachtig momentum. Een parallelle lijn met de Eerste Wereldoorlog in het historische deel van het boek, zo trek ik overal parallellen.”", "Nog zo’n parallel: technologische ontwikkelingen. In 2054 is de techniek de mens eigenlijk boven het hoofd gegroeid.", "“Kris komt zichzelf tegen, hij begint te twijfelen. Moet het verhaal van Schilperoort en Schoorl en Picasso wel verteld worden vanuit virtual reality? Waar het hem om gaat, is de sfeer, de bezieling die hij vindt in dit verhaal, hij wil deze wereld gloeiend en levend overbrengen. Met virtual reality heb je alleen de zintuiglijke kant en mis je dat: onze menselijke verbeelding wordt eigenlijk gekaapt.”", "Is uw boek daarmee een pleidooi voor literatuur?", "Absoluut. Een pleidooi voor taal, voor verbeeldingskracht. Voor de humane dingen die techniek niet kan overnemen.", "U schreef Furore voor de coronacrisis. 2020 is het jaar dat Kris wordt geboren. Vindt u het nu niet raar dat Covid niet wordt genoemd?", "“Ik was de drukproeven aan het bekijken toen de crisis net begonnen was. Ik heb er wel aan toegevoegd ‘dat rare jaar’ 2020, maar je kunt als je er middenin zit niet zeggen hoe groot het uiteindelijk geweest zal blijken te zijn, dat kunnen we zelfs nu niet.”"], "authors": ["Marjolijn De Cocq"], "keywords": ["van", "gedaan", "ooit", "roman", "deze", "het", "meer", "met", "die", "ik", "research", "een", "weijts", "dat", "je", "en", "heb", "voor"], "pubDate": "2020-11-26T15:55:29+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}