{"id": "723bddd1-bc08-3579-9f05-bf99c05c009d", "title": "Te druk dit weekend? Dan gaat het alarm af", "url": "https://www.parool.nl/amsterdam/te-druk-dit-weekend-dan-gaat-het-alarm-af~bcafc047/", "summary": "Crowdmanagementambtenaren, handhavers en politieagenten worden dit weekend ingezet om de drukte in de Kalverstraat en op de Nieuwendijk toom te houden.\nBehalve Werkendam en zijn collega’s zijn er ook handhavers, politieagenten en beveiligers aanwezig voor een briefing.\nOp het moment dat het echt te druk werd, konden we ingrijpen.\n“Wij zijn als politie in de buurt, maar we hoeven niet continu bij de ingangen te staan.\nWe hebben natuurlijk al de nodige ervaring met het omgaan met mensenmassa’s en op de Wallen wordt al langer gewerkt met camerasystemen die ons ondersteunen.”Gaat het goed komen dit weekend?", "paragraphs": ["Crowdmanagementambtenaren, handhavers en politieagenten worden dit weekend ingezet om de drukte in de Kalverstraat en op de Nieuwendijk toom te houden. Beeld Joris Van Gennip", "Spelen met voetgangersstromen, dat is waar het zo’n beetje op neerkomt. Maar laten mensen zich wel bespelen? Mick Werkendam kijkt eens op zich heen op de Dam, pal voor de ingang van de Kalverstraat. “Ja, winkelend publiek kun je alle kanten opsturen.”", "Meekijken", "Werkendam is bij de gemeente verantwoordelijk voor crowdmanagement. Als er ergens in de stad massa’s mensen zijn, is de kans groot dat hij meekijkt. Van een afstandje via zijn monitoren of ter plekke op straat. Informatie opzuigen, data verzamelen. Waar is het coronaproof druk en waar loopt het uit de hand?", "Het is een drukte van jewelste rond het politiebusje voor het Paleis op de Dam. Behalve Werkendam en zijn collega’s zijn er ook handhavers, politieagenten en beveiligers aanwezig voor een briefing. Ze bespreken de vrijdagmiddag die net begonnen is, maar bereiden zich ook voor op zaterdag en zondag.", "Drie dagen bal", "Vorige weekend was het drie dagen bal in het gebied rond de Kalverstraat: mede door Black Friday was het, volgens winkeliers en winkelend publiek, op sommige momenten een gekkenhuis. De gemeente riep het publiek op de Kalverstraat en de Nieuwendijk te mijden.", "Dat was ook een teken dat er iets goed ging, menen Werkendam en zijn collega’s. “We hadden de vinger aan de pols, we wisten precies hoe druk het was. Op het moment dat het echt te druk werd, konden we ingrijpen. Daarna verliep het goed.”", "Spelen met mensenmassa’s, het kan dus inderdaad.", "Komend weekend, normaal gesproken is het de zaterdag voor Sinterklaas propvol in de stad, zou het zomaar nog eens zo druk kunnen worden dat mensen fatsoenlijkerwijs geen anderhalve meter afstand van elkaar kunnen houden. Dat is de reden dat de instanties deze vrijdagmiddag al voorbereidingen treffen.", "Spin in het web", "Ivo van den Burg, operationeel expert bij de politie, is er ook bij deze middag. De politie houdt zich niet direct bezig met het organiseren van bezoekersstromen zelf. “Wij worden ingeschakeld als er maatregelen moeten worden getroffen. Daar heb je echt politie bij nodig.”", "Werkendam en zijn collega’s zijn de spin in het web. De situatie in de Kalverstraat, meestal het zwaartepunt van de zaterdagse drukte, kan van minuut tot minuut worden gemonitord met slimme camera’s die in nauwe samenwerking met de gemeente zijn ontwikkeld. Werkendam: “We weten daardoor precies hoeveel mensen er in de Kalverstraat zijn. Als er duizend mensen binnen een kwartier passeren, gaan hier alarmen af, dan worden we extra alert en vragen we iedereen actief te worden.”", "Straat afsluiten", "Vervolgens kunnen maatregelen worden genomen, zegt politieman Van den Burg. “Je kunt beginnen met eenrichtingsverkeer in de straat. Als dat niet voldoende effect heeft, gaan we kijken naar winkels waar het vastloopt. Als daar te veel mensen in de rij staan, komt het afstand houden in gevaar. Als laatste redmiddel kunnen we dan nog de straat afsluiten, niemand meer de straat in laten, maar dat komt praktisch nooit voor.”", "Moderne hulpmiddelen bewijzen hun nut, zegt Van den Burg. “Wij zijn als politie in de buurt, maar we hoeven niet continu bij de ingangen te staan. Als het nodig is, zijn we er direct. We hebben natuurlijk al de nodige ervaring met het omgaan met mensenmassa’s en op de Wallen wordt al langer gewerkt met camerasystemen die ons ondersteunen.”", "Gaat het goed komen dit weekend? Werkendam twijfelt niet: “We hebben het helemaal onder controle.”"], "authors": ["Marc Kruyswijk"], "keywords": ["van", "dit", "dan", "af", "als", "het", "druk", "op", "met", "zijn", "gaat", "weekend", "alarm", "te", "en", "dat", "er", "worden"], "pubDate": "2020-12-05T10:15:00+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}