{"id": "723eba9a-32dd-3444-9dae-50cdd58c546e", "title": "Verdachte gooit steen door ruit Westermoskee en brengt Hitlergroet", "url": "https://nu.nl/amsterdam/6097026/verdachte-gooit-steen-door-ruit-westermoskee-en-brengt-hitlergroet.html", "summary": "Een man heeft dinsdag een steen door een ruit van de Westermoskee in Amsterdam-West gegooid.\nOok maakte de man twee keer een beweging die lijkt op de Hitlergroet, blijkt uit beelden van bewakingscamera's van de moskee.\nDe imam van de Westermoskee trof dinsdag een grote steen in de gebedsruimte aan.\nOp beelden die de moskee dinsdag in een bericht op Instagram deelde, is te zien hoe de vermoedelijke dader een Hitlergroet lijkt te brengen.\nHet bestuur van de Westermoskee schrijft dat het ervan uitgaat dat de vernieling een \"haatdragend en islamofoob\" karakter heeft.", "paragraphs": ["Een man heeft dinsdag een steen door een ruit van de Westermoskee in Amsterdam-West gegooid. Ook maakte de man twee keer een beweging die lijkt op de Hitlergroet, blijkt uit beelden van bewakingscamera's van de moskee.", "De imam van de Westermoskee trof dinsdag een grote steen in de gebedsruimte aan. Een ruit was gesneuveld en andere ramen waren beschadigd.", "Op beelden die de moskee dinsdag in een bericht op Instagram deelde, is te zien hoe de vermoedelijke dader een Hitlergroet lijkt te brengen. Een bestuurder van de moskee vertelt dat het om twee afzonderlijke momenten gaat die beide op video zijn vastgelegd.", "Het bestuur van de Westermoskee schrijft dat het ervan uitgaat dat de vernieling een \"haatdragend en islamofoob\" karakter heeft. Inmiddels is er aangifte gedaan en hoopt het bestuur dat er snel iemand aangehouden kan worden in de zaak.", "De politie zegt druk bezig te zijn met het onderzoek. Over de motieven van de verdachte kan nog niets gezegd worden, meldt een woordvoerder."], "authors": ["Door"], "keywords": ["door", "van", "hitlergroet", "dinsdag", "een", "gooit", "het", "te", "en", "brengt", "westermoskee", "dat", "op", "ruit", "die", "verdachte", "steen"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}