{"id": "724b75a0-4457-3f87-a756-5289ebbff61c", "title": "De stijlpastoor slaat het bijbelboek Daniël er maar eens op na", "url": "https://volkskrant.nl/de-gids/de-stijlpastoor-slaat-het-bijbelboek-daniel-er-maar-eens-op-na~b558a77b/", "summary": "Zodra ze de deur van het Binnenhof achter zich sluiten, verruilen de bewindsheertjes het vertrouwde donkerblauwe pak voor een spijkerbroek.\nRutte zelf is uit te tekenen in zijn spijkerbroek van Diesel, het Italiaanse merk dat we herkennen aan het witte, diagonale merkje boven de rechterbroekzak.\nDe premier combineert het meestal met een knap wit overhemd van Emanuele Maffeis, dat hij betrekt bij zijn vaste kleermaker Oger.\nRuttes jeans is redelijk ruim gedacht, of in ieder geval ruimtelijker dan waarin Hugo de Jonge zich recentelijk meldde bij het Catshuis.\nMaar het bracht bij mij een beeld terug dat ik niet had verwacht ooit terug te zien, laat staan bij een minister van hervormde huize.", "paragraphs": ["Minister Hugo de Jonge. Beeld Hollandse Hoogte / Robin Utrecht", "Soms verdenk ik premier Mark Rutte ervan zijn ministers erop te selecteren. Zodra ze de deur van het Binnenhof achter zich sluiten, verruilen de bewindsheertjes het vertrouwde donkerblauwe pak voor een spijkerbroek. Sinds Ruttes aantreden als Eerste Minister in 2010 zijn alle buitenschoolse bijeenkomsten van het kabinet – heidag, corona-overleg – een casual kakofonie met één constante: de jeans. Rutte zelf is uit te tekenen in zijn spijkerbroek van Diesel, het Italiaanse merk dat we herkennen aan het witte, diagonale merkje boven de rechterbroekzak. De premier combineert het meestal met een knap wit overhemd van Emanuele Maffeis, dat hij betrekt bij zijn vaste kleermaker Oger.", "Ruttes jeans is redelijk ruim gedacht, of in ieder geval ruimtelijker dan waarin Hugo de Jonge zich recentelijk meldde bij het Catshuis. Het viel me pas in tweede instantie op omdat de blik eerst naar de trui ging, waarbij ik vanwege de grote en kleurrijke ruit het woord harlekijn wel durf te laten vallen. Onder z’n trui droeg de vice-premier een widespread collar, daar waar een verticaal, staand boordje beter had gecombineerd met V-hals. De manchetten had hij keurig om de mouwen gevouwen. Opgerold, maar toch netjes – de juiste politieke boodschap.", "Het oog daalde echter snel af naar de strakke broek. Vroeger stapte je met je Levi’s 501 in een koud bad, waarna de harde spijkerstof zich om het lichaam ging modelleren. Tegenwoordig is er zoiets als elastische jeans, gemaakt van stretch denim. Dat past naadloos in de trend van comfort dressing die door de pandemie extra is aangejaagd. Maar het bracht bij mij een beeld terug dat ik niet had verwacht ooit terug te zien, laat staan bij een minister van hervormde huize.", "Megadeth in 1987: David Ellefson, Chuck Behler, Jeff Young en Dave Mustaine. Beeld Chris Walter/WireImage", "Hierboven zien we – u herkende ze al – de vrienden van Megadeth, poserend in het metal-uniform van de jaren tachtig: mouwloos T-shirt, basketbalschoen, loeistrakke spijkerbroek en coupe poedel – het silhouet van een lolly op schaatsen. De witte schoenen van de Megadeths komen bij De Jonge in een bruine variant, maar in principe is de onderste helft van bovenstaande tijdsbeelden identiek. Wat de legging is voor de dames, was de strakke spijkerbroek voor de metalheads: een etalage van hun viriliteit. Over de ministeriële kroonjuwelen laat ik me niet uit, maar De Jonge blijkt over een krachtige kuit te beschikken, de ‘schenkelen van ijzer’ uit het bijbelboek Daniël. Hij zal die in 2021 nog hard nodig hebben, onze coronaminister."], "authors": ["Arno Kantelberg"], "keywords": ["er", "zijn", "van", "stijlpastoor", "spijkerbroek", "eens", "jonge", "een", "bijbelboek", "bij", "met", "slaat", "daniël", "op", "te", "het", "maar"], "pubDate": "2021-01-07T14:00:07Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}