{"id": "724fc538-e512-32de-9523-e3bdd1ccc4f2", "title": "Roep om afzetten Trump: dit zijn de scenario's", "url": "https://www.parool.nl/wereld/roep-om-afzetten-trump-dit-zijn-de-scenario-s~b858be49/", "summary": "“Maar hij kan ook worden afgezet vanwege ‘ontrouw aan de Amerikaanse grondwet en falen om zijn ambtseed te handhaven.”“De belangrijkste overtreding zou er een zijn tegen de grondwet.\nDemocraat Ilhan Omar, lid van het Huis van Afgevaardigden, zegt dat ze bezig is om een impeachment op te starten tegen Trump.\nAls Trump dat weigert te erkennen, moeten vicepresident Pence en een meerderheid van het kabinet verklaren dat Trump ongeschikt is om zijn taken uit te voeren.\n“Dit is het morele verval van het Amerikaanse presidentschap.”Tegelijk gaat het om een relatief kleine groep relschoppers, zegt Post.\n“Onder de aanhangers van Trump zijn ook veel mensen die dit niet willen.", "paragraphs": ["De zitting van het Congres waarin de uitslag van de Amerikaanse verkiezingen wordt vastgesteld, is met flink wat vertraging weer van start gegaan. Beeld REUTERS", "1. Wat Donald Trump verweten kan worden", "Trump is op zijn minst medeverantwoordelijk voor de rellen in en rond het Capitool, zegt Amerikadeskundige Willem Post. “Er zat al heel veel woede in de lucht. Er waren eerder in Washington ook demonstraties met arrestaties. Trump heeft het vuurtje aangewakkerd met zijn toespraak. Trump zei: ‘Ik loop mee naar het Capitool.’ Daarmee heeft hij de lont in het kruitvat gestoken.”", "Of dat consequenties heeft, is de vraag. “Hij heeft niet letterlijk gezegd: ‘We gaan het Capitool bestormen.’ Dus juridisch kun je er niks mee. Maar hij heeft onverantwoordelijk gehandeld door mee te lopen met verhitte aanhangers om zich te bemoeien met de ‘zwakkelingen’ die tegen hem zijn.”", "De gouverneur van de Amerikaanse staat Vermont, de Republikein Phil Scott, wil dat Trump opstapt. Als hij dat niet doet, moet hij worden afgezet door zijn kabinet of door de Senaat en het Huis van Afgevaardigden, schrijft Scott op Twitter.", "This is a very disturbing time for our nation. What we are seeing today at the U.S. Capitol is not a peaceful protest – it is an unacceptable attack on our democracy. 1/ — Governor Phil Scott (@GovPhilScott) 6 januari 2021", "‘Dit is een zorgwekkende tijd voor ons land. Wat we vandaag zien is geen vreedzaam protest, het is een onaanvaardbare aanval op onze democratie.’", "Volgens de gouverneur is zijn partijgenoot Trump verantwoordelijk voor wat er is gebeurd: ‘President Trump heeft een campagne georkestreerd om een opstand te creëren die de uitkomst van een vrije, eerlijke en legale verkiezing terugdraait.’", "2. Een impeachment", "Het Huis van Afgevaardigden, waar de Democraten van de aankomende president Joe Biden de meerderheid hebben, een afzettingsprocedure (impeachment) starten. Dan moet sprake zijn van hoogverraad, omkoperij of andere zware misdrijven of misdragingen. In theorie kan een afzetting binnen een dag geregeld zijn.", "Bijna een jaar geleden overleefde Trump zo’n procedure. Hij werd beschuldigd van machtsmisbruik na vermeende pogingen om Oekraïne onderzoek te laten doen naar zijn rivaal Biden bij de presidentsverkiezingen. De meerderheid van de door zijn eigen Republikeinen gedomineerde Senaat sprak hem vrij.", "Frank Bowman, hoogleraar constitutioneel recht aan de Universiteit van Missouri, zegt dat Trump nu ‘opruiing’ of of een ‘poging tot omverwerping van de Amerikaanse regering’ verweten kan worden’. “Maar hij kan ook worden afgezet vanwege ‘ontrouw aan de Amerikaanse grondwet en falen om zijn ambtseed te handhaven.”", "“De belangrijkste overtreding zou er een zijn tegen de grondwet. Een poging om de wettige resultaten van een rechtmatig uitgevoerde verkiezingen te ondermijnen,” zegt Bowman.", "Democraat Ilhan Omar, lid van het Huis van Afgevaardigden, zegt dat ze bezig is om een impeachment op te starten tegen Trump. ‘We kunnen niet toestaan dat hij in functie blijft. Het is een zaak van bescherming van onze republiek en we moeten ons aan onze eed houden,’ schrijft ze op Twitter.", "Zo’n afzettingsprocedure vindt Post niet verstandig. “Daarmee gooi je olie op het vuur. Dat moet je niet willen in de laatste twee weken tot de inauguratie van Biden. De gemoederen zijn al verhit. Dan krijg je een soort burgeroorlog.”", "Today, Rep. Omar announced articles of impeachment against Donald Trump.", "", "Full statement below. pic.twitter.com/LbEPHBkv5O — Rep. Ilhan Omar (@Ilhan) 7 januari 2021", "3. Het 25ste amendement", "Een organisatie die duizenden grote bedrijven vertegenwoordigt in de Verenigde Staten, wil dat president Donald Trump uit zijn ambt wordt gezet. Volgens Jay Timmons, het hoofd van de National Association of Manufacturers, ‘zet Trump aan tot geweld in een poging om de macht te behouden’.", "Volgens Timmons, die onder meer olieconcern ExxonMobil, farmaceut Pfizer en autobouwer Toyota tot zijn achterban mag rekenen, moet vicepresident Mike Pence samen met andere invloedrijke politici samenwerken om een ​​beroep te doen op het 25ste amendement uit de grondwet. Dat amendement geeft weer hoe en wanneer een president niet geschikt wordt geacht om het ambt uit te oefenen.", "Het 25ste amendement vloeide voort uit de moord op president John F. Kennedy in 1963. Het is sinds 1967 van kracht en regelt wat moet gebeuren als de zittende president ‘arbeidsongeschikt’ is, bijvoorbeeld door lichamelijke of geestelijke ziekte, of als hij niet in staat is om zijn bevoegdheden en plichten te vervullen.", "Als Trump dat weigert te erkennen, moeten vicepresident Pence en een meerderheid van het kabinet verklaren dat Trump ongeschikt is om zijn taken uit te voeren. Uiteindelijk is een tweederdemeerderheid in het Congres nodig om Trump werkelijk af te zetten. Pence neemt dan de taken over tot de inauguratie van Biden op 20 januari.", "Volgens hoogleraar Bowman heeft deze optie weinig kans van slagen. Het is immers een politieke kwestie. Pence zal terughoudend zijn. Trump is niet zozeer arbeidsongeschikt, als wel ongeschikt voor deze functie.", "4. Twee weken doorzetten", "De Verenigde Staten zullen de resterende twee weken onder Trump lijdzaam moeten uitzitten. De gebeurtenissen in Washington symboliseren de tweedeling in het land in optima forma, zegt Amerikadeskundige Willem Post. “Dit is het morele verval van het Amerikaanse presidentschap.”", "Tegelijk gaat het om een relatief kleine groep relschoppers, zegt Post. “Onder de aanhangers van Trump zijn ook veel mensen die dit niet willen. Dit gaat verder dan de elite aanpakken of politiek verbaal geweld. Dit overschrijdt alle grenzen. Het Capitool is het fundament van Amerika. Het imago van Amerika als baken van de democratie is behoorlijk aangetast. Het helingsproces zal lang duren. Het is voor Biden belangrijk straks eerst de spanning weg te krijgen.”"], "authors": ["Tonny Van Der Mee"], "keywords": ["roep", "zijn", "van", "en", "om", "een", "scenarios", "dit", "te", "afzetten", "op", "trump", "het", "dat"], "pubDate": "2021-01-07T06:08:19Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}