{"id": "725f3ee3-ff6f-35d2-bca7-c72062f943dc", "title": "Van corona herstelde Ellen DeGeneres hervat opnames van talkshow", "url": "https://nu.nl/media/6100769/van-corona-herstelde-ellen-degeneres-hervat-opnames-van-talkshow.html", "summary": "Ellen DeGeneres hervat aanstaande maandag de opnames van haar dagelijkse talkshow, meldt Variety donderdag.\nDe 62-jarige presentatrice was een aantal weken afwezig omdat ze besmet was geraakt met het coronavirus.\nOorspronkelijk zou DeGeneres afgelopen maandag al zijn begonnen.\nVoordat het nieuwe seizoen van start zou gaan, organiseerde DeGeneres een Zoom-meeting met haar hele team.\nDe gedachte hierachter was dat iedereen zijn of haar hart kon luchten en dat er vanaf nu volledige transparantie zou zijn.", "paragraphs": ["Ellen DeGeneres hervat aanstaande maandag de opnames van haar dagelijkse talkshow, meldt Variety donderdag. De 62-jarige presentatrice was een aantal weken afwezig omdat ze besmet was geraakt met het coronavirus.", "Oorspronkelijk zou DeGeneres afgelopen maandag al zijn begonnen. Vanwege het stijgende aantal coronavirusbesmettingen in Los Angeles werd echter besloten nog even te wachten.", "De productiemaatschappij die verantwoordelijk is voor het programma heeft laten weten dat alle medewerkers doorbetaald krijgen tijdens het aangepaste schema.", "De presentatrice kwam recentelijk onder vuur te liggen na beschuldigingen van oud-medewerkers over een giftige werksfeer op de set. In augustus werden drie producenten ontslagen na een intern onderzoek in verband met stelselmatige (seksuele) intimidatie en racisme op de set. De producenten hebben de aantijgingen altijd ontkend.", "Voordat het nieuwe seizoen van start zou gaan, organiseerde DeGeneres een Zoom-meeting met haar hele team. De gedachte hierachter was dat iedereen zijn of haar hart kon luchten en dat er vanaf nu volledige transparantie zou zijn."], "authors": ["Door", "Anp Nu.Nl"], "keywords": ["opnames", "zijn", "van", "herstelde", "talkshow", "hervat", "haar", "een", "degeneres", "met", "te", "corona", "het", "ellen", "dat", "zou"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}