{"id": "7263c4ea-36c3-3c07-965c-372f8fc4d95c", "title": "De kust en de jungle van Colombia voor jezelf", "url": "https://www.volkskrant.nl/kijkverder/v/2019/de-kust-en-de-jungle-van-colombia-voor-jezelf/", "summary": "Een plaatselijke gids, bijgenaamd Negro, neemt me mee voor een wandeling.\nZoals wanneer hij een stekelig bolletje van de grond pakt: ‘De kam van de aap, noemen we deze, omdat de brulapen er hun haren mee kammen.\nGewapend met een machete en verrekijker loopt hij voor me uit, zijn kroeshaar in een knotje en zijn lichaam een bonk spieren.\n‘Je hoeft alleen maar de plant in stukjes te snijden en met viche te mengen.\nElke ochtend een shot, zodat de man weer op krachten komt’, zegt hij, een vuist makend van zijn hand.", "paragraphs": ["Een plaatselijke gids, bijgenaamd Negro, neemt me mee voor een wandeling. We lopen omhoog het oerwoud in, maagdelijk woud zoals ze dat hier noemen, waar Negro af en toe stilhoudt voor een jungle-weetje. Zoals wanneer hij een stekelig bolletje van de grond pakt: ‘De kam van de aap, noemen we deze, omdat de brulapen er hun haren mee kammen. Voel maar, het lijkt stekelig maar is juist zacht.’ En dan haalt hij het bolletje bijna liefdevol door mijn geklitte zeeharen, zonder die te ontwarren overigens.", "Terug op het strand wijst hij naar de keuteltjes van zand waarmee het strand bij laag water bezaaid ligt, terwijl hier en daar krabbetjes met zijwaartse tred hun holletjes inschieten. ‘Krabben zijn carnivoren. Maar wanneer ze niets vinden, dan zuigen ze de mineralen uit het zand, en laten die bolletjes achter’, zegt Negro. Iets wat ik altijd al heb willen weten, zonder ironie.", "Ook gids Jean blijkt een wandelende jungle-encyclopedie, wanneer we de volgende dag voor een serieuze wandeling het oerwoud in trekken. Gewapend met een machete en verrekijker loopt hij voor me uit, zijn kroeshaar in een knotje en zijn lichaam een bonk spieren. Zo’n beetje elke boom of plant blijkt wel ergens voor gebruikt te worden door de inwoners, die gewend zijn alles wat ze nodig hebben uit de natuur te halen.", "Zo is de ene boom perfect voor het maken van kano’s, wordt met de bast van een palm een remedie tegen koorts getrokken (‘mata fiebre’, heet die palm dan ook, ‘doodt koorts’), en van weer een andere bouwen ze graag huizen. Dan houdt hij stil bij een doornige struik. ‘En hiervan maken we viagra’, zegt Jean, bloedserieus. ‘Je hoeft alleen maar de plant in stukjes te snijden en met viche te mengen. Elke ochtend een shot, zodat de man weer op krachten komt’, zegt hij, een vuist makend van zijn hand."], "authors": ["November"], "keywords": ["jezelf", "van", "colombia", "het", "hij", "met", "zijn", "kust", "jungle", "een", "en", "ze", "te", "voor"], "pubDate": null, "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}