{"id": "72789425-990c-3eb3-97e4-300e8f530308", "title": "Opnieuw UvA-docent op non-actief om mogelijk grensoverschrijdend gedrag", "url": "https://nu.nl/binnenland/6097267/opnieuw-uva-docent-op-non-actief-om-mogelijk-grensoverschrijdend-gedrag.html", "summary": "Een docent Franse taal en cultuur is op non-actief gezet vanwege mogelijk grensoverschrijdend gedrag, laat de Universiteit van Amsterdam (UvA) donderdag weten na berichtgeving van NRC.\nDit onderzoek is er echter nooit van gekomen, blijkt uit onderzoek van NRC.\nDe krant sprak met de studente die de klacht indiende en ruim tien andere studenten en betrokkenen.\nTweede incident binnen een jaarHet is de tweede keer binnen een jaar dat een UvA-docent van de faculteit Geesteswetenschappen in opspraak komt vanwege vermeend grensoverschrijdend gedrag.\nOok gaf de decaan van de faculteit \"onvoldoende blijk\" zorg te hebben voor de sociale veiligheid van studenten.", "paragraphs": ["Een docent Franse taal en cultuur is op non-actief gezet vanwege mogelijk grensoverschrijdend gedrag, laat de Universiteit van Amsterdam (UvA) donderdag weten na berichtgeving van NRC. Het is de tweede docent van de faculteit Geesteswetenschappen binnen één jaar die om deze reden in opspraak komt.", "Een studente diende in 2017 een officiële klacht in tegen de zestigjarige docent, die haar onder meer op schoot genomen zou hebben en op haar billen getikt zou hebben. Meerdere studenten klaagden eerder over zijn gedrag, aldus NRC.", "Een onderzoek naar de klacht van de studente leidde amper tot gevolgen voor de docent, schrijft NRC. Beschuldigingen die hij tegensprak, werden door de klachtencommissie als niet-bewezen geacht, omdat er geen getuigen bij waren.", "De commissie sprak over een mogelijk vervolgonderzoek waarin ook andere studenten gehoord zouden worden. Dit onderzoek is er echter nooit van gekomen, blijkt uit onderzoek van NRC. De krant sprak met de studente die de klacht indiende en ruim tien andere studenten en betrokkenen. Ook zag NRC het betreffende dossier in, inclusief uitgebreide correspondentie tussen de betrokkenen.", "UvA stelt alsnog onderzoek in", "In een reactie op de website schrijft de UvA donderdag dat ze dit najaar een onafhankelijk onderzoek heeft ingesteld, dat wordt uitgevoerd door Adviesbureau Berenschot. Volgens NRC gebeurde dit pas toen de krant hier vragen over stelde. Met het oog op privacy wil de universiteit geen vragen van NU.nl beantwoorden. Een woordvoerder verwijst naar een verklaring op de website.", "Daarin schrijft de UvA het pijnlijk te vinden dat NRC over een nieuw \"geval van sociale onveiligheid\" schrijft, maar benadrukt ze het goed te vinden dat problemen waarover het artikel gaat naar voren komen. \"Vooropstaat dat we studenten en medewerkers een veilige omgeving willen bieden voor hun studie en werk. Signalen over grensoverschrijdend gedrag nemen wij daarom zeer serieus\", aldus de UvA.", "Tweede incident binnen een jaar", "Het is de tweede keer binnen een jaar dat een UvA-docent van de faculteit Geesteswetenschappen in opspraak komt vanwege vermeend grensoverschrijdend gedrag. In juni schreef NRC over vrouwelijke studenten die tussen 2012 en 2019 meerdere keren aan de bel trokken over een docent van de opleiding Boek en papier. De docent werd na de berichtgeving uit het onderwijs gezet.", "Na onrust onder studenten en docenten over het artikel, stelde de UvA een extern onderzoek in. De onderzoekers concludeerden dat de UvA dit soort signalen onvoldoende serieus nam. Ook gaf de decaan van de faculteit \"onvoldoende blijk\" zorg te hebben voor de sociale veiligheid van studenten."], "authors": ["Door"], "keywords": ["mogelijk", "om", "van", "uvadocent", "opnieuw", "docent", "gedrag", "een", "onderzoek", "het", "studenten", "nrc", "grensoverschrijdend", "en", "op", "dat", "nonactief"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}