{"id": "72b2817a-75e0-35cd-82a5-f197c933db06", "title": "Baas in eigen buik: een Argentijnse strijd die drie generaties duurde", "url": "https://volkskrant.nl/nieuws-achtergrond/baas-in-eigen-buik-een-argentijnse-strijd-die-drie-generaties-duurde~bf296fa0/", "summary": "Beeld Getty ImagesNina Brugo Marcó (75)‘Geen denken aan’, zei Nina Brugo Marcó in 1990 toen activiste Dora Coledesky, een van de grondleggers van de Argentijnse pro-abortusbeweging, haar vroeg om een petitie te tekenen.\n‘Noem me geen kleintje’, zei ze als 17-jarige tegen een journalist die haar de mond probeerde te snoeren.\nEen jaar later was ze een van de insprekers in het Congres.\nDe jonge Fernández was een van de weinigen in de partij van de president die publiekelijk opriep het debat te hervatten, ondanks een voortdurende coronacrisis.\n‘Maar geen enkel recht is verworven door spanning uit de weg te gaan.’", "paragraphs": ["Beeld Getty Images", "Nina Brugo Marcó (75)", "‘Geen denken aan’, zei Nina Brugo Marcó in 1990 toen activiste Dora Coledesky, een van de grondleggers van de Argentijnse pro-abortusbeweging, haar vroeg om een petitie te tekenen. Advocaat Brugo Marcó had weliswaar vanaf de oprichting in 1986 elke Nationale Vrouwenbijeenkomst bijgewoond – en zou er nooit één missen – maar beschouwde abortus toen nog niet als een recht, maar ‘als iets privés, intiems’.", "Niet veel later tekende ze alsnog. ‘Dora liet me inzien dat het afbreken van de zwangerschap niet een doel op zich was. Het gaat over autonomie, over zelf kunnen beslissen. Over geen schuld hoeven voelen’, zei ze vorig jaar tegen María Florencia Alcaráz, auteur van het boek Que sea ley (Opdat het wet zal zijn). De inmiddels 75-jarige Brugo Marcó is nog altijd een prominente aanwezigheid in elke vrouwenmars.", "In een recent interview met de lokale nieuwszender Info3 verwonderde ze zich over het homohuwelijk dat al in 2010 in de wet werd opgenomen in Argentinië. ‘Hoe gaan jullie dat ooit voor elkaar krijgen?’, had ze kort daarvoor nog verzucht tegen een lesbische vriendin. Het recht op abortus zou er toch zeker eerder komen dan het homohuwelijk in het katholieke Argentinië, dacht ze. ‘Later drong het tot me door: bij het homohuwelijk waren ook de mannen betrokken.’", "Rosana Fanjul (46)", "‘Ik ben kleindochter van de heks die ze niet konden verbranden’, schrijft Rosana Fanjul in het voorwoord van het boek Que sea ley. Haar grootmoeder was Dora Coledesky, advocaat, trotskist en feminist die in de jaren zeventig in Frankrijk zag hoe de feministische strijd leidde tot legalisering van abortus. Wat in Europa toen al kon, maakte zij in haar eigen land niet meer mee. Ze stierf in 2009.", "Fanjul memoreert hoe ze op 13 juni 2018 met haar tienerdochter naar het congresgebouw liep in Buenos Aires, waar die dag het lagerhuis debatteerde over legalisering van abortus. Een zee van vrouwen met groene zakdoeken overnachtte voor de deur van het parlement. ‘Hoe graag had ik gewild dat mijn oma had meegemaakt wat ik die dag beleefde.’", "Ze beschrijft hoe de tienduizenden activisten de vrieskou van de Argentijnse winter weerstonden. ‘Meisjes lagen op straat onder dekens, anderen zaten rond kampvuren, weer anderen zochten beschutting onder geparkeerde auto’s.’ Het leek wel, schrijft ze, of álle vrouwen waren komen opdagen, niet slechts de onvermoeibare kern van ‘De Campagne’.", "De volgende dag stemde een nipte meerderheid van de parlementariërs voor legalisering, maar in de senaat won uiteindelijk het conservatieve pro-lifekamp met acht stemmen verschil. De nederlaag was slechts een hobbel richting een onvermijdelijke uitkomst, stelt ze. ‘Dit is geen groene golf meer, dit is een tsunami die iedereen in ons pad zal verzwelgen.’", "Ofelia Fernández (20)", "In het najaar van 2019 won de peronist Alberto Fernández de presidentsverkiezingen. De linkse president schaarde zich, in tegenstelling tot zijn voorganger, achter de abortusstrijd en diende opnieuw een wetsvoorstel in bij het parlement. In het kielzog van Fernández werd de toen 19-jarige Ofelia Fernández – partijgenoot, geen familie van – gekozen in het lokale parlement van Buenos Aires. Ze is de jongste Latijns-Amerikaanse volksvertegenwoordiger ooit. Bij haar inhuldiging droeg ze de groene zakdoek van de pro-abortusbeweging om haar pols, haar vuist fier in de lucht.", "Fernández mengde zich als scholier al in de feministische strijd. ‘Noem me geen kleintje’, zei ze als 17-jarige tegen een journalist die haar de mond probeerde te snoeren. Een jaar later was ze een van de insprekers in het Congres. ‘De clandestiene abortus bestaat en is dodelijk. En de staat is medeverantwoordelijk.’ Vrouwen waren het zat om als eigendom te dienen voor mannen, stelde ze. ‘Maar we hebben nu ons eigen leger. Dat zijn de vrouwen die daarbuiten roepen: abortus legaal!’", "Het parlementaire debat over abortus stond aanvankelijk voor maart gepland, maar verdween van de agenda door de pandemie. De jonge Fernández was een van de weinigen in de partij van de president die publiekelijk opriep het debat te hervatten, ondanks een voortdurende coronacrisis. ‘Het excuus was dat dit is geen moment is voor onenigheid’, zei ze in een interview met France24. ‘Maar geen enkel recht is verworven door spanning uit de weg te gaan.’"], "authors": ["Joost De Vries"], "keywords": ["drie", "van", "generaties", "voor", "baas", "eigen", "een", "ze", "abortus", "geen", "duurde", "buik", "het", "maar", "haar", "strijd", "argentijnse", "die"], "pubDate": "2020-12-30T11:40:54Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}