{"id": "72b5c89a-18e2-39c0-a194-f34174e16c83", "title": "Lobbygeld krijgt meer impact in stemhokje", "url": "https://nrc.nl/nieuws/2020/11/13/lobbygeld-krijgt-meer-impact-in-stemhokje-a4019883", "summary": "Als je zijn uitgaven per behaalde stem zou berekenen, waren die misschien wel de hoogste ooit.\nMaar in Californië wordt intussen gesuggereerd dat geld wel degelijk het verschil maakte in het stemhokje.\nHet meest zichtbaar in de campagne rondom die vraag waren echter chauffeurs die juist voor de ‘vrijheid’ van het zzp-bestaan pleitten.\nDaar moet je de uitgaven in de individuele lidstaten nog bij optellen en niet-transparante uitgaven, zoals sponsoring van denktanks en maatschappelijke organisaties.\nMisschien bepaalt geld niet de uitslag van een verkiezing, maar het geeft uiteindelijk wél de doorslag.", "paragraphs": ["Michael Bloomberg gaf voor zijn verkiezingscampagne in 2020 één miljard dollar uit. Toen hij in maart stopte, had hij bij de Democratische voorverkiezingen alleen Samoa binnengehaald, een overzees territorium van de VS. Met 175 stemmen behaalde hij op het eilandje een meerderheid. Daar bleef het bij.", "Als je zijn uitgaven per behaalde stem zou berekenen, waren die misschien wel de hoogste ooit. Analisten legden Bloombergs gebrek aan succes uit als ultiem bewijs dat je met geld de uitslag van de verkiezingen niet kunt kopen. In de staat Florida, waar Bloomberg 100 miljoen dollar neertelde voor de campagne van Joe Biden, haalde president Trump toch de meeste stemmen.", "Maar in Californië wordt intussen gesuggereerd dat geld wel degelijk het verschil maakte in het stemhokje. Tegelijk met de presidentsverkiezing werden in deze staat een serie mini-referenda gehouden, de zogenaamde ‘propositions’.", "Eén daarvan ging over de vraag of zzp’ers – vooral mensen die als chauffeur werken via apps als Uber – onder een nieuwe regeling moeten vallen die hun arbeidscontracten en de bijbehorende zekerheid biedt. Het meest zichtbaar in de campagne rondom die vraag waren echter chauffeurs die juist voor de ‘vrijheid’ van het zzp-bestaan pleitten.", "Bedrijven als Lyft en Uber gaven in totaal 205 miljoen dollar uit aan deze campagne in Californië. De tegenpartij, die vóór betere arbeidsvoorwaarden was, haalde de 20 miljoen niet eens. Van de Californische kiezers steunde uiteindelijk 58,5 procent het voorstel dat chauffeurs minder zekerheid geeft – een opmerkelijke uitslag in zo’n progressieve staat.", "De chauffeurs als werknemers behandelen zou bedrijven als Uber naar schatting 100 miljoen per jaar hebben gekost. Het aandeel Uber schoot 14 procent omhoog na de uitslag.", "Techbedrijven zetten hun groeiende bankrekeningen steeds agressiever in om wetgeving te sturen. In Brussel, waar een wetgevingspakket klaar ligt om platformbedrijven aan strengere regels te onderwerpen, hebben verschillende techbedrijven hun lobbybudget verhoogd. Hun plan is via een lobby de positie van Amerikaanse techbedrijven te koppelen aan de politieke verhoudingen tussen de EU en de VS. De bedoeling is om de indruk te wekken dat de EU de trans-Atlantische relatie op het spel zet door de Amerikaanse techreuzen een aantal regels voor te schotelen. Nu de regering-Biden klaarstaat, zijn Europese politici ongetwijfeld gevoelig voor het argument dat dit het moment is waarop de goede verhoudingen met het Witte Huis hersteld kunnen worden.", "De bestedingen aan lobbyen in Brussel zijn inmiddels hoger dan ooit, maar laag vergeleken bij de bedragen die daar in de VS in omgaan. De vijf grootste techbedrijven gaven aan lobbyen naar eigen zeggen 21 miljoen euro uit vorig jaar. Daar moet je de uitgaven in de individuele lidstaten nog bij optellen en niet-transparante uitgaven, zoals sponsoring van denktanks en maatschappelijke organisaties. Als lobbyen niet werkte, zouden bedrijven er hun geld vast niet in steken.", "Ook via andere weg hebben techbedrijven invloed op de politieke besluitvorming. Biden benoemde in zijn transitieteam mensen die bij Amazon, Uber, Microsoft, en Airbnb werkten.", "Bloomberg was altijd duidelijk over zijn doel: Trumps presidentschap beëindigen. „Ik geef al mijn geld uit om van hem af te komen”, zei hij in januari. Missie geslaagd.", "Misschien bepaalt geld niet de uitslag van een verkiezing, maar het geeft uiteindelijk wél de doorslag. Als deze voorbeelden ons íéts duidelijk maken, dan is het wel dat we ons er in Europa op moeten voorbereiden dat techbedrijven alles inzetten om EU-regels hun kant op te lobbyen.", "Marietje Schaake schrijft om de week op deze plek een column over technologie, beleid en economie.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 13 november 2020"], "authors": ["Marietje Schaake", "Leestijd Minuten"], "keywords": ["van", "als", "het", "meer", "op", "die", "lobbygeld", "stemhokje", "zijn", "impact", "een", "te", "krijgt", "en", "dat"], "pubDate": "2020-11-13T00:00:00", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}