{"id": "72bdfa71-fab1-391f-ad4d-499e896e0f0f", "title": "Mixtape van sinistere elektronica waarover de Londense Flohio woorden mitrailleert ★★★★☆", "url": "https://volkskrant.nl/cultuur-media/mixtape-van-sinistere-elektronica-waarover-de-londense-flohio-woorden-mitrailleert~bdf3b6f5/", "summary": "FlohioAls een rapper een album mixtape noemt, wordt vaak bedoeld: losse stukken, snelle producties, niet op te vatten als een echt album.\nNo Panic No Pain is zo’n mixtape en dus nog altijd níet het debuutalbum van Flohio uit de Zuid-Londense wijk Bermondsey.\nKwalitatief kan het echter best voor een debuutalbum door, al is het voor een rapalbum wat kort.\nOp No Panic No Pain trekt ze in Unveiled en Sweet Flaws die lijn door: sinistere elektronica waarover ze woorden mitrailleert.\nDan verhaalt ze op rustiger toon over haar leven, in Medicine of afsluiter Stuck In A Dance.", "paragraphs": ["Flohio", "Als een rapper een album mixtape noemt, wordt vaak bedoeld: losse stukken, snelle producties, niet op te vatten als een echt album.", "No Panic No Pain is zo’n mixtape en dus nog altijd níet het debuutalbum van Flohio uit de Zuid-Londense wijk Bermondsey. Kwalitatief kan het echter best voor een debuutalbum door, al is het voor een rapalbum wat kort.", "De Londense met Nigeriaans bloed (echte naam: Funmi Ohiosumah) staat al jaren te boek als de nieuwe ster van de door experimentele elektronica gedragen ‘alternatieve’ Britse hiphop. Ze werd op het schild gehesen als nieuw rolmodel en bracht een reeks singles en de sterke Wild Yout EP (2018) uit.", "Op No Panic No Pain trekt ze in Unveiled en Sweet Flaws die lijn door: sinistere elektronica waarover ze woorden mitrailleert.", "De mooiste momenten zijn echter de tracks waarin ze haar belofte uit de intro inlost om zichzelf emotioneel eens wat meer te ‘geven’. Dan verhaalt ze op rustiger toon over haar leven, in Medicine of afsluiter Stuck In A Dance. Dáár zit de groei.", "Als No Panic No Pain geen echt album is, doet het er in elk geval extra naar uitkijken."], "authors": ["Menno Pot"], "keywords": ["van", "als", "elektronica", "het", "pain", "op", "londense", "panic", "woorden", "sinistere", "waarover", "mixtape", "mitrailleert", "flohio", "een", "ze", "en", "te", "door"], "pubDate": "2020-12-03T14:34:27+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}