{"id": "72c70e62-fe2f-3017-a46e-007b3075f6a7", "title": "Moet Europa Super Mario op blote knietjes danken?", "url": "https://volkskrant.nl/economie/moet-europa-super-mario-op-blote-knietjes-danken~bd8a2d11/", "summary": "Hij was nog de meest genuanceerde, want kritiek op een onafhankelijke centrale bank vonden liberalen ongepast.\nDe schulden van de eurozonelanden zitten gemiddeld nu op bijna 100 procent van het bbp.\nDe schuld van Italië is in percentages van het bbp net zo hoog als ‘de onhoudbare’ van Griekenland vijf jaar geleden.\nMaar geen Kamerlid klaagt meer, laat staan dat een polderpoliticus de nieuwe ECB-president Christine Lagarde wil tuchtigen.\nEn dat is te danken aan Draghi die de rente van een nu onvoorstelbare 4 procent heeft teruggebracht naar 0 procent.", "paragraphs": ["Op 10 mei 2017 moest Mario Draghi spitsroeden lopen in de Tweede Kamer. De fluwelen handschoen was door de polderpolitici ingeruild voor de gesel. Thierry Baudet (FvD), Carola Schouten (CU), Martin van Rooijen (50+) en vooral Pieter Omtzigt (CDA) hadden er zelfs wat metaal op gemonteerd, zodat hij de tuchtiging niet zou vergeten.", "De ‘Italiaanse kwakzalver’ had de Nederlandse spaarders bestolen en de pensioenfondsen naar de rand van de afgrond gevoerd. Zijn opkoopprogramma van tientallen miljarden euro’s per maand was alleen bedoeld om de zuidelijke EU-landen een helpende hand toe te steken. Zelfs de president van de centrale bank van de voormalige Sovjet-Unie had niet zoveel overheidsschulden durven opkopen.", "‘Ronduit gevaarlijk’, had Omtzigt zijn opkoopbeleid genoemd. ‘Hij schiet met een kanon op een mug’, zei VVD-Kamerlid Pieter Duisenberg, zoon van de eerste ECB-president Wim Duisenberg en toentertijd voorzitter van de commissie van Financiën. Hij was nog de meest genuanceerde, want kritiek op een onafhankelijke centrale bank vonden liberalen ongepast.", "Draghi bleef stoïcijns. De geselslagen deden geen pijn op zijn olifantenhuid. Het opkoopprogram-ma was noodzakelijk om nieuwe banen te scheppen en inflatie te creëren. Dat zelfs Klaas Knot van De Nederlandsche Bank en Jens Weidmann van de Bundesbank zich publiekelijk tegen zijn opkoopprogramma hadden gekeerd, maakte hem niet zoveel uit.", "Draghi is nu al ruim één jaar weg bij de ECB. Het opkoopprogramma is niet getemporiseerd, laat staan gestopt, het is verhoogd. En de rente is verder gedaald. De schulden van de eurozonelanden zitten gemiddeld nu op bijna 100 procent van het bbp. De schuld van Italië is in percentages van het bbp net zo hoog als ‘de onhoudbare’ van Griekenland vijf jaar geleden.", "Maar geen Kamerlid klaagt meer, laat staan dat een polderpoliticus de nieuwe ECB-president Christine Lagarde wil tuchtigen. Omdat niemand van de coronacrisis financiële schade mag lijden, wordt de ene na de andere obligatielening geplaatst die dan wordt opgekocht door de ECB. De financiering is zo gratis. Wopke Hoekstra krijgt op elke geleende euro zelfs nog geld toe.", "Zelfs een eeuwigdurende lockdown lijkt zo mogelijk als de doemdenkers gelijk krijgen en telkens nieuwe mutanten van covid-19 opduiken.", "En dat is te danken aan Draghi die de rente van een nu onvoorstelbare 4 procent heeft teruggebracht naar 0 procent. De schulden lopen op, maar de kosten daarvan zijn minimaal. Uiteraard moet niemand eraan denken dat de rente weer een keer oploopt naar 4 procent, laat staan 12 procent zoals in de jaren tachtig.", "Maar tot die tijd hoeft niemand financieel slechter te worden van de grootste ramp sinds de Tweede Wereldoorlog.", "En dat is te danken aan de ‘Italiaanse kwakzalver’."], "authors": ["Peter De Waard"], "keywords": ["moet", "van", "europa", "zijn", "het", "en", "een", "zelfs", "mario", "blote", "op", "super", "te", "procent", "knietjes", "danken", "dat"], "pubDate": "2020-12-21T20:45:00Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}