{"id": "72da3ce5-ae72-3869-8a18-5c8884c84a09", "title": "Huub Stapel en Wim Daniëls gaan op zoek naar het echte dorpsgevoel", "url": "https://www.parool.nl/kunst-media/huub-stapel-en-wim-daniels-gaan-op-zoek-naar-het-echte-dorpsgevoel~b8dcf439/", "summary": "Het Dorp van Huub Stapel en Wim Daniels.\n“En met de Limburgers die je tegenkomt in het wereldje schiet je dan meteen in het dialect.\nAan de andere kant trekken jonge gezinnen uit de stad om de rust en ruimte van een dorp te vinden.\nVan het openhouden van de kroegen tot het organiseren van paalklimwedstrijden.\nHet is ongelooflijk.”65 jaar getrouwdHet is de daadkracht en saamhorigheid die Stapel en Daniëls ontroerden.", "paragraphs": ["Het Dorp van Huub Stapel en Wim Daniels. Beeld Roland Reinders", "Hij dook twee weken geleden opeens op in de kerstspecial van All you need is love. Huub Stapel speelde een mijnwerker en sprak weer eens vloeiend Limburgs. “Dat verleer je nooit,” glimlacht de acteur, die opgroeide in Tegelen, een dorp ten zuiden van Venlo.", "", "“En met de Limburgers die je tegenkomt in het wereldje schiet je dan meteen in het dialect. Vroeger met Jeroen Willems. En nu als ik Pieter Kuijpers tref, Ben Verbong, Carine Crutzen. En Chantal Janzen. Komt ook uit Tegelen. Haar vader was mijn badmeester. Ze hing als meisje van acht aan mijn broek met carnaval. ‘Meneer Stapel, ik wil ook actrice worden.’ ‘Moet je doen, meiske,’ zei ik. Ik zou het heel gek vinden als Chantal opeens ABN tegen me zou praten.”", "Stapel zegt de laatste zinnen in het Limburgs. Hij mag dan al bijna vijf decennia weg zijn uit de zuidelijke provincie, het dialect noch het dorpsgevoel is hij verleerd of vergeten. “De dorpscultuur is het naar elkaar omkijken, het ons-kent-onsgevoel, de betrokkenheid, de saamhorigheid, de plek waar vroeger de touwtjes uit de brievenbus hingen,” vat hij samen.", "Het komt allemaal terug in de zesdelige reeks die Stapel maakte met schrijver Wim Daniëls. De twee gingen op zoek naar het echte dorpsgevoel. Enerzijds worden de dorpen steeds meer opgeslokt door grote gemeenten, verdwijnen de voorzieningen en de jongeren. Aan de andere kant trekken jonge gezinnen uit de stad om de rust en ruimte van een dorp te vinden. Behalve Stapel komt ook Wim Daniëls uit een dorp: Aarle-Rixtel in Noord-Brabant. “We hebben daar herinneringen opgehaald. Wim is een geweldige verteller. Het was een prachtige rit,” doelt hij op de tocht met de motor met zijspan.", "Zeven kroegen", "Stapel aan het stuur, Daniëls ernaast. Ze deden dorpjes aan als Tilligte, Gasselternijveen, Dwingeloo, Meer, Warga, Broek in Waterland en Kinderdijk. En het Friese Akkrum, de geboorteplaats van de advocatenbroers Wim en Hans Anker.", "“Zij hadden hun praktijk in Leeuwarden, maar zijn zelf in Akkrum blijven wonen. Ze hebben er geloof ik 1500 initiatieven ontwikkeld. Van het openhouden van de kroegen tot het organiseren van paalklimwedstrijden. Het dorp telt 3500 inwoners, maar je hebt er werkelijk alles. Supermarkten, kappers, drogisten, winkels, een bibliotheek, alles. En geloof het of niet, zeven kroegen. Het is ongelooflijk.”", "65 jaar getrouwd", "Het is de daadkracht en saamhorigheid die Stapel en Daniëls ontroerden. “In Meer trok op zondag de harmonie door de straten om een aubade te brengen aan een echtpaar dat 65 jaar was getrouwd. Waar zie je dat? Tien jongens die samen een café kochten om het niet verloren te laten gaan. Om antwoord te geven op de vraag of de dorpscultuur verdwijnt: ik ben geen socioloog, maar ik denk het niet.”", "Het Dorp, elke woensdag op NPO 1 bij Omroep Max om 21.50 uur."], "authors": ["Dennis Jansen"], "keywords": ["ik", "je", "van", "huub", "echte", "naar", "en", "een", "zoek", "met", "dorp", "op", "gaan", "het", "wim", "stapel"], "pubDate": "2021-01-06T15:00:05Z", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}