{"id": "72df6607-0a09-31b9-84f4-fc1ad85c462d", "title": "Autocoureur Al Attiyah boekt veertigste zege uit loopbaan in Dakar Rally", "url": "http://www.nu.nl/sport-overig/6101274/autocoureur-al-attiyah-boekt-veertigste-zege-uit-loopbaan-in-dakar-rally.html", "summary": "Nasser Al Attiyah heeft maandag in Saoedi-Arabië voor de veertigste keer in zijn loopbaan een etappe in de Dakar Rally gewonnen.\nAl Attiyah kwam in de achtste etappe 52 seconden eerder binnen dan de Spanjaard Carlos Sainz, die zich met de tweede plek moest tevredenstellen.\nMet zijn overwinning in de achtste etappe - zijn vijfde zege deze Dakar Rally - bevestigde de vijftigjarige Al Attiyah nog maar eens zijn dominantie.\nDe strijd om de eindzege lijkt volledig tussen Al Attiyah en Peterhansel te gaan, aangezien titelverdediger Sainz al op een achterstand van bijna 39 minuten staat.\nHij won de achtste etappe, het tweede deel van een marathonetappe, en liep een dikke minuut uit op de Australiër Toby Price.", "paragraphs": ["Nasser Al Attiyah heeft maandag in Saoedi-Arabië voor de veertigste keer in zijn loopbaan een etappe in de Dakar Rally gewonnen. De autocoureur was de sterkste in een rit van Sakaka naar Neom over 709 kilometer.", "Al Attiyah kwam in de achtste etappe 52 seconden eerder binnen dan de Spanjaard Carlos Sainz, die zich met de tweede plek moest tevredenstellen. De Fransman Stéphane Peterhansel verloor iets meer dan drie minuten op de Qatarese winnaar en eindigde als derde.", "Met zijn overwinning in de achtste etappe - zijn vijfde zege deze Dakar Rally - bevestigde de vijftigjarige Al Attiyah nog maar eens zijn dominantie. Hij won ook al de proloog, de tweede, de derde en de vierde etappe in de woestijnrally.", "In het algemeen klassement gaat Al Attiyah overigens niet aan de leiding. Koploper Peterhansel zag zijn voorsprong weliswaar teruglopen, maar zijn marge op naaste belager Al Attiyah bedraagt nog vier minuten en vijftig seconden.", "De strijd om de eindzege lijkt volledig tussen Al Attiyah en Peterhansel te gaan, aangezien titelverdediger Sainz al op een achterstand van bijna 39 minuten staat. De Dakar Rally duurt nog tot en met vrijdag.", "Cornejo verstevigt leiding bij motoren", "Bij de motoren verstevigde de Chileen José Ignacio 'Nacho' Cornejo zijn koppositie. Hij won de achtste etappe, het tweede deel van een marathonetappe, en liep een dikke minuut uit op de Australiër Toby Price. Het verschil tussen de twee in het algemeen klassement is nu 1.06 minuut in het voordeel van Cornejo.", "Price (KTM), die voor aanvang van de etappe slechts 1 seconde achterstand had in de algemene stand, gaf 1.05 toe. De Amerikaanse titelverdediger Ricky Brabec (Honda) eindigde als derde op 2.50 en bezet de zesde plaats in het algemeen klassement.", "Een gegadigde voor de eindzege bij de motoren viel weg. De Fransman Xavier de Soultrait (Husqvarna), die vierde stond, kwam na 267 kilometer ten val en kon niet meer verder. Een helikopter moest de motorrijder naar het ziekenhuis vervoeren."], "authors": ["Door", "Nu.Nl Anp"], "keywords": ["autocoureur", "zege", "zijn", "het", "al", "van", "voor", "en", "uit", "etappe", "een", "dakar", "loopbaan", "veertigste", "boekt", "op", "attiyah", "rally"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}