{"id": "72fba8d1-99f7-3e06-b1a8-5a394a7c4bcb", "title": "AZ-trainer Pascal Jansen: een ‘gedreven jongen met veel voetbalverstand’", "url": "https://www.volkskrant.nl/sport/az-trainer-pascal-jansen-een-gedreven-jongen-met-veel-voetbalverstand~b682553a/", "summary": "Trainer Pascal Jansen van AZ tijdens de wedstrijd tegen FC Groningen, 6 december.\nMet een uitroepteken.\nNa vijf jaar als jeugdtrainer bij HFC Haarlem ging hij met Rinus Israel mee naar de Verenigde Arabische Emiraten als assistent.\n‘Een prima, gedreven jongen met veel voetbalverstand,’ typeert Jan Streuer, technisch directeur van FC Twente en voorheen van Vitesse, Jansen.\nUiterst pragmatisch handelde Jansen toen hem zaterdagochtend gevraagd werd de rol van hoofdcoach tot aan het einde van het seizoen over te pakken.", "paragraphs": ["Trainer Pascal Jansen van AZ tijdens de wedstrijd tegen FC Groningen, 6 december. Beeld Guus Dubbelman / de Volkskrant", "De vraagtekens over de beslissing van de AZ-directie om de naar ‘concurrent’ Feyenoord lonkende coach Arne Slot te ontslaan cirkelen nog altijd boven Alkmaar. Maar een ding is glashelder: AZ positioneert zichzelf als een topclub. Met een uitroepteken. Er is minder financiële potentie, er zijn veel minder prijzen gewonnen en de achterban is kleiner dan Ajax, PSV en Feyenoord. Maar de comfortabele rol van subtopper is passé. Elke nederlaag is er vanaf nu echt eentje te veel. Feest vieren vanwege een derde plaats, zoals in 2015, kan niet meer. Zesde worden zoals in 2017 al helemaal niet. ‘Willen’ is meer dan ooit ‘moeten’.", "Met dit zelf opgespelde verwachtingspatroon is assistent Pascal Jansen naar voren geschoven als hoofdtrainer. In de laatste drie drukke weken tot aan de winterstop moet hij de jonge, aangeslagen spelersgroep optimaal prepareren. Jansen (47) was nog nooit hoofdcoach in de eredivisie, wel twee jaar in de eerste divisie. Met Jong PSV eindigde hij in zijn tweede seizoen knap als vierde.", "Slot was toen hij medio 2019 hoofdcoach werd overigens nog korter (gedeeld) eindverantwoordelijk bij een eerstedivisionist (Cambuur). Net als Jansen bekleedde hij eerst de rol van assistent bij AZ.", "Jansen is al trainer sinds een knieblessure zijn spelersloopbaan op 20-jarige leeftijd in de kiem smoorde. Na vijf jaar als jeugdtrainer bij HFC Haarlem ging hij met Rinus Israel mee naar de Verenigde Arabische Emiraten als assistent.", "Israel: ‘Volgens mij belde hij me op. Of hij mee mocht. Ik kende hem helemaal niet, maar zei: is prima, joh. Nooit spijt van gehad, we hebben het daar heel leuk gehad. Hij is bezeten van het spelletje, leergierig, zelfbewust en superserieus op de trainingen. Na ons mooie avontuur kwam hij nog wel eens langs. Sociaal type, heel anders dan ik, haha.’", "Gedreven", "Jansen bekleedde daarna bij Vitesse, Sparta en PSV de sleutelpositie van hoofd opleiding. ‘Een prima, gedreven jongen met veel voetbalverstand,’ typeert Jan Streuer, technisch directeur van FC Twente en voorheen van Vitesse, Jansen. ‘Hij was jong voor een hoofd opleiding, maar liet nooit met zich sollen, hij zit er bovenop.’", "Sinds medio 2018 was Jansen assistent bij AZ, nadat hij die rol eerder ook bij Sparta op zich had genomen. Zijn familie is bekend met de spotlights, zijn moeder is de Engels-Nederlandse zangeres Sue Chaloner van het duo Spooky & Sue dat een hit had met Swinging on a star.", "Uiterst pragmatisch handelde Jansen toen hem zaterdagochtend gevraagd werd de rol van hoofdcoach tot aan het einde van het seizoen over te pakken. Eerst wilde hij de training leiden zodat de voorbereiding op het duel met FC Groningen nog enigszins normaal verliep. Het gaf hem de tijd nog even na te denken. Daarna zei hij tegen de directie: ‘oké, ik ga jullie helpen.’", "Zondag beleefde hij zijn vuurdoop met een thuisnederlaag (1-2) tegen FC Groningen, inclusief twee rode kaarten en een driftbui van aanvaller Jesper Karlsson na zijn wissel. Jansen na afloop op een toon alsof hij even een wasje ging ophangen: ‘Jesper moet respect tonen naar de club en zijn collega die voor hem invalt. Heeft hij niet gedaan dus daar gaan we even over bomen.’", "AZ-spelers roemen zijn rustige inborst, zijn tactische ideeën die niet veel verschillen van die van Slot. Doorgaans zijn spelers in de media altijd enthousiast over een nieuwe trainer, maar het klonk gemeend toen aanvoerder Teun Koopmeiners zei dat AZ gretig was om óók voor Jansen goed te presteren. ‘Maar misschien hebben die gretigheid plus de emoties niet meegewerkt tegen Groningen.’", "Jansen dient al die emoties zien te kanaliseren richting het belangrijke Europa Leagueduel met Rijeka komende donderdag. Bij winst overwintert AZ. Miljoenen en prestige staan op het spel.", "Ondertussen gaan kranten, tijdschriften, praatprogramma’s en podcasts nog wel even door over het heenzenden van Slot. Het nieuws is vergelijkbaar hard ingeslagen met toen Louis van Gaal dreigde met opstappen, in 2008, vanwege beroerde resultaten. Toen viel er nog iets te lijmen, met zelfs de landstitel in 2009 als gevolg.", "Nu is Slot beschadigd en heeft de AZ-directie haar geloofwaardigheid min of meer in handen gelegd van Jansen. Wat de spelersgroep betreft, trekt de nieuwe trainer de lijn van de oude door. Al snapt Koopmeiners dat Jansen ‘omdat hij nu eenmaal een ander persoon is’ ook wat eigen accenten zal aanbrengen.", "Jansen beaamde het. ‘Maar we hebben het niet onaardig gedaan de laatste anderhalf jaar dus het zou wel bizar zijn als ik veel ga wijzigen.’", "Met Van Gaal ging het goed, met De Jong minder Een assistent die tijdens het seizoen een succesvolle hoofdcoach moet opvolgen; dat kan best goed gaan. Leo Beenhakker vertrok bij Ajax in 1991 omdat hij de lokroep van Real Madrid niet kon weerstaan. Zijn opvolger Louis van Gaal startte stroef, maar won in 1992 de UEFA Cup en in 1995 de Champions League. Het kan ook helemaal misgaan. FC Utrecht-coach Erik ten Hag trok begin 2018 naar Ajax en werd opgevolgd door zijn assistent Jean-Paul de Jong. De Jong werd na negen maanden vervangen vanwege een ‘onwerkbare situatie’ tussen de spelersgroep en de trainer."], "authors": ["Bart Vlietstra"], "keywords": ["van", "nog", "jongen", "jansen", "hij", "pascal", "met", "het", "zijn", "gedreven", "voetbalverstand", "een", "niet", "aztrainer", "en", "veel"], "pubDate": "2020-12-07T22:03:25+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}