{"id": "730705ea-b06c-3def-9f75-764489c246d5", "title": "Tientallen supermarkten beboet voor niet goed afdekken sigaretten", "url": "https://www.nu.nl/economie/6095661/tientallen-supermarkten-beboet-voor-niet-goed-afdekken-sigaretten.html", "summary": "De Nederlandse Voedsel- en Warenautoriteit (NVWA) heeft 32 boetes uitgedeeld aan supermarkten die het uitstalverbod voor rookwaren niet of niet goed hadden nageleefd.\nDe NVWA heeft twee boetes uitgedeeld voor het helemaal niet afdekken van de rookartikelen.\nOok heeft de toezichthouder dertig boetes opgelegd en drie schriftelijke waarschuwingen afgegeven voor het niet goed afdekken van de producten en nog eens vijf boetes opgelegd vanwege overtredingen van het reclameverbod.\n\"Ook waren er winkels waar nog niet alle rookwaren waren afgedekt.\"\nVijf winkels overtraden een deel van het reclameverbod voor tabak.", "paragraphs": ["De Nederlandse Voedsel- en Warenautoriteit (NVWA) heeft 32 boetes uitgedeeld aan supermarkten die het uitstalverbod voor rookwaren niet of niet goed hadden nageleefd. Van de 68 gecontroleerde winkels hadden 2 de producten helemaal niet aan het zicht onttrokken, de overige supers hadden dat niet op de juiste wijze gedaan, schrijft staatssecretaris Paul Blokhuis (Volksgezondheid) donderdag in een brief aan de Tweede Kamer.", "In supermarkten moeten rookwaren sinds 1 juli volledig aan het zicht onttrokken zijn. Vanaf 1 januari geldt dat ook voor andere verkooppunten, zoals webwinkels en tankstations. Het afdekken van sigaretten en shag moet roken verder ontmoedigen.", "De NVWA heeft twee boetes uitgedeeld voor het helemaal niet afdekken van de rookartikelen. Ook heeft de toezichthouder dertig boetes opgelegd en drie schriftelijke waarschuwingen afgegeven voor het niet goed afdekken van de producten en nog eens vijf boetes opgelegd vanwege overtredingen van het reclameverbod. Het gaat om boetes van 450 euro, die bij herhaling in totaal kunnen oplopen tot 4.500 euro.", "De NVWA heeft in juli, augustus en september gecontroleerd of de supers de regels naleven. \"Bij 33 bedrijven waren de rookwaren wel afgeschermd, maar werd nog niet aan alle voorwaarden voldaan\", aldus de NVWA. Zo lagen er bijvoorbeeld andere producten bij de sigaretten, waardoor die steeds zichtbaar waren als iets anders gepakt moest worden.", "\"Ook waren er winkels waar nog niet alle rookwaren waren afgedekt.\" Vijf winkels overtraden een deel van het reclameverbod voor tabak. \"Bijvoorbeeld omdat er een poster met tabaksreclame hing.\""], "authors": ["Door"], "keywords": ["van", "sigaretten", "goed", "het", "boetes", "waren", "beboet", "afdekken", "niet", "supermarkten", "en", "rookwaren", "nvwa", "tientallen", "aan", "voor"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}