{"id": "730daf3e-3589-3ddf-a14b-6e2bdca5aea2", "title": "Corona in Drenthe en Groningen: 520 nieuwe besmettingen. Bekijk hier de cijfers in jouw gemeente", "url": "https://www.dvhn.nl/extra/Corona-in-Drenthe-en-Groningen-520-nieuwe-besmettingen.-Bekijk-hier-de-cijfers-in-jouw-gemeente-26293214.html", "summary": "Het RIVM noteerde over het afgelopen etmaal 233 nieuwe besmettingen met corona in Drenthe en 287 in Groningen.\nIn Drenthe zijn dat er 131 meer dan een dag eerder, in Groningen 134 meer.\nLandelijk kwamen er het afgelopen etmaal 11.214 nieuwe besmettingen bij.\nComputerstoringDe forse stijgingen ontstaan deels door een correctie op een computerstoring.\nDe druk op de ziekenhuizen blijft toenemenDe ziekenhuizen in Drenthe, Groningen en Friesland verzorgden woensdagochtend 177 coronapatiënten.", "paragraphs": ["Het RIVM noteerde over het afgelopen etmaal 233 nieuwe besmettingen met corona in Drenthe en 287 in Groningen.", "In Drenthe zijn dat er 131 meer dan een dag eerder, in Groningen 134 meer. Landelijk kwamen er het afgelopen etmaal 11.214 nieuwe besmettingen bij. Dat zijn er 4.532 meer dan een dag eerder.", "Computerstoring", "De forse stijgingen ontstaan deels door een correctie op een computerstoring. Die storing zorgde er gisteren voor dat de cijfers niet volledig waren. Los daarvan loopt het dagelijks aantal nieuwe besmettingen al enkele weken op. Bij de GGD Groningen was het vorige week zelfs zo druk dat de dienst er niet meer in slaagde om bij alle nieuwe besmettingen nog bron- en contactonderzoek te doen.", "De cijfers in Drenthe over het afgelopen etmaal", "Besmettingen Ziekenhuisopnames Sterfgevallen Aa en Hunze 12 0 0 Assen 18 1 0 Borger-Odoorn 12 0 0 Coevorden 26 0 0 De Wolden 24 1 0 Emmen 55 1 0 Hoogeveen 34 0 1 Meppel 12 0 0 Midden-Drenthe 14 0 0 Noordenveld 9 0 0 Tynaarlo 10 0 0 Westerveld 6 0 0 Totaal 233 3 1", "Van één besmetting is de woongemeente onbekend.", "De cijfers in Groningen over het afgelopen etmaal", "Besmettingen Ziekenhuisopnames Sterfgevallen Appingedam 6 0 0 Delfzijl 10 0 0 Groningen 121 0 1 Het Hogeland 21 0 0 Loppersum 7 0 0 Midden-Groningen 26 1 1 Oldambt 15 0 0 Pekela 3 0 0 Stadskanaal 25 0 0 Veendam 18 0 0 Westerkwartier 14 0 0 Westerwolde 21 0 0 Totaal 287 1 2", "Sterfgevallen", "Drenthe noteerde het afgelopen etmaal 1 nieuw sterfgeval als gevolg van Covid-19. Het dodental staat hier nu op 119. In Groningen overleden 2 coronapatiënten. Hier staat het dodental op 60.", "De druk op de ziekenhuizen blijft toenemen", "De ziekenhuizen in Drenthe, Groningen en Friesland verzorgden woensdagochtend 177 coronapatiënten. Dat zijn er ruim 40 meer dan zo’n twee weken geleden. Ruim een derde van alle patiënten komt uit andere regio’s.", "De ziekenhuizen in Nederland behandelden woensdagochtend 1.964 coronapatiënten. Dat zijn er 10 meer dan een dag eerder. Van alle patiënten liggen er 526 op de intensive care.", "De afgelopen 7 dagen is het aantal coronapatiënten in de Nederlandse ziekenhuizen toegenomen met ruim 300 personen.", "Corona dashboard", "Meer cijfers bekijken? Dat kan op de coronadashboards van de Rijksoverheid , de GGD Drenthe en de GGD Groningen .", "Met medewerking van Yemna Osman."], "authors": [], "keywords": ["dat", "besmettingen", "corona", "van", "een", "groningen", "gemeente", "het", "afgelopen", "er", "en", "hier", "cijfers", "op", "drenthe", "meer", "nieuwe", "jouw"], "pubDate": null, "publicationId": "bb59becc-5bf6-3c6d-8cdd-d41716890d16"}