{"id": "7310ef7c-a4a1-3387-8f5f-f50e6e6f9a1d", "title": "Autoverkoop in 2020 met 20 procent onderuit, elektrische auto's in trek", "url": "https://nu.nl/auto/6099744/autoverkoop-in-2020-met-20-procent-onderuit-elektrische-autos-in-trek.html", "summary": "In Nederland zijn het afgelopen jaar 356.051 nieuwe personenwagens geregistreerd, een daling van 20 procent ten opzichte van het jaar ervoor.\nHet aandeel van elektrische auto's in de verkoop liep in 2020 op naar bijna 20 procent.\nHet aandeel elektrische auto's zal in 2021 minimaal 20 procent zijn, zo verwachten de brancheorganisaties.\nAls gevolg was bijna 75 procent van het aantal registraties in december elektrisch.\nIn totaal zijn er ongeveer 70.000 exemplaren op kenteken gegaan in 2020 tegenover 61.500 elektrische auto's in 2019.", "paragraphs": ["In Nederland zijn het afgelopen jaar 356.051 nieuwe personenwagens geregistreerd, een daling van 20 procent ten opzichte van het jaar ervoor. Dat maken BOVAG, RAI Vereniging en dataprovider RDC vrijdag bekend. Het aandeel van elektrische auto's in de verkoop liep in 2020 op naar bijna 20 procent.", "Voor dit jaar rekenen BOVAG en RAI Vereniging op licht herstel na een zwaar coronajaar. De partijen zetten in op een verkoop van zo'n 400.000 exemplaren. Het aandeel elektrische auto's zal in 2021 minimaal 20 procent zijn, zo verwachten de brancheorganisaties.", "De grote vraag naar elektrische auto's was duidelijk te merken in december, omdat dan steevast nog veel modellen op kenteken gezet worden. Op die manier kunnen zakelijke rijders profiteren van een lagere fiscale bijtelling voor het privégebruik van de auto. Deze is per 1 januari verhoogd naar 12 procent over de eerste 40.000 euro in plaats van 8 procent over de eerste 45.000 euro.", "Als gevolg was bijna 75 procent van het aantal registraties in december elektrisch. In totaal zijn er ongeveer 70.000 exemplaren op kenteken gegaan in 2020 tegenover 61.500 elektrische auto's in 2019.", "KIA Niro neemt titel van Tesla over", "Voor het eerst kan een Koreaanse auto zich het bestverkochte model van Nederland noemen. In 2020 was de KIA Niro, mede dankzij elektrische aandrijving, het meest in trek. De Niro neemt het stokje over van de Tesla Model 3, wat vorig jaar de meest geregistreerde auto was. De Model 3 is nu goed voor de zevende plaats.", "De nieuwe Volkswagen ID.3 was dankzij een groot aantal reeds geplaatste bestellingen al direct goed voor plek twee, terwijl de Hyundai KONA de top drie compleet maakt. Ook van dit model werden vooral elektrische versies verkocht.", "Volkswagen is 2020 geëindigd als meest geregistreerde merk. De Duitsers zetten 44.670 auto's op kenteken, goed voor een marktaandeel van 12,5 procent. KIA legt met 26.777 exemplaren beslag op plaats twee, Peugeot met 23.938 stuks op plek drie."], "authors": ["Door"], "keywords": ["trek", "van", "2020", "autoverkoop", "voor", "jaar", "met", "onderuit", "een", "elektrische", "20", "model", "autos", "procent", "op", "het"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}