{"id": "731c4a92-8355-334b-879b-636d1128b37c", "title": "‘Help je me als ik in de goot lig?’ vroeg bokser Muhammad Ali aan hem", "url": "https://www.parool.nl/ps/help-je-me-als-ik-in-de-goot-lig-vroeg-bokser-muhammad-ali-aan-hem~b4e5ae2ec/", "summary": "Op de grootste boekenkast staan twee opgezette dieren: een fazant en een uil.\nDe eerste ontmoeting tussen Dubbelman en Ali in Hotel Okura, 1976.\nAls hij een broek aan had gehad, had ik een foto gemaakt.\nMet het snelle voetenwerk en de machtige bovenbenen bracht hij het lichaam in de positie om krachtig te stoten.\nNiet alleen voor Ali zelf, maar ook voor de menselijke soort, vindt Dubbelman, want Ali is een van de meest geslaagde exemplaren.", "paragraphs": ["In het boek Ali was mijn vriend vertelt fotograaf Guus Dubbelman (63) over zijn bijzondere band met bokser Muhammad Ali, die hem steeds dichterbij liet komen.", "‘De witte met het zwarte hart’ noemen sportjournalisten hem soms gekscherend. Guus Dubbelman moet erom grijnzen. De omschrijving komt van collega’s die hem waarderen, maar soms ook de draak steken met het onderwerp – de zwarte cultuur – waarover Dubbelman niet uitgesproken raakt. Ook de Surinaamse ex-vrouw van Dubbelman, die tijdens het interview op een kleinkind past, lijkt niet te struikelen over de bijnaam.", "Aan de keukentafel van zijn nieuwbouwhuis in de Bijlmer schenkt Dubbelman oploskoffie in een mok met de afbeelding van Barack Obama. Hij woont er sinds de zomer; de inrichting is bijna af. Op de grond liggen wel nog stapels boeken die niet meer in de uitpuilende kasten passen. Op de grootste boekenkast staan twee opgezette dieren: een fazant en een uil.", "“Alles aan die uil is functioneel,” zegt Dubbelman. “De snavel, de klauwen, de ogen en de draaiing van de nek. Zo heeft de natuur hem geschapen voor optimale kansen op overleving van de soort.”", "De mannetjesfazant bestaat vooral uit pracht en praal, stelt Dubbelman. Mannetjesfazanten hebben kleurrijke vleugels en een indrukwekkende staart, maar goed vliegen kunnen ze niet. “Dat uiterlijke vertoon is ook functioneel,” zegt Dubbelman. “Zo trekt het mannetje vrouwtjes aan.”", "Wie bij Dubbelman aanschuift om te achterhalen wat hem zo boeit in Muhammad Ali, krijgt een antwoord met vele lagen. Het gaat over de schitterende schepping van de mens en andere diersoorten, religie, economische machtsverhoudingen, slavernij, racisme, de vuige veiligheidsdiensten en een perfecte rechtse directe. In Ali komt het volgens hem allemaal ­samen.", "Kort onderonsje", "Dubbelman was een 18-jarige scholier die jaren plakboeken van Ali had gemaakt, toen hij hem in 1976 voor het eerst in het echt zag. De in 2016 overleden bokser was destijds in Nederland om zijn autobiografie te promoten. Dubbelman wachtte in de lobby van Hotel Okura urenlang op zijn held. In een kort onderonsje zei Dubbelman dat hij het niet netjes vond dat Ali nog getrouwd was, maar met een andere vrouw naar Nederland was afgereisd.", "“Dat prikkelde hem,” herinnert Dubbelman zich. “Want hij zei meteen dat de vrouw met wie hij was getrouwd ­eerder was vreemdgegaan dan hij.”", "Omdat Ali het wel grappig vond dat een tengere jongen from Holland hem de maat nam, nodigde hij hem uit bij zijn gezelschap, denkt Dubbelman. Fotograaf Hans Heus maakte er foto’s van. Toen hij dat vak van dichtbij meemaakte, wilde Dubbelman ook fotograaf worden. Hij werd freelancer, met de Volkskrant als grootste opdrachtgever.", "De eerste ontmoeting tussen Dubbelman en Ali in Hotel Okura, 1976. Beeld Hans Heus", "Dubbelman had verschillende ontmoetingen met Ali. De fotograaf ging naar Ali’s laatste bokspartijen, maar hij bezocht hem in 1985 ook in zijn reusachtige huis in Los ­Angeles. Dubbelman bleef er vijf dagen logeren, en ­fotografeerde moslim Ali tijdens het ochtendgebed.", "“Het is de intiemste foto die ik van Ali heb gemaakt. Maar er waren intiemere momenten die ik niet heb gefotografeerd. Zo was ik erbij toen Ali na de verloren partij uitgeteld op een massagetafel lag. Naakt. Hij zag eruit als Jezus die net van het kruis was gehaald. Als hij een broek aan had gehad, had ik een foto gemaakt. Nu vond ik het niet ­gepast.”", "Het prachtige boek – met foto’s van Dubbelman zelf, ­foto’s van andere fotografen en begeleidende teksten van sportjournalist Erik Dijkstra – heet Ali was mijn vriend. Na een verloren gevecht zei Ali tegen Dubbelman: “Zul je me helpen als ik in de goot lig?”", "Het was geen directe hulpvraag van vriend tot vriend, denkt Dubbelman, maar meer een uiting van de zorgen die Ali had over zijn tanende lichaam en onzekere toekomst. Want een echte, wederzijdse vriendschap was het niet. De 15 jaar jongere fotograaf zag in Ali een vader of grote broer. Ali vond Dubbelman wel een grappig, mondig ­kereltje, met oprechte belangstelling in het wel en wee van de bokser en andere zwarte mensen, denkt Dubbelman.", "Dubbelmans fascinatie voor Ali schuilt allereerst in zijn gracieuze atletische kwaliteiten. “Boksen is voor de fysieke elite. En van dat selecte gezelschap was Ali de uitverkorene. Zelf ben ik altijd vrij iel geweest, misschien komt mijn interesse daarvandaan.”", "Ali’s laatste gevecht, tegen Trevor Berbick (r) in 1981. Ali verloor. Beeld Guus Dubbelman", "Machtige bovenbenen", "Ali was niet alleen een wonderschone atleet, maar ook een heel doeltreffende. De schoonheid stond in dienst van de effectiviteit, wat het geheel alleen nog maar mooier maakte. Hij was uil en fazant ineen, stelt Dubbelman. Het gracieuze dansen bijvoorbeeld, diende om de stoten van de ­tegenstander te ontwijken. Met het snelle voetenwerk en de machtige bovenbenen bracht hij het lichaam in de positie om krachtig te stoten. In zijn beste jaren belichaamde Ali de perfectie. “En dan te bedenken dat we Ali nooit in zijn piektijd konden bewonderen. Tussen zijn 25ste en 28ste was hij geschorst vanwege zijn dienstweigering.”", "Maar niet alleen het lichaam, ook de geest van de jonge Ali – toen nog Cassius Clay – was een sieraad voor de mensheid, vindt Dubbelman. “Zijn speelsheid, levenslust en openheid werkte alleen voor echte racisten niet aanstekelijk. Voor de rest van de wereld wel. Ik word altijd vrolijk van de jonge Ali. Hij had een prachtige lichtheid.”", "Wat later in zijn loopbaan sluit Ali zich aan bij de Nation of Islam, waar hij de ‘slavennaam’ Clay laat veranderen in de ‘Afrikaanse naam’ Ali. “Dat Ali een Afrikaanse naam is, klopt niet,” zegt Dubbelman. “Afrikanen hebben van ­origine namen met een lettergreep of acht. Het is een ­Arabische naam. Het zij hem vergeven.”", "Ook de rassentheorie die Ali als lid van de Nation of Islam verkondigde, is onzin, aldus Dubbelman. De organisatie pleitte voor raciale segregatie op grond van veronderstelde suprematie van het negroïde ras.", "“De verschillen in het dna van mensen zijn zo miniem dat je wetenschappelijk helemaal niet kunt spreken van verschillende rassen,” zegt Dubbelman, die zich erin verdiepte. “In de bloedlijn van Ali vind je behalve erfelijk ­materiaal van witte en native Americans, zogenoemde ­Indianen, maar dat heeft hij nooit uitgedragen. Begrijpelijk natuurlijk, want zijn donkere uiterlijk vormde de voedingsbodem voor zijn uitsluiting.”", "Dat Ali zich tijdelijk aansloot bij de Nation of Islam, ­beschouwt Dubbelman als reactie op de ongelijke samenleving waarin hij opgroeide. De economische machtsverhoudingen liepen vanwege het slavernijverleden parallel aan de raciale scheidslijnen. Omdat veel witte racisten zich baseerden op de Bijbel, ging ook de tegenstoot ­gepaard met een religie: de islam.", "Aftakeling", "Het kostte Ali z’n eerste huwelijk, omdat Sonji Roi liever korte rokjes en make-up droeg dan wijde kleren en een hoofddoek. Ook de alcohol wilde ze niet opgeven voor haar bekeerde man. “Voor Ali was die religie een enorm houvast,” aldus Dubbelman. “Als hij die niet gehad, zou hij misschien zelfmoord hebben gepleegd, zei hij me ooit.”", "De extreme politieke opvattingen trok Ali niet altijd consequent door in de rest van z’n leven. Zo hield hij z’n hele loopbaan een witte trainer, Angelo Dundee. Ali verwekte ook twee buitenechtelijke kinderen.", "“Een tegenstelling op maatschappelijk vlak was voor Ali bijna nooit een belemmering op het persoonlijke vlak. Hij vond het gewoon leuk om met andere mensen om te gaan. Daar teerde hij op.”", "Dankzij die karaktereigenschap kon Dubbelman zo dichtbij komen. Ook andere fotografen kregen van de jonge, ijdele Ali vaak toestemming om hem te bezoeken. Dat veranderde toen hij ouder en zieker werd.", "Dat Ali rond zijn veertigste steeds verder aftakelde door de ziekte van Parkinson, is heel bitter. Niet alleen voor Ali zelf, maar ook voor de menselijke soort, vindt Dubbelman, want Ali is een van de meest geslaagde exemplaren.", "Dat Ali’s achteruitgang alleen is toe te schrijven aan het boksen, wil er bij Dubbelman niet helemaal in. “Misschien hebben conservatieve krachten binnen de veiligheidsdiensten injecties tegen de pijn in z’n knokkels vervuild, want als charismatische zwaargewichtkampioen kon Ali veel zwarte mensen opzetten tegen de heersende klasse.”", "Of misschien is er iets in het water gedaan dat Ali in z’n trainingskamp in Deer Lake altijd uit een put omhooghaalde, zegt Dubbelman. “Dat is geen theorie die Ali me heeft verteld. Maar het zou mij niet verbazen.”", "Fotograaf Guus Dubbelman met kleinzoon Ayden.", "Erik Dijkstra & Guus Dubbelman: Ali was mijn vriend. Uitgeverij JEA, € 24,95."], "authors": ["Jop Van Kempen"], "keywords": ["help", "als", "bokser", "lig", "van", "hem", "het", "muhammad", "hij", "met", "zijn", "ik", "vroeg", "goot", "je", "ali", "een", "en", "niet", "dubbelman"], "pubDate": "2020-11-24T20:00:58+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}