{"id": "73220d64-446e-3b09-99d3-d88afde093ab", "title": "Partijraad SP stemt in met opschorten steun jongerentak", "url": "https://www.parool.nl/nederland/partijraad-sp-stemt-in-met-opschorten-steun-jongerentak~b77f77f0/", "summary": "Leden van Rood, de jongerenafdeling van de SP, tijdens een actie tegen huisjesmelkers.\nBeeld Hollandse Hoogte / ANPLeden van Rood, de jeugdafdeling van de SP, leren in Den Haag flyeren en handtekeningen verzamelen.\nVolgens het partijbestuur en de partijraad (die het in de SP uiteindelijk voor het zeggen heeft) wil het Platform van de SP een communistische partij maken.\nDe partijraad spreekt met haar steun voor de voorstellen ook steun voor het bestuur uit.\nIk ben blij dat we na een goede en open discussie met elkaar tot besluiten zijn gekomen en met elkaar verder kunnen bouwen aan een eerlijker Nederland.”", "paragraphs": ["Leden van Rood, de jongerenafdeling van de SP, tijdens een actie tegen huisjesmelkers. Beeld Hollandse Hoogte / ANP", "Leden van Rood, de jeugdafdeling van de SP, leren in Den Haag flyeren en handtekeningen verzamelen. Beeld Hollandse Hoogte / Marcel van den Bergh", "De partijraad, waarin de voorzitters van SP-afdelingen zitten, heeft uitgesproken dat dit Platform niet past binnen de SP “omdat het strijdig is met ons doel, onze beginselen en onze statuten”. Volgens het partijbestuur en de partijraad (die het in de SP uiteindelijk voor het zeggen heeft) wil het Platform van de SP een communistische partij maken.", "Dat de recent benoemde voorzitter van ROOD en een ander bestuurslid lid zijn van het CP, was voor de SP reden om in te grijpen. Officieel is dat omdat het SP-lidmaatschap niet samengaat met lidmaatschap van een andere partij. En de SP beschouwt het Platform als een partij. Daarom werden de jongeren uit de partij gezet, waardoor ze ook niet in het bestuur van ROOD mochten zitten.", "Maar achter de schermen speelt meer. De SP ziet de ROOD-bestuursleden als ‘zolderkamercommunisten’. De partij stelde een tijdlijn op in de aanloop naar de partijraad, waarin wordt uiteengezet hoe een aantal SP’ers ‘radicaliseerde’. De SP vreest dat ze de macht in de partij zouden willen overnemen. Volgens de jongeren en een aantal andere leden op de linkerflank van de partij, wil de SP kritische leden monddood maken. Dat het bestuur benoemd werd door ROOD-leden, komt volgens criticasters door frustratie dat de jongeren weinig ruimte krijgen om kritiek te uiten in de partij.", "De partijraad spreekt met haar steun voor de voorstellen ook steun voor het bestuur uit. Na urenlang vergaderen is onder meer “besloten tot het instellen van een commissie met als opdracht om zorgvuldig te onderzoeken hoe deze situatie heeft kunnen ontstaan, waaronder een analyse van de voedingsbodem voor het Communistisch Platform”, meldt de partij. De commissie komt uiterlijk begin mei met de resultaten.", "SP-voorzitter Jannie Visscher meldt na afloop van de partijraad dat de situatie bij ROOD haar aan het hart gaat. “Jongeren moeten zich thuis voelen in onze partij, actief kunnen zijn en ook de ruimte hebben. Ik ben blij dat we na een goede en open discussie met elkaar tot besluiten zijn gekomen en met elkaar verder kunnen bouwen aan een eerlijker Nederland.”"], "authors": ["Het Parool"], "keywords": ["rood", "partijraad", "jongerentak", "sp", "van", "het", "opschorten", "met", "steun", "een", "en", "dat", "stemt", "partij", "voor"], "pubDate": "2020-12-05T02:13:55+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}