{"id": "732bce92-fadf-3d54-97ed-7abb6a98ac21", "title": "Van koffie tot wc-papier: dit zijn de kosten van thuiswerken", "url": "https://volkskrant.nl/nieuws-achtergrond/van-koffie-tot-wc-papier-dit-zijn-de-kosten-van-thuiswerken~bc3fff8b/", "summary": "Toch kunnen al die microscopische bedragen bij elkaar opgeteld al snel oplopen tot 2 euro per thuiswerkdag, berekende de budgetvoorlichter.\nHoewel veel coronamaatregelen per 1 juli zijn versoepeld, werkt nog altijd 48 procent van de werkenden thuis, bleek vorige week uit onderzoek van het Kennisinstituut Mobiliteit.\nHet structurele karakter van het thuiswerken geeft te denken wie er dan voor de thuiswerkkosten moet opdraaien.\n‘We zullen in de toekomst vooral naar kantoor gaan voor die dingen die thuis niet goed kunnen.\nMaar voor het vaststellen van een echte nieuwe trend is het nog te vroeg.’", "paragraphs": ["Thuiswerken is voor de veertigjarige Celina doodnormaal sinds de coronacrisis. Ze werkt als coördinator bij het service- en informatiecentrum van zorgorganisatie DC Klinieken. Beeld Guus Dubbelman / De Volkskrant", "Het lijken allemaal verwaarloosbare bedragen op de lijst van het Nibud: 70 eurocent voor de zes kopjes koffie die we nu dagelijks aan de keukentafel drinken in plaats van onder het systeemplafond. 4 eurocent aan stroomkosten en 2 eurocent voor de 24 velletjes wc-papier die we verbruiken door de extra bezoeken aan ons eigen toilet. Toch kunnen al die microscopische bedragen bij elkaar opgeteld al snel oplopen tot 2 euro per thuiswerkdag, berekende de budgetvoorlichter. Bij een 40-urige werkweek komt dat neer op 40 euro per maand en 400 euro per jaar.", "De bedragen zijn gemiddelden berekend over de jaarcijfers die het Nibud bijhoudt, stelt een woordvoerder. De verschillen tussen huishoudens zullen dus groot zijn. ‘Het maakt voor de stookkosten bijvoorbeeld nogal uit of je in een villa of een tiny house woont.’ Maar duidelijk is wel dat thuiswerken een impact heeft op ons huishoudboekje.", "En dat zal voorlopig ook nog wel zo blijven. Hoewel veel coronamaatregelen per 1 juli zijn versoepeld, werkt nog altijd 48 procent van de werkenden thuis, bleek vorige week uit onderzoek van het Kennisinstituut Mobiliteit. Om te voorkomen dat het openbaar vervoer na de zomervakantie weer volloopt, adviseert de Denktank Coronacrisis bovendien om ook na 1 september een paar dagen per week thuis te blijven werken.", "Het structurele karakter van het thuiswerken geeft te denken wie er dan voor de thuiswerkkosten moet opdraaien. Al die toiletbezoeken, stookkosten en kopjes automatenkoffie waren eerst rondjes van de zaak.", "Reiskosten", "De werkgever is wettelijk verplicht om te zorgen voor een gezonde en veilige (thuis)werkplek. Hij kan zelfs aansprakelijk worden gesteld voor eventuele schade als hij niet heeft gezorgd voor goede arbeidsomstandigheden thuis, zoals beeldschermen en stoelen. ‘Maar onder die verplichting vallen zeker niet zaken als het verwarmen van het huis of het koelen in de zomer’, stelt arbeidsjurist Pascal Besselink van juridisch dienstverlener DAS. ‘Dat zou de werknemer ook al moeten doen als hij het huis privé gebruikt.’", "Er is volgens Besselink dus geen enkele juridische grondslag om de thuiswerkkosten, zoals berekend door het Nibud, te verhalen op de werkgever. Toch vindt FNV-bestuurder Gerard van Hees een tegemoetkoming wel op zijn plaats. Ook omdat de werkgever geld kan besparen op bijvoorbeeld de reiskostenvergoeding. Volgens onderzoek van werkgeversorganisatie AWVN heeft eenderde van de werkgevers die ingetrokken of denkt daar serieus over na.", "De kosten volgens het Nibud (per dag) Elektriciteitsverbruik 0,04", "Waterverbruik 0,02", "Gasverbruik 1,20", "Koffie/thee 0,70", "Toiletpapier 0,025", "Afschrijfkosten bureau en stoel 0,01", "‘Ik denk dat het goed zou zijn als we dit netjes zouden regelen in de cao’, zegt Van Hees. Zelf is hij daarmee al begonnen bij de onderhandelingen voor de verzekerings-cao. ‘Ik heb 2,50 euro per dag voorgesteld, dus dan kom je uit op 55 euro per maand.’ Ook AWVN-woordvoerder Jannes van der Velde voelt ervoor om de thuiswerkkosten te bespreken aan de cao-tafels, al vindt hij niet dat werkgevers allemaal onmiddellijk de portemonnee moeten trekken.", "‘Als er al een schuld is voor deze coronacrisis ligt die niet bij de werkgever of de werknemer. Maar beiden voelen wel de gevolgen, zowel de lusten als de lasten van het thuiswerken.’ Een voordeel voor de werknemer is bijvoorbeeld dat hij elke dag reistijd bespaart. ‘Dan kun je die 2 euro per dag misschien ook wel voor lief nemen.’", "Overigens zal het nog wel even duren voordat er op grote schaal cao’s met thuiswerkvergoeding worden afgesloten; op dit moment liggen de onderhandelingen nagenoeg stil door de onzekere economische vooruitzichten.", "Dat Nederlanders meer gaan thuiswerken dan voor de coronacrisis lijkt zeker. Maar wat gebeurt er met de kantoren? Daar denken veel bedrijven nog over na, zegt werkplekexpert Wouter Oosting van vastgoedadviesbureau CBRE. ‘Het antwoord is mede afhankelijk van de vraag wanneer er een vaccin tegen het coronavirus beschikbaar is. We zitten in een tussenfase. Veel ondernemingen wachten nog even met beslissingen over de toekomst van hun huisvesting.’ Niet dat het kantoor zal verdwijnen. Oosting: ‘Meer digitaal werken hoeft niet te betekenen dat je minder vierkante meters kantoorvloer nodig hebt. Het kan ook betekenen dat je in je huidige kantoor meer ruimte gaat maken voor ontmoeting en samenwerking. Je zult ook moeten nadenken over hybride vormen van samenwerking, waarin thuiswerken en werk op locatie wordt gecombineerd. Zo ontstaat een nieuwe, gemengde werkelijkheid.’ Bij verzekeraar Achmea wordt al gewerkt aan zo’n nieuwe kantoorinrichting. Zo’n 90 procent van de 14 duizend medewerkers werkt nu thuis. ‘We hadden al veel ervaring met thuiswerken, maar dat zal nu gedeeltelijk structureel worden’, aldus woordvoerder Viola Teepe. ‘We zullen in de toekomst vooral naar kantoor gaan voor die dingen die thuis niet goed kunnen. Het accent komt te liggen op ontmoeten en creatieve processen.’ De inrichting van de kantoren zal daarop worden aangepast, al is nog niet precies duidelijk hoe. In ieder geval geen kantoortuin meer, zegt Teepe, maar ‘een aantrekkelijke plaats om te bezoeken. Met meer ruimtes waar teams kunnen overleggen, brainstormen of een kop koffie kunnen drinken. Zo gaan we uiteindelijk blijvend naar een situatie van hybride werken.’ Grote banken als RABO en ABN Amro hebben al bekendgemaakt eenzelfde richting op te gaan; het kantoor wordt meer een ontmoetingsplek en minder een werkplek. De onzekerheid over het kantoor van de toekomst heeft nog niet geleid tot veel verhuizingen. Volgens de Amsterdamse bedrijfsmakelaar Thomas van der Heijden ‘houden veel bedrijven de adem nog even in, om te zien waar het naar toe gaat met corona. Partijen die al wat krap zaten op kantoor vinden het soms wel lekker, dat extra thuiswerken. Daardoor is er meer ruimte op de werkplek. We zijn nu ook in gesprek met bedrijven die actief op zoek zijn naar meer vierkante meters, om op kantoor die veilige afstand te kunnen waarborgen. Maar voor het vaststellen van een echte nieuwe trend is het nog te vroeg.’"], "authors": ["Marieke De Ruiter"], "keywords": ["tot", "van", "dit", "thuiswerken", "het", "op", "die", "zijn", "wcpapier", "een", "te", "dat", "en", "al", "koffie", "kosten", "voor"], "pubDate": "2020-07-28T18:22:00+02:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}