{"id": "733a62ba-428c-3b00-923a-9a7f1fbd6d34", "title": "Over de herkomst van wappie is het laatste woord nog niet gezegd", "url": "https://trouw.nl/opinie/over-de-herkomst-van-wappie-is-het-laatste-woord-nog-niet-gezegd~b18cb7db/", "summary": "Ze is wappie.’Je gaat lekker als je wappie bentHolleeder gebruikte wappie als bijvoeglijk naamwoord.\nIn die toepassing troffen we het woord eerder aan in het nummer ‘Sterrenstof’ (2010) van De Jeugd van Tegenwoordig: ‘Mammie (was) altijd wappie’.\nDat voel je als je aan de drugs bent, als je aan het spacen bent.\nDe verklaring van het woord als afleiding van de afkorting WAP (weekend adult party) uit de jaren zeventig is niet aannemelijk.\nEen verklaring van wappie als ontlening aan het Engelse porte-manteauwoord wappy – van weird (zonderling) en happy – vindt ook nauwelijks bevestiging.", "paragraphs": ["Bij de Woord van het Jaar-verkiezing eindigde viruswappie op de derde plaats. Het is een scheldwoord voor mensen die de ernst van het coronavirus ontkennen, daar valse informatie over verspreiden en daarom niet serieus genomen worden. Coronawappies worden ze ook genoemd, of covidwappies. Het zijn alle drie samenstellingen met wappie, dat recentelijk ingeburgerd is in de betekenis dwaalgeest. Zo iemand wiens opvattingen je met een flinke korrel zout neemt, wordt ook gekscherend (én kleinerend) aangeduid met de verkleinvorm gekkie.", "Wappie troffen we dit jaar tevens aan in de samenstelling complotwappie. Mogelijk hebben we dat woord te danken aan Willem Holleeder. Die gebruikte wappie namelijk vorig jaar om de indruk te wekken dat zijn zus Astrid een complotdenker is: ‘Ze denkt altijd dat iemand anders haar iets wil aan doen. (…) Ze heeft een spin in haar hoofd, zeggen we in de Jordaan. Ze is wappie.’", "Je gaat lekker als je wappie bent", "Holleeder gebruikte wappie als bijvoeglijk naamwoord. In die toepassing troffen we het woord eerder aan in het nummer ‘Sterrenstof’ (2010) van De Jeugd van Tegenwoordig: ‘Mammie (was) altijd wappie’. Zanger Willy Wartaal zei erover: ‘Wappie is een grappig woord. Dat voel je als je aan de drugs bent, als je aan het spacen bent. Je gaat wel lekker als je wappie bent.’ Behalve high (van de partypillen) of dronken betekent wappie figuurlijk ook zonderling. De vroegste vindplaatsen van dit woord in het Nederlands dateren uit de jaren negentig en zijn afkomstig uit de gabberscene.", "Hoewel wappie een jong woord is, is er onduidelijkheid over de herkomst. De verklaring van het woord als afleiding van de afkorting WAP (weekend adult party) uit de jaren zeventig is niet aannemelijk. Een verklaring van wappie als ontlening aan het Engelse porte-manteauwoord wappy – van weird (zonderling) en happy – vindt ook nauwelijks bevestiging.", "In de rubriek Taal worden grammaticale geschillen, etymologische enigma’s en andere taaltwijfels voor u opgehelderd door Peter-Arno Coppen en Ton den Boon. Ook een taalvraag? Mail naar p.a.coppen@let.ru.nl of tdb@taalbank.nl."], "authors": ["Ton Den Boon"], "keywords": ["je", "laatste", "van", "woord", "nog", "gezegd", "wappie", "en", "een", "aan", "ook", "het", "niet", "als", "herkomst"], "pubDate": "2020-12-19T13:06:00Z", "publicationId": "b66cd8e4-4294-3571-bcd7-e490527f1a48"}