{"id": "7343c9ce-c5f9-3f1c-b3c2-67288c248f18", "title": "Bokvisje", "url": "https://nrc.nl/nieuws/2020/11/26/bokvisje-a4021466", "summary": "Eeuwenlang voeren volkeren over zee om nieuwe oorden te ontdekken, om goud en vrouwen te roven en gespierde Afrikanen in kettingen te boeien, om bedevaartstochten te maken.\nDrie liet ik vrij, te piep, eentje gaat mee in de emmer, een bokvisje, nauwelijks groter dan mijn hand.\nAzen ze op mijn bokvisje of lachen ze me uit?\nMaandenlang keek ik uit naar dit avontuur, deze onverschrokken expeditie, en nu sta ik in de keuken te loeren naar een sissend bokvisje.\nEen bokvisje dat mij bovendien had ondergepoept.", "paragraphs": ["En daar weerklinken mijn eerste peddelslagen. Maanlicht spiegelt op het donkere water, het hart bonkt van verwachting. Als een moordcommando met ’n geheime missie. Vuurpijlen noch marifoon heb ik aan boord, wel een zwemvest van Decathlon. Protocollaire schijnveiligheid, natuurlijk. Als de zee het op haar heupen krijgt is God je enige toevluchtsoord.", "IJverig peddel ik voort, de rug recht, benen gebogen, worstelend tegen de onderstroom. Een visser op weg naar de diepte is als een raket op weg naar de hoogte. Aftellen is peddelen. Zal hij slagen? Haalt hij de diepte zonder kleerscheuren?", "Eeuwenlang voeren volkeren over zee om nieuwe oorden te ontdekken, om goud en vrouwen te roven en gespierde Afrikanen in kettingen te boeien, om bedevaartstochten te maken. Maar ook om vissen omhoog te takelen. In die geschiedenis deel ik.", "Nogmaals kijk ik achterom. De baai is verdwenen, de kust een dunne, vage lijn. Nu ben ik volledig overgeleverd aan de genade van de zee. Ze kan met me doen wat ze wil. Geen sterveling ziet of hoort mij hier.", "In de verte neemt het rotseilandje duidelijke contouren aan. De eerste zonnestralen branden op m’n netvlies, ik voel al ’t zuur in m’n armen. De bodem moet nu circa twintig tot dertig vadem diep zijn. Dromers geloven dat de oceaan bestaat uit immense werelden van blauw, waar verdronken zeelieden zweven tussen enorme vissen in wonderlijke wouden van wier en koralen spelonken.", "Hier doe ik mijn eerste gooi. De peddel leg ik op schoot, een ontdooide garnaal bevestig ik met een elastiekje aan de haak en laat hem met een 80-grams gewichtje zakken. De lijn giert om de spoel en het beestje verdwijnt in het ultramarijn. De diepte lijkt eindeloos. Dan ineens stopt het. Ik duw de beugel dicht, draai de lijn strak en wacht af. Deze seconden zijn legendarisch, omvatten een mensenleven. Hier neemt het hart een vorm aan die alleen vissers kennen.", "Met kleine tikjes zwiep ik het aas omhoog. „Kom monster, hap maar, sappig ontbijtje voor jou.”", "Een tijdsprong van vijf uur: pijnsteken teisteren m’n onderrug, de zon brandt gaten in m’n benen, zweet prikt in m’n ogen.", "Het moeilijkste moment voor elke visser breekt aan: doorgaan of teruggaan? Na enige aarzeling haal ik de boel op en peddel met een lamme rechterarm terug naar de kust.", "De buit? Vier lullige visjes. Drie liet ik vrij, te piep, eentje gaat mee in de emmer, een bokvisje, nauwelijks groter dan mijn hand.", "In mijn kielzog krijsen enkele vogels. Azen ze op mijn bokvisje of lachen ze me uit?", "Maandenlang keek ik uit naar dit avontuur, deze onverschrokken expeditie, en nu sta ik in de keuken te loeren naar een sissend bokvisje.", "Een bokvisje dat mij bovendien had ondergepoept.", "Een versie van dit artikel verscheen ook in NRC Handelsblad van 26 november 2020"], "authors": ["Mohammed Benzakour", "Leestijd Minuten"], "keywords": ["van", "om", "bokvisje", "een", "en", "te", "ik", "op", "naar", "het", "aan"], "pubDate": "2020-11-26T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}