{"id": "73678c63-8fa9-38db-bf70-e39a51bf18c6", "title": "Duitsland verlengt en verscherpt lockdown light maar last ‘kerstbubbel’ in", "url": "https://www.parool.nl/wereld/duitsland-verlengt-en-verscherpt-lockdown-light-maar-last-kerstbubbel-in~be9b8f5a/", "summary": "De huidige ‘lockdown light’ in Duitsland wordt verlengd tot minstens 20 december.\nHet afsteken van vuurwerk mag tijdens de jaarwisseling maar is verboden op drukke pleinen en straten om ‘groepsvorming’ te voorkomen.\nDaarnaast geldt een mondkapjesplicht in het OV, winkels en op andere plekken waar afstand houden lastig is.\nOok moeten mensen zoveel mogelijk thuiswerken en zijn binnenlandse privéreizen en -overnachtingen verboden.\nDe exponentiële groei van het virus is afgeremd maar het aantal nieuwe gevallen is nog veel te hoog.", "paragraphs": ["Inwoners in Bremens. De huidige ‘lockdown light’ in Duitsland wordt verlengd tot minstens 20 december. Beeld EPA", "Vanaf 1 december mogen maximaal vijf personen uit twee huishoudens elkaar thuis ontmoeten (was tien personen), kinderen onder de 14 worden uitgezonderd. Van 23 december tot uiterlijk 1 januari mogen dat tien personen uit meerdere huishoudens zijn. Over Oud en Nieuw wordt nog beslist.", "De horeca, cultuur- en vrijetijdsinstellingen blijven dicht. Op 15 december volgt een nieuwe evaluatie. Het afsteken van vuurwerk mag tijdens de jaarwisseling maar is verboden op drukke pleinen en straten om ‘groepsvorming’ te voorkomen. In veel binnensteden zijn al verbodszones. De bevolking wordt opgeroepen zoveel mogelijk af te zien van vuurwerk om extra belasting van de ziekenhuizen te voorkomen. De oproep is ook om tot zeker 10 januari niet op skivakantie te gaan.", "In grotere winkels (supermarkten, warenhuizen) met een verkoopoppervlak boven 800 vierkante meter mag zich nog maar 1 klant per 20 vierkante meter bevinden (was tien m²). Dit om drukte bij de kerstinkopen te voorkomen. In kleinere zaken blijft het maximum van 1 klant per 10 vierkante meter. De Duitse Retail Bond en supermarkten waarschuwen voor mogelijk lange wachtrijen en hamsteren. De mondkapjesplicht wordt uitgebreid naar de ruimte vóór de zaken en de parkeerplaatsen.", "Exponentiële groei afgeremd", "De lockdown light in Duitsland geldt sinds 2 november. Winkels, scholen en crèches zijn open, in tegenstelling tot de lockdown dit voorjaar. Vandaar de benaming ‘light’. Daarnaast geldt een mondkapjesplicht in het OV, winkels en op andere plekken waar afstand houden lastig is. Ook moeten mensen zoveel mogelijk thuiswerken en zijn binnenlandse privéreizen en -overnachtingen verboden.", "Het aantal besmettingen in Duitsland steeg de afgelopen 24 uur met 18.633 nieuwe gevallen, ruim 1000 meer dan dezelfde dag vorige week. In totaal raakten al 961.023 mensen besmet. De exponentiële groei van het virus is afgeremd maar het aantal nieuwe gevallen is nog veel te hoog. De zevendaagse-trend is in de meeste deelstaten fors hoger dan de kritische bovengrens van 50 met als koplopers Saksen (228,9) en Berlijn (228,2). Bij meer dan 200 nieuwe gevallen volgen extra maatregelen, zo is nu afgesproken."], "authors": ["Caspar Naber"], "keywords": ["duitsland", "tot", "van", "lockdown", "verlengt", "het", "op", "maar", "nieuwe", "zijn", "wordt", "en", "te", "verscherpt", "om", "kerstbubbel", "light"], "pubDate": "2020-11-25T19:59:23+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}