{"id": "737b6519-2fcc-3650-9af1-b41c4d46a395", "title": "De burgemeester van Leuven over zijn eeuwenoude en toekomstgerichte stad", "url": "https://volkskrant.nl/reizen/de-burgemeester-van-leuven-over-zijn-eeuwenoude-en-toekomstgerichte-stad~bba590d5/", "summary": "Wie kan ons nou beter door de stad Leuven gidsen dan de burgemeester zelf?\nMohamed Ridouani (40), een geboren en getogen Leuvenaar, is sinds 2019 burgemeester van Leuven.\nLeuven is geen stad van afkomst, maar van aankomst.’Mohamed: ‘Wat me zo aanspreekt, is die combinatie van het eeuwenoude, het gotische stadhuis, de universiteitsgebouwen uit de 15de eeuw, en tegelijk het toekomstgerichte.\nLeuven is een stad van wetenschap en innovatie.\nEr zijn veel ateliers en culturele en creatieve bedrijven en er hangen twee astronauten in de lucht, een kunstwerk van Pieter Janssens.", "paragraphs": ["Wie kan ons nou beter door de stad Leuven gidsen dan de burgemeester zelf?", "Hij is gelukkig als hij op een zomerdag door de stad fietst langs de volle terrassen en hier en daar een vriendelijke groet klinkt. Mohamed Ridouani (40), een geboren en getogen Leuvenaar, is sinds 2019 burgemeester van Leuven. ‘Ik ben opgegroeid in een arbeiderswijkje en mijn ouders waren gastarbeiders. Bijzonder dat ik de kans heb gekregen om burgemeester te worden. Het past wel bij Leuven. Mensen van uit de hele wereld komen hier werken of studeren en gaan niet meer weg. Leuven is geen stad van afkomst, maar van aankomst.’", "Mohamed: ‘Wat me zo aanspreekt, is die combinatie van het eeuwenoude, het gotische stadhuis, de universiteitsgebouwen uit de 15de eeuw, en tegelijk het toekomstgerichte. Leuven is een stad van wetenschap en innovatie. We zijn ambitieus, we willen een autoluwe en duurzame stad worden. Verder is Leuven natuurlijk dé studentenstad van België. Leuvenaars brommen wel eens op hun lawaaiige studenten, maar ze missen ze in de zomer.’", "Hart van de stad", "Mohamed Ridouani: ‘De Oude Markt heeft niet voor niets de bijnaam ‘de langste toog van Europa’. Leuven is een bierstad en de geboorteplaats van Stella Artois. Er zijn zoveel leuke cafés rond de Oude Markt, dat ik niet weet waar te beginnen: De Fiere Margriet, Leuven Central, Metafoor. Aan de Grote Markt staat ook de Sint Pieterskerk, waar vanaf begin maart Het Laatste Avondmaal van Dieric Bouts gelukkig weer te zien is. Bouts, de in Haarlem geboren Belg, schilderde 30 jaar vóór Leonardo Da Vinci een Leuvense versie van Het Laatste Avondmaal. En straks is dat drieluik met VR te bekijken, waardoor het lijkt of je je midden in het schilderij bevindt.’", "Koffie tussen de boeken", "‘Straffe koffie en een boek lezen, een betere combinatie is er niet wat mij betreft. Barbóék is een enorm gezellig ingericht café en tegelijk een boekwinkel met een goed, vaak anderstalig aanbod.’", "Barbóék, Schrijnmakersstraat 17", "Scarabeeën en paardenbloemen", "‘De naam zegt het al, Animaux Speciaux is een speciale, wonderlijke dieren- en groenwinkel met boeken over kevers, kartonnen scarabeeën, opgezette vlinders en andere dieren, pauwenveren, planten en presse-papiers met paardebloemen.’", "Animaux Speciaux, Mechelsestraat 17", "Beeld Luis Mendo", "Abdij aan de vier vijvers", "‘Ik denk dat veel Leuvenaren deze plek niet eens kennen of er nog nooit geweest zijn. Terwijl in elk ander land zo’n abdij evenveel volk zou trekken als het San Marcoplein, bij wijze van spreken. We hebben meerdere abdijen, maar de Abdij van Park uit de 12de eeuw is zo mooi, met vier vijvers en een watermolen. In de molen maalden de paters vroeger tarwe en gerst, nu is het een brasserie met uitzicht over het water. Bij de hoofdingang is prachtige streetart te zien. Het huis van de polyfonie, gewijd aan meerstemmige muziek, bevindt zich ook hier.’", "Abdij van Park, Abdij van Park 7", "Astronautenbuurt", "‘De Vaartkom is ons creatieve district, waar nieuwbouw en industriële gebouwen met een nieuwe bestemming de toon zetten. Er zijn veel ateliers en culturele en creatieve bedrijven en er hangen twee astronauten in de lucht, een kunstwerk van Pieter Janssens. Het bruisende hart van de Vaartkom is OPEK, een oud douanegebouw waar nu van alles gebeurt; dans, theater, fotografie. Café Entrepot zit ook in OPEK. Voor een koffietje of ’s avonds een drankje. Leuk café met een aparte sfeer.’", "OPEK, Vaartkom 4", "Locomotievenhal", "‘Met Hal 5 ben ik zo blij. Industrieel erfgoed met een nieuw leven. Deze oude treinwerkplaats, waar vroeger de locomotieven werden onderhouden en gerepareerd, is door verschillende verenigingen en de buurtbewoners getransformeerd tot een gezellige bar met een volkskeuken, buurthuis, evenementenhal, klauterzone voor kinderen en nog veel meer. Met een park voor de deur.’", "Hal 5, Diestsesteenweg 104", "Coldplay op het carillon", "‘De Universiteitsbibliotheek is in de ene oorlog platgebrand en in de andere gebombardeerd. En tot twee keer toe zijn duizenden boeken verloren gegaan, een aanval op Leuvense kennis. Maar de bibliotheek staat nog steeds en heeft een hoge toren die beklommen kan worden. Wel veel trappen. Soms mag je met de beiaardier mee naar boven en een nummer op het carillon aanvragen, dat dan door heel Leuven klinkt. Wij hebben weleens Coldplay en K3 aangevraagd. De bibliotheek ligt aan een levendig autoluw plein. Wat verderop zit nog een favoriet restaurant van ons in een oude sigarenfabriek: Gloria, lekker eten, prachtig verborgen oord van rust met fijn terras en heel vriendelijke bediening.’", "Universiteitsbibliotheek, Monseigneur Ladeuzeplein 21", "Gloria, Arnoud Nobelstraat 27"], "authors": ["Mirjam Bosgraaf"], "keywords": ["eeuwenoude", "van", "toekomstgerichte", "het", "waar", "met", "zijn", "stad", "leuven", "een", "en", "burgemeester", "te"], "pubDate": "2020-02-07T15:00:26+01:00", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}