{"id": "737ede8c-98b6-3583-99f5-18885bd16c27", "title": "Lisa Ostermann is het comedytalent van het jaar: ‘Misschien ben ik bang om gezien te worden als een oubollig kleinkunstwijf’", "url": "https://volkskrant.nl/cultuur-media/lisa-ostermann-is-het-comedytalent-van-het-jaar-misschien-ben-ik-bang-om-gezien-te-worden-als-een-oubollig-kleinkunstwijf~be743eed/", "summary": "‘O’, reageerde hij, ‘van de vrouwen?’’Oók van de mannen, antwoordde de eerste vrouwelijke winnaar van het festival in vijftien jaar.\nIk denk dat dat eigenlijk betekent dat ik dat zelf vind, maar dat weet ik niet zeker.’De vakjury van de Volkskrant voorspelt de talenten van 2021 in vijf vakgebieden.\nAls je bang bent dat je vriend het uitmaakt, denk je toch niet: het is toch achterlijk ontworpen dat het zich niet laat vergeten hoe koud het is alleen?\nIk vind het soms ook moeilijk te verantwoorden om op het podium ineens in gezang uit te barsten, terwijl ik een verhaal aan het vertellen ben.\n‘Ik wilde graag bewijzen dat ik het kon, de Toneelschool, maar daar zag het op dat moment niet echt naar uit.", "paragraphs": ["In februari won Lisa Ostermann (29) het Leids Cabaret Festival met haar voorstelling Wat de ander wil horen. Nu is de vraag: wat wil ze zélf?", "Een dag na het winnen van het Leids Cabaret Festival was Lisa Ostermann (29) te gast bij de talkshow Jinek. ‘Ze hadden gevraagd of ik de beker die ik had gewonnen wilde meenemen. ‘Heb je iets gewonnen?’, vroeg de gastheer toen ik met die beker binnenkwam. ‘Ja, het Leids Cabaret Festival’, zei ik. ‘O’, reageerde hij, ‘van de vrouwen?’’", "Oók van de mannen, antwoordde de eerste vrouwelijke winnaar van het festival in vijftien jaar. Ostermann zegt dat ze nog geregeld aan dat gesprek heeft teruggedacht. ‘Want nu krijg ik dus zelf te maken met dat cliché over vrouwen en humor: ‘Meestal vind ik vrouwen niet grappig, maar jou wel.’ Ik zou die hele discussie willen afdoen als gelul, maar het ding is: al mijn favoriete cabaretiers zijn wél mannen. Daarom vind ik het tóch een interessant thema. Waar zit-‘m dat nou in? En welke invloed heeft het op mij?’", "Dat laatste is nog niet zo makkelijk te bepalen, vindt ze. Voorbeeld: ‘Als ik een nieuw stukje uitprobeer, denk ik weleens: Daniël Arends zou dit fucking wijvengezeik vinden. Ik denk dat dat eigenlijk betekent dat ik dat zelf vind, maar dat weet ik niet zeker.’", "De vakjury van de Volkskrant voorspelt de talenten van 2021 in vijf vakgebieden. En we vroegen de talenten van 2019 hoe ‘hun’ jaar is verlopen.", "De festivalfinale in februari en de drie weken erna waren ‘onvoorstelbaar leuk’, zegt ze. Na zes avonden moest de finalistentour worden geannuleerd; de theaters gingen dicht. Familie en vrienden vonden het lullig voor haar, uitgerekend dit jaar een cabaretfestival winnen. ‘Zelf heb ik dat niet zo ervaren. Ik tekende bij het impresariaat van mijn favoriete cabaretiers, Daniël Arends, Tim Fransen en Micha Wertheim, wat ik nooit had durven dromen. En iedereen staat op pauze, hè. Ik denk niet dat het extra erg is dat ík op pauze sta.’", "Ze schrijft aan haar eerste voorstelling, waarmee ze in februari 2022 in première hoopt te gaan. Een kennismaking met Lisa Ostermann in vier voornemens voor het komende jaar (en later).", "Minder pleasen", "‘Het programma van dertig minuten waarmee ik het festival won, heet Wat de ander wil horen. Ik zeg vaak wat ik denk dat de ander wil horen, in plaats van wat ik echt vind, om de vrede te bewaren. De conclusie van dat halfuur is, even kort door de bocht: dit werkt zo niet. Nu ben ik mijn programma aan het uitbreiden naar 90 minuten en probeer ik te onderzoeken wat ik dan eigenlijk precies zélf vind – die zoektocht is het uitgangspunt van mijn nieuwe materiaal.", "‘Ik heb bijvoorbeeld een lied geschreven over mijn neiging om tegen vrienden het sociaal wenselijke te zeggen.’ Citeert een stukje: ‘Stel je ziet de voorstelling van een vriend die experimenteel toneel maakt en die geen subsidie kreeg van die kutpolitiek, zeg dan na afloop dat dat bizar is en dat zijn werk je raakt, en niet: wie echt geld zou moeten krijgen is jouw publiek.’", "‘Dat pleaserige gedrag komt voort uit de angst dat mensen bij me weggaan. In Leiden eindigde ik daar letterlijk mee, met het liedje Genoeg. Dat heeft als hoofdzin ‘Ga alsjeblieft niet weg’ en gaat over mijn vriend. Ik heb intussen wel aanpassingen gedaan in de tekst, sommige stukken vond ik niet eerlijk genoeg. Ik had een bridge waarvoor ik me nu een beetje schaam, maar toen wist ik niks beters: ‘Het is toch achterlijk ontworpen/ dat het zich niet laat vergeten/ hoe koud het is alleen. En hoe groot het verschil is/ hoeveel warmer en veilig/ met twee armen om je heen.’", "Lacht zichzelf uit: ‘Dit kán toch gewoon niet? Als je bang bent dat je vriend het uitmaakt, denk je toch niet: het is toch achterlijk ontworpen dat het zich niet laat vergeten hoe koud het is alleen? Ik ben André Hazes niet.’", "Een komische musical maken (ooit)", "‘Op de Amsterdamse Toneelschool en Kleinkunstacademie schreef ik voornamelijk liedjes, en daarvoor eigenlijk ook al – ik heb eerst musicaltheater gestudeerd aan het Conservatorium Haarlem. Ik kreeg complimenten over mijn liedjes over pijn, maar ik werd zelf vaak een beetje droevig als ik ze zong. Als het gevoel van zo’n liedje nog te vers is, is het niet fijn om daar steeds naar te moeten terugkeren.", "‘De juiste woorden vinden voor een liedje is bij mij nogal een slepend proces. Teksten over grote gevoelens worden gauw pathetisch als je ze niet concreet genoeg maakt; je hebt al snel een te grote metafoor te pakken. Ik vind het soms ook moeilijk te verantwoorden om op het podium ineens in gezang uit te barsten, terwijl ik een verhaal aan het vertellen ben. Ik weet nog niet zo goed wat ik daarmee aan moet.", "Beeld Eva Roefs", "‘Misschien ben ik bang om gezien te worden als een oubollig kleinkunstwijf, ook omdat ik zelf zo’n fan ben van mannen die harde grappen komen maken. Maar ja, ik bén ook een tuttig meisje, eh, een tuttige vrouw. Die grof is, maar ook graag liedjes zingt.", "‘In de musical The Book of Mormon kwam alles wat ik geweldig vind aan theater samen. Musical is een vrij netjes en glimmend genre, maar als je dat bombastische combineert met héél platte, grove humor over de kleine, onhandige, vergankelijke dingen in het leven en veel domme seksgrappen, dan kom je echt uit in de hemel. Ooit zou ik wel willen proberen een grappige musical te schrijven. Maar dat is iets voor over heel lang, hoor.’", "Comfortabel zijn met de verhuizerlook", "‘Vroeger stond ik om zes uur op om mijn haar te krullen. Op de Toneelschool kreeg ik de opdracht om een periode zonder make-up en op gympen naar de les te komen. De docenten vonden dat ik teveel bezig was met mooi zijn.", "‘Ik wilde graag bewijzen dat ik het kon, de Toneelschool, maar daar zag het op dat moment niet echt naar uit. Na de musicalopleiding moest ik een heleboel dingen afleren. Ik wilde gewoon voorstellingen maken, maar de eerste jaren op de Toneelschool waren meer gericht op durven zoeken, proberen, maken zonder resultaatgericht te zijn, je impulsen volgen. Improviseren zonder iets van houvast te hebben, eerlijk gezegd zie ik de lol er nog steeds niet van in.", "‘Ik draag altijd hakken, maar niet op het toneel. Op het podium is geen plaats voor ijdelheid, daar hadden die docenten gewoon gelijk in, want dan ben je niet in het moment je verhaal aan het vertellen. Dat vind ik nu juist fijn aan optreden met een staart en op sneakers, alsof ik iemand kom helpen verhuizen: even helemaal niet denken aan hoe mijn haar zit. In het dagelijks leven blijf ik daar verdomd veel mee bezig.’", "Eerlijk zijn", "‘Ik schrijf alleen over dingen die echt gebeurd zijn, of over uitvergrotingen van die gebeurtenissen. Ik wil openhartig zijn, maar ik wil niemand pijn doen of kwetsen. Vooral de stukjes die over mijn ouders gaan vind ik eng. Ze waren allebei niet bij de finale van het festival. Ik wilde winnen, en ik was bang dat hun aanwezigheid mijn spel zou beïnvloeden.", "‘De opname van mijn optreden heb ik later teruggekeken met mijn moeder en stiefvader, maar mijn vader heeft die nog niet gezien. Een van de liedjes, over een kind dat na de scheiding van haar ouders voor het eerst een dag naar haar vader gaat, klopt heel erg met hoe dat bij ons ging. Maar mijn vader en ik hebben het nooit over dat ingewikkelde moment gehad. Dus, eh, ja.", "‘Hier moet ik nog wel iets mee, hoor. Ik kan moeilijk mijn hele leven mijn ouders verbieden naar het theater te komen en wel gewoon close met ze zijn. Maar dit is pas mijn eerste voorstelling, ik hoop dat het vanzelf iets makkelijker wordt. Want ik weet wel zeker dat je als theatermaker het beste, eerlijkste verhaal te vertellen hebt over dingen waar je echt iets van afweet, de dingen die dicht bij jou staan.’", "Talent nummer twee Rosa da Silva", "Da Silva sprankelt vrolijk verder. Mogelijk het gevolg van dit zware theaterjaar in een onzalige sluimerstand: Rosa da Silva, de sprankelende nummer één van het Amsterdams Kleinkunst Festival in 2019, is in deze talentenverkiezing voor de tweede keer de nummer twee. ‘Een veelzijdig talent dat van het podium afspat’, noemde de AKF-jury haar. In de Kleine Komedie overrompelde ze ook het publiek met komische anekdotes over opgroeien met Portugese roots in het Drentse dorp Klazienaveen en een vlammende fado tot besluit. ‘Vanaf 25 september te zien door het hele land!’, vermeldt haar site nog altijd optimistisch. Haar debuut Daar moet je heen zou al in première zijn gegaan. ‘Inderdaad’, schreven we vorig jaar op deze plek, ‘daar moeten we in 2020 zeker heen’. In 2021 dan, we zijn geen greintje minder benieuwd naar Rosa da Silva’s liedjes, typeringen en verhalen. Talent nummer drie Tobi Kooiman", "Stand-up wiskunde voor elke dag. Een december geleden was Tobi Kooiman de publiekslieveling van Cameretten, dat andere cabaretfestival. De jury koos een andere winnaar, maar gaf Kooiman met ‘een waar feest voor de theaterbezoeker’ en ‘een spervuur aan grappen, die bijna allemaal raak zijn’ mooie complimenten om op zak te dragen. Kooiman introduceerde zichzelf als een wiskundige die zo zijn eigen, superrationele manieren heeft om te dealen met alledaagse perikelen, zeg maar een stand-upvariant op het muzikale wiskundecabaret van Jan Beuving. Voor 2021 staat zijn debuut Best of op de rol. Nu try-outen er niet in zit, laat hij op Instagram wekelijks zijn logica los op een actueel onderwerp.", "Dit bericht bekijken op Instagram Een foto die is geplaatst door Tobi Kooiman (@tobikooiman) op 21 Dec 2020 om 22:28 PST", "5 vragen aan Lisa Ostermann Wat zijn je drie favoriete nummers van het afgelopen jaar? Walk on the Wild Side – Lou Reed (niet gemaakt in het afgelopen jaar, maar wel mijn lievelingslied), To be so lonely – Harry Styles, If I tell you – René le Blanc Wie zou je zelf naar voren schuiven als het talent van 2021? ‘Teun van der Elzen vind ik goed! Die maakt momenteel trouwens ook hele chille filmpjes op Instagram waarin hij politieke toestanden begrijpelijk en grappig samenvat, onder de titel Saaie Kutpolitiek.’ Aan welke goede raad heb je het meest gehad? ‘Maak wat jíj grappig vindt, niet wat je denkt dat anderen grappig vinden.’ Wat was je bewondermoment van 2020? ‘Mijn moeder was in het voorjaar verantwoordelijk voor het opzetten van de coronatestafdeling in een ziekenhuis in Amsterdam. Ze heeft toen, maar eigenlijk het hele jaar, superhard gewerkt zonder te klagen. Ik zag dat het soms eigenlijk te zwaar was, maar het was gewoon nodig. Daar heb ik veel bewondering voor.’ Op welk moment had je zelf door dat je goed bezig bent? ‘Op de ochtend na de finale van het Leids Cabaret Festival, toen ik met een enorme kater wakker werd in een hotelkamer in Leiden en niet meer wist waar ik was, tot ik op het nachtkastje naast me de enorme beker zag staan die ik had gewonnen. Denk dat zelden iemand zo blij zo brak was.’"], "authors": ["Gidi Heesakkers"], "keywords": ["ik", "ostermann", "van", "en", "om", "een", "lisa", "misschien", "niet", "te", "oubollig", "op", "het", "kleinkunstwijf", "worden", "dat", "je"], "pubDate": "2020-12-29T14:43:03Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}