{"id": "7393c703-2359-3576-bf1a-301ee11f04e0", "title": "Het Bonnetje van Ilja Gort: 'Grote Franse reus versus kleine zaakjes'", "url": "https://nu.nl/geldzaken/6093335/het-bonnetje-van-ilja-gort-grote-franse-reus-versus-kleine-zaakjes.html", "summary": "In de rubriek Het Bonnetje spraken we ruim twee jaar lang elke week met een gewone (of iets minder gewone) Nederlander over zijn of haar supermarktstrategie.\nWe sluiten de rubriek eind 2020 af met een reeks BN'ers.\nIk doe de meeste van mijn inkopen liever niet in de supermarkt, maar in coronatijd is het wel prettig, omdat de supermarkten er zo enorm zijn.\n\"Ik hou meer van kleine winkeltjes, maar die zijn bijna allemaal aan het verdwijnen door de concurrentie met deze grote reuzen.\nWe hebben een fornuis van 3 meter lang, waar aan het begin van de dag een boomstam in gaat.", "paragraphs": ["Elke dag naar de super om de hoek en alleen maar A-merken inslaan, of één keer per week alle koopjes af? In de rubriek Het Bonnetje spraken we ruim twee jaar lang elke week met een gewone (of iets minder gewone) Nederlander over zijn of haar supermarktstrategie. We sluiten de rubriek eind 2020 af met een reeks BN'ers. Deze week: wijnboer Ilja Gort, deels woonachtig in zijn chateau bij Bordeaux, Frankrijk.", "Wie: Ilja Gort", "Verdient de kost met: wijn maken, programma's maken, schrijven", "Woont: in Frankrijk en Nederland", "Het bonnetje van Ilja Olive bio 9,32 euro", "Ajax bdc trad agru 2,85 euro", "Mayonnaise 2,13 euro", "Tomates entieres 1,21 euro", "Bio grain 8,89 euro", "Bio grain 8,89 euro", "Savour miet thon 6,99 euro", "2 zakken cerneaux noix 11,40 euro", "Roquette 1,39 euro", "Andros brasse veg 2,52 euro", "2 keer mozzarella buffalo 5,56 euro", "Filets de thon 4,94 euro", "Beurre moule 1,46 euro", "Filet maquerel 3.05 euro", "11 gram basilic 1,75 euro", "Echalote 0,82 euro", "2 keer fromage blanc 7,10 euro", "Compress 5,24 euro", "Comped pans amp 7,33 euro", "Noir raisins 3,63 euro", "2 keer noir myrtilles 7.22 euro", "Citron vert 0.37 euro", "Bio grenade 3,49 euro", "2 zakken farine muli cereal 6,16 euro", "Livre 2,00 euro", "Cerneaux noix 5,70 euro", "2 artichauts 5,18 euro", "Pave epeautre fruit 2,50 euro", "Grenade 1,39 euro", "Mangue 2,70 euro", "Total 133,18 euro", "Dus u bent in Frankrijk, hoe is het daar om boodschappen te doen?", "\"Ze dragen braaf hun mondkapje in Frankrijk. Fransen zijn meer gezagsgetrouw dan Nederlanders. Ik doe de meeste van mijn inkopen liever niet in de supermarkt, maar in coronatijd is het wel prettig, omdat de supermarkten er zo enorm zijn. Bij de kleine zaakjes staan rijen buiten. Wel gezellig. Het handen schudden kunnen ze daar niet laten.\"", "Die Franse supermarkten zijn groot, hé?", "\"Ja, honderd soorten koekjes en vijftig soorten chips. Ik overdrijf niet! En met Kerst wordt het nog erger. Er staat nu een levensgrote visserssloep in de supermarkt met visnetten, oesters. Bij de bananenafdeling staat een gorilla van 5 meter hoog. Nee, onder normale omstandigheden bezoek ik zulke supermarkten liever niet.\"", "\"Ik hou meer van kleine winkeltjes, maar die zijn bijna allemaal aan het verdwijnen door de concurrentie met deze grote reuzen. Ze kunnen er niet tegenop. Gelukkig zit er nog wel een bakker bij mij in de buurt. Ook zijn er normaliter weekmarkten, met groenten die direct uit de grond zijn getrokken.\"", "Door: Ilja Gort", "Dat klinkt al wat meer bourgondisch!", "\"Ja, het is ook veel gezelliger. Op die markten kom je allerlei mensen tegen, de Fransen houden daar van. Er is op de markt bij mij in de buurt een man die kippen verkoopt die de dag daarvoor zijn geslacht. Komt 'ie op zijn brommertje vol kip naar de markt.\"", "Doet u liever boodschappen in Frankrijk of Nederland?", "\"De supermarkten in Nederland zijn fantastisch, hoor. Ik vind dat ze veel verse groenten hebben, goed verzorgd. Qua gastronomie zou ik wel sowieso voor Frankrijk kiezen. Ik denk dat het allemaal iets duurder is dan in Nederland, maar ik kijk nooit zo naar prijzen.\"", "Die olijfolie is wel flink duur.", "\"Ja, 10 euro voor een liter - en dat elke week. Want er gaat bij ons wel een liter doorheen. Maar ik koop graag een goede, biologische variant. De makreelfilets die we hebben gekocht, leggen we in olijfolie, met limoen. Een lekkernij!\"", "\"Ik kook elke avond samen met mijn vriendin, op het chateau. We hebben een fornuis van 3 meter lang, waar aan het begin van de dag een boomstam in gaat. We bakken er brood in en taart. Ja, ik hou van koken en bakken. En 's avonds natuurlijk een wijntje bij het diner.\""], "authors": ["Door", "Germieke Smits"], "keywords": ["grote", "wel", "van", "bij", "ilja", "ik", "een", "reus", "het", "er", "en", "versus", "franse", "met", "kleine", "zaakjes", "gort", "zijn"], "pubDate": null, "publicationId": "4d7a0f80-7953-388c-9af8-e7a437b5632e"}