{"id": "73958618-007e-3043-82db-ac940a0698c0", "title": "Afschuwelijk of juist heel mooi: het contrast trekt Rein Wolfs aan", "url": "https://volkskrant.nl/cultuur-media/afschuwelijk-of-juist-heel-mooi-het-contrast-trekt-rein-wolfs-aan~bae6cc84/", "summary": "Rein Wolfs, directeur van het Stedelijk Museum Amsterdam, in de voormalige ambassade van de Verenigde Staten in Den Haag, een gebouw van architect Marcel Breuer.\nDat vind ik er ook wel mooi aan.’Beeld Jordi Huisman‘Op de foto zit ik in de voormalige bibliotheek van de ambassade.\nUiteindelijk is het een Rijksmonument geworden, maar pas na een hoop discussie.’Is uw kledingstijl veel veranderd in de loop der jaren?\nMisschien hoort dat bij het proces van het ouder worden.\nDan ga je je ook anders presenteren.", "paragraphs": ["Rein Wolfs, directeur van het Stedelijk Museum Amsterdam, in de voormalige ambassade van de Verenigde Staten in Den Haag, een gebouw van architect Marcel Breuer. Beeld Jordi Huisman", "Wie?", "Rein Wolfs (60)", "Waar?", "Kunstinstituut West in Den Haag", "Wat doet hij?", "Hij is directeur van het Stedelijk Museum in Amsterdam", "Waar zijn we?", "‘We zijn in de voormalige Amerikaanse Ambassade in het centrum van Den Haag. Het gebouw is ontworpen door de architect Marcel Breuer en geopend in 1959. Hij heeft ook het pand van De Bijenkorf in Rotterdam ontworpen, nog zo’n fantastisch bouwwerk. Breuers architectuur is heel speciaal, je ziet er precies aan hoe de Verenigde Staten zich aan de wereld presenteerden in de Koude Oorlog. Het is een brutalistisch bastion, midden in Den Haag. Het is een type architectuur dat heel veel mensen niet mooi vinden. Dat vind ik er ook wel mooi aan.’", "Beeld Jordi Huisman", "‘Op de foto zit ik in de voormalige bibliotheek van de ambassade. Die ruimte wordt momenteel als tentoonstellingsruimte gebruikt door West, een interessante kunstinstelling. Zij mogen het gebouw tijdelijk gebruiken als expositieruimte. Totdat het de prooi wordt van projectontwikkelaars. Dat zou niet het lot mogen zijn van culturele instellingen: een tijdje in bijzondere architectuur mogen huizen, maar daarna moeten verdwijnen om plaats te maken voor commerciële plannen.’", "Wat heeft u aan?", "‘Ik draag graag blauw, het is mijn favoriete kleur. Ik ben nooit een fan van zwart geweest; in de kunstwereld dragen veel mensen een zwart pak met een zwart overhemd. Ik probeer er altijd meer kleur in te brengen, maar omdat ik hier in zo’n mooie setting was moest ik me wat terughoudender presenteren, vond ik. Maar wel met een opvallend jasje, als tegenhanger.’", "‘Ik geloof in de waarde van contrast. In het uiterlijk moet dat ook een rol spelen. Een monochroom pak zal ik niet snel dragen. In dit gebouw zie je ook zo’n spanningsveld; het beton in combinatie met natuursteen. Daarnaast wordt het pand door de helft van mensen erg lelijk gevonden. Uiteindelijk is het een Rijksmonument geworden, maar pas na een hoop discussie.’", "Is uw kledingstijl veel veranderd in de loop der jaren?", "‘Ja, al droeg altijd al graag blauw. Tot mijn 40ste heb ik alleen maar jeans gedragen. Ook blauw dus. Ik droeg er altijd sneakers onder. Maar na die leeftijd droeg ik bijna alleen nog maar leren schoenen. Misschien hoort dat bij het proces van het ouder worden. Ik verhuisde van Zwitserland terug naar Nederland, en er veranderde veel in mijn leven. Dan ga je je ook anders presenteren. Bij elke nieuwe baan of situatie maak je een verandering door, en dat stroomt door in je uiterlijk.’", "Wat betekent goede smaak voor u?", "‘Dat je zoekt naar de spanningsboog in een combinatie. Bijvoorbeeld doordat je iets traditioneels en terughoudends samenbrengt met het opvallende, het tegendraadse. Goede smaak moet iets tegendraads hebben, het hoeft niet alleen maar mooi te zijn. Juist dingen die niet harmonieus zijn, kunnen erg smaakvol zijn, net zoals deze oude ambassade. Je wordt er niet meteen verliefd op, er zit een zekere hardheid in. Maar juist dat maakt het bijzonder.’", "Hemd", "‘Het hemd is van Acne Studios. Je ziet het niet zo goed op de foto, maar het is een vrij groot hemd. Dat vormt een mooi contrast met het kleine jasje.’", "Schoenen", "‘Ik heb deze schoenen nog maar net. Ze zijn van zwart leer, maar er zitten ook stoffen stukken in. Dat zit lekker, maar ik vind het vooral mooi.’", "Bril", "‘Ik draag pas sinds anderhalf jaar dagelijks een bril. Ik draag hem omdat ik het nodig heb, maar ook omdat ik vrij wit haar heb gekregen, en ook mijn wenkbrauwen zijn wit geworden. Daarom vond ik het belangrijk er een zwart accent tegenover te zetten. Een artistiek kijkijzer, noemde iemand het.’", "Rein Wolfs met bril. Beeld Jordi Huisman", "Inspiratie", "‘Ik haal veel inspiratie van de straat. Ik hoop in het Stedelijk Museum ook een soort straat te kunnen realiseren, om buiten naar binnen te halen. Dan kunnen we grafische vormgeving op een manier laten zien waarop je het buiten ook zou kunnen vinden.’", "Ring", "‘Dit is mijn lievelingssieraad sinds twintig jaar. Ik heb hem al twee keer opnieuw laten maken omdat ik hem was verloren. In de zegel staat het logo van de Sportsman Club uit Zürich, een voetbalcafé waar ik vaak kwam. Het is een voetbal met een zon eromheen.’", "Jasje", "‘Het jasje is van Craig Green. Ik heb die ontwerper nog niet zo lang geleden ontdekt, dankzij een tip van een collega die vormgever is. Die weten dat soort dingen wel.’", "Het jasje is van Craig Green. Beeld Jordi Huisman", "Tentoonstelling", "Er is hier na de lockdown tot 7 maart een tentoonstelling van Gregor Schneider te zien (westdenhaag.nl), een Duitse kunstenaar. Zijn werk is heel indringend, het past perfect in deze Breuer-architectuur."], "authors": ["Pieta Verhoeven"], "keywords": ["ik", "mooi", "wolfs", "heel", "trekt", "er", "afschuwelijk", "zijn", "juist", "ook", "je", "rein", "van", "een", "aan", "contrast", "het", "maar", "dat"], "pubDate": "2021-01-07T14:00:11Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}