{"id": "7395e307-85ee-3054-aa63-7dd0e1dc9111", "title": "Hoe omzeil ik problemen met een huurauto?", "url": "https://volkskrant.nl/economie/hoe-omzeil-ik-problemen-met-een-huurauto~bf6b90a8/", "summary": "Kies in ieder geval niet voor een autoverhuurbedrijf dat een supergoedkoop tarief rekent.\nWie regelmatig een huurauto gebruikt, is voordeliger uit met een polis voor het hele jaar.\nBovendien profiteren ze van het feit dat ze de resterende benzine gratis krijgen.\nKies liever voor vol/vol, dat wil zeggen een volle tank bij ontvangst en een volle bij het inleveren.\nNoteer de kilometerstand aan het begin en bij het inleveren en bewaar de bonnetjes van het tanken.", "paragraphs": ["Beeld epa", "U had tot nu toe het geluk dat de verhuurders betrouwbaar waren en dat u nooit schade aan de auto had. Dat kan de volgende keer anders uitpakken.", "Kies in ieder geval niet voor een autoverhuurbedrijf dat een supergoedkoop tarief rekent. Zo kun je in Spanje voor 5 euro per dag een auto huren bij Goldcar. De Britse consumentenorganisatie Which kreeg veel meldingen binnen van klanten die later vele honderden euro’s moesten bijbetalen en trekt de conclusie: huur nooit bij Goldcar.", "Verhuurbedrijven concurreren behalve op prijs ook op vaagheid, in de eerste plaats bij de verzekering. Vaak is de prijs inclusief ongevallenvrijwaring. Dit wordt ook collision damage waiver (CDW) genoemd. Maar is daarbij wel het eigen risico afgedekt voor schade, diefstal en kwetsbare delen als glas, banden, dak en onderkant van de auto?", "Stel u komt een vooraf gereserveerde auto afhalen. De verhuurder jaagt dan u schrik aan met alles wat er niet verzekerd is. U kunt voor de zekerheid een super CDW of excess waiver nemen. Een nadeel: dat kost vaak tientallen euro’s per dag extra.", "Zorg ervoor dat u deze risico’s al bij het boeken afdekt. Dat is veel goedkoper. Een alternatief is dat u zelf een eigenrisicoverzekering afsluit. Dat kan online via Allianz Global Assistance en huurautoverzekering.com. Het Britse Which geeft ook goede rapportcijfers aan insurance4carhire.com en icarhireinsurance.com. Wie regelmatig een huurauto gebruikt, is voordeliger uit met een polis voor het hele jaar.", "Sommige verhuurders eisen dat u een inzittendenverzekering afsluit. Laat u niet afbluffen en zeg dat dit risico gedekt is via uw reisverzekering.", "Let verder op de voorwaarden voor aftanken bij het inleveren van de auto. Sommige verhuurders staan toe dat je de auto inlevert met een lege tank. Daar rekenen ze vaak extra voor. Bovendien profiteren ze van het feit dat ze de resterende benzine gratis krijgen. Kies liever voor vol/vol, dat wil zeggen een volle tank bij ontvangst en een volle bij het inleveren.", "Check het benzinepeil bij ontvangst van de auto, maak er een foto van en vraag waar je in de buurt kunt tanken als je de auto weer komt inleveren. Of zoek er zelf naar via Google maps. Noteer de kilometerstand aan het begin en bij het inleveren en bewaar de bonnetjes van het tanken.", "Inspecteer de auto bij ontvangst samen met de verhuurder en maak foto’s van ieder krasje of butsje. Vermeld ze op het verhuurformulier. Doe hetzelfde bij het inleveren en laat de verhuurder tekenen voor ontvangst zonder schade.", "Bespreek tot slot ook de voorwaarden als u de auto inlevert op een andere locatie dan waar u hem heeft opgehaald. Er zijn bedrijven die daar veel geld voor rekenen. Dat boeken ze gewoon af van uw creditcard. En lever de auto niet te laat in. Dat kost u een dag extra.", "Zo, dat is een hele waslijst. Dat maakt het direct duidelijk dat vakantie leuker is voor kinderen dan voor hun ouders.", "Reinout van der Heijden is hoofdredacteur van de Geldgids", "Ook een vraag aan Reinout? Geldvraag@volkskrant.nl"], "authors": ["Reinout Van Der Heijden"], "keywords": ["dat", "van", "een", "huurauto", "het", "en", "omzeil", "ze", "ik", "op", "voor", "bij", "auto", "met", "problemen", "hoe"], "pubDate": "2019-08-01T20:18:32Z", "publicationId": "1a359314-37ee-33a8-8de7-301d3eb2ed28"}