{"id": "7396342f-49e9-300d-9d46-f7c67336f660", "title": "‘De afluisteraffaire’: paaide Sarkozy een hoge magistraat?", "url": "https://www.parool.nl/wereld/de-afluisteraffaire-paaide-sarkozy-een-hoge-magistraat~b5adad47/", "summary": "Oud-president Nicolas Sarkozy zou in 2014 een hoge magistraat hebben willen paaien met een prestigieuze baan, in ruil voor informatie over een andere zaak rond illegale campagnefinanciering die tegen hem liep.\nSarkozy staat terecht samen met advocaat Thierry Herzog en magistraat en oud-advocaat-generaal van de Hoge Raad Gilbert Azibert.\nDe financiële afdeling van het parket in Parijs ontdekte zo ook dat Sarkozy een prepaidtelefoon gebruikte op naam van ‘Paul Bismuth’.\nSarkozy benadrukt zelf dat Azibert zijn baan nooit heeft gekregen en dat het prinselijk paleis in Monaco bevestigt dat hij geen invloed heeft.\nSarkozy hoopte vooral dat Azibert kon voorkomen dat de Hoge Raad zou besluiten dat hij zijn presidentiële agenda’s moest afstaan.", "paragraphs": ["Nicolas Sarkozy in 2017. Beeld Joel Saget/AFP", "Meestal wordt het de afluisteraffaire genoemd. Oud-president Nicolas Sarkozy zou in 2014 een hoge magistraat hebben willen paaien met een prestigieuze baan, in ruil voor informatie over een andere zaak rond illegale campagnefinanciering die tegen hem liep.", "", "Sarkozy staat terecht samen met advocaat Thierry Herzog en magistraat en oud-advocaat-generaal van de Hoge Raad Gilbert Azibert. Sarkozy zou die laatste een functie in Monaco hebben beloofd. Uiteindelijk trok ‘Sarko’ zich terug. Hij had er geen trek in om zich bij de Monegaskische autoriteiten in te spannen voor Azibert. “Ik ken hem niet zo goed, het staat mij eigenlijk tegen iets te vragen,” verklaarde hij tegen Herzog.", "Taps", "Dat we dit weten, is omdat Sarkozy en Herzog zijn afgeluisterd. Verschillende onderzoeksrechters maken al jaren jacht op het ex-staatshoofd dat was verwikkeld in een half dozijn dossiers. In 2013 besloten zij tot telefoontaps. Sarkozy zou geld hebben geaccepteerd van de verdreven Libische dictator Muammar Kadhafi. Bij toeval stuitten ze op het geval-Azibert.", "De financiële afdeling van het parket in Parijs ontdekte zo ook dat Sarkozy een prepaidtelefoon gebruikte op naam van ‘Paul Bismuth’. Beiden wisten dat hun officiële telefoons niet veilig waren.", "Sarkozy benadrukt zelf dat Azibert zijn baan nooit heeft gekregen en dat het prinselijk paleis in Monaco bevestigt dat hij geen invloed heeft. Daar staat tegenover dat de aanklagers hard kunnen maken dat Azibert iets is voorgespiegeld. Sarkozy hoopte vooral dat Azibert kon voorkomen dat de Hoge Raad zou besluiten dat hij zijn presidentiële agenda’s moest afstaan. Deze bevatten informatie over een vierde affaire die eerder stof deed opwaaien: die rond de zakenman Bernard Tapie.", "Spectaculaire wending", "Tot een veroordeling heeft de jacht op Sarkozy nooit geleid, maar de kans lijkt groot dat het dit keer anders afloopt. Een opsteker voor hem is dat de Kadhafi-zaak die hem al bijna acht jaar achtervolgt een spectaculaire wending heeft genomen. De belangrijkste bron van het verhaal, de schimmige Libanese zakenman Ziad Takieddine, trok zijn beschuldigingen vorige week in.", "Takieddine verklaarde eerder dat hij Sarkozy persoonlijk koffers met geld heeft overhandigd. “U kunt zich geen voorstelling maken van de diepte en de kracht van mijn woede,” zo reageerde een getergde Sarkozy tijdens een interview met de zender BFMTV."], "authors": ["Kleis Jager"], "keywords": ["hoge", "afluisteraffaire", "van", "heeft", "het", "hij", "paaide", "die", "sarkozy", "een", "dat", "en", "magistraat", "azibert"], "pubDate": "2020-11-23T10:37:07+01:00", "publicationId": "a3002aeb-6d5a-3894-adcb-0212effbc567"}