{"id": "73a1a2b7-a131-3392-bce2-9b700116b011", "title": "Een lockdown, maar wel met positieve signalen", "url": "https://nrc.nl/nieuws/2020/12/17/een-lockdown-maar-wel-met-positieve-signalen-a4024303", "summary": "Deze gestage daling van de werkloosheid hoeft niet te verbazen als je kijkt naar de maandelijkse vacature-indicator van het CBS en het bouwdenktank EIB.\nOok een indicator als het aantal afgegeven bouwvergunningen laat al maanden een opwaartse trend zien.\nKersthamsterdagNog een lichtpuntje: van een nieuwe ontwrichting van de wereldeconomie zoals in het voorjaar is nu geen sprake, ziet ING-econoom Colijn.\nDaar komt de sluiting van een groot deel van de detailhandel nu bij.\nEn er komt een moment dat de bal het water uitspringt en dat de golf spaargeld de economie opstuwt.", "paragraphs": ["Jammer, van die lockdown, want de economie weet in crisistijd ook positief te verassen.", "Donderdagmorgen meldde het Centraal Bureau voor de Statistiek (CBS) een daling van de werkloosheid in november tot 4 procent van de beroepsbevolking. In oktober was de werkloosheid nog 4,3 procent.", "De afname is precies het tegenovergestelde van wat je verwacht in economische crisistijden. Sinds augustus is het aantal werklozen met 48.000 gedaald tot 378.000.", "Twee trends spelen hier een rol. Sommige mensen stoppen met werk zoeken omdat ze murw zijn van afwijzingen, of geen geschikte vacatures meer zien. Zij vallen uit de cijfers. Maar daar staat tegenover dat er meer mensen aan de slag zijn gegaan. In oktober 40.000. In november 29.000.", "Deze gestage daling van de werkloosheid hoeft niet te verbazen als je kijkt naar de maandelijkse vacature-indicator van het CBS en het bouwdenktank EIB. Deze barometer geeft aan in welke richting de vacatures in de industrie, de bouw en de commerciële dienstverlening zich zullen ontwikkelen volgens de ondernemers. Ook deze indicator verbetert gestaag.", "In april en mei zag het er heel anders uit. De indicator daalde zo snel dat het Centraal Planbureau medio september bang was dat de indicator zou kelderen „richting niveaus die we alleen in tijden van grote economische crises waarnemen.” Dat was aan het eind van de kredietcrisis, toen de werkloosheid piekte op 7,9 procent in februari 2014.", "Maar zo ver is het niet gekomen, mede dankzij niet eerder vertoonde steunmaatregelen van de overheid om banen te beschermen met loonsubsidies voor werkgevers. Al in de zomer lieten de vacatures herstel zien en dat heeft zich doorgezet tot de indicator in november.", "Verbazingwekkend", "De onstuimige schommelingen onderstrepen het verrassende en verbazingwekkende verloop van deze crisis. Ook voor economen. Eerst een recordkrimp van de economie in het tweede kwartaal als gevolg van de maatregelen tegen de pandemie. Vervolgens een recordgroei in het derde kwartaal. En nu, in het vierde kwartaal, opnieuw krimp. De lockdown van maandag knijpt de bedrijvigheid in de topweken van de detailhandel extra af. „Dit heeft een heel stevige extra impact”, verwacht econoom Bert Colijn van ING.", "Maar hoe kon de bedrijvigheid de laatste maanden toch verbeteren?", "Complete bedrijfstakken, zoals toerisme, horeca, cultuur en (openbaar) vervoer kampten door de pandemiemaatregelen al vóór de nieuwe lockdown met tijdelijke sluitingen en omzeterosie. Daar staan groeisectoren zoals de supermarkten, webwinkels en bezorgdiensten tegenover.", "Ook een indicator als het aantal afgegeven bouwvergunningen laat al maanden een opwaartse trend zien. In augustus, september én oktober was het aantal vergunningen hoger dan in vergelijkbare periodes een jaar geleden, blijkt uit cijfers van het CBS. De bouw is een cruciale schakel in de economie, met veel eigen werk én met opdrachten die in andere sectoren weer werk opleveren.", "Kersthamsterdag", "Nog een lichtpuntje: van een nieuwe ontwrichting van de wereldeconomie zoals in het voorjaar is nu geen sprake, ziet ING-econoom Colijn. De industrie doet het zelfs best goed en geeft tegenwicht aan de dienstensector (toerisme, horeca) die in het slop is geraakt.", "Daar komt de sluiting van een groot deel van de detailhandel nu bij. Maandag was er, vooruitlopend op de lockdown, nog een Kersthamsterdag. Er is geen betere maatstaf voor het economisch sentiment dan het werkelijke koopgedrag. Dat was denderend. Bij de verwerking van de pintransacties leek het wel een zaterdag. Het aantal pinbetalingen lag 40 procent boven een reguliere maandag, en de omzet 75 procent, meldde Betaalvereniging Nederland. Voor de dagen daarna zijn er nog geen cijfers.", "De sluiting is extra zuur voor de middenstand omdat huishoudens een stuwmeer aan spaargeld hebben gevormd. Bij banken is tot en met oktober 22 miljard euro gespaard. In dezelfde maanden in 2019 was dat bijna 14 miljard. Het verschil, die 8 miljard, is een potentiële extra bestedingsimpuls naast de reguliere uitgaven. Een deel verplaatst zich van de winkelstraten naar de webwinkels. Een deel niet. Dat geld blijft opgepot, als een strandbal die iemand onder water duwt. Dat kost steeds meer kracht. En er komt een moment dat de bal het water uitspringt en dat de golf spaargeld de economie opstuwt."], "authors": ["Menno Tamminga", "December Om", "Leestijd Minuten"], "keywords": ["van", "dat", "die", "een", "het", "en", "maar", "indicator", "lockdown", "wel", "positieve", "voor", "signalen", "er", "met"], "pubDate": "2020-12-17T00:00:00Z", "publicationId": "523804ef-c522-3326-9bed-36886aac98cb"}