{"id": "73b42681-d5e4-3d0b-b053-69fd735aa127", "title": "Overname HEMA door eigenaren Jumbo en investeerder is rond", "url": "https://nos.nl/artikel/2361003-overname-hema-door-eigenaren-jumbo-en-investeerder-is-rond.html", "summary": "Het is de eigenaren van Jumbo, de familie Van Eerd, en het Nederlandse investeringsfonds Parcom gelukt om banken mee te laten werken met de overname.\nABN Amro, ING en Rabobank nemen nu gezamenlijk de schulden over van de huidige schuldeisers van het warenhuis.\n\"Het hielp niet dat in november onze winkels in België en Frankrijk dicht moesten, en op het laatste moment ook onze Nederlandse winkels.\nDat het toch is rondgekomen geeft het grote vertrouwen van het consortium in HEMA aan.\"\nIn februari wordt bekend wat de overname betekent voor de strategie van het bedrijf.", "paragraphs": ["HEMA krijgt definitief twee nieuwe eigenaren. Het is de eigenaren van Jumbo, de familie Van Eerd, en het Nederlandse investeringsfonds Parcom gelukt om banken mee te laten werken met de overname.", "De rol van de banken was cruciaal bij de overname. Zij moesten geld op tafel leggen om de deal rond te kunnen krijgen. ABN Amro, ING en Rabobank nemen nu gezamenlijk de schulden over van de huidige schuldeisers van het warenhuis.", "Daardoor daalt de rentelast en is het warenhuis niet meer afhankelijk van de internationale schuldeisers. Die kregen het concern deze zomer in handen, toen toenmalige eigenaar Marcel Boekhoorn er met de schuldeisers niet uitkwam.", "Spannend", "\"Het was spannend\", zegt HEMA-directeur Tjeerd Jegen. \"Het hielp niet dat in november onze winkels in België en Frankrijk dicht moesten, en op het laatste moment ook onze Nederlandse winkels. Dat het toch is rondgekomen geeft het grote vertrouwen van het consortium in HEMA aan.\"", "De aankondiging van de overname komt op de eerste dag dat de winkels van HEMA in Nederland gesloten zijn vanwege de lockdown. Twee dagen lang bleven de winkels tijdens de lockdown open en werden er alleen essentiële producten verkocht. Gisteren scherpte het kabinet de regels aan en daarom zijn de winkels alsnog dicht.", "In februari wordt bekend wat de overname betekent voor de strategie van het bedrijf. Eerder gaven de Jumbo-eigenaren aan dat de buitenlandavonturen op een lager pitje worden gezet. Volgens Jegen is er in ieder geval meer geld om te investeren in de winkels. \"We komen van een situatie waarin we jaarlijks 50 miljoen kwijtwaren aan rente. Dat wordt nu 9 miljoen. Die besparing kunnen we heel goed gebruiken.\"", "De keten maakt sinds 2013 ieder jaar verlies. Dat zal dit jaar niet anders zijn. \"Dat is een thema dat vaak terugkeert\", zegt Jegen. \"Ik kan daar één ding over zeggen. We waren heel dicht bij winst met die zware rentelast. Nu met minder rente komt het helemaal dichtbij.\""], "authors": [], "keywords": ["door", "hema", "van", "met", "eigenaren", "rond", "niet", "winkels", "het", "te", "overname", "en", "op", "dat", "jumbo", "investeerder", "zijn"], "pubDate": null, "publicationId": "88173a0d-96a0-3f0e-a203-5a13f8839a59"}